[
    {
        "attraction_name": "Rocky Mountain National Park",
        "attraction_name_vi": "Công viên quốc gia núi Rocky",
        "general_info": [
            "146 đánh giá",
            "- 13 trong số 58 điều cần làm ở Công viên Estes",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Không từ ngữ nào có thể diễn tả được nơi này đẹp như thế nào!! Rất nhiều địa điểm đẹp để chụp ảnh và rất nhiều động vật hoang dã!! Chúng tôi nhìn thấy nai sừng tấm, nai sừng tấm, hươu la, cừu sừng lớn, sóc chuột, marmot - pika. Đỉnh của con đường Trail Ridge thật ngoạn mục. Tôi nóng lòng muốn quay lại!!! Đọc thêm",
        "reviews": [
            "Thật là một mảnh tuyệt vời của đất nước chúng ta!!! Mười hai của chúng tôi nghĩ rằng nó sẽ nhàm chán và liên tục hỏi tại sao chúng tôi lại đi, nhưng sau đó lại yêu thích nó! Chúng tôi đã cố gắng đi theo Đường Trail Ridge nhưng chỉ đến được đầu đường mòn Ute. Trời bắt đầu mưa tuyết và chúng tôi quá nóng lòng muốn đi xa hơn.Đọc thêm",
            "Wow chỉ là wow!!!   Không - không nhận ra rằng cuối cùng chúng tôi sẽ đi qua công viên nhưng đó là một trải nghiệm tuyệt vời.  Chúng tôi đến đó vào tuần đầu tiên của tháng Sáu và dọc đường vẫn còn rất nhiều tuyết.  Chúng tôi ở trên những đám mây nên tầm nhìn bị hạn chế ở một số điểm nhưng tất cả vẫn rất ngoạn mục.  Rất mong được quay lại vào cuối tháng và đi bộ đường dài.Đọc thêm",
            "Con trai tôi và tôi đã có một kỳ nghỉ ngắn với thiên nhiên và lái xe qua Công viên Quốc gia Núi Rocky.  Chúng tôi đến và mua vé để vào sớm.  Đây là một trải nghiệm có thật trong đời!  Chúng tôi đã thấy nhiều động vật hoang dã khác nhau và quang cảnh! Ôi chúa ơi!!!! Không từ ngữ nào có thể diễn tả được vẻ đẹp thuần khiết của nơi hùng vĩ này.  Chúng tôi dừng lại ở nhiều điểm để chụp ảnh và hít thở không khí miền núi. Thật tuyệt vời.Đọc thêm",
            "Ồ!  Công viên này thật ngoạn mục!  Tầm nhìn từ trên xuống rất tuyệt, rất nhiều tuyết.  Có một số chỗ hơi đáng sợ vì thiếu lan can nhưng chắc chắn đáng để bạn dành thời gian.  Nếu đi vào mùa hè này, bạn sẽ cần có giấy phép nhập cảnh theo thời gian.  Lên mạng để lấy vé xem hai giờ này, chỉ tốn hai đô la. Chúng tôi bước vào khoảng 12 giờ trưa. và loài động vật duy nhất chúng tôi nhìn thấy là những con cừu có sừng lớn.  Đi sớm hơn và bạn sẽ có cơ hội nhìn thấy động vật tốt hơn.Đọc thêm",
            "Chúng tôi cố gắng đến đây ba lần một năm.  Cuối tháng 5 và đầu tháng 6 là thời điểm tuyệt vời để phát hiện các động vật con.  Mùa hè là thời điểm tuyệt vời cho vẻ đẹp thuần điện ảnh.  Giữa cuối tháng 9 là thời điểm tuyệt vời để chiêm ngưỡng sắc màu mùa thu và con nai sừng tấm khi một số lượng lớn nai sừng tấm đến các thung lũng thấp hơn.  Lái xe từ bên này sang bên kia của công viên qua Đường Trailridge thật ngoạn mục.  Nếu bạn là người lái xe tay trắng trên những con đường núi hẹp quanh co, hãy tận dụng những khoảng lùi để nhường cho người khác vượt và không bị mắc kẹt ở khoảng cách 25 dặm suốt chặng đường đi xuống.  Tương tự như vậy, nếu bạn muốn đi với tốc độ 60 dặm/giờ thì đây không phải là nơi dành cho bạn.  Chúng tôi đã bị 2 chiếc xe chạy quá tốc độ bấm còi vượt qua và chúng tôi đang lái xe với tốc độ cho phép tối đa. Hãy giữ cho động vật và du khách được an toàn.    Mang theo máy ảnh có ống kính lớn nếu bạn cần chụp ảnh cận cảnh.  Hãy giữ một khoảng cách tôn trọng với động vật hoang dã.  Nai sừng tấm và nai sừng tấm có thể di chuyển rất nhanh và bạn có thể bị thương nặng.  Đây là một nơi tuyệt vời để đến và chiêm ngưỡng vẻ đẹp của thiên nhiênĐọc thêm",
            "Chúng tôi vào công viên từ Công viên Estes. Vì không có hẹn trước nên đến 6h chiều mới vào được khu vực đường Bear Lake. Đó là một ổ đĩa đẹp. Chúng tôi lái xe tới Hồ Bear, họ tới Hồ Sprague. Ở một số khu vực vẫn còn tuyết. Lúc đó đã gần hoàng hôn và chúng tôi thấy nhiều động vật hoang dã gần hồ và bên đường. Vườn quốc gia xinh đẹp!Đọc thêm",
            "Công viên quốc gia này là một viên ngọc quý! Rất nhiều cơ hội đi bộ đường dài từ chuyến đi bộ thông thường 20 phút không thay đổi độ cao cho đến chuyến đi bộ đường dài 6 giờ với mức thay đổi độ cao 2500 feet.  \n\nThác nước, hồ nước, động vật hoang dã và phong cảnh hùng vĩ không thể nào sánh bằng.\n\nChúng tôi đã được thông báo về một ứng dụng có tên là Hướng dẫn giang hồ.  HIỂU RỒI!!!!! Đó là một chuyến tham quan bằng âm thanh dựa trên GPS của bạn. Không cần phải ra khỏi xe để đọc biển báo, người kể chuyện sẽ bật - tắt và cho bạn biết bạn đang đến gần từ lối vào đến lối ra.Đọc thêm",
            "thật là một chuyến đi tuyệt vời đến công viên. Quang cảnh đặc biệt, cuộc sống hoang dã và thời tiết. Mang theo một chiếc áo khoác để mặc trên người. Hãy dành thời gian để tận hưởng từng điểm dừng. Gậy leo núi đã giúpĐọc thêm",
            "Cập nhật thời gian vào cửa: Tôi đã có giấy phép vào cửa từ 10 giờ sáng - 12 giờ trưa vào thứ Hai, ngày 7 tháng 8 năm 2023 và lo ngại việc xếp hàng vào có thể mất tới 2 giờ để vào nên tôi đã có mặt lúc 9 giờ sáng và chỉ mất 25 phút để vào từ lối vào Beaver Meadows vào thời điểm cụ thể đó. \nĐường Old Falls River: Không khuyến khích ô tô có khoảng sáng gầm nhỏ đi lên con đường này do có những vết lún sâu ở một số đoạn lùi - sâu gần 12 inch - . Bạn không thể đi sang một bên mà phải lái xe bằng một bánh trên bướu giữa các vết lún. Nếu bạn bị kẹt, xe kéo sẽ không thể tiếp cận bạn vì con đường hẹp đầy ô tô.Đọc thêm",
            "Đây là một nơi tuyệt đẹp. Mỗi ngã rẽ đều đẹp hơn ngã rẽ khác! Chúng tôi đã đi vào ngày 26 tháng 5 năm 2024. Muốn đi bộ Hồ Gấu. Hãy đến đó để tìm - vẫn còn rất nhiều tuyết băng trên đường mòn! Chúng tôi đã không chuẩn bị cho điều đó. Chúng tôi đi bộ đường dài những gì có thể và sau đó đi đến Hồ Sprague, Hồ Sheep và Cánh quạt phù sa. Trở lại vào ngày mai!Đọc thêm",
            "Công viên quốc gia xinh đẹp này được tuyên bố vào năm 1915 và do nằm gần Denver nên đây là một trong những nơi được ghé thăm nhiều nhất. Vì vậy nơi đây quanh năm đông đúc nên bạn cần đến sớm để có thể ngắm hết cảnh đẹp. RMNP được tạo thành từ ba khu vực riêng biệt, Montane, Subalpine - Alpine và mỗi khu vực có một hệ sinh thái riêng biệt được quyết định bởi độ cao của chúng. Cảnh quan thay đổi từ Aspen, Ponderosa Pines, Spruce và Fir Trees đến Tundra ở độ cao Alpine. Động vật hoang dã cũng rất đa dạng, từ Nai sừng tấm, Hải ly, Rái cá, Hươu, Gophers, Sóc, Marmots, Cừu Bighorn cho đến một số ít. Đời sống các loài chim rất đa dạng từ Chim gõ kiến, Chim giẻ cùi cho đến Ptarmigan cứng rắn tồn tại suốt Mùa đông! Không bay về phía nam cho họ! Đỉnh Longs ở độ cao 14259ft là điểm cao nhất và là một phần của Đường phân chia lục địa. Đã đến RMNP nhiều lần - mong chờ chuyến thăm tiếp theo của tôi!Đọc thêm",
            "Nhân viên cực kỳ thô lỗ ở quầy bán vé, nếu bạn không rút tiền mặt - pass card ngay lập tức - nghĩa là trong vòng 2 giây sau khi anh ta luyên thuyên vài từ - , bạn xứng đáng được hỏi: tại sao bạn không chuẩn bị sẵn sàng? tại sao bạn không có nó ngay từ đầu? và tất nhiên, bạn cũng xứng đáng nhận được những ánh mắt trợn ngược, những cái lắc đầu và những tiếng thở dài thường xuyên. Chúng tôi KHÔNG BAO GIỜ bị đối xử như thế này ở bất kỳ công viên quốc gia nào khác. Trải nghiệm khủng khiếp, thực lòng anh ta là người tồi tệ nhất mà tôi từng gặp ở Colorado.Đọc thêm",
            "Công viên quốc gia Rocky Mountain là một nơi tuyệt đẹp nhưng bạn cần phải chuẩn bị sẵn sàng.  Hãy chắc chắn rằng bạn có một ba lô với đồ ăn nhẹ, nước và quần áo ấm.  Ngay cả vào những ngày nắng ấm, mưa, mưa đá và gió vẫn có thể tràn vào nhanh chóng và khiến nhiệt độ giảm 30 độ.  Nếu bạn có con nhỏ đi cùng, hãy đảm bảo bạn cũng có đồ dùng cho chúng.  Những cơn bão có thể gây sợ hãi cho tất cả mọi người, đặc biệt là những người nhỏ bé.  Nếu bạn nhìn thấy mây dày đặc khi đi bộ đường dài, hãy nhớ quay lại và đi xuống.  Hồ Bear là một nơi rất sầm uất.  Mong đợi hàng trăm người ở đó sẽ đi bộ đường dài vào bất kỳ ngày nào.  Hồ Bear có nước uống nhưng chỉ có vào tháng 6, tháng 7 và tháng 8.  Khi nhiệt độ giảm xuống, nước sẽ tắt để tránh cái lạnh mùa đông.  Không có đồ ăn để bán ở Bear Lake.  Mang theo bữa trưa, đồ ăn nhẹ và đồ uống khi đến công viên này.  Có đồ ăn sẵn ở các thị trấn ngay bên ngoài công viên. Vào công viên có thể là một vấn đề trong tất cả những ngày hè.  Ngay cả với vé vào cửa đúng giờ sẽ có hàng dài người xếp hàng ở lối vào.  Lên kế hoạch trước và chuẩn bị sẵn sàng cho việc xếp hàng dài 45 phút để vào công viên.  Nếu bạn lên kế hoạch trước và bắt đầu ngày mới sớm cũng như mang theo đồ dùng thì ngày ở Rocky sẽ là một trải nghiệm tuyệt vời cho mọi người.Đọc thêm",
            "Mỗi mùa thu Aspens lại rẽ và những ngọn núi gọi! Đẹp đẽ và yên bình và chúng ta chứng kiến ​​những gì chỉ có Chúa mới có thể tạo ra. Luôn sảng khoái thời gian - .Đọc thêm",
            "Hãy chắc chắn rằng bạn có bộ sạc pin cho điện thoại của mình. Yêu thích ở Colorado trong nhiều năm và đã không vượt qua được các cửa hàng ở Estes cho đến 2 năm trước. Ồ! Tôi đã bỏ lỡ vẻ đẹp ngay trên đường. Vì vậy, chuyến đi năm nay chúng tôi quyết định đi lại.  Thật là một nơi tuyệt đẹp để ghé thăm. Chúng tôi rất thích lái xe ngắm cảnh, dừng lại dọc đường và được nhìn thấy rất nhiều động vật hoang dã. Chúng tôi hy vọng sẽ được trở lại sớm. Đường đi dễ dàng, có nhiều chỗ để tấp vào chụp ảnh hoặc đi dạo. Ngoài ra còn có một số phòng tắm phòng trường hợp bạn cần đi.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời trong công viên. Nếu bạn có thời gian, hãy nhớ đi theo Đường Old Fall River, đây là một chiều. Nó là sỏi và có thể được tiếp cận bằng hầu hết các phương tiện. Rất ít thác nước và các khung cảnh khác - s. Chúng tôi nhìn thấy một vài con nai sừng tấm và con la dọc đường. Lái xe về phía Tây của công viên thật thú vị. Nó đổ vào lưu vực sông Colorado. Chúng tôi đã nhìn thấy hải ly và một số con nai sừng tấm. Kiểm tra khu vực Sheep Lakes, chúng tôi thấy một đàn cừu ở đóĐọc thêm",
            "Vào thời điểm này trong năm, hầu hết công viên đều không hoạt động do có tuyết.  Giao thông đến con đường rất nổi tiếng - Đường Bear Lake - vẫn rất đông đúc và bãi đậu xe là 100 - chiếm đến 8 giờ sáng.  Hầu hết phần còn lại của công viên đều có sẵn trong phạm vi giới hạn do điều kiện thời tiết bị gián đoạn bởi Dịch vụ Công viên.  Những giới hạn đó sẽ được nới lỏng vào tháng 5 và Fall River Road có thể sẽ mở cửa trở lại vào đầu tháng 7.   Và sau đó, quyền truy cập vào công viên sẽ được kiểm soát bởi các đặt phòng.  Hãy đặt chỗ ngay bây giờ và tránh phải vội vàng.Đọc thêm",
            "Chúng tôi đã đặt chỗ trước từ 6 - 8 giờ sáng cho Hành lang Hồ Bear và đến Hồ Sprague trước khi mặt trời mọc.  Đã có rất nhiều xe ô tô ở bãi đậu xe.  Con đường - đường mòn quanh Hồ Sprague được duy trì rất tốt và rất dễ đi bộ. Ngay cả trong bóng tối trước bình minh.   Tìm một chiếc ghế dài thật dễ dàng và tôi đang chờ đợi mặt trời mọc huyền diệu. Không hề thất vọng chút nào!   Mình chụp cách nhau khoảng 5-10 phút vì bầu trời thay đổi khá nhiều.  Đi xa hơn trên con đường mòn, chúng tôi thấy một con nai sừng tấm đi ra và đi vào Hồ.  Sau khoảng 20 phút, con nai sừng tấm quay trở lại rừng.  Những bức ảnh bổ sung là cầu vồng đôi ở phía đông của hồ.  Đọc thêm",
            "Chúng tôi đi vào từ lối vào phía tây nam Grand Lake.  - Kiểm tra Trung tâm Du khách Kawuneeche trước khi vào nếu bạn muốn có phòng tắm hiện đại hơn. - Ngoài ra, hãy lưu ý rằng cho đến ngày 22 tháng 10, chỉ có quyền truy cập bằng thẻ, vì vậy hãy đăng nhập ngay lúc 5 giờ chiều ngày hôm trước tại Entertainment.gov để nhận thẻ. - Những dặm đầu tiên ảm đạm với những hàng cây cháy rụi ở phía Tây đường. Khi bạn đi qua đầu đường mòn Thung lũng Coyote, cây xanh sẽ quay trở lại. Chuyến đi bộ đường dài trên sông Colorado rất thú vị với một vài đoạn đường vất vả. Đi về phía đông bắc của con đường chính, US 34, cuối cùng bạn cũng đến được Trung tâm Du khách Alpine. Hãy thực hiện - kẻ sát nhân - đi bộ lên đài quan sát ở độ cao 12.000 ft, nhưng hãy dành thời gian. Một vài dặm tiếp theo qua Trung tâm Du khách Alpine là những hàng cây cao, dễ chịu. Rời khỏi lối vào công viên phía đông có thể tẻ nhạt vì phải di chuyển nhiều vì vậy hãy lên kế hoạch trước và dành thời gian. Đọc thêm",
            "Nếu tôi đi qua Grand Lake trước 9 giờ sáng, tôi có cần giấy phép có tính thời gian không? Có vẻ như không có sẵn để đặt chỗ. Tôi biết chúng ta có thể đợi đến đêm hôm trước để có được một chiếc, nhưng chúng ta phải thực hiện chuyến tham quan lúc 4 giờ chiều tại Công viên Estes.Đọc thêm",
            "Trang web cho biết giấy phép chỉ được yêu cầu trong khoảng thời gian từ 9:00-2:00.   Nếu bạn vào Grand Lake side trước 9:00 và ở lại trong công viên, bạn có thể đến Công viên Estes để tham quan.Đọc thêm",
            "Nếu tôi vào công viên từ phía tây, lối vào Grand Lake, trước 9 giờ sáng, tôi có cần vé vào cửa theo thời gian không?Đọc thêm",
            "Có.Đọc thêm",
            "Tôi có cần đặt vé vào công viên quốc gia dãy núi Rocky nếu tôi đã đặt trước xe đưa đón dành cho người đi bộ đường dài không?Đọc thêm",
            "Tôi không biết!  Tôi tin rằng đó là 2 vấn đề riêng biệt và việc nói chuyện với ai đó ở RMNP về vấn đề đó sẽ là điều khôn ngoan.  Rất nhanh chóng, những yêu cầu đầu vào đúng thời gian đó sẽ không còn nữa và tôi không thể tưởng tượng được rằng vấn đề đó đã không được nêu ra khi bạn đặt chỗ xe đưa đón đi bộ đường dài.  Tôi biết rằng các chuyến tham quan công viên theo nhóm không yêu cầu đặt trước theo thời gian riêng lẻ.  Mục nhập thời gian được xử lý bởi nhà cung cấp tour.Đọc thêm"
        ],
        "star_ratings": [
            119,
            13,
            5,
            3,
            7
        ],
        "review_amount": 147,
        "location": [
            "Những hoạt động không thể bỏ qua ở Công viên Estes",
            "Colorado - CO -",
            "Hoa Kỳ",
            "Công viên Estes",
            "Công viên quốc gia núi Rocky"
        ],
        "reviews_time": [
            "Written June 2, 2023",
            "Written June 3, 2023",
            "Written June 6, 2023",
            "Written June 9, 2023",
            "Written June 20, 2023",
            "Written June 25, 2023",
            "Written July 1, 2023",
            "Written July 15, 2023",
            "Written July 26, 2023",
            "Written August 10, 2023",
            "Written May 28, 2024",
            "Written May 4, 2024",
            "Written April 22, 2024",
            "Written March 16, 2024",
            "Written March 7, 2024",
            "Written December 31, 2023",
            "Written November 28, 2023",
            "Written November 25, 2023",
            "Written October 22, 2023",
            "Written October 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60945-d23255665-Reviews-Rocky_Mountain_National_Park-Estes_Park_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d559266-Reviews-Flattop_Mountain_Trail-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d3592530-Reviews-Emerald_Lake-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d107762-Reviews-Bear_Lake_Trailhead-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d1946611-Reviews-Bear_Lake-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d1082456-Reviews-Sprague_Lake-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d1946612-Reviews-Trail_Ridge_Road-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g28927-d146464-Reviews-Rocky_Mountains-Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d102678-Reviews-Old_Fall_River_Road-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d6777652-Reviews-Alberta_Falls-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d527222-Reviews-Alluvial_Fan-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d23255665-Reviews-or10-Rocky_Mountain_National_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1394557-Reviews-Lake_Estes_Marina-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1509390-Reviews-Estes_Valley_Dog_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d7224991-Reviews-Lily_Mountain_Trail-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d4004098-Reviews-Kruger_Rock-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d8051025-Reviews-Hermit_Park_Open_Space-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d3440939-Reviews-Mrs_Walsh_s_Garden-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d7229662-Reviews-Art_Center_of_Estes_Park_Gallery-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d8009426-Reviews-Sleepy_Hollow_County_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d14080287-Reviews-Lion_Gulch_Trailhead-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d14774071-Reviews-Stanley_Park_Bike_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d24145342-Reviews-Heathen_Creek_Outfitters-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1811947-Reviews-WildSide_4x4_Tours-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d635447-Reviews-National_Park_Gateway_Stables-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d8475906-Reviews-Footpaths_of_the_World_Day_Tours-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d10368764-Reviews-Hands_Down_Best_In_Town_Therapeutic_Massage-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1235446-Reviews-Elements_of_Touch_Wellness_Spa-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d7020762-Reviews-The_Taffy_Shop-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1407085-Reviews-Brownfield_s-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d104632-Reviews-Fort_Sumter_National_Monument-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g26020946-d12960023-Reviews-Materuni_Waterfalls-Namro_Kilimanjaro_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d208746-Reviews-Ukrainian_Village-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d1020518-Reviews-River_Arts_District-Asheville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1007885-d1951736-Reviews-PortAventura_Caribe_Aquatic_Park-Vila_Seca_Costa_Dorada_Province_of_Tarragona_Ca.html",
            "https://www.tripadvisor.com/Attraction_Review-g580462-d16805538-Reviews-Black_Rock_Beach-Ka_anapali_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187430-d243772-Reviews-Alcazar_de_los_Reyes_Cristianos-Cordoba_Province_of_Cordoba_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187079-d10200972-Reviews-La_Cite_du_Vin-Bordeaux_Gironde_Nouvelle_Aquitaine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60365-d15560303-Reviews-Frame_Park-Waukesha_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60945-d23255665-Reviews-or10-Rocky_Mountain_National_Park-Estes_Park_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60945-d23255665-Reviews-Rocky_Mountain_National_Park-Estes_Park_Colorado.html"
    }
]