[
    {
        "attraction_name": "Rogue Nation Brewery & Spirits",
        "attraction_name_vi": "Nhà máy bia Rogue Nation - Rượu mạnh",
        "general_info": [
            "413 đánh giá",
            "- 11 trong số 59 điều cần làm ở Newport",
            "Nhà máy bia"
        ],
        "attraction_summary": "Rất vui vì chúng tôi đã đi ngang qua hai nhà máy bia khác ở Newport và đến đây mặc dù chúng tôi chưa bao giờ nghe nói đến thương hiệu này - chúng tôi đến từ Cali -.  Rất nhiều bãi đậu xe miễn phí trong bãi sau đó đi qua tòa tháp màu đỏ, xung quanh các thùng ở bên phải rồi bên trái và lên cầu thang.  Rẽ phải và ngồi trong nhà hàng có tầm nhìn ra bến du thuyền đẹp hơn quầy bar.  Không rõ ràng là chúng tôi có thể thực hiện một chuyến bay nếm thử nhưng chúng tôi đã yêu cầu và nhận được bốn lượt đổ lớn - hãy xem các bức ảnh có xếp hạng của chúng tôi cho mỗi lượt -.  Món ưa thích của chúng tôi là Chocolate Stout...mịn và ngon.  Chúng tôi cũng yêu thích hàu chiên.  Không biết họ làm thế nào nhưng bên ngoài giòn và bên trong là hàu ấm áp mềm hoàn hảo.Đọc thêm",
        "reviews": [
            "Thật là một trải nghiệm thú vị khi đi bộ qua các cơ sở sản xuất bia đến quán rượu. Chúng tôi cảm thấy rất được chào đón và đồ ăn thì tuyệt vời. Các loại bia thì tuyệt vời và thậm chí không có vấn đề gì khi lấy một chai rượu Taft. Vị trí bên dưới cây cầu tuyệt đẹp góp phần tạo nên trải nghiệm tổng thể. Đọc thêm",
            "Thức ăn tuyệt vời nhưng Bát bánh mì quá nhỏ so với giá cả. Tôi mua khoảng 6 thìa súp với giá 15 đô la. Thức ăn tuyệt vời. -  -  -  -  -  - Đọc thêm",
            "Hải sản thì được. Bánh mì kẹp thịt và mọi thứ khác thật khủng khiếp! Họ không biết trang phục trang trại là gì, điều đó thật kỳ lạ. Dịch vụ vẫn ổn. Nhưng thực sự, đừng dừng lại ở đây để ăn. Có thể là bia, nhưng đồ ăn thì không!Đọc thêm",
            "Món ăn có hương vị tuyệt vời Lựa chọn tốt Giai điệu hay Và yêu thích bia Dead Guy, hương vị khôn ngoan, ý tưởng và logo! Phải thử ở đây ở Newport! Thật vui vì nhà nghỉ của tôi rất gần và tôi tình cờ gặp nơi nàyĐọc thêm",
            "Thức ăn có chất lượng rất thấp. Các nhân viên rất thô lỗ, không chào đón chúng tôi và có vẻ khó chịu vì chúng tôi thậm chí còn ở đó. Đừng lãng phí tiền của bạn. Đọc thêm",
            "Mỗi lần chúng tôi đến bờ biển Oregon, việc ghé thăm nhà máy bia Rouge là điều không thể bỏ qua. Lần này, chúng tôi đến thăm cùng ba đứa con trai, vợ và bạn gái của chúng. Đã uống vài ly. Các nhân viên thật tuyệt vời. Nó rất bình thường và chúng tôi đã không thất vọng.  Trên thực tế, chúng tôi đã rời đi với một số quà tặng mới từ cửa hàng quà tặng mới mở rộng của họ. Đọc thêm",
            "Bước vào, bạn hơi bối rối không biết phải làm gì nhưng nếu cứ tiếp tục đi và rẽ, bạn sẽ đến quầy lễ tân để kiểm tra chỗ ngồi. Nếu bạn bị khuyết tật, nơi này có thể không phù hợp với bạn. Bạn được đưa lên lầu hơi dốc. Chúng có thể không phải là vấn đề đối với một số người nhưng tôi phải đi lên rất chậm do khuyết tật của mình. Khi bước vào, bạn sẽ thấy khu vực cửa hàng quà tặng ở bên phải và có thể thấy nơi họ sản xuất bia. Thật tuyệt khi thấy điều đó. Tôi đã đi với cháu trai và cháu gái lớn nhất của tôi. Cháu trai tôi có món burger cổ điển và cháu gái tôi và tôi đã chọn thực đơn dành cho trẻ em vì chúng tôi không quá đói. Tôi đã có cá và khoai tây chiên. Cá có kích cỡ nhỏ hơn nhưng vẫn đầy. Cháu gái tôi có mac và pho mát được đựng trong một cái bát cỡ vừa phải với một miếng bánh mì nhỏ dễ thương.  Cháu trai tôi nói bánh mì kẹp thịt của nó chỉ là bánh mì kẹp thịt nhưng ngon. Phải mất 15 phút để được hỏi chúng tôi muốn uống gì - hai loại Pepsi dành cho người ăn kiêng - vì bia gốc đã hết - và nước. Mất tổng cộng 25 phút để lấy đồ uống của chúng tôi.  Chúng tôi đã có thể đặt hàng trước 30 phút. Thức ăn đến nhanh sau khi chúng tôi có thể đặt hàng.  Bận rộn nhưng không phải là một ngôi nhà đầy đủ. Tôi đã đến đó khoảng ba lần trong năm năm qua và đây là lần đầu tiên dịch vụ chậm. Tôi hiểu rằng nhân sự thấp, v.v. có thể đóng một vai trò nào đó. Khung cảnh của bến du thuyền rất đẹp.Đọc thêm",
            "Đây là một địa điểm vui vẻ để tham quan. Khá là một mê cung hỗn loạn để đến nhà hàng - rẽ phải và rẽ trái, sau đó lên cầu thang FYI - . Mùi giống như một cái chuồng do mùi hoa bia tôi cho là vậy. Bạn lên đến đầu cầu thang với quầy bar ở bên trái và nhà hàng ở bên phải. Không ai chào đón bạn trong khi bạn đứng đó một cách ngượng ngùng. Cuối cùng, chồng tôi hỏi người pha chế rằng bạn đợi được ngồi hay tự ngồi - rõ ràng là bạn chỉ tự ngồi - nhìn thấy một số người sau chúng tôi cũng làm như vậy, một tấm biển ghi - tự ngồi - thực sự sẽ giúp giảm bớt sự bối rối - . Chúng tôi bắt đầu với một số loại bia và phô mai đông - RẤT ngon, nước chấm ớt jalapeño ngọt ngào thật tuyệt vời không hề cay chút nào - nó - cũng có bán ở cửa hàng ở tầng dưới - ! Món sốt chấm kiểu Pháp thì tạm ổn - điều tôi phàn nàn nhiều nhất là Augus thì quá mặn và bánh sandwich chỉ nằm trên một chiếc bánh mì kẹp xúc xích, có thể ngon hơn gấp 100 lần - ngon hơn nếu có một chiếc bánh mì ngon hơn - nói chung là ổn, tôi không biết chúng tôi sẽ ghé vào đây mỗi khi chúng tôi đến thị trấn này trừ khi chúng tôi thèm phô mai đông - - - - - Đọc thêm",
            "Chúng tôi đến thăm để ăn trưa muộn. Không gian quán rượu đẹp với tầm nhìn tuyệt vời ra bến du thuyền. Để bắt đầu, tôi đã có một Stout bột yến mạch. Vợ tôi nhấm nháp một chút rượu Whisky Dead Guy của họ. Reuben đã quá đủ trên đĩa và còn hơn cả ngon. Thực sự, nó rất lớn. BLT Thổ Nhĩ Kỳ nhận được nhiều lời khen ngợi từ vợ tôi. Một nơi rất tuyệt vời để thư giãn một lúc và thưởng thức một vài đồ uống trong khi nhìn ra ngoài cửa sổ. Bạn sẽ muốn ghé qua cửa hàng bán đồ sang trọng của họ. Họ có một số nội dung thú vị để xem xét.Đọc thêm",
            "Họ có mở cửa phục vụ bữa tối không?\nĐọc thêm",
            "Đúng vậy - - Đọc thêm",
            "Tại sao không còn tàu hơi nước nữa? Đây là tàu được ưa chuộng nhất và tốt nhất. Họ có quay trở lại không?Đọc thêm",
            "Tôi không để ý là chúng không có trong thực đơn nhưng sẽ hỏi vào lần tới khi tôi đến đó. Đọc thêm",
            "Hôm nay có tivi nào đến xem World Cup không?Đọc thêm",
            "CóĐọc thêm",
            "Họ có thay đổi công thức cho Hazelnut brown không. Các lon có vị khác với các loại Bomber mà chúng tôi mua ở TX. Không theo hướng tốt...Đọc thêm",
            "Đóng chai, đóng hộp và dự thảo đều có hương vị khác nhau. Tôi thích dự thảo hơn!! Đọc thêm",
            "Họ có nhận đặt chỗ không? Chúng tôi có một nhóm lớn và muốn đảm bảo rằng chúng tôi có thể có được một bàn.Đọc thêm",
            "Xin lỗi, không thể trả lời câu hỏi đó.  Chuyến thăm của chúng tôi đã chật kín tất cả các bàn ở tầng trên và những người ở tầng dưới đang đứng đợi.  Hãy xem trang web Rogue Nation, gọi đến số đó và hỏi họ.  Đồng ý với những người đánh giá trước.Đọc thêm",
            "Địa điểm này có thân thiện với gia đình không?Đọc thêm",
            "Có, nhưng không biết trẻ nhỏ sẽ thích thú như thế nào. Nhà hàng khá ngon.Đọc thêm",
            "Tôi có thể xem thực đơn nhà hàng cho địa điểm này ở đâu?Đọc thêm",
            "Tuyệt đối! Truy cập trang web Rogue và chọn trang - Phòng họp - của họ. Cuộn xuống trang đó và bạn sẽ tìm thấy nhiều nhà hàng bia khác nhau và có thể xem thực đơn khi bạn chọn một địa điểm.Đọc thêm",
            "Có tivi khắp nhà hàng không?  Chúng tôi đang muốn xem một trận đấu ở đó khi ghé thăm.Đọc thêm",
            "Có một cái nhỏ trong quán bar, đó là một căn phòng nhỏ. Nhà máy bia không được thiết kế như một nơi để xem TV. Tuy nhiên, họ có trò chơi cờ bàn. Đọc thêm"
        ],
        "star_ratings": [
            177,
            123,
            65,
            27,
            21
        ],
        "review_amount": 413,
        "location": [
            "Hoa Kỳ",
            "Tân Cảng",
            "Bờ biển Oregon",
            "Oregon - HOẶC -",
            "Những điều cần làm ở Newport",
            "Nhà máy bia Rogue Nation - Rượu mạnh"
        ],
        "reviews_time": [
            "Written May 20, 2024",
            "Written May 16, 2024",
            "Written April 4, 2024",
            "Written November 21, 2023",
            "Written October 16, 2023",
            "Written October 8, 2023",
            "Written August 5, 2023",
            "Written June 15, 2023",
            "Written April 6, 2023",
            "Written March 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51992-d6539306-Reviews-Rogue_Nation_Brewery_Spirits-Newport_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51992-d1728462-Reviews-Brewer_s_on_the_Bay-Newport_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51992-d1821318-Reviews-Ocean_Bleu_Seafoods_at_Gino_s-Newport_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52024-d4875751-Reviews-Rogue_Ales_Brewery-Portland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51992-d1371974-Reviews-Fishtails_Cafe-Newport_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51992-d6691958-Reviews-Asiatico_Waterfront_Fusion_Sushi-Newport_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52074-d666252-Reviews-South_Beach_Fish_Market-South_Beach_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51992-d10464703-Reviews-Clearwater_Restaurant-Newport_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51992-d518877-Reviews-Rogue_Ales_Bayfront_Public_House-Newport_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51992-d16007098-Reviews-Thai_Port-Newport_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51992-d12808361-Reviews-Off_The_Hook-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d222966-Reviews-Hatfield_Marine_Science_Center-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d103459-Reviews-Oregon_Coast_Aquarium-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d268809-Reviews-Yaquina_Bay_Lighthouse-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d2264420-Reviews-Newport_s_Historic_Bayfront-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d12500412-Reviews-The_Hot_Shop-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d8473638-Reviews-Newport_Bay_Fishing_Pier-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d1740381-Reviews-Pirates_Plunder-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d270026-Reviews-Fishermen_s_Memorial_Sanctuary-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d26347607-Reviews-Out_West_Photography-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d10110765-Reviews-The_Roger_Yost_Gallery-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d6539306-Reviews-or10-Rogue_Nation_Brewery_Spirits-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d2301688-Reviews-Rogue_House_of_Spirits-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d2178183-Reviews-Yaquina_Bay_Charters-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d3439966-Reviews-NMS_Fishing_Charters-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d25563530-Reviews-Prospectors_Fishing_Adventures-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d592252-Reviews-Marine_Discovery_Tours-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d12863837-Reviews-Escape_Rooms_Newport-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d7003082-Reviews-Newport_Candy_Shoppe-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d2485146-Reviews-Oregon_Coast_Glassworks-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51191-d2234392-Reviews-Kiddie_Park-Bartlesville_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d288158-Reviews-Glen_Eyrie_Castle-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34053-d3626938-Reviews-Woodland_Beach-Smyrna_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d754093-Reviews-La_Carboneria-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d296457-Reviews-KonyaaltI_PlajlarI-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g48080-d2037714-Reviews-Gantry_Plaza_State_Park-Long_Island_City_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d12615345-Reviews-Dune_Shacks_Trail-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d8009278-Reviews-Galveston_Express-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d13431670-Reviews-Lilo_Mall-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d10639916-Reviews-Athens_Airport_Taxi_info-Athens_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51992-d6539306-Reviews-or10-Rogue_Nation_Brewery_Spirits-Newport_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51992-d6539306-Reviews-Rogue_Nation_Brewery_Spirits-Newport_Oregon.html"
    }
]