[
    {
        "attraction_name": "Rolling Hills Zoo",
        "attraction_name_vi": "Sở thú Rolling Hills",
        "general_info": [
            "262 đánh giá",
            "- 1 trong 31 điều cần làm ở Salina",
            "Bảo tàng Lịch sử Tự nhiênThiên nhiên - Khu vực Động vật hoang dãSở thú",
            "Bảo tàng Lịch sử Tự nhiên",
            "Thiên nhiên - Khu vực hoang dã",
            "Sở thú"
        ],
        "attraction_summary": "If you are looking to satisfy your appetite for a wild adventure, Rolling Hills Zoo can provide two unique experiences you won - t soon forget. Settled among the Smoky Hills of central Kansas, this 65-acre zoological park, home to more than 110 species of animals, includes a world-class wildlife museum, all for one single admission price. At the zoo you can get face-to-face with a rare white camel, an Indian rhino or a curious orangutan. Maybe it is a towering giraffe you would like to encounter, a majestic lion, an ornery aardvark or any one of the many other species of wildlife at home at Rolling Hills Zoo. Throughout this beautifully landscaped park great care has been taken to provide the zoo - s animals with special and naturalistic environments. As visitors stroll through the zoo, they are invited to visit with the zookeepers. This dedicated crew is a huge reason why visiting Rolling Hills Zoo is such a unique experience. They are specially trained to enhance the quality of life for the animals, which in turn helps the animals thrive and be extra responsive to zoo visitors. The Rolling Hills Zoo zookeepers know the animals well and are happy to relate their own insights about their distinct personalities. During their visit, guests can enjoy a narrated tram ride through the zoo which stops at key locations in the park so guests can get off and explore on their own. Your journey through the 64,000 square foot museum takes you around the world while experiencing the delicate symmetry between humans, animals and nature in unique regions from the artic to the rainforest. With one of the world - s premier collections of full mount animals, this wildlife museum proudly displays over 200 animal species in naturalistic dioramas covering seven ecosystems. Live waterfalls, diorama sound effects and state-of-the art animatic human robots bring each diorama to life. The museum also features the Helen L. Graves Hideaway Hollow children - s education and exploration center and the 2,000 square foot Earl Bane Gallery, an exhibit gallery for exciting interactive traveling exhibits. Rolling Hills Zoo hosts a number of unique special events throughout the year including Zoorific EGGstravaganza, Party for the Planet, Wild About Moms, the Father - s Day Care Show, Wet - n Wild, the Back To School Blast, Zoo Brew, Art Gone Wild and Pumpkin PaZoola.Read more",
        "reviews": [
            "Sở thú lớn, hãy mang giày đi bộ vào. Rất nhiều động vật để xem. Trẻ em - Các cháu đều thích thú với sở thú! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá năm sao của bạn về Sở thú Rolling Hills!  Chúng tôi mong sớm được bạn ghé thăm lại!  Đọc thêm",
            "Gia đình tôi dừng lại ở sở thú này trên đường đến Colorado với hy vọng có một thời gian nghỉ ngơi vui vẻ. Đáng buồn là sở thú không có đủ điều kiện và cần phải được kiểm tra kỹ lưỡng và bị phạt. Một số loài động vật có những chiếc chuồng tuyệt vời, nhưng một số, giống như những chú hồng hạc tội nghiệp, bị mắc kẹt trong những chiếc chuồng đáng thương khiến bạn muốn giải cứu chúng. Thức ăn cũng kinh tởm; mong đợi món chiên có mùi vị khủng khiếp. Triển lãm thú nhồi bông trong nhà với các loài động vật từ khắp nơi trên thế giới là điểm nổi bật nhất của nơi này - sở thú - .Đọc thêm",
            "Cảm ơn bạn đã đánh giá về Sở thú Rolling Hills.  Chúng tôi được Hiệp hội Vườn thú và Thủy cung công nhận, tiêu chuẩn vàng về chăm sóc động vật và được một nhóm thanh tra kiểm tra từ trên xuống dưới cứ 5 năm một lần.  Những con hồng hạc của chúng ta hiện đang được bảo vệ khỏi bị tổn hại khỏi bệnh cúm gia cầm có thể lây truyền sang các loài chim khác bởi những con ngỗng hoang dã cũng thích coi Vườn thú Rolling Hills là nhà.  Chúng tôi đang trong quá trình cải tạo một môi trường sống được bảo vệ tốt hơn cho chúng, nơi những con ngỗng sẽ không thể tiếp cận.  Trong khi chúng tôi chờ đợi việc cải tạo hoàn thành, những chú hồng hạc đang hoạt động khá tốt trong không gian tạm thời của chúng.   Về đồ ăn, không phải ai cũng thích đồ chiên hay nó hấp dẫn mọi khẩu vị.  Chúng tôi rất vui vì bạn đã thích bảo tàng động vật hoang dã đẳng cấp thế giới của chúng tôi với hơn 500 loài động vật cỡ lớn đại diện cho 200 loài khác nhau từ bảy hệ sinh thái trên khắp thế giới.  Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời - sở thú và bảo tàng - và nhân viên.  Tôi đã chọn đi theo nó vì đây là một vườn thú nhỏ hơn, nhưng họ có cung cấp xe điện kèm hướng dẫn viên cho chuyến đi 5 ngày. Đọc thêm",
            "Cảm ơn bạn đã đánh giá năm sao về Sở thú Rolling Hills.  Chúng tôi mong sớm được gặp lại bạn!  Đọc thêm",
            "đã không được trong nhiều năm, hồi đó nó thật tuyệt vời và được bảo trì tốt trong những năm qua.  Thích đến thăm lại sớm.   thật vui khi thấy điều này nằm trong top 10Đọc thêm",
            "Chúng tôi hoàn toàn tận hưởng thời gian ở Sở thú Rolling Hills!  Tôi đã không ở đó được 15-20 năm rồi, đó là một khoảng thời gian khá dài!  Tôi rất ngạc nhiên khi thấy thảm thực vật tự nhiên đã phát triển trong những năm đó nên chắc chắn nơi đây có nhiều bóng mát hơn.  Những con vật chúng tôi thấy đều ổn; chỉ có vẻ như có quá ít so với lần đầu tôi đi.  Tôi nhớ hòn đảo có vượn cáo; tôi nhớ một đàn hồng hạc lớn.  Tôi nhớ mình đã rất ấn tượng với môi trường tự nhiên hơn dành cho các loài động vật....TUY NHIÊN--bảo tàng đó nằm ngoài thế giới này!  Nó phải là tốt nhất ở Mỹ!  Mỗi bức tranh tầm sâu đều được thực hiện rất tốt. Tôi thích cửa hàng quà tặng, nhưng điều đó là không thể đối với trẻ nhỏ!!!  Họ cũng thích nó. Cảm ơn vì tất cả những gì bạn đã làm để chăm sóc những con vật quý giá này!Đọc thêm",
            "Tuyệt vời, có thể đi bộ đáng ngạc nhiên với xe điện chạy cho các chuyến đi. Bảo tàng phải xem, cảnh quan tuyệt đẹp. Tuyệt vời cho gia đình! Thưởng thức các buổi trình diễn ô tô trong Ngày của Cha - các cháu sẽ thích nó!Đọc thêm",
            "Chúng hoàn toàn tương phản: Sở thú và Bảo tàng. Sở thú không ổn vì chúng tôi không thấy động vật nào. Bảo tàng vẫn ổn.Đọc thêm",
            "Không có nhiều thứ để xem...hầu hết các cuộc triển lãm đều vắng vẻ, chỉ có vài con vật để xem, nhưng họ vẫn tính toàn bộ tiền vé vào cửa!Đọc thêm",
            "Thiết lập tốt đẹp cho những gì nó là. Đã có một loạt các động vật phong nha. Phần tốt nhất là bảo tàng. Màn hình rất thú vị!Đọc thêm",
            "Vì vậy, trước hết, tôi muốn nói rằng đây là một vườn thú khá đẹp. Nó - sạch sẽ, bóng mát và đẹp đẽ. Nhưng tôi thực sự hy vọng ai đó trong ban quản lý sẽ đọc những điều này hoặc ai đó sẽ làm gì đó về vấn đề này. Một số loài động vật có vẻ như cần được chăm sóc y tế. 1. Những con hổ có vẻ nhẹ cân; có thể họ - chỉ là những người trẻ tuổi, nhưng họ cần phải to lớn hơn. 2. Một trong những con tinh tinh trông giống như có một khối u; những con tinh tinh khác đang bắt nạt anh ta và gây rối với nó. 3. Con gấu Andean cái có một vết thương lớn ở đùi phải. 4. Đười ươi có bộ lông xù xì; anh ấy cần một chuyến thăm bác sĩ thú y. 5. Rùa cần được đưa vào trong nhà một lúc; cô ấy quá nóng và nằm bất thường trong bùn. Có thể tất cả những điều này đã được chăm sóc và giải quyết, nhưng tôi thực sự đánh giá cao thông tin cập nhật về tình trạng này. Tất cả họ đều có vẻ an toàn, nhưng tôi thực sự hy vọng nhu cầu y tế của họ cũng được đáp ứng. Hơn tất cả, đó là một trải nghiệm tốt đẹp. Tôi - tôi chỉ quan tâm đến sức khỏe của một số loài động vật thôi. Cảm ơn bạn đã dành thời gian.Đọc thêm",
            "Bạn lấy lá phong tươi cắt cànhĐọc thêm",
            "Bạn không chắc mình sẽ lấy những thứ như vậy để làm gì trừ khi bạn muốn cho thứ gì đó ăn? Họ cung cấp tất cả thức ăn để cho ăn và tôi không tin rằng họ sẽ cho phép bất cứ ai mang vào nguồn thực phẩm nước ngoài mà họ không biết là an toàn.Đọc thêm",
            "Có xe điện đưa khách tham quan các cơ sở trong vườn thú không?Đọc thêm",
            "Vâng, có một chiếc xe điện sẽ đưa bạn đi khắp sở thú.  Xe điện chạy hàng ngày cho đến cuối tuần của Ngày Lao động và sau đó chỉ hoạt động vào các ngày cuối tuần từ Lễ Tạ ơn và ngày 1 tháng 4 đến Ngày Tưởng niệm.\n,\nÁp dụng theo đặt chỗ: Quanh năm với tối thiểu 12 khách trong bữa tiệc của bạn. Yêu cầu đặt chỗ trước thông qua Phòng Kinh doanh Tập đoàn của chúng tôiĐọc thêm",
            "Nếu tôi đi bộ hết sở thú thì tôi sẽ đi bộ bao nhiêu dặm?Đọc thêm",
            "Tôi có thể nói rằng đó là ít nhất khoảng 3 dặm hoặc hơn, nhưng có một Xe An ninh thường xuyên di chuyển nếu bạn cần trợ giúp về di chuyển.  Có xe đưa đón ngoài trời có sẵn với chi phí hợp lý.  Chồng tôi bị đau đầu gối nhưng anh ấy nhất quyết đi bộ suốt tuyến đường và thậm chí cả bảo tàng tuyệt vời, khá rộng lớn.Đọc thêm",
            "Tôi sử dụng xe lăn bạn có xe tay ga không?Đọc thêm",
            "Có, chúng tôi có xe tay ga cho thuê.  Chúng tôi mong chờ chuyến thăm của bạn tới Sở thú!Đọc thêm",
            "Có người bán đồ ăn ở sở thú không?Đọc thêm",
            "Vâng, Nhà hàng Overlook tại Vườn thú Rolling Hills có tất cả mọi thứ từ bánh mì kẹp thịt và xúc xích, đồ ăn nhẹ cho đến các món đặc biệt trong ngày.Đọc thêm"
        ],
        "star_ratings": [
            183,
            58,
            14,
            3,
            4
        ],
        "review_amount": 262,
        "location": [],
        "reviews_time": [
            "Written August 28, 2023",
            "Written August 12, 2023",
            "Written June 10, 2023",
            "Written July 19, 2022",
            "Written July 5, 2022",
            "Written June 26, 2022",
            "Written June 15, 2022",
            "Written March 16, 2022",
            "Written October 24, 2021",
            "Written August 13, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g39045-d2249795-Reviews-Rolling_Hills_Zoo-Salina_Kansas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g39045-d26519378-Reviews-Hunt_Brothers_Pizza-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d2249795-Reviews-or10-Rolling_Hills_Zoo-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d2249795-Reviews-Rolling_Hills_Zoo-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d7235065-Reviews-Stiefel_Theatre_for_the_Performing_Arts-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d1863464-Reviews-Kenwood_Cove_Aquatic_Park-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d10758545-Reviews-SculptureTour_Salina-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d3314282-Reviews-Smoky_Hill_Museum-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d7205193-Reviews-Webster_Conference_Center-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d14790416-Reviews-Salina_Speedway-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d11865159-Reviews-Central_Kansas_Flywheels_Yesteryear_Museum-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d11839111-Reviews-Salina_Community_Theatre-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d24892473-Reviews-The_Garage-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d17348202-Reviews-Fossett_Plaza-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d11716156-Reviews-Smoky_Hill_Vineyards_and_Winery-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d11887428-Reviews-Salina_Art_Center-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38588-d5843506-Reviews-Sandstone_Saloon-Brookville_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d5846956-Reviews-Blind_Pig_Sports_Lounge-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d12085362-Reviews-Art_Center_Cinema-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d109674-Reviews-Boynton_Canyon_Trail-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g41467-d582085-Reviews-Nashoba_Valley_Winery-Bolton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41224-d116833-Reviews-National_Wildlife_Visitor_Center-Laurel_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d103845-Reviews-Height_of_Land-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g12051721-d637884-Reviews-Voutoumi_Beach-Antipaxos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d8047123-Reviews-Oia_s_Main_Street-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d3512914-Reviews-Turtle_Lake-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4438770-Reviews-Lotte_Cinema_Lotte_World-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13838180-Reviews-Illusion_Art_Museum_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1169484-d1167766-Reviews-Stutthof_Concentration_Camp-Sztutowo_Pomerania_Province_Northern_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g39045-d2249795-Reviews-or10-Rolling_Hills_Zoo-Salina_Kansas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g39045-d2249795-Reviews-Rolling_Hills_Zoo-Salina_Kansas.html"
    }
]