[
    {
        "attraction_name": "Rolling Hills Water Park",
        "attraction_name_vi": "Công viên nước Rolling Hills",
        "general_info": [
            "50 đánh giá",
            "4 trên 36 hoạt động giải trí ở Ypsilanti",
            "Công viên nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Công viên rất đẹp và sạch sẽ.  Sự thất vọng duy nhất của tôi là với chỗ đứng nhượng bộ.  Không có nhiều sản phẩm - mọi thứ đã được bán hết hoặc không có sẵn.  Nếu không được phép mang đồ ăn thức uống bên ngoài vào thì nên có sẵn nhiều hơn Diet Pepsi, xúc xích và khoai tây chiên.  Giá cả hợp lý đối với một số mặt hàng có sẵn.Đọc thêm",
            "Tôi đã sống gần công viên này suốt đời. Chúng tôi từng thích đến công viên nước, nhưng bây giờ nó giống như một sở thú, có lẽ tôi đã phát triển quá mức rồi. Có thể nói, phần còn lại của công viên rất ĐẸP. Bạn có thể đi dạo với chú chó của mình, chơi gôn ném đĩa, đi giày trượt tuyết, v.v. Tôi thích đến đó suốt cả năm! Đọc thêm",
            "Hôm nay tôi và con trai 11 tuổi của tôi đã đến thăm công viên và đã có khoảng thời gian vui vẻ.  Chúng tôi đã đến thăm công viên ít nhất một lần vào mỗi mùa hè kể từ năm 2009. Thời tiết thật hoàn hảo.   Vào Rolling Hills là 6 ngày đối với ô tô.  Vào công viên nước là 10 người mỗi người vì đây là ngày nghỉ lễ.  Họ nói với chúng tôi rằng chúng tôi không thể mang theo đồ ăn nhẹ mà chỉ có nước, vì vậy chúng tôi phải mang đồ ăn nhẹ trở lại xe.  Họ lịch sự và đó không phải là vấn đề lớn. Khi quay về, tôi nhận thấy rằng các quy tắc được dán trên một tấm biển trước khi bạn bước vào cửa quay và họ nêu rõ những gì được phép và những gì không.  Khi chúng tôi bước vào công viên nước, đường trượt và đường trượt ở đầu phía nam đã đóng lại.  Điều đó đã cho chúng tôi nhiều thời gian để tận hưởng những đặc điểm khác của công viên.  Tôi tình cờ nhận thấy nước có vị mặn và dường như không bị clo hóa như tôi nhớ - nếu họ thay đổi thành phần hóa học thì tôi nghĩ sự thay đổi đó là tốt.  Vào khoảng 4 giờ, chúng tôi đóng dấu tay và rời công viên nước để nghỉ ngơi và thưởng thức một số món ăn có giá không quá cao.  Chúng tôi quay lại vào khoảng 5h30 và phát hiện ra rằng tất cả các slide đều mở.  Ngoài ra, một số ghế phòng chờ đã được giải phóng để chúng tôi có thể tránh đặt đồ đạc của mình lên cỏ lần thứ hai.  Nhìn chung, đó là một chuyến thăm thực sự tốt và chúng tôi đã có được 26 niềm vui cuối hè đáng giá.Đọc thêm",
            "Cuộc họp mặt gia đình Lucas Family Reunion đã diễn ra vào cuối tuần trước, ngày 28 tháng 7 năm 2019 và mọi người đều có khoảng thời gian tuyệt vời!!!!!!Đọc thêm",
            "So yesterday we decided we wanted to go to this park it looked like fun, new play scape and all around good time UNTIL we get there and they check our bags.  well in my bag I had 2 uncrustables which were for my 1 year old.  she is done with baby food but still needs softer stuff that she can eat.  The workers there told me I wasnt able to bring it into the park even though it was for my one year old. So after the one girl checked our bags she made me have the baby eat the uncrustable before we went into the park...so she ate it and then when we were going to enter the park they shut the gate on us and told us to go through the other gate so while entering the worker said we need to check your bag and I said you just saw the other girl check our bag and not let us in and you saw that my baby was eating her peanut butter and jelly sandwich she was like nope we need to double check your bags treated us like we had drugs in there or something it was absolutely crazy!!! So after we enter the park after being harassed we then go to the concession stand where I was going to buy her a soft pretzel because that was the softest thing on their menu but of course they were out of their pretzels.  so not only can I bring in food for my one year old but they dont supply food that she can eat.  I also brought with me my 2 year old and wanted to bring in a couple sand toys for her to keep her busy in the water well they told me I couldnt bring that in either.   The workers there are so rude and unfriendly they blow that damn whistle for every single thing you do.  Really cant enjoy yourself there because they have way too many rules and its annoying.  so if you do decide to go here expect your infant to starve unless they eat baby food that says BABY FOOD on it,  also be prepared to act like a robot and not a human.   I will never ever go back there again.Read more",
            "Chúng tôi đã đi vào thứ Tư trước ngày 4 tháng 7, không đông đúc...bây giờ tôi biết tại sao! Chúng rất đắt tiền. Họ tính phí cho MỌI THỨ! 10 cái để vào công viên, 10 cái để vào công viên nước, thậm chí không thể mang theo POP hoặc túi khoai tây chiên của riêng bạn!! Bạn phải mua tất cả đồ ăn giảm giá CỦA HỌ, và nó KHÔNG RẺ, họ nói rằng họ thực hiện WAVE cứ sau 15 phút - họ chỉ làm điều đó MỖI GIỜ MỘT LẦN!! Phòng tắm BẨN TRỌNG....rõ ràng họ không phải là nơi thân thiện với gia đình....THẬT LÀ LỪA ĐẢO!!Đọc thêm",
            "Xin lưu ý rằng nếu bạn đang hy vọng được ăn tối tại công viên nước, quầy bán đồ ăn nhẹ không đóng cửa trước giờ đóng cửa 1 giờ mà gần 1,5 giờ. KHÔNG có thông tin nào về điều này trên trang web hoặc trang FB. Chúng tôi xếp hàng lúc 5:43 và được thông báo rằng họ đã giới hạn số người xếp hàng và chúng tôi sẽ không được ăn. Khi chúng tôi phàn nàn, một người quản lý sau đó nói với chúng tôi rằng quầy nướng ĐÃ đóng cửa nên chúng tôi có thể xếp hàng một lần để chỉ mua đồ ăn như khoai tây chiên hoặc nước ngọt. Vì vậy, ngay cả khi chúng tôi xếp hàng lúc 5:30, quầy nướng cũng đã đóng cửa trước khi chúng tôi đến cửa sổ mở đầu tiên. Khi chúng tôi thảo luận vấn đề này với người giám sát công viên, anh ta đã cãi nhau với chúng tôi thay vì lắng nghe chúng tôi. Đây là vấn đề về những lựa chọn tồi tại sao chỉ có 1 cửa sổ mở vào giờ cao điểm ăn tối? tại sao lại đóng cửa sớm như vậy?, giao tiếp kém và dịch vụ khách hàng tệ hại. Nếu bạn chọn đóng quầy bán đồ ăn nhẹ của mình sớm như vậy, bạn cần phải thông báo rõ ràng. Không có lý do gì để bào chữa cho cách người giám sát xử lý tình huống. Chúng tôi sẽ không quay lại. Ngoài ra, ban đầu chúng tôi đã đến vào Chủ Nhật ngày 30 tháng 6, đợi trong xe 30 phút để cuối cùng được thông báo khi chúng tôi đến lối vào rằng công viên nước đã kín chỗ. Nói chung, chúng tôi đã lãng phí 1,5 giờ để không phải vào công viên nước với một chiếc xe đầy những đứa trẻ nóng nực và không vui. Tệ hơn nữa, khi đi được nửa đường, có những nhân viên điều hướng giao thông mà không hề biết rằng công viên nước đã kín chỗ. Họ có thể đã cứu chúng tôi và mọi người khác trong hàng khỏi phải chờ đợi rất nhiều mà không có lý do gì. Giao tiếp là một vấn đề lớn tại Rolling Hills Đọc thêm",
            "Một nơi rất đẹp để đi dạo với khuôn viên được bảo trì tốt.  Đã lâu không sử dụng công viên nước nhưng có thể sẽ cực kỳ bận rộn vào mùa hè.Đọc thêm",
            "Đây là một nơi tuyệt vời để đi vào mùa hè cho công viên nước.  Họ có thứ gì đó để mọi người ở mọi lứa tuổi vui chơi.  Bên ngoài công viên nước, công viên hoàn toàn tuyệt vời để đi dạo xung quanh, họ có rất nhiều con đường mòn.  Tôi thích đi bộ ở đây cũng như đi xe đạp.  Họ có một khu vực ao đẹp để đi dạo xung quanh, có khu vực để ngồi cũng như đi dã ngoại.  Họ cũng có một khu vực sân chơi đẹp.  Cũng có thể đi trượt tuyết vào mùa đông.  Tôi thực sự khuyên bạn nên ghé thăm công viên này để tham gia tất cả các hoạt động.Đọc thêm",
            "Tôi thực sự thích Công viên nước Rolling Hills... nơi này rất dễ đi và nếu bạn đi vào tháng 5 và đầu tháng 6... thì đó là một thị trấn ma. Tôi đã đưa cháu gái tôi đi và cháu rất thích... nhưng tôi chỉ thích tắm nắng... nơi này rất sạch sẽ và có rất nhiều ghế. Hãy thử xem! Đọc thêm"
        ],
        "star_ratings": [
            33,
            11,
            2,
            0,
            4
        ],
        "review_amount": 50,
        "location": [
            "Các hoạt động ở Ypsilanti",
            "Công viên nước Rolling Hills",
            "Hoa Kỳ",
            "Ypsilanti",
            "Michigan MI"
        ],
        "reviews_time": [
            "Written August 25, 2021",
            "Written February 16, 2020",
            "Written September 2, 2019",
            "Written August 7, 2019",
            "Written August 6, 2019",
            "Written July 4, 2019",
            "Written July 2, 2019",
            "Written April 14, 2019",
            "Written March 31, 2019",
            "Written February 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42837-d8453806-Reviews-Rolling_Hills_Water_Park-Ypsilanti_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g42837-d5492858-Reviews-J_D_s_Pizza_and_Grinders-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42837-d598723-Reviews-Harvest_Moon_Cafe-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42837-d1126475-Reviews-Aubree_s_Pizzeria_Grill-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42837-d1134340-Reviews-Great_Wall_Chinese_Restaurant-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42837-d4249559-Reviews-McDonald_s-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42837-d1131054-Reviews-La_Fuente_Mexican_Restaurant-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42837-d25511263-Reviews-Dos_Fuentes-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19733897-d27808982-Reviews-Borimex-Pittsfield_Charter_Township_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42837-d27803523-Reviews-Subway-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42837-d21282520-Reviews-Madea_s_Kitchen-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42837-d2486710-Reviews-Depot_Town-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42837-d7360653-Reviews-Ypsilanti_Automotive_Heritage_Museum-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42837-d2711246-Reviews-Michigan_Firehouse_Museum-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42837-d7223984-Reviews-Vietnam_Veterans_Memorial-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42471-d11024373-Reviews-Wasem_Fruit_Farm-Milan_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d12666553-Reviews-Lillie_Park-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42837-d12487606-Reviews-Ypsilanti_Historical_Museum_and_Archives-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d549247-Reviews-Cobblestone_Farm-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d549267-Reviews-Buhr_Park-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d12350682-Reviews-Mary_Beth_Doyle_Park-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42837-d8453806-Reviews-or10-Rolling_Hills_Water_Park-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42837-d15607690-Reviews-Decode_Ypsilanti-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d8651846-Reviews-Breakout_Escape_Rooms_Ann_Arbor-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d11657758-Reviews-Decode_Ann_Arbor-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42837-d10859535-Reviews-Wiard_s_Orchard_County_Fair-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d554676-Reviews-Law_Quadrangle-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d3870692-Reviews-Michigan_Stadium-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d107760-Reviews-University_of_Michigan-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d554677-Reviews-Matthaei_Botanical_Gardens-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d268547-Reviews-University_of_Michigan_Museum_of_Art-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d7265010-Reviews-Hill_Auditorium-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d268546-Reviews-University_of_Michigan_Museum_of_Natural_History-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42837-d265806-Reviews-Pine_View_Golf_Course-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d554671-Reviews-Kelsey_Museum_of_Archaeology-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d10716118-Reviews-Gallup_Park-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2707373-Reviews-Karura_Forest-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g143012-d145567-Reviews-Loop_Road-Badlands_National_Park_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42391-d3812420-Reviews-Horrocks_Farm_Market-Lansing_Ingham_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d1063222-Reviews-Crystal_Sands_Beach-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g190500-d617680-Reviews-Trollstigen-Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g315902-d10357613-Reviews-Nazare_Funicular-Nazare_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14978414-Reviews-National_Express-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669472-Reviews-Wailea_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g40643-d7201441-Reviews-Winslow_Memorial_Park_Camping_and_Public_Beach-Freeport_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g46299-d1232157-Reviews-Belmar_Beach_and_Boardwalk-Belmar_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42837-d8453806-Reviews-or10-Rolling_Hills_Water_Park-Ypsilanti_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42837-d8453806-Reviews-Rolling_Hills_Water_Park-Ypsilanti_Michigan.html"
    }
]