[
    {
        "attraction_name": "Roosevelt Row",
        "attraction_name_vi": "Hàng Roosevelt",
        "general_info": [
            "11 đánh giá",
            "65 trong số 430 điều cần làm ở Phoenix",
            "Vùng lân cận",
            "Địa điểm ưa thích",
            "Khu vực đi bộ lịch sử"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nơi thú vị để đi bộ xung quanh và rất nhiều quán bar sôi động để lựa chọn. Một vài cửa hàng thú vị với ánh đèn thủ công địa phương, bạn có thể thất vọng nếu đang mong đợi có nhiều lựa chọn mua sắm.Đọc thêm",
            "Chúng tôi lái xe vòng quanh Roosevelt Row. Tác phẩm nghệ thuật thực sự tuyệt vời và các nghệ sĩ vô cùng tài năng. Đáng để dừng chân để hòa mình vào khu phố.Đọc thêm",
            "Một số khu mua sắm, một số đồ ăn, quán bar và đi bộ xung quanh để khám phá khu vực, có vẻ an toàn, các cửa hàng cổ điển và quán cà phêĐọc thêm",
            "một khuôn mặt cười lớn như vậy nó tự động làm tôi mỉm cười. Bức tường này được Skye ủy quyền xây dựng trên các căn hộ sang trọng thứ 6 với nghệ sĩ địa phương justcreatedit, người nổi tiếng với những bức tranh tường chân dung hiện thực và các tài liệu tham khảo về văn hóa đại chúng, chẳng hạn như khuôn mặt cười khổng lồ này bị kéo lại bởi một hình người que đang bay trong mây và cảnh hoàng hôn phượng hoàng được đánh giá cao. Đọc thêm",
            "Những bức tường thật tuyệt vời! Đẹp. Chúng tôi đã không thực hiện chuyến tham quan và tôi ước mình đã bỏ lỡ nhiều bức tranh tường. Hãy lập bản đồ các bức tranh tường trước khi bạn đi nếu bạn không thực hiện chuyến tham quan đi bộ. Đọc thêm",
            "Cuộc dạo chơi nghệ thuật nhàn nhã đáng kinh ngạc này là nơi trưng bày các tác phẩm nghệ thuật hấp dẫn của nhiều họa sĩ vẽ tranh tường của Phoenix. Đây là một viên ngọc ẩn trong một con hẻm ở Trung tâm thành phố, một điểm đến ẩn giấu, nhưng gần với các địa điểm độc đáo khác trong thành phố có thể đi bộ như phòng trưng bày, cửa hàng và cửa hiệu, cùng với một số món ăn tuyệt vời trên đường đi. Người ta có thể tận hưởng khoảng thời gian thư giãn và bao gồm bữa sáng muộn hoặc bữa trưa khi bạn ở đó. Một số nghệ sĩ giỏi nhất của chúng tôi được trưng bày ở đây như Caravao, Lee, Volar và Caruso chỉ đề cập đến một số nghệ sĩ. Đây là điều cần thiết để thực sự hiểu và đánh giá cao bản chất thực sự cũng như cốt lõi của cộng đồng tuyệt vời của chúng ta.Đọc thêm",
            "Trải nghiệm tuyệt vời nhất của chúng tôi là đến thăm Taliesin West, ngôi nhà mùa đông và xưởng vẽ của Frank Lloyd Wright, một trong những kiến ​​trúc sư yêu thích của chúng tôi.Đọc thêm",
            "Khu nghệ thuật này là một khu dân cư và là khu lịch sử được chỉ định đầu tiên kể từ năm 1984. Chúng tôi đi bộ đến đây từ Vườn Hữu nghị và nhìn thấy nhiều Bức tranh tường tuyệt vời, đồng thời trải nghiệm phần nào văn hóa của thành phố này trong vài giờ. Ở mọi nơi chúng tôi nhìn, đều có đầy màu sắc những bức tranh tường trên tường, bên hông các tòa nhà, trên thùng kim loại và thậm chí trên thùng rác. Nếu bạn tình cờ biết các nghệ sĩ và tác phẩm nghệ thuật mà họ tạo ra, thậm chí còn có những biển chỉ dẫn bạn đến đó. Bạn cũng có thể nhận được nhiều thông tin thích hợp từ Trung tâm Chào mừng. Chúng tôi không tham gia chuyến tham quan có hướng dẫn mà chỉ tự mình đi dạo xung quanh, dành thời gian ngọt ngào để chiêm ngưỡng tất cả những tác phẩm nghệ thuật tuyệt đẹp đó. Thật đáng giá. Vì vậy, hãy đi ít nhất một lần nếu bạn tình cờ đến Phoenix.Đọc thêm",
            "Chúng tôi không đi tham quan. Chỉ đỗ xe và đi bộ xung quanh. Một số khu vực có vẻ hơi sơ sài nhưng có rất nhiều người đi lại. Một vài nơi để ăn trên phố chính. Bãi đậu xe trên phố có đồng hồ tính tiền và xe tay ga cho thuê ở góc phốĐọc thêm",
            "Ok, its Saturday morning, I already had my coffee, so Im going to say 4 Stars for Phoenix Historic District Roosevelt Row. And, its not only my coffee talking, Ive seen the social media of a non-profit organization made by local business owners, developers, and residents, called Roosevelt Row CDC, and its impressive. The commitment of this organization financially gives me confidence this area will last as long as their determination does. ROOSEVELT ROWRoosevelt Row is an area in downtown Phoenix thats predominantly focuses on Roosevelt Street which includes a few blocks north and south, and east-west boundaries are 7th Street to 7th Avenue; although Ive noticed some people like to stretch the east boundary to 16th Street, just to include more business. Move over Brooklyn, theres a new sub-city artsy and experimental enclave. Phoenixs Roosevelt Row claims to be the hippest and most vibrant community in the greater metropolis for the artists, wanderers, performers, and creative experimenters to set up shop, mingle, and network for innovative ideas, is snatching up headlines around the state and even the country.Not too long ago, boarded-up buildings and weed-filled vacant lots were the only option in this downtown Phoenix community. In just a few years, the region earned the accreditation of Great Places by the American Planning Association, Phoenixs first and only region to do so. Hotspots Rentals followed suit, ranking the community as the 24th coolest neighborhood in the U.S. based on walkability, entertaining and eating options, and cost of living. Ive noticed locals and fans lovingly referred to the area as RoRo and  for its bars and restaurants, Roosevelt Row has done an excellent job of branding itself as the art center of the city. Art is universal, something everyone loves, regardless of the style or medium. Its cool to be into art, and even cooler to be seen at an art gallery. So, the areas big push is the First Fridays.On the first Friday of every month, theres an Art Walk through the district, showcasing local works by artists in what were once rundown and abandoned buildings. Whenever Ive been to a First Friday, Ive noticed it brings something to the table for everyone: for the wealthy corporate elite, its cool to be seen at such hipster and alternative gatherings; for the hippies, its just another event to mingle with friends and artists; and for tourists, its a great photography spectacle, not to mention the vibrant street art lining the sidewalks.The paradox of a Roosevelt Row or a Williamsburg, Brooklyn, is that although its characterized by the struggling artist, the good parts of Roosevelt Row are still a pretty expensive place to be.Shopping products are overpriced, many cocktails are up to more than 13 each, and many of the art displays actually charge an entrance fee.The home prices arent exactly cheap either, with the average asking prices ranging from 400,000 up through 1 million to call the up-and-coming artsy Mecca home. Towards the end of 2017, construction commenced on a 30-story apartment tower Link Phx on the eastern end of Roosevelt Row.So, although the community is earning a reputation as the citys artsy vanguard, a community that is different from the norm, by the people, for the people, its actually just another expensive Phoenix area to spend the day, shop around, and enjoy a drink with a friend or two.Despite the rundown appearance and clever rebranding to bring light into what used to be crime-ridden ugly streets, underneath it all, Roosevelt Row is just another example of playing into subservient culture so popular in the U.S.CONCLUSION As an Arizona native, Ive spent a LOT of time downtown, and have personally witnessed the eager desire to make downtown Phoenix gentrified, not just on Roosevelt Row, and I appreciate the effort greatly. The area has vastly improved.I think that with the addition of ASU Downtown Campus and the light rails, along with the proximity to law firms and courts, its here to stay.I personally enjoy many aspects of Roosevelt Row, weather permitting; exploration during the summer is a little much for me. Is that 15 cocktail really worth it to be seen out in Roosevelt Row? For a variety of people today, yes it is.45 RECOMMENDRead more"
        ],
        "star_ratings": [
            3,
            7,
            1,
            0,
            0
        ],
        "review_amount": 11,
        "location": [
            "Hoa Kỳ",
            "Phượng Hoàng",
            "Những điều cần làm ở Phoenix",
            "Hàng Roosevelt",
            "Trung tâm Arizona",
            "Arizona AZ"
        ],
        "reviews_time": [
            "Written March 18, 2024",
            "Written February 6, 2024",
            "Written December 28, 2023",
            "Written November 22, 2023",
            "Written November 7, 2023",
            "Written July 1, 2023",
            "Written September 30, 2022",
            "Written December 28, 2021",
            "Written January 27, 2020",
            "Written August 4, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31310-d14216963-Reviews-Roosevelt_Row-Phoenix_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d2102718-Reviews-Pro_s_Ranch_Market-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d3727779-Reviews-Al_Hana_Restaurant_at_Baiz_Market_Place-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d333205-Reviews-Playa_Hermosa-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d10627721-Reviews-Tacos_Chiwas-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d5080729-Reviews-Little_Caesars-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d333183-Reviews-San_Carlos_Bay_Seafood_Restaurant-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d16000361-Reviews-Church_s_Texas_Chicken-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d11959238-Reviews-Authentic_Ethio_African_Spices-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d20145489-Reviews-La_Marquesa_Birerria-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d563076-Reviews-Rosita_s_Place-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d13153604-Reviews-Edison_Park-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1537397-Reviews-Children_s_Museum_of_Phoenix-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563438-Reviews-Rosson_House_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d116632-Reviews-Heard_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d104041-Reviews-Chase_Field-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d524692-Reviews-St_Mary_s_Basilica-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d144031-Reviews-Burton_Barr_Central_Library-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563426-Reviews-Orpheum_Theater-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d104038-Reviews-Phoenix_Art_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1143908-Reviews-The_Phoenix_Theatre_Company-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d14216963-Reviews-or10-Roosevelt_Row-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d275846-Reviews-Wrigley_Mansion-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d10168854-Reviews-Dobbins_Lookout-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d6513830-Reviews-The_Farm_at_South_Mountain-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d141819-Reviews-Mystery_Castle-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563429-Reviews-Phoenix_Convention_Center_Venues-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d145537-Reviews-Footprint_Center-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d10934488-Reviews-Arizona_ING_Tours-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d2437605-Reviews-Taste_It_Tours-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d23026253-Reviews-ThorAzona-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d11674223-Reviews-Arizona_Party_Bike-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d2717035-Reviews-Stuffington_Bear_Factory-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925453-d8537570-Reviews-Kini_Beach-Kini_Syros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g54184-d17549318-Reviews-Soda_City_Market-Columbia_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10617660-Reviews-Czech_railways-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d4740534-Reviews-Pico_do_Arieiro-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d14163992-Reviews-Italo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d10639029-Reviews-U_S_Bank_Stadium-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d568366-Reviews-Paralia_Mikri_Banana-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g46810-d273162-Reviews-Seaside_Park_Beach-Seaside_Park_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d1913636-Reviews-Whetstone_Chocolates_Tasting_Tour-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d531617-Reviews-Grand_Canyon_Deer_Farm-Williams_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31310-d14216963-Reviews-or10-Roosevelt_Row-Phoenix_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31310-d14216963-Reviews-Roosevelt_Row-Phoenix_Arizona.html"
    }
]