[
    {
        "attraction_name": "Rose Island",
        "attraction_name_vi": "Đảo Hoa Hồng",
        "general_info": [
            "276 đánh giá",
            "2 trong số 5 điều cần làm ở Đảo Thiên Đường",
            "Quần đảo"
        ],
        "attraction_summary": "Hòn đảo tuyệt đẹp ở Bahamas này được biết đến với làn nước trong vắt, bãi cát hồng và chín chú lợn biết bơi. Thưởng thức đồ uống chào mừng, thư giãn trên võng, đến quán bar trên bãi biển, vui chơi cùng những chú lợn đáng yêu, chèo thuyền kayak trên biển và lặn với ống thở cùng rùa. Hãy cẩn thận vì đã có người nhìn thấy cá mập trong khu vực. Hòn đảo chỉ cách Nassau 25 phút và tốt nhất nên ghé thăm bằng tour du lịch hoặc thuê thuyền, thường bao gồm lặn với ống thở và gặp gỡ lợn. Đây cũng là một sự thay thế tuyệt vời và rẻ hơn cho Đảo Lợn Big Major Cays.  TripadvisorĐọc thêm",
        "reviews": [
            "Hòn đảo vô cùng xinh đẹp với làn nước trong vắt và những bãi biển cát trắng! Chúng tôi đã dành nửa ngày ở đây và yêu thích cảm giác thư giãn, khung cảnh tuyệt đẹp và quán bar nghỉ dưỡng bằng đô la cát!Đọc thêm",
            "Chúng tôi đã đi vòng quanh trên chiếc Catamaran và thả neo gần hòn đảo này. Chúng tôi quyết định đi theo chiếc xe bẩn thỉu và đi xem những con lợn. Thật là buồn và đau lòng! Có những con lợn con đang đói và một con họ vừa ném dưới boong tàu vẫn còn thở! Chúng tôi quay lại thuyền để hâm sữa và lấy chăn cho các em vì các em bị lạnh cóng và suy dinh dưỡng. Khi chúng tôi quay lại, họ thậm chí còn ném con lợn con xuống dưới boong tàu nên nó không còn ở chỗ nữa. Tôi lấy nó ra, gói lại và cố gắng cho nó uống sữa nhưng đã quá muộn.  Chúng tôi đã chôn đứa bé tội nghiệp. Có những con lợn bị què, gần như không thể đi lại được. Lợn không thuộc về một hòn đảo không có nước ngọt và thức ăn phù hợp. Toàn bộ sự việc thật tàn bạo! : Vui lòng không hỗ trợ bất kỳ kiểu Bơi cùng lợn nào mà bạn chỉ góp phần gây ra vấn đề.Đọc thêm",
            "Nếu bạn đang tìm kiếm một chuyến đi chơi ngoài khuôn viên, chắc chắn bạn muốn xem xét Sandy Toes, Rose Island, Bahamas. Không xa và đó là một ngày trọn gói với đồ ăn, đồ uống và thiết bị lặn biển, bãi biển riêng, vườn võng và tôi có thể kể thêm.. nhưng họ cũng có chương trình lợn bơi tuyệt nhất trong trò chơi! Thật tuyệt vời cho các gia đình, tôi có 2 cô con gái và chúng rất thích - có rất nhiều không gian để chạy! Đọc thêm",
            "Đã dành cả ngày ở đó. Thật tuyệt vời. Nước rất đẹp, đi catamaran rất vui.  Sẽ làm lại từ đầu.Đọc thêm",
            "Đảo Hoa Hồng rất đẹp một bãi biển rất đẹp và nước cực trong xanh. Chuyến tham quan Sandy Toes từ Nassau rất thú vị - bạn có thể nhìn thấy vài con lợn, bữa trưa ngon miệng bên bờ biển, v.v. Tuy nhiên, như những người áp phích đã đề cập, tôi sẽ không bơi hoặc lặn dưới nước. Đã có một vụ cá mập tấn công vào năm 2019 và tôi lại tin vào năm 2022 với chuyến du ngoạn này. Tôi được biết khi đi tham quan đã nhìn thấy một con cá mập hổ khổng lồ, phải báo cho nhân viên ngay lập tức đưa mọi người lên khỏi mặt nước. Quá gần để tạo sự thoải mái.Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời nhất, Jesse Higgs giúp nuôi lợn thật tuyệt vời khi giải thích một số lịch sử ngắn gọn về hòn đảo và các giếng Tây Ban Nha gần đó. Anh ấy cũng rất thân thiện và giúp chụp ảnh chúng tôi khi chúng tôi đang ôm lợn! Anh ấy chắc chắn là một phần quan trọng trong việc khiến chuyến tham quan này trở nên tuyệt vời và đáng nhớ. Tôi chắc chắn sẽ giới thiệu sản phẩm này cho gia đình và bạn bè.Đọc thêm",
            "Chúng tôi hoàn toàn yêu thích chuyến tham quan này tại Đảo Rose. Bơi cùng lũ lợn là điểm nổi bật trong cuộc phiêu lưu của chúng tôi vì có những con lợn đủ kích cỡ. Họ đã được đào tạo cực kỳ bài bản và thậm chí còn thực hiện một số thủ thuật thật tuyệt vời! Bản thân bãi biển đã rất đẹp và lặn bằng ống thở là một trải nghiệm!Đọc thêm",
            "Một nơi rất mát mẻ để xem những chú lợn bơi lội, một trong những điều cần làm nếu bạn đến thăm Bahamas.  Chúng tôi lấy một trong những chiếc thuyền từ Đảo Paradise và họ chăm sóc chúng tôi cả ngày.  Hoàn toàn tuyệt vời.Đọc thêm",
            "Đảo Hoa Hồng không phải là một hòn đảo lớn, có thời tiết tuyệt vời, có nhiều khách sạn, nhà hàng, quán bar trên bãi biển. Bạn có thể tắm nắng, câu cá, bơi lội.Đọc thêm",
            "Chúng tôi đi thuyền Sandy Toes đến đảo Rose. Thật là một ngày tuyệt vời. Đáng giá từng xu. Bạn có thể lặn với ống thở, sau đó đi bộ một đoạn ngắn qua đảo để đến bãi biển. Ở đó bạn thư giãn với đồ uống và những con lợn xuất hiện. Các giảng viên giải thích những gì họ làm và trả lời tất cả các câu hỏi.   Sau đó là bữa trưa. Thêm bãi biển và đồ uống trước khi quay trở lại. Thuyền viên, nhân viên phục vụ, sơ cứu và bất cứ thứ gì bạn cần.  Họ thật thú vị.  Kudos cho Capt Will.Đọc thêm",
            "Gần đây có ai đã thực hiện chuyến lặn biển này chưa? Bạn đã đặt chỗ như thế nào? Trải nghiệm của bạn thế nào? Nhóm của chúng tôi gồm 7 người lớn và 3 trẻ em 4,5,6 tuổi. Cảm ơn, Đọc thêm",
            "Nếu tôi đến công viên hải dương rajiv gandhi ở cảng blair, tôi có thể đi thuyền ngay lập tức để đến bãi biển RoseĐọc thêm",
            "bạn đã đặt chuyến tham quan tới Đảo Rose là ai vì tôi nghe nói lặn bằng ống thở rất tuyệt. 2 đứa con 18 tuổi của tôi sẽ lần đầu tiên lặn bằng ống thở, vậy đây có phải là nơi phù hợp để chúng lặn với ống thở lần đầu không?Đọc thêm",
            "Chúng tôi đã đặt một chuyến tham quan rẻ tiền trên Viator bao gồm bữa trưa. Đọc thêm",
            "Chúng tôi đến hòn đảo này trên một chiếc thuyền riêng cách đây 47 năm, vào tháng 3 năm 1972. Lúc đó nó hoàn toàn vắng vẻ, chỉ có chúng tôi. Lúc đó có một khách sạn xinh đẹp trên đảo bị đổ nát. Rất muốn biết lịch sử khách sạn này. Ngoài ra còn có một bến tàu bê tông ở phía xa của Đảo mà chúng tôi đã cố gắng buộc vào. Những chiếc neo kim loại tuột khỏi bến tàu và chúng tôi suýt đánh chìm thuyền. Thủy triều rất mạnh và chúng tôi không thể ra ngoài vào đêm đó. Phải thả neo ngoài khơi. Có một chiếc thuyền buồm khác cũng đang thả neo và chúng tôi buộc chúng vào đó qua đêm. Chúng tôi đánh nhau dữ dội suốt đêm. Thật là một trải nghiệm đáng nhớ. Chúng tôi sẽ đến Nassau trong một chuyến du ngoạn vào tháng 4 và hy vọng chúng tôi sẽ có thời gian để thăm lại hòn đảo xinh đẹp này. Sẽ cần một chuyến tham quan riêng khi chúng tôi bắt giữ lúc 7 giờ sáng và 2 giờ chiều. Mọi thông tin sẽ được đánh giá cao.Đọc thêm",
            "Hiện nay trên đảo có nhiều công trình kiến ​​trúc nhà cửa, nhà kho hơn nhưng bạn sẽ có cảm giác hơi xa xôi, đặc biệt là khi đến từ Nassau.  Trip Advisor có các lựa chọn thuê xe riêng, chúng tôi đã nghĩ về điều đó nhưng quyết định đi cùng nhóm này vì nó ít tốn kém hơn.Đọc thêm",
            "Bạn có thể đi câu cá không?Đọc thêm",
            "CóĐọc thêm",
            "Tôi sẽ ở lại Đảo Thiên Đường. Cách nào rẻ nhất để đến đảo hoa hồng nếu bạn không quan tâm đến bữa trưa và lặn với ống thở? Cảm ơn.Đọc thêm",
            "Tôi nghĩ thuyền thuê từ Margaritaville là hợp lýĐọc thêm",
            "Thuyền khởi hành từ đâu?? Và làm thế nào để chúng ta nhận ra nhân viên?Đọc thêm",
            "Từ cảng. Có thuyền riêng. Bạn phải thương lượng về giá Đọc thêm",
            "Làm thế nào bạn tìm được một chiếc thuyền để đưa bạn đến đó trong 25 phút?Đọc thêm",
            "Nó tốn hơn 25 đô la nên tôi không chắc chắn về điều đó. Đọc thêm",
            "Có ai đã thực hiện chuyến tham quan này từ Royal Caribbean chưa? Hành trình nói rằng chúng tôi sẽ đến Nassau vào buổi trưa và chuyến tham quan khởi hành lúc 10 giờ. Liệu tàu có thể đến Nassau sớm hơn không? Tôi đang đi thuyền từ cảng Canaveral Đọc thêm",
            "Nếu tôi ở trên một con tàu du lịch thì liệu tôi có đủ thời gian để đến Đảo Rose và quay lại kịp thời để quay lại tàu trước khi tàu rời đi không?.Đọc thêm",
            "Chúng tôi đã đặt chỗ với Sandy Toes Excursions và bộ sưu tập diễn ra lúc 10 giờ sáng từ Đảo Paradise và trả về khoảng. 4 giờ chiều. Điều này chắc chắn đáng làm, vì bãi biển nơi tàu Cruise cập bến không đẹp bằng Đảo Paradise. Nassau chủ yếu được trang bị cho các con tàu, vì vậy bạn sẽ không có ấn tượng thực sự về Bahamas. Bạn có thể bắt taxi và tham quan Providence nhưng tùy thuộc vào thời gian tàu cập bến. Atlantis thật điên rồ, ồn ào và được sản xuất, không phải là Bahamas thực sự. Hãy thử thực hiện chuyến đi Đảo Rose vì nó thực sự rất đẹp và là một chuyến tham quan thuận lợi.Đọc thêm"
        ],
        "star_ratings": [
            196,
            54,
            22,
            2,
            2
        ],
        "review_amount": 276,
        "location": [
            "Đảo Hoa Hồng",
            "Đảo New Providence",
            "Bahamas",
            "Đảo Thiên Đường",
            "Những điều cần làm ở Đảo Thiên Đường",
            "vùng Caribe"
        ],
        "reviews_time": [
            "Written March 14, 2024",
            "Written February 23, 2024",
            "Written January 30, 2024",
            "Written April 3, 2023",
            "Written November 7, 2022",
            "Written September 5, 2022",
            "Written July 8, 2022",
            "Written April 22, 2022",
            "Written February 23, 2022",
            "Written December 27, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147417-d3909020-Reviews-Rose_Island-Paradise_Island_New_Providence_Island_Bahamas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d3909020-Reviews-or10-Rose_Island-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2155704-Reviews-Clifton_Heritage_National_Park-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d8260398-Reviews-SUV_Transports_Town_Car_Services-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d147618-Reviews-Marine_Habitat_at_Atlantis-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d555427-Reviews-Cable_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d148528-Reviews-Ardastra_Gardens_Wildlife_Conservation_Centre-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d216275-Reviews-Arawak_Cay-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d149861-Reviews-Blue_Lagoon_Island-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6653311-Reviews-Jaws_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d15241855-Reviews-BahamaBoyzz_Adventurezz-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2556727-Reviews-Cabbage_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2190153-Reviews-Bahama_Boat_Tours-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2018593-Reviews-Sandy_Toes-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d8475410-Reviews-Live_2_Fish-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d5011999-Reviews-Wellness_Spa_Bahamas-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d5777589-Reviews-Island_Time_Charters-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d10270667-Reviews-Cash_Money_Water_Sports-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d17373860-Reviews-Shore_Thing_Escapes-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2205767-Reviews-Jermaine_s_taxi_and_tours-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d13569399-Reviews-Pieces_of_8_Tours-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d3367684-Reviews-Born_Free_Charters-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2555953-Reviews-Reel_Dreams_Sport_Fishing_Charters-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d148118-Reviews-Powerboat_Adventures-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d8685939-Reviews-Tyrone_Wilson_s_V_I_P_Taxi_Tour_Services-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d23396514-Reviews-Kay_s_Fine_Jewelry-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d20248327-Reviews-Da_Pig_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g663146-d13204841-Reviews-Agora_Beach-Kriopigi_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55892-d270421-Reviews-Blue_Hole-Georgetown_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165978-d1425547-Reviews-Oshino_Hakkai-Oshino_mura_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g642171-d523870-Reviews-Parikia_Town-Parikia_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d547153-Reviews-Miami_Children_s_Museum-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d300879-Reviews-Amador_Causeway_Calzada_de_Amador-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020637-Reviews-Citi_Open-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d630990-Reviews-Ron_Jon_Surf_Shop_Cocoa_Beach-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g31010-d2228056-Reviews-Tribal_Dance_Cultural_Legends_at_Icy_Strait_Point-Hoonah_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d20896228-Reviews-Wonderspaces_Austin-Austin_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147417-d3909020-Reviews-or10-Rose_Island-Paradise_Island_New_Providence_Island_Bahamas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147417-d3909020-Reviews-Rose_Island-Paradise_Island_New_Providence_Island_Bahamas.html"
    }
]