[
    {
        "attraction_name": "Roseland Waterpark",
        "attraction_name_vi": "Công viên nước Roseland",
        "general_info": [
            "113 đánh giá",
            "- 11 trong số 42 điều cần làm ở Canandaigua",
            "Giải trí - Công viên giải trí",
            "Công viên nước"
        ],
        "attraction_summary": "Roseland Waterpark là công viên nước lớn nhất tại Finger Lakes Region với 56 mẫu Anh dành cho các hoạt động phiêu lưu dưới nước và 9 điểm tham quan độc đáo dành cho cả gia đình. Nước có ga, đội cứu hộ được chứng nhận, bãi đậu xe miễn phí, tủ đựng đồ cho thuê, quầy bán đồ ăn nhẹ và nhiều không gian trên boong để thư giãn khiến nơi đây trở thành điểm đến lý tưởng nhất để giải nhiệt trên Hồ Canandaigua. Đọc thêm",
        "reviews": [
            "Tôi rất bối rối khi đi đến công viên nước này cùng gia đình. Các đánh giá tôi thấy là tốt hoặc xấu. Tôi đã xem xét những ngày tồi tệ, đó là sau COVID. Tôi vẫn quyết định đưa gia đình và bạn bè đi cùng vào thứ Sáu ngày 8 - 11 tuần trước và tôi không hề hối hận chút nào. Vâng, đây là một công viên nhỏ tuy nhiên giá cả phù hợp với không khí không có đám đông. Không có dòng nào phải chờ hơn một phút. Tất cả các chuyến đi mà họ cung cấp đều đã hoạt động. Bãi cỏ được cắt tỉa cẩn thận và hoàn toàn không tìm thấy rác. Tôi muốn giới thiệu công viên này cho những gia đình muốn có một niềm vui an toàn và thoải mái. Hãy thử nó!Đọc thêm",
            "Một trải nghiệm khủng khiếp với những nhân viên thô lỗ nhất. Tôi đã mua vé trực tuyến trước và đến công viên nước dự sinh nhật lần thứ 3 của con trai tôi. Họ tiếp tục nói với chúng tôi rằng tất cả nhân viên cứu hộ của họ đều báo ốm nên không có điểm tham quan nào được mở - và sau đó TỪ CHỐI hoàn tiền cho chúng tôi!! Họ nói với tôi rằng vé không được hoàn lại. Chúng tôi không thể vào công viên với số lượng 100000 - lỗi của họ vì nhân viên của họ không xuất hiện. Làm thế nào bạn có thể không hoàn lại tiền cho khách hàng của bạn? Chúng tôi đã được người quản lý hứa sẽ gọi điện nhưng đã gần một tuần rồi mà chúng tôi vẫn chưa nhận được tin tức gì. Thật kinh tởm và không chuyên nghiệp. Đừng đến đây!! Đọc thêm",
            "Mở một slide!! WTF?! Chúng tôi đã lái xe 45 phút để đến đây. Trang web cho biết tất cả các slide đều được mở. Khi chúng tôi đến, họ nói với chúng tôi rằng đường trượt duy nhất mở được là Mamoth - chuyến đi của gia đình -. Họ cũng có bể tạo sóng và khu vực dành cho trẻ nhỏ đang chạy. Họ cung cấp cho chúng tôi mức giá buổi tối. Thật là một mồi và chuyển đổi. Đừng đăng các chuyến đi đang mở trên trang web của bạn nếu chúng không chính xác.Đọc thêm",
            "Tệ, họ không hề thân thiện với du khách.  Người giám sát yêu cầu nhân viên cứu hộ không cho người dân đi lại lần thứ hai trên sông Adventure. Tại sao? Không có người chờ để vào và vẫn còn rất nhiều ống và thậm chí còn chưa đến gần thời gian đóng cửa. Giá RẤT CAO cho lối vào và thực phẩm.  Bắt chạy xuống, vỉa hè gãy để vấp ngã. Sẽ không quay lại với du khách nữa.Đọc thêm",
            "Công viên nước nhỏ xinh, không quá bận rộn. Nó không có nhiều cầu trượt nhưng dù sao thì chúng tôi cũng đã có khoảng thời gian vui vẻ với cậu con trai 15 tuổi của mình. Chúng tôi đang thực hiện một chuyến đi xa và đây là ngày dừng chân để làm điều gì đó thư giãn - và không lái xe cả ngày -. Tôi - có thể nói là nó đã đẹp hơn nhiều nhưng nó - được giữ gìn cẩn thận và rất gọn gàng. Nó không đắt và chúng tôi dễ dàng tìm thấy những chiếc ghế tắm nắng để ngồi.Đọc thêm",
            "Du khách hãy cẩn thận!  Họ đang thông đồng khi nói đến chính sách của họ. Chúng tôi đến thăm sau 3 giờ chiều với mức giá giảm chủ yếu để xem liệu chúng tôi có muốn đi xe hay không.  Chúng tôi chỉ ở được 15 phút thì trời bắt đầu mưa và sau đó là sấm sét. Họ nói chúng tôi phải rời khỏi công viên và nếu cơn bão đi qua họ có thể mở cửa trở lại trước 6 giờ tối. Chúng tôi lái xe quanh thị trấn và đi đến cửa hàng và mặc dù sấm sét đã ngừng nhưng trời vẫn mưa cho đến khoảng 6 giờ chiều nên chúng tôi không quay lại vì nghĩ rằng họ sẽ không mở cửa do trời mưa. Chúng tôi quay lại cả ngày 2 ngày sau đó và hỏi cho một số loại bồi thường cho chuyến thăm trước đó. Họ nói không vì họ mở cửa lúc 5 giờ 10 chiều ngay cả khi cơn mưa vẫn tiếp tục. Tôi đã điền vào một tờ đơn khiếu nại mà cho đến nay vẫn chưa có ai trả lời. Họ không phải là một công ty thân thiện với du khách nên tôi cũng sẽ cẩn thận với công viên trượt tuyết Núi Bristol và công viên Ariel của họ.Đọc thêm",
            "Tôi đã có 4 vé xem mùa cho bản thân và gia đình trong 10 năm qua, với giá - 85,00 một vé. Năm nay công viên đóng cửa lúc 6h và dòng sông lười không mở cửa. Bạn tôi đã đưa các con tôi đến công viên nước khi tôi đang làm việc, và cô ấy bị tính phí - 20,00 vì tôi mang theo thẻ thật của chúng ở nơi làm việc. Bạn tôi giải thích rằng chúng tôi không làm mất thẻ và nhân viên có thể rút tài khoản của họ, nhưng họ sẽ không cho họ vào công viên nếu không trả tiền - 10,00 một thẻ. Không chỉ vậy, giờ đây những thẻ tôi có đều bị vô hiệu hóa. Khi tôi gọi điện để nói chuyện với người quản lý về vấn đề này, tôi được thông báo rằng đây là chính sách của công viên và họ sẽ không làm gì về điều đó. Tôi sẽ KHÔNG BAO GIỜ nhận lại vé xem theo mùa, đặc biệt là họ sẽ không phải trả bất cứ chi phí nào vì họ không cần thẻ thay thế, thứ mà dù sao thì họ cũng buộc phải có.Đọc thêm",
            "Chúng tôi đã mua vé trước thời hạn theo khuyến nghị trên trang web của họ. Khi chúng tôi đến vào ngày 5 tháng 8, dòng sông lười đã đóng cửa, đó là nơi mà lẽ ra gia đình chúng tôi sẽ dành phần lớn thời gian vì hầu hết các đường trượt - điểm tham quan đều phải xếp hàng dài. Vì vậy, chúng tôi đã trả giá đầy đủ để đánh mất sự hấp dẫn lớn nhất. Người quản lý không bao giờ gọi cho tôi như đã hứa. Nếu bạn không định cung cấp 100 - công viên nước của mình, đừng tính phí 100 -. Quảng cáo sai sự thật.Đọc thêm",
            "Đánh giá này sẽ là 5 nếu không có một điều: đồ ăn thức uống bên ngoài không được phép vào. Mang theo gia đình? Không có chuyến dã ngoại cho bạn! Khát? Có một chai nước với giá BA đô la. Chúng tôi không ngại phải trả giá vé vào cửa - khá cao, nhưng việc bị tính mức giá cắt cổ như vậy cho bữa trưa và nước là không cần thiết. Điều đó nói lên rằng, những chuyến đi thật tuyệt vời và bọn trẻ hoàn toàn thích nó. Rất nhiều ghế phòng chờ có sẵn, cũng như tủ khóa. Và có một khu vui chơi giải trí tuyệt vời dành cho các bạn nhỏ. Ăn một bữa sáng thịnh soạn trước khi đi!Đọc thêm",
            "BritLit, cảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá và chia sẻ phản hồi của bạn với chúng tôi. Chúng tôi - rất vui vì bạn đã có khoảng thời gian tuyệt vời. Mặc dù chúng tôi không cho phép mang thức ăn bên ngoài vào công viên nhưng chúng tôi cho phép bạn rời khỏi công viên và quay lại trong ngày. Bạn sẽ luôn được chào đón rời khỏi công viên để ăn trưa và sau đó quay lại khi ăn xong. Chúng tôi hy vọng rằng chúng tôi có cơ hội gặp lại bạn!Đọc thêm",
            "Tôi thực sự rất thích đến công viên hàng năm kể từ khi nó mở cửa. Con gái tôi rất thích khi tôi đưa nó đi chơi trong ngày vào cuối tuần hoặc để giải nhiệt nhanh chóng sau giờ làm việc. Bây giờ tôi - tôi rất háo hức được mang cháu gái của mình ngay khi bạn mở cửa trở lại - Đọc thêm",
            "Chúng tôi rất vui vì bạn đã biến chúng tôi trở thành một phần truyền thống của gia đình bạn. Cảm ơn bạn!Đọc thêm"
        ],
        "star_ratings": [
            44,
            36,
            21,
            5,
            7
        ],
        "review_amount": 113,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Canandaigua",
            "Công viên nước Roseland",
            "Hồ ngón tay",
            "New York - NY -",
            "Canandaigua"
        ],
        "reviews_time": [
            "Written August 14, 2023",
            "Written September 4, 2022",
            "Written August 30, 2022",
            "Written August 2, 2022",
            "Written August 1, 2022",
            "Written July 25, 2022",
            "Written August 10, 2021",
            "Written August 8, 2021",
            "Written June 25, 2021",
            "Written June 12, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47405-d666958-Reviews-Roseland_Waterpark-Canandaigua_Finger_Lakes_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47405-d873070-Reviews-Abbott_s_Frozen_Custard-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47405-d2095324-Reviews-Sakura-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47405-d4517820-Reviews-Pontillos_Pizzeria-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47405-d4660992-Reviews-Arby_s-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47405-d4961873-Reviews-Denny_s-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47405-d17832683-Reviews-Dunkin-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47405-d898675-Reviews-Starbucks-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47405-d2174311-Reviews-Nolan_s_on_Canandaigua_Lake-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47405-d849634-Reviews-Great_Wall_Chinese_Restaurant-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47405-d831397-Reviews-Wegmans_Market_Cafe-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d4346286-Reviews-Kershaw_Park-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d7268176-Reviews-Twisted_Rail_Brewing_Co-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d630684-Reviews-Sonnenberg_Gardens_Mansion_State_Historic_Park-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d6686135-Reviews-Canandaigua_City_Pier-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d12994486-Reviews-Canandaigua_Lake_State_Marine_Park-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d9594016-Reviews-Canandaigua_Farmer_s_Market-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d3213651-Reviews-CMAC-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d21333660-Reviews-Frequentem_Brewing_Co-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d4356703-Reviews-Granger_Homestead_and_Carriage_Museum-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d11962954-Reviews-Peacemaker_Brewing_Company-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d666958-Reviews-or10-Roseland_Waterpark-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d8387723-Reviews-Roseland_Wake_Park-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d7396648-Reviews-Ryan_s_Wine_and_Spirits-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g28953-d1067408-Reviews-New_York_Kitchen-New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d5217967-Reviews-Canandaigua_Lady-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d8132405-Reviews-Finger_Lakes_Food_Tours_Tours_In_The_Finger_Lakes-Canandaigua_Finger_Lakes_New_Yor.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d19319366-Reviews-Daydream_Sailing_LLC-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d8613838-Reviews-Canandaigua_Sailboarding-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d5830334-Reviews-Jose_Willy_s-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d21011389-Reviews-Seager_Marine-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d561777-Reviews-Gene_Leahy_Mall_at_The_RiverFront-Omaha_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d7043545-Reviews-Sri_Venkateswara_Temple-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d143587-Reviews-Lake_Washington-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189255-Reviews-Le_Bon_Marche_Rive_Gauche-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3706095-Reviews-Burc_Beach-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d106497-Reviews-The_District-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187371-d192291-Reviews-Cologne_Cathedral-Cologne_North_Rhine_Westphalia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d2693179-Reviews-Lafayette_Village-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3417767-Reviews-Battlefield_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534525-Reviews-BMW_Zentrum-Spartanburg_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47405-d666958-Reviews-or10-Roseland_Waterpark-Canandaigua_Finger_Lakes_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47405-d666958-Reviews-Roseland_Waterpark-Canandaigua_Finger_Lakes_New_York.html"
    }
]