[
    {
        "attraction_name": "Rosenborg Castle",
        "attraction_name_vi": "Lâu đài Rosenborg",
        "general_info": [
            "9.661 đánh giá",
            "8 trong số 465 điều cần làm ở Copenhagen",
            "Địa điểm lịch sử",
            "Lâu đài"
        ],
        "attraction_summary": "Lâu đài xinh đẹp 400 năm tuổi này nằm ở công viên nổi tiếng ở trung tâm Copenhagen, The Kings Garden. Lâu đài được xây dựng bởi một trong những vị vua Scandinavia nổi tiếng nhất, Christian IV. Ngày nay, vinh quang của quá khứ có thể được cảm nhận qua vô số kho tàng nghệ thuật của các vị vua và hoàng hậu trước đây. Trong số những điểm thu hút chính là Đại lễ đường với ngai vàng đăng quang và ba con sư tử bạc có kích thước thật đứng canh gác. Những viên ngọc quý trên vương miện và thần khí hoàng gia lấp lánh đằng sau những bức tường dày của kho bạc bên dưới lâu đài.Đọc thêm",
        "reviews": [
            "Đây là trung tâm của phố cổ Copenhagen, với sự pha trộn giữa những tòa nhà cổ duyên dáng và kiến ​​trúc mới táo bạo, những đại lộ rộng rãi và những con phố nhỏ cũng như những con kênh đẹp như tranh vẽ và bến cảng hiện đại. Nội thành là nơi có Nhà hát Hoàng gia Đan Mạch, bao gồm ba tòa nhà, hai trong số đó là mới và nằm ở mặt tiền bến cảng. Các đường phố, quảng trường và địa điểm trong nội thành cũng như các vùng lân cận xung quanh vẫn sống động quanh năm với mọi thứ, từ lễ hội nhạc jazz đến sân trượt băng ngoài trời và hoạt động nhảy dù tại các hồ ngay trung tâm thành phố. Khu vực nhỏ gọn này tự hào có những lâu đài cổ tuyệt đẹp, những công viên yên tĩnh và những quảng trường nhộn nhịp, nơi bạn luôn có thể tìm thấy một chiếc ghế dài để duỗi chân bất cứ khi nào bạn cần nghỉ ngơi.Đọc thêm",
            "Đã sử dụng Thẻ Copenhagen để vào cửa đúng thời gian nhưng không phải chờ đợi lâu.  Vườn đến lâu đài là miễn phí.  Một tòa nhà đẹp, trưng bày nghệ thuật và điêu khắc phong phú và tất nhiên là cả Crown Jewels.  Đọc thêm",
            "Lâu đài rất thú vị nhưng đồ cổ và hiện vật thì tinh xảo. Tôi không tin là mình từng thấy sự tập trung của nhiều thế kỷ thủ công mỹ nghệ tinh xảo nhất của Châu Âu như vậy, nó cứ kéo dài mãi. Hãy đảm bảo là bạn không bỏ lỡ kho vũ khí và kho bạc bên dưới. Tôi nghĩ nhược điểm duy nhất là toàn bộ bảo tàng quá choáng ngợp, một số phòng xứng đáng để tham quan riêng. Đọc thêm",
            "Rất khuyên bạn nên mua vé trực tuyến trong một khoảng thời gian cụ thể do phải xếp hàng dài tại phòng vé.  Chúng tôi rất thích chuyến tham quan tự hướng dẫn của mình nhưng không hiểu sao lại bỏ lỡ tầng hầm với Crown Jewels!  Tôi đã không đọc về chúng cho đến khi chúng tôi rời đi - lỗi của tôi.  Lâu đài được lấp đầy bởi những đồ nội thất và nghệ thuật tốt nhất.  Rất đáng để ghé thăm! Đọc thêm",
            "Là một trong những điểm tham quan hàng đầu ở Đan Mạch, cung điện mùa hè trước đây của Hoàng gia Đan Mạch này có các hiện vật nghệ thuật và Vương miện Ngọc.  Hãy chắc chắn đặt chỗ trước vì nơi này thực sự bận rộn và cần phải có vé đúng giờ.  Bạn vào tầng trệt và đi qua một loạt phòng bao gồm phòng ngủ của Nhà vua và phòng tiếp khách trang trọng.  Mỗi bề mặt đều được trang trí bằng các hiện vật nghệ thuật và thời kỳ.  Đi lên tầng 1 và tiếp tục chuyến tham quan tự hướng dẫn của bạn và nhớ ghé vào góc tường nhỏ để chiêm ngưỡng căn phòng gương, một sự tôn kính đối với sự hùng vĩ của Versailles ở Pháp.  Phòng ngai vàng và những con sư tử bạc có kích thước thật là một điểm cao khác.  Đi lên tầng 2 sau đó quay trở lại cầu thang xoắn ốc và ra ngoài và vòng sang bên phải để tham quan kho báu của lâu đài.  Ở đây bạn sẽ thấy những chiếc vương miện của Đan Mạch cũng như những viên ngọc quý của hoàng gia - chắc chắn là một điểm nhấn.\n\nNgay cả với vé hẹn giờ, nơi này vẫn tràn ngập khách du lịch vì vậy hãy kiên nhẫn.  Có lẽ được đánh giá cao nhất khi có hướng dẫn vì bản đồ và thông tin bằng văn bản chỉ bao gồm những điều cơ bản.Đọc thêm",
            "Ngôi nhà đáng kinh ngạc của Hoàng gia Đan Mạch. Lâu đài, Vườn và vùng lân cận đều được giữ gìn cẩn thận. Nhân viên tuyệt vời. Phòng hoàng gia được duy trì tốt. Kho bạc cũng có giá trị một tour du lịch. Đứng vững thời gian. Kiến trúc tuyệt vời.Đọc thêm",
            "Việc tham quan lâu đài đòi hỏi rất nhiều sự kiên nhẫn khi bạn không phải mua vé trực tuyến nhiều hơn nếu bạn thực hiện ngay tại chỗ. Hãy xem họ thích sự hoành tráng như thế nào. Những con sư tử, vương miện và đồ trang sức. Ngay bên ngoài có những mánh lới quảng cáo về những người mặc đồng phục hoàng gia.  Ngoài ra bên ngoài còn có một khu vườn xinh đẹp.Đọc thêm",
            "Bên ngoài trông có vẻ nhỏ nhưng bên trong lại chứa đầy những căn phòng xinh đẹp. Những căn phòng cũng tuyệt vời như vậy, kho bạc là nơi tuyệt vời nhất với những thanh kiếm đẹp nhất được khảm, những mảnh ngà voi được chạm khắc tuyệt vời cùng đồ trang sức và vương miện tuyệt vời. Chúng tôi đã nhìn thấy chiếc máy tiện ngà voi ở một trong những căn phòng và rõ ràng là nữ hoàng và các quý bà quý tộc rất thích chế biến ngà voi. Những món đồ bằng ngà voi trong kho bạc có vẻ đẹp đáng kinh ngạc vì chúng được chạm khắc bằng những đường ren lộng lẫy và những hoa văn tuyệt đẹp. Lâu đài có giới hạn về số lượng vé, vì vậy bạn nên lên kế hoạch mua vé trực tuyến trước khi đến để đảm bảo có đủ thời gian. Sau đó, có giới hạn số lượng khách truy cập vào cùng một lúc, vì vậy bạn có thể phải xếp hàng chờ để vào, nhưng sự chờ đợi này rất đáng giá.Đọc thêm",
            "Một trong những thẻ Copenhagen của chúng tôi sử dụng, vâng, đó là một điều tốt để có được! nhưng hãy nhớ đặt thời gian trực tuyến ngay cả khi bạn có thẻ Copenhagen.  Đây là một lâu đài ấn tượng và các phòng được trưng bày rất đẹp.  Chúng tôi nhận thấy các hướng dẫn viên khắp lâu đài đều hữu ích và sẵn sàng trả lời bất kỳ câu hỏi nào chúng tôi có.  Thông tin bằng tiếng Anh cũng như tiếng Đan Mạch nên chúng tôi có thể tìm hiểu rất nhiều điều và đến thăm cùng ngày với hai lâu đài khác Slots nên có dòng thời gian của các Cơ đốc nhân và Fredericks khác nhau được hiểu đầy đủ vào cuối ngày.  Đây có lẽ là trò chơi Slot yêu thích của tôi ngoại trừ trò chơi ở Helsingor\nChắc chắn đáng để ghé thăm và có một quán cà phê đàng hoàng trong công viên liền kề.  Chỉ cần nhớ đặt trước một khoảng thời gian - chúng tôi đã thấy rất nhiều người bị từ chối.Đọc thêm",
            "Một lâu đài ngoạn mục được Christian xây dựng cách đây 400 năm.  Tất cả nội dung bên trong tòa nhà trên ba tầng đều có mối liên hệ với hoàng gia, bao gồm cả phòng tổ chức tiệc hoành tráng ở tầng trên cùng.\nMột chuyến tham quan tự túc đến lâu đài và Kho bạc rất bổ ích. Mặc dù bạn được cung cấp một tờ thông tin hữu ích khi vào cổng nhưng không có thông tin bổ sung nào trong lâu đài ngoại trừ ở một số khu vực nhất định, mã QR có sẵn để thay thế cho một cuốn sách hướng dẫn tốt. Mặc dù vé hẹn giờ có sẵn cho đến 40 phút trước khi đóng cửa nhưng bạn thực sự cần 1 tiếng rưỡi để thực sự thực hiện công lý và mọi thứ đóng cửa kịp thời lúc 5 giờ chiều.\nHọ chỉ cho phép 50 du khách trong mỗi khoảng thời gian 10 phút nên bạn nên đặt vé trước khi đến. Vé trong ngày và hai suất đầu tiên đã được bán hết vào sáng hôm sau khi chúng tôi đến nơi vào buổi chiều. Vé có thể được đặt dễ dàng trực tuyến.\nMọi thứ đều được duy trì một cách vô tận. Hãy chắc chắn dành đủ thời gian để xem Kho bạc với những chiếc vương miện và đồ trang sức đẹp mắt nếu bạn làm điều này cuối cùng. Nếu cần, hãy nhanh chóng đi qua giữa ba tầng nếu không có thời gian vì điều này hơi kém thú vị. Truy cập vào phần kho bạc là thông qua một lối vào khác.\nĐọc thêm",
            "Thực sự rất thích được tham quan Lâu đài Rosenborg và những khu vườn xinh đẹp của nó! Hãy chắc chắn nhận được vé của bạn trước thời hạn vì cứ sau 15 phút chỉ có 50 người được phép vào. Điều này có thể được thực hiện trực tuyến và rất dễ dàng! Tôi khuyên bạn nên dành thời gian để đi dạo quanh các khu vườn cũng như tham quan lâu đài, việc này mất khoảng một giờ. Khu vực xung quanh lâu đài và các khu vườn có nhiều điểm tham quan khác, vì vậy hãy ghé qua khu ẩm thực gần đó nhé! Đọc thêm",
            "Rất đáng để ghé thăm. Hãy mua vé trước và vì bạn được phép vào trong thời gian quy định nên lâu đài không bao giờ có cảm giác bận rộn. Những tấm thảm trang trí trong phòng ngai vàng thật đáng kinh ngạc.Đọc thêm",
            "Khi đến thăm Copenhagen, nơi này là nơi không thể bỏ qua. Nó trưng bày các vật phẩm từng thuộc sở hữu của hoàng gia. Để bỏ qua việc xếp hàng, hãy cân nhắc việc mua vé trực tuyến. Chỉ cần đảm bảo đến trong khoảng thời gian được chỉ định trên vé của bạn. Nên đến sớm vì khu vườn xung quanh khu vực này đặc biệt đẹp và đáng để khám pháĐọc thêm",
            "Chúng tôi thực sự rất thích chuyến thăm lâu đài của chúng tôi. Chúng tôi rất ngạc nhiên trước nhiều tác phẩm nghệ thuật, đồ nội thất và đồ trang sức lịch sử. Khả năng theo dõi trên điện thoại của bạn tất cả các mô tả từng phòng về địa điểm và các hiện vật thật tuyệt vời. Những viên ngọc quý của Vương miện là không thể so sánh được! rất vui vì chúng tôi đã đi!Đọc thêm",
            "Chúng tôi phải chờ một chút để vào được khi sử dụng thẻ Copenhagen và dường như chúng tôi không thể đặt chỗ trực tuyến. Đối diện phòng vé là khu vực Tủ đựng đồ, nơi bạn cần để ba lô và túi xách, trừ khi chúng khá nhỏ. Bản thân cung điện là một Tòa nhà thế kỷ 17 khá gọn gàng với nhiều loại nhỏ hơn được trang trí cao cấp nhưng trên toàn bộ các phòng nhỏ dành cho một cung điện. Rất nhiều tấm gỗ, v.v. và rất nhiều ngăn kéo và bàn viết được trang trí công phu. Cộng với những bức tranh và tấm phủ tường bắt buộc, chúng nằm trên hai tầng chính của cung điện. Chúng tôi nhận thấy rằng các tính năng chính đối với chúng tôi nằm ở tầng hầm và kho bạc mà bạn phải có được quyền truy cập bằng cách quay lại bên ngoài và rẽ phải vào lối vào phòng phía dưới. Phần này của tòa nhà được quân đội bảo vệ, ở tầng hầm đầu tiên là phòng Ngà và Hổ phách. Một số món đồ bằng Ngà được chế tạo một cách xuất sắc và các vật dụng ở đây thực sự được làm bởi chính các thành viên của Hoàng gia Đan Mạch.  Kho bạc Hoàng gia cũng có một số món đồ tinh xảo mà chiếc vương miện đầu tiên bạn nhìn thấy khi bước vào rất chi tiết và đã thu hút sự chú ý của chúng tôi trong một thời gian dài. Lâu hơn bao giờ hết, tôi sẽ nhìn vào một chiếc vương miện. Chắc chắn khuyên bạn nên ghé thăm đây và đó là nơi chúng tôi sẽ chọn nếu chỉ nhìn vào một trong nhiều cung điện ở Copenhagen.Đọc thêm",
            "Chúng tôi đã đặt vé vào buổi tối hôm trước. Hàng đợi mua vé trong ngày rất dài khi chúng tôi đến vào khung giờ 10:40. Chúng tôi có thể bỏ qua hàng đợi và đi thẳng đến tủ khóa miễn phí để bỏ túi trước khi vào lâu đài. Bạn được dẫn đi vòng quanh lâu đài từ phòng này sang phòng khác thông qua một loạt mũi tên. Có một tờ rơi ở lối vào có bản đồ các phòng và mô tả ngắn gọn về từng phòng. Chuyến tham quan sẽ đưa bạn lên 3 tầng của lâu đài. Khi bạn đã hoàn thành chuyến tham quan lâu đài chính, ngay bên trái là kho bạc. Đi xuống cầu thang và xem tất cả các Crown Jewels và kho vũ khí. Khuôn viên lâu đài được vào cửa miễn phí và có sẵn nhà vệ sinh. Nó có vẻ được tổ chức rất tốt nhưng trừ khi bạn muốn xếp hàng dài để mua vé có thời gian giới hạn, hãy mua vé trực tuyến trước. Ngoài ra lâu đài không mở cửa hàng ngày nên đáng để kiểm tra để tránh thất vọng.Đọc thêm",
            "Công viên và lâu đài đi cùng nhau và rất đáng để xem. Đó là công viên lớn và lâu đài nhỏ hơn nhưng rất. Được xây dựng cách đây 400 năm bởi Christian IV, không có triển lãm vương miệnĐọc thêm",
            "Chuyến tham quan lâu đài rất thú vị, nhiều thông tin lịch sử.  Một khu vườn xinh đẹp.  Dễ dàng để đến.  Bởi vì có rất nhiều người đến thăm lâu đài nên tôi khuyên bạn trước khi ghé thăm: 1. Mua vé trực tuyến. Sau đó, bạn không cần phải xếp hàng và chờ đợi.2. Nếu bạn muốn tìm hiểu lịch sử và quan tâm đến thông tin về hiện vật, hãy đọc thông tin trên trang web trong phần Nội thất và đồ vật và chuyến tham quan ảo.  Khi vào trong, bạn phải đọc nó từ internet bằng mọi cách để hiểu những gì bạn nhìn thấy. Họ có rất nhiều thông tin và wifi. Kho bạc ở tầng hầm, tôi mất sóng di động nhưng wifi hoạt động hoàn hảo.3. Đi vệ sinh đúng giờ, ở ngoài, còn có hàng.Đọc thêm",
            "Lâu đài và khu vườn hoàn toàn tuyệt đẹp. Tôi rất thích chuyến thăm của tôi ở đây..rất nhiều thứ để xem từ trong ra ngoài..các khu vườn có đội ngũ nhân viên thân thiện tuyệt vời Tủ khóa miễn phí bên cạnh cho ba lô rất tiện dụngĐọc thêm",
            "Một ngôi nhà lâu đài tuyệt vời của vị vua thế kỷ 18 và gia đình ông. Tòa nhà này có rất nhiều vật phẩm tuyệt vời và cũng là nơi chứa Vương miện Ngọc. Một nơi phải đến thăm.Đọc thêm",
            "Lâu đài Rosenborg nằm ở trung tâm thành phố Copenhagen, chỉ cách Ga Norreport một đoạn đi bộ ngắn. Khu vườn xung quanh là một nơi tuyệt đẹp, đặc biệt là trong những tháng mùa xuân và mùa hè. Cần lưu ý rằng chỉ có thông tin hạn chế về các đồ vật và căn phòng trong lâu đài. Tuy nhiên, Wi-Fi miễn phí có sẵn và bạn có thể đọc thêm tại trang web của lâu đài. Lâu đài đã hơn 400 năm tuổi và được Vua Christian IV sử dụng làm nơi ở. Một số triển lãm thú vị được trưng bày bao gồm cả đồ trang sức vương miện của Đan Mạch. Lâu đài là địa điểm không thể bỏ qua ở Copenhagen và chắc chắn đáng để ghé thăm.Đọc thêm"
        ],
        "star_ratings": [
            5004,
            3707,
            822,
            103,
            25
        ],
        "review_amount": 9661,
        "location": [
            "Copenhagen",
            "Những điều cần làm ở Copenhagen",
            "Zealand",
            "Châu Âu",
            "Lâu đài Rosenborg",
            "Đan mạch"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 8, 2023",
            "Written July 11, 2023",
            "Written July 22, 2023",
            "Written July 25, 2023",
            "Written August 7, 2023",
            "Written August 11, 2023",
            "Written June 4, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 18, 2024",
            "Written May 6, 2024",
            "Written April 20, 2024",
            "Written April 20, 2024",
            "Written April 16, 2024",
            "Written March 29, 2024",
            "Written March 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189541-d197741-Reviews-Rosenborg_Castle-Copenhagen_Zealand.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d12416454-Reviews-Restaurant_Schonnemann-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d20912732-Reviews-Keyser_Social-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d12214757-Reviews-Zahida-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d2013792-Reviews-Restaurant_Schoennemann-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d17741168-Reviews-The_Midwestern_Diner-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d12454509-Reviews-Garden_Restaurant_Wine_bar-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d14098007-Reviews-Ark-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d5775338-Reviews-Spaghetteria_La_Perla-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d6731592-Reviews-Restaurant_Under_Uret-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d13979688-Reviews-Trattoria_SUD-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d10787868-Reviews-Copenhagen_walks-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246354-Reviews-Kongens_Have-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246344-Reviews-Geological_Museum-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d15244398-Reviews-Livgardens_Historiske_Samling-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245019-Reviews-Botanical_Garden-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245038-Reviews-National_Gallery_of_Denmark-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245021-Reviews-Davids_Samling_The_David_Collection-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d8541891-Reviews-Reformed_Church-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245022-Reviews-The_Hirschsprung_Collection_Den_Hirschsprungske_Samling-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207265-Reviews-Nyhavn-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d197741-Reviews-or10-Rosenborg_Castle-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g806262-d7593010-Reviews-Zenzes_Wellness-Frederiksberg_Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245030-Reviews-Grundtvig_Church_Grundtvigs_Kirke-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207300-Reviews-Christiansborg_Slot-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g806262-d7098939-Reviews-Frederiksberg_Slot-Frederiksberg_Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246393-Reviews-Our_Saviour_s_Church-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207266-Reviews-The_National_Museum_of_Denmark-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207299-Reviews-Rundetarn-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d583163-Reviews-Copenhagen_Opera_House-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245018-Reviews-Assistens_Cemetery-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d6623468-Reviews-Timequest_Escape_Rooms_Copenhagen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d6690368-Reviews-Jazzcup-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d19213601-Reviews-Best_Copenhagen_tours_by_Amitylux-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d17678726-Reviews-Kapau-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d2524340-Reviews-FoodTours_eu_Copenhagen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d6708170-Reviews-Pub_Crawl_Copenhagen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g2569732-d4604847-Reviews-Krka_National_Park-Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55921-d2170917-Reviews-Granbury_City_Beach-Granbury_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39849-d3177783-Reviews-Gallrein_Farms-Shelbyville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d4931621-Reviews-Lighthouse-Akrotiri_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d3548025-Reviews-R_Premadasa_Stadium-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553438-Reviews-Cleopatra_s_Barge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d2225659-Reviews-Agiofilli_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d15773019-Reviews-TripstAir-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10687494-Reviews-IMG_Worlds_of_Adventure-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d10234506-Reviews-Amber_Cove-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189541-d197741-Reviews-or10-Rosenborg_Castle-Copenhagen_Zealand.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189541-d197741-Reviews-Rosenborg_Castle-Copenhagen_Zealand.html"
    }
]