[
    {
        "attraction_name": "Rosslyn Chapel",
        "attraction_name_vi": "Nhà nguyện Rosslyn",
        "general_info": [
            "3.740 đánh giá",
            "1 trong số 9 hoạt động giải trí ở Roslin",
            "Nhà thờ"
        ],
        "attraction_summary": "Nhà nguyện Rosslyn mở cửa đón du khách trở lại với các biện pháp an toàn bổ sung được áp dụng và hệ thống đặt chỗ mới, dành 90 phút cho chuyến tham quan của bạn. Vui lòng đặt trước chuyến thăm của bạn trên trang web của chúng tôi. Có niên đại từ năm 1446, nơi đây chỉ cách trung tâm thành phố Edinburgh 7 dặm và mở cửa đón du khách quanh năm. Khung cảnh của Nhà nguyện và biểu tượng bí ẩn của đồ đá được trang trí công phu của nó đã thu hút và gây tò mò cho du khách qua nhiều thế hệ. Vai chính trong Mật mã Da Vinci đã đưa nó trở thành tâm điểm chú ý của quốc tế. Có vô số giả thuyết, huyền thoại và truyền thuyết gắn liền với Nhà nguyện và hướng dẫn viên du lịch của chúng tôi sẽ có thể cho bạn biết thêm về những điều này cũng như lịch sử của các tòa nhà khi bạn đến thăm. Xin lưu ý rằng không được phép chụp ảnh bên trong Nhà nguyện nhưng không hạn chế chụp ảnh bên ngoài. Trung tâm du khách mới với công nghệ màn hình cảm ứng, cho phép bạn xem cận cảnh các tác phẩm chạm khắc; cửa hàng quà tặng và quán cà phê tốt. Chi tiết đầy đủ về cách đến đây cũng như những gì nên xem và làm có trên trang web của chúng tôi.Đọc thêm",
        "reviews": [
            "Với tư cách là người dẫn đầu các chuyến tham quan theo nhóm nhỏ, tôi luôn đưa Nhà nguyện Rosslyn vào. Nhân viên và hướng dẫn là đỉnh cao. Thân thiện và hiểu biết. Thời gian để dạo chơi là đủ. Cửa hàng quà tặng và quán cà phê tuyệt vời. Không chắc có bao nhiêu người biết về những gì ở gần đó. Nên đi dạo qua nghĩa trang. Tiếp tục đi theo con đường đó để xem một phần của lâu đài cổ. Một phần của khu vực đã bị đóng cửa trong chuyến thăm của chúng tôi. mùa đông.Đọc thêm",
            "Kathleen V thân mến,\n\nCảm ơn bạn đã dành thời gian viết cho chúng tôi đánh giá 5 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi hy vọng được chào đón bạn trở lại Nhà nguyện Rosslyn trong tương lai.\nĐọc thêm",
            "Đây là điều phải xem nếu bạn ở gần Edinburgh. Chỉ cách thành phố 12 giờ đi xe buýt, viên ngọc nhỏ này là nơi thú vị nhất. Bạn có thể dành hàng giờ để xem tất cả các chi tiết ẩn giấu trong nhà nguyện này. Rất vui vì nó đã được khôi phục sau khi bị bỏ hoang hàng trăm năm. Nhờ Mật mã Da Vinci của Dan Brown, nó đã nhận được sự quan tâm trở lại của công chúng.  Ngay cả khi không có sự cường điệu xung quanh việc nó là một nhà nguyện thánh đường, nó vẫn đáng để ghé thăm.Đọc thêm",
            "Kính gửi Alecia91401,\n\nCảm ơn bạn đã dành thời gian viết cho chúng tôi đánh giá 5 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn. Chúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Nhà nguyện Rosalyn rất đẹp. Nó cũng rất phổ biến. Chúng tôi theo một nhóm du lịch vào quán cà phê hiệu sách lớn và mua vé cao cấp giảm giá. Có thể cần đặt chỗ trong thời gian rất bận rộn. Trong nhà nguyện, chúng tôi tìm chỗ ngồi và nghe hướng dẫn viên thuyết trình thú vị về lịch sử của nhà nguyện. Thật đáng thất vọng khi không được phép chụp ảnh.Đọc thêm",
            "Laura H thân mến,\n\nCảm ơn bạn đã dành thời gian viết đánh giá cho chúng tôi và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nMặc dù chúng tôi không cho phép chụp ảnh trong Nhà nguyện, nhưng chúng tôi có sẵn rất nhiều sách để mua trong cửa hàng quà tặng có một số hình ảnh tuyệt vời về nội thất Nhà nguyện\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Nhà nguyện thực sự đẹp. Nghệ thuật chi tiết trên các cột, cửa sổ và lớp niêm phong thật tinh tế! Đáng buồn là không được phép chụp ảnh bên trong, nhưng điều này có thể giúp bạn có thêm thời gian để chiêm ngưỡng vẻ đẹp của nơi này.\nTrong mỗi khung giờ đều có một khoảnh khắc mà một trong những nhân viên của Nhà nguyện cung cấp thông tin về lịch sử của Nhà nguyện, điều này rất thú vị. Bạn có thể ghé thăm căn phòng nhỏ nơi họ quay phim mật mã davinchi, nhưng nó trông khá khác. Thực sự giới thiệu nơi này nếu bạn đang đến thăm Edinburgh. Phương tiện giao thông công cộng đi đến Roslin.Đọc thêm",
            "Kính gửi JolienM71,\n\nCảm ơn bạn đã dành thời gian viết cho chúng tôi đánh giá 5 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn. Chúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Chúng tôi đến sớm cho chuyến thăm đã được đặt trực tuyến theo khuyến nghị trên trang web nhưng chúng tôi đã được phép đến sớm. Nó rất thú vị với nhiều bảng thông tin, có một cuộc nói chuyện từ một trong những hướng dẫn viên và rất nhiều hướng dẫn viên xung quanh để hỏi thông tin. Chuyến thăm rất thú vị.Đọc thêm",
            "Chapman350 thân mến,\n\nCảm ơn bạn đã dành thời gian viết bài đánh giá cho chúng tôi và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn. Chúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi rất tự hào về niềm đam mê mà hướng dẫn viên của chúng tôi thể hiện khi kể câu chuyện về Nhà nguyện và chia sẻ lịch sử của nó với tất cả du khách.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Nói một cách đơn giản, nếu bạn chưa từng đến, hãy thêm điều này vào danh sách việc cần làm của bạn. Tôi đã muốn đến thăm một thời gian và tôi rất vui vì đã đến. Tôi không phải là chuyên gia, nhưng kiến ​​trúc thì tuyệt vời. Khi đến nơi, các nhân viên rất thân thiện và hữu ích, họ giải thích những điều nên và không nên làm trong nhà nguyện. Khuôn viên sạch sẽ và bên trong nhà nguyện thì tuyệt đẹp. Tờ hướng dẫn miễn phí rất tuyệt vời để tìm một số vật phẩm quan tâm và các bảng thông tin khắp nhà nguyện cho bạn biết nơi để tìm để xem các vật phẩm quan tâm khác. Bài nói chuyện của một trong những nhân viên đã khiến cả nhà nguyện trở nên tò mò và im lặng khi anh ấy kể về lịch sử của nhà nguyện. Chỉ riêng điều đó đã đáng giá tiền vé vào cửa. Cửa hàng quà tặng có nhiều loại quà tặng, tất cả đều có giá cả hợp lý. Lý do duy nhất khiến đây không phải là đánh giá 5 sao là lệnh cấm chụp ảnh bên trong nhà nguyện. Tôi hiểu lý do tại sao, nhưng có thể cung cấp một chuyến tham quan nơi được phép làm như vậy. Đọc thêm",
            "Kính gửi 437andrewi,\n\nCảm ơn bạn đã dành thời gian viết đánh giá cho chúng tôi và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn. Chúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi rất tự hào về niềm đam mê mà hướng dẫn viên của chúng tôi thể hiện khi kể câu chuyện về Nhà nguyện và chia sẻ lịch sử của nó với tất cả du khách.\n\nChúng tôi hạn chế chụp ảnh trong Nhà nguyện để duy trì trải nghiệm cho tất cả du khách.  Chúng tôi tổ chức các Chuyến tham quan dưới ánh nến nhân dịp Giáng sinh với các nhóm nhỏ hơn được phép chụp ảnh.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Chúng tôi đã đến thăm Nhà nguyện Rosslyn ngày hôm qua với tư cách là một nhóm năm người. Chúng tôi đã đặt trước trực tuyến trong một khoảng thời gian được phân bổ mà tôi khuyên bạn nên làm vì nó khá bận rộn. Bạn có 30 phút để nhìn xung quanh nhà nguyện, sau đó sẽ có phần trình bày dài 20 phút về lịch sử bên trong. Tất cả chúng tôi đều thực sự thích điều này và là điều bắt buộc nếu bạn ở trong khu vực. Tuyệt đối không chụp ảnh bên trong tuy nhiên có rất nhiều cơ hội bên ngoài. Một ngày tuyệt vời và muốn giới thiệu.Đọc thêm",
            "Kính gửi MultiDave76,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 5 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Chúng tôi ở Dalkeith nên chỉ cách nhà nguyện một quãng lái xe ngắn. Nơi tuyệt vời. Đặt trực tuyến và lối vào rất dễ dàng. Trung tâm du khách đáng yêu, quán cà phê và nhà vệ sinh. Bài nói chuyện bên trong nhà nguyện thực sự rất hay. Các căn cứ thật đáng yêu. Đọc thêm",
            "Kính gửi sdeeley42,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 5 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Chúng tôi đã đến đây như một phần bổ sung tùy chọn trong chuyến tham quan của mình. Đừng bỏ lỡ nó!\n\nNổi tiếng nhờ cuốn sách và bộ phim Mật mã Da Vinci. Đó là một nhà nguyện chứa đầy những tác phẩm chạm khắc khó tin nhất kể hàng nghìn câu chuyện. \n\nNó chưa hoàn thiện và có một phần bức tường. Không được phép chụp ảnh bên trong.Đọc thêm",
            "Kính gửi ChrissieWilliams81,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 5 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Nằm trong danh sách nhóm của tôi và chắc chắn là không thiếu. Điều đáng kinh ngạc là những cây cột được chạm khắc rất nổi bật, có quá nhiều thứ để thu hút trên trần nhà cách họ quản lý điều này vào thời đó bất chấp mọi niềm tin. Câu chuyện của người phụ trách Nhà nguyện rất giàu thông tin \nTrung tâm du khách Quán cà phê và Cửa hàng quà tặng đã đánh dấu vào tất cả các ô Nhà nguyện Rosslyn không thể bỏ quaĐọc thêm",
            "Linda H thân mến,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 5 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Nó trở thành một địa điểm nổi tiếng thế giới chủ yếu nhờ những cuốn sách của Dan Brown và những bộ phim làm từ chúng. Vâng, đó là một địa điểm lịch sử cổ kính tuyệt đẹp, nhưng suy cho cùng thì nó chỉ là một nhà nguyện. Ngoài ra, không được phép chụp ảnh bên trong.Đọc thêm",
            "Một chuyến thăm thú vị tới một nhà nguyện cũ có mối liên hệ chặt chẽ với tiểu thuyết và nghệ thuật. Các chạm khắc tinh xảo trên nội thất rất chi tiết và đa dạng như đã hứa. Không phải là một tòa nhà khổng lồ như một số nhà thờ lớn nhưng ấn tượng với số lượng chi tiết tinh xảo được trang trí bên trong.Đọc thêm",
            "Kính gửi Leilah_Hillman,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 5 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Nhà nguyện thật đáng yêu. Nhân viên tuyệt vời. Bài nói chuyện rất bổ ích. Neil đã làm rất tốt. Chúng tôi đến vào khoảng 2:15 chiều và không còn bánh scone nào nữa và những viên kẹo còn lại trông không hấp dẫn. Thật đáng tiếc khi không thể chụp ảnh, tôi đã đến đây nhiều năm trước khi tôi chắc chắn rằng việc chụp ảnh là được phép. Chắc chắn sẽ giới thiệu một chuyến thăm. Nếu tôi đề xuất bất kỳ thay đổi nào thì có lẽ tôi sẽ nghĩ đến việc mở rộng quán cà phê, trình bày bánh tốt hơn, thay đổi bánh đang bán hoặc có nhiều bánh scone hơn. Tôi chắc chắn rằng trà kem là một mặt hàng bán chạy, hãy dự trữ nhiều hơn! Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời và hướng dẫn viên du lịch của Ithe có kiến ​​thức và dễ tiếp cận về cơ sở nổi bật Đọc thêm",
            "Claire B thân mến,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 5 sao và ghé thăm chúng tôi tại Rosslyn Chapel.\n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời cùng chúng tôi.\n\nChúng tôi hy vọng sẽ được chào đón bạn trở lại Rosslyn Chapel trong tương lai.Đọc thêm",
            "Tôi đã mong đợi một nhà nguyện lớn hơn nhưng nó không làm tôi thất vọng. Những bức chạm khắc và cửa sổ mang phong cách kiến ​​trúc Gothic tuyệt đẹp, và tôi đã mạo hiểm đi xuống Nhà thờ. Có rất nhiều lịch sử liên quan qua nhiều năm, như lời kể của người hướng dẫn. Có khoảng 200 bức tượng bị thiếu trong Nhà nguyện. Các căn cứ cũng được giữ trong tình trạng tốt. Các căn cứ rất đẹp; nỗi thất vọng duy nhất của tôi là không được phép chụp ảnh bên trong Nhà nguyện. Cửa hàng có nhiều lựa chọn quà tặng và quán cà phê phục vụ đồ ăn ngon. Tôi thực sự rất thích món súp này vào một ngày se lạnh.Đọc thêm",
            "Kính gửi SykChr,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá thứ 4 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi rất tiếc vì bạn đã thất vọng vì không thể chụp ảnh bên trong Nhà nguyện.  Quy tắc này được áp dụng để đảm bảo trải nghiệm 5 và đảm bảo sự an toàn cho du khách của chúng tôi.  Cửa hàng quà tặng của chúng tôi có nhiều cuốn sách tuyệt vời có ảnh chụp nội thất Nhà nguyện và bạn cũng có thể tìm thấy rất nhiều bức ảnh tuyệt vời trên mạng.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Nhà nguyện Rosslyn là Nhà nguyện Gothic lịch sử tuyệt đẹp và được trang trí công phu, mất 40 năm để xây dựng, đáng để ghé thăm như một chuyến tham quan tùy chọn trong chuyến tham quan của bạn. Đây là một chuyến đi xe buýt 40 phút từ Edinburgh. Những chi tiết chạm khắc nghệ thuật và tài năng của các thợ đá bậc thầy cũng như những người thợ thủ công thực hiện công việc trùng tu phía sau nhà nguyện thật đáng kinh ngạc. Có một bài nói chuyện giới thiệu kéo dài 15 phút về Nhà nguyện này mà bạn sẽ ngồi ở hàng ghế dài. Chúng tôi may mắn có thời tiết nắng đẹp, trong một khung cảnh tuyệt đẹp. Có một quán cà phê nhỏ phục vụ các món ăn nhẹ như súp, bánh mì sandwich và bánh nướng với chỗ ngồi ngoài trời. Các khoang đứng nghe có video cung cấp nhiều thông tin để tìm hiểu về The Green Men và The Kings heart, đồng thời có các màn hình tương tác tại trung tâm du khách.HelenĐọc thêm",
            "Helenlimyl thân mến,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 5 tuyệt vời như vậy và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Đã kết thúc chuyến đi Scotland của chúng tôi, nhà nguyện nhỏ. Nhưng số lượng chi tiết liên quan thật đáng kinh ngạc. Rất nhiều thứ để xem trong các hình chạm khắc. Con trai út của tôi rất quan tâm và nhân viên đã cho phép nó đặt câu hỏi. Chúng tôi đã nghe một cuộc nói chuyện, với người diễn giả cung cấp rất nhiều thông tin. Nhà nguyện và khu vườn là một khu vực yên bình. Một nơi rất thú vị.Đọc thêm",
            "Kính gửi Paolo88_12,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá thứ 4 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Xây dựng như nhà thờ Collegiate của St. Mathew, chứa đựng nhiều bí ẩn hơn mà người ta có thể giải quyết, nổi tiếng bởi Dan Brown - Mật mã DavinciĐọc thêm",
            "Kính gửi HashtagEdinboro,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 5 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Tôi khuyên bạn nên bắt xe buýt từ Edinburgh đến Nhà nguyện Rosslyn.  Chỉ mất 2,00 mỗi chiều và mất khoảng 40 phút.  Rẻ hơn nhiều so với việc đi một chuyến đi đắt tiền!Xe buýt chạy cứ sau 30 phút. Điểm đón và trả khách nằm ngay cạnh quán rượu nơi tôi đã ăn trưa, trên đường về, trước một ngọn lửa đang mở. Có một đoạn đường ngắn đi bộ đến nhà nguyện. Lối vào 9:50. Khi bước vào khu vực bảo tàng nhỏ, tôi đi thẳng vào Nhà nguyện, nơi một phụ nữ đã có một bài phát biểu thực sự thú vị dài 15 phút và chỉ ra một số kiến ​​trúc có thể dễ dàng bị bỏ qua. Nó rất hữu ích và có những nhân viên xung quanh còn nhiều hơn thế nữa rất vui được trả lời bất kỳ câu hỏi nào. Không được phép chụp ảnh bên trong nhà nguyện. Đã dành khoảng 1 giờ ở đây, nhưng nếu thời tiết tốt hơn, bạn cũng có thể đi lang thang bên ngoài.  Thật không may, trời ẩm ướt, buồn tẻ, nhiều gió và lạnh.Đọc thêm",
            "Kính gửi Angel69,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá thứ 4 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm",
            "Thật là một nơi tuyệt vời, có rất nhiều điều khác nhau để xem, lịch sử để nghe.  Người phụ nữ nói chuyện trước khi nhìn xung quanh rất hiểu biết.Đọc thêm",
            "Kính gửi Travel0vers,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 5 và đã ghé thăm chúng tôi tại Nhà nguyện Rosslyn.\n\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn quay trở lại Nhà nguyện Rosslyn trong tương lai.Đọc thêm"
        ],
        "star_ratings": [
            2666,
            777,
            177,
            58,
            62
        ],
        "review_amount": 3740,
        "location": [
            "Các hoạt động ở Roslin",
            "Vương quốc Anh Vương quốc Anh",
            "Châu Âu",
            "người Trung Lothian",
            "Roslin",
            "Nhà nguyện Rosslyn",
            "Scotland"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 24, 2023",
            "Written June 28, 2023",
            "Written July 9, 2023",
            "Written July 10, 2023",
            "Written July 20, 2023",
            "Written July 28, 2023",
            "Written July 29, 2023",
            "Written August 5, 2023",
            "Written August 8, 2023",
            "Written June 1, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 4, 2024",
            "Written April 24, 2024",
            "Written April 24, 2024",
            "Written April 15, 2024",
            "Written April 11, 2024",
            "Written March 31, 2024",
            "Written March 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g551764-d213666-Reviews-Rosslyn_Chapel-Roslin_Midlothian_Scotland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g551764-d3484769-Reviews-The_Original_Rosslyn_Inn_Gastropub-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g551764-d4982902-Reviews-Rosslyn_Chapel_Coffee_Shop-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g551764-d24043223-Reviews-Manda_Huevos-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g551764-d15004883-Reviews-Dolly_s_Tea_Room-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1484726-d24164832-Reviews-Cafe_At_The_Steading-Rosewell_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1068914-d6624299-Reviews-Cibo-Penicuik_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1874209-d23579954-Reviews-Stewart_Brewing_Beer_and_Pizza_Kitchen-Loanhead_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1874209-d2364510-Reviews-The_Radhuni-Loanhead_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7377822-d26168956-Reviews-Ian_s_Wee_Cafe-Bilston_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1484726-d23634169-Reviews-Angelina_Coffee_Snug-Rosewell_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g551764-d1026707-Reviews-Rosslyn_Castle-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g551764-d17647670-Reviews-Roslin_War_Memorial-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g551764-d17652946-Reviews-Roslin_Parish_Church-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d5773141-Reviews-Stewart_Brewing_Experience-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g551764-d10712223-Reviews-Roslin_Glen_Country_Park-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1076993-d6109142-Reviews-Dalhousie_Castle_Falconry-Bonnyrigg_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d10294327-Reviews-BobCat_Alpacas-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d6592229-Reviews-Summerhall_Distillery-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7230510-d216701-Reviews-National_Mining_Museum_Scotland-Newtongrange_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d1909263-Reviews-Gilmerton_Cove-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g551764-d213666-Reviews-or10-Rosslyn_Chapel-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g551764-d12319014-Reviews-Battle_of_Roslin_Memorial_Cairn-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g551764-d17678885-Reviews-Roslin_Gunpowder_Factory-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g551764-d21388616-Reviews-Dryden_Tower-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d4115371-Reviews-The_Tartan_Bicycle_Company-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d3591395-Reviews-Edinburgh_Falconry_Fishing-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d7199070-Reviews-Scottish_Whisky_Tours-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d5599246-Reviews-Historic_Edinburgh_Tours-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213425-Reviews-Craigmillar_Castle-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d2633694-Reviews-Dominion_Cinema-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g2018516-d13453829-Reviews-Alpaca_World-Hongcheon_gun_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g33012-d8870395-Reviews-Outlets_at_San_Clemente-San_Clemente_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60928-d218757-Reviews-Boca_Chica_State_Park-Brownsville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d4587895-Reviews-Hong_Kong_City_Mall-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1102949-d3768935-Reviews-Cave_of_Zeus-Filoti_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g34728-d25313561-Reviews-Popstroke-Wesley_Chapel_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d136419-Reviews-Brookgreen_Gardens-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24926881-Reviews-Princess_Diana_The_Royals_The_Exhibition-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10671346-Reviews-The_Centurion_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d14931740-Reviews-Howl_at_the_Moon_Chicago-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g551764-d213666-Reviews-or10-Rosslyn_Chapel-Roslin_Midlothian_Scotland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g551764-d213666-Reviews-Rosslyn_Chapel-Roslin_Midlothian_Scotland.html"
    }
]