[
    {
        "attraction_name": "Round 1 Entertainment",
        "attraction_name_vi": "Giải trí vòng 1",
        "general_info": [
            "9 đánh giá",
            "2 trong 2 trò chơi vui nhộn ở Hicksville",
            "Sân chơi bowling",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "Nơi này lớn và có rất nhiều thứ. Chúng tôi đã đến thăm khu trò chơi điện tử. Giống như rất nhiều trò chơi điện tử khác hiện nay, họ có tất cả những chiếc máy này cung cấp cho bạn vé mà cuối cùng bạn có thể mua một mức giá vô nghĩa nào đó. Tuy nhiên, đáng khen ngợi là họ cũng có nhiều trò chơi điện tử thông thường. Nơi này rất ồn ào và ánh đèn nhấp nháy khắp nơi.Đọc thêm",
        "reviews": [
            "Bạn gái của tôi và tôi đã có rất nhiều niềm vui trong lần đầu tiên ở đây. Thẻ rất dễ sử dụng và nạp tiền. Chắc chắn phải có trên 1.000 tín dụng trước khi bạn có thể mua bất cứ thứ gì đáng giá, nhưng có rất nhiều trò chơi. Một số không hoạt động, điều này thật khó chịu nhưng không ngăn cản chúng tôi có được khoảng thời gian vui vẻ.Đọc thêm",
            "Arcade thú vị nhất thậm chí có thể diễn ra ở Long Island. Có rất nhiều trò chơi dành cho trẻ em và người lớn. Họ có những trò chơi arcade mới nhất và hay nhất. Tôi luôn thích các trò chơi súng ở đây và nhận được những con thú nhồi bông mới lạ do Nhật Bản thiết kế. Đây là một công ty của Nhật Bản nên mang hương vị Nhật Bản rất thú vị. Họ cũng có bàn bida, bàn bóng bàn, bowling, karaoke, một nhà hàng nhỏ và kem kem. Địa điểm này cũng nằm trong một trung tâm mua sắm nên bạn có thể ghé qua các cửa hàng khác gần đó. Mang theo ít nhất 50 cái mỗi người. Đọc thêm",
            "Chúng tôi đưa con và cháu đi chơi bowling một ngày sau Lễ Tạ ơn. KINH NGHIỆM khủng khiếp. Thiết bị liên tục bị hỏng. Thuê ba làn đường và đi được nửa đường thì một làn hoàn toàn ngừng hoạt động. Nhân viên hoàn toàn không được đào tạo. Sẽ không bao giờ đi nữa. Hãy tiết kiệm tiền của bạn và đến Dave and Busters.Đọc thêm",
            "Nơi này có quá nhiều thứ đến nỗi bạn gặp khó khăn khi cố gắng quyết định xem nên làm gì trước: Bowling, bóng bàn, bàn bida, phòng Kareoke, phi tiêu và vô số trò chơi điện tử, thậm chí cả những trò chơi mà bạn giành được thú nhồi bông. Hãy ngừng chờ đợi và HÃY LÀM ĐI!!!:Đọc thêm",
            "We went there just last night for bowling and some of the staffs were very rude. One of the cleaning staff all of a sudden came to us and started complaining that the balls are stuck there and it is because of us. I explained that the bowling pins kept coming so we kept playing. We didnt understand thag it was stuck. It happened few time during the game and the bowls came back after a few minutes of pause. Instead of explaining what was the problem she kept blaming us and said that because they have to go back and do something manually they will charge us extra. After going back and forth we realized that she was just too lazy to do her job. We even apologized and she still kept behaving rude. Funny thing is while this was going on the balls started coming back again and we were like see this was happening all along since the start of the game. She could have just simply explained that if the balls are not coming back regularly then do not bowl even though the pins are ready. It was just horrible approach from the staff. Even after all these conversations we didnt find any humility in her behavior and she just walked away. I wish I got her name and complained higher authority but I have a feeling that the management doesnt care much there. Besides that they are also short staffed during the weekend which also explains such a harsh behavior towards the customers. People have less choice around this neighborhood and they end up going back there again, so the place is getting away with such kind of behavior towards customers. I hope some other bowling places will open up in that neighborhood with freindly staff. I would suggest if you have a choice go somewhere else. I do have choices but this place is just close by and also in the mall and I would probaby go there again just for the convenience.Read more",
            "Nơi này có phi tiêu, bóng bàn, bowling và các trò chơi điện tử. Đây là một nơi tuyệt vời để thư giãn và tận hưởng ngày thứ Sáu cùng gia đình hoặc bạn bè!Đọc thêm",
            "Before I start this review, I want to mention that the  used in this review indicates that said game is in Japanese and may contain songs or dialouge that is in Japanese only. However this doesnt take away from gameplay as most of these can be enjoyed without knowledge of the Japanese language.Round 1 is an absolute masterpiece of an arcade. Its the anti-thesis of modern arcades, rather than focusing on ticket redemption games, they focus on having the most newest and unique games possible. There is a unique variety of game genres, from rhythm games Beatmania IIDX 25:Cannon Ballers,  Groove Coaster 4EX: Star Road, DDR, Pump it Up, Crossbeats:Rev, Project Diva Arcade, Sound Voltex IV, Museca, Dancerush:Stardom coming soon, Rhythm Heaven, Theatrhytm Final Fantasy, Grand Piano Keys, To fighting games Persona 4:Arena Ultimax, Dengeki Bunko:Fighting Climax,Street Fighter IV, Tekken 7, Tekken Revolution,Samurai Showdown VI, Marvel Super Heroes vs Street Fighter, King of Fighters, Injustice Arcadeto puzzle games Tetris: The Grand Master, and racing games Intial D: Arcade Stage 8, Maximum Tune 5, Mario Kart Arcade GP DXas well as Light gun games Time Crisis 5, Silent Scope, Music GunGun2, Magicans Dead and Gunslinger StratosAnd games for people who arent really too into games can enjoy too Air Hockey, Skee Ball, Basketball, tons of crane machines with a variety of prizesAs well as things like a bowling alley, ping pong tables, foosball tables, billiards and darts.They also have a karaoke room which is good if youre there for happy hour, with prices as cheap as 12 dollars an hour, with songs avaliable in several different languages like English, Spanish, Chinese and Japanese. With a bar downstairs where the karaoke, bowling, billiards, etc... is.Several game cards that allow you to save data or scores are available for 5 dollars per card. Such cards are: Banapassport, works with Tekken games, Street Fighter IV, Crossbeats:Rev, Maximum Tune 5, Project Diva Arcade, etc.. NESica, Groove Coaster 4EX: Star Road, Persona 4 Arena Ultimax, KOF, Degenki Bunko:Fighting Climax, etc..and the E-amusement pass DDR, Museca, Sound Voltex IV, Beatmania IIDX25:Cannon BallersPrices for points on cards are also pretty good as they will usually last you a pretty large chunk of time as most games really dont take alot of points away with the exception of the crane games which are points guzzlers.Round 1 has a deal where they sell ice cream too for about a dollar or 2.Overall, Round 1 is a really good place if you want an enjoyable arcade to go. I would recommend giving it a go if youre in the area.Read more",
            "Đã đến đó vào thứ bảy ngày 3 tháng 3. Đã có một khoảng thời gian tuyệt vời..chúng tôi phải đợi hai giờ cho 2 làn chơi bowling...nhưng không sao, chúng tôi đã chơi ở khu trò chơi điện tử...lý do tôi không cho địa điểm này xếp hạng cao hơn là vì phải mất một năm và một ngày để lấy bia...và họ giới hạn mỗi người chỉ uống một lyĐọc thêm",
            "Bao nhiêu một người?Đọc thêm"
        ],
        "star_ratings": [
            3,
            2,
            2,
            0,
            2
        ],
        "review_amount": 9,
        "location": [
            "Hoa Kỳ",
            "Giải trí vòng 1",
            "New York NY",
            "Hicksville-Ville",
            "Các hoạt động ở Hicksville",
            "Đảo dài"
        ],
        "reviews_time": [
            "Written December 4, 2022",
            "Written July 13, 2021",
            "Written August 15, 2020",
            "Written December 10, 2019",
            "Written August 20, 2018",
            "Written August 20, 2018",
            "Written July 15, 2018",
            "Written June 17, 2018",
            "Written March 4, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47890-d13376307-Reviews-Round_1_Entertainment-Hicksville_Long_Island_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47973-d669439-Reviews-Fanatico_Italian_Bistro_Bar-Jericho_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47890-d4300930-Reviews-Broadway_Diner-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47890-d9714269-Reviews-Trullo_D_Oro-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47890-d915176-Reviews-Vinnie_s_Mulberry_Street-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47890-d1025930-Reviews-Jani-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47973-d22912081-Reviews-H_Noodle_House-Jericho_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47890-d13857020-Reviews-Mithaas-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47973-d5503899-Reviews-Dunkin-Jericho_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47890-d4649470-Reviews-Five_Guys-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47973-d7787098-Reviews-Bagel_Doctor-Jericho_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48326-d105629-Reviews-Old_Westbury_Gardens-Old_Westbury_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48864-d3812529-Reviews-Flagstar_at_Westbury_Music_Fair-Westbury_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47770-d2292945-Reviews-Cradle_of_Aviation_Museum-Garden_City_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47890-d1743480-Reviews-Long_Island_Puppet_Theatre-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47973-d17378532-Reviews-Active_Kidz-Jericho_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47890-d16815095-Reviews-Hicksville_Public_Library-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47770-d2044340-Reviews-Roosevelt_Field-Garden_City_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47635-d3535628-Reviews-Eisenhower_Park-East_Meadow_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47770-d309461-Reviews-Long_Island_Children_s_Museum-Garden_City_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48712-d12318030-Reviews-Cultural_Arts_Playhouse-Syosset_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d20116820-Reviews-Let_s_Roam-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47973-d13089076-Reviews-Jericho_Taxi_And_Airport_Service-Jericho_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12389566-Reviews-FamouSpot_Tour-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48864-d8277329-Reviews-United_Artists_Westbury_Stadium_12-Westbury_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47973-d9697581-Reviews-Jericho_Cider_Mill-Jericho_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47890-d14132742-Reviews-Cantiague_Park_Golf_Course-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47890-d13448593-Reviews-Hicksville_Taxi_And_Airport_Service-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48864-d14764853-Reviews-Viana_Day_Spa-Westbury_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g30138-d288037-Reviews-Abilene_Zoo-Abilene_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g3533747-d4010189-Reviews-Pantai_Pink-Jerowaru_Lombok_West_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555682-Reviews-Irving_Plaza-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45310-d504495-Reviews-Flathead_Lake-Polson_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2538527-Reviews-The_Mob_Museum-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d1047980-Reviews-Gay_90s-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d20264205-Reviews-Dublin_Express-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d8562179-Reviews-Smorgasburg_Prospect_Park-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47814-d14821424-Reviews-Jungle_Experience_Zoo-Granville_New_York.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47890-d13376307-Reviews-Round_1_Entertainment-Hicksville_Long_Island_New_York.html"
    }
]