[
    {
        "attraction_name": "Route 66",
        "attraction_name_vi": "Tuyến đường 66",
        "general_info": [
            "1.254 đánh giá",
            "- 42 trong số 1.377 điều cần làm ở Chicago",
            "Địa điểm ưa thích - Địa danh",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Nổi tiếng nối Chicago với L.A., đường cao tốc dài 2.400 dặm này tạo nên những công trình kiến ​​trúc và điểm tham quan ven đường đặc trưng của nước Mỹ. Mặc dù Tuyến đường 66 100 năm tuổi cuối cùng đã bị các đường cao tốc liên bang hiện đại bỏ qua, bạn vẫn có thể lái xe qua đó và ghé thăm các thành phố lớn cũng như thị trấn cổ kính trên đường đi - bao gồm một số thị trấn ma. Trên những con đường - đoạn cực tây, bạn - cũng sẽ ở khá gần những địa điểm không thể bỏ qua như Grand Canyon. Hãy dành ít nhất hai tuần cho chuyến đi xuyên qua vùng trung tâm nước Mỹ rộng lớn. Sách hướng dẫn và ứng dụng cũng sẽ giúp hành trình của bạn có nhiều thông tin và thú vị hơn.  - TripadvisorĐọc thêm",
        "reviews": [
            "Chúng tôi đi Tuyến đường 66 từ Chicago đến Kingman trên một chiếc Harley cho thuê. Chicago, Illinois, St. Louis, Missouri, cho đến khoảng thời gian ngắn sau Rolla vẫn hay và thú vị. Sau đó nó thật là nhàm chán vì thiếu từ hay hơn. Phong cảnh buồn chán, khá buồn cho đến khoảng sau biên giới New Mexico. Điều duy nhất đó là làn gió ổn định luôn đồng hành cùng bạn trong từng giây phút trên hành trình của bạn. Trên một chiếc xe máy thật kinh khủng. Những điểm nổi bật: Chicago, Cổng vòm ở St. Louis - đừng bỏ lỡ bảo tàng ở đó - , Santa Fe - NM, Rừng hóa thạch - đừng bỏ qua - , Flagstaff với Grand Canyon đẹp đến kinh ngạc và tuyến đường giữa Seligman và Kingman. Tuyến đường 66 chắc chắn có một lịch sử rất thú vị và là một tuyến đường lịch sử có thể rất thú vị đối với công dân Hoa Kỳ. Đối với người châu Âu và đặc biệt là những người đi du lịch bằng xe máy, còn rất nhiều địa điểm và tuyến đường thú vị hơn. Bỏ qua Tuyến đường 66 và thay vào đó hãy đến các hẻm núi ở Utah. Hoặc đi tuyến đường 101 từ bán đảo Olympic qua Oregon đến San Francisco. Thật đáng kinh ngạc.Đọc thêm",
            "Bạn - sẽ tìm thấy biển báo - Begin Route 66 - trên Phố E. Adams, ngay phía tây nơi nó giao với Đại lộ Michigan, ngay phía trước Viện Nghệ thuật Chicago. nó - là điểm khởi đầu của vô số chuyến đi đường bộ vì hầu hết mọi người chọn lái xe theo Tuyến đường 66 từ đông sang tây. Tuyến đường 66 ở Chicago giống như sự khởi đầu của một cuộc phiêu lưu cực kỳ lớn lao. 2.500 dặm của Đường Mẹ trải dài trước mặt bạn, giờ là một phần trong danh sách những việc phải làm của tôi- Tôi cần đến Bến tàu Santa Monica, chụp ảnh với biển báo - Tuyến đường 66 kết thúc tại đây - và nhập cả hai. hahaha...Đọc thêm",
            "Just returned from our Route 66 trip with Titan. A great adventure helped massively by the professionalism and efficiency of our tour guide Steve Pritchard. Lots of additions to the trip were included and made the early starts and long days more amenable.  We began the tour in Chicago on Sunday 3rd Sept and ended 2500 miles later in Santa Monica on Monday 18th Sept. Very tired and coached out after many early days and long road journeys. Although most of the trip was enjoyable, my criticism of it was that many of the hotels we stayed in were located out of town, which meant expensive meals at the hotel or fast food joints for evening meals. Some of these hotels need to be reviewed by Titan as their indicated star system was very generous. Example the  - 4 -  star Tropicana in Las Vegas. No fridge, no tea - coffee facilities, dirty carpets and bed sheets that were at best ok. Also the route planning meant only 4 meals were included which were breakfasts at 4 hotels. I would have preferred Titan to arrange breakfasts for ALL the hotels we stayed in which would have set us up better for the days long coach drives. Although the tour guide did his best to get us to feeding places, the nature of the trip meant sometimes this was just not possible, so a service type station became our only source of food. I definitely don - t need to see a Subway, McDonalds or Starbucks for a long time. These road trips rely heavily on the ability of the tour guide to make it interesting by taking the party to parts of the tour that maybe are not advertised in the brochure, we were lucky that Steve was able to do this and some of those places evoked memories of days past and put you right back to the early days of the road. The characters and owners of those places were great people to talk to and share stories with. The other factor you need on these coach tours of course are friendly passengers. Which we had. Everyone got on well, and some more than others. Those people will remain friends for a long time.Overall a great adventure. Highly recommended. Some tweeks by Titan to look at hotel locations and meal arrangements would improve it immensely.Some tips for potential adventures -Take a travel kettle - some hotels don - t supply tea - coffee making equipmentTake your favourite english tea bags. - lots of them - Take English snacks with you - crisps, biscuits, breakfast barsWe took packet porridge for early morning starts rather than trying to find breakfast meal locationsRead more",
            "Tuyến đường lịch sử 66 dường như gợi lên nỗi nhớ của mọi người. Chúng tôi đã lái một đoạn từ Kingman đến Seligman ở Arizona và tôi rất tiếc vì đã gặp khó khăn, nhưng tôi không thấy nó tuyệt vời đến thế. Bản thân con đường này chỉ là một con đường cao tốc khác nhưng tất nhiên có một số điểm thú vị trên đường đi, Hackberry General Store và Seligman Sundries rất thú vị để ghé thăm. Các cửa hàng tất nhiên muốn kiếm tiền bằng quà lưu niệm, hầu hết đều bán những mặt hàng giống nhau. Đối với cá nhân tôi, Tuyến đường 66 nằm trong danh sách việc cần làm của tôi và bây giờ tôi đã nhìn thấy nó.Đọc thêm",
            "CẢM ƠN BẠN, BOBBY TROUP. Tôi đã chơi bài hát của anh ấy từ cuối con đường trên Bến tàu Santa Monica suốt chặng đường qua Los Angeles, và kết thúc đêm đầu tiên ở Barstow. Đã quyết định, tôi sẽ làm điều đó theo từng phân đoạn. Vui mừng tôi đã làm. Bắt đầu sớm và mất thời gian của tôi. Hình ảnh của biển báo - Đường cao tốc Will Rodgers - trên Bến tàu và sau đó đi theo tuyến đường, giờ đây có các con phố trải dài đến tận trung tâm thành phố Los Angeles. Sau đó nhảy lên Xa lộ Arroyo Seco, tuyến đường 66 và kết thúc ở Pasadena. Thật là một thời gian tuyệt vời. Có Bản đồ Câu lạc bộ Ô tô hoặc tất cả các điểm dừng cần thực hiện và các địa điểm để xem. Vâng, đó là một chuyến đi cả ngày nhưng đáng giá từng phút. Hiện tại tôi đã thực hiện được 3 phân đoạn và sẽ bắt đầu tiếp tục tại Gallup, New Mexico. Bay đến Albuerque - sp - , thuê xe rồi tiếp tục hành trình. Có rất nhiều thứ để xem ở New Mexico, vì vậy chúng ta sẽ lái con đường cũ đi qua Santa Fe và Tuyến đường 66 mới hơn. Dù thế nào đi nữa, sẽ mất 5 ngày trên Đường Mẹ và khi chúng ta hoàn thành, chúng ta sẽ ở biên giới Texas. Tôi thực sự khuyên bạn, BẠN HÃY DÀNH THỜI GIAN VÀ DỪNG LẠI ĐỂ CHỤP ẢNH Dọc tuyến đường. Thật là một trải nghiệm.Đọc thêm",
            "Rất nhiều điểm dừng đáng giá trên đường đi, nhưng chúng nằm rải rác trên 2.400 dặm. Một số phần có các tùy chọn tập trung và những phần khác dường như là vô tận chẳng có gì. Điều đó nói lên rằng, một trong những đoạn đường vắng nhất lại là một trong những đoạn thú vị nhất; một số đoạn NM - AZ có khoảng trống dài giữa các điểm dừng, nhưng bạn hoàn toàn có thể thấy nguồn cảm hứng cho Pixar - s - Cars. - Đọc thêm",
            "Ngay đối diện Phố E Adams đối với Viện Nghệ thuật Chicago, bạn sẽ thấy biển báo này đánh dấu sự khởi đầu của Tuyến đường 66 lịch sử của Hoa Kỳ, được thành lập vào năm 1926 và cung cấp đường cao tốc chính đầu tiên giữa Chicago và Los Angeles cũng như nối giữa Midwast và Bờ biển Thái Bình Dương của Hoa Kỳ. Đó là một dấu hiệu mang tính bước ngoặt thú vị với một cột dán đầy nhãn dán được đặt bởi những người đam mê du lịch đường bộ trên khắp đất nước. Gần đó cũng có biển báo Tuyến đường 66 - cuối - riêng của Hoa Kỳ dành cho những ai muốn xem cả hai biển báo đường cao tốc mang tính bước ngoặt.Đọc thêm",
            "Rất nhiều điều thú vị và vui vẻ để xem trên Rt 66. Đã gặp nhiều người tốt trên đường đi, thậm chí một số người ở quê nhà.  Quán cà phê và cửa hàng quà tặng Midpoint ở Adrian, Texas là một trong những điểm nổi bật. Hai người phụ nữ rất thân thiện sở hữu quán ăn dễ thương - 50 giây này và rất niềm nở.  Bánh nướng tự làm của họ rất ngon!  Ở một số bang, Rt 66 không được đánh dấu rõ ràng và thường rất khó tìm thấy nó bắt đầu ở đâu khi một phần của nó kết thúc. Nhưng nhìn chung, nỗ lực đó rất đáng nỗ lực nếu bạn muốn xem một số phần gần như bị lãng quên của Americana.Đọc thêm",
            "Bạn đã đọc trong các bài đánh giá khác về tầm quan trọng của Tuyến đường 66. Giống như những người đánh giá khác, tôi đồng ý rằng không thể đánh giá thấp lịch sử mang tính biểu tượng của con đường này. Chicago thực hiện rất kém việc mô tả hoặc tưởng nhớ nó, chứ đừng nói đến việc quảng bá nó. Ý tôi là, ít nhất cũng có một tấm bảng giống như nhiều tòa nhà trên đó. Bạn sẽ tìm thấy các biển báo bắt đầu và kết thúc ở cuối Đường Jackson và Adams đối diện với Viện Nghệ thuật được dán đầy nhãn dán trên đó. Chúng tôi đã khám phá Tuyến đường 66 trong vài năm qua và việc cố gắng xem những gì còn lại của Đường Mẹ là một công việc khá khó khăn. Chuyến đi này chúng tôi đã nhìn thấy các biển báo một lần nữa cũng như ăn sáng tại Nhà hàng Lou Mitchell - s ở Jackson đối diện với Ga Union. Năm 2023 là năm kỷ niệm 100 năm ngày sinh của Lou Mitchell và đã tồn tại lâu hơn chính Đường Mẹ. Illinois có khá nhiều bộ sưu tập hiện vật khi bạn lái xe từ đây đến cây cầu Chain of Rocks bắc qua sông Mississippi ở St Louis. Chúng tôi đã chia niềm đam mê du ngoạn trên con đường của mình thành nhiều mảnh nhỏ và hy vọng sẽ hoàn thành nó trong một hoặc hai năm. Lou Mitchell - s và Nhà tù Joliet chắc chắn là những điểm nổi bật quanh Chicago mặc dù chúng tôi chưa đến Del Rhea - s Chicken.Đọc thêm",
            "Ở thị trấn với gia đình. Có đồ ăn ngon với dịch vụ tuyệt vời từ Andy!  Được đề xuất và chắc chắn sẽ ghé thăm lại.Đọc thêm",
            "Chúng tôi đã đặt chuyến đi Tuyến 66 cho tháng 7, bắt đầu từ Chicago.  Mọi người đã lên kế hoạch cho lộ trình của mình như thế nào để đảm bảo rằng họ đã ghé thăm phải xem, v.v.?  Chúng tôi có một cuốn sách hướng dẫn tuyệt vời hiển thị các bản đồ các khu vực nhưng tôi muốn nghiên cứu thêm.  Cảm ơn bạnĐọc thêm",
            "những điểm dừng chân là gì - xem....từ San Diego đến thời điểm độc lập trên Rte 66Đọc thêm",
            "Xin chào mọi người, có ai có thể giới thiệu hướng dẫn chi tiết bằng tiếng Ý không? Lonely Planet Tôi thấy nó chỉ có bằng tiếng Anh...cảm ơn!Đọc thêm",
            "Xin chào- một câu hỏi nhỏ- đây có phải là chuyến đi hưởng tuần trăng mật không? Và nếu chồng tôi là người lái xe duy nhất thì liệu nó có chạy được không hay lái xe quá nhiều? Đặt phòng khách sạn ở đâu tốt nhất ở tất cả các tiểu bang? Và bất kỳ lời khuyên nào khác mà bạn có thể cho chúng tôi khi chúng tôi nên bắt đầu đặt chỗ - đám cưới của chúng tôi sẽ diễn ra vào năm 2024Đọc thêm",
            "xin chào, chúng tôi quyết định đi tuyến đường 66 bắt đầu ở Chicago và kết thúc ở bãi biển Redondo California,,chúng tôi yêu thích nó, đã thấy rất nhiều thứ,,chúng tôi chỉ có một tài xế cho cả chuyến đi,\niTôi buổi chiều chúng tôi sẽ tìm kiếm nhà nghỉ phía trước.  và đặt phòng khi đang chạy trốn. Chúng tôi chưa bao giờ tìm kiếm bất kỳ chỗ ở nào trước khi rời đi, đã giải quyết rất tốt. Hãy thoải mái hỏi bất kỳ câu hỏi nào khác,,, tôi sẽ cố gắng trả lời,Đọc thêm",
            "Có ai biết liệu Đường cao tốc Quốc gia có còn đóng cửa ở phía đông Chambles không? Đọc thêm",
            "Xin chào \n\nChúng tôi đang tìm cách đặt chuyến đi Tuyến 66 cho tuần trăng mật của mình vào năm tới - chúng tôi đã tìm thấy một thỏa thuận tuyệt vời - trong 15 ngày với một chiếc ô tô cho thuê bắt đầu từ LA và kết thúc ở Chicago, thăm Vegas, Grand Canyon, v.v. trên đường đi. Tôi đang tự hỏi chúng ta sẽ cần loại tiền chi tiêu nào trong 2 tuần? Tôi biết điều đó mang tính chủ quan và phụ thuộc vào loại công việc và hoạt động mà chúng tôi sẽ muốn thực hiện, v.v. cũng như cung cấp nhiên liệu cho chặng đường, nhưng có ít nhất ai đó sẽ đề xuất vì đây là một trong những điều khiến chúng tôi lo lắng khi đặt vé hay không. chúng ta sẽ có quá ít hoặc quá nhiều tiền chi tiêu. Bất kỳ sự trợ giúp nào cũng sẽ được đánh giá cao!! Đọc thêm",
            "Xin chào, tôi chỉ tự hỏi liệu bạn đã từng thực hiện chuyến đi này chưa và liệu bạn có thể cho tôi lời khuyên nào về cách bạn thực hiện nó không. Cảm ơn trước! Đọc thêm",
            "Chúng tôi quan tâm đến việc thực hiện chuyến đi Tuyến 66 từ LA đến New Mexico và quay lại vào tháng 10 - tháng 11 năm 2020. Giả sử Covid-19 vẫn là một vấn đề, liệu chuyến đi này có đáng không? Có nhiều thứ ngoài trời để xem, những điểm dừng chân xa xôi để thực hiện, v.v. không? Hay đây sẽ là một chuyến đi lãng phí khi không thể tham gia những trải nghiệm trong nhà - tôi bị suy giảm miễn dịch nên sẽ an toàn hơn - . Cảm ơn! Đọc thêm",
            "Tôi - đang muốn đặt một chuyến đi như thế này nhưng có ai có gợi ý gì về cách tốt nhất không? Sẽ tốt hơn nếu đặt qua một công ty du lịch hay có thể tự mình lên kế hoạch? Thuê xe một chiều có dễ tìm không? Bất kỳ trợ giúp nào được đánh giá cao! Đọc thêm",
            "Tôi đã mua một vài cuốn sách du lịch và tự mình làm điều đó. Tôi sẽ đề nghị tự mình làm điều đó. Tôi coi chuyến đi như một cuộc săn tìm kho báu.Đọc thêm",
            "Xin chào, tôi đang nghĩ đến việc đi du lịch trên Tuyến đường 66 trong kỳ nghỉ. Mọi người có thể gợi ý hành trình, khách sạn và nhà hàng tốt nhất trên đường đi được không. \n\nCảm ơnĐọc thêm",
            "VUI LÒNG cho thuê xe SUV cỡ trung tốt nhất từ ​​LA đến Chicago là gì?Đọc thêm",
            "Không thể giúp được. Tôi đi xe máyĐọc thêm"
        ],
        "star_ratings": [
            791,
            313,
            112,
            29,
            11
        ],
        "review_amount": 1256,
        "location": [
            "Hoa Kỳ",
            "Illinois - IL -",
            "Những điều cần làm ở Chicago",
            "Chicago",
            "Tuyến đường 66"
        ],
        "reviews_time": [
            "Written May 27, 2024",
            "Written April 2, 2024",
            "Written September 21, 2023",
            "Written June 12, 2023",
            "Written June 2, 2023",
            "Written May 14, 2023",
            "Written May 10, 2023",
            "Written May 5, 2023",
            "Written April 17, 2023",
            "Written March 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35805-d284865-Reviews-Route_66-Chicago_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d7083948-Reviews-Acanto-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d845748-Reviews-The_Gage-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d8074061-Reviews-Remington_s-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d1025120-Reviews-Pittsfield_Cafe-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d8424889-Reviews-Cherry_Circle_Room-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d8040726-Reviews-Goddess_and_the_Baker_33_S_Wabash_Millennium_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d457446-Reviews-Russian_Tea_Time-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d1018570-Reviews-The_Berghoff_Restaurant-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d427819-Reviews-Exchequer_Restaurant_Pub-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d479668-Reviews-Miller_s_Pub_Restaurant-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d144243-Reviews-ECHO-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103239-Reviews-The_Art_Institute_of_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8787137-Reviews-Chicago_Skyline-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3247044-Reviews-Crown_Fountain-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d23487854-Reviews-Mindworks_The_Science_Of_Thinking-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2212894-Reviews-Pritzker_Military_Museum_Library-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12164626-Reviews-Thorne_Miniature_Rooms-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d19244216-Reviews-Route_66_End_Sign-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d27777901-Reviews-Railway_Exchange_Building-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d26724848-Reviews-Wolf_Point_Distilling-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d284865-Reviews-or10-Route_66-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d667579-Reviews-Chicago_s_First_Lady_Cruises-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d659394-Reviews-Bobby_s_Bike_Hike_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d17780016-Reviews-Chicago_Fireboat_Tours-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d534489-Reviews-Shoreline_Sightseeing-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d16788026-Reviews-Tours_and_Boats-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3962206-Reviews-Free_Tours_by_Foot-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d15138846-Reviews-Chicago_River_Boat_Architecture_Tours-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2642801-Reviews-See_it_All_Chicago_Tours-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2310745-Reviews-Urban_Kayaks-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1102047-Reviews-City_Cruises_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561552-Reviews-Symphony_Center_Chicago_Symphony_Orchestra-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d6367164-Reviews-Inside_Chicago_Walking_Tours-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d15844388-Reviews-Babylon_Tours_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2092320-Reviews-Segway_Experience_of_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1874733-Reviews-Chicago_Detours-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3692742-Reviews-The_Magic_Parlour-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10863169-Reviews-Museum_Hack_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d17523470-Reviews-Chicago_Prohibition_Gangster_Tour-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d6904745-Reviews-Jun_Thai_Massage-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g40693-d3738393-Reviews-Mother_s_Beach-Kennebunk_Kennebunks_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g3458461-d1016794-Reviews-YS_Falls-Saint_Elizabeth_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d215733-Reviews-Bavaro_Beach-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d10157886-Reviews-Red_Moon_Thai_Massage_Manchester-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d15263011-Reviews-The_Butterfly_House-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g297631-d940955-Reviews-Kerala_Backwaters-Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g186370-d187743-Reviews-The_Roman_Baths-Bath_Somerset_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g7983226-d1416043-Reviews-Playa_Mujeres_Golf_Club-Punta_Sam_Costa_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9975575-Reviews-Havana_Social-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35805-d284865-Reviews-or10-Route_66-Chicago_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35805-d284865-Reviews-Route_66-Chicago_Illinois.html"
    }
]