[
    {
        "attraction_name": "Rudas Baths",
        "attraction_name_vi": "Phòng tắm Rudas",
        "general_info": [
            "3.333 đánh giá",
            "13 trên 218 Spa Chăm sóc sức khỏe ở Budapest",
            "Spa"
        ],
        "attraction_summary": "Nhà tắm nước nóng này được người Thổ Nhĩ Kỳ xây dựng vào năm 1566, vẫn giữ nguyên phong cách Hồi giáo mạnh mẽ. Đọc thêm",
        "reviews": [
            "Nếu bạn muốn chụp lại những khung cảnh tuyệt vời trên máy ảnh của mình thì Đồi Gellért là địa điểm không thể bỏ qua trong hành trình của bạn. Một chuyến hành trình bằng đường sắt leo núi từ Cầu Xích dọc theo các sườn đồi sẽ mang lại kết nối nhanh chóng giữa Buda và Pest, đưa du khách đến với khung cảnh toàn cảnh. Khi ở trên đỉnh đồi, bạn sẽ thấy Thành cổ thống trị cảnh quan với công trình xây dựng hùng vĩ từ thế kỷ 19, một địa điểm khiến bạn khó có thể rời mắt mà không bị phân tâm bởi khung cảnh phi thường trên sông Danube và tám cây cầu bắc qua. Tuy nhiên, khi đã đến Đồi Gellért, người ta không được bỏ lỡ Nhà tắm Gellért nổi tiếng. Budapest nổi tiếng với nước nóng và bồn tắm, trong khi Bồn tắm Gellért nằm trong một công trình kiến ​​trúc tân nghệ thuật đầy ấn tượng. Thiết kế nội thất của nó, với nhiều bức tranh khảm, gợi lại mối quan hệ trước đây của thành phố với suối chữa bệnh và phòng tắm hơi, theo truyền thống được sử dụng trong khu phố này kể từ Đế chế Ottoman.Đọc thêm",
            "Budapest có nhiều phòng tắm nước nóng và mỗi phòng chúng tôi thấy đều tuyệt vời. Thật là một trải nghiệm độc đáo khi được ngồi trong một hồ bơi nước nóng dưới những mái vòm 500 năm tuổi và cũng có thể ngắm nhìn từ hồ bơi trên sân thượng khi màn đêm buông xuống và ánh đèn thành phố bật sáng. Phòng tắm cũ chỉ dành cho cả hai giới vào một số ngày nhất định, vì vậy hãy kiểm tra trang web. Tuy nhiên nó khá đắt.Đọc thêm",
            "Tôi đã đi vào thứ Ba tuần trước, ngày chỉ dành cho nữ.   Tôi nhận được vé cơ bản vì tôi không chắc mình sẽ ở lại bao lâu.  Bạn sẽ cần một bộ đồ bơi, khăn tắm và dép. Chúng có sẵn để mua, nhưng tốt hơn là bạn nên mang theo của riêng mình.  Đừng quên kem dưỡng da của bạn nữa. Tôi dùng một chiếc túi nhỏ để đựng khăn tắm và chai nước.  Họ có sẵn hai vòi nóng lạnh để uống gần phòng tắm hơi. \n\nNhững người khác treo khăn của họ trên giá hoặc chỉ trên băng ghế, nhưng tốt hơn là bạn nên có một chiếc túi để bạn biết cái nào là của mình. Nó có hồ bơi nhỏ với nhiệt độ khác nhau. Tôi chuyển từ những nơi khác nhau và phòng tắm hơi. Tôi cũng được mát-xa mà tôi vừa đặt một giờ sau khi đến đó. Tôi đã có thể chợp mắt sau khi mát-xa trong căn phòng yên tĩnh. Lần tới, tôi sẽ đặt nó một giờ trước khi tôi định rời đi. Họ có một nhà hàng, nhưng tôi đã ăn một ít trái cây trước khi đến đó nên tôi có thể ở lại hàng giờ. Tôi rất thích trải nghiệm tắm kiểu Thổ Nhĩ Kỳ của mình và tôi khuyên bạn nên làm điều đó. Tôi mong được trở lại khi tôi ghé thăm Budapest lần nữa.Đọc thêm",
            "Rất nhiều đánh giá kém ở đây về mùi và sự sạch sẽ. Được rồi, đây chỉ là một mùi nhẹ nhưng đó là các khoáng chất tự nhiên, v.v. trong nước nóng, không có vấn đề gì lớn. Nó sạch sẽ và nhân viên cũng ổn.\nNó không có biển chỉ dẫn rõ ràng về vị trí của tất cả các hồ bơi khác nhau nhưng chúng tôi đã tìm thấy tất cả và đi vào từng hồ bơi. \nChúng tôi đã mượn khăn tắm từ khách sạn và tôi dự định mua dép xỏ ngón, v.v. vì trên trang web cho biết chúng rất cần thiết. Nó không cần thiết. Họ muốn bạn đi giày dép nhưng tôi thì không và điều đó vẫn ổn.\nVòng đeo tay vận hành các tủ để đựng đồ của bạn vào. \nHãy đến và tham quan niềm vui thú vị của nó và trải nghiệm Budapest tuyệt vời, đặc biệt là hồ bơi 42 độ!!! Đọc thêm",
            "Những phòng tắm này rất đẹp với nhiều phòng tắm hơi và hồ bơi. Các phòng tắm hơi đặc biệt ấn tượng với kiến ​​trúc đẹp mắt. Hồ bơi trên sân thượng cũng là một trải nghiệm độc đáo không thể bỏ qua. Mặc dù đã có một số đánh giá tiêu cực, chúng tôi nghĩ rằng sau đợt tái phát triển gần đây, đây có thể là phòng tắm đẹp nhất ở Budapest!Đọc thêm",
            "Nơi tuyệt vời để ghé thăm. 19 để được vào phòng xông hơi khô, spa và phòng tắm kiểu Thổ Nhĩ Kỳ không giới hạn cả ngày. Cũng có một massage giá hợp lý. Quán cà phê ngon và rẻ. 1010 sẽ đánh giá cao. Cũng yên tĩnh hơn một số phòng tắm du lịch phổ biến hơn.Đọc thêm",
            "rất ngạc nhiên khi thấy mặt hiện đại của những phòng tắm này vì chúng tôi đang mong đợi một trải nghiệm thực sự truyền thống nhưng trên thực tế, phía bên kia của tòa nhà được đánh dấu là các phòng xông hơi ướt rất cũ, truyền thống và rất đẹp. Phía bên kia có hồ bơi tương tự nhưng hiện đại và sân thượng có spa nhìn ra sông thật là giật gân. Cũng có giá trị tốt.Đọc thêm",
            "Đây là một nhà tắm cũ và nó thật khác biệt.  Nó kỳ lạ và gần như khiến bạn cảm thấy mình đang quay ngược thời gian.  Bốn phòng tắm có nhiệt độ khác nhau xung quanh một bồn tắm nước nóng trung tâm nằm dưới mái vòm.  Nó thực sự rất đẹp.  Phòng xông hơi khô và xông hơi ướt nằm bên cạnh bồn tắm cũng như các phòng thư giãn và mát-xa.  Lấy một chiếc khăn vì bạn phải mua một chiếc với giá khoảng 7. Lưu ý rằng nó có mùi - nhưng đó là điều bình thường khi tắm nước nóng.  \nĐó là ngày Phụ nữ vào thứ Ba.  Nếu không thì tôi nghĩ đó hoàn toàn chỉ là đàn ông.Đọc thêm",
            "Đây là một phòng tắm rất đích thực ở Budapest. Các nhân viên sẽ nồng nhiệt hơn nếu bạn thực sự nồng nhiệt với họ.  Không dễ điều hướng.. hãy ở lại với nhóm của bạn hoặc đưa ra chỉ dẫn rõ ràng về nơi bạn sẽ đến vì có nhiều cấp độ.  Có thể ghé qua phòng tắm mà bạn bè Ghellant hoặc Gallant sp đã đến đó và tận hưởng. Mang theo khăn và dép xỏ ngón chắc chắn. Chỉ đội mũ tắm nếu bạn định bơi vài vòng hoặc muốn nổi bật: Đọc thêm",
            "Hồ bơi lạnh và ấm là nơi tuyệt vời để thư giãn. Hồ bơi bên ngoài vẫn ổn. \nCabin cũng tốt và thân thiện. \nMáy sấy tóc không làm nóng tốt. \nVề giá họ nên tặng một chiếc khăn và một đôi dép. Người Thổ Nhĩ Kỳ là địa điểm yêu thích của chúng tôi. Phòng tắm hơi cũng rất tuyệt. Đọc thêm",
            "Thật thú vị!  Lần tắm thứ hai của chúng tôi ở Budapest và chúng tôi yêu thích nó. Cơ sở rất sạch sẽ.  Chúng tôi đã đến đó sớm vào sáng thứ bảy và rõ ràng là có nhiều người địa phương hơn không.  Rất nhiều quý ông và quý bà lớn tuổi tụ tập trong phòng tắm kiểu Thổ Nhĩ Kỳ.  Có rất nhiều lựa chọn khác nhau và vì hôm nay là thứ bảy nên phòng tắm kiểu Thổ Nhĩ Kỳ được tổ chức chung.  Chúng tôi yêu thích hồ bơi trên sân thượng nơi chúng tôi có thể nhìn ra sông Danube và mặt trời mùa đông tuyệt đẹp thật rực rỡ.  Có một quán bar và nhà hàng mà chúng tôi chưa thử nhưng toàn bộ nơi này sạch sẽ và hoạt động tốt.  Tôi có thể dành cả buổi sáng ở đó nhưng chúng tôi phải rời đi để tiếp tục khám phá thành phố.  Tôi thực sự khuyên bạn nên làm điều này thay vì những nhà tắm nổi tiếng hơn.Đọc thêm",
            "Không sao và giống như một đô thị cảm ứng. Ngoài bồn tắm dành cho cả phụ nữ và nam giới, nó giống như ở một spa bình thường, không có gì đặc biệt, tôi sẽ không quay lại. Đồ ăn phục vụ trong nhà hàng có chất lượng tuyệt vời.Đọc hơn",
            "Phòng tắm ổn, khá đắt so với cơ sở vật chất được sử dụng. Quá đông người Sẽ không vội quay lại Bố cục khó hiểu và các biển báo khó hiểu cho từng phầnĐọc thêm",
            "4,5 nếu có thể Thực sự là một spa tuyệt vời, với nhiều hồ bơi, phòng xông hơi khô và phòng xông hơi ướt khác nhau, nhưng hơi giống một mê cung khi bạn phải tìm đường đi qua nhiều phòng khác nhau ở các tầng khác nhau nhưng chắc chắn đáng để ghé thăm. Đọc thêm",
            "Tôi ước mình ở lại lâu hơn nhưng tôi không thể tìm ra nơi này. Tôi nghĩ có một khu vực bơi trên sân thượng. Tôi đã đến đó để ngâm mình trong nước lạnh và nước ấm. Sạch sẽ và giá cả phải chăng. Đọc thêm",
            "Phòng tắm trên sân thượng thực sự là nơi tuyệt vời nhất ở đây với tầm nhìn ra sông Danube. Phòng tắm trong nhà cũng rất đáng yêu và rất không khí. Bồn tắm không phù hợp với người gặp khó khăn trong việc di chuyển. Có rất nhiều bậc thang lên mái nhà và không có thang máy. Chúng tôi thích nó ở đây nhưng nó đắt tiền. Đọc thêm",
            "Một ngày hoàn toàn tuyệt vời. Đã đặt trực tuyến và bối rối trước các lựa chọn vé nên đã mua vé đầy đủ. Khi bạn bước vào, phía bên phải là bồn tắm nước nóng, có nhiệt độ khác nhau. Phía bên trái là hồ bơi chính, các hồ bơi khác có bong bóng và đài phun nước, phòng xông hơi ướt và xông hơi khô, hồ bơi trên sân thượng và nhà hàng. Chúng tôi đã có một ngày thư giãn ở đây, chắc chắn sẽ ghé thăm lại. Mặc dù có thể sẽ bỏ qua phần giải nhiệt và thay vào đó đi đến hồ bơi. Chúng tôi ở chung 1 cabin và dây đeo cổ tay bạn đưa được dùng để khóa và mở khóa, bạn có thể làm điều này nhiều lần. Bạn thay đồ và để đồ của mình trong đó. Làm chúng tôi nhớ đến hộp xưng tội trong nhà thờ!Đọc thêm",
            "Trải nghiệm tuyệt vời, thực sự rất thích tắm Thổ Nhĩ Kỳ. Vô cùng đẹp và thư giãn. Mong được quay lại thăm lâu hơn! Đọc thêm",
            "Đã đi vào một chiều thứ bảy trong tháng hai - hồ bơi giống như món súp của con người.  Hồ bơi trên sân thượng không lớn lắm và chứa đầy thi thể.  Có tầm nhìn tuyệt vời xuống sông Danube từ hồ bơi trên sân thượng.  Tôi chỉ không thích sự rung cảm và sau đó một người trong nhóm chúng tôi đã bị đánh cắp đôi dép xỏ ngón - từ một chiếc tủ trên tường nên không bị nhầm lẫn.   Không phải phòng tắm yêu thích của tôiĐọc thêm",
            "Hồ bơi nhỏ trên sân thượng là súp instagramers. Ngày bơi lội chỉ dành cho phụ nữ ở Thổ Nhĩ Kỳ có lẽ sẽ tốt hơn vì có rất nhiều hải mã đực.Đọc thêm",
            "Cơn ác mộng tuyệt đối. Các nhân viên rất thô lỗ, nơi bẩn thỉu, hầu hết mọi thứ không hoạt động! Trải nghiệm tồi tệ nhất ở Budapest !!! Giúp bạn tiết kiệm thời gian và tiền bạc. Tránh!!!Đọc thêm",
            "Xin chào, tôi sắp đi Budapest và tôi muốn trải nghiệm spa này, nhưng tôi sẽ chỉ rảnh vào buổi tối vì tôi sẽ đi dã ngoại với trường. Spa có mở cửa vào buổi tối không? Nếu có thì giá vé là bao nhiêu? Bạn có cần đặt trước không?Đọc thêm",
            "Spa Rudas là những nơi duy nhất có buổi tối đặc biệt mở cửa từ 10 giờ tối đến 3 giờ sáng, vào Thứ Sáu và Thứ Bảy. Vé phải được mua trực tuyến, tất cả đều khá đơn giản để thực hiện. Trong mọi trường hợp, các phòng tắm nước nóng khác đóng cửa vào khoảng 9 giờ tối. Các trang web khác nhau đều được cập nhật và rõ ràngĐọc thêm",
            "Quan tâm đến việc sử dụng duy nhất hồ bơi toàn cảnh vào ban đêm khi tôi đến thăm vào dịp sinh nhật vào tháng Tư. Hồ bơi toàn cảnh có được sưởi ấm, ấm áp không? Cảm ơn. Đọc thêm",
            "Toàn cảnh trên mái nhà rất ấm áp, bạn chỉ cần đi bộ đến đó trong điều kiện tự nhiên. Tôi nghi ngờ bạn sẽ chỉ sử dụng nó. Nó có hình chiếc bánh rán và mọi người di chuyển xung quanh để ngắm cảnh thành phố.Đọc thêm",
            "Chào buổi sáng...Tôi sẽ đi vào thứ Tư ngày 19 với bạn đời của mình. Ăn tối tại spa. Hay nó chỉ dành cho nam hay nữ? Cảm ơn bạnĐọc thêm",
            "Xin chào và xin lỗi vì sự chậm trễ.\n\nRất tiếc là không, chỉ dành cho nam vào Thứ Hai, Thứ Tư, Thứ Năm và Thứ Sáu cho đến 12:45 trưa trong khi chỉ dành cho nữ vào Thứ Ba. Nam và nữ chỉ vào cuối tuần tức là thứ bảy và chủ nhật.\n\nNếu bạn muốn phản hồi hãy truy cập trang web chính thức; en.rudasfurdo.huopening-hours và bạn sẽ tìm thấy xác nhận.\n\nCuối tuần vui vẻ.\n\nSaverioĐọc thêm",
            "Xin chào phòng tắm Rudas đã mở cửa trở lại chưa?\n\nCảm ơn!Đọc thêm",
            "Tôi sẽ kiểm tra trang web của họ. Chúng tôi không có tin tức nào ở Hoa Kỳ về việc mở cửa cụ thể ở Châu Âu.Đọc thêm",
            "Chào buổi chiều Có phòng tắm hơi hoặc phòng tắm hammam trong khu vực hồ bơi nước nóng không? Hay chỉ trong khu vực chăm sóc sức khỏe?Đọc thêm",
            "Có phòng tắm hơi và tắm hơi trong khu vực hồ nước nóngĐọc thêm",
            "CHÀO! Tôi muốn biết liệu tại spa Rudas có bao gồm khăn tắm, dép và áo choàng tắm hay họ thuê riêng. \nVà có thể spa nào khác cũng có dịch vụ này. Cảm ơn bạn, chúng tôi cần đi lại nhẹ nhàng.Đọc thêm",
            "Tất cả các spa ở Budapest đều thuê khăn riêng và bán dép. Tôi khuyên bạn nên dùng một chiếc khăn sợi nhỏ lớn, nhẹ và mua dép ngay cả ở Budapest nếu bạn có ý định đi spa trong vài ngày, sau đó vứt chúng đi nếu bạn không quay lại với trọng lượng của valiĐọc thêm",
            "Trẻ em từ 11 tuổi trở lên có được vào không?\nĐọc thêm",
            "vâng, họ có thể vàoĐọc thêm",
            "Tôi muốn đến đó để chúc mừng sinh nhật của mình vào tháng 1 và đang nghĩ đến việc mua vé qua đêm. Ai đã từng đến đó rồi có thể cho mình biết cảm giác nó như thế nào được không?Đọc thêm",
            "Nó rất lãng mạn... lý tưởng nếu bạn là một cặp đôi... nhưng hãy cân nhắc rằng Budapest rất lạnh vào tháng Giêng, nên bơi trong hồ nước nóng trên mái nhà là không khả thi Đọc thêm",
            "Xin chào mọi người: Tôi sẽ đến Budapest với bạn trai trong vài ngày nữa và chúng tôi đã nghĩ đến việc vào vào buổi tối, nhưng tôi không hiểu lắm về cách phân chia các ngày... vào tối thứ Sáu cả nam và nữ đều có thể vào, phải không? ? Tôi cũng muốn hiểu liệu có khả năng đặt chỗ trước hay không hoặc liệu chúng tôi có nhất thiết phải lấy vé ở đó hay không. Chúng tôi sẽ mang theo khăn và dép, nhưng tôi muốn biết liệu mũ lưỡi trai chỉ bắt buộc đối với hồ bơi hay spa. Cuối cùng, vé buổi tối được loại trừ những gì về dịch vụ so với vé ngày? Có dịch vụ mát-xa không? Cảm ơn mọi người!Đọc thêm",
            "Vé vào buổi tối chỉ là Thứ Sáu, Thứ Bảy và Chủ Nhật và tất cả nam và nữ đều có thể vào. Giả sử các phòng tắm là hỗn hợp. \nTôi nghĩ vé có thể được đặt trước, nhưng thành thật mà nói, tôi không biết liệu nó có cần thiết hay không. Bởi vì đúng là số lượng tuyển sinh có hạn, nhưng khi tôi đến đó thì không có quá đông người. Trong mọi trường hợp, bạn không thể vào trước 10 giờ tối. \nMũ KHÔNG bắt buộc phải đội trong spa. Chúng tôi đã không rửa. \nKHÔNG có dịch vụ mát-xa vào buổi tối; Vé buổi tối bao gồm spa, bồn tắm mát-xa thủy lực bên trong và bên ngoài và hồ bơi.Đọc thêm",
            "Nói cho tôi biết, có thể mua quần bơi ở đó không?"
        ],
        "star_ratings": [
            1583,
            1091,
            332,
            128,
            199
        ],
        "review_amount": 3333,
        "location": [
            "Châu Âu",
            "Những điều cần làm ở Budapest",
            "Hungary",
            "Phòng tắm Rudas",
            "Budapest",
            "Miền Trung Hungary"
        ],
        "reviews_time": [
            "Written July 11, 2023",
            "Written July 24, 2023",
            "Written August 12, 2023",
            "Written August 25, 2023",
            "Written September 21, 2023",
            "Written September 27, 2023",
            "Written September 30, 2023",
            "Written October 1, 2023",
            "Written October 1, 2023",
            "Written November 25, 2023",
            "Written May 27, 2024",
            "Written May 21, 2024",
            "Written April 1, 2024",
            "Written March 20, 2024",
            "Written March 17, 2024",
            "Written March 16, 2024",
            "Written March 2, 2024",
            "Written March 2, 2024",
            "Written February 16, 2024",
            "Written February 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274887-d279413-Reviews-Rudas_Baths-Budapest_Central_Hungary.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d21259860-Reviews-Baalbek_Lebanese_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d23873364-Reviews-Tapas_Fino-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d8144714-Reviews-Lucky_7_Burgers-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d26580146-Reviews-Final_Table_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d696117-Reviews-Dionysos_Taverna-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d25069551-Reviews-Hugo_s_Mexican_Bar_kitchen-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d7713212-Reviews-Monk_s_Bistrot-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d6849188-Reviews-Babel_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d794237-Reviews-Comme_Chez_Soi-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d21185564-Reviews-Indian_Palate-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d11774369-Reviews-Szent_Gellert_Monument-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3227229-Reviews-Statue_of_Queen_Elizabeth-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3661539-Reviews-Elisabeth_Bridge-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276878-Reviews-Gellert_Hill-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8801842-Reviews-Liberty_Statue-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276867-Reviews-Citadel-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d25196810-Reviews-Travelling_Galaxy_Interactive_Live_Exhibition-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276821-Reviews-Szechenyi_Lanchid-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276822-Reviews-St_Stephen_s_Basilica_Szent_Istvan_Bazilika-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3228385-Reviews-Liberty_Bridge_Szabadsag_hid-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d279413-Reviews-or10-Rudas_Baths-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1908676-Reviews-Omorovicza_Boutique_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d4313962-Reviews-Magnolia_Day_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7196095-Reviews-5_Elements_Balinese_Day_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10697967-Reviews-Thermal_Beer_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d4154160-Reviews-Mandala_Day_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d4344774-Reviews-5_Elements_Thai_Spa_Salon-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d279029-Reviews-Szechenyi_Baths_and_Pool-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3366298-Reviews-Veli_Bej_Bath-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3396924-Reviews-Spirit_Thai_Massage_Vaci-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12622165-Reviews-Lian_Thai_Massage_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d4582253-Reviews-Romkert_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7997199-Reviews-Food_Tour_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10753631-Reviews-Budapest_Boat_Party-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7101992-Reviews-Silverline_Cruises-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d9566760-Reviews-Dutch_private_tours_in_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12389163-Reviews-GetSegway_Tours_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15360628-Reviews-NelliciousTravels-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10771867-Reviews-Violin_Travel-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d2225396-Reviews-Yellow_Zebra_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g41608-d2009065-Reviews-World_s_End-Hingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d532177-Reviews-Lyric_Opera_House-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13355845-Reviews-Royal_Smart_Limousine-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190872-d669516-Reviews-Praia_da_Falesia-Olhos_de_Agua_Albufeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d1373790-Reviews-Takeshita_Street-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g47881-d3427633-Reviews-Southwick_Beach_State_Park-Henderson_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d8820318-Reviews-Oktoberfest-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d149415-Reviews-Rick_s_Cafe-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d17847850-Reviews-Cannabis_Store_Amsterdam-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g41969-d293109-Reviews-Full_Blast-Battle_Creek_Calhoun_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274887-d279413-Reviews-or10-Rudas_Baths-Budapest_Central_Hungary.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274887-d279413-Reviews-Rudas_Baths-Budapest_Central_Hungary.html"
    }
]