[
    {
        "attraction_name": "Rush Historic District",
        "attraction_name_vi": "Khu lịch sử Rush",
        "general_info": [
            "21 đánh giá",
            "- 3 trong số 6 điều cần làm ở Yellville",
            "Điểm ưa thích - Địa danhMỏThị trấn ma",
            "Địa điểm ưa thích - Địa danh",
            "Mỏ",
            "Thị trấn ma quái"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Khá tuyệt để xem nếu bạn đang ở trong khu vực. Chúng tôi đã thấy nhiều tòa nhà lịch sử; chỉ có thể nhìn từ bên ngoài và đi một con đường ngắn dẫn qua các khu vực khác của thị trấn từng bùng nổ này. Rất nhiều dấu hiệu khác giải thích các khía cạnh của thị trấn này và hoạt động khai thác của nó. Rất vui vì chúng tôi đã được xem nó.Đọc thêm",
            "Tôi thực sự yêu thích Khu lịch sử Rush. Đây là chuyến thăm thứ hai của chúng tôi. Đây là khu vực khai thác kẽm cũ của Dãy núi Ozark nằm trong Sông Quốc gia Buffalo, quận này bao gồm những tàn tích có niên đại từ năm 1880 đến năm 1940. Chúng tôi lái xe qua khu vực này trên chiếc xe mui trần và thấy nó rất thư giãn và yên bình. Nó có những con dốc cao, dòng suối đẹp và cây xanh tươi tốt.  Có một số lượng lớn các loại cây khác nhau. Bạn có thể gọi tôi là kẻ điên nếu muốn, nhưng nếu lắng nghe kỹ, bạn có thể nghe thấy tiếng ồn ào và náo nhiệt của cộng đồng khai thác mỏ cũ. Chỉ có đủ cấu trúc và cấu trúc một phần để những người yêu thích lịch sử có thể vận hành!  Đó là một điều phải xem.Đọc thêm",
            "Đó là một viên ngọc ẩn - chắc chắn là vậy! Nếu có cơ hội, chúng tôi rất muốn quay lại và khám phá thêm! Chúng tôi chỉ đi con đường nhỏ hơn nhưng rất muốn đi bộ hai dặm để xem một số mỏ thực sự!Đọc thêm",
            "Gia đình chúng tôi đã đi đường vòng 20 phút từ lộ trình nghỉ dưỡng để đến thăm Rush. Đó là một trò giải trí nhẹ nhàng, thú vị. Thật khó tin Rush từng là một thị trấn có 5.000 dân. Một số tòa nhà vẫn còn; chúng có thể dễ dàng được nhìn thấy, nhưng không thể truy cập được. Có một số điểm khác bạn có thể quan sát kỹ. Đó là một khu vực yên tĩnh và xinh đẹp. Nếu bạn đi một quãng đường xa chỉ vì Rush, bạn có thể thất vọng - trừ khi bạn đi bộ đường dài hoặc khám phá dòng sông. Đối với một điểm dừng chân ngắn trên đường đi, Rush thật tuyệt.Đọc thêm",
            "Bạn lái xe 5 dặm để đến đó trên một con đường hẹp, rải sỏi và nhìn thấy tòa nhà 5 đang đổ xuống.  Hình ảnh trên tóm tắt khá nhiều những gì bạn sẽ thấy.Đọc thêm",
            "Nếu bạn thích lịch sử, đây là một nơi rất thú vị để đi dạo xung quanh.  Bạn không thể vào bên trong các công trình vì lý do an toàn, nhưng bạn có thể thấy nó diễn ra như thế nào và có rất nhiều biển báo hiển thị hình ảnh với một số lịch sử về những gì đã xảy ra và ở đâu.  Nơi tuyệt vời để dành một giờ - hoặc hơn nếu bạn muốn đi bộ một chút - .Đọc thêm",
            "Điều này không dành cho tất cả mọi người nhưng tôi thích những thứ như thế này.  Còn lại 5 công trình kiến ​​trúc đầy đủ và sau đó là một số khu vực của nhà máy trong chuyến đi bộ cách đó khoảng một phần tư dặm.  Một số dấu hiệu thông tin tốt về chuyến tham quan.  Khó có thể tưởng tượng nó từng là một thành phố lớn như vậy,Đọc thêm",
            "Chúng tôi lái xe đến khu vực này - nằm trong khu vực Sông Quốc gia Buffalo của NPS - nhưng đã dành nhiều thời gian để đi bộ - đi bộ. Rất thú vị. Một số cộng đồng khai thác lân cận, được xác định bởi người sở hữu mỏ, nằm trong khu vực này, nhưng cộng đồng mỏ Morning Star là khu vực đặc trưng. Có một con đường vòng dễ dàng với các tấm thông tin về các tòa nhà - lối sống vào thời điểm mỏ còn hoạt động. Từ đường vòng này, có một con đường mòn - với độ dốc ban đầu - đi qua gần một số mỏ. Bản thân các khu mỏ đã được rào lại nên bạn không thể thực sự đi vào được. Chúng tôi rất thích thú khi tìm hiểu cuộc sống sẽ như thế nào khi các khu mỏ còn hoạt động. Rất thú vị. Có cả khu vực cắm lều nơi Lạch Rush gặp sông Buffalo, - khu vực đưa ca nô vào - đưa đi trên chính Buffalo. Chúng tôi rất thích đi bộ trên những con đường mòn, ngắm nhìn động vật hoang dã - tìm hiểu RẤT nhiều điều về khu vực này. Rất khuyến khích cho một cuộc phiêu lưu kéo dài nửa ngày.Đọc thêm",
            "Đây là một nơi khá gọn gàng để ghé thăm nếu bạn ở trong khu vực.  Tuy nhiên, không đáng để lái xe chỉ để xem nó.Đọc thêm",
            "Đây là khoảng 3 hoặc 4 dặm từ Buffalo Point. Con đường khá tốt cho đến ngay trước khi bạn đến những tòa nhà cũ. Sau đó là sỏi. Có - 3 tòa nhà cũ bị sập với bảng thông tin cho bạn biết về thị trấn - khu mỏ. Lái xe xa hơn một chút - ở đó - có một con đường dài 0,25 dặm - Đường vòng diễn giải Sao Mai sẽ đưa bạn lên - xung quanh một số địa điểm cũ của thị trấn. Có một con đường dài hơn đưa bạn đến mỏ, 1,5 dặm một chiều. Nếu bạn đi theo con đường rải sỏi xa hơn, bạn sẽ đến Sông Buffalo - nhiều đầu đường mòn hơn. Điều này khá tốt trong khoảng một giờ. Thú vị nếu bạn thích lịch sử. Thật ngạc nhiên khi thiên nhiên lấy lại đất đai. Hình ảnh của thị trấn còn lại khá nhiều.Đọc thêm"
        ],
        "star_ratings": [
            12,
            6,
            2,
            0,
            1
        ],
        "review_amount": 21,
        "location": [],
        "reviews_time": [
            "Written November 19, 2023",
            "Written July 9, 2023",
            "Written January 9, 2022",
            "Written October 14, 2021",
            "Written August 31, 2021",
            "Written November 30, 2020",
            "Written October 20, 2020",
            "Written September 18, 2020",
            "Written July 1, 2020",
            "Written August 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32032-d12579256-Reviews-Rush_Historic_District-Yellville_Arkansas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g28925-d209193-Reviews-Wild_Bill_s_Outfitter-Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32032-d18544029-Reviews-Indian_Rockhouse_Trail-Yellville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32032-d12579256-Reviews-or10-Rush_Historic_District-Yellville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32032-d12579256-Reviews-or20-Rush_Historic_District-Yellville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32032-d12579256-Reviews-Rush_Historic_District-Yellville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32032-d7847380-Reviews-Buffalo_River_Float_Service-Yellville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32032-d4789527-Reviews-Wild_Bill_s_Outfitter-Yellville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32032-d667964-Reviews-Ozark_Rock_Gem-Yellville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31614-d17433925-Reviews-Old_Railroad_Trail-Gilbert_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32032-d27024114-Reviews-Mountain_Breeze_Therapeutic_Massage-Yellville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31762-d19283646-Reviews-First_Baptist_Church-Marion_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31614-d27043927-Reviews-Buffalo_River_Art_Gallery-Gilbert_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d4103171-Reviews-The_Sinks-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d207644-Reviews-Olvera_Street-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d319140-Reviews-Erotic_Museum_of_Barcelona_Museu_de_l_Erotica-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d8699842-Reviews-Grand_Bazaar_Jewelers-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d477277-Reviews-Jardin_Majorelle-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d5290484-Reviews-Best_Rent_a_Scooter-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d17826750-Reviews-GoOpti_Ljubljana-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g49621-d8298872-Reviews-McGalliard_Falls_Park-Valdese_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189425-d2513245-Reviews-The_Cave_of_Antiparos-Antiparos_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32032-d12579256-Reviews-or10-Rush_Historic_District-Yellville_Arkansas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32032-d12579256-Reviews-Rush_Historic_District-Yellville_Arkansas.html"
    }
]