[
    {
        "attraction_name": "Russian Orthodox Church",
        "attraction_name_vi": "Nhà thờ Chính thống giáo Nga",
        "general_info": [
            "10 đánh giá",
            "43 trong số 264 điều cần làm ở Nicosia",
            "Nhà thờ"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thật tuyệt vời khi một nơi rất đẹp cùng với cung thiên văn, đó là một trải nghiệm tuyệt vời. Một công viên rất đẹp dành cho các bạn trẻ.Đọc thêm",
            "Tại sao 3 sao? Nhà thờ đẹp, có lẽ là đẹp nhất. Nhưng thật đáng xấu hổ cho những gì được phép, hôm nay tại nhà thờ tôi thấy ba người phụ nữ mặc đồ bán khỏa thân, một người mặc quần đùi rất ngắn và một người hở nửa mông, chụp ảnh giữa nhà thờ, chẳng có gì là thiêng liêng đối với họ cả. Tôi đã dựng cảnh và bắt họ bỏ đi dù đó không phải việc của tôi. Thật xấu hổ khi không ai kiểm soát cách mọi người vào nhà thờ. Một nơi thánh nên và phải được tôn kính.Đọc thêm",
            "Rất đẹp và khác thường. Bên trong thật đáng yêu và khuôn viên rộng rãi với rất nhiều thứ để xem. Sẽ khuyên bạn nên đến nếu ở khu vực Nicosia. Đọc thêm",
            "Thực sự thú vị khi xem nhà thờ Nga và nhà thờ Rumani, không phải thứ bạn nhìn thấy hàng ngày, hơi xa nhưng cũng đáng để ghé thăm, bạn được phép vào cả hai, quán cà phê và cửa hàng lưu niệm cũng ở đóĐọc thêm",
            "Tôi phải nói rằng đây là nhà thờ đẹp nhất tôi từng đến. Bên ngoài là sân chơi hoàn hảo nếu bạn đi cùng trẻ em. Đáng để ghé thăm! Đọc thêm",
            "Đây là một tòa nhà tuyệt vời và không phải là tòa nhà mà bạn mong đợi ở Síp.  Các bức bích họa bên trong các tác phẩm nghệ thuật vĩ đại và tác phẩm kim loại cũng sẽ mất nhiều thời gian để chiêm ngưỡng. Hãy dành thời gian ghé thăm Nhà thờ bằng gỗ Rumani bên cạnh, một tòa nhà hoàn toàn khác và theo một cách nào đó, là một nơi tôn giáo hơn.Đọc thêm",
            "I came across this church by accident while searching the Internet. Upon finding the site I just had to go.  But the only photos Id found online were of the outside.  I never could have imagined the awesome beauty of the inside.  The Frescos as perfect as Michael Angelo himself.I went along with my husband who is a wheelchair user.  The only information we had was a photo of this beautiful church and the fact it is in the village of Episkopeio or also spelt Episkopio in the Nicosia district of Cyprus.We found the village and then found the church by heading towards the golden domes.  The church is in a gated compound with a lot of parking. Although whether it would be a lot of parking in summer Im not sure.  There is a cafe selling snacks tea and coffee etc and a small play park for children. The compound isnt 100 finished but the majesty of the church itself makes for a magical site, dominating the whole neighbourhood.There are public toilets within the compound as well as a stage for outdoor event.  Its definitely a community hub.  All wheelchair access.We then went inside the church.  There are steps and a marble wheelchair ramp. Two ladies were in the foyer with a small shop.  There is another shop in a separate building on site.The wall painting starts in the hall leading to the main part of the church.  Painting on the walls and the viewing such a work of art.  There is an ante chapel just off the hall.  Then we entered the main part of the church.  With stained glass windows and paintings on the walls and ceiling of biblical themes, marble floors and gold work.  The whole place simply took my breath away and very almost brought me to tears with the care, dedication, detail and true craftsmanship that had gone into building and adorning this precious centre of worship.  I asked the ladies if I could take photos and they were eager to say that I could.  One of the ladies who was washing the floor  then came over she didnt speak a word of English, andI have no idea if she was speaking Greek or Russian because I dont speak a word of either.  But she was able to make herself understood and asked if I was Christian.  I said yes, and this lovely lady who clearly has a deep faith prayed for my husband who incidentally is not a Christian but he too was touched by her willingness to share her faith with usI am so glad we found this church it is one of the highlights of my first visit to Cyprus and thoroughly recommend a visit to anyone whether with or without a faith. Read more",
            "Có xe buýt nào từ quảng trường solomo không?Đọc thêm",
            "Làm cách nào để đến đó từ Quảng trường Solomon bằng xe buýt?Đọc thêm",
            "Xin vui lòng cho biết thời gian mở cửa vào thứ Năm trong tháng 9 là mấy giờ?Đọc thêm",
            "Chúng ta có thể ghé thăm bất cứ lúc nào vào Chủ nhật không?Đọc thêm"
        ],
        "star_ratings": [
            9,
            0,
            1,
            0,
            0
        ],
        "review_amount": 10,
        "location": [
            "Châu Âu",
            "Nhà thờ Chính thống Nga",
            "Các hoạt động ở Nicosia",
            "Síp",
            "Nicosia",
            "Quận Nicosia"
        ],
        "reviews_time": [
            "Written April 21, 2024",
            "Written May 29, 2023",
            "Written August 17, 2022",
            "Written February 14, 2020",
            "Written February 3, 2020",
            "Written October 21, 2019",
            "Written November 26, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g190383-d15072042-Reviews-Russian_Orthodox_Church-Nicosia_Nicosia_District.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d6890474-Reviews-Machairas_Monastery-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d2253694-Reviews-Buyuk_Han-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d2408822-Reviews-Panagia_Asinou_Church-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d2067161-Reviews-Ledra_Street_Crossing_Point-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d2314145-Reviews-Selimiye_Camii-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d7942119-Reviews-Sacred_Temple_Of_Virgin_Mary_Faneromenis-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d5786086-Reviews-Medieval_Venetian_Walls-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d3224254-Reviews-St_John_s_Cathedral-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d5449988-Reviews-Liberty_Monument-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d6215052-Reviews-Famagusta_Gate-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297700-d16817474-Reviews-Nusa_Penida_Fast_Boat_Ticket-Sanur_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d18338181-Reviews-Mirror_Lake_Park-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066459-d10019821-Reviews-Sumida_River_Fireworks-Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d2646303-Reviews-Boomers_Boca_Raton-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d10805431-Reviews-TRM_Thika_Road_Mall-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d143717-Reviews-Potomac_River-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40550-d104055-Reviews-Camden_Hills_State_Park-Camden_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g44853-d109218-Reviews-Rocheport-Rocheport_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g33458-d10584202-Reviews-Paradise_Cove_Swimming_Hole-Guffey_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34606-d3340637-Reviews-Splash_at_TradeWind_s_Water_Parks-St_Pete_Beach_Florida.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g190383-d15072042-Reviews-Russian_Orthodox_Church-Nicosia_Nicosia_District.html"
    }
]