[
    {
        "attraction_name": "Sacramento Zoo",
        "attraction_name_vi": "Sở thú Sacramento",
        "general_info": [
            "631 đánh giá",
            "- 12 trong số 339 việc cần làm ở Sacramento",
            "Vườn thú"
        ],
        "attraction_summary": "Trẻ em và người lớn đều thích thú với vườn thú này - nơi có gần 400 loài động vật hoang dã.Đọc thêm",
        "reviews": [
            "Phí vào cửa rất cao.  Tôi nghĩ - 23 cho học sinh cuối cấp.  Thất vọng.  Nhiều cuộc triển lãm trống rỗng.  Dù sao cũng là một sở thú nhỏ.  Sở thú dường như không được chăm sóc tốt.  Điều phong phú nhất là những cách rõ ràng để sở thú thu được nhiều tiền hơn, chẳng hạn như các cửa hàng và biển hiệu yêu cầu mọi người đăng ký các chuyến tham quan đặc biệt.  Tôi sẽ không đi lại hoặc giới thiệu.  DarylĐọc thêm",
            "Đây là một sở thú hầu như không ổn. Giá rất cao - 25 cho một sở thú nhỏ như vậy. Giá thực phẩm cực kỳ cao. Một chai nước là - 6. Nhiều loài động vật đã được trưng bày, bao gồm cả đười ươi và tinh tinh, những loài thú vị hơn để xem. Ngôi nhà bò sát cũng đẹp như triển lãm báo gêpa. Có một sân chơi nhỏ dành cho trẻ nhỏ. Bãi đậu xe là bãi đậu xe trên đường trong công viên miễn phí. Sở thú có kế hoạch di dời đến Elk Park, Ca vào một thời điểm nào đó nên họ không thực hiện bất kỳ cải tiến nào đối với sở thú hiện tại.Đọc thêm",
            "Thành thật mà nói, sở thú Sacramento thật đáng xấu hổ. So sánh với sở thú Oakland thì sở thú này có cùng mức phí vào cửa nhưng nó đẹp hơn và lớn hơn rất nhiều. Sở thú Sacramento có lẽ lớn bằng sở thú Oakland 25 đô la. Tôi sẽ không giới thiệu sở thú này cho bất kỳ ai, đặc biệt là với mức giá vào cửa là - 25 đô la, có thể là năm đô la, và bạn - đang buồn chán.. hãy tiết kiệm tiền và đi dạo quanh một trong nhiều công viên đẹp ở Sacramento. Đọc thêm",
            "Vườn thú nhỏ xinh xắn với nhiều loài động vật khác nhau. Vườn thú sạch sẽ và môi trường sống tổng thể của động vật rất đẹp. Thật tuyệt vời khi họ đã thiết lập một số trạm để quan sát một số loài động vật - rùa và thằn lằn - đến gần và vuốt ve chúng. Những người giữ vườn thú rất thân thiện và chia sẻ những thông tin chi tiết thú vị về các loài động vật. Khu vực công viên bên trong sở thú có thể cải thiện biển báo và chỉ đường đi đến sở thú. Và việc đỗ xe hơi bất tiện vì đỗ xe trên đường dường như là lựa chọn duy nhất.Đọc thêm",
            "Sở thú hơi nhỏ và gia đình bốn người của tôi phải tốn khoảng - 100 đô la để vào. Tuy nhiên, nó có một số loài động vật thú vị mà tôi chưa từng thấy ở các vườn thú khác như lợn đất, okapi và capybara.Đọc hơn",
            "Ôi trời yêu sở thú này quá! Lần đầu tiên ở đây và nó thật đẹp! Nó xanh, sạch và bạn rất gần gũi với động vật. Cháu trai tôi thích nhìn qua kính. Nó nhỏ hơn nên bạn có thể thực hiện dễ dàng nhưng có quá nhiều thứ để xem xét. Hoa và cây đẹp. Những con đường để đi qua và những nơi đáng yêu để ngồi. Hiện tại cũng có khủng long ở khắp công viên. Nó đáng giá cho 3 1 - 2 giờ lái xe. Chúng tôi chắc chắn sẽ quay trở lại.Đọc thêm",
            "Nhược điểm: Bạn phải mua vé trực tuyến trước. Bạn không thể mua ở sở thú. Bạn phải mua vé đi tàu và băng chuyền bằng thẻ tín dụng hoặc thẻ ghi nợ. Đối với cửa hàng, bạn chỉ có thể thanh toán bằng thẻ. Còn người bán đồ ăn thức uống thì tôi không chắc họ chỉ nhận thẻ vì chúng tôi không ăn. Covid-19 đã gây ảnh hưởng đến mọi thứ xung quanh. Điều tốt: Sở thú Sacramento đã nỗ lực hết mình để giúp tôi có được vé cho tôi và con trai đến thăm sở thú. Anh ấy đã đi suốt chặng đường từ Chico xuống và tôi đã phạm sai lầm khi không mua vé ngay. Bài học kinh nghiệm. Các con vật được chăm sóc tốt. Các cuộc triển lãm động vật rất phong phú. Vườn thú sạch sẽ và được vệ sinh tốt. Các nhân viên rất chuyên nghiệp. Trên hết, chúng tôi thực sự đã có một ngày tuyệt vời và chúng tôi không thể cảm ơn Sở thú Sacramento vì đã biến điều đó thành hiện thực.  -  - Đọc thêm",
            "Vườn thú nhỏ rất đẹp với nhiều loại động vật tốt, ước gì một số khu chuồng trại lớn hơn. Khuôn viên được chăm sóc tốt với rất nhiều cây trưởng thành, điều này thường thấy ở Sacramento. Vườn thú nằm trong Công viên William Land, nơi cũng có vườn và ao, Thị trấn cổ tích, một công viên giải trí nhỏ, sân gôn và rất nhiều con đường đẹp để đi bộ. Đó là một nơi thực sự tốt cho trẻ nhỏ. Việc đặt chỗ trước thời kỳ COVID rất có tổ chức. Chúng tôi nhận thấy rằng khung giờ Thứ Bảy đến 11:30 sáng đã được sử dụng khi công viên mở cửa. Chúng tôi đã hẹn trước 9h30, lúc đó thấy rất nhiều động vật hoạt động. Phòng vệ sinh rất sạch sẽ. Cửa hàng quà tặng có sức chứa hạn chế vì COVID, xếp hàng ngắn, chúng tôi đợi khoảng 5 phút để vào. Quán cà phê đã mở cửa nhận đặt hàng với chỗ ngồi ngoài trời. Thức ăn và đồ uống đắt tiền nhưng khẩu phần rất lớn và thức ăn rất tươi và ngon. Chúng tôi thực sự đã mang thức ăn thừa về nhà cho bữa tối.  Hầu hết mọi người đều tuân thủ yêu cầu về khẩu trang nhưng rất khó thực hiện giãn cách xã hội tại một số khu trưng bày. Một ngày thật đẹp!Đọc thêm",
            "Tất cả chúng tôi đều yêu thích vườn thú và sở thú này đã không làm chúng tôi thất vọng. Đến từ Oregon, chúng tôi rất vui khi thấy một số giống động vật khác nhau có thể không phát triển mạnh trong thời tiết ở Oregon - Gấu trúc đỏ! - Điều tuyệt vời nhất đối với chúng tôi là có thể tự tay cho hươu cao cổ ăn! Một trải nghiệm tuyệt vời một lần trong đời. Khó tìm được bãi đậu xe vì họ là những địa điểm khác trong khu vực, nhưng chắc chắn chúng tôi đã đi bộ xa hơn. Luôn cần phải đeo khẩu trang nên trời có thể nóng và ngột ngạt nhưng lý do có thể hiểu được và họ chỉ muốn mở cửa!Đọc hơn",
            "Mặc dù chỉ có ba chữ số nhưng sở thú vẫn rất tuyệt vời. Họ đã có những cải tiến lớn và căn cứ là vô nhiễm. Vì trời nóng nên các loài động vật trốn trong bóng râm, đó là điều dễ hiểu. Triển lãm cá sấu là mới và triển lãm hươu cao cổ là một trong những triển lãm yêu thích của tôi. Ngoài ra còn có nhiều ghế dài và bàn ăn dã ngoại được lắp đặt. Có một chỗ để ngồi là một ơn trời.Đọc thêm",
            "Bất kỳ gói ưu đãi nàoĐọc thêm",
            "Bạn có quyền sử dụng và cho thuê xe lănĐọc thêm",
            "Cho thuê xe lănXem thêm",
            "Có lối đi cho xe lănĐọc thêm",
            "Yorkie nhỏ của tôi có được phép vào sở thú không?Đọc thêm",
            "Giá vé người lớn là bao nhiêuĐọc thêm",
            "tôi - tôi đang nghĩ đến việc đưa đứa con mới biết đi của mình - đứa đang học về các con vật - đến sở thú Sacramento. có ai biết nó so sánh với sở thú folsom thế nào không?  Đọc thêm",
            "Sở thú Sacramento lớn hơn và có nhiều loại động vật hơn Sở thú Folsom. Sở thú Sacramento có vượn cáo, mèo lớn, rái cá, một ngôi nhà bò sát, khu chuồng chim, đười ươi và hươu cao cổ. Ngoài ra còn có khu vui chơi và khu dã ngoại. Cả hai đều có tàu hỏa dành cho trẻ nhỏ và Sở thú Sacramento có cửa hàng quà tặng tuyệt vời cũng như nhà hàng thân thiện với trẻ em. Rất nhiều bãi đậu xe tại Sở thú Sacramento bên kia đường và xung quanh thị trấn FairyTale ở phía bên kia đường. Đọc thêm",
            "Có xe lăn nào chúng tôi có thể sử dụng ở đó không?Đọc thêm",
            "Có, bạn có thể thuê xe lăn với giá - 7 giờ. Họ cũng có những chiếc xe đẩy thú vị cho thuê.Đọc thêm",
            "bạn nên lên kế hoạch cho chuyến thăm trong bao lâuĐọc thêm",
            "Hai giờ.  Thức ăn thực sự tốt nếu bạn muốn ở lại lâu hơn một chút. Thêm chuyến tàu nhỏ, vòng quay vui vẻ và việc cho hươu cao cổ ăn sẽ mất nhiều thời gian hơn Đọc thêm",
            "giá cho người lớn là bao nhiêu?Đọc thêm",
            "14.95 cho người lớnĐọc thêm",
            "Chó phục vụ tình cảm có được phépĐọc thêm",
            "Tôi nhìn thấy hai con chó hỗ trợ ở đó khi chúng tôi ghé thăm lần cuối. Hãy kiểm tra với sở thú.Đọc thêm"
        ],
        "star_ratings": [
            200,
            269,
            133,
            20,
            9
        ],
        "review_amount": 631,
        "location": [
            "Những việc cần làm ở Sacramento",
            "Sacramento",
            "Sở thú Sacramento",
            "Hoa Kỳ",
            "California - CA -"
        ],
        "reviews_time": [
            "Written February 13, 2024",
            "Written July 29, 2023",
            "Written January 22, 2023",
            "Written July 4, 2022",
            "Written April 25, 2022",
            "Written April 22, 2022",
            "Written March 15, 2021",
            "Written October 23, 2020",
            "Written October 22, 2020",
            "Written June 25, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32999-d127615-Reviews-Sacramento_Zoo-Sacramento_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32999-d15094314-Reviews-Spinners-Sacramento_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32999-d12065269-Reviews-La_Bou_Bakery_Cafe-Sacramento_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32999-d851182-Reviews-Vic_s_Ice_Cream_INC-Sacramento_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32999-d9606443-Reviews-Meet_Eat-Sacramento_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32999-d6523462-Reviews-Chipotle_Mexican_Grill-Sacramento_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32999-d528265-Reviews-Sushi_Cafe-Sacramento_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32999-d4758569-Reviews-The_Sandwich_Spot-Sacramento_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32999-d4231082-Reviews-Scott_s_Seafood_on_The_River-Sacramento_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32999-d5584034-Reviews-Togo_s-Sacramento_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32999-d4642289-Reviews-Miyako_Teriyaki-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d630581-Reviews-Funderland_Amusement_Park-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d128260-Reviews-William_Land_Park-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d27037291-Reviews-Dooley_Field-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d105182-Reviews-Crocker_Art_Museum-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d102772-Reviews-California_State_Railroad_Museum-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d127612-Reviews-California_Automobile_Museum-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d564705-Reviews-Cathedral_of_the_Blessed_Sacrament-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d219610-Reviews-California_State_Capitol_Museum-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d142866-Reviews-Capitol_Park-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d531943-Reviews-Leland_Stanford_Mansion_State_Historic_Park-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d127615-Reviews-or10-Sacramento_Zoo-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d265196-Reviews-Fairytale_Town-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d564707-Reviews-William_Land_Park_Golf_Course-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d2041921-Reviews-Local_Roots_Food_Tours-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d6867085-Reviews-Sac_Brew_Bike-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d142820-Reviews-Sacramento_City_Actor_s_Theatre-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d142512-Reviews-Old_City_Cemetery-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60769-d2470079-Reviews-Lake_Casitas_Recreation_Area-Ventura_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g616035-d2703056-Reviews-Ella_Rock-Ella_Uva_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32125-d102684-Reviews-McArthur_Burney_Falls_Memorial_State_Park-Burney_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51127-d1422439-Reviews-Ohio_Caverns-West_Liberty_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d10798517-Reviews-Paradise_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143766-Reviews-Collins_Avenue-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g59565-d12832322-Reviews-Summersville_Lake_State_Park-Summersville_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29760-d267690-Reviews-McGinn_s_PistachioLand-Alamogordo_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d8430173-Reviews-Haleiwa_Alii_Beach_Park-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60845-d12083349-Reviews-Arizona_Pete_s-Greensboro_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32999-d127615-Reviews-or10-Sacramento_Zoo-Sacramento_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32999-d127615-Reviews-Sacramento_Zoo-Sacramento_California.html"
    }
]