[
    {
        "attraction_name": "SAHARA Las Vegas",
        "attraction_name_vi": "SAHARA Las Vegas",
        "general_info": [
            "290 đánh giá",
            "- 153 trong số 750 việc cần làm ở Las Vegas",
            "Sòng bạc"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trải nghiệm thật tồi tệ, tôi và một nhóm bạn đã đến và gặp nhiều rắc rối giữa 2 phòng chúng tôi có. Đầu tiên, một trong những căn phòng của chúng tôi bị rò rỉ trong phòng tắm và gây ra lũ lụt trong phòng. Khi chúng tôi yêu cầu họ đến xem nó vào đêm hôm trước, không có ai đến cho đến sáng hôm sau. Sau đó, họ được chuyển đến một căn phòng nhỏ hơn và gặp một tình huống khác trong phòng tắm là nước không thoát ra ngoài và gây ra một trận lũ lụt khác trong phòng tắm. Trong căn phòng tôi đang ở, có vết máu trên ga trải giường. Chỉ điều này thôi đã khiến kỳ nghỉ của chúng tôi không thoải mái, đặc biệt vì chúng tôi rất mong được ở tại khu nghỉ dưỡng này do những đánh giá tích cực. Tôi không khuyên bạn nên ở đâyĐọc thêm",
            "Lần đầu tiên đến Las Vegas, tôi thực sự rất thích kỳ nghỉ tại khách sạn Sahara. Việc nhận phòng thật dễ dàng nhưng điều đó phụ thuộc vào thời gian bạn đến. Phòng của tôi sạch sẽ nhưng có mùi khói thuốc lá nồng nặc khi đến nơi. Không có gì làm mát không khí không khắc phục được. Có một cửa hàng thực phẩm bên kia đường đáp ứng mọi nhu cầu của bạn. Tôi lẽ ra đã cho kỳ nghỉ của mình điểm 5 nhưng các nhà hàng bên trong đóng cửa tương đối sớm vào các ngày trong tuần. Ngoài ra, họ cũng không phục vụ đồ ăn bên hồ bơi vào các ngày trong tuần.  Về giá cả thì tôi không có gì phàn nàn.Đọc thêm",
            "Ai thích chương trình này thì bị tổn thương não. Toàn bộ sự việc chỉ là một lời ca tụng hay đả kích về điều này hay điều kia. Anh ấy cũng là người khá phân biệt chủng tộc khiến chương trình trở nên vô cùng khó xử. Tiết kiệm tiền của bạn.Đọc thêm",
            "I gamble at Sahara casino in Vegas 3-4 times a week. Today I had just  finished playing on the 16 oct 2023  between and 11 pm and my phone was dead so I put it in the charging station and proceeded to sit in the sitting area between the casino and the lobby. I hadn - t been there even 5 min and was rubbing foot which I was in flip flops . Now mind you I was diagnosed with stage 4 Hodgkins lymphoma in May 2021, and have been and currently still am undergoing chemotherapy for it. Anyway a security card walked up to me and said are u ok ? I said yes mam I just have issues with my feet I have stage 4 Hodgkins lymphoma and because of the chemo I developed neuropathy in both feet and my left leg and arm which makes it difficult to walk sometimes. I just finished gambling at the black jack tables and am just  waiting on my phone to charge a little because I can - t really walk  so im getting an uber. She says are u a guest of the hotel ? I then repeated what I had said. She follows with ok I just wanna make sure your ok ? At that point I was like wow someone who cares. WRONG WRONG WRONG. She then got on her radio and said some code and then asked for my ID I handed my ID my players card and I - m up there in the loyalty program since I gamble so much. And my Medicare and disability card. She then laughed and said just your id these others mean nothing.I returned them to my wallett and she asked again what I was doing to which I repeated my previous statement. She ran my name amd got the all clear code. Handed my id back at that point there were 4 trt officers behind her she said something to them  then turned back to me asked me again what I was doing which I repeated the same as always she smirked a wtf ever grin and said  - ,umm you gotta leave now, you don - t look good enough, you can - t look like this you don - t look good enough. Aren - t you gay and u look like this. Ya you gotta go now u gotta look better then this in here. -  Mind you I was freshly showered had on joggers with no holes, stains,or rips from Armani and a sleeveless shirt from Aero with a pair of  Rockport flip flops and a hat . Freshly groomed shaved all of it. I looked up and said excuse me mam, I have to go cause I don - t look good enough to be here , I just told u im going thru cancer and treaments of chemo and radiation how would u like me to look . She promptly said you gotta leave now I already told you u don - t look good enough. I said ok mam no problem im just waiting on my phone to charge a little to get an uber  because as I said I  can really walk much. She says no I mean now right now get your stuff and leave u can walk home if your phones not charged. So i went and got my phone by then I had  trt officers surrounding me like I was a  crimainal and everyone was staring as they had heard what she had said to me some looked in utter shock others just got up and left and walked out with 15 officers behind me on all sides. Then i walked to the side walk and went to call my casino host to inform her of what just happend only to have 3 officers come off saharah property onto the side walk to tell me to get moving and walk to the other side of the street.I know for a fact that the security guard was told 6 times during this interaction that I had stage 4 cancer was undergoing treatment and could barley walk period including the first words that came out of my mouth when she asked her first question are you OK,  I responding with it. Then to 1 use the fact I had cancer - by telling me I didn - t look good enough to be there due to my treatments, 2 bring my sexuality into it as its none of her business and what does that have to do with cancer anyway and 3 to force me to leave but also to not allow me to get me accommodations ie a ride and therefore forcing me to walk when I can Barley stand on light of all that it is my belief that I have been discriminated against due to my disability 2 times under the ADA title 3  and  also by my sexual orientation. This is unacceptable to allow any place to treat cancer patients like this in what - s often to worst most depressing time  patients life.  First aren - t you a affiliate pride sponsor and 2 this is how you bring awareness for cancer awareness month . Come on you - ve got to do better.Read more",
            "Một nơi rất tốt để bạn có cơ sở trải nghiệm Las Vegas. Ngay trên đường ray một ray và dễ dàng đi đến toàn bộ dải đất. Khách sạn đẹp, tiện nghi tuyệt vời, dễ sử dụng.Đọc thêm",
            "Dịch vụ khách hàng thật tệ. Họ đã đặt quá nhiều phòng trong khách sạn. Chúng tôi không nhận được phòng đã đặt. Họ đưa chúng tôi vào một căn phòng ngay bên ngoài một bữa tiệc hồ bơi kéo dài đến tận 3 giờ sáng. Nhân viên hoàn toàn không làm gì để giúp đỡ Đọc thêm",
            "Rất thích kỳ nghỉ của chúng tôi tại Sahara. Chúng tôi đang tham gia một chuyến du lịch vũ trụ, các phòng đều tuyệt đẹp, rất sạch sẽ, thang máy có thể rất chậm nhưng tôi cho rằng rất nhiều phòng không giúp được gì. Cửa hàng quà tặng tuyệt đẹp. Sòng bạc lớn, 3 nhà hàng, một số quán bar. Gần với tất cả các hành động ở Vegas. Nhân viên thân thiện. Đừng có lời nào xấu để nói về khách sạn này. Sẽ ở lại Đọc thêm",
            "Jetline Cruise đưa chúng tôi đến khách sạn này thay vì Luxor, khách sạn dễ chịu nhưng quá xa dải, chúng tôi sử dụng tàu điện một ray nhưng với xe lăn, chúng tôi thấy khó tìm được thang máy, hồ bơi dành cho khách, nhân viên an ninh đã ngăn chúng tôi lấy nước vào, nhưng hồ bơi không có đồ ăn hoặc đồ uống và không có nhân viên cứu hộ, chỉ là một tuyên bố miễn trừ trách nhiệm cho khách tự quản lý, quá nhiều trẻ em làm theo ý thích, cha mẹ tắm nắng. Đã đến hồ bơi chính, không được phép vào nếu không có giấy tờ tùy thân có ảnh, tất cả đoàn của chúng tôi đều trên 60 tuổi và có chìa khóa khách sạn, tôi tin rằng họ không muốn những người 60 tuổi thừa cân với một chiếc xe tập đi làm hỏng cảm giác hồ bơi của họ, đã báo cáo vấn đề nhưng không có phản hồi Đọc thêm",
            "Hãy dành thời gian và tiền bạc của bạn ở nơi khác. Nếu bạn muốn nghe các lý thuyết về việc cuộc đổ bộ lên mặt trăng đã không xảy ra như thế nào, việc tiêm vắc xin ngừa Covid sẽ giết chết bạn như thế nào, phụ nữ da trắng đã phá hủy gia đình hạt nhân như thế nào, Trump là một kẻ phân biệt chủng tộc giỏi như thế nào hay những câu chuyện lan man khác, thì đây có thể là chương trình cho bạn. Anh ấy cứ nói mãi về việc anh ấy giàu đến mức nào, có bao nhiêu đứa con và làm thế nào anh ấy có được phụ nữ. Tôi chỉ là người hài hước và thậm chí thô lỗ. Điều này thật khó xử đối với mọi người.Đọc thêm",
            "Vợ tôi và tôi đã có một khoảng thời gian tuyệt vời. Chương trình là sự kết hợp giữa podcast và hài độc thoại của anh ấy. Nếu bạn đã xem cả hai thì chương trình sẽ có ý nghĩa. Chương trình rất hài hước và cũng khiến bạn phải suy nghĩ. Nếu bạn lãng phí thời gian để bị xúc phạm, bạn sẽ bỏ lỡ mục đích. - weoutcheaĐọc thêm"
        ],
        "star_ratings": [
            91,
            95,
            45,
            35,
            24
        ],
        "review_amount": 290,
        "location": [
            "Nevada - NV -",
            "Hoa Kỳ",
            "Những điều cần làm ở Las Vegas",
            "Las Vegas",
            "SAHARA Las Vegas"
        ],
        "reviews_time": [
            "Written May 28, 2024",
            "Written April 16, 2024",
            "Written January 5, 2024",
            "Written October 20, 2023",
            "Written October 14, 2023",
            "Written September 16, 2023",
            "Written September 10, 2023",
            "Written August 19, 2023",
            "Written August 17, 2023",
            "Written August 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d7610665-Reviews-SAHARA_Las_Vegas-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d6993875-Reviews-Bazaar_Meat_by_Jose_Andres-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422656-Reviews-Golden_Steer_Steakhouse_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d481403-Reviews-Top_of_the_World-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d21508956-Reviews-Trattoria_by_Chef_Joel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d7376380-Reviews-Sid_s_Cafe-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d8788957-Reviews-Fresco_Italiano-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d7952009-Reviews-Edge_Steakhouse-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d23469410-Reviews-Balla_Italian_Soul-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d23468847-Reviews-The_Noodle_Den-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d17333111-Reviews-Uno_Mas_Street_Tacos_Spirits-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23635282-Reviews-AZILO_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d104050-Reviews-Stratosphere_Tower-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10020605-Reviews-Rock_in_Rio_USA-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d144174-Reviews-Chapel_of_the_Bells-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1173666-Reviews-Stratosphere_Theater-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127003-Reviews-Fountains_of_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d625114-Reviews-Bellagio_Conservatory_Botanical_Garden-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4228163-Reviews-Count_s_Kustoms-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6509306-Reviews-High_Roller-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15277029-Reviews-Las_Vegas_Festival_Grounds-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7610665-Reviews-or10-SAHARA_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1156204-Reviews-Wynn_Las_Vegas_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5994323-Reviews-Palazzo_Resort_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216797-Reviews-Casino_At_The_Venetian-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216643-Reviews-Casino_at_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3601332-Reviews-Casino_at_Aria_Resort-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1987849-Reviews-Casino_at_Encore-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2269299-Reviews-The_Cosmopolitan_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d619361-Reviews-Red_Rock_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553418-Reviews-Ellis_Island_Casino_Brewery-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d209797-Reviews-Casino_at_New_York_New_York-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d9820684-Reviews-Diplomat_Exotic_Rentals-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12400029-Reviews-Magic_Mike_Live_at_SAHARA_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24076428-Reviews-Reckless_In_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4063676-Reviews-Strip_Gun_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d18190076-Reviews-Blanc_de_Blanc-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7153064-Reviews-Beach_Life-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17363083-Reviews-Ester_Goldberg_s_Totally_Outrageous_Brunch-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15857086-Reviews-Paradise_Massage-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1023413-Reviews-Bonanza_Gift_Shop-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17625364-Reviews-Record_City-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10447129-Reviews-Xavier_Mortimer_The_Dream_Maker-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23537427-Reviews-Soul_Of_Motown-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1933108-Reviews-SkyJump-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1310451-d148299-Reviews-Harrison_s_Cave_Eco_Adventure_Park-Saint_Thomas_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g1573057-d13946982-Reviews-Riverside_Janda_Baik-Janda_Baik_Bentong_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d10037103-Reviews-Port_of_Miami-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d146839-Reviews-Pearl_District-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g41110-d4587387-Reviews-Martinak_State_Park-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d1426253-Reviews-PhraNang_Cave_Beach-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1593192-d13138567-Reviews-Sungai_Klah_Hot_Spring_Park-Sungkai_Batang_Padang_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2229722-Reviews-Turkish_Market-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g312738-d17699814-Reviews-Beach_Club_at_The_Bodrum_EDITION-Yalikavak_Bodrum_District_Mugla_Province_Turkis.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d1777707-Reviews-Bica_Funicular-Lisbon_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d7610665-Reviews-or10-SAHARA_Las_Vegas-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d7610665-Reviews-SAHARA_Las_Vegas-Las_Vegas_Nevada.html"
    }
]