[
    {
        "attraction_name": "Saigon Kiss Tours",
        "attraction_name_vi": "Tour nụ hôn Sài Gòn",
        "general_info": [
            "1.608 đánh giá",
            "1 trong 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Sài Gòn Kiss Tours là công ty du lịch đáng tin cậy ở Việt Nam. Chuyên tổ chức các tour du lịch bằng xe máy Sài Gòn với đội ngũ 100 tay đua nữ, đội Girl Power. Với niềm đam mê thành phố, thích chia sẻ, hướng dẫn viên du lịch của chúng tôi mong muốn mang đến cho bạn những trải nghiệm thực sự của địa phương trên xe máy. Hiện tại chúng tôi cung cấp Tour tham quan thành phố nửa ngày, Tour mua sắm, Tour ẩm thực đường phố tại Thành phố Hồ Chí Minh. Chúng tôi cũng thực hiện chuyến tham quan Đường hầm Củ Chi và Đồng bằng sông Cửu Long. Đi với chúng tôi có nghĩa là bạn đi với người điều khiển phương tiện được cấp phép. Ngoài ra, các chuyến tham quan của chúng tôi được thiết kế tận tâm để đảm bảo rằng bạn có được những trải nghiệm tuyệt vời. Tất cả các cô gái Sài Gòn Kiss Girls đều được đào tạo bài bản để trở thành đại sứ văn hóa của Việt Nam. Với tình yêu và sự quan tâm, chúng tôi tập trung vào các chuyến tham quan theo nhóm nhỏ và riêng tư để trở nên hấp dẫn nhất và đưa du khách đến gần hơn với cuộc sống địa phương. Triết lý du lịch của chúng tôi? Chúng tôi tin rằng chuyến du lịch phải chân thực, vui vẻ và có một chút phiêu lưu. Đặt vé cùng Girl Power Team của bạn để tham gia chuyến phiêu lưu ở Việt Nam!Đọc thêm",
        "reviews": [
            "Lần đầu tiên đến Thành phố Hồ Chí Minh và lần đầu tiên ngồi sau xe máy! Trải nghiệm tuyệt vời và khó quên cùng các cô gái từ KISS tours. Chúng tôi được chứng kiến ​​và trải nghiệm việc trở thành một phần của đám đông đêm thứ sáu trên đường phố Sài Gòn và nếm thử nhiều món ăn ngon của ẩm thực Việt Nam từ bánh xèo, bánh mì, nước mía với quất, kem dừa và sầu riêng, và pizza Việt Nam. Đáng để đi. Xin gửi lời cảm ơn đến các hướng dẫn viên du lịch của chúng tôi là Hannah và Dorothy và đến những người bạn đời của tôi là Dorothy. Đọc thêm",
            "Tôi muốn giới thiệu tất cả những ai đến Thành phố Hồ Chí Minh hãy thực hiện một chuyến tham quan thành phố với Sài Gòn Kiss Girls. Chúng tôi đã có khoảng thời gian tuyệt vời nhất khi đi qua các khu chợ, thử những món ăn Việt Nam khác nhau và trải nghiệm cuộc sống thực tế trong thành phố. Tất cả đều được hưởng lòng hiếu khách tốt nhất từ ​​Mya và Fidelia. Không thể sai được với Sài Gòn Kiss Girls.Đọc thêm",
            "Xin chào Pedro,\n\nCảm ơn bạn rất nhiều vì đã đánh giá tuyệt vời về trải nghiệm của bạn với các nữ hướng dẫn viên du lịch tại KissTour! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời khi khám phá Thành phố Hồ Chí Minh cùng nhóm của chúng tôi.\n\nThật tuyệt khi biết rằng bạn có được hương vị thực sự của cuộc sống thành phố. Đó chính xác là những gì chúng tôi mong muốn cung cấp - một cái nhìn toàn diện, nội bộ về Hồ Chí Minh mà bạn không thể tự mình có được.\n\nVà tất nhiên, chúng tôi rất vui vì các thành viên trong nhóm của chúng tôi là Mya và Fidelia đã có thể mang đến cho bạn sự hiếu khách tốt nhất trong suốt chuyến tham quan. Họ rất tự hào là những đại sứ ấm áp, thân thiện và hiểu biết cho thành phố của chúng ta.\n\nCảm ơn bạn vì đề xuất cao - chúng tôi thực sự đánh giá cao việc bạn dành thời gian chia sẻ trải nghiệm của mình. \n\n----\nMọi thắc mắc hoặc đặt chỗ, vui lòng liên hệ: WhatsApp, Facetime Call, SMS: 84901006844 hoặc email hikisstour.com\n\nNhững nụ hôn,\nNhóm KissTour\n\nĐọc thêm",
            "Tôi không có hoạt động cụ thể nào được lên lịch ở Sài Gòn khi tôi đến. Vì vậy, tôi chỉ nghĩ đến việc nhìn xung quanh, sau đó tôi nghĩ có lẽ duyệt qua một số tour du lịch địa phương sẽ rất tuyệt và tôi đã tìm thấy Saigon Kiss Tours. Tôi đã thử tour trong ngày và hướng dẫn viên của tôi là Asa, cô ấy là một tài xế chuyên nghiệp nên không bao giờ lo lắng khi đi vòng quanh thành phố bằng xe đạp. Tôi đã đi ăn sáng tại một quầy hàng thực phẩm địa phương, một tách cà phê pha chế Việt Nam rất ngon tại quán cà phê lâu đời nhất, ghé thăm một số ngôi đền và cả Nhà thờ Đức Bà Sài Gòn mặc dù nó đang được cải tạo nên tôi chỉ chụp một bức ảnh ở mặt tiền và cuối cùng trong chuyến tham quan trong ngày của tôi là chợ hoa mà tôi cho là tuyệt vời nhất trong số các địa điểm. Đối với chuyến tham quan ban đêm của tôi, hướng dẫn viên của tôi là Jackie, cô ấy đến sớm hơn vài phút mà tôi thực sự đánh giá cao, chúng tôi đã đến căn hộ lâu đời nhất ở Sài Gòn, vì vậy tôi đã thấy cách sống của người dân địa phương và ăn tối với cơm tấm với thịt nướng. Sau đó, chúng tôi đến chợ Campuchia ngay gần chợ hoa. Chúng tôi đã ăn một ít kem Campuchia mà tôi không quen, sau đó là pizza Việt Nam, cũng khá lạ đối với tôi: sau đó là một cốc Taho ướp lạnh. Nhìn chung, cả chuyến đi ban ngày và ban đêm của tôi đều tuyệt vời! Hai ngón tay cái giơ lên ​​cho Saigon Kiss và hy vọng sẽ quay lại Sài Gòn một lần nữa. Đọc thêm",
            "Chào Jong,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của bạn với nhóm chúng tôi! Chúng tôi cảm thấy tự hào khi biết rằng bạn đã có khoảng thời gian tuyệt vời để khám phá các thắng cảnh và hương vị của Thành phố Hồ Chí Minh cho cả chuyến tham quan ban đêm và chuyến tham quan ban ngày cùng chúng tôi!\n\nMặc dù thật tuyệt khi đọc các đánh giá của bạn cho chúng tôi nhưng từ hồ sơ đặt chỗ trước đây của chúng tôi, bạn đã thực hiện chuyến tham quan vào năm 2018, tức là 6 năm trước. Bạn đã để lại một xếp hạng 5 sao cho chúng tôi vào năm 2018 và bây giờ bạn đã để lại một xếp hạng 4 sao vào năm 2024 với văn bản hoặc hình ảnh hoàn toàn giống nhau. Tôi có thể hỏi liệu có sai sót nào trong việc này hay bạn đang thử nghiệm nền tảng hoặc gửi nhầm bài đánh giá? \n\nDù sao cũng cảm ơn bạn đã khen ngợi chuyến tham quan của chúng tôi. Chúng tôi hy vọng sẽ có cơ hội đón tiếp bạn vào lần tới khi bạn đến thăm đất nước của chúng tôi.\n\nNhững nụ hôn,\nNhóm KissTour\n\n----\nMọi thắc mắc hoặc đặt chỗ, vui lòng liên hệ: WhatsApp, Facetime Call, SMS: 84901006844 hoặc email hikisstour.com\n\nNhững nụ hôn,\nNhóm KissTour\nĐọc thêm",
            "Buổi tối rất thú vị về trải nghiệm thực tế khi tham quan khu vực nội thành và cổ điển của thành phố Hồ Chí Minh, đồng thời thưởng thức các món ăn đường phố và sa mạc chính thống. Chuyến tham quan chợ hoa rất thú vị. Chuyến tham quan được thực hiện bởi một hướng dẫn viên rất ấm áp và thân thiện Clara, người đã quan tâm đến việc cá nhân hóa chuyến thăm. Ngoài ra còn có một món quà bất ngờ thú vị để gợi nhớ về chuyến du lịch thú vị. Đây là điều chưa từng xảy ra ở bất kỳ nơi nào khác trên thế giới.Đọc thêm",
            "Xin chào Sutinder, \n\nCảm ơn rất nhiều vì đánh giá tuyệt vời về trải nghiệm KissTour của bạn! Chúng tôi rất vui khi biết rằng bạn đã có một trải nghiệm thú vị như vậy khi cùng chúng tôi khám phá khía cạnh thực sự của Thành phố Hồ Chí Minh. Có vẻ như bạn thực sự phải hòa mình vào văn hóa địa phương, từ chợ hoa đến các món ăn và món ăn đường phố đích thực. Đó chính là nội dung - cho bạn thấy thành phố qua con mắt của một người trong cuộc thực sự. Và bạn phải gửi lời cảm ơn tới hướng dẫn viên Clara của chúng tôi, phải không? Chúng tôi tự hào có một đội ngũ nỗ lực hết mình để đảm bảo mỗi chuyến tham quan đều được cá nhân hóa và khó quên. Chúng tôi làm việc chăm chỉ để đảm bảo các chuyến tham quan của chúng tôi nổi bật so với các bẫy du lịch thông thường và thật tuyệt vời khi biết rằng chúng tôi đã thành công trong việc mang đến cho bạn trải nghiệm có một không hai. \n\n___\nMọi thắc mắc hoặc đặt chỗ, vui lòng liên hệ: WhatsApp, Facetime Call, SMS: 84901006844 hoặc email hikisstour.com\n\nNhững nụ hôn,\nNhóm KissTour\nĐọc thêm",
            "Trải nghiệm tốt nhất từng có với hướng dẫn tuyệt vời! Chúng tôi có 3 người với mẹ tôi 86 tuổi và con gái tôi 19 tuổi. Mẹ tôi cứ nói  tuyệt vời! Đọc thêm",
            "Ồ, thật tuyệt vời khi biết bạn và gia đình đã có trải nghiệm tuyệt vời như vậy với đội ngũ do phụ nữ lãnh đạo tại KissTour.\n\nCác tour du lịch bằng xe máy của chúng tôi phù hợp với mọi giới tính, lứa tuổi và đối tượng khách du lịch.\n\nCảm ơn rất nhiều vì đánh giá rực rỡ. Chúng tôi làm việc chăm chỉ để đảm bảo mọi khách, bất kể tuổi tác, đều có khoảng thời gian tuyệt vời. Có vẻ như hướng dẫn viên của chúng tôi đã hoàn toàn làm được điều đó. Rất mong được chào đón tất cả các bạn quay trở lại cho một chuyến phiêu lưu khó quên khác tại Thành phố Hồ Chí Minh!\n___\nMọi thắc mắc hoặc đặt chỗ, vui lòng liên hệ: WhatsApp, Facetime Call, SMS: 84901006844 hoặc email hikisstour.com\n\nNhững nụ hôn,\nNhóm KissTourĐọc thêm",
            "Đây chắc chắn là một điểm nổi bật của thời gian ở Sài Gòn. Các hướng dẫn viên là những tay đua tuyệt vời, vui tính và lành nghề. Tất cả các địa điểm họ chọn đều chân thực và ngon miệng -- và điều này đến từ một người không phải là người thích ăn hải sản. Có vài cơn mưa nhưng họ vẫn tiếp tục lái xe và tôi chưa bao giờ cảm thấy không an toàn ngay cả khi có rất nhiều xe máy và ô tô lao tới từ mọi hướng. Nhưng chuyến đi chỉ là thứ yếu so với tất cả những món ăn tuyệt vời mà chúng tôi đã thử trong chuyến tham quan của mình. Cảm ơn Maya và Lisa vì một chuyến đi tuyệt vời.Đọc thêm",
            "Xin chào Scott,\n\nChúng tôi rất vui mừng khi biết rằng Kiss Food Tour của chúng tôi là điểm nhấn trong thời gian bạn ở thành phố! Đó chính xác là loại phản hồi khiến chúng tôi rất tự hào về những trải nghiệm chúng tôi cung cấp.\n\nCó vẻ như hướng dẫn viên của bạn, Maya và Lisa, đã thực sự nỗ lực hết mình để khiến chuyến tham quan của bạn trở nên khó quên. Chuyên môn, sự hài hước và kỹ năng cưỡi ngựa an toàn của họ dường như đã tạo ra một cuộc phiêu lưu vừa thú vị vừa hấp dẫn. Và điều đó đang nói lên điều gì đó, đến từ một người thường không phải là một người hâm mộ hải sản lớn!\n\nNgay cả cơn mưa bất ngờ cũng không thể làm giảm trải nghiệm của bạn - đó là tính linh hoạt và khả năng thích ứng mà nhóm chúng tôi nổi tiếng. Giữ cho bạn cảm giác an toàn và thoải mái xuyên suốt là ưu tiên hàng đầu của chúng tôi.\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời. Chúc mừng Maya và Lisa vì đã mang lại trải nghiệm tuyệt vời!\n___\nMọi thắc mắc hoặc đặt chỗ, vui lòng liên hệ: WhatsApp, Facetime Call, SMS: 84901006844 hoặc email hikisstour.com\n\nNhững nụ hôn,\nNhóm KissTour\nĐọc thêm",
            "Trải nghiệm tuyệt vời khắp nơi; từ những cô hướng dẫn viên du lịch đáng yêu đến những thắng cảnh tuyệt vời trong thành phố -- tất cả đều chứa đựng những hương vị ẩm thực đường phố nổi bật của địa phương! Rất khuyến khích cho những ai muốn trải nghiệm Thành phố Hồ Chí Minh một cách độc đáo.Đọc thêm",
            "Chào Alya,\n\nRất vui khi biết bạn đã có trải nghiệm KissTour tuyệt vời! Những người hướng dẫn viên đáng yêu của chúng tôi thực sự biết cách giới thiệu những điều tuyệt vời nhất của Thành phố Hồ Chí Minh. \n\nCảm ơn bạn đã đưa ra đề xuất cao - chúng tôi rất mong được chào đón bạn quay trở lại với những chuyến phiêu lưu độc đáo hơn trong thành phố! Chúc mừng!\n ___\nMọi thắc mắc hoặc đặt chỗ, vui lòng liên hệ: WhatsApp, Facetime Call, SMS: 84901006844 hoặc email hikisstour.com\n\nNhững nụ hôn,\nNhóm KissTour\n\nĐọc thêm",
            "Chuyến đi tuyệt vời nhất mà chúng tôi đã làm ở Sài Gòn! Bên cạnh những món ăn tuyệt vời mà chúng tôi đã thử, Lucy và Mia đã đưa chúng tôi đi dạo quanh thành phố. Thật là một cách tuyệt vời để ngắm nhìn thành phố! Chúng tôi hoàn toàn muốn giới thiệu chuyến đi này. Đọc thêm",
            "Chào Francie,\n\nCảm ơn bạn đã đưa ra đề xuất - phản hồi giống như của bạn là động lực để chúng tôi tiếp tục mang đến những trải nghiệm đặc biệt.\n\nChúng tôi cảm thấy rất vui và tự hào khi đội ngũ KissTour đã làm rất tốt khi dành thời gian cho các bạn.\n___\nMọi thắc mắc hoặc đặt chỗ, vui lòng liên hệ: WhatsApp, Facetime Call, SMS: 84901006844 hoặc email hikisstour.com\n\nNhững nụ hôn,\nNhóm KissTourĐọc thêm",
            "Chuyến đi tuyệt vời, đồ ăn tuyệt vời và quan trọng nhất là hướng dẫn viên tuyệt vời. Cảm ơn Kiss Tours và đặc biệt là Dorothy. Cô ấy thật tuyệt vời. Đọc thêm",
            "Xin chào Richard,\n\nThật tuyệt vời khi biết rằng trải nghiệm này rất trọn vẹn, từ chuyến tham quan thú vị đến những món ăn đường phố địa phương đầy hương vị nổi bật. Đề xuất cao của bạn được đánh giá rất cao - chúng tôi rất nóng lòng được chào đón bạn quay trở lại để có thêm những chuyến phiêu lưu tại Thành phố Hồ Chí Minh.\n___\nMọi thắc mắc hoặc đặt chỗ, vui lòng liên hệ: WhatsApp, Facetime Call, SMS: 84901006844 hoặc email hikisstour.com\n\nNhững nụ hôn,\nNhóm KissTour\nĐọc thêm",
            "Thật là một chuyến tham quan tuyệt vời với nhiều hướng dẫn viên tuyệt vời! Từ thời điểm chúng tôi đặt tour cho đến khi nhận được ảnh và video về chuyến tham quan, mọi thứ đều tuyệt vời. Diny là thủ lĩnh của chúng tôi và cũng là tay đua của tôi. Diny rất an toàn, quan tâm và luôn trông chừng chúng tôi suốt đêm. Thức ăn, ngắm cảnh và sự quan tâm thực sự từ hướng dẫn viên thật tuyệt vời. Rất khuyến khích chuyến tham quan này.Đọc thêm",
            "Chào Jason,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời về trải nghiệm KissTour của bạn! Thật tuyệt vời khi biết rằng mọi thứ từ đặt chỗ đến chuyến tham quan đều vượt quá mong đợi của bạn. Rất vui mừng khi hướng dẫn viên Diny của bạn cung cấp trải nghiệm an toàn, chu đáo và chu đáo suốt đêm. Ưu tiên hàng đầu của chúng tôi là đảm bảo khách hàng cảm thấy được chăm sóc chu đáo, vì vậy thật tuyệt khi biết Diny đã thực hiện được điều đó.\n\nMục tiêu của chúng tôi là tạo ra một trải nghiệm thực sự hấp dẫn và đáng nhớ, cho phép khách hàng kết nối hoàn toàn với văn hóa và hương vị của Thành phố Hồ Chí Minh. Đề xuất cao của bạn cho thấy chúng tôi đã đi đúng hướng.\n\nCảm ơn bạn một lần nữa vì đã dành thời gian chia sẻ đánh giá nhiệt tình của mình. \n___\nMọi thắc mắc hoặc đặt chỗ, vui lòng liên hệ: WhatsApp, Facetime Call, SMS: 84901006844 hoặc email hikisstour.com\n\nNhững nụ hôn,\nNhóm KissTour\n\nĐọc thêm",
            "Làm thế nào để đặt một chuyến tham quan ban đêm?  Tôi không thấy một liên kết đến một trang web.  Vợ chồng tôi muốn có một chuyến du lịch vào đêm 25/11. Chuyến bay của chúng tôi đến trễ nên phải đến 18h30 hoặc 19h00 mới khởi hành được.Đọc thêm",
            "Kính gửi du khách, GirlPower Riders của Saigon Kiss Tours rất muốn được phục vụ bạn trong thời gian bạn ở Việt Nam.\n\nChúng tôi cố gắng phản hồi ngay lập tức trên mọi kênh mà bạn liên hệ. Chỉ cần hỏi chúng tôi bất kỳ điều gì qua trang web Saigon Kiss Tours hoặc qua:\n\n84901006844 WhatsApp iMessage Viber ..\n\nDu khách thường liên hệ với chúng tôi qua WhatsApp hoặc iMessage, hoàn toàn miễn phí và cực kỳ tiện lợi. Chỉ cần cho chúng tôi biết.\n\nXin lỗi 887kaileeg, câu trả lời cũ của tôi đã lỗi thời vì Tripadvisor thay đổi theo thời gian nên tôi đã cập nhật câu trả lời của mình cho câu hỏi của bạn một chút để những du khách tiếp theo có thể biết thông tin.\n\nHôn,\nNatalie từ Saigon Kiss Tours Đọc thêm"
        ],
        "star_ratings": [
            1618,
            21,
            3,
            2,
            1
        ],
        "review_amount": 1645,
        "location": [
            "Tour nụ hôn Sài Gòn",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written June 7, 2024",
            "Written June 5, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written May 29, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or10-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11631362-Reviews-Indotrek-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26399823-Reviews-Cowboy_Billiards_Bida_Cao_B_i-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13567666-Reviews-Nguyen_Thai_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17607265-Reviews-Koi_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310437-Reviews-The_Maydo_Bespoke_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18192870-Reviews-Hoang_Khoi_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15224536-Reviews-INDOTREK-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1977231-Reviews-Mekong_Lodge_Vietnam_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435411-Reviews-Hoi_An_Express-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12913033-Reviews-Thai_Duong_Limousine-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d3177515-Reviews-Vegetable_and_Fish_Market-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d20346328-Reviews-Lake_Street_Beach-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13313715-Reviews-Burj_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d10723233-Reviews-McGee_Beach-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d656633-Reviews-The_Royal_Palace-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d7980715-Reviews-Quartier_Habous-Casablanca_Casablanca_Settat.html",
            "https://www.tripadvisor.com/Attraction_Review-g190385-d4745501-Reviews-Sirena_Bay-Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g33155-d142407-Reviews-Inspiration_Point_Vista-Tahoe_City_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1160895-d4743976-Reviews-Lake_Parz-Dilijan_Tavush_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1087447-d3217618-Reviews-Attractiepark_Toverland-Sevenum_Limburg_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or10-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.7480023673560936,
            "đám đông": 0.9897136322688311,
            "món ăn": 0.39551376629970036,
            "ẩm thực việt": 0.8737691454589367,
            "bánh xèo": 0.5,
            "bánh mì nước mía": 0.5,
            "quất": 0.5,
            "kem dừa": 0.5,
            "hướng dẫn viên": 0.8458222418907099,
            "chuyến tham quan": 0.7116321342036827,
            "khoảng thời gian": 0.8268398869937906,
            "khu": 0.5501464270055294,
            "cuộc sống": 0.5,
            "nữ": 0.5,
            "thành phố": 0.9333149234298617,
            "cuộc sống thành phố": 0.9954035602277145,
            "com": 0.5,
            "nụ hôn": 0.5,
            "lẽ": 0.9954079449526034,
            "tour du lịch địa phương": 0.9953809911385179,
            "tour": 0.9897546287684236,
            "xe đạp": 0.5,
            "quầy hàng thực phẩm địa phương": 0.9941724445670843,
            "cà phê": 0.9955314219114371,
            "quán cà phê": 0.09619042082340457,
            "ngôi đền": 0.5252229254692793,
            "nhà thờ": 0.8737691454589367,
            "chợ hoa": 0.8163755058259187,
            "căn hộ": -0.15129478182643652,
            "người dân địa phương": 0.5,
            "cơm": 0.5,
            "thịt nướng": 0.5,
            "chợ": 0.8737691454589367,
            "taho": 0.7803793754428625,
            "chuyến đi": 0.9494503960158909,
            "thắng cảnh": 0.9953557343687862,
            "xếp hạng": 0.9906157453078777,
            "nền tảng": 0.5074680987745523,
            "đất nước": 0.9931083970004693,
            "món ăn đường phố": 0.747672425408382,
            "sa mạc": 0.5,
            "chuyến thăm": 0.5,
            "chuyến du lịch": 0.9953884899732657,
            "văn hóa địa phương": 0.5,
            "bẫy du lịch": 0.7495209702174179,
            "thắc mắc": 0.5,
            "chỗ": 0.5,
            "đội ngũ": 0.5,
            "tour du lịch": 0.9851599705871195,
            "tay đua": 0.9954172855359502,
            "sản": 0.9802669864147902,
            "xe máy": -0.8461949098855257,
            "người hâm mộ": 0.5336115621030331,
            "hải sản": 0.6771000269800425
        },
        "dicts_adj": {
            "trải nghiệm": [
                "tuyệt vời",
                "khó",
                "nhiều",
                "tuyệt vời",
                "nhiều",
                "tuyệt vời",
                "vui",
                "thú vị",
                "cùng",
                "thực sự",
                "tốt",
                "tuyệt vời",
                "tuyệt vời",
                "chính xác",
                "tự hào",
                "bất ngờ",
                "linh hoạt",
                "nổi tiếng"
            ],
            "đám đông": [
                "nhiều"
            ],
            "món ăn": [
                "ngon",
                "khác",
                "tuyệt vời"
            ],
            "ẩm thực việt": [
                "nhiều"
            ],
            "bánh xèo": [],
            "bánh mì nước mía": [],
            "quất": [],
            "kem dừa": [],
            "hướng dẫn viên": [
                "chuyên nghiệp",
                "sớm",
                "hơn",
                "thực sự",
                "cao",
                "ấm áp",
                "hoàn toàn",
                "tuyệt vời",
                "thực sự"
            ],
            "chuyến tham quan": [
                "vui",
                "tốt",
                "suốt",
                "sớm",
                "hơn",
                "thực sự",
                "cao",
                "cùng",
                "cùng",
                "tuyệt khi",
                "thú vị",
                "ấm áp",
                "khó",
                "khó"
            ],
            "khoảng thời gian": [
                "tuyệt vời",
                "nhất",
                "tuyệt vời",
                "cùng",
                "tuyệt vời"
            ],
            "khu": [
                "khác"
            ],
            "cuộc sống": [],
            "nữ": [],
            "thành phố": [
                "vui",
                "tự hào",
                "ấm áp"
            ],
            "cuộc sống thành phố": [
                "tuyệt khi",
                "thực sự"
            ],
            "com": [],
            "nụ hôn": [],
            "lẽ": [
                "tuyệt"
            ],
            "tour du lịch địa phương": [
                "tuyệt"
            ],
            "tour": [
                "chuyên nghiệp",
                "vui mừng"
            ],
            "xe đạp": [],
            "quầy hàng thực phẩm địa phương": [
                "ngon"
            ],
            "cà phê": [
                "ngon"
            ],
            "quán cà phê": [
                "lâu đời",
                "nhất"
            ],
            "ngôi đền": [
                "cuối cùng"
            ],
            "nhà thờ": [
                "ngon"
            ],
            "chợ hoa": [
                "tuyệt vời",
                "nhất",
                "gần",
                "thú vị"
            ],
            "căn hộ": [
                "lâu đời",
                "nhất"
            ],
            "người dân địa phương": [],
            "cơm": [],
            "thịt nướng": [],
            "chợ": [
                "gần"
            ],
            "taho": [
                "lạ"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "thắng cảnh": [
                "cùng"
            ],
            "xếp hạng": [
                "hoàn toàn",
                "giống",
                "hoàn toàn",
                "giống"
            ],
            "nền tảng": [],
            "đất nước": [],
            "món ăn đường phố": [
                "thực sự"
            ],
            "sa mạc": [],
            "chuyến thăm": [],
            "chuyến du lịch": [
                "bất ngờ",
                "thú vị",
                "thú vị"
            ],
            "văn hóa địa phương": [],
            "bẫy du lịch": [
                "thông thường",
                "tuyệt vời"
            ],
            "thắc mắc": [],
            "chỗ": [],
            "đội ngũ": [],
            "tour du lịch": [],
            "tay đua": [
                "tuyệt vời"
            ],
            "sản": [
                "phải"
            ],
            "xe máy": [
                "an toàn",
                "nhiều"
            ],
            "người hâm mộ": [
                "lớn"
            ],
            "hải sản": [
                "lớn"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 16,
            "đám đông": 2,
            "món ăn": 8,
            "ẩm thực việt": 2,
            "bánh xèo": 2,
            "bánh mì nước mía": 2,
            "quất": 2,
            "kem dừa": 2,
            "hướng dẫn viên": 16,
            "chuyến tham quan": 16,
            "khoảng thời gian": 6,
            "khu": 2,
            "cuộc sống": 2,
            "nữ": 2,
            "thành phố": 2,
            "cuộc sống thành phố": 2,
            "com": 10,
            "nụ hôn": 10,
            "lẽ": 2,
            "tour du lịch địa phương": 2,
            "tour": 4,
            "xe đạp": 2,
            "quầy hàng thực phẩm địa phương": 2,
            "cà phê": 2,
            "quán cà phê": 2,
            "ngôi đền": 2,
            "nhà thờ": 2,
            "chợ hoa": 6,
            "căn hộ": 2,
            "người dân địa phương": 2,
            "cơm": 2,
            "thịt nướng": 2,
            "chợ": 2,
            "taho": 2,
            "chuyến đi": 4,
            "thắng cảnh": 2,
            "xếp hạng": 2,
            "nền tảng": 2,
            "đất nước": 2,
            "món ăn đường phố": 4,
            "sa mạc": 2,
            "chuyến thăm": 2,
            "chuyến du lịch": 2,
            "văn hóa địa phương": 2,
            "bẫy du lịch": 2,
            "thắc mắc": 6,
            "chỗ": 6,
            "đội ngũ": 2,
            "tour du lịch": 2,
            "tay đua": 2,
            "sản": 2,
            "xe máy": 2,
            "người hâm mộ": 2,
            "hải sản": 2
        }
    },
    {
        "attraction_name": "Saigon Kiss Tours",
        "attraction_name_vi": "Tour nụ hôn Sài Gòn",
        "general_info": [
            "1.608 đánh giá",
            "1 trong 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Sài Gòn Kiss Tours là công ty du lịch đáng tin cậy ở Việt Nam. Chuyên tổ chức các tour du lịch bằng xe máy Sài Gòn với đội ngũ 100 tay đua nữ, đội Girl Power. Với niềm đam mê thành phố, thích chia sẻ, hướng dẫn viên du lịch của chúng tôi mong muốn mang đến cho bạn những trải nghiệm thực sự của địa phương trên xe máy. Hiện tại chúng tôi cung cấp Tour tham quan thành phố nửa ngày, Tour mua sắm, Tour ẩm thực đường phố tại Thành phố Hồ Chí Minh. Chúng tôi cũng thực hiện chuyến tham quan Đường hầm Củ Chi và Đồng bằng sông Cửu Long. Đi với chúng tôi có nghĩa là bạn đi với người điều khiển phương tiện được cấp phép. Ngoài ra, các chuyến tham quan của chúng tôi được thiết kế tận tâm để đảm bảo rằng bạn có được những trải nghiệm tuyệt vời. Tất cả các cô gái Sài Gòn Kiss Girls đều được đào tạo bài bản để trở thành đại sứ văn hóa của Việt Nam. Với tình yêu và sự quan tâm, chúng tôi tập trung vào các chuyến tham quan theo nhóm nhỏ và riêng tư để trở nên hấp dẫn nhất và đưa du khách đến gần hơn với cuộc sống địa phương. Triết lý du lịch của chúng tôi? Chúng tôi tin rằng chuyến du lịch phải chân thực, vui vẻ và có một chút phiêu lưu. Đặt vé cùng Girl Power Team của bạn để tham gia chuyến phiêu lưu ở Việt Nam!Đọc thêm",
        "reviews": [
            "hướng dẫn viên du lịch của chúng tôi keidy và lin thật tuyệt vời. chúng tôi có yêu cầu đổi bánh mì sang món ăn khác và họ đã đáp ứng món phở địa phương rất ngon. họ có kinh nghiệm và hiểu biết về lịch sử và văn hóa TP.HCM, chia sẻ với chúng tôi cách gói bánh tráng. Họ cũng chia sẻ thêm nhiều địa điểm ăn uống yêu thích ở địa phương để chúng tôi thử khi rảnh rỗi. Tuy nhiên, việc đi xe máy có nhiều rủi ro, hãy tin tưởng rằng bạn đang ở đó bàn tay an toàn haha.Đọc thêm",
            "Xin chào Chrisx Teo,\n\nCác nữ hướng dẫn viên du lịch tại KissTour Keidy Lin chắc hẳn sẽ rất tự hào khi đọc những lời của bạn cho họ. \n\nCảm ơn bạn một lần nữa vì đã dành thời gian chia sẻ đánh giá nhiệt tình của mình. Phản hồi như của bạn là động lực thúc đẩy nhóm của chúng tôi tiếp tục cung cấp các chuyến tham quan đặc biệt giới thiệu những điều tuyệt vời nhất của thành phố sôi động này. Chúng tôi rất mong được chào đón bạn quay trở lại với nhiều cuộc phiêu lưu hơn trong tương lai!\n___\nMọi thắc mắc hoặc đặt chỗ, vui lòng liên hệ: WhatsApp, Facetime Call, SMS: 84901006844 hoặc email hikisstour.com\n\nNhững nụ hôn,\nNhóm KissTourĐọc thêm",
            "Hướng dẫn viên du lịch của chúng tôi rất thân thiện. Cô ấy đã giải thích rõ ràng về mọi địa điểm chúng tôi ghé thăm. Kỹ năng lái xe của họ rất tốt, không thô lỗ chút nào. Tất nhiên, cô ấy sẽ đóng vai hướng dẫn viên du lịch để giới thiệu cho bạn về lịch sử và văn hóa độc đáo của các danh lam thắng cảnh. Cô ấy cũng rất hay nói và có thể giao tiếp bằng tiếng Anh. . Đọc thêm",
            "Đây là điểm nổi bật của chuyến thăm Hồ Chí Minh của chúng tôi. Rất vui! Chúng tôi đi theo nhóm 3 chiếc xe đạp được đón từ khách sạn lúc 6 giờ chiều. Các nữ tài xế rất an toàn và cho chúng tôi thấy mặt thực sự của thành phố.  Thức ăn rất tuyệt vời. Chúng tôi đã thực hiện 4 hoặc 5 điểm dừng.  Mọi thứ diễn ra rất suôn sẻ.Đọc thêm",
            "Chuyến du lịch này là một trải nghiệm tuyệt vời. Lái xe máy như một hành khách ở Hồ Chí Minh quả là một trải nghiệm tuyệt vời. Bên cạnh đó, hướng dẫn viên du lịch Helen và Kaidy đã chỉ cho chúng tôi một số điểm nổi bật mà chúng tôi không thể nhìn thấy trong nửa ngày bằng taxi hoặc xe buýt. GirlPower chắc chắn có được sự đồng cảm của tôi. Các hướng dẫn viên du lịch rất am hiểu và họ điều khiển xe máy như những chuyên gia thực thụ, điều này khiến bạn cảm thấy thoải mái ngay lập tức khi tham gia giao thông hỗn loạn. Chuyến tham quan này là điểm nổi bật trong kỳ nghỉ của chúng tôi tại Hồ Chí Minh.Đọc thêm",
            "Trải nghiệm tuyệt vời! Chúng tôi đã có thời gian tốt nhất! Các cô gái siêu tốt bụng và thân thiện, họ đã cho chúng tôi xem thành phố một cách hài hước, siêu!Đọc thêm",
            "Các quý cô thật quyến rũ! Lịch sự, kiên nhẫn và đam mê. Họ lái xe rất tốt và an toàn. Tôi rất biết ơn họĐọc thêm",
            "Rất khuyến khích cho buổi tối đầu tiên của bạn ở Sài Gòn vào ngày đến. Chuyến tham quan buổi tối này cung cấp cái nhìn tổng quan tuyệt vời về các địa điểm không phải tất cả đều là điểm thu hút khách du lịch chính và cho phép bạn hòa mình vào nhịp sống của thành phố và có ấn tượng đầu tiên khác thường. Ngồi trên ghế sau của chiếc xe tay ga do một cô gái trẻ người địa phương lái có cảm giác an toàn đến bất ngờ. Các bạn nữ này đều là sinh viên du lịch, vui vẻ nói chuyện về Sài Gòn bằng tiếng Anh và rất nhiệt tình, vui vẻ. Hướng dẫn lái xe của chúng tôi Fidelia Anh rất xuất sắc.Đọc thêm",
            "Hoàn toàn là một tour du lịch tuyệt vời. Những cô gái lái xe tay ga đều rất quan tâm đến sự an toàn. Giao thông ở Sài Gòn có thể rất hỗn loạn nhưng những cô gái này đã xử lý nó mà không gặp sự cố nào. Sáu người chúng tôi đã lấy 6 chiếc xe tay ga riêng biệt và tất cả chúng tôi đều coi đây là một trong những trải nghiệm tuyệt vời nhất của mình. Thức ăn rất thú vị và khác biệt nhưng ngon. Không có rào cản ngôn ngữ với bất kỳ trình điều khiển nào. Họ đều nói tiếng Anh rất tốt. Nếu bạn đã từng ở Sài Gòn qua đêm, tôi thực sự khuyên bạn nên tham gia tour này.Đọc thêm",
            "Chuyến tham quan này, giải thích về cuộc sống về đêm cũng như văn hóa ẩm thực đường phố của Sài Gòn, Việt Nam, là một trải nghiệm khá hay, đặc biệt đối với những người lần đầu tiên như tôi. Tài xế và hướng dẫn viên của tôi, Kio Nguyen, khá thân thiện và kiên nhẫn. Cô ấy đã làm rất tốt việc giải thích mọi thứ.Đọc thêm",
            "Một hoạt động phải làm tại Thành phố Hồ Chí Minh. Hướng dẫn viên Swan của tôi thật tuyệt vời, cô ấy có thể cung cấp hướng dẫn chi tiết về văn hóa và ẩm thực Việt Nam khiến toàn bộ trải nghiệm trở nên rất thú vị. Hoạt động tốt nhất tôi có trong thành phố. Rất khuyến khích! Đọc thêm",
            "Làm thế nào để đặt một chuyến tham quan ban đêm?  Tôi không thấy một liên kết đến một trang web.  Vợ chồng tôi muốn có một chuyến du lịch vào đêm 25/11. Chuyến bay của chúng tôi đến trễ nên phải đến 18h30 hoặc 19h00 mới khởi hành được.Đọc thêm",
            "Kính gửi quý khách, GirlPower Riders của Sài Gòn Kiss Tours rất vui được đón tiếp bạn trong thời gian lưu trú tại Việt Nam.\n\nChúng tôi cố gắng phản hồi ngay lập tức bằng bất kỳ kênh nào mà bạn liên hệ với chúng tôi. Đơn giản chỉ cần hỏi chúng tôi bất cứ điều gì thông qua trang web của chúng tôi Sài Gòn Kiss Tours hoặc qua:\n\n84901006844 WhatsApp iMessage Viber ..\n\nKhách thường liên hệ với chúng tôi qua WhatsApp hoặc iMessage và ứng dụng này miễn phí và siêu tiện lợi. Chỉ cần cho chúng tôi biết.\n\nXin lỗi 887kaileeg, câu trả lời cũ của tôi đã lỗi thời do Tripadvisor thay đổi theo thời gian nên tôi cập nhật câu trả lời của mình cho câu hỏi của bạn một chút để những khách du lịch tiếp theo có thể có thông tin.\n\nNhững nụ hôn,\nNatalie từ Sài Gòn Kiss ToursĐọc thêm"
        ],
        "star_ratings": [
            1618,
            21,
            3,
            2,
            1
        ],
        "review_amount": 1645,
        "location": [
            "Tour nụ hôn Sài Gòn",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10694795-Reviews-or10-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or20-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11631362-Reviews-Indotrek-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26399823-Reviews-Cowboy_Billiards_Bida_Cao_B_i-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13567666-Reviews-Nguyen_Thai_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17607265-Reviews-Koi_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310437-Reviews-The_Maydo_Bespoke_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18192870-Reviews-Hoang_Khoi_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15224536-Reviews-INDOTREK-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1977231-Reviews-Mekong_Lodge_Vietnam_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435411-Reviews-Hoi_An_Express-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12913033-Reviews-Thai_Duong_Limousine-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d274056-Reviews-Great_American_Ball_Park-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d8050979-Reviews-Sacred_Rudraksha_Forest-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d582315-Reviews-Myles_Standish_State_Forest-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187079-d10200972-Reviews-La_Cite_du_Vin-Bordeaux_Gironde_Nouvelle_Aquitaine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1146776-d4476418-Reviews-Rhone_Glacier-Gletsch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g298115-d1153431-Reviews-Myoryuji_Ninja_Temple-Kanazawa_Ishikawa_Prefecture_Hokuriku_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d787426-Reviews-Georgia_O_Keeffe_Museum-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d15837620-Reviews-Medellin_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g297983-d10005745-Reviews-Sunset_Point-Goreme_Cappadocia.html",
            "https://www.tripadvisor.com/Attraction_Review-g635753-d4558038-Reviews-Sabah-Semporna_Semporna_District_Sabah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or20-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or10-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "hướng dẫn viên": 0.9588226521853358,
            "bánh mì sang": -0.042459892109036446,
            "món ăn": -0.9730276024201885,
            "họ": 0.9951124968356453,
            "món phở địa phương": 0.9946318976581097,
            "lịch sử": 0.7476030735997483,
            "văn hóa": 0.829947611123013,
            "bánh tráng": 0.5737380255013704,
            "địa điểm ăn uống": 0.9945557842729613,
            "nữ": 0.9006564216688275,
            "chuyến tham quan": 0.9042002332862467,
            "thắc mắc": 0.5,
            "chỗ": 0.5,
            "com": 0.5,
            "nụ hôn": 0.5,
            "hướng dẫn viên du lịch": 0.9950394569605123,
            "lái xe": 0.991042276727967,
            "danh lam": 0.5,
            "thắng cảnh": 0.5,
            "chuyến": 0.9850911947432905,
            "xe đạp": 0.5,
            "khách sạn": 0.5,
            "thức ăn": 0.9954543508938514,
            "trải nghiệm": 0.9250981358229182,
            "xe buýt": 0.5,
            "chuyên gia": 0.9950064530130476,
            "giao thông": 0.4427730478346348,
            "kỳ nghỉ": 0.5,
            "thành phố": 0.9954059198498726,
            "quý cô": 0.995426737004891,
            "kiên nhẫn": 0.995553425163962,
            "tổng quan": 0.8260890342062339,
            "sinh viên": 0.9954989466932602,
            "tour du lịch": 0.9954399293055758,
            "xe tay ga": 0.572271048091352,
            "rào": 0.5,
            "trình": 0.5,
            "tour": 0.9933367868652567,
            "cuộc sống về đêm": 0.8833937742747366,
            "văn hóa ẩm thực đường phố": 0.6969168968498707,
            "ẩm thực": 0.9953177408315241
        },
        "dicts_adj": {
            "hướng dẫn viên": [
                "tuyệt vời",
                "tự hào",
                "nổi bật",
                "am hiểu",
                "thân thiện",
                "tuyệt vời",
                "chi tiết"
            ],
            "bánh mì sang": [
                "khác"
            ],
            "món ăn": [
                "khác"
            ],
            "họ": [
                "ngon"
            ],
            "món phở địa phương": [
                "ngon"
            ],
            "lịch sử": [
                "độc đáo"
            ],
            "văn hóa": [
                "độc đáo",
                "thú vị"
            ],
            "bánh tráng": [],
            "địa điểm ăn uống": [
                "nhiều",
                "rảnh rỗi"
            ],
            "nữ": [
                "tự hào"
            ],
            "chuyến tham quan": [
                "đặc biệt",
                "tuyệt vời",
                "nhất",
                "nổi bật",
                "tuyệt vời",
                "đầu tiên",
                "đặc biệt",
                "đầu tiên"
            ],
            "thắc mắc": [],
            "chỗ": [],
            "com": [],
            "nụ hôn": [],
            "hướng dẫn viên du lịch": [
                "thân thiện",
                "độc đáo"
            ],
            "lái xe": [
                "tốt"
            ],
            "danh lam": [],
            "thắng cảnh": [],
            "chuyến": [
                "nổi bật"
            ],
            "xe đạp": [],
            "khách sạn": [],
            "thức ăn": [
                "tuyệt vời",
                "thú vị",
                "khác biệt",
                "ngon"
            ],
            "trải nghiệm": [
                "Lái xe máy",
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "đặc biệt",
                "đầu tiên",
                "thú vị"
            ],
            "xe buýt": [],
            "chuyên gia": [
                "thực thụ",
                "thoải mái"
            ],
            "giao thông": [
                "hỗn loạn"
            ],
            "kỳ nghỉ": [],
            "thành phố": [
                "tốt bụng",
                "hài hước"
            ],
            "quý cô": [],
            "kiên nhẫn": [],
            "tổng quan": [
                "tuyệt vời",
                "đầu tiên"
            ],
            "sinh viên": [
                "vui vẻ",
                "nhiệt tình",
                "vui vẻ"
            ],
            "tour du lịch": [
                "Hoàn toàn",
                "tuyệt vời"
            ],
            "xe tay ga": [
                "riêng biệt"
            ],
            "rào": [],
            "trình": [],
            "tour": [
                "thực sự"
            ],
            "cuộc sống về đêm": [
                "đặc biệt",
                "đầu tiên"
            ],
            "văn hóa ẩm thực đường phố": [
                "đặc biệt",
                "đầu tiên"
            ],
            "ẩm thực": [
                "thú vị"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "hướng dẫn viên": 10,
            "bánh mì sang": 2,
            "món ăn": 2,
            "họ": 2,
            "món phở địa phương": 2,
            "lịch sử": 4,
            "văn hóa": 6,
            "bánh tráng": 2,
            "địa điểm ăn uống": 2,
            "nữ": 2,
            "chuyến tham quan": 8,
            "thắc mắc": 2,
            "chỗ": 2,
            "com": 2,
            "nụ hôn": 2,
            "hướng dẫn viên du lịch": 2,
            "lái xe": 2,
            "danh lam": 2,
            "thắng cảnh": 2,
            "chuyến": 2,
            "xe đạp": 2,
            "khách sạn": 2,
            "thức ăn": 4,
            "trải nghiệm": 10,
            "xe buýt": 2,
            "chuyên gia": 2,
            "giao thông": 4,
            "kỳ nghỉ": 2,
            "thành phố": 2,
            "quý cô": 2,
            "kiên nhẫn": 2,
            "tổng quan": 2,
            "sinh viên": 2,
            "tour du lịch": 2,
            "xe tay ga": 2,
            "rào": 2,
            "trình": 2,
            "tour": 2,
            "cuộc sống về đêm": 2,
            "văn hóa ẩm thực đường phố": 2,
            "ẩm thực": 2
        }
    },
    {
        "attraction_name": "Saigon Kiss Tours",
        "attraction_name_vi": "Tour nụ hôn Sài Gòn",
        "general_info": [
            "1.608 đánh giá",
            "1 trong 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Tour du lịch ban đêm",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Sài Gòn Kiss Tours là công ty du lịch đáng tin cậy ở Việt Nam. Chuyên tổ chức các tour du lịch bằng xe máy Sài Gòn với đội ngũ 100 tay đua nữ, đội Girl Power. Với niềm đam mê thành phố, thích chia sẻ, hướng dẫn viên du lịch của chúng tôi mong muốn mang đến cho bạn những trải nghiệm thực sự của địa phương trên xe máy. Hiện tại chúng tôi cung cấp Tour tham quan thành phố nửa ngày, Tour mua sắm, Tour ẩm thực đường phố tại Thành phố Hồ Chí Minh. Chúng tôi cũng thực hiện chuyến tham quan Đường hầm Củ Chi và Đồng bằng sông Cửu Long. Đi với chúng tôi có nghĩa là bạn đi với người điều khiển phương tiện được cấp phép. Ngoài ra, các chuyến tham quan của chúng tôi được thiết kế tận tâm để đảm bảo rằng bạn có được những trải nghiệm tuyệt vời. Tất cả các cô gái Sài Gòn Kiss Girls đều được đào tạo bài bản để trở thành đại sứ văn hóa của Việt Nam. Với tình yêu và sự quan tâm, chúng tôi tập trung vào các chuyến tham quan theo nhóm nhỏ và riêng tư để trở nên hấp dẫn nhất và đưa du khách đến gần hơn với cuộc sống địa phương. Triết lý du lịch của chúng tôi? Chúng tôi tin rằng chuyến du lịch phải chân thực, vui vẻ và có một chút phiêu lưu. Đặt vé cùng Girl Power Team của bạn để tham gia chuyến phiêu lưu ở Việt Nam!Đọc thêm",
        "reviews": [
            "Đó là một chuyến đi tuyệt vời với các cô gái tham quan hôn. Thức ăn thật tuyệt vời. Lúc đầu, tôi rất sợ ngồi sau một tay đua nữ nhưng cô ấy rất xuất sắc và nỗi sợ hãi của tôi biến mất. Cuối cùng nhưng không kém phần quan trọng là các cô gái đều xinh đẹp. Họ thân thiện và có cách cư xử tốt. Tôi muốn cho họ 10 sao nhưng không có lựa chọn 10. Với rất nhiều tình yêuChan yangTừ Arunachal Pradesh, Ấn Độ.Đọc thêm",
            "Đó là một trải nghiệm rất thú vị đối với tôi khi đạp xe đến một con phố khác của Sài Gòn. Tôi đi xe cùng Dorothy Le và cô ấy giải thích cho tôi mọi thứ về địa điểm và đưa chúng tôi đến phố ẩm thực, chợ, công viên ven sông, v.v. Cô ấy phục vụ chúng tôi các món ăn và đồ uống địa phương. Thực sự ấn tượng bởi sự hiếu khách của cô ấy và nhóm của cô ấy.Đọc thêm",
            "Sau trải nghiệm đầu tiên vào tháng 1, tôi nóng lòng muốn đặt một chuyến tham quan khác với Kiss Tours. Dorothy hướng dẫn của tôi thật tuyệt vời. Cô ấy xứng đáng nhận được giải Oscar vì sự quan tâm và chăm sóc mà cô ấy đã thể hiện. Cô ấy là nhất.Đọc thêm",
            "Có một trải nghiệm tuyệt vời. Hướng dẫn viên Esther của tôi thật đặc biệt, mặc dù đây là một chuyến tham quan ẩm thực về đêm nhưng cô ấy đã dành thời gian để giải thích tất cả các quận mà chúng tôi lái xe qua và chia sẻ nhiều câu chuyện về thành phố HCM. Bản thân chuyến tham quan ẩm thực đã rất tuyệt vời với nhiều lựa chọn về cửa hàng và món ăn đường phố.Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời trong Food Tour! Điểm nhấn của toàn bộ chuyến đi! Swan và Kadie là tài xế của chúng tôi và họ là những người tuyệt vời nhất. Rất nhiều thông tin về thành phố nữa. Đọc thêm",
            "Các tài xế thật tuyệt vời, họ là những chuyên gia và chúng tôi cảm thấy an toàn khi lái xe trên đường phố Hồ Chí Minh. Thức ăn rất ngon bao gồm cả món tráng miệng ở cuối.   Người lái xe của tôi là Lucy, cô ấy rất am hiểu mọi thứ về Việt Nam, tôi khuyên bạn nên tham gia tour này, đây là điều phải làm ở Việt Nam Đọc thêm",
            "Một cách tuyệt vời để xem một số thành phố. Đội ngũ có kiến ​​thức và kinh nghiệm đã đưa nhóm nhỏ của chúng tôi đến một số địa điểm ăn uống tuyệt vời.Đọc thêm",
            "Tour được tổ chức tốt có cơ hội tham quan nhiều địa điểm trong vài giờ quanh thành phố! Nhóm rất tử tế và sẵn sàng cung cấp cho bạn trải nghiệm tuyệt vời! Xuất sắc! Mattia Rep Weroad Ý 3Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời cùng các nữ tài xế khám phá Sài Gòn và những khu chợ ẩm thực đường phố tuyệt vời! Họ thật tuyệt vời về mọi mặt, từ lái xe an toàn đến chụp những bức ảnh tuyệt vời, đảm bảo tôi có thể có đồ ăn chay và trả lời tất cả các câu hỏi của chúng tôi về thành phố và đất nước. Tôi chắc chắn khuyên bạn nên trải nghiệm này, thực sự là 1010!Đọc thêm",
            "Nếu bạn thích cảm giác tràn đầy về thể chất và tinh thần thì điều này có thể dành cho bạn. Được hướng dẫn bởi Hana và Lily, những hướng dẫn viên trẻ tuổi, lanh lợi, thích giao thông đã đưa chúng tôi vào một chuyến phiêu lưu thú vị và có nhịp độ chu đáo qua Sài Gòn. Chúng tôi đã học được nhiều điều từ họ cũng như từ gần như rất nhiều món ăn địa phương mà chúng tôi đã ăn.Đọc thêm"
        ],
        "star_ratings": [
            1618,
            21,
            3,
            2,
            1
        ],
        "review_amount": 1645,
        "location": [
            "Tour nụ hôn Sài Gòn",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 19, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10694795-Reviews-or20-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or10-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or30-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11631362-Reviews-Indotrek-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26399823-Reviews-Cowboy_Billiards_Bida_Cao_B_i-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13567666-Reviews-Nguyen_Thai_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17607265-Reviews-Koi_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310437-Reviews-The_Maydo_Bespoke_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18192870-Reviews-Hoang_Khoi_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15224536-Reviews-INDOTREK-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1977231-Reviews-Mekong_Lodge_Vietnam_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435411-Reviews-Hoi_An_Express-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12913033-Reviews-Thai_Duong_Limousine-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d284166-Reviews-Peck-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272379-Reviews-Carnegie_Science_Center-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g39995-d8397245-Reviews-William_Arnold_Log_House-Williamstown_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g12627381-d4302369-Reviews-Mouse_Island-Pontikonisi_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g815366-d318898-Reviews-Sirince_Koyu-Sirince_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g32486-d10596607-Reviews-Diamond_Valley_Lake_Aquatic_Center-Hemet_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d590459-Reviews-Medieval_Times-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d102765-Reviews-Cedar_Point-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d4997616-Reviews-Anarkali_Bazaar-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d254736-Reviews-Hollywood_Highland-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or30-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or20-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.9899555235460866,
            "thức ăn": 0.9346457458450459,
            "trải nghiệm": 0.899109621962998,
            "phố ẩm thực": 0.5,
            "chợ": 0.5,
            "công viên": 0.5,
            "ven sông": 0.5,
            "món ăn": 0.5,
            "đồ uống địa phương": 0.5,
            "chuyến tham quan": 0.025462899463794486,
            "hướng dẫn viên": 0.7596593253159274,
            "ẩm thực": 0.9882149797243377,
            "câu": 0.5,
            "cửa hàng": 0.5,
            "món ăn đường phố": 0.5,
            "tour": 0.9546160470733108,
            "món tráng miệng": 0.5,
            "đội ngũ": 0.8737691454589367,
            "địa điểm ăn uống": 0.9954369063489139,
            "địa điểm": 0.5,
            "khu chợ ẩm thực đường phố": 0.9954798242542893,
            "đồ ăn chay": 0.9949449973646551,
            "hướng": 0.6362117774163684,
            "món ăn địa phương": 0.9403985114768147
        },
        "dicts_adj": {
            "chuyến đi": [
                "tuyệt vời"
            ],
            "thức ăn": [
                "tuyệt vời",
                "ngon"
            ],
            "trải nghiệm": [
                "thú vị",
                "khác",
                "đầu tiên",
                "tuyệt vời",
                "tử tế",
                "sẵn sàng",
                "tuyệt vời",
                "chắc chắn",
                "thực sự"
            ],
            "phố ẩm thực": [],
            "chợ": [],
            "công viên": [],
            "ven sông": [],
            "món ăn": [],
            "đồ uống địa phương": [],
            "chuyến tham quan": [
                "khác",
                "nhiều",
                "tuyệt vời",
                "nhiều"
            ],
            "hướng dẫn viên": [
                "đặc biệt",
                "trẻ",
                "lanh lợi",
                "thú vị"
            ],
            "ẩm thực": [
                "nhiều",
                "tuyệt vời",
                "nhiều"
            ],
            "câu": [],
            "cửa hàng": [],
            "món ăn đường phố": [],
            "tour": [
                "tuyệt vời",
                "tốt",
                "nhiều"
            ],
            "món tráng miệng": [],
            "đội ngũ": [
                "nhỏ"
            ],
            "địa điểm ăn uống": [
                "tuyệt vời"
            ],
            "địa điểm": [],
            "khu chợ ẩm thực đường phố": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "đồ ăn chay": [
                "tuyệt vời",
                "an toàn",
                "tuyệt vời"
            ],
            "hướng": [
                "trẻ",
                "lanh lợi",
                "thú vị"
            ],
            "món ăn địa phương": [
                "nhiều",
                "gần",
                "nhiều"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 4,
            "thức ăn": 4,
            "trải nghiệm": 10,
            "phố ẩm thực": 2,
            "chợ": 2,
            "công viên": 2,
            "ven sông": 2,
            "món ăn": 2,
            "đồ uống địa phương": 2,
            "chuyến tham quan": 4,
            "hướng dẫn viên": 4,
            "ẩm thực": 2,
            "câu": 2,
            "cửa hàng": 2,
            "món ăn đường phố": 2,
            "tour": 6,
            "món tráng miệng": 2,
            "đội ngũ": 2,
            "địa điểm ăn uống": 2,
            "địa điểm": 2,
            "khu chợ ẩm thực đường phố": 2,
            "đồ ăn chay": 2,
            "hướng": 2,
            "món ăn địa phương": 2
        }
    },
    {
        "attraction_name": "Saigon Kiss Tours",
        "attraction_name_vi": "Tour nụ hôn Sài Gòn",
        "general_info": [
            "1.608 đánh giá",
            "1 trong 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Tour du lịch ban đêm",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Sài Gòn Kiss Tours là công ty du lịch đáng tin cậy ở Việt Nam. Chuyên tổ chức các tour du lịch bằng xe máy Sài Gòn với đội ngũ 100 tay đua nữ, đội Girl Power. Với niềm đam mê thành phố, thích chia sẻ, hướng dẫn viên du lịch của chúng tôi mong muốn mang đến cho bạn những trải nghiệm thực sự của địa phương trên xe máy. Hiện tại chúng tôi cung cấp Tour tham quan thành phố nửa ngày, Tour mua sắm, Tour ẩm thực đường phố tại Thành phố Hồ Chí Minh. Chúng tôi cũng thực hiện chuyến tham quan Đường hầm Củ Chi và Đồng bằng sông Cửu Long. Đi với chúng tôi có nghĩa là bạn đi với người điều khiển phương tiện được cấp phép. Ngoài ra, các chuyến tham quan của chúng tôi được thiết kế tận tâm để đảm bảo rằng bạn có được những trải nghiệm tuyệt vời. Tất cả các cô gái Sài Gòn Kiss Girls đều được đào tạo bài bản để trở thành đại sứ văn hóa của Việt Nam. Với tình yêu và sự quan tâm, chúng tôi tập trung vào các chuyến tham quan theo nhóm nhỏ và riêng tư để trở nên hấp dẫn nhất và đưa du khách đến gần hơn với cuộc sống địa phương. Triết lý du lịch của chúng tôi? Chúng tôi tin rằng chuyến du lịch phải chân thực, vui vẻ và có một chút phiêu lưu. Đặt vé cùng Girl Power Team của bạn để tham gia chuyến phiêu lưu ở Việt Nam!Đọc thêm",
        "reviews": [
            "Tôi rất hân hạnh được Quinn hướng dẫn qua Phố Hoa và đến Burn Monk Place, và điều đó thực sự tuyệt vời! Quinn không chỉ am hiểu về những địa điểm chúng tôi đã ghé thăm mà còn mang lại trải nghiệm cá nhân. Tôi rất thích chuyến tham quan và sự đồng hành của cô ấy, trước đây tôi đã đến thăm Sài Gòn nhưng cô ấy đã cá nhân hóa chuyến tham quan cho tôi, tiếng Anh của cô ấy rất tốt, tôi cũng đánh giá cao điều đó. Tôi đánh giá cao cô ấy như một người hướng dẫn cho bất kỳ ai muốn khám phá Sài Gòn. Cảm ơn bạn vì trải nghiệm tuyệt vời đó! Đọc thêm",
            "Rất thích cách Mya đưa tôi đi khắp thành phố. Cô ấy biết rất rõ thành phố này và đảm bảo rằng tôi cảm thấy thoải mái ở bất kỳ thời điểm nào... Cô ấy đưa tôi đi khắp những nơi tôi yêu cầu cô ấy đưa tôi đến, và cô ấy cũng luôn nở nụ cười trên môi. Điều đó thực sự khiến ngày của tôi trở nên đặc biệt Đọc thêm",
            "Thật là niềm vui tuyệt vời mà chúng tôi đã có với Mia Jessie! Họ thân thiện, nhiệt tình, hiểu biết và ân cần. Chúng tôi cảm thấy an toàn và được chăm sóc tốt mọi lúc. Chuyến tham quan này đã mở ra cánh cửa bước vào cuộc sống thường ngày của người dân Thành phố Hồ Chí Minh. Cảm ơn bạn rất nhiều vì một đêm ẩm thực và văn hóa đáng nhớ.Đọc thêm",
            "Chúng tôi đã có một đêm tuyệt vời nhất khi thực hiện chuyến lưu diễn này.  Tôi RẤT lo lắng khi lái xe máy qua những con phố đông đúc của Thành phố Hồ Chí Minh nhưng hướng dẫn viên Amy và Swan đã lái xe thận trọng và khiến tôi cảm thấy thoải mái.  Các cô gái rất đáng yêu, trò chuyện và thân thiện và cuộc trò chuyện diễn ra dễ dàng.  Chúng tôi đã học được rất nhiều về ẩm thực, văn hóa và truyền thống Việt Nam qua đêm.  Thức ăn rất ngon - chúng tôi đã ăn ở những nơi mà chúng tôi chưa bao giờ đến, thử những món ăn mà chúng tôi chưa từng thử và cảm thấy như được nhìn thấy và nếm thử Thành phố Hồ Chí Minh đích thực.  Nó thật tuyệt vời.  Amy và Swan thậm chí còn mua những món quà nhỏ cho con chúng tôi ở quê nhà!  Rất khuyến khích chuyến tham quan này.Đọc thêm",
            "Một khoảng thời gian tuyệt vời với cả gia đình và nhóm các cô gái Kiss. Thật đáng yêu và quan tâm đến chúng tôi và lái xe thật chuyên nghiệp. Chúng tôi đã tìm hiểu về một số khía cạnh mới của văn hóa Việt Nam và tận hưởng những cảm xúc không thể bỏ qua ở Sài Gòn về đêm với đội trẻ emĐọc thêm",
            "siêu tốt!!!!! họ là những người lái xe tuyệt vời và những người thân thiện, tôi cảm thấy an toàn mặc dù giao thông đông đúc, được khuyến khíchĐọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời với Helen từ những chuyến du lịch hôn Sài Gòn. Tôi đã đặt chuyến tham quan vào ngày hôm đó và họ có thể sắp xếp cho tôi một chuyến tham quan rất nhanh chóng với một thông báo ngắn gọn. Dịch vụ tuyệt vời!! Tôi rất lo lắng khi đi xe máy nhưng họ đảm bảo với tôi rằng sẽ ổn thôi. Nó rất an toàn và cô ấy là một người lái xe xuất sắc. Tôi rất ấn tượng với toàn bộ trải nghiệm này vì nó giống như một chuyến tham quan cá nhân và thân mật, nơi tôi được trải nghiệm cuộc sống ở Việt Nam như một người dân địa phương, trên một chiếc xe máy! Cô ấy đưa tôi đến một số địa điểm thú vị mà tôi chưa bao giờ tự mình khám phá được. Helen rất am hiểu về lịch sử địa phương và các địa danh quan trọng. Thật tuyệt khi được tìm hiểu về văn hóa và lịch sử với cô ấy. Chuyến tham quan mang lại nhiều điều hơn tôi mong đợi! Tôi nóng lòng muốn đặt một chuyến du lịch khác với công ty này vào lần tới khi tôi đến thăm Sài Gòn. Cô ấy cũng giới thiệu cho tôi món bún bò huế lần đầu tiên. Bây giờ nó là món ăn yêu thích của tôi!!! Tôi hoàn toàn thích món ăn bây giờ. Trải nghiệm tuyệt vời nhất ở sài gòn !!! Cảm ơn bạn Đọc thêm",
            "Rory và tôi đã có khoảng thời gian tuyệt vời nhất trong chuyến lưu diễn tối nay. Các hướng dẫn viên rất thân thiện, hiểu biết và vui vẻ giúp đỡ. Chúng tôi đã có rất nhiều món ăn và đồ uống ngon, đích thực. Chúng tôi cảm thấy rất an toàn và được chăm sóc. Chắc chắn đề nghị!!! Đọc thêm",
            "Chuyến tham quan rất vui và nhiều thông tin. Đã xem tất cả các trang web tuyệt vời. Cảm thấy an toàn. Tiếng Anh được nói rất tốt. Rất khuyến khích.Đọc thêm",
            "Cô ấy đã khiến chuyến đi đầu tiên đến Việt Nam của tôi trở nên đáng nhớ nhất. Tôi đã có trải nghiệm đầu tiên tuyệt vời đến nỗi thời gian còn lại trong thời gian ở lại của tôi thật là mù mịt. Cô Di đã lo mọi chi tiết và tôi thực sự đánh giá cao điều đó.Đọc thêm"
        ],
        "star_ratings": [
            1618,
            21,
            3,
            2,
            1
        ],
        "review_amount": 1645,
        "location": [
            "Tour du lịch Saigon Kiss",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 7, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10694795-Reviews-or30-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or20-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or40-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11631362-Reviews-Indotrek-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26399823-Reviews-Cowboy_Billiards_Bida_Cao_B_i-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13567666-Reviews-Nguyen_Thai_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17607265-Reviews-Koi_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310437-Reviews-The_Maydo_Bespoke_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18192870-Reviews-Hoang_Khoi_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15224536-Reviews-INDOTREK-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1977231-Reviews-Mekong_Lodge_Vietnam_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435411-Reviews-Hoi_An_Express-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12913033-Reviews-Thai_Duong_Limousine-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g40502-d3162201-Reviews-Hollywood_Casino-Bangor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d146763-Reviews-Kingston_Mines-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g32908-d169739-Reviews-Heart_s_Desire_Beach-Point_Reyes_Station_Point_Reyes_National_Seashore_Marin_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d493192-Reviews-Chester_Park-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d246225-Reviews-Westfield_Forum_des_Halles-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d8430173-Reviews-Haleiwa_Alii_Beach_Park-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d116401-Reviews-Harry_P_Leu_Gardens-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d8052345-Reviews-CARTA_DASH_Trolley-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298305-d6415160-Reviews-Taman_Botani-Putrajaya_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d266890-Reviews-O_Cirque_du_Soleil-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or40-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or30-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "phố hoa": 0.9954990008263849,
            "trải nghiệm": 0.8298085731318375,
            "chuyến tham quan": 0.9009307603607886,
            "người dân thành phố hồ": 0.8737691454589367,
            "ẩm thực": 0.5,
            "văn hóa": 0.6641457229076574,
            "đêm": 0.7781597494613379,
            "chuyến lưu diễn": 0.7475992029067129,
            "hướng dẫn viên": 0.9900578790984582,
            "truyền thống": 0.5,
            "thức ăn": 0.8737691454589367,
            "món ăn": 0.830030172112553,
            "văn hóa việt nam": 0.9570292737334967,
            "giao thông": 0.9953968644840643,
            "chuyến du lịch": 0.9951366682071239,
            "dịch vụ": 0.9955264872405678,
            "người dân địa phương": 0.5,
            "lịch sử địa phương": 0.9891060690861195,
            "bún bò huế": 0.9682976850308478,
            "món ăn bây": 0.9950368806021288,
            "đồ uống": 0.9955847631790675,
            "trang web": 0.9953945613233373,
            "chuyến đi": 0.9949599923565984,
            "mù mịt": 0.5
        },
        "dicts_adj": {
            "phố hoa": [
                "hân hạnh",
                "thực sự",
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "giống",
                "tuyệt vời",
                "đầu tiên",
                "tuyệt vời"
            ],
            "chuyến tham quan": [
                "tốt",
                "cao",
                "tốt",
                "cao",
                "thường ngày",
                "nhanh chóng",
                "ngắn gọn",
                "nhanh chóng",
                "ngắn gọn",
                "nhiều",
                "hơn",
                "vui",
                "nhiều"
            ],
            "người dân thành phố hồ": [
                "thường ngày"
            ],
            "ẩm thực": [],
            "văn hóa": [
                "tuyệt khi"
            ],
            "đêm": [
                "tuyệt vời",
                "nhất"
            ],
            "chuyến lưu diễn": [
                "tuyệt vời",
                "nhất"
            ],
            "hướng dẫn viên": [
                "đông đúc",
                "thoải mái",
                "thân thiện",
                "vui vẻ"
            ],
            "truyền thống": [],
            "thức ăn": [
                "ngon"
            ],
            "món ăn": [
                "ngon"
            ],
            "văn hóa việt nam": [
                "mới"
            ],
            "giao thông": [
                "tuyệt vời",
                "an toàn",
                "đông đúc"
            ],
            "chuyến du lịch": [
                "tuyệt vời"
            ],
            "dịch vụ": [
                "tuyệt vời"
            ],
            "người dân địa phương": [],
            "lịch sử địa phương": [
                "am hiểu",
                "quan trọng"
            ],
            "bún bò huế": [
                "đầu tiên"
            ],
            "món ăn bây": [
                "hoàn toàn"
            ],
            "đồ uống": [
                "ngon"
            ],
            "trang web": [
                "tuyệt vời"
            ],
            "chuyến đi": [
                "đầu tiên",
                "nhất"
            ],
            "mù mịt": []
        },
        "list_proper_noun": [],
        "factor value": {
            "phố hoa": 1.5,
            "trải nghiệm": 4.5,
            "chuyến tham quan": 7.5,
            "người dân thành phố hồ": 1.5,
            "ẩm thực": 3.0,
            "văn hóa": 4.5,
            "đêm": 1.5,
            "chuyến lưu diễn": 3.0,
            "hướng dẫn viên": 3.0,
            "truyền thống": 1.5,
            "thức ăn": 1.5,
            "món ăn": 4.5,
            "văn hóa việt nam": 1.5,
            "giao thông": 1.5,
            "chuyến du lịch": 1.5,
            "dịch vụ": 1.5,
            "người dân địa phương": 1.5,
            "lịch sử địa phương": 1.5,
            "bún bò huế": 1.5,
            "món ăn bây": 1.5,
            "đồ uống": 1.5,
            "trang web": 1.5,
            "chuyến đi": 1.5,
            "mù mịt": 1.5
        }
    },
    {
        "attraction_name": "Saigon Kiss Tours",
        "attraction_name_vi": "Tour nụ hôn Sài Gòn",
        "general_info": [
            "1.608 đánh giá",
            "1 trong 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Saigon Kiss Tours là công ty lữ hành đáng tin cậy tại Việt Nam. Chúng tôi chuyên về Tour xe máy Sài Gòn với đội ngũ 100 nữ tài xế, đội Girl Power. Với niềm đam mê thành phố, tình yêu chia sẻ, hướng dẫn viên của chúng tôi rất muốn mang đến cho bạn những trải nghiệm thực sự địa phương trên xe máy. Hiện tại, chúng tôi cung cấp Tour nửa ngày tham quan thành phố, Tour mua sắm, Tour ẩm thực đường phố tại Thành phố Hồ Chí Minh. Chúng tôi cũng tổ chức Tour tham quan Địa đạo Củ Chi và Đồng bằng sông Cửu Long. Đi cùng chúng tôi có nghĩa là bạn sẽ đi cùng những người lái xe có giấy phép. Ngoài ra, các tour du lịch của chúng tôi được thiết kế với trái tim và tâm trí để đảm bảo rằng bạn có những trải nghiệm khác biệt. Tất cả các cô gái Saigon Kiss đều được đào tạo bài bản để trở thành đại sứ văn hóa của Việt Nam. Với tình yêu và sự chăm sóc, chúng tôi tập trung vào các tour du lịch riêng tư và nhóm nhỏ để trở nên hấp dẫn nhất và đưa du khách đến gần hơn với cuộc sống địa phương. Triết lý du lịch của chúng tôi? Chúng tôi tin rằng du lịch phải chân thực, vui vẻ và có một chút phiêu lưu. Đặt vé với Đội Girl Power của bạn để có những cuộc phiêu lưu ở Việt Nam! Đọc thêm",
        "reviews": [
            "Chuyến tham quan tuyệt vời được thực hiện bởi đội ngũ xuất sắc, địa điểm ăn uống tuyệt vời và khiến bạn thực sự đánh giá cao TP HCM! Thức ăn rất chân thực và thông tin thực sự thú vị!Đọc thêm",
            "Chuyến tham quan thật tuyệt vời! Tất cả các cô gái đều rất tử tế và đã cho tôi và bạn bè của tôi rất nhiều thông tin về thành phố, ẩm thực và cuộc sống ở Việt Nam nói chung. Những nơi họ đưa chúng tôi đến rất đẹp và đồ ăn rất ngon. Tôi thực sự giới thiệu chuyến tham quan này! Đọc thêm",
            "Thật là một buổi tối tuyệt vời! Đón và trở về khách sạn của chúng tôi bởi hướng dẫn viên và chuyên gia lái xe của tôi, Lucie, người có rất nhiều thông tin. Thật là phấn khởi khi đi qua các đường phố của TP HCM. Quang cảnh, âm thanh và mùi vị thật tuyệt vời, nhưng trên hết là đồ ăn. Một lựa chọn ngon từ một số nhà hàng khác nhau. Thơm ngon. Cảm ơn Lucie và Sài Gòn Kiss Girls vì những niềm vui và trò chơi. Tôi chắc chắn giới thiệu chuyến tham quan này.Đọc thêm",
            "Hướng dẫn viên của chúng tôi HELEN và DANI đã đến đúng giờ. Họ rất thân thiện và ngọt ngào Đã chia sẻ rất nhiều thông tin trong chuyến tham quan và giới thiệu rất nhiều địa điểm nên ghé thăm nếu chúng tôi vẫn còn thời gian. Họ cũng đã chụp rất nhiều bức ảnh đẹp trong chuyến tham quan của chúng tôi và đảm bảo rằng chúng tôi sẽ thích nó. Cảm ơn Kiss Sài Gòn Tour rất nhiều vì đã cho chúng tôi HELEN và DANI làm hướng dẫn viên du lịch. Yêu các cô gái thật nhiều! Rất khuyến khích và chắc chắn sẽ đặt lại.Đọc thêm",
            "Cảm ơn bạn đã tạo nên một kỷ niệm khó quên. Chúng tôi đi đến Hochimin thực sự. Phố cổ và các món ăn địa phương thật tuyệt vời. Các tay đua đều nói tiếng Anh trôi chảy và kể cho chúng tôi nghe về lịch sử Sài Gòn. Con trai tôi nói đó là chuyến đi tuyệt vời nhất.Đọc thêm",
            "Đó là một trải nghiệm thực sự tốt đẹp. Thật thú vị khi được nói chuyện với các quý cô xe tay ga và trải nghiệm thành phố theo cách của họ. Tôi có thể giới thiệu nó 100!Đọc thêm",
            "Katie là một tài xế rất giỏi và cô ấy rất rất thân thiện! Chuyến tham quan thành phố rất tuyệt! Đồ ăn truyền thống rất ngon! Trải nghiệm rất tuyệt! Đọc thêm",
            "Thật tuyệt vời khi có chuyến tham quan này. Các cô gái lái xe an toàn và tốt bụng. Tôi không bao giờ có thể trải nghiệm những món ăn và văn hóa địa phương đó nếu không có chúng.Đọc thêm",
            "Một trải nghiệm độc đáo Các cô gái rất đáng yêu và vui vẻ. Họ đưa chúng tôi đi ăn những món ăn đặc trưng của Sài Gòn và sau đó đến Chợ hoa. Đi xe tay ga qua Sài Gòn với Emi cầm lái là một trải nghiệm tuyệt vời. Cảm ơn Đọc thêm",
            "Lịch trình thật tuyệt vời, chuyến đi kéo dài 3 giờ với trải nghiệm ẩm thực địa phương và phương tiện di chuyển bằng xe máy. Trưởng đoàn của tôi là cô My rất tốt bụng và thân thiện, điều tuyệt vời nhất là cô ấy nói tiếng Quan Thoại lưu loát, tôi chắc chắn sẽ giới thiệu cô ấy làm hướng dẫn viên du lịch! Đọc thêm",
            "Làm thế nào để đặt một chuyến tham quan ban đêm?  Tôi không thấy một liên kết đến một trang web.  Vợ chồng tôi muốn có một chuyến du lịch vào đêm 25/11. Chuyến bay của chúng tôi đến trễ nên phải đến 18h30 hoặc 19h00 mới khởi hành được.Đọc thêm",
            "Kính gửi quý khách, GirlPower Riders của Sài Gòn Kiss Tours rất vui được đón tiếp bạn trong thời gian lưu trú tại Việt Nam.\n\nChúng tôi cố gắng phản hồi ngay lập tức bằng bất kỳ kênh nào mà bạn liên hệ với chúng tôi. Đơn giản chỉ cần hỏi chúng tôi bất cứ điều gì thông qua trang web của chúng tôi Sài Gòn Kiss Tours hoặc qua:\n\n84901006844 WhatsApp iMessage Viber ..\n\nKhách thường liên hệ với chúng tôi qua WhatsApp hoặc iMessage và ứng dụng này miễn phí và siêu tiện lợi. Chỉ cần cho chúng tôi biết.\n\nXin lỗi 887kaileeg, câu trả lời cũ của tôi đã lỗi thời do Tripadvisor thay đổi theo thời gian nên tôi cập nhật câu trả lời của mình cho câu hỏi của bạn một chút để những khách du lịch tiếp theo có thể có thông tin.\n\nNhững nụ hôn,\nNatalie từ Sài Gòn Kiss ToursĐọc thêm"
        ],
        "star_ratings": [
            1618,
            21,
            3,
            2,
            1
        ],
        "review_amount": 1645,
        "location": [
            "Tour du lịch Saigon Kiss",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những việc cần làm ở Thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10694795-Reviews-or40-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or30-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or50-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11631362-Reviews-Indotrek-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26399823-Reviews-Cowboy_Billiards_Bida_Cao_B_i-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13567666-Reviews-Nguyen_Thai_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17607265-Reviews-Koi_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310437-Reviews-The_Maydo_Bespoke_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18192870-Reviews-Hoang_Khoi_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15224536-Reviews-INDOTREK-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1977231-Reviews-Mekong_Lodge_Vietnam_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435411-Reviews-Hoi_An_Express-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12913033-Reviews-Thai_Duong_Limousine-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d1043634-Reviews-Harley_s_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298420-d9739472-Reviews-Wakan_Village-Sohar_Al_Batinah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d104612-Reviews-Cliff_Walk-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g644074-d3330304-Reviews-Starigrad_Fortress-Omis_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45946-d8820171-Reviews-Burning_Man-Gerlach_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d23120666-Reviews-Showbar_Ybor-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d7944951-Reviews-Chapel_Rock_and_Beach-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41715-d218997-Reviews-Natural_Bridge_State_Park-North_Adams_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41558-d2008987-Reviews-Mytoi-Edgartown_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g58578-d2390260-Reviews-Olympus_Spa-Lynnwood_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or50-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or40-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến tham quan": 0.9743824143564174,
            "đội ngũ": 0.6803069258749019,
            "thức ăn": 0.9954034029506147,
            "ẩm thực": 0.9892519460991025,
            "đồ ăn": 0.74779866670724,
            "khách sạn": -0.8848768509924412,
            "hướng dẫn viên": 0.8343502066563815,
            "chuyên gia lái": 0.9848339210730046,
            "đường phố": 0.9946323642507195,
            "quang cảnh": 0.8737691454589367,
            "âm thanh": 0.9954153130529448,
            "mùi vị": 0.9953703315695748,
            "nhà hàng": 0.9859375837258995,
            "địa điểm": 0.5,
            "tour": 0.8737691454589367,
            "hướng dẫn viên du lịch": 0.7477772087440826,
            "kỷ niệm": 0.9950389604782686,
            "phố cổ": 0.8737691454589367,
            "món ăn địa phương": 0.9953388290014118,
            "tay đua": -0.6473413091152906,
            "lịch sử": 0.5,
            "chuyến đi": 0.7476909263932612,
            "trải nghiệm": 0.7972639920597431,
            "quý cô xe tay ga": 0.5,
            "đồ ăn truyền thống": 0.995256123598665,
            "món ăn": 0.5,
            "văn hóa địa phương": 0.5,
            "chợ": 0.5,
            "hoa": 0.5,
            "lịch trình": 0.8737691454589367,
            "ẩm thực địa phương": 0.5,
            "phương tiện di chuyển bằng xe máy": 0.5
        },
        "dicts_adj": {
            "chuyến tham quan": [
                "tuyệt vời",
                "tuyệt vời",
                "thực sự",
                "chắc chắn",
                "nhiều",
                "nhiều",
                "đẹp",
                "tuyệt",
                "tuyệt vời"
            ],
            "đội ngũ": [
                "xuất sắc",
                "tuyệt vời",
                "thực sự",
                "cao"
            ],
            "thức ăn": [
                "chân thực",
                "thực sự",
                "thú vị"
            ],
            "ẩm thực": [
                "tử tế",
                "nhiều"
            ],
            "đồ ăn": [
                "đẹp",
                "ngon"
            ],
            "khách sạn": [
                "nhiều"
            ],
            "hướng dẫn viên": [
                "nhiều",
                "đúng"
            ],
            "chuyên gia lái": [
                "nhiều"
            ],
            "đường phố": [],
            "quang cảnh": [
                "tuyệt vời"
            ],
            "âm thanh": [
                "tuyệt vời"
            ],
            "mùi vị": [
                "tuyệt vời"
            ],
            "nhà hàng": [
                "ngon",
                "khác"
            ],
            "địa điểm": [],
            "tour": [
                "nhiều"
            ],
            "hướng dẫn viên du lịch": [
                "tốt bụng",
                "tuyệt vời",
                "chắc chắn"
            ],
            "kỷ niệm": [
                "khó"
            ],
            "phố cổ": [
                "tuyệt vời"
            ],
            "món ăn địa phương": [
                "tuyệt vời"
            ],
            "tay đua": [
                "trôi chảy"
            ],
            "lịch sử": [],
            "chuyến đi": [
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "thực sự",
                "tốt đẹp",
                "tuyệt",
                "độc đáo",
                "vui vẻ",
                "tuyệt vời"
            ],
            "quý cô xe tay ga": [],
            "đồ ăn truyền thống": [
                "ngon"
            ],
            "món ăn": [],
            "văn hóa địa phương": [],
            "chợ": [],
            "hoa": [],
            "lịch trình": [
                "tuyệt vời"
            ],
            "ẩm thực địa phương": [],
            "phương tiện di chuyển bằng xe máy": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến tham quan": 9.0,
            "đội ngũ": 1.5,
            "thức ăn": 1.5,
            "ẩm thực": 1.5,
            "đồ ăn": 3.0,
            "khách sạn": 1.5,
            "hướng dẫn viên": 3.0,
            "chuyên gia lái": 1.5,
            "đường phố": 1.5,
            "quang cảnh": 1.5,
            "âm thanh": 1.5,
            "mùi vị": 1.5,
            "nhà hàng": 1.5,
            "địa điểm": 1.5,
            "tour": 1.5,
            "hướng dẫn viên du lịch": 3.0,
            "kỷ niệm": 1.5,
            "phố cổ": 1.5,
            "món ăn địa phương": 1.5,
            "tay đua": 1.5,
            "lịch sử": 1.5,
            "chuyến đi": 3.0,
            "trải nghiệm": 7.5,
            "quý cô xe tay ga": 1.5,
            "đồ ăn truyền thống": 1.5,
            "món ăn": 3.0,
            "văn hóa địa phương": 1.5,
            "chợ": 1.5,
            "hoa": 1.5,
            "lịch trình": 1.5,
            "ẩm thực địa phương": 1.5,
            "phương tiện di chuyển bằng xe máy": 1.5
        }
    },
    {
        "attraction_name": "Saigon Kiss Tours",
        "attraction_name_vi": "Tour nụ hôn Sài Gòn",
        "general_info": [
            "1.608 đánh giá",
            "1 trong 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến du lịch bằng xe đạp",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Sài Gòn Kiss Tours là công ty du lịch đáng tin cậy ở Việt Nam. Chuyên tổ chức các tour du lịch bằng xe máy Sài Gòn với đội ngũ 100 tay đua nữ, đội Girl Power. Với niềm đam mê thành phố, thích chia sẻ, hướng dẫn viên du lịch của chúng tôi mong muốn mang đến cho bạn những trải nghiệm thực sự của địa phương trên xe máy. Hiện tại chúng tôi cung cấp Tour tham quan thành phố nửa ngày, Tour mua sắm, Tour ẩm thực đường phố tại Thành phố Hồ Chí Minh. Chúng tôi cũng thực hiện chuyến tham quan Đường hầm Củ Chi và Đồng bằng sông Cửu Long. Đi với chúng tôi có nghĩa là bạn đi với người điều khiển phương tiện được cấp phép. Ngoài ra, các chuyến tham quan của chúng tôi được thiết kế tận tâm để đảm bảo rằng bạn có được những trải nghiệm tuyệt vời. Tất cả các cô gái Sài Gòn Kiss Girls đều được đào tạo bài bản để trở thành đại sứ văn hóa của Việt Nam. Với tình yêu và sự quan tâm, chúng tôi tập trung vào các chuyến tham quan theo nhóm nhỏ và riêng tư để trở nên hấp dẫn nhất và đưa du khách đến gần hơn với cuộc sống địa phương. Triết lý du lịch của chúng tôi? Chúng tôi tin rằng chuyến du lịch phải chân thực, vui vẻ và có một chút phiêu lưu. Đặt vé cùng Girl Power Team của bạn để tham gia chuyến phiêu lưu ở Việt Nam!Đọc thêm",
        "reviews": [
            "Sôi nổi, thú vị và độc đáo. Đây là một trải nghiệm khó quên! Cảm ơn Sài Gòn Kiss Tours đã tổ chức tour này cho chúng tôi Đọc thêm",
            "Chuyến đi thật tuyệt vời, và các cô gái thực sự vui tính và tốt bụng. Chúng tôi đã có thể thử những món ăn tuyệt vời, học được những điều mới mẻ về thành phố và gặp gỡ những người tuyệt vời... Đây chính là ý nghĩa thực sự của việc đi du lịch đối với tôi Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời Kỷ niệm 40 năm ngày cưới, chúng tôi hơi lo lắng trong chuyến tham quan buổi tối quanh những địa điểm ẩm thực của thành phố rất bận rộn Tại sao chúng tôi lại lo lắng, hướng dẫn viên Lisa và Kate của chúng tôi thực sự tuyệt vời. Họ lái xe tay ga rất hoàn hảo, chúng tôi không bao giờ cảm thấy lo lắng, thật tuyệt vời Những nơi chúng tôi được đưa đến, chúng tôi sẽ không bao giờ ăn ở đó, dành 4 giờ để đi từ nơi này đến nơi khác để trải nghiệm những món ăn truyền thống ngon tuyệt của Việt Nam. Các cô gái lịch sự, vui vẻ, nói tiếng Anh rất tốt và cực kỳ lịch sự, công ty xứng đáng với điều đó. Đó là đêm cuối cùng của chuyến đi tuyệt vời của chúng tôi, thật là một kết thúc tuyệt vời, chúng tôi muốn giới thiệu chuyến tham quan này cho mọi người Các cô gái xứng đáng với điều đó Cảm ơn John và Carol Ann Đọc thêm",
            "Chuyến tham quan được tổ chức tốt, có một nhóm nhỏ chúng tôi tham gia tour. Những nơi chúng tôi ăn rất tuyệt vời, các hướng dẫn viên có đầy đủ thông tin thú vị về những khu vực chúng tôi đã đến. Chuyến tham quan diễn ra trên lưng một chiếc xe tay ga và tôi cảm thấy rất an toàn, hướng dẫn viên du lịch của tôi là một người lái xe xuất sắc.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan ẩm thực thuần chay với đối tác của mình. Cả hai chúng tôi đều có chuyến đi đáng yêu của riêng mình và họ đã đưa chúng tôi đi vòng quanh Sài Gòn một cách an toàn và chúng tôi đã có khoảng thời gian tuyệt vời nhất! Thức ăn thật tuyệt vời và rất nhiều. Tôi muốn giới thiệu điều này cho mọi người!Đọc thêm",
            "Tuyệt vời! Đã có thể nhìn thấy và trải nghiệm thành phố nhiều hơn tôi có thể một mình. Các cô gái rất thân thiện và biến nó thành một trải nghiệm tuyệt vời. Đọc thêm",
            "Đó là một cách tuyệt vời để ngắm nhìn Sài Gòn. Hướng dẫn viên của chúng tôi là những tay đua tuyệt vời cảm thấy tiết kiệm, tôi không phải là người nhẹ dạ mà cô ấy đã làm tốt. Tôi rất muốn giới thiệuĐọc thêm",
            "Một trải nghiệm không thể bỏ qua ở Sài Gòn. Đây là lần thứ hai tôi tham gia chuyến tham quan thành phố về đêm bằng xe máy và điều đó thật tuyệt vời. Vợ tôi và tôi đã được Jessie và Emma đưa đi để có trải nghiệm tuyệt vời. Chúng tôi thưởng thức những món ăn đường phố ngon miệng, khung cảnh về đêm ngoài trời của thành phố sôi động này, những lời giải thích thú vị và những cuộc trò chuyện vui vẻ. Chúng tôi cảm thấy rất an toàn khi đi xe máy và giới thiệu trải nghiệm này cho bất kỳ ai đến thăm thành phố. Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời nhất trong chuyến đi này, được đắm mình hoàn toàn vào sự quyến rũ của TP HCM. Hướng dẫn viên Lucy của chúng tôi cực kỳ năng động và tận tâm, đưa ra những lời giải thích kỹ lưỡng tại mỗi điểm tham quan. Nhờ có cô ấy mà chuyến đi càng trở nên thú vị hơn. Lucy, cảm ơn bạn rất nhiều! Đạp xe qua các con phố ở TP.HCM, cảm nhận sự ấm áp của nắng và gió, đồng thời khám phá các món ăn địa phương và các điểm du lịch thực sự rất phấn khích. Trải nghiệm này đã trở thành một kỷ niệm đáng nhớ đối với tôi và là điểm nhấn trong chuyến đi Việt Nam của tôi. Chọn chuyến tham quan này chắc chắn là quyết định tốt nhất!Đọc thêm",
            "Tôi bắt đầu từ đâu. Đầu tiên là những tay đua đã đưa chúng tôi đi tham quan. Gửi đến Dorothy và phi hành đoàn, các cô LÀ NGƯỜI TUYỆT VỜI nhất. Chuyến tham quan này diễn ra rất tốt. Nó rất thú vị và cực kỳ nhiều thông tin. Chúng tôi có một nhóm gồm 6 người trong đó có hai đứa cháu của chúng tôi ở độ tuổi 7 10. Các tay đua đã chăm sóc chúng cực kỳ chu đáo và tôi có thể thành thật mà nói rằng họ đã để lại cho họ một kỷ niệm mà họ sẽ không bao giờ quên. Thức ăn rất hoàn hảo ngay cả đối với một người ăn uống đôi khi kén chọn. Tôi thực sự không thể giới thiệu công ty này đủ cao. Với tư cách là một người chồng, người cha và người ông, việc giúp gia đình tôi có được khoảng thời gian tuyệt vời như vậy có ý nghĩa rất lớn đối với tôi. Tôi không đùa đâu, nó đã làm phong phú cuộc sống của chúng tôi đến mức nếu tôi gặp họ ở quận của mình, tôi sẽ phải chăm sóc họ. Nếu bạn đang nghĩ đến việc thực hiện chuyến tham quan này thì đừng ngần ngại. Nó sẽ trở thành một kỷ niệm tuyệt vời để trân trọng. Một lần nữa xin cảm ơn các tay đua và công ty vì một trải nghiệm tuyệt vời. PhillĐọc thêm",
            "Làm thế nào để đặt một chuyến tham quan ban đêm?  Tôi không thấy một liên kết đến một trang web.  Vợ chồng tôi muốn có một chuyến du lịch vào đêm 25/11. Chuyến bay của chúng tôi đến trễ nên phải đến 18h30 hoặc 19h00 mới khởi hành được.Đọc thêm",
            "Kính gửi quý khách, GirlPower Riders của Sài Gòn Kiss Tours rất vui được đón tiếp bạn trong thời gian lưu trú tại Việt Nam.\n\nChúng tôi cố gắng phản hồi ngay lập tức bằng bất kỳ kênh nào mà bạn liên hệ với chúng tôi. Đơn giản chỉ cần hỏi chúng tôi bất cứ điều gì thông qua trang web của chúng tôi Sài Gòn Kiss Tours hoặc qua:\n\n84901006844 WhatsApp iMessage Viber ..\n\nKhách thường liên hệ với chúng tôi qua WhatsApp hoặc iMessage và ứng dụng này miễn phí và siêu tiện lợi. Chỉ cần cho chúng tôi biết.\n\nXin lỗi 887kaileeg, câu trả lời cũ của tôi đã lỗi thời do Tripadvisor thay đổi theo thời gian nên tôi cập nhật câu trả lời của mình cho câu hỏi của bạn một chút để những khách du lịch tiếp theo có thể có thông tin.\n\nNhững nụ hôn,\nNatalie từ Sài Gòn Kiss ToursĐọc thêm"
        ],
        "star_ratings": [
            1618,
            21,
            3,
            2,
            1
        ],
        "review_amount": 1645,
        "location": [
            "Tour nụ hôn Sài Gòn",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 21, 2024",
            "Written April 21, 2024",
            "Written April 21, 2024",
            "Written April 20, 2024",
            "Written April 20, 2024",
            "Written April 19, 2024",
            "Written April 19, 2024",
            "Written April 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10694795-Reviews-or50-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or40-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or60-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11631362-Reviews-Indotrek-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26399823-Reviews-Cowboy_Billiards_Bida_Cao_B_i-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13567666-Reviews-Nguyen_Thai_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17607265-Reviews-Koi_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310437-Reviews-The_Maydo_Bespoke_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18192870-Reviews-Hoang_Khoi_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15224536-Reviews-INDOTREK-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1977231-Reviews-Mekong_Lodge_Vietnam_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435411-Reviews-Hoi_An_Express-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12913033-Reviews-Thai_Duong_Limousine-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d126353-Reviews-Chicago_Children_s_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4567767-Reviews-Chikin_Ha-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g32646-d117177-Reviews-Alabama_Hills-Lone_Pine_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d4187084-Reviews-Cypress_Point_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d8552064-Reviews-Kin_Ha_Antes_Parque_de_los_Suenos-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d594774-Reviews-Flightdeck_Simulation_Center-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297700-d7101808-Reviews-Semaya_One_Fast_Cruise-Sanur_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d4414265-Reviews-Den_Glade_Viking-Sunny_Beach_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1308789-d3603376-Reviews-Ada_Beach_Club-Heybeliada_Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2615157-d7357088-Reviews-Frankenstein_Castle-Frankenstein_Rhineland_Palatinate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or60-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or50-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.8691381313789558,
            "tour": 0.7475339962693397,
            "chuyến đi": 0.9954915289272321,
            "món ăn": 0.7477033106260933,
            "chuyến tham quan": 0.8499299786344636,
            "địa điểm": 0.9686714201234281,
            "ẩm thực": 0.6494542071595788,
            "hướng dẫn viên": 0.9045148831719416,
            "xe tay ga": 0.9947184631018899,
            "người lái xe": 0.9874857487156987,
            "thức ăn": 0.9954995716689155,
            "tay đua": 0.595530571018268,
            "món ăn đường phố": 0.9955134981428273,
            "khung cảnh": 0.9954554170835763,
            "điểm tham quan": 0.5,
            "món ăn địa phương": -0.015522406436502934,
            "điểm du lịch": 0.9954645235848147,
            "kỷ niệm": 0.7477249457733706,
            "chuyến đi việt": 0.5,
            "phi hành đoàn": 0.9954482838511467,
            "quận": 0.5684286765754223
        },
        "dicts_adj": {
            "trải nghiệm": [
                "khó",
                "tuyệt vời",
                "nhiều",
                "hơn",
                "thân thiện",
                "tuyệt vời",
                "tuyệt vời",
                "an toàn",
                "bất kỳ",
                "tuyệt vời"
            ],
            "tour": [],
            "chuyến đi": [
                "tuyệt vời",
                "thực sự",
                "tốt bụng",
                "tuyệt vời",
                "tuyệt vời",
                "an toàn",
                "tuyệt vời",
                "nhất",
                "tuyệt vời",
                "nhất",
                "hoàn toàn",
                "thú vị",
                "hơn"
            ],
            "món ăn": [
                "có thể",
                "tuyệt vời",
                "mới mẻ",
                "tuyệt vời"
            ],
            "chuyến tham quan": [
                "bận rộn",
                "xứng đáng",
                "tốt",
                "nhỏ",
                "an toàn",
                "tuyệt vời",
                "chắc chắn",
                "tốt",
                "tốt"
            ],
            "địa điểm": [
                "bận rộn"
            ],
            "ẩm thực": [
                "bận rộn"
            ],
            "hướng dẫn viên": [
                "thực sự",
                "tuyệt vời",
                "tuyệt vời",
                "đầy đủ",
                "thú vị",
                "xuất sắc",
                "tuyệt vời",
                "phải",
                "tốt",
                "năng động",
                "kỹ lưỡng"
            ],
            "xe tay ga": [
                "an toàn"
            ],
            "người lái xe": [
                "xuất sắc"
            ],
            "thức ăn": [
                "tuyệt vời",
                "nhiều",
                "hoàn hảo"
            ],
            "tay đua": [
                "tuyệt vời",
                "phải",
                "tốt",
                "chu đáo",
                "tuyệt vời"
            ],
            "món ăn đường phố": [
                "thú vị",
                "vui vẻ"
            ],
            "khung cảnh": [
                "thú vị",
                "vui vẻ"
            ],
            "điểm tham quan": [],
            "món ăn địa phương": [
                "thực sự",
                "phấn khích"
            ],
            "điểm du lịch": [
                "thực sự",
                "phấn khích"
            ],
            "kỷ niệm": [
                "tuyệt vời"
            ],
            "chuyến đi việt": [],
            "phi hành đoàn": [],
            "quận": [
                "phong phú"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 9.0,
            "tour": 3.0,
            "chuyến đi": 6.0,
            "món ăn": 3.0,
            "chuyến tham quan": 9.0,
            "địa điểm": 1.5,
            "ẩm thực": 3.0,
            "hướng dẫn viên": 6.0,
            "xe tay ga": 1.5,
            "người lái xe": 1.5,
            "thức ăn": 3.0,
            "tay đua": 3.0,
            "món ăn đường phố": 1.5,
            "khung cảnh": 1.5,
            "điểm tham quan": 1.5,
            "món ăn địa phương": 1.5,
            "điểm du lịch": 1.5,
            "kỷ niệm": 3.0,
            "chuyến đi việt": 1.5,
            "phi hành đoàn": 1.5,
            "quận": 1.5
        }
    },
    {
        "attraction_name": "Saigon Kiss Tours",
        "attraction_name_vi": "Tour nụ hôn Sài Gòn",
        "general_info": [
            "1.608 đánh giá",
            "1 trong 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Sài Gòn Kiss Tours là công ty du lịch đáng tin cậy ở Việt Nam. Chuyên tổ chức các tour du lịch bằng xe máy Sài Gòn với đội ngũ 100 tay đua nữ, đội Girl Power. Với niềm đam mê thành phố, thích chia sẻ, hướng dẫn viên du lịch của chúng tôi mong muốn mang đến cho bạn những trải nghiệm thực sự của địa phương trên xe máy. Hiện tại chúng tôi cung cấp Tour tham quan thành phố nửa ngày, Tour mua sắm, Tour ẩm thực đường phố tại Thành phố Hồ Chí Minh. Chúng tôi cũng thực hiện chuyến tham quan Đường hầm Củ Chi và Đồng bằng sông Cửu Long. Đi với chúng tôi có nghĩa là bạn đi với người điều khiển phương tiện được cấp phép. Ngoài ra, các chuyến tham quan của chúng tôi được thiết kế tận tâm để đảm bảo rằng bạn có được những trải nghiệm tuyệt vời. Tất cả các cô gái Sài Gòn Kiss Girls đều được đào tạo bài bản để trở thành đại sứ văn hóa của Việt Nam. Với tình yêu và sự quan tâm, chúng tôi tập trung vào các chuyến tham quan theo nhóm nhỏ và riêng tư để trở nên hấp dẫn nhất và đưa du khách đến gần hơn với cuộc sống địa phương. Triết lý du lịch của chúng tôi? Chúng tôi tin rằng chuyến du lịch phải chân thực, vui vẻ và có một chút phiêu lưu. Đặt vé cùng Girl Power Team của bạn để tham gia chuyến phiêu lưu ở Việt Nam!Đọc thêm",
        "reviews": [
            "Thật là một trải nghiệm tuyệt vời khi đi xe máy để khám phá cùng Dorothy và những cô gái còn lại! Họ rất tử tế và hài hước. Kiến thức và lịch sử của họ sẽ tốt và dễ hiểu. Mặc dù giao thông rất tệ nhưng đừng lo lắng họ sẽ đảm bảo an toàn cho bạn! Tận hưởng 4 điểm tham quan, cà phê và bữa trưa! Cảm ơn bạn hôn tour vì đã bổ sung thêm những người mà chúng tôi đã gặp trong chuyến lưu diễn vào phút cuối.. thực sự đánh giá cao và tôi sẽ giới thiệu bạn bè của tôi nếu họ đến HCM!Đọc thêm",
            "Dorothy thật tuyệt vời. Tiếng Anh mạnh mẽ, rất hiểu biết, thái độ và cá tính đặc biệt. Đặt tour ẩm thực đêm với Mya cũng rất đặc biệt. Đã đặt cái này vào ngày thứ 2 vào ngày hôm sau!Đọc thêm",
            "Thật vui, các cô gái đều đáng yêu và đồ ăn thì tuyệt vời!! Trưởng đoàn tổ chức rất tốt và cô ấy rất hiểu biết, tôi đi cùng Naomi, cô ấy dễ tính và rất dễ nói chuyện Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến du lịch Sài Gòn về đêm. Các cô gái thật tuyệt vời, rất chuyên nghiệp, hiểu biết và chúng tôi luôn cảm thấy an toàn trước tình trạng giao thông điên cuồng. Cảm ơn các bạn vì một đêm qua tuyệt vời ở Việt Nam.Đọc thêm",
            "Thật là một chuyến đi tuyệt vời! Các cô gái trẻ rất hữu ích và cực kỳ thân thiện. Chúng tôi được thấy rất nhiều thứ ở TP.HCM mà chúng tôi thường không thấy. Chuyến đi này rất phù hợp với nhu cầu của bạn, tôi khuyên bất kỳ ai cũng nên đi. Thực sự thích nó Đọc thêm",
            "Chồng tôi và tôi đã có khoảng thời gian tuyệt vời với Hana và Marianah là người hướng dẫn cho buổi tối! Họ là những người bạn tuyệt vời, những người lái xe rất an toàn và đưa chúng tôi đi ăn những món ăn đường phố ngon tuyệt! Chắc chắn đề xuất trải nghiệm này ở Hồ Chí Minh!Đọc thêm",
            "Đây là chuyến đi yêu thích của tôi trong tất cả các chuyến tham quan mà tôi đã đặt! Lucy, Na và Mia rất tốt bụng và vui vẻ khi ở cùng. Tôi cảm thấy an toàn với họ mặc dù chuyến tham quan diễn ra ở khu vực hỗn loạn sầm uất của thành phố. Họ đưa chúng tôi đến Hồ Chí Minh qua những món ăn đường phố ngon tuyệt. Tôi chắc chắn sẽ quay lại để biết thêm. Đọc thêm",
            "Đây là một chuyến tham quan thú vị!! Các cô gái rất vui vẻ, ngọt ngào và nhiều thông tin. Tất cả các món ăn đều ngon và được sắp xếp hợp lý và đúng thời gian. Ngồi phía sau xe đạp là một cách thú vị để ngắm nhìn thành phố. Trải nghiệm hoàn hảo.Đọc thêm",
            "Đây là một tour du lịch tuyệt vời! Những người phụ nữ rất thân thiện và nhiều thông tin và điều đó thật thú vị. Đề xuất cho bất kỳ ai đến thăm Việt Nam! Đọc thêm",
            "Tôi đã có Fidelia làm tài xế và hướng dẫn vào tối nay và cô ấy thật tuyệt vời. Tôi đã có chuyến lái xe rất thú vị qua thành phố, khám phá những món ăn mới và rất ngon. Buổi tối hoàn toàn đáng nhớ. Cảm ơn bạn rất nhiềuĐọc thêm"
        ],
        "star_ratings": [
            1618,
            21,
            3,
            2,
            1
        ],
        "review_amount": 1645,
        "location": [
            "Tour nụ hôn Sài Gòn",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 19, 2024",
            "Written April 19, 2024",
            "Written April 19, 2024",
            "Written April 19, 2024",
            "Written April 19, 2024",
            "Written April 16, 2024",
            "Written April 16, 2024",
            "Written April 15, 2024",
            "Written April 15, 2024",
            "Written April 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10694795-Reviews-or60-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or50-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or70-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11631362-Reviews-Indotrek-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26399823-Reviews-Cowboy_Billiards_Bida_Cao_B_i-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13567666-Reviews-Nguyen_Thai_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17607265-Reviews-Koi_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310437-Reviews-The_Maydo_Bespoke_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18192870-Reviews-Hoang_Khoi_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15224536-Reviews-INDOTREK-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1977231-Reviews-Mekong_Lodge_Vietnam_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435411-Reviews-Hoi_An_Express-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12913033-Reviews-Thai_Duong_Limousine-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d127015-Reviews-Windansea_Beach-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d15081983-Reviews-Manatee_Observation_Deck-Titusville_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190586-Reviews-Erotic_Museum_Erotik_Museum-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g5105567-d7766890-Reviews-Porto_Vromi_Beach-Maries_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60003-d2220035-Reviews-Mars_Cheese_Castle-Kenosha_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g48016-d2233164-Reviews-Million_Dollar_Beach-Lake_George_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d560958-Reviews-Coconut_Cove_Waterpark-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d10300403-Reviews-Barrio_Getsemani-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g31231-d9609030-Reviews-Desert_Diamond_Casino_West_Valley-Glendale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548583-Reviews-The_Village_Vanguard-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or70-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or60-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.8624310457574514,
            "kiến thức": 0.8737691454589367,
            "lịch sử": 0.9823533410090022,
            "giao thông": 0.7362883215537295,
            "cà phê": 0.5,
            "bữa trưa": 0.5,
            "tour": 0.5,
            "chuyến lưu diễn": 0.5,
            "thái độ": 0.9928106298903003,
            "tour ẩm thực đêm": 0.9950430922908708,
            "đồ ăn thì": 0.9955987529829144,
            "khoảng thời gian": 0.9953072104835883,
            "chuyến du lịch": 0.5,
            "chuyến đi": 0.747717169317184,
            "người hướng dẫn": 0.9932982895988971,
            "món ăn đường phố": 0.9954761911649257,
            "chuyến tham quan": 0.7995749875553884,
            "món ăn": 0.9942573152511613,
            "tour du lịch": 0.9955244232551195,
            "chuyến lái xe": 0.9955074393656105
        },
        "dicts_adj": {
            "trải nghiệm": [
                "tuyệt vời",
                "Chắc chắn"
            ],
            "kiến thức": [
                "tốt",
                "dễ"
            ],
            "lịch sử": [
                "tốt",
                "dễ"
            ],
            "giao thông": [
                "tệ",
                "an toàn",
                "tuyệt vời",
                "chuyên nghiệp",
                "an toàn"
            ],
            "cà phê": [],
            "bữa trưa": [],
            "tour": [],
            "chuyến lưu diễn": [],
            "thái độ": [
                "mạnh mẽ",
                "hiểu biết",
                "đặc biệt"
            ],
            "tour ẩm thực đêm": [
                "đặc biệt"
            ],
            "đồ ăn thì": [
                "vui",
                "tuyệt vời"
            ],
            "khoảng thời gian": [
                "tuyệt vời"
            ],
            "chuyến du lịch": [],
            "chuyến đi": [
                "tuyệt vời"
            ],
            "người hướng dẫn": [
                "tuyệt vời"
            ],
            "món ăn đường phố": [
                "tuyệt vời",
                "an toàn",
                "ngon",
                "ngon"
            ],
            "chuyến tham quan": [
                "an toàn",
                "sầm uất",
                "thú vị"
            ],
            "món ăn": [
                "ngon",
                "hợp lý",
                "đúng",
                "mới",
                "ngon"
            ],
            "tour du lịch": [
                "tuyệt vời"
            ],
            "chuyến lái xe": [
                "thú vị"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 4.5,
            "kiến thức": 1.5,
            "lịch sử": 1.5,
            "giao thông": 3.0,
            "cà phê": 1.5,
            "bữa trưa": 1.5,
            "tour": 1.5,
            "chuyến lưu diễn": 1.5,
            "thái độ": 1.5,
            "tour ẩm thực đêm": 1.5,
            "đồ ăn thì": 1.5,
            "khoảng thời gian": 1.5,
            "chuyến du lịch": 1.5,
            "chuyến đi": 3.0,
            "người hướng dẫn": 1.5,
            "món ăn đường phố": 3.0,
            "chuyến tham quan": 3.0,
            "món ăn": 3.0,
            "tour du lịch": 1.5,
            "chuyến lái xe": 1.5
        }
    },
    {
        "attraction_name": "Saigon Kiss Tours",
        "attraction_name_vi": "Tour nụ hôn Sài Gòn",
        "general_info": [
            "1.608 đánh giá",
            "1 trong 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Sài Gòn Kiss Tours là công ty du lịch đáng tin cậy ở Việt Nam. Chuyên tổ chức các tour du lịch bằng xe máy Sài Gòn với đội ngũ 100 tay đua nữ, đội Girl Power. Với niềm đam mê thành phố, thích chia sẻ, hướng dẫn viên du lịch của chúng tôi mong muốn mang đến cho bạn những trải nghiệm thực sự của địa phương trên xe máy. Hiện tại chúng tôi cung cấp Tour tham quan thành phố nửa ngày, Tour mua sắm, Tour ẩm thực đường phố tại Thành phố Hồ Chí Minh. Chúng tôi cũng thực hiện chuyến tham quan Đường hầm Củ Chi và Đồng bằng sông Cửu Long. Đi với chúng tôi có nghĩa là bạn đi với người điều khiển phương tiện được cấp phép. Ngoài ra, các chuyến tham quan của chúng tôi được thiết kế tận tâm để đảm bảo rằng bạn có được những trải nghiệm tuyệt vời. Tất cả các cô gái Sài Gòn Kiss Girls đều được đào tạo bài bản để trở thành đại sứ văn hóa của Việt Nam. Với tình yêu và sự quan tâm, chúng tôi tập trung vào các chuyến tham quan theo nhóm nhỏ và riêng tư để trở nên hấp dẫn nhất và đưa du khách đến gần hơn với cuộc sống địa phương. Triết lý du lịch của chúng tôi? Chúng tôi tin rằng chuyến du lịch phải chân thực, vui vẻ và có một chút phiêu lưu. Đặt vé cùng Girl Power Team của bạn để tham gia chuyến phiêu lưu ở Việt Nam!Đọc thêm",
        "reviews": [
            "Đây là tour ẩm thực tuyệt vời nhất. Chúng tôi tình cờ tìm thấy bạn và chúng tôi không hối tiếc. Chỉ có tôi và chồng tôi, được hai cô gái rất giàu kinh nghiệm chăm sóc và lái xe. Chồng tôi lo lắng về việc bị đưa đi bằng xe máy, nhưng cô gái rất có kinh nghiệm và chu đáo. Trải nghiệm tuyệt vời ở Sài Gòn bằng xe máy. Đồ ăn chúng tôi đã thử ở một số nơi khác nhau rất ngon - chúng tôi đã đắm mình hoàn toàn vào ẩm thực Việt Nam. Xin chân thành cảm ơn! Đọc thêm",
            "Tôi đã dè dặt về việc này vì cả hai chúng tôi đều đã ăn rất nhiều vào bữa trưa! Các cô gái bắt đầu đạp xe đúng giờ và rất thân thiện - cả hai đều là những tay đua xuất sắc. Tôi đã là một tay đua xe đạp 35 năm chưa bao giờ cảm thấy gặp nguy hiểm - bất chấp tình trạng giao thông điên cuồng ngoài kia. Họ đưa chúng tôi đến nhiều nơi để thử đủ loại món ăn. Đó là một cách tuyệt vời để ngắm nhìn thành phố sau một chiếc xe đạp. Họ điều hành nó bởi chúng tôi những gì đã được phục vụ ở tất cả các nơi trước đó và thay đổi nó nếu có bất cứ điều gì chúng tôi không thích. Họ cũng dành thời gian để đưa chúng tôi đến một số điểm tham quan để xem. Chắc chắn là đáng làm - mang lại cho bạn cảm giác về đồ ăn và sự đa dạng của các quận. Làm tốt lắm các cô gái, bạn đã làm rất tốtĐọc thêm",
            "Chồng tôi và tôi đã có khoảng thời gian tuyệt vời trong chuyến lưu diễn này !! Joey là người dẫn đầu của chúng tôi và là một người lái xe tự tin, len lỏi vào và ra khỏi dòng xe cộ, theo sau là Amy, người chở chồng tôi trên lưng chiếc xe tay ga của cô ấy. Chúng tôi đã có rất nhiều tiếng cười và trò chuyện trên đường đi. Tôi nghĩ chúng tôi đang có một bữa ăn nhẹ nhưng cuối cùng chúng tôi lại dừng lại ở một vài địa điểm và ăn những bữa ăn ngon trên đường đi. Chợ hoa rất đẹp và là địa điểm cho bữa ăn cuối cùng của chúng tôi tại chợ. Tôi muốn nói rằng đây là một trong những chuyến tham quan thú vị nhất và rất đáng giá của chúng tôi !!Đọc thêm",
            "Gần đây tôi có vinh dự được tham gia Local Day Tour, và tôi phải nói rằng, đó là một trải nghiệm phi thường vượt quá mọi mong đợi của tôi. Từ đầu đến cuối, chuyến tham quan này mang đến một hành trình thú vị và đắm chìm qua khu vực địa phương của chúng tôi, để lại cho tôi những kỷ niệm khó quên và sự trân trọng mới mẻ đối với môi trường xung quanh. Đọc thêm",
            "Đây là một tour du lịch rất tốt đẹp. Đây là cơ hội để hỗ trợ các doanh nghiệp do phụ nữ làm chủ và đó là điều tuyệt vời để làm ở bất cứ đâu, đặc biệt là ở Đông Nam Á. Chuyến tham quan bắt đầu bằng việc một trong những tài xế đón tôi nhanh chóng tại khách sạn của tôi. Lucy là tên của cô ấy và cô ấy đã đến đúng giờ. Cô ấy rất thân thiện và nói nhiều, điều đó được hoan nghênh. Cô ấy điều khiển chiếc xe tay ga một cách dễ dàng và an toàn và đưa chúng tôi đến từng địa điểm trong trạng thái tốt nhất. Đồ ăn ở mỗi điểm dừng đều rất ngon và mang đến cơ hội nếm thử các món ăn địa phương khác nhau, điều mà cho đến thời điểm này tôi vẫn chưa làm. Chúng tôi cũng đã được xem một số địa danh địa phương và tìm hiểu một chút lịch sử. Tôi nghĩ đây là một chuyến tham quan được tổ chức tốt và sẽ giới thiệu nó cho các đồng nghiệp của tôi nếu họ có cơ hội đến thăm Hồ Chí Minh.Đọc thêm",
            "Tour xe đạp tuyệt vời và hướng dẫn rất tuyệt vời. Chuyến tham quan này rất được khuyến khích đặc biệt nếu bạn là nữ du khách độc thân và lần đầu tiên đến Việt Nam, đặc biệt là HCM. Bạn sẽ cảm thấy an toàn, nhiều thông tin và rất hấp dẫn. Đặc biệt cảm ơn hướng dẫn tuyệt vời của tôi Mya. Cô ấy rất tốt và rất khuyến khích. Cảm ơn bạn rất nhiều một lần nữa.Đọc thêm",
            "Chuyến tham quan không có thật! Hướng dẫn của tôi, Ellie thật tuyệt vời. Cô ấy quan tâm đến chứng dị ứng của tôi để đảm bảo tôi có thể ăn các món ăn trong chuyến tham quan, cung cấp rất nhiều lựa chọn nếm thử và cảnh quan thành phố tuyệt vời. Rất khuyến khích chuyến tham quan này! Đọc thêm",
            "Hướng dẫn viên siêu thân thiện, những người siêu hiểu biết. Điểm dừng địa phương linh hoạt để phù hợp với sở thích hương vị của chúng tôi! Chuyến tham quan thành phố bằng xe đạp ở phần cuối cũng là một điểm nổi bậtĐọc thêm",
            "Các cô gái lái xe rất thân thiện và an toàn! Trước khi bắt đầu chuyến tham quan, họ đã giải thích những địa điểm và những điều chúng tôi sẽ tham quan và làm. Rất khuyến khích để khám phá thực phẩm địa phương và thị trường của họ. Ngoài ra, thật thú vị khi ngắm cảnh thành phố HCM bằng xe máyĐọc thêm",
            "Thật là một chuyến tham quan tuyệt vời! Bốn hướng dẫn viên du lịch xinh đẹp của chúng tôi thật tuyệt vời. Gia đình chúng tôi đã đưa gia đình chúng tôi đi vòng quanh thành phố một cách an toàn để thưởng thức những món ăn ngon và khám phá những địa điểm mà bạn thường không thấy.  Họ thậm chí còn có một chiếc bánh sinh nhật cho con gái tôi. Thật là một liên lạc tuyệt vời. Nếu bạn chỉ thực hiện một chuyến du lịch ở Thành phố Hồ Chí Minh thì đây chính là chuyến đi. Khuyến khích kỹ lưỡng. Cảm ơn Lime, Kate, Lisa và Sylvia vì một buổi tối an toàn và tuyệt vời. Đọc thêm"
        ],
        "star_ratings": [
            1618,
            21,
            3,
            2,
            1
        ],
        "review_amount": 1645,
        "location": [
            "Tour nụ hôn Sài Gòn",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 15, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024",
            "Written April 13, 2024",
            "Written April 13, 2024",
            "Written April 13, 2024",
            "Written April 13, 2024",
            "Written April 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10694795-Reviews-or70-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or60-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or80-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11631362-Reviews-Indotrek-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26399823-Reviews-Cowboy_Billiards_Bida_Cao_B_i-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13567666-Reviews-Nguyen_Thai_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17607265-Reviews-Koi_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310437-Reviews-The_Maydo_Bespoke_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18192870-Reviews-Hoang_Khoi_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15224536-Reviews-INDOTREK-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1977231-Reviews-Mekong_Lodge_Vietnam_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435411-Reviews-Hoi_An_Express-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12913033-Reviews-Thai_Duong_Limousine-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1625485-d1640953-Reviews-Blue_Hole_Mineral_Spring-Little_Bay_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d10112118-Reviews-Bali_Airport_Transfer-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12696910-Reviews-Dog_in_Town-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19740952-Reviews-Dreamscape-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d110283-Reviews-Old_Market-Omaha_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d4967535-Reviews-The_Body_Exhibit-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47681-d8454393-Reviews-Queens_Center-Elmhurst_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g303631-d2703936-Reviews-Augusta_Street-Sao_Paulo_State_of_Sao_Paulo.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d13651612-Reviews-Nuremberg_Central_Station-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d7365249-Reviews-Blue_Dolphin_Men_s_Massage-Patong_Kathu_Phuket.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or80-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or70-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "tour ẩm thực": 0.9954592996509746,
            "lái xe": 0.8858398655429482,
            "trải nghiệm": 0.7476190381566994,
            "đồ ăn": 0.7491794303059578,
            "ẩm thực": 0.5,
            "bữa trưa": 0.5152817647904158,
            "tay đua": 0.9949669305351563,
            "tay đua xe đạp": -0.7960346061736345,
            "giao thông": 0.5,
            "món ăn": 0.9795025964849629,
            "xe đạp": 0.9930209696758538,
            "điểm tham quan": 0.5041391663253307,
            "quận": 0.5,
            "chuyến lưu diễn": 0.9949315310223028,
            "người dẫn": 0.5,
            "xe": 0.5,
            "bữa ăn nhẹ": 0.27789536863565445,
            "bữa ăn": 0.7298655974154826,
            "chợ hoa": 0.8737691454589367,
            "chợ": 0.5,
            "chuyến tham quan": 0.8293634681467665,
            "vinh dự": 0.5,
            "hành trình": 0.9953215338755399,
            "đắm chìm": 0.3535061255097389,
            "khu vực địa phương": 0.3838179372251034,
            "môi trường": 0.5,
            "tour du lịch": 0.9955922355875373,
            "doanh": 0.9952387843513861,
            "khách sạn": 0.5,
            "xe tay ga": 0.955186435545329,
            "trạng thái": 0.9618862405186519,
            "điểm dừng": 0.9931956185610034,
            "món ăn địa phương": -0.9085962260141969,
            "địa danh địa": 0.5,
            "lịch sử": 0.5,
            "tour xe đạp": 0.9954320520628244,
            "cảnh quan": 0.9954133407445624,
            "hướng dẫn viên": 0.9952218109974638,
            "họ": 0.5,
            "thực phẩm địa phương": 0.5,
            "thị trường": 0.5,
            "hướng dẫn viên du lịch": 0.9955323973554187,
            "địa điểm": 0.5,
            "bánh sinh": 0.8872305327095091,
            "chuyến du lịch": 0.5,
            "chuyến đi": 0.5
        },
        "dicts_adj": {
            "tour ẩm thực": [
                "tuyệt vời"
            ],
            "lái xe": [
                "giàu"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "đồ ăn": [
                "khác",
                "ngon",
                "hoàn toàn",
                "ngon"
            ],
            "ẩm thực": [],
            "bữa trưa": [
                "nhiều"
            ],
            "tay đua": [
                "đúng",
                "thân thiện",
                "xuất sắc"
            ],
            "tay đua xe đạp": [
                "nguy hiểm"
            ],
            "giao thông": [],
            "món ăn": [
                "nhiều",
                "đủ",
                "nhiều",
                "ngon"
            ],
            "xe đạp": [
                "tuyệt vời"
            ],
            "điểm tham quan": [],
            "quận": [],
            "chuyến lưu diễn": [
                "tuyệt vời"
            ],
            "người dẫn": [],
            "xe": [],
            "bữa ăn nhẹ": [
                "cuối cùng"
            ],
            "bữa ăn": [
                "ngon",
                "cuối cùng"
            ],
            "chợ hoa": [
                "đẹp"
            ],
            "chợ": [],
            "chuyến tham quan": [
                "thú vị",
                "nhất",
                "đáng giá",
                "thú vị",
                "nhanh chóng",
                "tốt",
                "đặc biệt",
                "đầu tiên",
                "đặc biệt",
                "nhiều",
                "nổi bật",
                "tuyệt vời"
            ],
            "vinh dự": [],
            "hành trình": [
                "thú vị"
            ],
            "đắm chìm": [
                "khó"
            ],
            "khu vực địa phương": [
                "khó"
            ],
            "môi trường": [],
            "tour du lịch": [
                "tốt đẹp"
            ],
            "doanh": [
                "tuyệt vời",
                "đặc biệt"
            ],
            "khách sạn": [],
            "xe tay ga": [
                "dễ dàng",
                "an toàn"
            ],
            "trạng thái": [
                "tốt"
            ],
            "điểm dừng": [
                "ngon",
                "linh hoạt"
            ],
            "món ăn địa phương": [
                "khác"
            ],
            "địa danh địa": [],
            "lịch sử": [],
            "tour xe đạp": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "cảnh quan": [
                "tuyệt vời"
            ],
            "hướng dẫn viên": [],
            "họ": [],
            "thực phẩm địa phương": [],
            "thị trường": [],
            "hướng dẫn viên du lịch": [
                "xinh đẹp",
                "tuyệt vời"
            ],
            "địa điểm": [],
            "bánh sinh": [],
            "chuyến du lịch": [],
            "chuyến đi": []
        },
        "list_proper_noun": [],
        "factor value": {
            "tour ẩm thực": 1.5,
            "lái xe": 1.5,
            "trải nghiệm": 3.0,
            "đồ ăn": 4.5,
            "ẩm thực": 1.5,
            "bữa trưa": 1.5,
            "tay đua": 1.5,
            "tay đua xe đạp": 1.5,
            "giao thông": 1.5,
            "món ăn": 4.5,
            "xe đạp": 1.5,
            "điểm tham quan": 1.5,
            "quận": 1.5,
            "chuyến lưu diễn": 1.5,
            "người dẫn": 1.5,
            "xe": 1.5,
            "bữa ăn nhẹ": 1.5,
            "bữa ăn": 1.5,
            "chợ hoa": 1.5,
            "chợ": 1.5,
            "chuyến tham quan": 12.0,
            "vinh dự": 1.5,
            "hành trình": 1.5,
            "đắm chìm": 1.5,
            "khu vực địa phương": 1.5,
            "môi trường": 1.5,
            "tour du lịch": 1.5,
            "doanh": 1.5,
            "khách sạn": 1.5,
            "xe tay ga": 1.5,
            "trạng thái": 1.5,
            "điểm dừng": 3.0,
            "món ăn địa phương": 1.5,
            "địa danh địa": 1.5,
            "lịch sử": 1.5,
            "tour xe đạp": 1.5,
            "cảnh quan": 1.5,
            "hướng dẫn viên": 1.5,
            "họ": 1.5,
            "thực phẩm địa phương": 1.5,
            "thị trường": 1.5,
            "hướng dẫn viên du lịch": 1.5,
            "địa điểm": 1.5,
            "bánh sinh": 1.5,
            "chuyến du lịch": 1.5,
            "chuyến đi": 1.5
        }
    },
    {
        "attraction_name": "Saigon Kiss Tours",
        "attraction_name_vi": "Tour nụ hôn Sài Gòn",
        "general_info": [
            "1.608 đánh giá",
            "1 trong 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Tour du lịch ban đêm",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Sài Gòn Kiss Tours là công ty du lịch đáng tin cậy ở Việt Nam. Chuyên tổ chức các tour du lịch bằng xe máy Sài Gòn với đội ngũ 100 tay đua nữ, đội Girl Power. Với niềm đam mê thành phố, thích chia sẻ, hướng dẫn viên du lịch của chúng tôi mong muốn mang đến cho bạn những trải nghiệm thực sự của địa phương trên xe máy. Hiện tại chúng tôi cung cấp Tour tham quan thành phố nửa ngày, Tour mua sắm, Tour ẩm thực đường phố tại Thành phố Hồ Chí Minh. Chúng tôi cũng thực hiện chuyến tham quan Đường hầm Củ Chi và Đồng bằng sông Cửu Long. Đi với chúng tôi có nghĩa là bạn đi với người điều khiển phương tiện được cấp phép. Ngoài ra, các chuyến tham quan của chúng tôi được thiết kế tận tâm để đảm bảo rằng bạn có được những trải nghiệm tuyệt vời. Tất cả các cô gái Sài Gòn Kiss Girls đều được đào tạo bài bản để trở thành đại sứ văn hóa của Việt Nam. Với tình yêu và sự quan tâm, chúng tôi tập trung vào các chuyến tham quan theo nhóm nhỏ và riêng tư để trở nên hấp dẫn nhất và đưa du khách đến gần hơn với cuộc sống địa phương. Triết lý du lịch của chúng tôi? Chúng tôi tin rằng chuyến du lịch phải chân thực, vui vẻ và có một chút phiêu lưu. Đặt vé cùng Girl Power Team của bạn để tham gia chuyến phiêu lưu ở Việt Nam!Đọc thêm",
        "reviews": [
            "Nhất định phải làm khi ở Thành phố Hồ Chí Minh. Chúng tôi đã ở Việt Nam hơn một tháng với chị gái tôi, chúng tôi đã đến thăm nhiều thành phố và tham gia nhiều hoạt động và đây chắc chắn là hoạt động hàng đầu của tôi, không còn nghi ngờ gì nữa. Tôi thực sự giới thiệu công ty này, 100 phụ nữ điều hành. Chúng tôi có Na và Lyn làm hướng dẫn viên lái xe và cả hai đều rất tốt bụng, rất chu đáo, rất chu đáo và rất thú vị. Chúng tôi đã có nhiều cuộc trò chuyện thú vị, thử rất nhiều món ăn Việt Nam ngon và thấy nhiều điểm nóng của thành phố Hồ Chí Minh vào ban đêm mà nếu không thì chúng tôi đã bỏ lỡ. Vì vậy, đừng ngần ngại và hãy đến đó!! Cảm ơn Na Lyn rất nhiều vì trải nghiệm khó quên này. Đọc thêm",
            "Chúng tôi đã có một đêm tuyệt vời nhất với Lynn Na trong chuyến du lịch Sài Gòn về đêm. Các cô gái thật ngọt ngào, chúng tôi đã thảo luận rất nhiều, chúng tôi nghiêng về thành phố và văn hóa, chúng tôi đi chợ hoa và thử rất nhiều món ăn !!! Tôi không thể giới thiệu nó nhiều hơn. Đó là việc phải làm !!! Đọc thêm",
            "Người lái xe rất tốt bụng và giúp chúng tôi tìm thấy tinh thần ban đầu của Sài Gòn. Chúng tôi đã đến những nơi địa phương để thử những gì họ thường làm. Lái xe rất tuyệt và trải nghiệm này là điều không thể thiếu khi đến Sài Gòn. Đọc thêm",
            "Trải nghiệm rất thú vị và tốt đẹp! Lần thứ 2 tôi tham gia chuyến du lịch ẩm thực, đáp ứng mọi mong đợi. Hai đồng nghiệp của tôi thực sự thích nó.Đọc thêm",
            "Còn chần chừ gì nữa hãy cùng các cô gái Sài Gòn Kiss tham quan TP.HCM. Đó là một trong những điều tốt nhất tôi đã làm! Các cô gái thật tuyệt vời nên rất hiểu biết, họ sẽ đưa bạn đến những nơi mà bạn thường không bao giờ thấy. Lái xe ở Sài Gòn không dành cho những người yếu tim nhưng các cô gái này lái xe an toàn một cách tự tin nhưng cái chính là nó rất thú vị. Cảm ơn Sài Gòn Đọc thêm",
            "Hướng dẫn của tôi, Lucy rất am hiểu. Cô giải thích rất rõ về lịch sử và văn hóa của thành phố. Tôi rất thích chuyến tham quan.Đọc thêm",
            "Tôi cùng bố mẹ lớn tuổi đến Thành phố Hồ Chí Minh lần đầu tiên vào tháng Tư. Chúng tôi quyết định thực hiện một chuyến tham quan ẩm thực vào ngày chúng tôi đến và Kiss Tours đã được giới thiệu cho tôi. Chúng tôi đã có khoảng thời gian tuyệt vời và yêu thích từng phút giây. Chúng tôi đã gặp Anna đúng giờ và đến điểm dừng chân đầu tiên của đêm để tham gia cùng phần còn lại của nhóm du lịch. Chúng tôi có khoảng sáu người trong nhóm du lịch của mình và thành thật mà nói, điều đó rất vui! Thật tuyệt khi được làm quen với những người khác và nghe những câu chuyện từ những chuyến đi gần đây của họ. Tất nhiên, bên cạnh những món ăn tuyệt vời, thật tuyệt vời khi được trải nghiệm giờ cao điểm tại TP.HCM!Đọc thêm",
            "Chúng tôi đã gặp Lisa và Hannah và đó là điểm nhấn trong chuyến đi của chúng tôi. Các quý cô trò chuyện và hiểu biết về Sài Gòn. Thức ăn rất tuyệt và chuyến đi bằng xe máy thật tuyệt vời và hơi đáng sợ nhưng những người lái xe rất giỏi. Đọc thêm",
            "Trải nghiệm tuyệt vời. Clara, Tracy, Diny, Lime rất thân thiện, sâu sắc và khiến chúng tôi cảm thấy rất thoải mái. Đồ ăn cũng rất ngon, rất vui vì chúng tôi đã đi cùng họ!Đọc thêm",
            "Những cô gái trẻ rất thân thiện và có sức chứa, những người đã cho chúng tôi trải nghiệm tuyệt vời về văn hóa và chợ đêm Sài Gòn. Cô gái lái xe tay ga Kaeidy có kiến ​​thức và thực sự thú vị khi nói chuyện. Chắc chắn sẽ giới thiệu và cảm ơn bạnĐọc thêm",
            "Làm thế nào để đặt một chuyến tham quan ban đêm?  Tôi không thấy một liên kết đến một trang web.  Vợ chồng tôi muốn có một chuyến du lịch vào đêm 25/11. Chuyến bay của chúng tôi đến trễ nên phải đến 18h30 hoặc 19h00 mới khởi hành được.Đọc thêm",
            "Kính gửi quý khách, GirlPower Riders của Sài Gòn Kiss Tours rất vui được đón tiếp bạn trong thời gian lưu trú tại Việt Nam.\n\nChúng tôi cố gắng phản hồi ngay lập tức bằng bất kỳ kênh nào mà bạn liên hệ với chúng tôi. Đơn giản chỉ cần hỏi chúng tôi bất cứ điều gì thông qua trang web của chúng tôi Sài Gòn Kiss Tours hoặc qua:\n\n84901006844 WhatsApp iMessage Viber ..\n\nKhách thường liên hệ với chúng tôi qua WhatsApp hoặc iMessage và ứng dụng này miễn phí và siêu tiện lợi. Chỉ cần cho chúng tôi biết.\n\nXin lỗi 887kaileeg, câu trả lời cũ của tôi đã lỗi thời do Tripadvisor thay đổi theo thời gian nên tôi cập nhật câu trả lời của mình cho câu hỏi của bạn một chút để những khách du lịch tiếp theo có thể có thông tin.\n\nNhững nụ hôn,\nNatalie từ Sài Gòn Kiss ToursĐọc thêm"
        ],
        "star_ratings": [
            1618,
            21,
            3,
            2,
            1
        ],
        "review_amount": 1645,
        "location": [
            "Tour nụ hôn Sài Gòn",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 12, 2024",
            "Written April 12, 2024",
            "Written April 12, 2024",
            "Written April 12, 2024",
            "Written April 12, 2024",
            "Written April 12, 2024",
            "Written April 12, 2024",
            "Written April 11, 2024",
            "Written April 10, 2024",
            "Written April 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10694795-Reviews-or80-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or70-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or90-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11631362-Reviews-Indotrek-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26399823-Reviews-Cowboy_Billiards_Bida_Cao_B_i-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13567666-Reviews-Nguyen_Thai_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17607265-Reviews-Koi_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310437-Reviews-The_Maydo_Bespoke_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18192870-Reviews-Hoang_Khoi_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15224536-Reviews-INDOTREK-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1977231-Reviews-Mekong_Lodge_Vietnam_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435411-Reviews-Hoi_An_Express-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12913033-Reviews-Thai_Duong_Limousine-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283345-Reviews-Daredevil_Museum_of_Niagara_Falls-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d2019764-Reviews-Elephant_Mountain_aka_Nangang_District_Hiking_Trail-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g309713-d309981-Reviews-Maire_Nui_Gardens_Cafe-Rarotonga_Southern_Cook_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d8820219-Reviews-Fantasy_Fest-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1929915-d6998480-Reviews-Ghar_Lapsi-Siggiewi_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d3258672-Reviews-Gasometer-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777471-d19722616-Reviews-Pantai_Remis-Kuala_Selangor_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g54810-d5244966-Reviews-Devil_s_Bathtub-Spearfish_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g34006-d1645640-Reviews-Fort_Delaware_State_Park-Delaware_City_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d6352632-Reviews-Ball_Chain-Miami_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or90-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or80-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "khi": 0.5213041082024574,
            "thành phố": 0.994088891078718,
            "hướng dẫn viên": 0.9955718797282316,
            "món ăn việt nam": 0.9949749276274815,
            "trải nghiệm": 0.8963246874976903,
            "đêm": 0.7781597494613379,
            "chuyến du lịch": 0.5,
            "văn hóa": 0.3088408596813679,
            "chợ hoa": 0.9950517294928432,
            "món ăn": 0.7477437182969879,
            "người lái xe": 0.994169487094041,
            "lái xe": 0.9326766256708652,
            "ẩm thực": 0.5,
            "lịch sử": 0.5,
            "chuyến tham quan": 0.7472544846241362,
            "khoảng thời gian": 0.995535678230226,
            "điểm dừng chân": 0.9892829521559179,
            "câu chuyện": 0.5070476904511452,
            "chuyến đi": 0.8776433202438056,
            "quý": 0.7985505340620875,
            "thức ăn": 0.8737691454589367,
            "chuyến đi bằng xe máy": 0.5088653285056353,
            "đồ ăn": 0.9956208867952228,
            "chợ đêm": 0.5
        },
        "dicts_adj": {
            "khi": [],
            "thành phố": [
                "hơn",
                "nhiều",
                "nhiều",
                "chắc chắn"
            ],
            "hướng dẫn viên": [
                "tốt bụng",
                "chu đáo",
                "chu đáo",
                "thú vị"
            ],
            "món ăn việt nam": [
                "nhiều",
                "thú vị",
                "nhiều",
                "ngon",
                "nhiều"
            ],
            "trải nghiệm": [
                "nhiều",
                "khó",
                "thú vị",
                "tốt đẹp",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "đêm": [
                "tuyệt vời",
                "nhất"
            ],
            "chuyến du lịch": [],
            "văn hóa": [
                "nhiều"
            ],
            "chợ hoa": [
                "nhiều"
            ],
            "món ăn": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "người lái xe": [
                "tốt bụng",
                "giỏi"
            ],
            "lái xe": [
                "tuyệt",
                "yếu",
                "an toàn",
                "thú vị"
            ],
            "ẩm thực": [],
            "lịch sử": [],
            "chuyến tham quan": [],
            "khoảng thời gian": [
                "tuyệt vời"
            ],
            "điểm dừng chân": [
                "đúng",
                "đầu tiên"
            ],
            "câu chuyện": [
                "gần"
            ],
            "chuyến đi": [
                "gần"
            ],
            "quý": [],
            "thức ăn": [
                "tuyệt"
            ],
            "chuyến đi bằng xe máy": [
                "tuyệt"
            ],
            "đồ ăn": [
                "ngon",
                "vui",
                "cùng"
            ],
            "chợ đêm": []
        },
        "list_proper_noun": [],
        "factor value": {
            "khi": 1.5,
            "thành phố": 1.5,
            "hướng dẫn viên": 1.5,
            "món ăn việt nam": 1.5,
            "trải nghiệm": 7.5,
            "đêm": 1.5,
            "chuyến du lịch": 3.0,
            "văn hóa": 4.5,
            "chợ hoa": 1.5,
            "món ăn": 3.0,
            "người lái xe": 3.0,
            "lái xe": 3.0,
            "ẩm thực": 3.0,
            "lịch sử": 1.5,
            "chuyến tham quan": 3.0,
            "khoảng thời gian": 1.5,
            "điểm dừng chân": 1.5,
            "câu chuyện": 1.5,
            "chuyến đi": 1.5,
            "quý": 1.5,
            "thức ăn": 1.5,
            "chuyến đi bằng xe máy": 1.5,
            "đồ ăn": 1.5,
            "chợ đêm": 1.5
        }
    },
    {
        "attraction_name": "Saigon Kiss Tours",
        "attraction_name_vi": "Tour nụ hôn Sài Gòn",
        "general_info": [
            "1.608 đánh giá",
            "1 trong 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Sài Gòn Kiss Tours là công ty du lịch đáng tin cậy ở Việt Nam. Chuyên tổ chức các tour du lịch bằng xe máy Sài Gòn với đội ngũ 100 tay đua nữ, đội Girl Power. Với niềm đam mê thành phố, thích chia sẻ, hướng dẫn viên du lịch của chúng tôi mong muốn mang đến cho bạn những trải nghiệm thực sự của địa phương trên xe máy. Hiện tại chúng tôi cung cấp Tour tham quan thành phố nửa ngày, Tour mua sắm, Tour ẩm thực đường phố tại Thành phố Hồ Chí Minh. Chúng tôi cũng thực hiện chuyến tham quan Đường hầm Củ Chi và Đồng bằng sông Cửu Long. Đi với chúng tôi có nghĩa là bạn đi với người điều khiển phương tiện được cấp phép. Ngoài ra, các chuyến tham quan của chúng tôi được thiết kế tận tâm để đảm bảo rằng bạn có được những trải nghiệm tuyệt vời. Tất cả các cô gái Sài Gòn Kiss Girls đều được đào tạo bài bản để trở thành đại sứ văn hóa của Việt Nam. Với tình yêu và sự quan tâm, chúng tôi tập trung vào các chuyến tham quan theo nhóm nhỏ và riêng tư để trở nên hấp dẫn nhất và đưa du khách đến gần hơn với cuộc sống địa phương. Triết lý du lịch của chúng tôi? Chúng tôi tin rằng chuyến du lịch phải chân thực, vui vẻ và có một chút phiêu lưu. Đặt vé cùng Girl Power Team của bạn để tham gia chuyến phiêu lưu ở Việt Nam!Đọc thêm",
        "reviews": [
            "Chuyến tham quan buổi tối tuyệt vời với Mia, Phoebe và Monique. Cảm thấy rất an toàn với họ và chúng tôi đã có khoảng thời gian tuyệt vời khi tham quan các khu vực khác nhau của HCMĐọc thêm",
            "Đưa một nhóm bạn nữ đi trải nghiệm Sài Gòn bằng xe máy - mọi người đều có khoảng thời gian tuyệt vời.  Hướng dẫn viên của chúng tôi rất xuất sắc cũng như vui vẻ và đồ ăn thì tuyệt vời, thậm chí còn phục vụ cho một số bệnh dị ứng thực phẩm.  Rất khuyến khích công ty du lịch này và đặc biệt khuyên bạn nên trải nghiệm Thành phố Sài Gòn HMC theo cách này.Đọc thêm",
            "Đây là một sự lựa chọn tuyệt vời cho chúng tôi và thoải mái trên một chiếc xe tay ga.  Đừng lo lắng về sự nguy hiểm, bởi vì hướng dẫn viên của tôi mới ngoài 20 tuổi đã lái xe máy được 10 năm.  Tiếng Anh xuất sắc với kiến ​​thức văn hóa.  Họ cũng sẽ chỉ cho bạn một quán cà phê địa phương và một nhà hàng nhỏ để thưởng thức món phở đúng điệu.Đọc thêm",
            "Thành thật mà nói, chúng tôi đã suy nghĩ lại khi thấy giao thông ở Sài Gòn, nhưng những đánh giá ở đây khiến chúng tôi cảm thấy thoải mái. Và chúng tôi rất vui vì chúng tôi đã đi! Lam và Wince hoàn toàn là tuyệt nhất. Giống như những đánh giá khác còn lại ở đây, đó là điểm nổi bật trong kỳ nghỉ của chúng tôi, những cô gái này thật tuyệt vời! Đây là việc phải làm!Đọc thêm",
            "We were in Ho Chi Minh city for a few days at the end of a three week trip through Vietnam, with our two daughters aged 9  11  and saw this tour advertised. It looked really interesting and a unique way of experiencing the city. Having seen the traffic, we were slightly concerned about  booking a scooter tour like this, especially with two kids, but we decided to go ahead and try it, as we could always stop if we felt uncomfortable.Booking was really easy and once we completed  the details and payment online, Jason from Kiss Tours sent me a message on whats app, looking for exact details of the riders for insurance and any dietary requirements. He also set up a whats app group with the lead tour guide,  Fidelio Anh, who liaised directly with us regarding meeting at our hotel to start the tour.At 6pm on the evening of our booking, we were met outside our hotel by Fidelia Anh and three other drivers Hannah, Lynn and Xavia. Fedelia Anh allocated which driver each of us would ride with and we all jumped on the back of the scooters heading off into the traffic towards our first stop, to sample a local Banh Mi. Within the first few minutes, any worries we had about being in Ho Chi Minh traffic on the back of a scooter, were completely addressed.  The four drivers obviously had a lot of experience driving in the city traffic, drove confidential and at a pace that made us feel safe and comfortable. It was a unique way to travel through the city, immersed with all the local hustle and bustle, and our two daughters absolutely loved it. We travelled as a family group only splitting up slightly in traffic from time to time.The tour lasted 3 hours and made stops at the Flower Market, Food Market, Apartments built in the 60s by the South Vietnamese government  and a street restaurant, most of which we would never have found otherwise. At each stop our four driver  guides organised samples of local foods including, Banh Mi, coconut and Avocado ice-cream, sugar cane drinks,  pork with lemongrass, sweet potato bubbles, shrimp  pork pancakes as well as sampling lots of leaves used for flavouring. The  food was  just amazing and it was so good having the ingredients, cooking and eating methods explained!The driver  guides Fidelia Anh, Hannah, Lynn and Xavia spoke really good English and the conversation was fantastic at each stop. They chatted about their experiences of the city as well as giving us some insight into the local areas, food and culture. The tour finished with a 20min ride around the city taking in the tunnel under and bridge over, the Saigon river, with some fantastic views of the skyline.We highly recommend this tour and our only regret was leaving it to our last day.Read more",
            "Đây có lẽ là chuyến đi nhóm vui nhất mà tôi từng tham gia. Những người phụ nữ đi xe tay ga rất thân thiện, đưa chúng tôi đến nhiều địa điểm đẹp, đồ ăn rất ngon và rất nhiều thứ được nhồi nhét trong chuyến tham quan kéo dài 5 giờ mà chúng tôi có. Không thể giới thiệu nó nhiều hơn. Họ có mũ bảo hiểm cho tất cả chúng tôi và tôi thậm chí còn giữ chặt hướng dẫn viên du lịch của mình khi cô ấy lái chiếc xe tay ga và cảm thấy rất an toàn. Chúng tôi đã học được rất nhiều điều về Việt Nam mà chúng tôi chưa biết! Đáng tiền.Đọc thêm",
            "Chuyến du lịch Sài Gòn nửa ngày cho đến nay là điểm nổi bật trong chuyến đi của chúng tôi. Chúng tôi có một nhóm lớn khách du lịch và các cô gái rất đáp ứng nhu cầu của chúng tôi. Tất cả các địa điểm chúng tôi ghé thăm đều rất thú vị và mỗi hướng dẫn viên đều rất thông tin và thân thiện. Chúng tôi đặc biệt thích sự kết hợp của các địa điểm chúng tôi đã ghé thăm và có sự kết hợp tuyệt vời giữa việc đi bộ xung quanh, cưỡi ngựa, ăn uống và trò chuyện. Tất cả nhóm của chúng tôi đều thực sự thích chuyến tham quan này và rất muốn giới thiệu nó cho bất kỳ ai muốn có một chuyến tham quan nhanh quanh Hồ Chí Minh Sài Gòn.Đọc thêm",
            "Tôi rất vui khi được Naomi làm hướng dẫn viên du lịch, cô ấy là người giới thiệu tuyệt vời về Việt Nam.  Những kỷ niệm sẽ tồn tại suốt đời, rất khuyến khích.  Cảm ơn Naomi Đọc thêm",
            "Cách tuyệt vời để khám phá thành phố. Thức ăn rất tuyệt và trải nghiệm tuyệt vời nhất! Phải thực hiện chuyến đi nếu bạn thiếu kỹ năng lập kế hoạch và thời gian! ManishĐọc thêm",
            "Là một người nước ngoài thường xuyên dựa vào các bài đánh giá trên Google Maps để chọn nhà hàng và thử món ăn địa phương, tôi thấy chuyến tham quan đêm này là một trải nghiệm tuyệt vời. Chúng tôi được ăn ở những nơi mà người dân địa phương dùng bữa, và quan trọng hơn, chuyến đi được dẫn dắt bởi Andrean, người nói tiếng Anh rất tốt và có kỹ năng lái xe tốt!. Cô ấy cũng rất tốt bụng khi đáp ứng yêu cầu của tôi là không tham gia nhóm khác. Tôi chắc chắn sẽ tham gia tour này lần nữa khi trở lại Sài Gòn!Đọc thêm"
        ],
        "star_ratings": [
            1618,
            21,
            3,
            2,
            1
        ],
        "review_amount": 1645,
        "location": [
            "Tour du lịch Saigon Kiss",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những việc cần làm ở Thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 8, 2024",
            "Written April 8, 2024",
            "Written April 7, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 4, 2024",
            "Written April 4, 2024",
            "Written April 3, 2024",
            "Written April 1, 2024",
            "Written April 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10694795-Reviews-or90-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or80-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or100-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11631362-Reviews-Indotrek-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26399823-Reviews-Cowboy_Billiards_Bida_Cao_B_i-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13567666-Reviews-Nguyen_Thai_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17607265-Reviews-Koi_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310437-Reviews-The_Maydo_Bespoke_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18192870-Reviews-Hoang_Khoi_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15224536-Reviews-INDOTREK-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1977231-Reviews-Mekong_Lodge_Vietnam_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435411-Reviews-Hoi_An_Express-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12913033-Reviews-Thai_Duong_Limousine-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g12622795-d7347937-Reviews-Mirror_Night_Club-North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12078447-Reviews-Kampong_Bharu-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553599-Reviews-Zainab_Market-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d270329-Reviews-American_Family_Field-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g40811-d12869717-Reviews-Peaks_Island_Golf_Carts-Peaks_Island_Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d17689681-Reviews-Krisna_Oleh_Oleh_Bali_Bypass-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15645517-d150346-Reviews-Good_Hope_Plantation-Wakefield_Trelawny_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60806-d2221409-Reviews-Oregon_Film_Museum-Astoria_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g188057-d270579-Reviews-Patek_Philippe_Museum-Geneva.html",
            "https://www.tripadvisor.com/Attraction_Review-g45946-d8820171-Reviews-Burning_Man-Gerlach_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or100-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-or90-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến tham quan": 0.646048911701655,
            "mia phoebe": 0.8737691454589367,
            "khoảng thời gian": 0.9955244169104844,
            "trải nghiệm": 0.7789395865693223,
            "hướng dẫn viên": 0.8822855019941926,
            "đồ ăn thì": 0.9954700215021148,
            "thực phẩm": 0.5,
            "xe tay ga": 0.9954145551309921,
            "kiến ​​thức văn hóa": 0.9602893479168415,
            "quán cà phê": 0.4441365711390972,
            "nhà hàng": 0.654038856853731,
            "món phở": 0.9339260817505419,
            "kỳ nghỉ": 0.9955620400724001,
            "ho": 0.9951484077610075,
            "tour": 0.9913246339128818,
            "banh mi": 0.9883523031603545,
            "chuyến đi nhóm": 0.9904797679046169,
            "địa điểm": 0.9920147304655984,
            "đồ ăn": 0.9953176743874792,
            "chuyến du lịch": 0.8737691454589367,
            "chuyến đi": 0.177293776262862,
            "đi bộ": 0.5,
            "ngựa": 0.5,
            "kỷ niệm": 0.9952385999495164,
            "thức ăn": 0.8737691454589367,
            "món ăn địa phương": 0.9953129579080269,
            "người dân địa phương": 0.7877419083379209,
            "bữa": 0.9798567454563454,
            "kỹ năng lái xe": 0.9861717687454075
        },
        "dicts_adj": {
            "chuyến tham quan": [
                "tuyệt vời",
                "bất kỳ",
                "nhanh",
                "tuyệt vời"
            ],
            "mia phoebe": [
                "tuyệt vời"
            ],
            "khoảng thời gian": [
                "an toàn",
                "tuyệt vời",
                "khác"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "đặc biệt",
                "tuyệt"
            ],
            "hướng dẫn viên": [
                "xuất sắc",
                "vui vẻ",
                "nguy hiểm",
                "an toàn",
                "thú vị",
                "thông tin",
                "vui",
                "tuyệt vời"
            ],
            "đồ ăn thì": [
                "tuyệt vời"
            ],
            "thực phẩm": [],
            "xe tay ga": [
                "tuyệt vời",
                "thoải mái",
                "an toàn"
            ],
            "kiến ​​thức văn hóa": [
                "xuất sắc"
            ],
            "quán cà phê": [
                "nhỏ"
            ],
            "nhà hàng": [
                "nhỏ",
                "tuyệt vời"
            ],
            "món phở": [
                "đúng"
            ],
            "kỳ nghỉ": [
                "Giống",
                "khác",
                "nổi bật",
                "tuyệt vời"
            ],
            "ho": [],
            "tour": [
                "chắc chắn"
            ],
            "banh mi": [],
            "chuyến đi nhóm": [
                "vui",
                "nhất"
            ],
            "địa điểm": [
                "đẹp"
            ],
            "đồ ăn": [
                "ngon",
                "nhiều"
            ],
            "chuyến du lịch": [
                "nổi bật"
            ],
            "chuyến đi": [
                "tốt"
            ],
            "đi bộ": [],
            "ngựa": [],
            "kỷ niệm": [
                "suốt",
                "khuyến khích"
            ],
            "thức ăn": [
                "tuyệt"
            ],
            "món ăn địa phương": [
                "tuyệt vời"
            ],
            "người dân địa phương": [
                "quan trọng",
                "hơn"
            ],
            "bữa": [
                "quan trọng",
                "hơn"
            ],
            "kỹ năng lái xe": [
                "tốt"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến tham quan": 6.0,
            "mia phoebe": 1.5,
            "khoảng thời gian": 1.5,
            "trải nghiệm": 3.0,
            "hướng dẫn viên": 7.5,
            "đồ ăn thì": 1.5,
            "thực phẩm": 1.5,
            "xe tay ga": 3.0,
            "kiến ​​thức văn hóa": 1.5,
            "quán cà phê": 1.5,
            "nhà hàng": 3.0,
            "món phở": 1.5,
            "kỳ nghỉ": 1.5,
            "ho": 1.5,
            "tour": 3.0,
            "banh mi": 1.5,
            "chuyến đi nhóm": 1.5,
            "địa điểm": 1.5,
            "đồ ăn": 1.5,
            "chuyến du lịch": 1.5,
            "chuyến đi": 4.5,
            "đi bộ": 1.5,
            "ngựa": 1.5,
            "kỷ niệm": 1.5,
            "thức ăn": 1.5,
            "món ăn địa phương": 1.5,
            "người dân địa phương": 1.5,
            "bữa": 1.5,
            "kỹ năng lái xe": 1.5
        }
    }
]