[
    {
        "attraction_name": "Saigon Free Day Tours",
        "attraction_name_vi": "Tour tham quan Sài Gòn trong ngày miễn phí",
        "general_info": [
            "110 đánh giá",
            "- 83 trong 380 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Sài Gòn Free Day Tours - SFDTs - là tổ chức phi lợi nhuận được thành lập vào năm 2017 bởi một nhóm sinh viên muốn nâng cao kỹ năng tiếng Anh của mình. Cho đến nay, SFDTs đã đóng vai trò là đại sứ du lịch nhằm quảng bá hình ảnh thành phố Hồ Chí Minh, hay còn gọi là Sài Gòn, trung tâm kinh doanh và tài chính của Việt Nam, có bề dày lịch sử hàng trăm năm và duy trì môi trường giúp sinh viên thực hành và cải thiện kỹ năng tiếng Anh của họ.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đăng ký cả chuyến tham quan thành phố - Chuyến tham quan ẩm thực đường phố lần lượt vào ngày 13 - 14.. Và chúng tôi rất vui vì đã làm điều đó.. Cả hai hướng dẫn viên đều cực kỳ thân thiện và ân cần..Nga, hướng dẫn viên tham quan thành phố đã đưa chúng tôi đi tham quan một số địa điểm nổi tiếng của Sài Gòn.. Thật không may, chúng tôi không thể hoàn thành hành trình của cô ấy vì chúng tôi đã rất mệt mỏi vì đi bộ trước đó. Nghe vậy, cô đưa chúng tôi đi nghỉ ngơi và thưởng thức cà phê tại một trong những quán Cafe nổi tiếng. Sau khi nghỉ ngơi, chúng tôi bắt đầu đi tham quan thêm 2 địa điểm nữa. Heiley là hướng dẫn viên của chúng tôi cho chuyến tham quan ẩm thực đường phố. Cô ấy thực sự đã làm bài tập về nhà sau khi biết những hạn chế nhất định đối với chế độ ăn uống của chúng tôi.. Cô ấy đưa chúng tôi đến một trong những chợ thực phẩm địa phương nơi hầu hết người dân địa phương hay lui tới.. Chúng tôi thực sự rất thích tất cả các món ăn ngon của địa phương, ăn theo cách địa phương với giá địa phương.. Cảm ơn rất nhiều về cả những hướng dẫn thân thiện và hữu ích.. Rất khuyến khích.. Đồng ý.! Đọc thêm",
            "Chuyến đi bộ miễn phí đến trung tâm thành phố không phải là chuyến đi tốt nhất. Bởi vì không được phép đón khách sạn - mặc dù ở lại quận 1 - nhưng chúng tôi đã hỏi liệu chúng tôi có thể bắt đầu chuyến tham quan sau 30 phút không. Không có vấn đề gì nhưng thực ra là có, vì chúng tôi phải vội vã chạy từ nơi này sang nơi khác để đến kịp dinh Thống Nhất - vì nó đóng cửa vào một thời điểm cụ thể - . Những lời giải thích khá ngắn gọn và tiếng Anh không xuất sắc. Có một chút thất vọngXem thêm",
            "Hướng dẫn viên du lịch là Hoa, một cô gái đáng yêu, người thực sự hữu ích và có nhiều thông tin trong việc giải thích rõ về văn hóa Việt Nam. Rất dễ tiếp cận và hữu ích. Nếu cô ấy dẫn bạn đi tham quan, bạn sẽ được ban phước.  - - - - - - - - - - - - - - - - - - - - - - - Thậm chí còn giúp chúng tôi đặt Grab!!!!!Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan này trong một thời gian ngắn và rất vui vì chúng tôi vẫn có thể đặt chỗ trước. Mặc dù liên lạc với cơ quan hơi chậm - cả qua email và WhatsApp -. Chúng tôi đã được hai sinh viên đón tại khách sạn. Long và Mi - không biết tôi viết đúng chính tả hay không - .Chúng tôi bắt taxi đến một khu chợ địa phương, có vẻ như là một trong những khu chợ nhỏ hơn và chưa được biết đến. Và được giới thiệu rất nhiều món ăn ngon, hấp dẫn. Xiên sả, bánh tráng, bún chả, nước dừa, kem dừa, chuối nướng và một số món khác - thật khó để nhớ hết - . Hướng dẫn viên của chúng tôi luôn giải thích nó là gì, nó chứa gì hoặc nó đến từ đâu. Vì chuyến tham quan là một chuyến tham quan miễn phí nên đại lý yêu cầu bạn thanh toán chi phí vận chuyển và thức ăn cho hướng dẫn viên của mình. Nhưng trên thị trường, mọi thứ đều rẻ đến mức khó tin. Chuyến tham quan kéo dài khoảng 2 giờ - không bao gồm di chuyển -. Chúng tôi thực sự thích nó và chắc chắn sẽ giới thiệu nó cho bất kỳ ai quan tâm đến đồ ăn và đồ uống địa phương. Và đừng quên tip cho hướng dẫn viên của bạn tại kết thúc chuyến tham quan khi họ đang làm một công việc tuyệt vời.Đọc thêm",
            "Chúng tôi đã lên lịch cho chuyến tham quan ẩm thực và tham quan thành phố và may mắn có được cùng một hướng dẫn viên, Heiley cho cả hai! Điều tuyệt vời nhất của trải nghiệm này là được làm quen với một người dân địa phương đích thực, những món ăn yêu thích của họ và tìm hiểu những điều về văn hóa của họ mà bạn không thể tìm thấy trong bảo tàng. Cô ấy rất có sức chứa và linh hoạt khi nói đến thời gian, khoảng cách đi bộ và sở thích của chúng tôi. Cô ấy đã giúp chúng tôi dịch, đặt hàng vận chuyển và trên hết là thử tất cả các món ăn ngon được yêu thích của địa phương! Tôi thực sự muốn giới thiệu chuyến tham quan này và Heiley và Doan làm hướng dẫn viên! Đọc thêm",
            "Chúng tôi là một gia đình 4 người lần đầu tiên đến thăm TP.HCM và không cần phải nói, các hướng dẫn viên du lịch cực kỳ hữu ích. Họ đưa chúng tôi đi vòng quanh thành phố trong chuyến tham quan nửa ngày và giải thích nhiều địa điểm yêu thích khác nhau - nó rất tuyệt. Các hướng dẫn viên rất hài lòng và có động lực để đưa chúng tôi đi khắp nơi. Nhìn chung, chúng tôi rất thích chuyến tham quan của mình. Cảm ơn bạn, Chuyến tham quan trong ngày miễn phí ở Sài Gòn!Đọc thêm",
            "Hướng dẫn viên của chúng tôi Dong rất tốt và có tiếng Anh tuyệt vời. Chúng tôi đã đi bộ khá nhiều và bao quát tất cả các điểm chính trong thành phố. Ngoài ra, chúng tôi còn đến bảo tàng Chiến tranh, nơi Dong đang hướng dẫn chúng tôi và đưa ra những lời giải thích cũng như hiểu biết sâu sắc hơn. Chúng tôi khuyên bạn nên tham gia chuyến tham quan này!Đọc thêm",
            "Chúng tôi đã bị tài xế taxi tính phí quá cao để đến được điểm đến đã định. Người hướng dẫn viên cũng là một hành khách đã không can thiệp và không giúp giải quyết tình huống khó chịu. Cuối cùng, chúng tôi phải trả giá bằng sự gian lận rõ ràng. Đọc thêm",
            "Chuyến tham quan rất tốt, thân thiện và lịch sự của cô Hà - Heiley - và anh Duy..đất nước chiến tranh rất tốt đẹp và chúng tôi đã có chuyến tham quan rất tốt ở thành phố saigon..tqvmĐọc thêm",
            "Thực sự tận hưởng chuyến đi với thông tin tốt và chuyến đi thân thiện với hướng dẫn viên của chúng tôi .. Chúng tôi đã có một ly cà phê dừa ngon và được họ giới thiệu. Duy - Miss.HaĐọc thêm"
        ],
        "star_ratings": [
            94,
            7,
            4,
            1,
            4
        ],
        "review_amount": 110,
        "location": [
            "Tour tham quan Sài Gòn trong ngày miễn phí",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written December 15, 2019",
            "Written November 25, 2019",
            "Written November 25, 2019",
            "Written November 16, 2019",
            "Written November 16, 2019",
            "Written November 8, 2019",
            "Written November 6, 2019",
            "Written November 3, 2019",
            "Written November 2, 2019",
            "Written November 1, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or10-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26875853-Reviews-Wabe_Sabe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6362892-Reviews-Detoured_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317898-Reviews-Notre_Dame_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12295934-Reviews-Oasis_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16959077-Reviews-Free_Walking_Tour_by_Vietravel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24886282-Reviews-VINBACCO_Wine_With_A_Story-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3948543-Reviews-Saigon_Hotpot_Travel_With_Local_Youth-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12945904-Reviews-SoNice-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1954225-Reviews-Aviva_Stadium-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187357-d196725-Reviews-Autostadt-Wolfsburg_Lower_Saxony.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d1441352-Reviews-Walking_Street_Pattaya-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56934-d591647-Reviews-Bingham_Canyon_Open_Pit_Copper_Mine-Bingham_Canyon_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d3511557-Reviews-Parko_Paliatso_Luna_Park-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d116686-Reviews-Pimlico_Race_Course-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d7245982-Reviews-Malcha_Mall-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g2018261-d4738141-Reviews-Castle_Rock_Trail-Big_Bear_Lake_Big_Bear_Region_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d104318-Reviews-The_Gateway_Arch-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g616081-d3617519-Reviews-Pissouri_Beach-Pissouri_Limassol.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or10-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Free Day Tours",
        "attraction_name_vi": "Tour tham quan Sài Gòn trong ngày miễn phí",
        "general_info": [
            "110 đánh giá",
            "- 83 trong 380 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Sài Gòn Free Day Tours - SFDTs - là tổ chức phi lợi nhuận được thành lập vào năm 2017 bởi một nhóm sinh viên muốn nâng cao kỹ năng tiếng Anh của mình. Cho đến nay, SFDTs đã đóng vai trò là đại sứ du lịch nhằm quảng bá hình ảnh thành phố Hồ Chí Minh, hay còn gọi là Sài Gòn, trung tâm kinh doanh và tài chính của Việt Nam, có bề dày lịch sử hàng trăm năm và duy trì môi trường giúp sinh viên thực hành và cải thiện kỹ năng tiếng Anh của họ.Đọc thêm",
        "reviews": [
            "Tôi phải nói rằng đó là một trong những điều tuyệt vời nhất đã xảy ra với chúng tôi ở Sài Gòn. Gặp gỡ hai chàng trai trẻ tuyệt vời này, ông Larry và cô Hailey. Họ đưa chúng tôi đi tham quan một số di tích lịch sử ở Sài Gòn và giải thích mọi thứ một cách chi tiết. Điều mà lẽ ra chúng tôi - không hề biết. Tôi thực sự đánh giá cao kiến ​​thức và sự nhiệt tình của họ. Chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan này để hiểu rõ hơn về thành phố. Cảm ơn bạn.Đọc thêm",
            "Đông đến đúng giờ - kiên nhẫn đợi trước chợ Bến Thành. Anh ấy đã điều chỉnh theo yêu cầu của chúng tôi nếu chúng tôi có thể ghé qua để ăn cơm. Thực hiện chuyến tham quan ẩm thực đường phố là một trong những điểm nổi bật trong kỳ nghỉ của chúng tôi ở Sài Gòn nên nó thực sự đáng giá thời gian của chúng tôi. Thức ăn rất tuyệt vời và Dong rất vui vẻ khi ở cùng và có thể nói đùa với những câu chuyện cười của chúng tôi. Cảm ơn Dong vì đã dành thời gian quý báu của anh ấy cho chúng tôi.Đọc thêm",
            "Thật không may, tôi phải nói rằng chuyến đi này thật đáng thất vọng. Nó miễn phí và không cần tiền boa, nhưng nó giống như đi bộ với ai đó chỉ đường và chúng tôi không quan tâm đến việc trò chuyện với những người trong nhóm hơn là kể cho chúng tôi về văn hóa Việt Nam. Đọc thêm",
            "Hoa đã cho tôi một chuyến đi dạo tuyệt vời ở Sài Gòn.  Rất khuyến khích. Hướng dẫn rất nhiều thông tin và thân thiện!!! Đọc thêm",
            "Đây là một chuyến tham quan tuyệt vời được dẫn dắt bởi các sinh viên địa phương, những người cực kỳ thân thiện và hiểu biết. Quá trình đặt chỗ rất nhanh chóng và chuyên nghiệp. Chúng tôi có 3 hướng dẫn viên cho một nhóm 4 người, điều này đã tạo ra rất nhiều cuộc thảo luận và cho chúng tôi cơ hội hỏi bất kỳ câu hỏi nào chúng tôi có về Sài Gòn, các thắng cảnh lịch sử và văn hóa nói chung. Tất cả các hướng dẫn viên đều nói tiếng Anh rất tốt và chúng tôi thực sự rất thích thời gian ở bên họ. Một trong những điều quý giá nhất là có cơ hội nói chuyện với họ và tìm hiểu thêm về cuộc sống cũng như hoàn cảnh xuất thân của họ.  Chúng tôi đã làm điều này vào ngày đầu tiên ở Sài Gòn, đó là một cách tuyệt vời để làm quen với thành phố. Hướng dẫn viên du lịch của chúng tôi thậm chí còn đưa ra gợi ý cho chúng tôi về các quán ăn và quán cà phê trong thành phố. Hướng dẫn viên của chúng tôi rất duyên dáng. Đọc thêm",
            "Hướng dẫn viên của chúng tôi rất am hiểu về Thành phố Hồ Chí Minh, cô ấy có thể trả lời bất kỳ câu hỏi nào của chúng tôi, chúng tôi muốn giới thiệu cô ấy cho bất kỳ chuyến đi nàoĐọc thêm",
            "Đến thăm Sài Gòn cùng 2 cậu con trai của tôi và muốn trải nghiệm văn hóa địa phương cũng như một số món ăn tuyệt vời. Chúng tôi gặp Dong, một sinh viên đại học có khả năng nói tiếng Anh giọng Mỹ rất xuất sắc. Công ty du lịch chuyển địa điểm tập trung ra chợ Bến Thành giúp đỡ chúng tôi, sau đó Đông đặt taxi cho chúng tôi bắt đầu cuộc phiêu lưu. Chúng tôi là ba trong số rất ít người phương Tây nơi chúng tôi đến. Chúng tôi đã đến 3 địa điểm có bánh xèo, bánh tôm và chả giò - chúng tôi gọi là bánh tráng cuốn - . Sau đó chúng tôi thử nước dừa và kem dừa. Cuối cùng chúng tôi có món tráng miệng thứ hai là đậu phụ trong một nhà hàng rất kín đáo. Thức ăn rất tuyệt và Dong rất lôi cuốn và hữu ích khi nói về lịch sử, văn hóa và Sài Gòn. Có rất nhiều tour du lịch quanh Sài Gòn nhưng cho đến nay tôi vẫn thích chuyến phiêu lưu này nhất.Đọc thêm",
            "2 sinh viên đại học đã gặp chúng tôi và cho chúng tôi xem thành phố. Họ giải thích về lịch sử và thắng cảnh của Sài Gòn và thực sự rất thú vị. Chúng tôi đã boa cho họ một số tiền nhỏ khi họ dành 4 giờ với chúng tôi.Đọc thêm",
            "Tôi đã tham gia tour ẩm thực đường phố với Anh, City tour với Trunc và tour Chinatown với My. Tất cả các hướng dẫn đều tuyệt vời. Rất khuyến khích các bạn tham gia khi đến Sài Gòn.Đọc thêm",
            "Tại sao cầu thang trước Nhà Hát Lớn lại cao hơn?Tại sao tháp đồng hồ - màu sắc khác với nhà thờ?Tại sao - Dinh Độc Lập - ngày xưa được gọi là - Dinh Thống Nhất?Hãy đến và tham gia, bạn sẽ biết nhiều hơn cả người Việt. Hướng dẫn viên du lịch đáng yêu là lý do khiến chuyến đi này trở nên khó quên!Đọc thêm",
            "CHÀO! Chuyến đi hôm nay của bạn diễn ra lúc mấy giờ?\n\nCảm ơnĐọc thêm",
            "Vui lòng liên hệ với Tours Free Day Tours hoặc kiểm tra trang web của họ. Có một số tour hàng ngày bắt đầu từ 9 giờ sáng. m. Cảm ơnĐọc thêm"
        ],
        "star_ratings": [
            94,
            7,
            4,
            1,
            4
        ],
        "review_amount": 110,
        "location": [
            "Tour du lịch miễn phí trong ngày tại Sài Gòn",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written November 1, 2019",
            "Written November 1, 2019",
            "Written October 13, 2019",
            "Written October 9, 2019",
            "Written October 8, 2019",
            "Written September 29, 2019",
            "Written September 29, 2019",
            "Written September 17, 2019",
            "Written August 27, 2019",
            "Written August 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12829824-Reviews-or10-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or20-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26875853-Reviews-Wabe_Sabe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6362892-Reviews-Detoured_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317898-Reviews-Notre_Dame_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12295934-Reviews-Oasis_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16959077-Reviews-Free_Walking_Tour_by_Vietravel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24886282-Reviews-VINBACCO_Wine_With_A_Story-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3948543-Reviews-Saigon_Hotpot_Travel_With_Local_Youth-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12945904-Reviews-SoNice-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d108695-Reviews-Stone_Mountain_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d146551-Reviews-Going_to_the_Sun_Road-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g311298-d14937626-Reviews-Lotus_Massage_Therapy-Canggu_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g51861-d117024-Reviews-Austin_Hot_Springs-Estacada_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d8515732-Reviews-Diamond_Plaza-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60491-d4610902-Reviews-Jackson_Hole_Shootout-Jackson_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g13942608-d5122489-Reviews-Boneyard_Beach-Moores_Landing_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d15529164-Reviews-Cahoon_Hollow_Beach-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d283143-Reviews-China_Cove-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d256368-Reviews-Lido_Mazzaro-Taormina_Province_of_Messina_Sicily.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or20-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or10-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Free Day Tours",
        "attraction_name_vi": "Tour tham quan Sài Gòn trong ngày miễn phí",
        "general_info": [
            "110 đánh giá",
            "- 83 trong 380 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Sài Gòn Free Day Tours - SFDTs - là tổ chức phi lợi nhuận được thành lập vào năm 2017 bởi một nhóm sinh viên muốn nâng cao kỹ năng tiếng Anh của mình. Cho đến nay, SFDTs đã đóng vai trò là đại sứ du lịch nhằm quảng bá hình ảnh thành phố Hồ Chí Minh, hay còn gọi là Sài Gòn, trung tâm kinh doanh và tài chính của Việt Nam, có bề dày lịch sử hàng trăm năm và duy trì môi trường giúp sinh viên thực hành và cải thiện kỹ năng tiếng Anh của họ.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến đi bộ miễn phí vào buổi sáng và thực sự rất thích nó! Hai chúng tôi cùng với hai hướng dẫn viên, họ đã trả lời mọi câu hỏi của chúng tôi - chúng tôi đã học được rất nhiều điều về các địa điểm chính ở Sài Gòn cũng như về Việt Nam và cuộc sống của họ nói chung. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Chúng tôi rất thích chuyến tham quan này! Hiểu rõ nhu cầu của chúng tôi với tư cách là gia đình có trẻ nhỏ. Lên kế hoạch tuyệt vời cho thời gian bên nhau.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời cùng Duy quanh các địa điểm lịch sử ở thành phố Hồ Chí Minh. Anh ấy thực sự kiên nhẫn với chúng tôi và thể hiện kiến ​​thức tốt về thành phố này. Thái độ của anh ấy đối với khách du lịch thật đáng chú ý. Nhờ anh ấy mà chúng ta sẽ có những kỷ niệm đẹp nhất ở thành phố này. Chúng tôi vui mừng thông báo rằng Chuyến tham quan trong ngày miễn phí tại Sài Gòn là một sáng kiến ​​tốt để thu hút người nước ngoài tiếp xúc với thành phố đó của Việt Nam. Hãy cứ làm việc như thế nhé! Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời. Hướng dẫn viên của chúng tôi đã chỉ cho chúng tôi tất cả những điểm thu hút chính và cung cấp cho chúng tôi thông tin cơ bản rất chi tiết về lịch sử Sài Gòn. Cô ấy thậm chí còn đưa chúng tôi đến quán cà phê ngon nhất Sài Gòn theo yêu cầu của chúng tôi. Rất muốn giới thiệu đặt tour với công ty nàyĐọc thêm",
            "Tôi rất thích đi dạo buổi sáng quanh thành phố.  Hướng dẫn viên của tôi đã đưa tôi đến những nơi mà tôi có thể chưa từng đến, như tòa nhà bưu điện ấn tượng và Dinh Độc Lập, nơi không chỉ có đồ đạc và đồ trang trí hoành tráng dành cho các quan chức - những chuyến thăm mà còn cả những vật phẩm lịch sử từ chiến tranh.  Nó khá thú vị và hướng dẫn viên của tôi rất thân thiện.Đọc thêm",
            "Hai sinh viên đưa chúng tôi rất tử tế. Tuy nhiên, bản thân chuyến tham quan là một sự thất vọng hoàn toàn. Chúng tôi nghĩ rằng chúng tôi đang có một chuyến tham quan ẩm thực đường phố, nhưng điều cuối cùng lại xảy ra là một chuyến ghé thăm một nhà hàng và sau đó là một quán cà phê. Tôi được cho biết khi hỏi tại sao chúng tôi không thực hiện chuyến tham quan ẩm thực đường phố, tôi được trả lời rằng đó là do quy mô nhóm của chúng tôi. Tôi nghĩ rằng tôi sẽ đánh giá cao việc được thông báo trước và quyết định xem tôi có tiếp tục chuyến lưu diễn hay không. Hoàn toàn thất vọng.Đọc thêm",
            "Hướng dẫn viên du lịch rất thân thiện và lạc quan. Họ cũng đưa ra khuyến nghị cá nhân về nơi nên đến sau chuyến tham quan. Chúng tôi rất thích thời gian của chúng tôi với họ! Đọc thêm",
            "Tôi đã có một đêm tuyệt vời với heiley, cô ấy chỉ cho tôi những địa điểm ăn uống ngon, thậm chí trời gần như mưa vào cuối chuyến tham quan, vì vậy chúng tôi ghé qua quán cà phê phúc long gần nhất và thưởng thức trà và trò chuyện. Hơn hết - tôi đã có khoảng thời gian tuyệt vời, đồ ăn ngon và trải nghiệm mới! Đọc thêm",
            "Tour du lịch miễn phí Sài Gòn trả lời ngay lập tức khi tôi hỏi về dịch vụ miễn phí của họ. Xin gửi lời cảm ơn đến Dong Minh, người đã hào phóng dành thời gian cho chúng tôi! Đáng lẽ đó là một chuyến đi bộ kéo dài ba giờ nhưng cuối cùng chúng tôi lại dành hơn năm giờ chỉ để đi chơi. Đã học được rất nhiều về Việt Nam và Hồ Chí Minh! Đọc thêm",
            "Chúng tôi đã có chuyến tham quan thành phố - tour ẩm thực đường phố với Hoa, Hoàng và Túy. Alll rất thân thiện, hiểu biết và cho chúng tôi lời khuyên địa phương về địa điểm ăn uống. Tôi thực sự thích cách họ cố gắng giải thích về những món ăn chúng tôi ăn cũng như cách chúng tôi so sánh ẩm thực của chúng tôi - ẩm thực Philippines - và ẩm thực Việt Nam. Chúng giống nhau một cách kỳ lạ với những khác biệt nhỏ. Chuyến tham quan thành phố rất tốt. Tôi yêu Bảo tàng Chiến tranh. Đã có một chuyến dừng chân ngắn ngủi tại McDonalds với Hoàng. Anh kể cho chúng tôi nghe từng chuyện ở Phổ Hoàng. Nó thật tuyệt! Tour ẩm thực đường phố, tôi muốn ăn nhiều hơn haha ​​nhưng tôi chỉ có thể ăn nhiều như vậy. Chúng tôi ăn ở Quận 10. Thật tốt khi bạn có người dân địa phương chỉ cho bạn nơi ăn và không nên ăn.Đọc thêm",
            "CHÀO! Chuyến đi hôm nay của bạn diễn ra lúc mấy giờ?\n\nCảm ơnĐọc thêm",
            "Vui lòng liên hệ với Saigon Free Day Tours hoặc kiểm tra trang web của họ. Có một số tour du lịch hàng ngày bắt đầu từ 9:00 sáng. Cảm ơnĐọc thêm"
        ],
        "star_ratings": [
            94,
            7,
            4,
            1,
            4
        ],
        "review_amount": 110,
        "location": [
            "Tour tham quan Sài Gòn trong ngày miễn phí",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written August 23, 2019",
            "Written August 22, 2019",
            "Written August 22, 2019",
            "Written August 17, 2019",
            "Written August 16, 2019",
            "Written August 9, 2019",
            "Written August 8, 2019",
            "Written August 7, 2019",
            "Written August 6, 2019",
            "Written August 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12829824-Reviews-or20-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or10-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or30-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26875853-Reviews-Wabe_Sabe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6362892-Reviews-Detoured_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317898-Reviews-Notre_Dame_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12295934-Reviews-Oasis_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16959077-Reviews-Free_Walking_Tour_by_Vietravel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24886282-Reviews-VINBACCO_Wine_With_A_Story-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3948543-Reviews-Saigon_Hotpot_Travel_With_Local_Youth-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12945904-Reviews-SoNice-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g37835-d274244-Reviews-Blank_Park_Zoo-Des_Moines_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g47704-d7779078-Reviews-RPM_Raceway-Farmingdale_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g4366463-d4778617-Reviews-Badagry_Slave_Museum_and_Black_History_Museum-Badagry_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g293825-d13115485-Reviews-Jabi_Boat_Club-Abuja_Federal_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d17387123-Reviews-Rare_Magic_with_Drew_Murray-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d5040956-Reviews-The_Peabody_Ducks-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d1913006-Reviews-Avaz_Twist_Tower-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315814-d13004496-Reviews-Phuket_Scooter_Rental-Wichit_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6485855-Reviews-Suicide_Circus-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g44178-d1236097-Reviews-Swinging_Bridge-Brumley_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or30-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or20-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Free Day Tours",
        "attraction_name_vi": "Tour tham quan Sài Gòn trong ngày miễn phí",
        "general_info": [
            "110 đánh giá",
            "- 83 trong 380 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Sài Gòn Free Day Tours - SFDTs - là tổ chức phi lợi nhuận được thành lập vào năm 2017 bởi một nhóm sinh viên muốn nâng cao kỹ năng tiếng Anh của mình. Cho đến nay, SFDTs đã đóng vai trò là đại sứ du lịch nhằm quảng bá hình ảnh thành phố Hồ Chí Minh, hay còn gọi là Sài Gòn, trung tâm kinh doanh và tài chính của Việt Nam, có bề dày lịch sử hàng trăm năm và duy trì môi trường giúp sinh viên thực hành và cải thiện kỹ năng tiếng Anh của họ.Đọc thêm",
        "reviews": [
            "Đó thực sự là một trải nghiệm tốt với tôi. Người hướng dẫn rất thân thiện và anh ấy kể cho tôi nghe về văn hóa, lịch sử của Việt Nam, v.v. Anh ấy giúp tôi hiểu về Việt Nam. Và anh ấy đã giới thiệu nhiều món ăn Việt Nam. Cảm ơn một lần nữa.Đọc thêm",
            "Hướng dẫn viên chỉ dẫn tôi đến điểm du lịch, không giới thiệu lịch sử của địa điểm. Anh ấy chỉ nhắc đến tên của địa điểm. Trong chuyến thăm bảo tàng chiến tranh, tôi đã nhận được thông tin từ bảng trưng bày. Làm cho hướng dẫn viên thực sự thừa thãi. Đọc thêm",
            "Thiên thân mến,\n\nCảm ơn bạn đã chia sẻ phản hồi, chúng tôi đánh giá cao điều đó. Chúng tôi - rất tiếc, trải nghiệm của bạn không - không phù hợp với mong đợi của bạn. Đó là một trường hợp hiếm gặp và chúng tôi - sẽ làm tốt hơn.\n\nVui lòng liên hệ với info - saigonfreedaytours.com nếu có bất kỳ nhận xét, mối quan tâm hoặc đề xuất nào mà bạn muốn chia sẻ. \n\nChúng tôi rất mong mọi việc sẽ ổn thỏa nếu bạn cho chúng tôi một cơ hội khác.\n\nMột lần nữa, chúng tôi rất tiếc vì trải nghiệm này và mong nhận được sự thông cảm của bạn.\n\nTrân trọng kính chào,\nNhóm vận hành SFDTĐọc thêm",
            "Chúng tôi thực hiện một chuyến đi dạo buổi sáng ở Sài Gòn với một cô gái trẻ đáng yêu.  Cô ấy đón chúng tôi tại khách sạn và chúng tôi đã ngắm nhìn tất cả các thắng cảnh trong một buổi sáng.  Điểm nổi bật là chuyến tham quan quanh Dinh Thống Nhất vô cùng thú vị - giống như quay ngược thời gian, Hướng dẫn viên của chúng tôi cực kỳ hấp dẫn và tiếng Anh của cô ấy thật tuyệt vời, bất chấp sự phản đối của cô ấy.  Phần hay nhất của chuyến tham quan là được nói chuyện với hướng dẫn viên của chúng tôi về cuộc sống của cô ấy - gia đình, việc học và ước mơ cho tương lai của cô ấy.  Nó cho chúng tôi cái nhìn sâu sắc thực sự về cuộc sống ở một thành phố lớn ở Việt Nam.  Sau chuyến tham quan, chúng tôi dừng lại uống cà phê bên ngoài cung điện và trò chuyện với hướng dẫn viên.  Rất khuyến khích tổ chức này cho một chuyến tham quan giới thiệu tuyệt vời về Sài Gòn.Đọc thêm",
            "Người hướng dẫn đáng yêu của tôi Anh rất hiếu khách và dễ chịu. Cô ấy đưa tôi đến một khu chợ địa phương để thử nhiều món ăn Việt Nam. Đó là một trải nghiệm tuyệt vời và tôi chắc chắn sẽ khuyên bạn nên! Đọc thêm",
            "Chúng tôi rất hân hạnh được tham gia một chuyến đi dạo quanh khu du lịch của Thành phố Hồ Chí Minh. Hướng dẫn viên của chúng tôi, Hoy và Fo - cả hai sinh viên đều có kiến ​​thức và nói tiếng Anh tốt. Chúng tôi bắt đầu từ chợ Bến Thành và đi bộ đến Nhà Hát Lớn, sau đó là chuyến tham quan Bưu điện chính của thành phố. Đây là một bưu điện đầy đủ chức năng với một số quầy lưu niệm. Chúng tôi không thể vào bên trong nhà thờ Đức Bà vì nó đang được cải tạo. Chúng tôi đi bộ qua Dinh Độc Lập, một khu phức hợp rộng lớn giữa khung cảnh cây xanh tươi tốt, đến bảo tàng Tưởng niệm Chiến tranh. Bạn có thể dành vài giờ ở đó để xem qua các cuộc triển lãm. Nó hấp dẫn vì không giống như các bảo tàng chính phủ khác, những câu chuyện được kể dưới con mắt của các phóng viên chiến trường từ Nhật Bản, Pháp, Mỹ và Anh; trong số các quốc gia khác. Có một phần triển lãm trẻ em sâu sắc. Cuối cùng chúng tôi đã có một bữa trưa tuyệt vời tại một nhà hàng được hướng dẫn viên của chúng tôi giới thiệu. Nhìn chung, một trải nghiệm tuyệt vời.Đọc thêm",
            "Hướng dẫn của tôi rất đáng yêu và thông tin anh ấy chia sẻ rất hữu ích. Thật là một dịch vụ tuyệt vời miễn phí Đọc thêm",
            "Chúng tôi đến hơi muộn vì chúng tôi đến từ một tour khác nhưng hướng dẫn viên đã kiên nhẫn chờ đợi chúng tôi. Các hướng dẫn viên rất thân thiện và thể hiện kiến ​​thức tốt về thành phố. Đọc thêm",
            "Chúng tôi đã được 2 hướng dẫn viên du lịch đón và họ rất tuyệt. họ đã cho chúng tôi thấy những điểm hấp dẫn khác nhau và giải thích lịch sử. chúng tôi rất thích chuyến tham quan. Đọc thêm",
            "chúng tôi có 2 hướng dẫn viên đáng yêu và lâu năm - tôi nghĩ vậy - người đã đưa chúng tôi đến chợ thực phẩm cách đó 1 con phố. chúng tôi đi taxi mà chúng tôi không mong đợi nhưng chúng tôi đã thử nhiều món ăn khác nhau mà chúng tôi chưa từng gặp khi ở Việt Nam - chúng tôi yêu thích pizza Việt Nam! Đọc thêm",
            "Tôi đã có một khoảng thời gian tuyệt vời và khá ấn tượng khi một chuyến tham quan miễn phí có thể được tổ chức tốt đến vậy. Người hướng dẫn đáng yêu của tôi, người mong muốn trở thành người hướng dẫn và thậm chí có thể là một giáo viên, nói rằng cô ấy đang hoàn thiện tiếng Anh của mình nhưng thật lòng mà nói thì cô ấy đã rất giỏi môn đó rồi. 4 giờ đi bộ xung quanh không chỉ là một chuyến đi bộ qua các địa danh lịch sử mà còn là một cái nhìn sâu sắc về kiến ​​thức địa phương, chi tiết về văn hóa và thông tin đơn giản về những điều tạo nên con người thực sự của người dân Việt Nam. Rất ấn tượng. Xin lỗi, tôi ước gì tôi có thể nhớ được tên người hướng dẫn của mình, nó thật đơn giản nhưng dường như tôi đã quên mất. Cảm ơn các bạn. Đọc thêm"
        ],
        "star_ratings": [
            94,
            7,
            4,
            1,
            4
        ],
        "review_amount": 110,
        "location": [
            "Tour tham quan Sài Gòn trong ngày miễn phí",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written July 30, 2019",
            "Written July 30, 2019",
            "Written July 26, 2019",
            "Written July 24, 2019",
            "Written July 22, 2019",
            "Written July 21, 2019",
            "Written July 14, 2019",
            "Written July 10, 2019",
            "Written June 25, 2019",
            "Written June 20, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12829824-Reviews-or30-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or20-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or40-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26875853-Reviews-Wabe_Sabe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6362892-Reviews-Detoured_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317898-Reviews-Notre_Dame_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12295934-Reviews-Oasis_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16959077-Reviews-Free_Walking_Tour_by_Vietravel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24886282-Reviews-VINBACCO_Wine_With_A_Story-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3948543-Reviews-Saigon_Hotpot_Travel_With_Local_Youth-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12945904-Reviews-SoNice-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d493194-Reviews-Lester_Park-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d10639916-Reviews-Athens_Airport_Taxi_info-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d14195109-Reviews-Domino_Park-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d258006-Reviews-Maymont-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49075-d1774806-Reviews-Hanging_Rock_State_Park-Danbury_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1534451-Reviews-Ripley_s_Believe_It_or_Not_Times_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g479217-d2542806-Reviews-Inhaca_Island-Inhaca_Inhaca_Island_Maputo_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33037-d128968-Reviews-China_Camp_State_Park-San_Rafael_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g667417-d553587-Reviews-Maya_Bay-Ko_Phi_Phi_Lee_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34344-d102401-Reviews-John_Pennekamp_Coral_Reef_State_Park-Key_Largo_Florida_Keys_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or40-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or30-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Free Day Tours",
        "attraction_name_vi": "Tour tham quan Sài Gòn trong ngày miễn phí",
        "general_info": [
            "110 đánh giá",
            "- 83 trong 380 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Sài Gòn Free Day Tours - SFDTs - là tổ chức phi lợi nhuận được thành lập vào năm 2017 bởi một nhóm sinh viên muốn nâng cao kỹ năng tiếng Anh của mình. Cho đến nay, SFDTs đã đóng vai trò là đại sứ du lịch nhằm quảng bá hình ảnh thành phố Hồ Chí Minh, hay còn gọi là Sài Gòn, trung tâm kinh doanh và tài chính của Việt Nam, có bề dày lịch sử hàng trăm năm và duy trì môi trường giúp sinh viên thực hành và cải thiện kỹ năng tiếng Anh của họ.Đọc thêm",
        "reviews": [
            "Hoàng và Andy là những người siêu thân thiện và chỉ cho chúng tôi thành phố. Chuyến tham quan có hướng dẫn trong Bảo tàng Chiến tranh thật tuyệt vời và chúng tôi đã học được rất nhiều điều. Thật không may, chúng tôi đã hết thời gian. Chắc chắn sẽ đặt lại để xem phần còn lại của thành phố. Đọc thêm",
            "chúng tôi cảm thấy rất được chào đón. Đây là điều phải làm nếu bạn có một kỳ nghỉ ngắn ở HCM. Hướng dẫn viên của chúng tôi rất chuyên nghiệp và kiên nhẫn. Đọc thêm",
            "Chuyến đi bộ tồi tệ nhất tôi từng tham gia. Tôi chưa bao giờ có khiếu nại cho đến khi điều này. Hướng dẫn viên của chúng tôi không nói được một từ tiếng Anh. Làm sao anh ấy có thể đưa chúng tôi đi tham quan ẩm thực khi anh ấy thậm chí không thể cho chúng tôi biết món ăn đó là gì? Chúng tôi sẽ hỏi thức ăn là gì và anh ấy sẽ chỉ vào tên. Chúng tôi thậm chí đã thử sử dụng google dịch để nói chuyện với anh ấy và anh ấy không biết cách sử dụng nó. Rất vui vì chuyến tham quan này đã kết thúc sau 1,5 giờ vì nó thật lãng phí thời gian của chúng tôi.Đọc thêm",
            "Merlin thân mến,\n\nCảm ơn bạn rất nhiều vì đã đánh giá thẳng thắn về chuyến đi gần đây của bạn với chúng tôi. \n\nChúng tôi rất tiếc vì trải nghiệm tiêu cực của bạn khi sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá rất cao nhận xét của bạn về các khía cạnh của người hướng dẫn cần cải thiện kỹ năng của mình rất nhiều. Phản hồi của bạn vô cùng quý giá đối với chúng tôi vì các hướng dẫn viên của chúng tôi luôn cố gắng cải thiện qua mỗi chuyến tham quan.\n\nMột lần nữa, chúng tôi rất tiếc và mong nhận được sự thông cảm của bạn.\n\nVui lòng liên hệ với chúng tôi nếu bạn sẵn lòng cho chúng tôi cơ hội thay đổi trải nghiệm của bạn trong tương lai. Sẽ rất vui nếu chúng tôi được phục vụ bạn.\n\nVới nhiều sự đánh giá cao,\n\nNhóm điều hành SFDT - sĐọc thêm",
            "Tôi đã đặt tour tham quan thành phố nửa ngày và tour tham quan Phố Tàu nửa ngày và đúng là không mất phí. Những hướng dẫn viên sinh viên này thực sự muốn cải thiện tiếng Anh của mình và gặp gỡ người nước ngoài. Tour đầu tiên rất tuyệt, hai hướng dẫn viên đã chỉ cho chúng tôi những điểm tham quan chính của thành phố và cung cấp cho chúng tôi thông tin về chúng khi chúng tôi đi bộ xung quanh. Hầu hết là đi bộ nhưng chúng tôi đã đi đến chợ bằng Grab vì trời rất nóng. Không thấy chợ thú vị lắm nhưng mọi thứ khác chúng tôi thấy đều tuyệt. Hai hướng dẫn viên rất đáng yêu và chúng tôi rất thích làm quen với họ. Ngày hôm sau, chúng tôi đặt tour tham quan buổi chiều với hai hướng dẫn viên khác nhau và chúng tôi đi Grab đến Phố Tàu. Chúng tôi đã thấy hai ngôi đền và một nhà thờ rồi đi đến một khu chợ. Tôi cảm thấy có ít thứ để xem hơn nhưng tôi vẫn vui vì chúng tôi đã đến đó vì các ngôi đền rất đẹp. Các hướng dẫn viên cũng thú vị và tuyệt vời như những người trẻ tuổi và tôi rất biết ơn cả hai tour cũng như việc gặp gỡ một số người Việt Nam đáng yêu. Mọi thứ thực sự dễ sắp xếp, từ việc gửi một vài email. Đọc thêm",
            "Họ đưa chúng tôi đến một nhà hàng trên phố mà du khách không đến. Họ cố gắng giải thích cho chúng tôi. Và họ rất tốt bụng. Tôi rất thích món mì và món tráng miệng địa phương mà họ giới thiệu. Không phải vẫn còn 50 chữ sao? Họ đưa chúng tôi đến một nhà hàng trên một con phố mà khách du lịch không đến. Họ cố gắng giải thích mọi thứ cho chúng tôi. Và họ rất thân thiện. Món mì và món tráng miệng địa phương mà họ giới thiệu đều ngon.",
            "Hướng dẫn rất hay - lịch sự. Chúng tôi đến một nhà hàng Việt Nam rồi đến một nơi khác để tráng miệng. Chuyến tham quan cơ bản. Đọc thêm",
            "Đây là lần đầu tiên tôi đi du lịch một mình, cũng là lần đầu tiên đến thăm Thành phố Hồ Chí Minh. Tôi rất biết ơn vì đã chọn SFDT đồng hành cùng tôi trong 2 ngày tham quan! Tôi đã tham gia cả 3 tour. Ngày 1, buổi tối, Tour ẩm thực. Hướng dẫn viên của tôi là Dung, anh ấy học chuyên ngành tiếng Anh nên tôi không gặp khó khăn gì trong việc giao tiếp với anh ấy. Gọi xe GrabCar, chúng tôi đến phố Hồ Thị Kỷ và thử 7 món ăn khác nhau - chúng tôi chia nhau một số món -. Pizza Việt Nam là món tôi thích nhất! Ngày hôm sau, vào buổi sáng, tôi đã tham gia Tour phố Tàu với Hoa và Dương. Tiếng Anh của họ khá tốt. Họ rất thân thiện và đã cùng tôi đi ăn trưa với Phở! Vào buổi chiều lúc 2 giờ chiều, một sinh viên tên là Due đã gặp tôi và dẫn tôi đi Tour thành phố. Anh ấy không thực sự lưu loát tiếng Anh nhưng anh ấy đã thực sự cố gắng hết sức! Điều tôi thích là tất cả họ đều rất đúng giờ và luôn cố gắng trò chuyện với tôi. Họ - tất cả đều là những sinh viên giỏi đã cố gắng hết sức để trở thành người bạn đồng hành tốt cho khách du lịch. Bạn có thể không có được chuyến tham quan hoàn hảo nhất, nhưng tôi rất hài lòng với họ! Chỉ hơi ngạc nhiên một chút vì tôi đã yêu cầu tiếp tục tham quan Chinatown và City Tour theo trình tự qua email, nhưng rõ ràng là hướng dẫn viên lại khác nên tôi phải quay lại nhà trọ của mình trước khi tiếp tục. Ngoài ra, mọi thứ đều tốt! Tất nhiên mọi chi phí đều do tôi chi trả nhưng tôi rất vui vì cảm thấy như mình đang đối xử tốt với bạn bè! Hẹn gặp lại lần sau! Đọc thêm",
            "Tôi thực sự rất thích chuyến du lịch của mình với Quynh vì cô ấy thực sự rất nhiệt tình và đam mê với những gì mình làm. Dù tôi mắc sai lầm trong chuyến tham quan nhưng khi đến nơi, cô ấy vẫn rất rạng rỡ. Tôi thích việc cô ấy đảm bảo rằng tôi được an toàn, đặc biệt là khi băng qua đường. Cô ấy cũng kiên nhẫn trả lời mọi câu hỏi của tôi. Tôi chỉ muốn khen ngợi cô ấy vì công việc tuyệt vời mà cô ấy đã làm.  - Đọc thêm",
            "Chuyến đi bộ là một cách tuyệt vời để khám phá khu vực thành phố Hồ Chí Minh. Dịch vụ miễn phí này được tổ chức bởi sinh viên Uni. Thật vui khi có ai đó dẫn bạn đi tham quan. Các sinh viên không chỉ được rèn luyện tiếng Anh mà còn góp phần quảng bá du lịch nơi đây. Tôi chắc chắn rằng việc băng qua đường trong tình trạng giao thông đông đúc không phải là một việc dễ dàng, đặc biệt là lần đầu tiên đến đây. Hướng dẫn viên rất thân thiện và nhiệt tình. Đông rất am hiểu về văn hóa của người Việt. Một chuyến tham quan buổi tối để thưởng thức ẩm thực đường phố cũng rất đáng giá. Kem dừa là món nhất định phải thử!Đọc thêm",
            "Gặp My và Long ở sảnh khách sạn và họ đưa chúng tôi đi khắp thành phố. Họ đã cho chúng tôi rất nhiều thông tin về các điểm tham quan và cuộc sống của người dân địa phương. Được đề xuấtĐọc thêm",
            "CHÀO! Chuyến đi hôm nay của bạn diễn ra lúc mấy giờ?\n\nCảm ơnĐọc thêm",
            "Vui lòng liên hệ với Tours Free Day Tours hoặc kiểm tra trang web của họ. Có một số tour hàng ngày bắt đầu từ 9 giờ sáng. m. Cảm ơnĐọc thêm"
        ],
        "star_ratings": [
            94,
            7,
            4,
            1,
            4
        ],
        "review_amount": 110,
        "location": [
            "Tour tham quan Sài Gòn trong ngày miễn phí",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written June 16, 2019",
            "Written June 16, 2019",
            "Written June 8, 2019",
            "Written June 2, 2019",
            "Written May 22, 2019",
            "Written May 21, 2019",
            "Written May 21, 2019",
            "Written May 20, 2019",
            "Written May 14, 2019",
            "Written May 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12829824-Reviews-or40-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or30-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or50-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26875853-Reviews-Wabe_Sabe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6362892-Reviews-Detoured_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317898-Reviews-Notre_Dame_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12295934-Reviews-Oasis_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16959077-Reviews-Free_Walking_Tour_by_Vietravel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24886282-Reviews-VINBACCO_Wine_With_A_Story-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3948543-Reviews-Saigon_Hotpot_Travel_With_Local_Youth-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12945904-Reviews-SoNice-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d3535778-Reviews-The_Orpheum-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d156257-Reviews-Capilano_Suspension_Bridge_Park-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33062-d3804132-Reviews-Rodeo_Beach-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d181707-Reviews-Owens_Thomas_House_Slave_Quarters-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g309281-d309769-Reviews-Sirena_Ranger_Station-Corcovado_National_Park_Osa_Peninsula_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d4554040-Reviews-Thepprasit_Road_Nightmarket-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d296143-Reviews-The_Money_Bar_Beach_Club-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1901772-Reviews-Acquario_civico-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d4095941-Reviews-Blue_Ocean-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d9570004-Reviews-Burkes_Beach-Hilton_Head_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or50-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or40-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Free Day Tours",
        "attraction_name_vi": "Tour tham quan Sài Gòn trong ngày miễn phí",
        "general_info": [
            "110 đánh giá",
            "- 83 trong 380 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour du lịch văn hóa",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Sài Gòn Free Day Tours - SFDTs - là tổ chức phi lợi nhuận được thành lập vào năm 2017 bởi một nhóm sinh viên muốn nâng cao kỹ năng tiếng Anh của mình. Cho đến nay, SFDTs đã đóng vai trò là đại sứ du lịch nhằm quảng bá hình ảnh thành phố Hồ Chí Minh, hay còn gọi là Sài Gòn, trung tâm kinh doanh và tài chính của Việt Nam, có bề dày lịch sử hàng trăm năm và duy trì môi trường giúp sinh viên thực hành và cải thiện kỹ năng tiếng Anh của họ.Đọc thêm",
        "reviews": [
            "Quỳnh rất thân thiện và hiểu biết. Vui vẻ và tốt bụng: - Tôi thực sự rất thích chuyến đi dạo của chúng tôi và cảm ơn cô ấy vì trải nghiệm 1-1! Hồ Chí Minh là một thành phố xinh đẹp và thật tiện lợi khi có những chuyến tham quan địa phương hữu ích cho bạn. Cảm ơn bạn!!Đọc thêm",
            "Tôi tham gia City Tour - Walking Tour - cùng với hướng dẫn viên của mình, một sinh viên đại học 19 tuổi. Tôi là khách duy nhất trong ngày hôm đó và vì bản thân tôi cũng làm hướng dẫn viên du lịch đi bộ ở Đài Bắc được vài năm và tôi học tiếng Việt nên tôi thực sự mong muốn nắm bắt cơ hội này để biết thêm về quan điểm của người dân địa phương về lịch sử, văn hóa. và một số vấn đề hiện tại ở Việt Nam - Tôi đã đến thăm Sài Gòn cách đây vài năm - . Hướng dẫn viên của tôi chắc chắn rất thân thiện và hữu ích, nhưng tiếc là dường như không rành lắm về thông tin chuyên sâu của tất cả các trang web. Hầu hết những câu chuyện tôi nhận được đều có thể dễ dàng tìm thấy trên Internet và khi tôi bắt đầu hỏi cô ấy nghĩ gì về - phiên bản chính thức - của tất cả những câu chuyện cô ấy chia sẻ, cô ấy có vẻ hơi do dự. Đôi khi, cô ấy cũng lưỡng lự về những thông tin cô ấy cung cấp cho tôi - ví dụ: năm, con số - , đó không phải là phản ứng lý tưởng đối với một hướng dẫn viên du lịch. Tuy nhiên, vì tổ chức và hướng dẫn viên du lịch vẫn còn non trẻ, và tất nhiên đó là chuyến tham quan miễn phí nên tôi đã tip rất nhiều cho hướng dẫn viên của mình và vẫn giới thiệu những chuyến tham quan này cho những người lần đầu đến Việt Nam. Mong chờ sự thành công trong tương lai của bạn! Cảm ơn các bạn, cố lên nhé!: - Đọc thêm",
            "Chúng tôi rất may mắn khi có thể đặt tour đến đây với Du lịch Sài Gòn Free Day Tours. Mặc dù tổ chức này mới thành lập nhưng họ có rất nhiều hướng dẫn viên trẻ đầy triển vọng và chúng tôi rất may mắn khi có Long và My đồng hành cùng chúng tôi trong hoạt động nói trên. Họ đưa chúng tôi đến một trung tâm ẩm thực đường phố nổi tiếng ở địa phương và cho chúng tôi thử những món ăn rất ngon từ mì đến trứng cút đến pizza việt nam và kem dừa. Chúng tôi rất yêu thích mọi thứ họ phục vụ cho chúng tôi, đặc biệt là pizza việt nam. Họ - cũng là những người hướng dẫn thân thiện nhất từ ​​trước đến nay. Các bạn - đất nước nên thực sự tự hào về các bạn. Chúng tôi chúc bạn học tập may mắn và hy vọng sớm gặp lại bạn khi chúng tôi quay trở lại Việt Nam.Đọc thêm",
            "Chúng tôi đã có chuyến du lịch chào mừng tuyệt vời cùng Minh Duy vào ngày đầu tiên đến Việt Nam. Anh ấy là người rất đúng giờ, tốt bụng và thân thiện. Anh ấy đưa chúng tôi đến những nhà hàng địa phương tuyệt vời trong đó có Bun Cha Obama. Tối hôm đó chúng tôi có cơ hội nếm thử những món ăn tuyệt vời. Chúng tôi giới thiệu chuyến tham quan này cho mọi người.Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan thành phố và chuyến tham quan ẩm thực vào ngày đầu tiên ở Hồ Chí Minh và họ đã không làm chúng tôi thất vọng! Giang, hướng dẫn viên của chúng tôi trong chuyến tham quan thành phố, có rất nhiều hiểu biết đặc biệt về lịch sử Việt Nam. Con gái tôi thích nó! Hướng dẫn viên du lịch ẩm thực của chúng tôi, Minh Duy, cũng thú vị không kém, nhưng tôi thấy Giang nói tiếng Anh tốt hơn. Tuy nhiên, chúng tôi yêu thích các tour du lịch! Cảm ơn! : - Đọc thêm",
            "Chúng tôi đã thực hiện cả chuyến tham quan ẩm thực đường phố và chuyến tham quan thành phố. Hướng dẫn rất hay và hữu ích. Trong chuyến tham quan ẩm thực đường phố, chúng tôi đã thử đồ ăn và những địa điểm mà chúng tôi sẽ không tự mình thực hiện được. Trong chuyến tham quan thành phố, chúng tôi đã được giới thiệu những điểm tham quan chính. Và người hướng dẫn đã theo chúng tôi đi vòng quanh bảo tàng Warremnants. Các hướng dẫn viên đã cho chúng tôi những lời khuyên hữu ích về những điểm nên tham quan khi chúng tôi ở Thành phố Hồ Chí Minh.Đọc thêm",
            "Gia đình tôi và tôi rất thích tour ẩm thực do anh Minh Duy và anh Lê Kha Duy dẫn đầu. Chúng tôi đã dùng bữa tối tại Nhà hàng Bánh Knot Cô Ba Vũng Tàu và Thế Giới Tàu Hủ. Đồ ăn ở đây rất ngon và địa phương. Cả hai anh đều thân thiện và tốt bụng. Đó là một trải nghiệm tuyệt vời ở Sài Gòn. Cảm ơn các bạn rất nhiều.Đọc thêm",
            "Hai sinh viên đại học, cô Trúc Quỳnh và cô Hằng Nga đã gặp chúng tôi với tư cách là hướng dẫn viên cho chuyến tham quan trong ngày. Trúc thật tuyệt vời với kiến ​​thức về thành phố và khả năng tiếng Anh của cô cũng rất tốt. Hằng mới tham gia nhưng cũng nhiệt tình khoe thành phố của mình. Giữa hai người họ, họ kể cho chúng tôi nghe nhiều sự thật thú vị về năm địa điểm họ đưa chúng tôi đi dạo. Khi chúng tôi muốn nghỉ ngơi, họ đưa chúng tôi đến Công để uống cà phê dừa lạnh nổi tiếng. Trúc cung cấp rất nhiều thông tin và hữu ích với những lời khuyên về các địa điểm khác nhau.Đọc thêm",
            "Hướng dẫn viên rất thân thiện và luôn cố gắng đáp ứng nhu cầu khám phá của tôi nhiều nhất có thể. Anh ấy đưa tôi đến những nơi mà chỉ người dân địa phương mới biết và thử những điều mà chỉ người dân địa phương mới thử. Đây là loại trải nghiệm mà người ta muốn có khi bạn đến thăm một quốc gia để tìm hiểu về văn hóa của họ. Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan thành phố với Long và rất thích. Các con của chúng tôi - 9 và 10 tuổi - không nói tiếng Anh tốt, vì vậy tôi phải phiên dịch cho chúng. Long rất tử tế về điều đó, giải thích mọi thứ và chờ phiên dịch. Đó là một ngày nóng nực nhưng chúng tôi được xem rất nhiều thứ và nghe nhiều câu chuyện thú vị. Vào cuối chuyến tham quan, chúng tôi ở lại Bảo tàng Chứng tích Chiến tranh cho đến khi đóng cửa. Các bé trai - 9 và 1 tuổi - rất thích thú và có thể ở lại đó lâu hơn nữa. Chuyến tham quan đã kết thúc, nhưng Long rất tử tế khi đưa chúng tôi trở lại khách sạn của chúng tôi. Tôi muốn giới thiệu một chuyến tham quan thành phố miễn phí cho mọi người. Đó thực sự là một cách tuyệt vời để tìm hiểu thêm một chút về thành phố và gặp gỡ người dân địa phương. Đọc thêm",
            "CHÀO! Chuyến đi hôm nay của bạn diễn ra lúc mấy giờ?\n\nCảm ơnĐọc thêm",
            "Vui lòng liên hệ với Tours Free Day Tours hoặc kiểm tra trang web của họ. Có một số tour hàng ngày bắt đầu từ 9 giờ sáng. m. Cảm ơnĐọc thêm"
        ],
        "star_ratings": [
            94,
            7,
            4,
            1,
            4
        ],
        "review_amount": 110,
        "location": [
            "Tour tham quan Sài Gòn trong ngày miễn phí",
            "Việt Nam",
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written May 3, 2019",
            "Written April 18, 2019",
            "Written April 16, 2019",
            "Written April 14, 2019",
            "Written April 13, 2019",
            "Written April 7, 2019",
            "Written April 6, 2019",
            "Written March 17, 2019",
            "Written March 16, 2019",
            "Written March 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12829824-Reviews-or50-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or40-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or60-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26875853-Reviews-Wabe_Sabe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6362892-Reviews-Detoured_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317898-Reviews-Notre_Dame_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12295934-Reviews-Oasis_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16959077-Reviews-Free_Walking_Tour_by_Vietravel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24886282-Reviews-VINBACCO_Wine_With_A_Story-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3948543-Reviews-Saigon_Hotpot_Travel_With_Local_Youth-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12945904-Reviews-SoNice-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g297934-d1378849-Reviews-Rawai_Beach-Rawai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g56933-d929405-Reviews-The_Wave_at_Coyote_Buttes-Big_Water_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g56351-d15614459-Reviews-Big_Rivers_Waterpark-New_Caney_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34636-d2217905-Reviews-Turtle_Beach-Siesta_Key_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d261686-Reviews-Trolley_Square-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g46431-d7377879-Reviews-Funtime_Junction-Fairfield_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g297934-d8780388-Reviews-Seafood_Market-Rawai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2624724-d192305-Reviews-Eltz_Castle-Wierschem_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d735521-Reviews-Acropolis_Museum-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g15550330-d3440819-Reviews-Praia_da_Marinha-Caramujeira_Faro_District_Algarve.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or60-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or50-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Free Day Tours",
        "attraction_name_vi": "Tour tham quan Sài Gòn trong ngày miễn phí",
        "general_info": [
            "110 đánh giá",
            "- 83 trong 380 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Sài Gòn Free Day Tours - SFDTs - là tổ chức phi lợi nhuận được thành lập vào năm 2017 bởi một nhóm sinh viên muốn nâng cao kỹ năng tiếng Anh của mình. Cho đến nay, SFDTs đã đóng vai trò là đại sứ du lịch nhằm quảng bá hình ảnh thành phố Hồ Chí Minh, hay còn gọi là Sài Gòn, trung tâm kinh doanh và tài chính của Việt Nam, có bề dày lịch sử hàng trăm năm và duy trì môi trường giúp sinh viên thực hành và cải thiện kỹ năng tiếng Anh của họ.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một chuyến du lịch ăn uống tuyệt vời và khoảng thời gian vui vẻ với Minh Duy...Rất khuyến khích Tour tham quan Sài Gòn trong ngày miễn phíĐọc thêm",
            "Chúng tôi đã có cơ hội đi tour cùng Minh và Duy. Họ đưa chúng tôi đến tất cả các điểm tham quan tuyệt vời của HCM và cho chúng tôi cái nhìn sâu sắc về cuộc sống của người Việt Nam. Hướng dẫn viên tuyệt vời và tour du lịch được đánh giá cao! Đọc thêm",
            "Tất cả những gì tôi có thể nói là: đây là miễn phí và tất cả những gì tôi thấy là những kẻ ngu ngốc đó trả 40-80 - cho các chuyến tham quan có trả phí. Tôi đã đặt nó cho chuyến tham quan khu phố Tàu và ẩm thực cùng ngày. Có một sai sót nhỏ ở thời điểm bắt đầu. Họ đưa bạn vào khách sạn. Tôi phải ăn những gì tôi muốn. Chúng tôi bắt taxi với hướng dẫn viên du lịch ở mọi nơi chúng tôi muốn đến và thử. Hướng dẫn rất dài và chuyến tham quan Khu Phố Tàu của tôi cũng dài và chỉ dành cho chuyến tham quan ẩm thựcĐọc thêm",
            "Kính gửi Gordonchef,\n\nHãy nhân cơ hội này để chúng tôi cảm ơn những lời tốt đẹp của bạn về dịch vụ của chúng tôi và đặc biệt là thành viên của chúng tôi - Sol và Long. Phản hồi của bạn sẽ mang lại cho họ động lực to lớn để làm tốt hơn nữa trong tương lai. \n\nChúng tôi mong được gặp lại bạn và bạn bè khi bạn đến Việt Nam.\n\nNhóm vận hành SFDTĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với Hoàng. Anh ấy dẫn chúng tôi đi tham quan khu phố Tàu và kể những câu chuyện thú vị về những ngôi chùa. Cảm ơn! Đọc thêm",
            "Xin chào EmmiT71,\n\nCảm ơn những lời tốt đẹp của bạn về dịch vụ và hướng dẫn viên du lịch của chúng tôi. Phục vụ bạn là niềm vui của chúng tôi. \n\nNhóm vận hành SFDTĐọc thêm",
            "Tôi biết trang web này được các tour đi bộ miễn phí tại Hà Nội giới thiệu. Cảm ơn Hoa đã đưa chúng tôi đến thành phố. Tiếng Anh của chúng tôi rất kém, nhưng Hoa rất kiên nhẫn và có thể hướng dẫn chúng tôi theo cách mà chúng tôi có thể hiểu được. Chúng tôi thật may mắn và rất vui khi được đến thăm thành phố Hồ Chí Minh cùng Hoa, và tôi hy vọng đó cũng là một trải nghiệm không tồi đối với cô ấy. Tôi đã tham gia Hà Nội Free WalkingToures và họ đã giới thiệu trang web của bạn cho tôi - mặc dù tôi và bạn tôi không giỏi tiếng Anh lắm. - Tour Hoa - Vẫn rất kiên nhẫn và hướng dẫn chúng tôi những điều chúng tôi có thể hiểu được - Đọc thêm",
            "Kính gửi roger24_chen8, \n\nCảm ơn bạn đã đánh giá rất tốt bụng của bạn. \n\nChúng tôi rất vui khi biết rằng bạn đã có một chuyến tham quan vui vẻ với các hướng dẫn viên của chúng tôi. \n\nChúng tôi muốn chúc bạn một ngày tốt lành và hy vọng sớm được chào đón bạn quay trở lại.\n\nNhóm vận hành SFDTĐọc thêm",
            "Gặp gỡ tại khách sạn của chúng tôi bởi hướng dẫn viên của chúng tôi, người đã giải thích mọi nơi mà chúng tôi sẽ đến và đưa ra những lời giải thích rõ ràng về tất cả những địa điểm mà chúng tôi đã ghé thăm. đã trả lời rất nhiều câu hỏi về đất nước và nói chung đưa ra cái nhìn sâu sắc về thành phốĐọc thêm",
            "Xin chào kateandmark,\n\nChúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời với hướng dẫn viên của chúng tôi. Nhận xét của bạn làm cho chúng tôi có thêm động lực để cải thiện dịch vụ của mình tốt hơn nữa. \n\nCảm ơn bạn và hy vọng được phục vụ bạn lần nữa trong thời gian sắp tới.\n\nNhóm vận hành SFDTĐọc thêm",
            "Chúng tôi đã có 3 chuyến tham quan với Sài Gòn Free Tours. Chúng tôi đã đến thăm các điểm tham quan chính, chúng tôi có một chuyến tham quan ẩm thực đường phố và chúng tôi đã đến thăm Khu Phố Tàu. Thật vui khi được đi khắp nơi với những học sinh dễ thương như vậy, hạnh phúc khi được ở bên họ. Họ giải thích những gì chúng tôi đã thấy và cho chúng tôi thời gian cần thiết để quan sát mọi thứ, dừng lại để uống thứ gì đó. Trải nghiệm tuyệt vời. Đọc thêm",
            "Valepell thân mến,\n\nPhản hồi của bạn đã khuyến khích và truyền cảm hứng cho nhóm của chúng tôi rất nhiều. Chúng tôi chúc bạn may mắn và mong được chào đón bạn trở lại vào một ngày nào đó. \n\nCảm ơn.\n\nNhóm vận hành SFDTĐọc thêm",
            "Vào ngày 19 tháng 12 năm 2018, con trai tôi - 11 tuổi - và tôi đã có một chuyến du lịch tuyệt vời cùng Minh và Long.  Long rất am hiểu về những ngôi đền mà chúng tôi đã đến thăm và Minh biết một nơi tuyệt vời để thưởng thức món Dim Sum ngon tuyệt.  Cả hai đều là một niềm vui và chuyến tham quan này MIỄN PHÍ.  Tôi đã thực hiện các chuyến tham quan trả phí và miễn phí, nhưng những chuyến tham quan miễn phí này là đỉnh cao!  Bạn nhận được một tour du lịch riêng!! Người quản lý đặt phòng RẤT phản hồi và dễ chịu. Cảm ơn Minh và Long!Đọc thêm",
            "Chimalc thân mến,\n\nHãy nhân cơ hội này để chúng tôi cảm ơn những lời tốt đẹp của bạn về dịch vụ của chúng tôi và đặc biệt là thành viên của chúng tôi - Minh và Long. Phản hồi của bạn sẽ mang lại cho họ động lực to lớn để làm tốt hơn nữa trong tương lai. \n\nChúng tôi mong được gặp lại bạn và bạn bè khi bạn đến Việt Nam.\n\nNhóm vận hành SFDTĐọc thêm",
            "Minh và Linh, hướng dẫn viên của chúng tôi từ chuyến tham quan Sài Gòn miễn phí trong ngày, cực kỳ tốt bụng và vui tính. Đó là một cơ hội tuyệt vời để đi dạo quanh thành phố với người dân địa phương. Họ kể cho chúng tôi nhiều sự thật thú vị, không chỉ về lịch sử, kiến ​​trúc mà còn về cuộc sống đời thường ở Sài Gòn và văn hóa Việt Nam ngày nay. Tôi thấy điều cuối cùng này rất buồn cười và khó có được. Hơn nữa, chuyến tham quan hoàn toàn miễn phí. Họ không chấp nhận tiền boa bao giờ. Khác với nhiều quốc gia, mục đích chỉ là họ thực hành tiếng Anh và để chúng tôi có khoảng thời gian vui vẻ. Các cô gái đúng giờ, rất tò mò về văn hóa của chúng tôi và chúng tôi đã tổ chức chuyến tham quan theo ý muốn. Cảm ơn bạn rất nhiều.Đọc thêm",
            "Xin chào Rodrigo d,\n\nCảm ơn bạn vì những lời tốt đẹp và đánh giá tuyệt vời về dịch vụ và hướng dẫn viên du lịch của chúng tôi. Phục vụ bạn là niềm vui của chúng tôi. Chúc các bạn có được nhiều kinh nghiệm có ích ở Sài Gòn.\n\nNhóm vận hành SFDT\nĐọc thêm",
            "Điều này chứng tỏ rằng thực sự có một số thứ trong cuộc sống miễn phí mà vẫn tuyệt vời. Chúng tôi rất biết ơn các chuyến tham quan trong ngày miễn phí ở Sài Gòn và hai hướng dẫn viên sinh viên đã dành thời gian rảnh rỗi để cho chúng tôi xem một số thành phố của họ. Chúng tôi đã dành phần lớn buổi sáng tại Bảo tàng Chứng tích Chiến tranh, một nơi hoàn toàn mang tính giáo dục và cảm xúc đối với chúng tôi. đất nước xinh đẹp này và con người nơi đây - quá khứ tàn khốc. Điểm nổi bật - trước và sau đó bao gồm Dinh Thống Nhất, nhà thờ Đức Bà và Bưu điện. Chúng tôi đã đi bộ khá nhiều nhưng quản lý khá tốt và có một chuyến đi ngắn bằng ô tô mà không mất phí cho chính chúng ta. Chi phí duy nhất là phí vào cửa bảo tàng. Chuyến tham quan đã được sửa đổi một chút để đáp ứng yêu cầu của chúng tôi và việc có ai đó giải thích mọi thứ trên đường đi là điều vô cùng có lợi. Xin chân thành cảm ơn các hướng dẫn viên của chúng tôi và các chuyến tham quan trong ngày Sài Gòn miễn phí. Một việc phải làm đối với bất kỳ khách du lịch nào ở Sài Gòn quan tâm đến lịch sử. Đọc thêm",
            "Xin chào MohammedD1118,\n\nChúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời với hướng dẫn viên của chúng tôi. Nhận xét của bạn làm cho chúng tôi có thêm động lực để cải thiện dịch vụ của mình tốt hơn nữa. \n\nCảm ơn bạn và hy vọng được phục vụ bạn lần nữa trong thời gian sắp tới.\n\nNhóm vận hành SFDTĐọc thêm",
            "CHÀO! Chuyến đi hôm nay của bạn diễn ra lúc mấy giờ?\n\nCảm ơnĐọc thêm",
            "Vui lòng liên hệ với Tours Free Day Tours hoặc kiểm tra trang web của họ. Có một số tour hàng ngày bắt đầu từ 9 giờ sáng. m. Cảm ơnĐọc thêm"
        ],
        "star_ratings": [
            94,
            7,
            4,
            1,
            4
        ],
        "review_amount": 110,
        "location": [
            "Tour tham quan Sài Gòn trong ngày miễn phí",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written March 12, 2019",
            "Written March 4, 2019",
            "Written February 25, 2019",
            "Written February 13, 2019",
            "Written January 27, 2019",
            "Written January 20, 2019",
            "Written January 10, 2019",
            "Written December 23, 2018",
            "Written December 18, 2018",
            "Written December 10, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12829824-Reviews-or60-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or50-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or70-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26875853-Reviews-Wabe_Sabe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6362892-Reviews-Detoured_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317898-Reviews-Notre_Dame_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12295934-Reviews-Oasis_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16959077-Reviews-Free_Walking_Tour_by_Vietravel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24886282-Reviews-VINBACCO_Wine_With_A_Story-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3948543-Reviews-Saigon_Hotpot_Travel_With_Local_Youth-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12945904-Reviews-SoNice-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g33790-d1520088-Reviews-Action_Wildlife_Foundation-Goshen_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g664156-d4372099-Reviews-Strada_della_Forra-Tremosine_sul_Garda_Province_of_Brescia_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d3243907-Reviews-Genghis_Khan_Statue_Complex-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134311-d1373718-Reviews-Nakamise_Shopping_Street_Kaminarimon-Asakusa_Taito_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g806262-d5257023-Reviews-Cisternerne-Frederiksberg_Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d6439300-Reviews-Randyland-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33726-d19838540-Reviews-Mongers_Market-Bridgeport_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d3923492-Reviews-Washington_Square-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d2494135-Reviews-M1NT-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d1454088-Reviews-Telaga_Tujuh_Waterfalls-Langkawi_Langkawi_District_Kedah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or70-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or60-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Free Day Tours",
        "attraction_name_vi": "Tour tham quan Sài Gòn trong ngày miễn phí",
        "general_info": [
            "110 đánh giá",
            "- 83 trong số 380 Đồ ăn - Đồ uống tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Sài Gòn Free Day Tours - SFDTs - là tổ chức phi lợi nhuận được thành lập vào năm 2017 bởi một nhóm sinh viên muốn nâng cao kỹ năng tiếng Anh của mình. Cho đến nay, SFDTs đã đóng vai trò là đại sứ du lịch nhằm quảng bá hình ảnh thành phố Hồ Chí Minh, hay còn gọi là Sài Gòn, trung tâm kinh doanh và tài chính của Việt Nam, có bề dày lịch sử hàng trăm năm và duy trì môi trường giúp sinh viên thực hành và cải thiện kỹ năng tiếng Anh của họ.Đọc thêm",
        "reviews": [
            "Siêu thích chuyến đi này! Dũng và Đạt đưa chúng tôi đến những nơi không chỉ ngon mà còn rất đáng tiền. Họ - rất nhiều thông tin và vui vẻ khi ở bên cạnh. Rất khuyến khích điều này! Đọc thêm",
            "Xin chào crisdanielev,\n\nThật vui khi biết rằng hướng dẫn viên của chúng tôi đã để lại ấn tượng tốt với bạn! Đó là điều mang lại cho chúng tôi động lực lớn hơn để cải thiện dịch vụ của mình từng ngày. \n\nCảm ơn nhiều!\n\nNhóm vận hành SFDTĐọc thêm",
            "Tôi thực sự rất thích chuyến đi hôm nay với Dong. Anh ấy có đầy đủ thông tin và vô cùng hữu ích. Chúng tôi đã thấy những khu vực của thành phố mà khách du lịch không thường ghé thăm cũng như những nơi thường đến. Tôi thực sự khuyên bạn nên tham quan.Đọc thêm",
            "Kính gửi Nơi nghỉ ngơi00030945148, \n\nCảm ơn bạn đã đánh giá rất tốt bụng của bạn. \n\nChúng tôi rất vui khi biết rằng bạn đã có một chuyến tham quan vui vẻ với các hướng dẫn viên của chúng tôi. \n\nChúng tôi muốn chúc bạn một ngày tốt lành và hy vọng sớm được chào đón bạn quay trở lại.\n\nNhóm vận hành SFDT\nĐọc thêm",
            "Chúng tôi có một chuyến tham quan ẩm thực đường phố tuyệt vời với Hoàng và Danh, đồ ăn chúng tôi ăn rất ngon và rẻ. Họ cùng tôi uống bia và trò chuyện thú vị về phong cách sống giữa người Mexico và người Việt Nam. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này Đọc thêm",
            "Cảm ơn edgarrP5800ET, \n\nThật là một đánh giá đáng yêu. \n\nTôi rất vui khi được bạn tham gia chuyến tham quan ẩm thực đường phố và tôi rất vui vì bạn yêu thích nó.\n\nTôi hy vọng bạn có thể tham gia lại với chúng tôi vào lần tới khi bạn đến Việt Nam.Đọc thêm",
            "Chúng tôi đặt tour tham quan thành phố vào buổi sáng và tour ẩm thực đường phố vào ban đêm. Cả hai nhóm sinh viên Uni đều là những người bạn tuyệt vời! Chúng tôi đã có khoảng thời gian trò chuyện vui vẻ với họ về mọi thứ. Hãy đến thăm chúng tôi tại Singapore!Đọc thêm",
            "Kính gửi kuenl2014,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời này trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan\n\nTất cả chúng tôi đều mong được chào đón bạn trở lại vào lần tới khi bạn ở thành phố.\n\nNhóm vận hành SFDT\nĐọc thêm",
            "Hướng dẫn rất thân thiện. ,Tôi thích nói chuyện, uống cà phê với họ. Sẽ chọn ở đây khi quay lại TP HCM lần sau.Xem thêm",
            "Chào nguyễn t, \n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này sau chuyến tham quan gần đây của bạn với chúng tôi.\n\nHẹn gặp lại.\n\nNhóm vận hành SFDTĐọc thêm",
            "Họ nói rằng trên thế giới này không có gì là miễn phí, nhưng họ đã sai. Chúng tôi đã xem chuyến đi bộ miễn phí này tại Hồ Chí Minh và tại sao không thử. Hướng dẫn viên đã đến đúng giờ và thực sự thân thiện. Chúng tôi bắt đầu chuyến đi bộ và anh ấy thực sự kiên nhẫn chờ đợi chúng tôi, giải thích cho chúng tôi một số sự kiện và lịch sử cũng như đáp ứng nhu cầu của chúng tôi. Anh ấy dành thời gian quý báu của mình để cho chúng tôi đi tham quan thành phố và khiến chúng tôi cảm thấy an toàn và thoải mái. Thật là một sự trợ giúp lớn khi có một người địa phương dẫn bạn đi tham quan thành phố. Anh ấy đã tạo ra trải nghiệm khủng khiếp của chúng tôi với chiếc xe đạp tay ga, biến thành một kỷ niệm đẹp khi có một chuyến tham quan miễn phí với những người tuyệt vời như Dong. Rất tôn trọng tất cả những người đang thực hiện chuyến tham quan miễn phí dành cho khách du lịch như chúng tôi. Chúa phù hộ.Đọc thêm",
            "Thành thật mà nói, tôi không nghi ngờ gì rằng các hướng dẫn viên đều tuyệt vời. Tuy nhiên, tôi không thể nhận được dịch vụ vì người hướng dẫn không xuất hiện. Thời gian ở Sài Gòn của tôi quá ngắn nên điều này ảnh hưởng đến lịch trình – hành trình của tôi. Tôi sẽ không bận tâm nếu họ hủy nó ngay lập tức, nhưng tôi đã đợi hơn một giờ để có hướng dẫn. Tôi đã nhận được phản hồi qua email từ người điều phối chuyến tham quan, tuy nhiên tôi tin rằng đó là người hướng dẫn đã không giao tiếp đúng cách. Đáng lẽ tôi cũng phải tham gia chuyến tham quan ẩm thực nhưng lại hủy chuyến đi để có thể tự mình khám phá thành phố. Dù sao thì tôi cũng hoàn toàn thất vọng, nhưng tôi - tôi chắc chắn rằng nếu không thì đó sẽ là một chuyến tham quan tuyệt vời nếu nó thành công. Có lẽ vào lần sau.Đọc thêm",
            "Xin chào popartheart,\n\nCảm ơn bạn đã cho chúng tôi biết. Chúng tôi cảm kích những phản hồi của bạn.\n\nĐầu tiên, chúng tôi thực sự xin lỗi vì trải nghiệm không tốt của bạn với SFDT.\n\nNhư tôi đã giải thích với bạn trong email, đây là lỗi của chúng tôi và chúng tôi hy vọng bạn có thể hiểu và tha thứ cho chúng tôi. Đây là một bài học lớn mà chúng tôi đã rút ra, chúng tôi đã cố gắng hết sức và hoàn thiện bản thân.  \n\nTôi chân thành hy vọng chúng tôi có cơ hội khác được phục vụ bạn tại Sài Gòn.\n\nMột lần nữa, chúng tôi rất tiếc và hy vọng được gặp lại bạn trong thời gian sắp tới.\n\nNhóm vận hành SFDT\nĐọc thêm",
            "Phản hồi: Hướng dẫn du lịch ẩm thực đường phố. Tiến và MyWe đã có một chuyến tham quan tuyệt vời đến ẩm thực đường phố địa phương. Các hướng dẫn viên rất vui vẻ và có rất nhiều nhiệt tình. Số lượng địa điểm ăn uống nhiều nhưng Mỹ và Tiến đã có những lựa chọn tuyệt vời. Chúng tôi sẽ nhớ chuyến đi này rất lâu. Cảm ơn Mỹ và Tiến. 5 saoĐọc thêm",
            "Chúng tôi có hướng dẫn viên du lịch tuyệt vời. Chúng tôi cố gắng tránh lưu lượng xe máy đông đúc nhưng chúng tôi đã làm được - không thành công. Chúng tôi đánh giá cao hướng dẫn viên du lịch này!Đọc thêm",
            "Chúng tôi có một chuyến đi bộ tuyệt vời ở khu phố Tàu và rất nhiều trẻ em xung quanh. Hướng dẫn rất hay và có nhiều kiến ​​thức.Đọc thêm"
        ],
        "star_ratings": [
            94,
            7,
            4,
            1,
            4
        ],
        "review_amount": 110,
        "location": [
            "Tour tham quan Sài Gòn trong ngày miễn phí",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written November 30, 2018",
            "Written November 20, 2018",
            "Written November 13, 2018",
            "Written November 13, 2018",
            "Written November 1, 2018",
            "Written October 30, 2018",
            "Written October 21, 2018",
            "Written October 21, 2018",
            "Written September 28, 2018",
            "Written September 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12829824-Reviews-or70-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or60-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or80-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26875853-Reviews-Wabe_Sabe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6362892-Reviews-Detoured_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317898-Reviews-Notre_Dame_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12295934-Reviews-Oasis_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16959077-Reviews-Free_Walking_Tour_by_Vietravel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24886282-Reviews-VINBACCO_Wine_With_A_Story-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3948543-Reviews-Saigon_Hotpot_Travel_With_Local_Youth-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12945904-Reviews-SoNice-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d3316237-Reviews-Mount_Santubong-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g662629-d17329474-Reviews-Corfu_Central_Market-Corfu_Town_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g17813317-d12206402-Reviews-Karaburun_Sazan_National_Marine_Park-Zvernec_Vlore_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g2699667-d254499-Reviews-Valley_of_the_Butterflies-Petaloudes_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g656615-d10393541-Reviews-Prima_Vista_Lounge-Fiumicino_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g41762-d4036895-Reviews-Brooksby_Farm-Peabody_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g315902-d10357613-Reviews-Nazare_Funicular-Nazare_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561539-Reviews-Printers_Row-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g45277-d7208472-Reviews-Garnet_Ghost_Town-Missoula_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g55975-d607066-Reviews-John_T_Floore_Country_Store-Helotes_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or80-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or70-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Free Day Tours",
        "attraction_name_vi": "Tour tham quan Sài Gòn trong ngày miễn phí",
        "general_info": [
            "110 đánh giá",
            "- 83 trong 380 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour du lịch văn hóa",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Sài Gòn Free Day Tours - SFDTs - là tổ chức phi lợi nhuận được thành lập vào năm 2017 bởi một nhóm sinh viên muốn nâng cao kỹ năng tiếng Anh của mình. Cho đến nay, SFDTs đã đóng vai trò là đại sứ du lịch nhằm quảng bá hình ảnh thành phố Hồ Chí Minh, hay còn gọi là Sài Gòn, trung tâm kinh doanh và tài chính của Việt Nam, có bề dày lịch sử hàng trăm năm và duy trì môi trường giúp sinh viên thực hành và cải thiện kỹ năng tiếng Anh của họ.Đọc thêm",
        "reviews": [
            "Chúng tôi đến Sài Gòn từ Phú Quốc vào buổi sáng và đã có sẵn một chuyến tham quan với những người này vào buổi chiều. 2h chiều Long - Hoàng đón chúng tôi tại khách sạn. Họ rất tử tế, nói tiếng Anh rất tốt và rõ ràng là đã có một kế hoạch tuyệt vời. Chúng tôi đến chợ Bến Thành, tòa thị chính, nhà hát lớn, nhà thờ Bưu điện và cuối cùng là Bảo tàng Chứng tích chiến tranh. Sẽ không thể trải nghiệm thành phố tuyệt vời này theo cách tương tự nếu không có hai anh chàng này! Đặt nó!! : - Đọc thêm",
            "Linh và Minh là những người chủ nhà duyên dáng và tốt bụng. Họ chỉ cho chúng tôi một số quán ăn đường phố và nhà hàng phục vụ theo sở thích của chúng tôi. Một số món ăn mới đối với chúng tôi và chúng tôi yêu thích chúng! Các em đang là sinh viên năm thứ hai trường Đại học Sài Gòn và đang học tiếng Anh - vì vậy đây là cách tuyệt vời để các em luyện tập. Thật tuyệt vời khi gặp được những người dân địa phương có kiến ​​thức. Chúng tôi rất muốn giới thiệu chuyến tham quan của họ! Đọc thêm",
            "Linh và Minh chúng tôi - những người chủ nhà xuất sắc. Tiếng Anh tốt và giới thiệu cho chúng tôi nhiều món ăn tuyệt vời. Họ cũng có thể tìm thấy những lựa chọn ăn chay tốt. Chắc chắn là một trải nghiệm tuyệt vời. Chúng tôi sẽ không bao giờ thử một số loại thực phẩm nếu không có chúng. Tôi đặc biệt giới thiệu cho những ai muốn trải nghiệm địa phương.Đọc thêm",
            "Dong là một hướng dẫn tuyệt vời. Rất am hiểu về Thành phố và lịch sử của nó. Chúng tôi rất thích đi dạo quanh Sài Gòn với Dong. Anh ấy đã làm cho thời gian ở VN của chúng tôi thú vị hơn nhiều. Đọc thêm",
            "Chuyến tham quan thật hoàn hảo! Các sinh viên thật tốt bụng, họ sẽ cho bạn xem toàn bộ thành phố với những chi tiết quan trọng nhất. Chúng ta đã trải qua một khoảng thời gian thực sự vui vẻ, tôi - tôi rất vui với chuyến tham quan!!! Đọc thêm",
            "Đây là một cách tuyệt vời để ngắm một số cảnh đẹp trong thành phố. Minh là hướng dẫn viên của chúng tôi. Anh ấy rất hiểu biết và rất vui khi được dành cả ngày cùng anh ấy. Tôi thực sự đề xuất bạn nên tham quan cùng công ty này. Thời gian phản hồi email rất nhanh, bốn người rất tốt và Minh rất vui tính. Đọc thêm",
            "Khi tôi ở TP.HCM, tôi quyết định đăng ký chuyến đi bộ miễn phí do sinh viên tổ chức để tìm hiểu thành phố tốt hơn một chút. Trải nghiệm tổng thể thật tuyệt vời. Chuyến tham quan 1 kèm 1 kể từ khi tôi đi du lịch một mình và chúng tôi đã ghé thăm những địa danh quan trọng nhất. Hóa học với hướng dẫn đóng một vai trò quan trọng và trong trường hợp của tôi, nó hoạt động hoàn toàn tốt. Thư giãn và tận hưởng chuyến tham quan. Đọc thêm",
            "Ngày tuyệt vời với hướng dẫn viên du lịch Minh của chúng tôi. Anh ấy đưa chúng tôi đi khắp thành phố và rất tốt bụng và hữu ích mọi lúc mọi nơi - đặc biệt là giữ cho chúng tôi an toàn khi băng qua những con đường đầy xe cộ điên cuồng! Tôi chắc chắn sẽ giới thiệu tour này cho bất kỳ ai đến thăm Hồ Chí Minh. Thân thiện, nhiều thông tin và kỹ năng ngôn ngữ tốt.Đọc thêm",
            "Mình có 4 ngày ở TP.HCM nhưng chưa biết làm gì nên quyết định đi chơi cùng các bạn trẻ ở Sài Gòn. Tôi đã nhờ một số người bạn giúp đỡ nên họ giới thiệu câu lạc bộ này. Lúc đầu tôi thấy khá nghi ngờ vì đây có thể là một câu lạc bộ miễn phí. Nhưng mọi thứ đã biến mất khi một hướng dẫn viên của câu lạc bộ đón tôi tại khách sạn. Anh ấy rất vui vẻ và nhiều thông tin. Tôi đã học được rất nhiều điều từ anh ấy ở Sài Gòn. Ấn tượng lớn nhất của tôi là về con người và văn hóa ở đây. Nếu không đi hành trình này chắc tôi sẽ không bao giờ biết được điều này. Cảm ơn các bạn.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan khu phố Tàu. Hướng dẫn viên trẻ của chúng tôi đến đúng giờ, nói tiếng Anh tốt và được thông tin rất rõ về những ngôi đền mà chúng tôi đã ghé thăm. Sở thích chính của tôi trong hành trình du lịch là chợ Bình Tây nhưng tiếc là chợ này đã đóng cửa để cải tạo nên chúng tôi không thể ghé thăm. Những ngôi đền mà chúng tôi ghé thăm rất thú vị, nhưng liệu chuyến tham quan khu phố Tàu có đáng để dành vài giờ nếu không có chợ hay không thì còn phải tranh cãi. Dù sao đi nữa, hướng dẫn viên rất thân thiện và có nhiều thông tin về chủ đề này cũng như cung cấp nhiều thông tinĐọc thêm",
            "Xin chào! Chuyến tham quan của bạn hôm nay diễn ra vào lúc mấy giờ?\n\nCảm ơnĐọc thêm",
            "Vui lòng liên hệ với Tours Free Day Tours hoặc kiểm tra trang web của họ. Có một số tour hàng ngày bắt đầu từ 9 giờ sáng. m. Cảm ơnĐọc thêm"
        ],
        "star_ratings": [
            94,
            7,
            4,
            1,
            4
        ],
        "review_amount": 110,
        "location": [
            "Tour du lịch miễn phí trong ngày tại Sài Gòn",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written September 27, 2018",
            "Written September 11, 2018",
            "Written September 11, 2018",
            "Written August 13, 2018",
            "Written August 2, 2018",
            "Written July 26, 2018",
            "Written July 19, 2018",
            "Written July 10, 2018",
            "Written June 29, 2018",
            "Written May 25, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12829824-Reviews-or80-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or70-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or90-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26875853-Reviews-Wabe_Sabe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6362892-Reviews-Detoured_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317898-Reviews-Notre_Dame_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12295934-Reviews-Oasis_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16959077-Reviews-Free_Walking_Tour_by_Vietravel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24886282-Reviews-VINBACCO_Wine_With_A_Story-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3948543-Reviews-Saigon_Hotpot_Travel_With_Local_Youth-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12945904-Reviews-SoNice-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g2674345-d595578-Reviews-Massanutten_Resort_Water_Park-Massanutten_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1786926-d3422036-Reviews-Kathisma_Beach-Agios_Nikitas_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d11741144-Reviews-Chillva_Market-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g298200-d1593791-Reviews-Rinku_Premium_Outlets-Izumisano_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g59750-d4326059-Reviews-7_Mile_Fair-Caledonia_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d145924-Reviews-Stockade_Lake-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g41092-d264148-Reviews-Janes_Island_State_Park-Crisfield_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33311-d220032-Reviews-Beaver_Lake_Trail-Beaver_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57033-d4771240-Reviews-Cherry_Hill_Water_Park-Kaysville_Davis_County_Utah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or90-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or80-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Free Day Tours",
        "attraction_name_vi": "Tour tham quan Sài Gòn trong ngày miễn phí",
        "general_info": [
            "110 đánh giá",
            "- 83 trong 380 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour du lịch văn hóa",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Sài Gòn Free Day Tours - SFDTs - là tổ chức phi lợi nhuận được thành lập vào năm 2017 bởi một nhóm sinh viên muốn nâng cao kỹ năng tiếng Anh của mình. Cho đến nay, SFDTs đã đóng vai trò là đại sứ du lịch nhằm quảng bá hình ảnh thành phố Hồ Chí Minh, hay còn gọi là Sài Gòn, trung tâm kinh doanh và tài chính của Việt Nam, có bề dày lịch sử hàng trăm năm và duy trì môi trường giúp sinh viên thực hành và cải thiện kỹ năng tiếng Anh của họ.Đọc thêm",
        "reviews": [
            "Là thành viên của câu lạc bộ này, chúng tôi muốn thực hành tiếng Anh bằng cách làm hướng dẫn viên du lịch, đưa người nước ngoài đến những điều mới mẻ ở Sài Gòn, chúng tôi sẵn sàng làm điều đó và hạnh phúc với điều đó. Đó là điều cơ bản bạn nên chọn khi đến TP.HCM.Đọc thêm",
            "Một cách hay để khám phá những điều thú vị ở Sài Gòn với người dân địa phương là những sinh viên có kiến ​​thức cơ bản về tiếng Anh giao tiếp. Tóm lại bạn nên dành thời gian cùng chúng tôi khi đi du lịch Việt Nam.Đọc thêm",
            "Không có kinh nghiệm ở Việt Nam, đây là cách tuyệt vời để gặp gỡ người dân địa phương và tìm hiểu thêm về khu vực, đất nước và văn hóa. Chúng tôi đã trải nghiệm 2 tour miễn phí ở Sài Gòn - tour buổi sáng quanh thành phố và tour ẩm thực đường phố buổi tối - và hướng dẫn viên của chúng tôi là Dong, Quinh, Ding và Messio rất tuyệt vời. Tôi thực sự khuyên bạn nên tham gia cả hai tour. Đọc thêm",
            "Hướng dẫn thực sự tốt đẹp và thông tin rất tốt về thành phố. Họ đưa chúng tôi đi một chuyến đi thực sự thú vị quanh thành phố và chúng tôi thực sự rất thích trò chuyện bằng tiếng Anh với họ. Tôi chắc chắn sẽ giới thiệu hoặc sẽ làm lại. : - Đọc thêm",
            "Chúng tôi đã chọn tour du lịch khu phố Tàu và nó thật tuyệt. Hai cô gái rất thân thiện và mới mẻ nhưng sau hai ngôi đền thì thế là xong! Thị trường địa phương ở mức trung bình một chút. Không có lỗi của các quý cô chỉ là không có nhiều thứ để nhìn! Có thể chọn một chuyến tham quan khác vì các cô gái thực sự rất đáng yêu Đọc thêm",
            "Hướng dẫn viên có kiến ​​thức, dễ chịu và điều chỉnh chuyến tham quan theo mong muốn của chúng tôi. Cô ấy nói tiếng Anh tốt và có thể trả lời tất cả các câu hỏi của chúng tôi. Đọc thêm",
            "Là người lần đầu đến Sài Gòn, tôi quyết định tham gia ba chuyến tham quan để có thể thực sự trải nghiệm những gì thành phố mang lại - và tôi rất vui vì đã làm được vì trải nghiệm này thật phi thường! Tôi đã có chuyến tham quan thành phố buổi sáng với Quynh. Cô ấy chỉ và đưa tôi đến Tòa thị chính, Dinh Độc Lập, Nhà thờ lớn - và cô ấy kể những câu chuyện thú vị ở mỗi nơi chúng tôi từng đến. Tôi đã có chuyến tham quan ẩm thực buổi tối với Thành Long. Anh ấy chỉ cho tôi những địa điểm ăn uống tuyệt vời. Bây giờ tôi mới biết bún bò Huế ngon hơn phở! Anh ấy rất sẵn lòng đáp ứng những yêu cầu của tôi và tôi rất biết ơn vì anh ấy đã đợi trong khi tôi kết thúc một cuộc họp ngắn. Tôi đã có một chuyến tham quan khu phố Tàu vào buổi chiều với Tâm. Chúng tôi đã đến thăm 3 ngôi đền tuyệt vời và anh ấy kể cho tôi nghe những câu chuyện thú vị về những bức tượng, vị thần và biểu tượng khác nhau được tìm thấy trong ngôi đền. Chúng tôi cũng thực hiện chuyến tham quan này giống như một chuyến tham quan ẩm thực khi chúng tôi ăn Xio Mai, Ha Kaw, Ta Hu và Lẩu! Cả ba hướng dẫn viên đều nhiệt tình, rất hiểu biết và rất háo hức trong việc đảm bảo rằng tôi đang tận hưởng chuyến tham quan! Tôi thực sự biết ơn họ vì đã làm cho kỳ nghỉ ở Sài Gòn của tôi thực sự đáng nhớ! Cảm ơn các bạn rất nhiều! Tôi đặc biệt giới thiệu công ty này cho bất kỳ ai và tất cả mọi người. Chúng tôi giúp sinh viên thực hành tiếng Anh và tìm hiểu thêm về nền văn hóa tươi đẹp của đất nước này.Đọc thêm",
            "Quynh đến khách sạn của chúng tôi như đã hứa và rất nhiệt tình và hào phóng chia sẻ với chúng tôi về thời gian cũng như kiến ​​thức của cô về thành phố cũng như lịch sử của nó. Khi cô ấy ngày càng quen thuộc với những sở thích của chúng tôi, cô ấy đã điều chỉnh cách trình bày và chương trình nghị sự của mình để trình bày một bài học về địa lý, lịch sử và văn hóa mang tính giải trí và thỏa mãn. Cần lưu ý rằng do một số thay đổi trong lịch trình của chúng tôi, SaiGon Tours đã cố gắng phục vụ chúng tôi trong thời gian rất ngắn. Điều tiếc nuối duy nhất của chúng tôi là không có thời gian tham gia các tour khác mà SaiGon Fee Day Tours cung cấp. Mặc dù tôi chắc chắn rằng tất cả các hướng dẫn viên du lịch đều cung cấp dịch vụ tuyệt vời và những bài thuyết trình đầy kiến ​​thức, nhưng tôi phải nói rằng Quỳnh không chỉ thông minh, nhiệt tình và ăn nói khéo léo trong công việc, cô ấy còn quan tâm đến chúng tôi và có tính cách ấm áp đến mức trước một vài người. nhiều giờ trôi qua, chúng tôi cảm thấy mình đã có được một người bạn. Cô ấy chắc chắn sẽ đạt được những điều tuyệt vời trong cuộc sống học tập và công việc của mình.Đọc thêm",
            "4 người chúng tôi lên lịch một chuyến du lịch trong ngày với Danh và Quỳnh. Họ đưa chúng tôi đi vòng quanh thành phố đến một số địa điểm thú vị, nhà thờ Đức Bà, quán cà phê địa phương, chợ Bến Thành, bảo tàng chiến tranh và những nơi khác. Kỹ năng tiếng Anh của họ rất tốt và thật vui khi được nói chuyện với họ và tìm hiểu về trải nghiệm của họ khi còn là sinh viên Việt Nam. Sau chuyến tham quan, họ đã có một số gợi ý hay về địa điểm ăn uống và những thứ nên xem khi chúng tôi ở trong thị trấn. Chắc chắn sẽ giới thiệu chúng và nó hoàn toàn miễn phí!Đọc thêm",
            "Bạn bè và tôi đang trong chuyến đi đầu tiên đến Sài Gòn. Chúng tôi đã tìm thấy chuyến tham quan này và quyết định đây sẽ là một cách tuyệt vời để ngắm nhìn thành phố qua con mắt của những người thực sự sống ở đó. Dahn và Quynh gặp chúng tôi tại khách sạn và đưa chúng tôi đi tham quan thành phố một chuyến đi bộ thú vị. Chúng tôi có lẽ đã lọt vào top 5 điều đáng xem nhất ở Sài Gòn, tất cả những nơi chúng tôi đã lên kế hoạch ghé thăm ngay cả khi đi một mình. Họ rất am hiểu về các địa điểm và rất vui khi được trò chuyện trong suốt chuyến tham quan. Hầu hết các sinh viên tham gia các chuyến tham quan này đều đang rèn luyện kỹ năng ngoại ngữ của mình nên việc nói chuyện với họ bằng ngôn ngữ đó được khuyến khích - chúng tôi không gặp vấn đề gì khi nói bằng tiếng Anh. Chắc chắn đề xuất những chuyến tham quan này.Đọc thêm"
        ],
        "star_ratings": [
            94,
            7,
            4,
            1,
            4
        ],
        "review_amount": 110,
        "location": [
            "Tour tham quan Sài Gòn trong ngày miễn phí",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written April 28, 2018",
            "Written April 28, 2018",
            "Written April 24, 2018",
            "Written April 23, 2018",
            "Written April 17, 2018",
            "Written April 9, 2018",
            "Written April 6, 2018",
            "Written March 15, 2018",
            "Written March 10, 2018",
            "Written March 10, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12829824-Reviews-or90-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or80-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or100-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26875853-Reviews-Wabe_Sabe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6362892-Reviews-Detoured_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317898-Reviews-Notre_Dame_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12295934-Reviews-Oasis_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16959077-Reviews-Free_Walking_Tour_by_Vietravel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24886282-Reviews-VINBACCO_Wine_With_A_Story-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3948543-Reviews-Saigon_Hotpot_Travel_With_Local_Youth-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12945904-Reviews-SoNice-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60368-d7146269-Reviews-Red_Mill_LLC-Waupaca_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d183421-Reviews-Blue_Man_Group-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d282547-Reviews-Ho_Chunk_Gaming_Wisconsin_Dells-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g303805-d10243633-Reviews-Monty_s_Dog_Beach_and_Bar-Crikvenica_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d12954444-Reviews-Anomalie_Art_club-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d3705429-Reviews-Majnu_Ka_Tilla-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d17343392-Reviews-Xavage_Park_by_Xcaret-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d6664377-Reviews-Ayia_Napa_Square-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d1755105-Reviews-Fig_Tree_Bay-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g194949-d4322420-Reviews-Porto_Giunco-Villasimius_Province_of_Cagliari_Sardinia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or100-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-or90-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html"
    }
]