[
    {
        "attraction_name": "Saigon on Bikes",
        "attraction_name_vi": "Sài Gòn trên xe đạp",
        "general_info": [
            "681 đánh giá",
            "- 32 trên 392 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy"
        ],
        "attraction_summary": "Du lịch xe máy Việt Nam. Tour ẩm thực đường phố Sài Gòn và tham quan thành phố bằng xe máy. Chúng tôi cung cấp chất lượng dịch vụ tốt nhất với giá cả cạnh tranh. 100 - trong số các tài xế và hướng dẫn viên của chúng tôi là những người nói tiếng Anh, là những người trẻ, thông minh, giàu thông tin, hiểu biết, cẩn thận, nhiệt tình, thông minh, tài năng, năng động, thông minh, hữu ích và lôi cuốn, những người truyền đạt kiến ​​thức địa phương hoành tráng và vượt thời gian thông qua các câu chuyện và truyện cười cho người đi du lịch háo hức và tò mò. Cho dù bạn muốn trải nghiệm cuộc sống địa phương, ẩm thực, văn hóa, tham quan hay mua sắm, luôn có lựa chọn tour dành cho bạn. Tham vọng của chúng tôi là mang đến cho bạn những gì tốt nhất của Sài Gòn.Đọc thêm",
        "reviews": [
            "Trải nghiệm mà chúng tôi có với Son và Ruby, hướng dẫn viên của chúng tôi, từ Sài Gòn trên Xe đạp chắc chắn là điểm nổi bật trong chuyến đi của chúng tôi! Chúng tôi đã thực hiện một chuyến tham quan ẩm thực đường phố riêng kéo dài 4 giờ bắt đầu từ 6 giờ chiều vào đêm thứ 3 tại Thành phố Hồ Chí Minh. Trước chuyến tham quan này, chúng tôi chủ yếu đi lang thang quanh Quận 1 nhưng Sài Gòn trên Xe đạp cũng cho chúng tôi cơ hội khám phá các quận khác! Son và Ruby đã đưa chúng tôi trực tiếp từ khách sạn và ngay lập tức giải thích cách đi xe đạp an toàn. Giao thông ở Thành phố Hồ Chí Minh tuy hỗn loạn nhưng vẫn trật tự - thật đáng kinh ngạc khi mọi người có thể di chuyển dễ dàng xung quanh dòng xe cộ đang tới - . Chúng tôi đã chọn tin tưởng vào khả năng phán đoán điều hướng giao thông của Son và Ruby! Họ đưa chúng tôi đến 5 địa điểm bán đồ ăn đường phố khác nhau, khắp các Quận khác nhau. Đó là một cách tuyệt vời để trải nghiệm thành phố bằng xe đạp vào buổi tối. Cảm giác thật tự do và tạ ơn Chúa, chúng tôi đã chọn chuyến tham quan buổi tối để thoát khỏi cái nóng nhiệt đới và tận hưởng làn gió nhẹ. Khi đi xe đạp, hướng dẫn viên của chúng tôi sẽ nói về các điểm tham quan, địa danh và lịch sử. Hãy nhớ no bụng vì bạn sẽ được no nê những món ăn ngon vào cuối chuyến tham quan! Món ưa thích của chúng tôi chắc chắn là chả giò - nó rất tươi và sạch! Thành thật mà nói, nếu tôi thấy mình ở thành phố một lần nữa, tôi rất sẵn lòng thực hiện một chuyến tham quan khác với Sài Gòn trên Xe đạp, vì họ có thể thay đổi hành trình. Đó chắc chắn là cách tốt nhất để khám phá thành phố.Đọc thêm",
            "Gia đình chúng tôi đã thực hiện chuyến tham quan thành phố và tận hưởng từng chút một. Tất cả 7 hướng dẫn viên du lịch của chúng tôi đều có kiến ​​thức, tốt bụng và quyến rũ. Không có khoảnh khắc nào mà nó lúng túng cả! Đến cuối chuyến tham quan, chúng tôi cảm thấy như tất cả họ đều là bạn của mình.  Họ đã vượt lên trên và in cho chúng tôi những bức ảnh lưu niệm! Tôi muốn giới thiệu chuyến tham quan này tới tất cả bạn bè của tôi đang lên kế hoạch đến thăm Việt Nam! Tôi không thể diễn tả hết sự biết ơn của chúng tôi khi có một đội du lịch tuyệt vời như vậy!Đọc thêm",
            "Cho đến nay, đây là phần tuyệt vời nhất trong thời gian chúng tôi ở Thành phố Hồ Chí Minh. Chúng tôi thực sự thích nó! Hướng dẫn viên du lịch và tất cả những người đi xe đạp đều tuyệt vời. Chúng tôi được trải nghiệm một số món ăn địa phương tuyệt vời và được tham quan thành phố cùng một lúc. Rất muốn giới thiệu!! Chúng tôi là một nhóm gồm 5 người Anh đi du lịch từ Singapore, chúng tôi đã có một chuyến tham quan riêng, thật tuyệt. Đọc thêm",
            "Đây là lần thứ 2 tôi thực hiện chuyến tham quan với Sài GònOnBikes - lần trước là vào năm 2016 - và đây tiếp tục là một trong những hoạt động thú vị nhất mà bạn có thể làm ở Sài Gòn. Hướng dẫn viên của chúng tôi, Hương, Pumba, Alex và Cat đều là những người lái xe giỏi, an toàn và họ đều rất vui vẻ khi trò chuyện. Họ đưa chúng tôi đến 5 địa điểm khác nhau và thử 10 món chay khác nhau. Tất cả đều ngon! Rất khuyến khích chuyến tham quan này! Đọc thêm",
            "Một cách tuyệt vời để dành một buổi chiều ở Sài Gòn. Người bạn đồng hành của tôi rất tuyệt vời, tự tin và tôi luôn cảm thấy an toàn. Tôi đã được giới thiệu nhiều món ăn mới và có một ngày tuyệt vời. Cảm ơnĐọc thêm",
            "Cho đến nay tour du lịch ẩm thực tốt nhất ở Sài Gòn! Chúng tôi ở trong một nhóm lớn và hướng dẫn viên du lịch của chúng tôi đã điều hướng thành phố một cách dễ dàng! Tôi và chồng đi cùng Minh - chúng tôi không thể đi xe máy do bị thương - và chúng tôi gặp nhau ở mỗi điểm dừng. Minh đã đưa ra gợi ý về đồ ăn cho chúng tôi trong vài ngày tới trong thành phố và cho chúng tôi biết tất cả những địa điểm tốt nhất để khám phá. Đến cuối chuyến tham quan, chúng tôi rất buồn khi phải chia tay những người bạn mới! Nếu bạn muốn khám phá thành phố, thưởng thức những món ăn ngon và kết bạn mới HÃY THAM GIA DU LỊCH NÀY!Đọc thêm",
            "Chuyến đi vui vẻ nhất mà tôi từng tham gia!!! Chúng tôi đi theo nhóm lớn và các hướng dẫn viên mang đến nguồn năng lượng tuyệt vời nhất. Đồ ăn NGON QUÁ, tôi cứ muốn ăn thêm! Xin cảm ơn Thang!!Đọc thêm",
            "Thật là một đêm tuyệt vời! Việc giao tiếp rất dễ dàng ngay từ đầu và tôi có thể lên lịch chuyến tham quan cùng mình và một số người bạn mà không gặp rắc rối nào. Nhóm nhỏ ba người của chúng tôi đã được đón đúng giờ trước Nhà hát lớn. Chúng tôi đã gặp hướng dẫn viên của chúng tôi và lên đường! Đã lâu rồi tôi chưa có được niềm vui lớn như thế này. Tôi không muốn tiết lộ quá nhiều vì có một số điều bất ngờ sẽ xảy ra. Nhưng có rất nhiều đồ ăn và rất nhiều niềm vui! Tôi sống ở Sài Gòn và chắc chắn sẽ tiếp tục quay lại công ty này khi có thêm gia đình và bạn bè ghé thăm. Các hướng dẫn viên đều có kiến ​​thức và cá tính và có cảm giác như chúng tôi chỉ là những người bạn đi chơi trong thị trấn. Tôi không thể giới thiệu tour này đủ! Cảm ơn bạn rất nhiều vì một trải nghiệm khó quên và rất nóng lòng được đi cùng bạn lần nữa! : - Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch tuyệt vời với Phú, Trang và Thành. Tất cả họ đều vui vẻ và dễ nói chuyện, điều đó thật may mắn vì chỉ có tôi và đối tác trong chuyến lưu diễn. Chúng tôi đã có một số món ăn tuyệt vời mà chúng tôi sẽ không bao giờ tìm thấy nếu không tham gia chuyến tham quan. Chúng tôi cũng thích đi xe tay ga vòng quanh nhưng rất vui vì có người dân địa phương lái chúng! Có rất nhiều thực phẩm và đồ uống có giá trị rất lớn. Một trong những trải nghiệm tuyệt vời nhất chúng tôi có ở Việt Nam.Đọc thêm",
            "Lenna hỗ trợ trưởng đoàn du lịch của chúng tôi, Elly cùng với Potter trong chuyến tham quan buổi tối của chúng tôi. Cô ấy là một tay đua rất giỏi, tôi cảm thấy rất an toàn khi ở bên cô ấy. Cô ấy thân thiện, lịch sự và tôn trọng, cho phép tôi hòa mình vào bầu không khí về đêm của thành phố sôi động và hấp dẫn này. Tôi chắc chắn sẽ giới thiệu - Sài Gòn trên xe máy - để tìm hiểu về Thành phố Hồ Chí Minh. Cảm ơn nhóm!!  -  -  -  -  -  - Đọc thêm"
        ],
        "star_ratings": [
            667,
            13,
            1,
            0,
            0
        ],
        "review_amount": 681,
        "location": [
            "Sài Gòn trên xe đạp",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written November 11, 2023",
            "Written May 7, 2023",
            "Written November 28, 2022",
            "Written October 13, 2022",
            "Written October 2, 2022",
            "Written June 14, 2022",
            "Written June 13, 2022",
            "Written April 9, 2022",
            "Written September 17, 2021",
            "Written March 13, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4509227-Reviews-Saigon_on_Bikes-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or10-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19982426-Reviews-Vietnam_Backroads_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273335-Reviews-Ba_Thien_Hau_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454972-Reviews-Chinatown_Cho_Lon_District_5-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8013291-Reviews-Urban_Tales_Cholon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8775058-Reviews-Saigon_On_Motorbike-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d635380-Reviews-Binh_Tay_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339857-Reviews-Scooter_Saigon_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6387515-Reviews-Saigon_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27456777-Reviews-Cgv_Pandora_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501655-Reviews-Maika_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19717967-Reviews-HAY_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293932-d6535611-Reviews-ARARAT_Museum-Yerevan.html",
            "https://www.tripadvisor.com/Attraction_Review-g612391-d4469858-Reviews-Bang_Niang_Market-Takua_Pa_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d131886-Reviews-Matheson_Hammock_Park-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42423-d615400-Reviews-Mackinac_Island_State_Park-Mackinac_Island_Mackinac_County_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d6696744-Reviews-Maria_Lanakila_Catholic_Church-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g147390-d23964122-Reviews-La_Vigie_Paramin_Lookout-Maraval_Trinidad_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g57597-d6352601-Reviews-Cloud_9_Trampoline_Park-Chesapeake_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153000-Reviews-Palancar_Reef-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g298004-d4574040-Reviews-Quente_Beach_Club-Cesme_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d209760-Reviews-Champs_Elysees-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or10-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-Saigon_on_Bikes-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon on Bikes",
        "attraction_name_vi": "Sài Gòn trên xe đạp",
        "general_info": [
            "681 đánh giá",
            "- 32 trong số 392 Đồ ăn - Đồ uống tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy"
        ],
        "attraction_summary": "Du lịch xe máy Việt Nam. Tour ẩm thực đường phố Sài Gòn và tham quan thành phố bằng xe máy. Chúng tôi cung cấp chất lượng dịch vụ tốt nhất với giá cả cạnh tranh. 100 - trong số các tài xế và hướng dẫn viên của chúng tôi là những người nói tiếng Anh, là những người trẻ, thông minh, giàu thông tin, hiểu biết, cẩn thận, nhiệt tình, thông minh, tài năng, năng động, thông minh, hữu ích và lôi cuốn, những người truyền đạt kiến ​​thức địa phương hoành tráng và vượt thời gian thông qua các câu chuyện và truyện cười cho người đi du lịch háo hức và tò mò. Cho dù bạn muốn trải nghiệm cuộc sống địa phương, ẩm thực, văn hóa, tham quan hay mua sắm, luôn có lựa chọn tour dành cho bạn. Tham vọng của chúng tôi là mang đến cho bạn những gì tốt nhất của Sài Gòn.Đọc thêm",
        "reviews": [
            "Thật là một cách tuyệt vời để ngắm cảnh vào ban đêm! Hướng dẫn viên xinh đẹp của chúng tôi Long - Hậu thật tuyệt vời, đưa chúng tôi đến những nơi mà chúng tôi sẽ không tình cờ gặp nếu họ không biết. Tôi cảm thấy an toàn và tự tin trên chiếc xe đạp của họ và rất muốn giới thiệu Long - Hậu cho những ai muốn khám phá những con đường ít khách du lịch đi lại.Đọc thêm",
            "Đêm nay là một chuyến đi ĐẶC BIỆT. Chúng tôi đã có khoảng thời gian tuyệt vời nhất khi đi vòng quanh Hồ Chí Minh để tham gia chuyến tham quan ẩm thực đường phố. Chúng tôi có cảm giác tuyệt vời về thành phố và tất cả những món ăn tuyệt vời mà có lẽ chúng tôi sẽ - đã quá lo lắng khi tự mình thử. Hang, Hương và Pumba - các bạn RẤT vui. Cảm ơn bạn đã làm cho thời gian ở Hồ Chí Minh của chúng tôi thật thú vị và vì những đề xuất bổ sung!! Chúng tôi đặc biệt giới thiệu điều này cho bất kỳ ai đến thăm HCM để có trải nghiệm địa phương đích thực.Đọc thêm",
            "Tôi được đón đúng giờ - 6 giờ chiều - để tham quan ẩm thực và đi xe đạp. Người lái xe là một phụ nữ rất thân thiện - tôi quên tên cô ấy -. Cư xử lịch sự và lái xe cẩn thận. Cô ấy trò chuyện rất hay nhưng không giải thích nhiều về thành phố. Cô ấy quên chỉ ra tòa nhà cao nhất thành phố và những thứ tương tự. Cô ấy phải được thúc giục để cung cấp thông tin.     Đến với phần ẩm thực, chúng tôi đã được tham gia bởi một hướng dẫn viên thân thiện khác - người hoàn hảo - cho công việc. Anh giải thích từng món ăn, nói đùa, tỏ ra rất nhiệt tình. Cũng cho tôi lựa chọn. NÓ LÀ DU LỊCH THỰC PHẨM TỐT NHẤT.  - Về chuyến đi ...Tôi đã đặt chỗ trước... - Đọc thêm",
            "Chào các trái tim nhỏ, \n\nCảm ơn bạn đã dành thời gian đánh giá chúng tôi trên TripAdvisor! Chúng tôi rất vui khi biết rằng bạn thích các món ăn trong chuyến tham quan của chúng tôi. : - \n\nVà tôi muốn xin lỗi vì bạn đã không - t - hoàn toàn - tận hưởng trải nghiệm của mình với chúng tôi khi tài xế không - không chỉ cho bạn Landmark 81 - tòa nhà cao nhất. Chúng tôi đã làm việc với cô ấy về vấn đề này và được biết rằng cô ấy không quên; nhưng khi cô ấy lái xe ngang qua nó, bạn và cô ấy đang nói chuyện khác. Cô ấy không thể cắt ngang cuộc trò chuyện của bạn để chỉ ra điều đó. Vì vậy, cô ấy không thể chú ý đến bạn khi lái xe ngang qua nó. Chúng tôi rất tiếc vì điều đó. : - \n\nMặc dù đánh giá cao sự thông cảm của bạn nhưng chúng tôi cũng muốn nhân cơ hội này để đưa ra lời giải thích của mình. Trong Night Food Tour, chúng tôi tập trung nhiều hơn vào ẩm thực, văn hóa ăn uống - cuộc sống về đêm của người dân địa phương hơn là các địa điểm du lịch của thành phố. Lộ trình được thiết kế và hướng dẫn viên được đào tạo để ưu tiên tinh thần chính mà chuyến tham quan hướng tới. Trong Chuyến tham quan ẩm thực của chúng tôi, một số điểm tham quan như Landmark 81 đã nằm ngoài lộ trình và nó chỉ xuất hiện trong khoảng 5 giây từ rất xa. Vì vậy, đôi khi người lái xe không thể sắp xếp đủ thời gian để chỉ cho bạn. Tuy nhiên, trong chuyến tham quan Thành phố của chúng tôi, hành trình sẽ hiển thị nhiều điểm tham quan của thành phố hơn và chúng tôi sẽ nói nhiều hơn về chúng. : - \n\nMột lần nữa, chúng tôi rất tiếc và cảm ơn bạn đã gọi cho chúng tôi - DU LỊCH ẨM THỰC TỐT NHẤT - . : - \n\nTrân trọng,\nSài Gòn trên xe đạp Đọc thêm",
            "Tour du lịch ẩm thực xe tay ga tuyệt vời.  Nhóm hướng dẫn viên cực kỳ thú vị đã đưa chúng tôi đến một số địa điểm ẩm thực địa phương tuyệt vời. Cuộc trò chuyện tuyệt vời và chuyến tham quan thú vị quanh thành phố như người dân địa phương - cảm thấy an toàn - thực sự rất thích. Rất muốn giới thiệu. Đọc thêm",
            "Trải nghiệm tuyệt vời với hướng dẫn viên du lịch giỏi nhất My và Hương! Đồ ăn thật tuyệt vời và hướng dẫn viên du lịch của chúng tôi thật đặc biệt. Chia sẻ rất nhiều kiến ​​thức địa phương và rất hài hước. Một điều phải làm khi đến Sài Gòn!Đọc thêm",
            "Đối tác của tôi và tôi đã thực hiện chuyến tham quan ẩm thực buổi tối với Sài Gòn trên xe đạp và thật tuyệt vời từ đầu đến cuối! Trước đây tôi hơi lo lắng vì tôi chưa bao giờ ngồi sau xe đạp, tuy nhiên hướng dẫn viên Hương và My của chúng tôi rất tuyệt vời và chúng tôi luôn cảm thấy an toàn và giúp tâm trí thoải mái! Đồ ăn rất tuyệt, nếu bạn đang tìm kiếm một chuyến tham quan ẩm thực để thử các món ăn Việt Nam chính gốc và địa phương thì đây là tour dành cho bạn! Chúng tôi có rất nhiều thức ăn và không đói!  Xin chân thành cảm ơn hướng dẫn viên Hương và My của chúng tôi, họ là những hướng dẫn viên nói tiếng Anh tận tâm, chu đáo, nhiều thông tin và rất cá nhân! Bạn sẽ bỏ lỡ nếu không tham gia chuyến du lịch Sài Gòn bằng xe đạp! Chắc chắn sẽ giới thiệu cho bạn bè và gia đình!  Một lần nữa xin cảm ơn Thanh, My và Hương. Đọc thêm",
            "Gia đình 7 người của tôi đã thực hiện chuyến phiêu lưu thú vị này với một số người chủ nhà tuyệt vời tại Hồ Chí Minh. Thức ăn rất tuyệt và tôi muốn nói đây là cách thú vị nhất để hòa mình vào cuộc sống ở đây trong vài giờ.   Đọc thêm",
            "Tôi đến Việt Nam rất ngại đi xe máy. Những người đi xe tay ga thật tuyệt vời và vì tôi bị hạn chế khả năng di chuyển nên họ đã giúp tôi lên và xuống xe. Thái độ của người lái xe thật tuyệt vời. Đó là cách để nhìn thấy Sài Gòn thực sự. Những con hẻm nhỏ và những con đường là điều không thể bỏ qua. Trình điều khiển rất cẩn thận quá. Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời với Hương và Thanh. Phải thử một số loại đá quý địa phương ẩn giấu hơn và tất cả đều rất ngon. Những người này biết thức ăn của họ! Bạn cũng có thể ngắm nhìn thành phố khi họ chở bạn đi vòng quanh và tìm hiểu về các quận khác nhau. Khi họ nói hãy đói, hãy chắc chắn rằng bạn bắt đầu đói vì bạn không muốn bỏ lỡ bất cứ điều gì! Rất khuyến khích!! Đọc thêm",
            "Tuyệt vời! Có vẻ như hoàn toàn hỗn loạn khi bạn nhìn trên đường với tư cách là người đi bộ hoặc trên phương tiện giao thông, nhưng khi bạn - ngồi trên xe tay ga cùng đội Sài Gòn on Bikes, bạn thực sự cảm thấy an toàn. Và việc đi vòng quanh những bùng binh đó thực ra là - sự hỗn loạn có tổ chức - . Yêu hướng dẫn viên quanh thành phố và tất cả các hương vị ẩm thực đặc biệt mà bạn sẽ không thử. Và còn có rất nhiều đồ ăn nữa. Đừng ăn trước. Chúng tôi là một nhóm gồm 6 người và sau đó chúng tôi đã rất no. Đầy đủ và rất hạnh phúc. Rất khuyến khích chuyến tham quan này.Đọc thêm"
        ],
        "star_ratings": [
            667,
            13,
            1,
            0,
            0
        ],
        "review_amount": 681,
        "location": [
            "Sài Gòn trên xe đạp",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 29, 2020",
            "Written February 19, 2020",
            "Written January 13, 2020",
            "Written January 9, 2020",
            "Written January 8, 2020",
            "Written December 29, 2019",
            "Written December 22, 2019",
            "Written November 24, 2019",
            "Written November 23, 2019",
            "Written October 30, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4509227-Reviews-or10-Saigon_on_Bikes-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or20-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19982426-Reviews-Vietnam_Backroads_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273335-Reviews-Ba_Thien_Hau_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454972-Reviews-Chinatown_Cho_Lon_District_5-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8013291-Reviews-Urban_Tales_Cholon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8775058-Reviews-Saigon_On_Motorbike-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d635380-Reviews-Binh_Tay_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339857-Reviews-Scooter_Saigon_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6387515-Reviews-Saigon_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27456777-Reviews-Cgv_Pandora_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501655-Reviews-Maika_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19717967-Reviews-HAY_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g34117-d1417350-Reviews-Manatee_Sanctuary_Park-Cape_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56797-d8566853-Reviews-Lake_Palestine-Tyler_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d110078-Reviews-360_Chicago_Observation_Deck-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d2707214-Reviews-Lake_Hodges_Pedestrian_Suspension_Bridge-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d23599395-Reviews-Magique_at_The_Theatre-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d308884-Reviews-Khan_Al_Khalili-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60963-d1646442-Reviews-Tokopah_Falls-Three_Rivers_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d116576-Reviews-Deer_Park_Winery_Auto_Museum-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32974-d14052782-Reviews-Mistlin_Sports_Park-Ripon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d116924-Reviews-Old_Town-Kissimmee_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or20-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or10-Saigon_on_Bikes-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon on Bikes",
        "attraction_name_vi": "Sài Gòn trên xe đạp",
        "general_info": [
            "681 đánh giá",
            "- 32 trên 392 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy"
        ],
        "attraction_summary": "Du lịch xe máy Việt Nam. Tour ẩm thực đường phố Sài Gòn và tham quan thành phố bằng xe máy. Chúng tôi cung cấp chất lượng dịch vụ tốt nhất với giá cả cạnh tranh. 100 - trong số các tài xế và hướng dẫn viên của chúng tôi là những người nói tiếng Anh, là những người trẻ, thông minh, giàu thông tin, hiểu biết, cẩn thận, nhiệt tình, thông minh, tài năng, năng động, thông minh, hữu ích và lôi cuốn, những người truyền đạt kiến ​​thức địa phương hoành tráng và vượt thời gian thông qua các câu chuyện và truyện cười cho người đi du lịch háo hức và tò mò. Cho dù bạn muốn trải nghiệm cuộc sống địa phương, ẩm thực, văn hóa, tham quan hay mua sắm, luôn có lựa chọn tour dành cho bạn. Tham vọng của chúng tôi là mang đến cho bạn những gì tốt nhất của Sài Gòn.Đọc thêm",
        "reviews": [
            "Chúng tôi đến thành phố Hồ Chí Minh vào tối thứ Ba và tôi đã liên hệ với công ty để sắp xếp chuyến tham quan vào ngày hôm sau. Chúng tôi đã liên lạc rất tốt thông qua WhatsApp và sắp xếp chuyến tham quan ẩm thực bằng xe tuk tuk vào ngày hôm sau. Alex, Thanh và Pumba là những người chủ nhà tuyệt vời dẫn chúng tôi đi khắp những con phố đông đúc dừng lại để thưởng thức những món ăn ngon. Các chàng trai của tôi nói rằng đó là một trong những chuyến du lịch yêu thích của họ ở Việt Nam. Cảm ơn vì một ngày vui vẻ - Đọc thêm",
            "Nó đã rất vui. Người lái xe của tôi rất xuất sắc và khiến tôi cảm thấy an toàn ngay cả khi giao thông điên cuồng ở Sài Gòn, cô ấy rất đáng yêu và nói tiếng Anh rất hay. Thật tuyệt vời khi được đi du lịch giữa các quận khác nhau và tìm hiểu về chúng. Tôi thực sự khuyên bạn nên thực hiện chuyến tham quan này. Cảm ơn Sài Gòn trên xe đạp.Đọc thêm",
            "Sài Gòn On Bikes, một trải nghiệm tuyệt vời-điều tuyệt vời nhất mà chúng tôi đã làm ở Việt Nam, tôi sẽ - không ngần ngại, hãy làm điều đó! Đó là giá trị đáng kinh ngạc so với số tiền bỏ ra, một trong những điều thú vị nhất mà tôi - từng làm!Những người lái xe máy của tôi và chồng tôi - Hướng dẫn viên du lịch - Ngọc và Thanh - thật tuyệt vời - họ là người địa phương, với trình độ tiếng Anh TUYỆT VỜI và kiến ​​thức tuyệt vời về thành phố - chúng tôi đã có một chuyến tham quan thú vị quanh Sài Gòn cũng mang tính giáo dục không kém. Cảm ơn Sài Gòn On Bikes-Công việc TUYỆT VỜI!Corinne - Ryan ScattertyAberdeen-Scotland-U.KĐọc thêm",
            "Một chuyến đi tuyệt vời quanh khu vực trung tâm trên lưng xe máy. Chúng tôi đã trải nghiệm Sài Gòn thực sự khi những người tài xế đáng yêu của chúng tôi đàm phán về giao thông Sài Gòn! Một chiếc bánh mì tuyệt vời cho bữa sáng với người dân địa phương. Tất cả các trình điều khiển đều tuyệt vời, hiểu biết và có tiếng Anh rất tốt. Tôi thực sự muốn giới thiệu công ty này và chuyến tham quan!Đọc thêm",
            "Ồ!!!! Thật là một trải nghiệm thực sự tuyệt vời. Nhu là tài xế của tôi và cô ấy thật tuyệt vời. Kể cho tôi nghe rất nhiều điều và thông tin về cuộc sống sinh hoạt ở Sài Gòn. Tôi là người duy nhất trong chuyến lưu diễn này và thực sự rất hư hỏng. Tôi nghĩ người lái xe thứ hai đi theo chúng tôi là để đảm bảo an ninh. Tôi cảm thấy cực kỳ an toàn và an toàn mọi lúc. Con dâu và con rể của tôi đã làm điều này cách đây vài năm và nói rằng tôi PHẢI làm điều đó. Đó là điều tuyệt đối phải làm nếu bạn - đang ở Sài Gòn. Đi vòng quanh các khu vực chính của Sài Gòn. Những con đường nhỏ và ngõ hẻm. Đi qua các khu chung cư. Ngửi thấy nhiều mùi tuyệt vời - tốt và xấu!!!! Và thức ăn. Thật tuyệt vời. Và rất xác thực. Điểm dừng đầu tiên là bãi đỗ xe máy, nơi chúng tôi ngồi bệt xuống đất. Thiết lập và thức ăn hoàn toàn đáng kinh ngạc. Nếu bạn đến Sài Gòn thì đây là điều không thể bỏ qua. Và cảm ơn Nhu vì tình bạn của bạn.Đọc thêm",
            "This turned out to be a fabulous adventure of Saigon - Ho Chi Minh city. It is also called Saigon Unseen - I see why - because you get to see real Saigon in such an unusual way  - places where regular tourists do not go. Daytime trip. Let me tell you - completely safe in terms of where your guide  - mine was Rachel -  takes you and safe in the way she manages the motorbike on the streets. I just sat back relaxed - let my body be in synch with the bike and did not pay attention to Rachel riding and manoeuvres in traffic. I was comfortable pretty soon and enjoyed looking around, taking pictures and videos !! - It rained pretty heavy. - no problem - she took out the motor bike plastic sheet  - raincoats -  from under the seat. She got me dressed and she got hers on and there we went - continuing on the tour. You get to see all different parts of Saigon- lunch at an authentic local restaurant. Rachel a student studying Finance and Banking spoke good English, extremely knowledgeable about the city and very pleasant and respectful. Among many other places I saw a typical  family house with their own underground war bunker and now a coffee shop on the street level and upstairs balcony. American built studio apartments -  hundreds and hundreds - given free to families who enlisted a male member with the US army - unfortunately these male members never came back - The oldest Chinese temple 2 or 3 centuries old in its full glory and lit incense with prayers for those departed in your family and other kind for the wishes on behalf of the living Visit to District 7 - poorest area of Saigon and see the lifestyle of the  - poor and infamous -  living, fishing and selling on their  - yachts -   -  - And so much more. Absolutely worth and great value. You see everything at a different pace  -  not strenuous for you- spend more or less time at different stops. Etc.Read more",
            "Đối tác của tôi và tôi đã thực hiện chuyến tham quan ẩm thực đường phố về đêm bằng xe máy. Tài xế Thanh và Ngọc của chúng tôi là những người chủ nhà tuyệt vời - đưa chúng tôi đi khắp thành phố nơi chúng tôi học được rất nhiều điều cũng như nếm thử rất nhiều món ăn ngon và mạo hiểm! Chúng tôi cũng thưởng thức một số loại bia cũng như sự đồng hành và tổ chức các nhà hàng địa phương. Rất khuyến khích! Đọc thêm",
            "Trải nghiệm tuyệt vời mà bạn đã giành được - không thể có được ở bất kỳ nơi nào khác trên thế giới! Chuyến đi diễn ra an toàn và bạn thực sự có được góc nhìn của người dùng về con đường rất nhanh. Thức ăn rất ngon và tất cả chủ nhà đều cực kỳ thích nghi với tiếng Anh xuất sắc. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan Sài Gòn buổi tối bằng xe đạp. Các hướng dẫn viên du lịch đều rất am hiểu về thành phố và rất vui được nói chuyện. Thức ăn mà chúng tôi dừng lại và ăn dọc đường đều rất ngon và toàn bộ hoạt động diễn ra rất suôn sẻ tại mỗi nhà hàng. Đây chắc chắn không phải là điểm dừng ăn uống mà bạn có thể tự mình tìm thấy và chúng rất đáng để ghé thăm! Ngắm nhìn thành phố về đêm trên một chiếc xe máy thật tuyệt vời và tôi thực sự muốn giới thiệu nó cho bất kỳ ai đến thăm thành phố. Xin chân thành cảm ơn tất cả các hướng dẫn viên của chúng tôi cho buổi tối: Hương, Tuyền, Thanh, My và hướng dẫn viên siêu thân thiện Alex của tôi!! Đọc thêm",
            "Tôi đang trong chuyến tham quan học tập với trường đại học của tôi ở Sài Gòn. Chuyến tham quan này mang đến cho bạn góc nhìn địa phương về Sài Gòn như một thành phố từ phía sau xe tay ga, đi qua các điểm tham quan địa phương - ghé thăm các nhà hàng chuyên về ẩm thực Việt Nam. Tất cả các thành viên trong nhóm của chúng tôi đã có những tương tác tuyệt vời với những người đi xe máy tương ứng, đồng thời là hướng dẫn viên du lịch, những người nói tiếng Anh lưu loát và rất am hiểu về thành phố Sài Gòn thân yêu của họ. Một đề cập đặc biệt đến hướng dẫn viên - tài xế - hướng dẫn viên của tôi, Hương, cô ấy thật tuyệt vời khi đưa ra cái nhìn sâu sắc toàn diện về lịch sử, văn hóa, ẩm thực, con người - phong cách sống của Sài Gòn. Tôi giới thiệu chúng cho bất kỳ khách du lịch nào đang tìm kiếm trải nghiệm thực sự đích thực. Đọc thêm",
            "bạn có phục vụ bằng tiếng Trung không?Đọc thêm",
            "Xin chào kobosheng,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi!!! Chúng tôi rất vui khi biết rằng bạn quan tâm đến dịch vụ của chúng tôi! : - \n\nVề thông tin của bạn, tôi rất tiếc nhưng hiện tại, tất cả các chuyến tham quan của chúng tôi đều được cung cấp bằng tiếng Anh. Chúng tôi có một số hướng dẫn viên có thể nói được tiếng Trung không chuẩn nhưng điều đó sẽ không đủ để làm với các chuyến tham quan. Tôi xin lỗi vì sự bất tiện này. Xin vui lòng cho chúng tôi biết nếu bạn muốn tham gia cùng chúng tôi vào một ngày nào đó. : - \n\nTrân trọng,\nSài Gòn trên xe đạpĐọc thêm",
            "Chào các cậu. Đang tìm tour cho tour 2 khách đêm 17 - 10 - 17. Bạn gợi ý SAN nào? Và giá cả chúng tôi yêu thích đồ ăn nhưng muốn có một ví dụ về đồ ăn được nếm thử trong chuyến tham quan ẩm thực qua đêm. Tôi - đã từng đến và nhìn thấy nhà thờ, bưu điện, v.v. vậy xin hỏi có điều gì khác biệt không? Cảm ơnĐọc thêm",
            "Xin chào divadiningdaily,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes! Chúng tôi rất vui khi nhận được tin nhắn của bạn!!! : - \n\nĐể biết thông tin của bạn, theo mong muốn của bạn, chúng tôi muốn gợi ý cho bạn Tour ẩm thực đêm của chúng tôi, chúng tôi tổ chức hàng đêm từ 6:00 tối đến 10:00 tối. Chuyến tham quan này sẽ bao gồm 5 điểm dừng ẩm thực địa phương với hơn 10 món ăn mà chúng tôi tin rằng có thể đáp ứng mong muốn của bạn về khẩu vị địa phương. Và trong Chuyến tham quan ẩm thực của chúng tôi, chúng tôi tập trung nhiều hơn vào ẩm thực, vì vậy chúng tôi sẽ không vào bên trong để xem bất kỳ điểm tham quan nào. Bạn có thể không phải lo lắng về điều này. Tuy nhiên, chúng ta sẽ lái xe qua nhiều điểm tham quan và ngắm nhìn cuộc sống về đêm trong khi di chuyển từ điểm dừng này đến điểm dừng khác. Và Tour ẩm thực đêm của chúng tôi có mức giá - 59 - khách bao gồm tất cả đồ ăn và đồ uống không giới hạn. : - \n\nHiện tại, Tour ẩm thực đêm của chúng tôi vẫn dành cho HAI bạn vào Thứ Ba, ngày 17 tháng 10 năm 2017. Bạn có thể dễ dàng đặt chuyến tham quan trực tuyến thông qua trang web của chúng tôi hoặc bạn có thể gọi điện - gửi email cho chúng tôi để đặt bất kỳ chuyến tham quan nào của chúng tôi. : - \n\nCảm ơn bạn đã dành thời gian!!! Nếu bạn cần thêm thông tin, xin vui lòng liên hệ lại với chúng tôi. : - \n\nTrân trọng,\nSài Gòn trên xe đạpĐọc thêm",
            "bạn có sẵn 2 - 25 cho 1 giờ chiều không?Đọc thêm",
            "Xin chào Matteo g, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes! Chúng tôi rất vui khi nhận được tin nhắn của bạn!!! : - \n\nĐối với thông tin của bạn, CÓ! Our Chiều Sài Gòn Charms - City Tour - 13h30 - 16h30 - ngày 25/02/2017 vẫn đang áp dụng. Bạn có thể dễ dàng đặt chuyến tham quan trực tuyến thông qua trang web của chúng tôi hoặc bạn có thể gọi điện - gửi email cho chúng tôi để đặt bất kỳ chuyến tham quan nào của chúng tôi. : - \n\nNếu bạn cần thêm thông tin, xin vui lòng liên hệ lại với chúng tôi.\n\nCảm ơn bạn đã dành thời gian!!! : - \n\nTrân trọng,\nSài Gòn trên xe đạpĐọc thêm",
            "Bạn có tổ chức các chuyến du lịch mua sắm phù hợp cho bé trai và mẹ 15 tuổi không? Dành cho giày thể thao, quần áo, túi xách tay, điện thoại đeo đầu, v.v?Đọc thêm",
            "Xin chào mumandarch,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes!!! : - \n\nĐối với thông tin của bạn, CÓ! Chúng tôi cung cấp các chuyến tham quan mua sắm nhưng mọi chuyến tham quan mua sắm đều phải riêng tư vì những khách hàng khác nhau sẽ có nhu cầu mua sắm khác nhau. Vui lòng gửi yêu cầu của bạn đến địa chỉ email của chúng tôi để chúng tôi có thể thảo luận với bạn xem liệu chúng tôi có thể đáp ứng cho bạn và đề xuất hành trình lý tưởng cho nhu cầu của bạn hay không. Cảm ơn!!! : - \n\nChúng tôi rất mong nhận được email của bạn. : - \n\nTốt nhất,\n\nSài Gòn trên xe đạpĐọc thêm",
            "Tôi - là một đầu bếp đến từ Denver và tôi sẽ đến thăm vào ngày 13-16 tháng 11.  Tôi muốn thông tin về các chuyến đi của bạn.\nCảm ơn,\nĐầu bếp PhilipĐọc thêm",
            "Hi Chef Philip,\n\nThank you very much for contacting Saigon on Bikes!!! We are so happy to receive your message. : - \n\nFor your information, Saigon on Bikes is a travel agency offering motorbike tours within Ho Chi Minh City  - or Saigon - . On our tours, each of you will be sitting on the back of a motorbike and taken care of by our driver, who is also your personal tour guide on over the tour. For your information, I would like to introduce to you our best sellers, our Morning Saigon Charms - City Tour and Night Saigon Delish - Food Tour, which are still available for you from November 13 - 16, 2016. : - \n\n1. Morning Saigon Charms - City Tour: we start at 8:00am in the morning. On this tour, we will pass and let you see all of the tourist attractions like the City Post Office, the Cathedral, Independence Palace, City Hall, the Opera House, Ben Thanh Market... Then we will visit China Town. On the way there, we will pass and see many interesting things. In China Town, we will pass Binh Tay Market - the oldest and biggest market in Saigon. And Korean Town is our last stop. A local breakfast will be included. And this tour is at the price of  - 42 - pax. : - \n\n2. Night Saigon Delish - Food Tour: this tour starts at 6:00pm everyday. On our food tour, we will travel from place to place in the city to have five different local food stops  - 4 savories and 1 dessert - . At each place, we will have a few dishes. And we will try over 10 dishes in total. On this tour, beside the cuisine, you guys also have the chance to experience the life and sightseeing of the city as we will travel to different districts for food. This tour is at the price of  - 55 - pax with all food and drinks are included. : - \n\nPlease have a look at our website for more information and details about our tours and service. You can book one of our tours directly through our email or on our website. Should you need any more information, please do not hesitate to contact us again.\n\nThank you for your time, Chef Philip!!! We are looking forward to hearing back from you again!!! : - \n\nBest Regards,\nSaigon on BikesRead more",
            "Tôi muốn đặt chỗ bằng xe đạp cho bữa tối cho 2 người lớn vào ngày 31 tháng 1. Chúng tôi thích đồ ăn nhà hàng hơn đồ ăn đường phố do dạ dày nhạy cảm của chúng tôi.\nChúng tôi sẽ ở tại khách sạn Harmony Sài Gòn tại 32A-34 Bùi Thị Xuân, TP.HCM và vui lòng cho chúng tôi biết thời gian chúng tôi sẽ được đón và đưa về khách sạn. Chúng tôi yêu thích hải sản, súp và rau nấu chín. Không thực sự quan tâm đến nhiều món bánh mì hoặc bột. Chúng tôi rất vui khi được tham gia một nhóm. Chúng tôi là hai người sành ăn ở độ tuổi trung niên!\n\nHãy trả lời càng sớm càng tốt. Gửi cho tôi báo giá và địa chỉ email chính xác của bạn.\n\nCảm ơn,\nJoanne FramsonĐọc thêm",
            "Xin chào MamaFram, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes!!! : - \n\nĐể biết thông tin của bạn, vui lòng gửi yêu cầu của bạn đến địa chỉ email của chúng tôi để chúng tôi có thể thảo luận với bạn xem liệu chúng tôi có thể đáp ứng cho bạn và đề xuất một hành trình lý tưởng cho nhu cầu của bạn hay không. Cảm ơn!!! : - \n\nChúng tôi rất mong nhận được email của bạn. : - \n\nTốt nhất,\nSài Gòn trên xe đạpĐọc thêm",
            "Tour đêm cùng công ty bạn giá bao nhiêuĐọc thêm",
            "Xin chào Flyingkiwi1505,\n\nCho bạn biết, hiện tại Tour Ẩm Thực Đêm - Sài Gòn Delish của chúng tôi có mức giá - 55 - khách bao gồm tất cả đồ ăn và đồ uống không giới hạn. : - \n\nChúc mừng,\nSài Gòn trên xe đạpĐọc thêm"
        ],
        "star_ratings": [
            667,
            13,
            1,
            0,
            0
        ],
        "review_amount": 681,
        "location": [
            "Sài Gòn trên xe đạp",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written October 23, 2019",
            "Written October 20, 2019",
            "Written October 18, 2019",
            "Written September 22, 2019",
            "Written September 18, 2019",
            "Written September 18, 2019",
            "Written September 13, 2019",
            "Written September 7, 2019",
            "Written September 4, 2019",
            "Written September 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4509227-Reviews-or20-Saigon_on_Bikes-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or10-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or30-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19982426-Reviews-Vietnam_Backroads_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273335-Reviews-Ba_Thien_Hau_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454972-Reviews-Chinatown_Cho_Lon_District_5-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8013291-Reviews-Urban_Tales_Cholon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8775058-Reviews-Saigon_On_Motorbike-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d635380-Reviews-Binh_Tay_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339857-Reviews-Scooter_Saigon_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6387515-Reviews-Saigon_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27456777-Reviews-Cgv_Pandora_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501655-Reviews-Maika_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19717967-Reviews-HAY_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15685229-Reviews-The_Pointe-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d4546674-Reviews-Ocean_Club_Marbella-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andal.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d13450465-Reviews-Face_Club_Bucharest-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d1067219-Reviews-Beach_Walk-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d108858-Reviews-Ocean_Drive-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d566580-Reviews-Pharaonic_Village-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129610-d11867754-Reviews-Tsukiji_Fish_Market-Tsukiji_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d6206539-Reviews-Cinepax-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d11806597-Reviews-Bird_Island_Pier-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d642517-Reviews-Highway_36-California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or30-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or20-Saigon_on_Bikes-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon on Bikes",
        "attraction_name_vi": "Sài Gòn trên xe đạp",
        "general_info": [
            "681 đánh giá",
            "- 32 trên 392 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy"
        ],
        "attraction_summary": "Du lịch xe máy Việt Nam. Tour ẩm thực đường phố Sài Gòn và tham quan thành phố bằng xe máy. Chúng tôi cung cấp chất lượng dịch vụ tốt nhất với giá cả cạnh tranh. 100 - trong số các tài xế và hướng dẫn viên của chúng tôi là những người nói tiếng Anh, là những người trẻ, thông minh, giàu thông tin, hiểu biết, cẩn thận, nhiệt tình, thông minh, tài năng, năng động, thông minh, hữu ích và lôi cuốn, những người truyền đạt kiến ​​thức địa phương hoành tráng và vượt thời gian thông qua các câu chuyện và truyện cười cho người đi du lịch háo hức và tò mò. Cho dù bạn muốn trải nghiệm cuộc sống địa phương, ẩm thực, văn hóa, tham quan hay mua sắm, luôn có lựa chọn tour dành cho bạn. Tham vọng của chúng tôi là mang đến cho bạn những gì tốt nhất của Sài Gòn.Đọc thêm",
        "reviews": [
            "Chuyến tham quan Sài Gòn Charms thật tuyệt vời. Chúng tôi được đón lúc 7:55 và được thực hiện một chuyến đi tuyệt vời qua thành phố. Những người đã cho chúng tôi tham quan thật tuyệt vời. Những người thực sự tốt bụng, rất am hiểu về thành phố và những người lái xe thực sự giỏi - không lúc nào tôi cảm thấy không an toàn. Chúng tôi trò chuyện về các địa điểm, âm thanh và mùi vị của thành phố và điều đó thật thú vị. Chúng tôi thấy nhiều quận, đi ngang qua một số địa điểm du lịch, nhưng cũng nhìn thấy những thứ mà một khách du lịch bình thường sẽ không thấy, nhiều thứ thực tế hơn. thành phố và nó thật điên rồ - theo một cách tốt -. Chúng tôi đã có một vài điểm dừng trong suốt chuyến tham quan, một để tìm hiểu về một địa điểm địa phương và chụp một số bức ảnh, một để ăn sáng tại một nhà hàng nhộn nhịp ở địa phương - - btw đồ ăn hoàn toàn tuyệt vời tuyệt vời! - , một người để thử một ít thạch đen địa phương sau đó dừng lại để giải khát một lần nữa. Tôi rất muốn giới thiệu tour này cho bất kỳ ai đến Sài Gòn, nó thật tuyệt vời, tôi rất vui sẽ thực hiện lại vào ngày mai! Tôi muốn giới thiệu chuyến tham quan nàyĐọc thêm",
            "Chúng tôi chỉ có 1 ngày ở TP HCM nên chúng tôi quyết định thực hiện chuyến tham quan này vào ban đêm. Tài xế Lee của tôi đã cung cấp thông tin về thành phố khi chúng tôi lái xe đi khắp nơi để ăn những món ăn ngon, anh ấy cũng giống như một hướng dẫn viên du lịch địa phương. Nhưng hơn thế nữa, chúng tôi đã biết những người hướng dẫn của mình, cuộc sống và lý lịch của họ, điều này khiến trải nghiệm trở nên thú vị hơn rất nhiều. Mặc dù thành phố đông đúc do nghỉ Tết nhưng chúng tôi vẫn có một đêm tuyệt vời. Rất khuyến khích nếu bạn có thời gian lưu trú ngắn ngày, xin lưu ý đừng ăn nhiều trước khi thực hiện chuyến tham quan này.Đọc thêm",
            "Tôi đã tự mình thực hiện chuyến tham quan ẩm thực với tài xế Tahn andy Sun. Họ có công việc tuyệt vời nhất trên thế giới... đi chơi, ăn những món ăn ngon nhất. Tôi cũng không đánh giá cao Sài Gòn cho đến khi lên xe đạp! Tôi cảm thấy thực sự an toàn và thoải mái. Yêu nhìn thấy vinh quang của từng khu phố vào ban đêm. Hãy nghiêm túc làm điều đó, đừng suy nghĩ kỹ. Đọc thêm",
            "Thành thật mà nói đây là thời gian hết hạn tốt nhất! Tôi và người song sinh đã có chuyến du lịch riêng với Sài Gòn trên xe đạp! Ông chủ Thanh đã nỗ lực hết sức để mang đến cho chúng tôi trải nghiệm thực sự chân thực về tất cả các quận ở Sài Gòn. Chúng tôi đã dừng lại ở tất cả những nhà hàng nhỏ tuyệt vời chuyên về một món ăn cụ thể! Thanh thật sự biết đồ ăn của mình!! Anh chàng này rất đam mê những gì anh ấy làm. Người lái xe của tôi là Tuna và tôi rất yêu cô ấy. Cả ba câu hỏi đều nói tiếng Anh xuất sắc. Họ không chỉ giáo dục chúng tôi về ẩm thực Việt Nam mà còn về văn hóa tổng thể. Tôi không thể giới thiệu họ nữa vì họ thực sự là người giỏi nhất.Đọc thêm",
            "Tôi có thể thành thật nói rằng trải nghiệm này là điểm nhấn trong chuyến đi của chúng tôi. Than và các chàng trai đã vô cùng nồng nhiệt chào đón ngay từ đầu. Sau đó là chuyến đi. Quá tuyệt! 5 điểm dừng, đồ ăn thì tuyệt vời. Đi xe qua Sài Gòn vào ban đêm thực sự là một trải nghiệm thú vị - mẹ tôi rất thích ha - . Tôi chúc Than thành công trong công việc kinh doanh của mình, anh ấy là một huyền thoại! Cảm ơn lần nữa Saigon on Bikes : - Đọc thêm",
            "Đây phải là một trong những điểm nổi bật trong tháng của chúng tôi tại Việt Nam. Đi xe máy vòng quanh TP.HCM là một trải nghiệm riêng, nhưng món ăn chúng tôi đi thử thực sự rất tuyệt vời. Chúng tôi đã đặt chuyến tham quan này sau khi XO đã kín chỗ trong tuần - và chúng tôi đã thực hiện một số đặt chỗ vào phút cuối - và chúng tôi RẤT vui vì họ đã đầy đủ sau khi đạp xe với Sài Gòn trên Xe đạp. Tại sao chuyến tham quan này lại tuyệt vời đến vậy? - Tài xế 1 kèm 1: Người địa phương tuyệt vời hướng dẫn viên - những người lái xe tuyệt vời để trò chuyện và tìm hiểu về cuộc sống - đi học ở TP.HCM- Những lựa chọn thực phẩm TUYỆT VỜI: Đây không phải là danh sách những thứ bạn - đã từng có trước đây... Đây là những lựa chọn địa phương độc đáo tại hoàn toàn không có cách nào bạn có thể tự mình tìm thấy những thứ này. Họ đặt những món hàng tốt nhất cho bạn và bạn không phải lo lắng về bất cứ điều gì. 3 tuần sau chúng ta vẫn đang nói về việc những bữa ăn này ngon như thế nào.- Béo. Theo cách tốt nhất có thể. 15 món ăn và tôi muốn có nhiều hơn nữa... Nó cứ ngày càng ngon hơn. Không một lời phàn nàn nào về đêm đó. Vượt xa sự mong đợi của chúng tôi và tôi - sẽ làm lại nếu tôi quay lại Sài Gòn. Cảm ơn Sài Gòn trên xe đạp!!!!Đọc thêm",
            "It was my first trip to Vietnam and on Day 1 on was somewhat taken aback with the many millions of motorcyclists. Then came Saigon on bikes, which I - ll attempt to to share in two parts:Part 1: Food tour  - night -  This is a mandatory tour for anyone thinking even coming to Saigon. To experience the true culture is to mingle with locals, understand - appreciate their culture and what better way to start learning than through your stomach! Saigon on bikes brought me to 6 different places to try all the local Vietnamese cuisine. It - s nothing compared to those you find in restaurants, because it - s so must more authentic and all-so-mouth-watering. The only mistake I made was to have a late lunch that day and couldn - t stuff myself with the blissful foooooood! Great great tour, good company, professional guides, and such a gastronomical journey! Part 2: City TourSo the food tour was so impressive that I had to take another tour with Saigon on bikes-morning city tour. Readers may have realized I have not talked about the biking experience from the above but I shall cover it here: safe, stable, awesome! There - s a lead biker on top of a dedicated guide biker hauling me all over the beautiful streets of Saigon. You -  - lol get first hand experience what Saigon traffic is, and be pleasantly surprised how easy it it to twirl and whirl through the seemingly impossible heavy traffic. No fuss and worry-free riding experience  - and this is coming from a 85-kg me - . Back to the city your, great way to explore the many markets, local sights and attractions. Did I mention it comes with breakfast? The best breakkie you can imagine! Sizzling hot beef patty  -  French bread. There is no way to explore the alleys, nooks-and-crannies of true Saigon unless on a bike and Saigon on bikes was able to deliver on promise! Thank you Thanh and team for your service, local insights, story-sharing, and close attention to detail. Example: they have hand sanitizers, tissue, napkins for those on tour! I - ll be back on your bikes with my friends again in 2015!Read more",
            "Vào ngày 1 tháng 1, nhóm 6 người chúng tôi đi du lịch Sài Gòn bằng xe đạp. Tôi đã nằm liệt giường trong 2 ngày và tôi rất vui vì đã không bỏ lỡ chuyến tham quan này. Đó là một trải nghiệm tuyệt vời, tất cả các hướng dẫn viên đều tốt bụng, hào phóng và chu đáo vì họ biết tôi không được khỏe, họ đã cố gắng hết sức để đảm bảo rằng tôi đã có khoảng thời gian tuyệt vời và tôi đã làm được! Tôi chỉ cố gắng nếm thử thức ăn và tất cả đều ngon. Ngay cả khi không có đồ ăn, chuyến tham quan bằng xe đạp cũng là một trải nghiệm tuyệt vời. Tất cả các hướng dẫn viên đều nói tiếng Anh tốt, cực kỳ am hiểu và giữ cho bầu không khí sôi động và vui vẻ. Một điều nhất định phải làm nếu bạn ở saigon! Xin gửi lời cảm ơn đặc biệt đến jay người hướng dẫn của tôi và thanh vì đã chăm sóc chúng tôi rất tốt và biến nó thành một trải nghiệm đáng nhớ: - Đọc thêm",
            "Đã có một đêm tuyệt vời với Sài Gòn trong chuyến du lịch đêm Bilkes. Các hướng dẫn viên du lịch nói chung là những sinh viên du lịch trẻ nói tiếng Anh hoặc những sinh viên mới tốt nghiệp đại học, những người sẵn lòng chia sẻ văn hóa của họ với bạn. Chúng tôi đã thực hiện 5 điểm dừng để nếm thử bánh tráng, ếch tỏi, thịt lên men, ức dê nướng BBQ và có rất nhiều món ăn ít mạo hiểm hơn để thử. Chỉ cần đi theo dòng chảy, ăn những gì bạn kinh ngạc và hỏi nó là gì khi bạn đã nếm thử. Món tráng miệng cũng thú vị và ngon miệng - cơm hầm với ngô ngọt ... Nghiêm túc mà nói, mọi thứ đều ngon và tôi có thể báo cáo rằng sáng nay tôi không gặp vấn đề gì về dạ dày.  Rất muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Đây là lần đầu tiên tôi đến TP HCM cùng với chồng và bạn bè. Chúng tôi quyết định di chuyển bằng xe đạp vì đây là phương tiện di chuyển phổ biến ở đây.. Chúng tôi được chủ quán Lê Thanh chào đón.. Họ là những chàng trai thân thiện và vui vẻ. Chúng tôi đã được đưa đến những nơi mà ô tô thậm chí không thể đi vào.. Nó thực sự là một điều mở rộng tầm mắt!!! Điều tuyệt vời nhất của chuyến đi là họ đã làm chúng tôi ngạc nhiên khi mua bánh để chúc mừng sinh nhật chồng tôi!!!! Thật chu đáo.. Cảm ơn Sài Gòn bằng xe đạp!!!  Đọc thêm"
        ],
        "star_ratings": [
            667,
            13,
            1,
            0,
            0
        ],
        "review_amount": 681,
        "location": [
            "Sài Gòn trên xe đạp",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 7, 2017",
            "Written February 15, 2015",
            "Written February 3, 2015",
            "Written January 30, 2015",
            "Written January 27, 2015",
            "Written January 21, 2015",
            "Written January 1, 2015",
            "Written January 1, 2015",
            "Written August 17, 2014",
            "Written May 6, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4509227-Reviews-or30-Saigon_on_Bikes-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or20-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or40-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19982426-Reviews-Vietnam_Backroads_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273335-Reviews-Ba_Thien_Hau_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454972-Reviews-Chinatown_Cho_Lon_District_5-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8013291-Reviews-Urban_Tales_Cholon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8775058-Reviews-Saigon_On_Motorbike-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d635380-Reviews-Binh_Tay_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339857-Reviews-Scooter_Saigon_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6387515-Reviews-Saigon_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27456777-Reviews-Cgv_Pandora_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501655-Reviews-Maika_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19717967-Reviews-HAY_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g39885-d12196545-Reviews-Nada_Tunnel-Stanton_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d8556131-Reviews-Awsc_Shark_Center_Chatham-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g2645450-d2627128-Reviews-Waihe_e_Ridge_Trail-Waihee_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13228380-Reviews-Strahov_Library-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g51021-d3310733-Reviews-Walnut_Creek_Amish_Flea_Market-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562256-Reviews-Ridemakerz-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d116935-Reviews-Robert_Mondavi_Arch_Tower-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d1523350-Reviews-Theatro-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d2188992-Reviews-Wegner_Quartz_Crystal_Mines-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g635965-d148049-Reviews-Playa_Luquillo-Luquillo_Puerto_Rico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or40-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or30-Saigon_on_Bikes-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon on Bikes",
        "attraction_name_vi": "Sài Gòn trên xe đạp",
        "general_info": [
            "681 đánh giá",
            "- 32 trên 392 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy"
        ],
        "attraction_summary": "Du lịch xe máy Việt Nam. Tour ẩm thực đường phố Sài Gòn và tham quan thành phố bằng xe máy. Chúng tôi cung cấp chất lượng dịch vụ tốt nhất với giá cả cạnh tranh. 100 - trong số các tài xế và hướng dẫn viên của chúng tôi là những người nói tiếng Anh, là những người trẻ, thông minh, giàu thông tin, hiểu biết, cẩn thận, nhiệt tình, thông minh, tài năng, năng động, thông minh, hữu ích và lôi cuốn, những người truyền đạt kiến ​​thức địa phương hoành tráng và vượt thời gian thông qua các câu chuyện và truyện cười cho người đi du lịch háo hức và tò mò. Cho dù bạn muốn trải nghiệm cuộc sống địa phương, ẩm thực, văn hóa, tham quan hay mua sắm, luôn có lựa chọn tour dành cho bạn. Tham vọng của chúng tôi là mang đến cho bạn những gì tốt nhất của Sài Gòn.Đọc thêm",
        "reviews": [
            "Gọi đến Sài Gòn bằng xe đạp và may mắn có được một chuyến tham quan thành phố trong ngày. Vì hiện tại đang là mùa thấp điểm nên tôi là người duy nhất đi tour. Tôi luôn thích gặp gỡ những du khách khác trong các chuyến du lịch, nhưng chuyến tham quan một mình giúp tôi có nhiều thời gian hơn để thư giãn ở chợ, thưởng thức bữa trưa dài hơn và dừng lại chụp ảnh thường xuyên hơn, điều mà tôi khá thích. Thanh và tài xế - hướng dẫn viên của tôi rất thích thân thiện, có kiến ​​thức sâu rộng về sài gòn.  Bữa trưa thật thú vị và ngon miệng - chúng tôi ăn ở một địa điểm địa phương mà tôi chưa bao giờ khám phá ra ở nơi khác. Nói chung - rất khuyến khích!Đọc thêm",
            "Hai chị em tôi đã đến thăm TP.HCM vào tháng 1 năm 2014 và tôi phải nói rằng đây là điểm nổi bật trong chuyến đi của chúng tôi! Thanh, Harry, Anna và Ngong rất hiếu khách và nồng hậu, họ luôn cố gắng khiến chúng tôi cảm thấy như ở nhà. Điểm dừng đầu tiên của chúng tôi là gỏi đu đủ với thịt bò khô, điểm dừng thứ hai là bánh mì Việt Nam, điểm dừng thứ ba chúng tôi có hải sản và món mì mặn cuối cùng. Sau đó, chúng tôi kết thúc với tuyển chọn các món tráng miệng ngon miệng: - trong suốt chuyến đi, Thanh và hướng dẫn viên của anh ấy đã trả lời từng câu hỏi của chúng tôi và thể hiện kiến ​​thức rõ ràng cũng như tình yêu đối với đất nước của họ. Đây cũng là lần đầu tiên tôi đi xe máy và lúc đầu tôi rất lo lắng, nhưng họ là những người lái xe cực kỳ điêu luyện và chúng tôi cảm thấy an toàn và vững vàng trên xe đạp của họ giữa dòng xe cộ đông đúc của TP.HCM. Đến cuối chuyến tham quan, họ cảm thấy như những người bạn cũ: - nhất định phải làm nếu bạn đến thăm hoặc chỉ đi ngang qua Sài Gòn!Đọc thêm",
            "Đây là lần đầu tiên tôi đến Việt Nam nên tôi quyết định tham gia City Tour cùng Sài Gòn trên xe đạp. Đó là quyết định tốt nhất bao giờ hết!!!! Tài xế của tôi, Thành, đã sắp xếp mọi thứ một cách chu đáo và chở tôi đến những nơi tốt nhất. Tôi đã có thể trải nghiệm hầu hết Sài Gòn thông qua chuyến tham quan này. Nó đáng giá từng xu và tôi đặc biệt giới thiệu nó cho bất kỳ ai muốn có khoảng thời gian vui vẻ ở Việt Nam!!! Đọc thêm",
            "Tôi yêu chuyến đi này biết bao! Người lái xe đã đón tôi đúng giờ tại khách sạn để tham quan ẩm thực buổi chiều. Thật vui khi được ngồi sau xe đạp đi khắp nơi ở Sài Gòn. Bạn đã nhìn thấy nhiều khuôn mặt của thành phố. Người lái xe của tôi rất am hiểu và trả lời tất cả các câu hỏi của tôi về thành phố. Anh ấy còn chỉ cho tôi những mẹo nhỏ mà trước đây tôi không để ý. Chúng tôi đã thưởng thức 5 món ăn địa phương với những mô tả thú vị. Mỗi món ăn đều giống như một kiệt tác từ hình thức đến hương vị. Tôi chưa bao giờ có thể tự mình gọi những món ngon như vậy. Vô cùng đầy đủ và rất hài lòng khi chuyến tham quan kết thúc. Nhìn chung, đây là một điều tốt để làm ở Sài Gòn. Rất khuyến khích điều này! Đọc thêm",
            "Tôi đã thực hiện một chuyến tham quan thành phố bằng xe đạp Sài Gòn và thực sự yêu thích nó. Tài xế của tôi đúng giờ, thân thiện và giao tiếp tốt. Chuyến tham quan bắt đầu bằng bữa trưa kiểu Việt ngon miệng với một ít mì và thịt nướng. Tôi không thể nhớ tên nhưng thực sự rất thích cái đó. Sau đó, anh chở tôi đi khắp nơi trong thành phố. Tôi đã có thể nhìn thấy rất nhiều thứ chỉ trong 3 giờ: Nhà thờ Đức Bà, Bưu điện, Dinh Thống Nhất, những con hẻm chật hẹp, những khu chợ sầm uất ở China Town và sự khác biệt giữa các quận giàu nhất và nghèo nhất - Ngoài ra, anh ấy còn cho tôi thử một số đồ uống địa phương như nước mía, cà phê Việt Nam và bơ, những thứ tôi thích nhất. Tôi rất thích ý tưởng của chuyến tham quan và đặc biệt giới thiệu điều này cho mọi người.Đọc thêm",
            "Chuyến tham quan này rất thú vị và chúng tôi rất vui vì đã quyết định thực hiện. Thanh, Hương và Jay là những người hướng dẫn xuất sắc. Họ nói tiếng Anh rất tốt nên giao tiếp không bao giờ là vấn đề. Và những món ăn họ mang đến cho chúng tôi bằng xe máy thật tuyệt vời! Không phải món ăn Việt Nam thông thường của bạn. Chuyến tham quan này là một điểm nhấn đáng nhớ trong chuyến đi của chúng tôi. Chúng tôi thực sự rất thích nó.Đọc thêm",
            "Nếu nói rằng tôi lo ngại về việc đi xe máy ở Đông Nam Á là còn nói nhẹ đi. Hãy yên tâm rằng chuyến đi này chắc chắn sẽ làm giảm bớt phần lớn những điều đó. Hướng dẫn viên trong chuyến tham quan này là những sinh viên tốt nghiệp đại học quyến rũ đang tìm việc làm thêm. Đây không phải là công việc đối với họ mà là cơ hội để họ thực hành tiếng Anh, đi chơi với bạn bè, chia sẻ những câu chuyện về bản thân và đất nước của họ. Sài Gòn trên xe đạp là tất cả những gì mà một chuyến du lịch địa phương nên có, chuyến tham quan ẩm thực đêm kéo dài 5 giờ của chúng tôi là một trải nghiệm tự nhiên, hấp dẫn và ngon miệng về những gì Hồ Chí Minh - Siagon mang lại. Hãy thoải mái xem buổi tối sẽ đưa bạn đến đâu hoặc đưa ra một vài yêu cầu trước nếu có điều gì cụ thể mà bạn muốn thử. Hướng dẫn viên của chúng tôi, Foo, Irene và Alex đều thông thạo tiếng Anh, tôi dám nói rằng họ có thể nói tiếng Anh tốt hơn tôi. Nếu bạn lo lắng về việc kẹt xe ở Sài Gòn thì đừng lo. Hãy nhớ rằng đây là cuộc sống hàng ngày của họ, bạn - chỉ là hàng hóa, bạn - không cần phải tự mình ngồi sau tay lái. Mọi nỗi sợ hãi khi len lỏi qua dòng xe cộ khó đoán với tốc độ ánh sáng đều giảm bớt khi tôi nhận ra tốc độ giới hạn ở Sài Gòn là 40km - giờ - và họ thường xuyên di chuyển trong khoảng những năm 30 - , tôi có thể đạp xe nhanh hơn. Có một số quy tắc dễ dàng cần tuân thủ để trở thành một hành khách giỏi trên xe máy. Lên xe từ bên trái - KHÔNG PHẢI BÊN XẢ - , nắm lấy tay lái phía sau bằng cả hai tay, chỉ cần ngồi và hóp mông vào yên và đừng cố nghiêng người về bất kỳ hướng nào, đừng cố đặt chân trên mặt đất trong bất kỳ trường hợp nào trừ khi bạn đang lắp hoặc tháo dỡ. Hãy nhớ rằng họ - chỉ đi được khoảng 30 km - một giờ, không phải MotoGP. Hãy ngồi lại, đón nhận cảm giác phiêu lưu và tận hưởng cuộc phiêu lưu ẩm thực Sài Gòn về đêm.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất trong chuyến phiêu lưu với xe đạp Sài Gòn! Họ đón chúng tôi ngay lập tức từ ký túc xá của chúng tôi mặc dù nó nằm trong một con hẻm nhỏ. Bản thân tôi và bạn tôi chưa bao giờ đi xe máy trước đây nên khá lo lắng nhưng các tài xế đã sớm khiến chúng tôi cảm thấy thực sự an toàn, lùi lại một chút so với đám đông giao thông! Pumba, Huyền, Nghĩa nghĩ đủ thứ kể cả việc mang nước rửa tay cho chúng tôi. Họ có những thử thách khác nhau suốt đêm để khiến nó trở nên thú vị hơn. Huyền tài xế của tôi khiến tôi cảm thấy rất an toàn và chúng tôi thậm chí còn cố gắng trò chuyện suốt thời gian lái xe và trao đổi những câu chuyện về cuộc sống và trải nghiệm của chúng tôi. Chúng tôi đã thử những món ăn mà chúng tôi thậm chí còn chưa biết đến nếu nó không dành cho nam giới. Can - t đề nghị đủ cao. Một điều tuyệt đối phải làm và một công ty thực sự được tổ chức tốt và an toàn! Sẽ 100 - làm lại nếu tôi ở TP HCM. Đọc thêm",
            "Chúng tôi đã sắp xếp việc này vào phút cuối khi những người chúng tôi gặp khuyên chúng tôi rằng họ nên thực hiện một chuyến tham quan bằng xe đạp. Tôi rất vui vì chúng tôi đã lắp được một chiếc, Thanh đã thiết kế nó cho gia đình chúng tôi để ngắm cảnh và thành phố cũng như dừng chân ăn uống trên đường đi. Thật tuyệt vời!!! Điểm nổi bật của chuyến đi của chúng tôi và chắc chắn là cách tốt nhất để ngắm nhìn TP HCM. Tôi chắc chắn sẽ đề nghị điều này để đi vòng quanh nơi này và thấy sự đa dạng thực sự. Các cô gái của chúng tôi - 5 - 9 - cũng yêu thích nó và nói rằng đó là điều tuyệt vời nhất họ đã làm ở Việt Nam. Hãy làm đi!!!Đọc thêm",
            "Chúng tôi không biết mình sẽ có bao nhiêu niềm vui trong chuyến đi này. Hướng dẫn viên của chúng tôi đón chúng tôi lúc 6 giờ tối từ khách sạn và trong suốt 4 giờ, họ đã chở chúng tôi đi vòng quanh Thành phố Hồ Chí Minh đến 5 địa điểm khác nhau, nơi chúng tôi đã thử khoảng 13 món ăn khác nhau. Trong khi lái xe máy, chúng tôi trò chuyện với hướng dẫn viên và tìm hiểu rất nhiều điều về Việt Nam. Thức ăn rất ngon và các địa điểm đều thú vị. Một phần lớn của sự thích thú trong chuyến tham quan này là thực tế là các hướng dẫn viên rất tuyệt vời. Họ trẻ, nhiệt tình, cá tính và có nhiều thông tin hữu ích về Việt Nam. Và việc được thử nhiều món ăn khác nhau là niềm vui vô cùng đối với những người sành ăn như chúng tôi. Rất khuyến khích!Đọc thêm"
        ],
        "star_ratings": [
            667,
            13,
            1,
            0,
            0
        ],
        "review_amount": 681,
        "location": [
            "Sài Gòn trên xe đạp",
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 25, 2014",
            "Written January 31, 2014",
            "Written December 8, 2013",
            "Written September 30, 2013",
            "Written August 27, 2013",
            "Written August 22, 2013",
            "Written May 8, 2018",
            "Written October 30, 2017",
            "Written April 15, 2017",
            "Written December 11, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4509227-Reviews-or40-Saigon_on_Bikes-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or30-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or50-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19982426-Reviews-Vietnam_Backroads_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273335-Reviews-Ba_Thien_Hau_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454972-Reviews-Chinatown_Cho_Lon_District_5-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8013291-Reviews-Urban_Tales_Cholon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8775058-Reviews-Saigon_On_Motorbike-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d635380-Reviews-Binh_Tay_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339857-Reviews-Scooter_Saigon_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6387515-Reviews-Saigon_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27456777-Reviews-Cgv_Pandora_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501655-Reviews-Maika_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19717967-Reviews-HAY_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d2236532-Reviews-Lamar_Valley-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g1572387-d1963632-Reviews-Designer_Outlet_Parndorf-Parndorf_Burgenland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d272516-Reviews-Belvedere_Castle-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d12299003-Reviews-La_Voute-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g60126-d10844612-Reviews-Sand_Valley_Golf_Resort-Nekoosa_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d490513-Reviews-Windmill_Island_Gardens-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d7715547-Reviews-Idlewild_Park-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45964-d3971142-Reviews-Christmas_Tree_Pass-Laughlin_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g153373-d153456-Reviews-Laguna_Manialtepec-Puerto_Escondido_Southern_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or50-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or40-Saigon_on_Bikes-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon on Bikes",
        "attraction_name_vi": "Sài Gòn trên xe đạp",
        "general_info": [
            "681 đánh giá",
            "- 32 trên 392 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy"
        ],
        "attraction_summary": "Du lịch xe máy Việt Nam. Tour ẩm thực đường phố Sài Gòn và tham quan thành phố bằng xe máy. Chúng tôi cung cấp chất lượng dịch vụ tốt nhất với giá cả cạnh tranh. 100 - trong số các tài xế và hướng dẫn viên của chúng tôi là những người nói tiếng Anh, là những người trẻ, thông minh, giàu thông tin, hiểu biết, cẩn thận, nhiệt tình, thông minh, tài năng, năng động, thông minh, hữu ích và lôi cuốn, những người truyền đạt kiến ​​thức địa phương hoành tráng và vượt thời gian thông qua các câu chuyện và truyện cười cho người đi du lịch háo hức và tò mò. Cho dù bạn muốn trải nghiệm cuộc sống địa phương, ẩm thực, văn hóa, tham quan hay mua sắm, luôn có lựa chọn tour dành cho bạn. Tham vọng của chúng tôi là mang đến cho bạn những gì tốt nhất của Sài Gòn.Đọc thêm",
        "reviews": [
            "Đây là một cách tuyệt vời để ngắm nhìn Sài Gòn! Là một người thích ăn uống, tôi đã mong đợi những món ăn đường phố ngon và chỉ vậy thôi nhưng thay vào đó chúng tôi lại nhận được nhiều hơn thế! Litt và Wang tài xế - hướng dẫn viên của chúng tôi thật tuyệt vời khi họ thu thập tôi và bạn trai của tôi từ khách sạn của chúng tôi và khiến chúng tôi ngay lập tức cảm thấy được chào đón và thoải mái. Chúng tôi rất quen với xe đạp ở châu Á nhưng tôi có thể nói rằng những người này sẽ rất xuất sắc ngay cả khi bạn lần đầu tiên lái xe đạp, họ rất chuyên nghiệp và an toàn trên xe đạp. Bản thân tôi cũng rất thân thiện và Litt trò chuyện theo cách rất thú vị và tôi đã học được rất nhiều điều về văn hóa địa phương. Ở đó tiếng Anh thật tuyệt vời! Chúng tôi đã dành thời gian đi tham quan 5 quận khác nhau - do đó có trò chơi chữ đói khát - và ăn những món ăn ngon và rất chân thực. Có tất cả 10 món! Bất cứ điều gì có thể được đặt hàng với số lượng nhiều hơn cũng như đồ uống! Chúng tôi đã có trà, bia và nhiều nước giải khát địa phương hơn! Tôi sẽ không nói quá nhiều về đồ ăn để làm hỏng sự ngạc nhiên thú vị này! Bạn trai tôi và tôi là người pescatarian nên chúng tôi ăn hải sản nhưng không ăn thịt và họ có thể đáp ứng hoàn toàn điều này, chúng tôi không cảm thấy bị bỏ rơi. Chúng tôi là một nhóm gồm 5 hướng dẫn viên và 5 khách, một con số khá lớn, tôi thực sự rất thích cười và đùa giỡn với mọi người suốt buổi tối và làm quen với những hướng dẫn viên của chúng tôi, những người đều đáng yêu và chuyên nghiệp! Muốn giới thiệu là điểm nổi bật của chuyến đi của chúng tôi ở Sài Gòn! Cảm ơn các bạn! Tổ chức tốt quá! Shell và Scott xĐọc thêm",
            "Chúng tôi được đón vào lúc 6 giờ tối bởi những sinh viên đại học nhiệt tình, tươi cười và vui vẻ và phóng lên phía sau xe máy của họ băng qua sự hối hả và nhộn nhịp của Siagon để đến điểm dừng chân đầu tiên trong số nhiều điểm dừng ăn uống.  Mỗi điểm dừng và đồ ăn chúng tôi được phục vụ đều độc đáo - từ những món ăn đường phố tuyệt vời đến món chả giò tự làm trong một nhà hàng địa phương. Hãy đói vì những món ăn - đặc biệt là món tráng miệng - thật tuyệt vời.  Đừng muốn làm hỏng cuộc vui bằng cách mô tả tất cả các món ăn, nhưng nó đơn giản là ngon!  Đã giới thiệu nó cho một đồng nghiệp và vợ anh ấy, họ nói rằng đây là chuyến phiêu lưu tuyệt vời nhất của họ trong một thời gian dài.Đọc thêm",
            "Chuyến du lịch này rất vui!  Các hướng dẫn viên rất tuyệt vời - lái xe cẩn thận, nhiệt tình với chuyến tham quan và am hiểu về thành phố.  Lúc đầu tôi rất lo lắng, chưa từng đi xe máy và nhìn thấy giao thông ở thành phố này, nhưng đến điểm dừng thứ hai, tôi cảm thấy tự tin.  Người lái xe của tôi có tiếng Anh rất tốt và khiến tôi cảm thấy hoàn toàn thoải mái.  Thức ăn cũng rất tuyệt.  Mỗi điểm dừng là một quán ăn địa phương, không có khách du lịch.  Đói quá!Đọc thêm",
            "Đã tham gia chuyến lưu diễn này với đối tác của tôi 2 đêm trước và nó thật tuyệt vời. Cách tuyệt vời để xem và trải nghiệm ẩm thực và văn hóa Siagon. Kat và Hương rất thông tin và xuất sắc trong tình trạng giao thông hỗn loạn. Cảm ơn một lần nữa cho một đêm tuyệt vời. Rất có thể giới thiệu chuyến tham quan này là điều phải làm.Đọc thêm",
            "Thật tuyệt vời khi họ đã giúp chúng tôi sắp xếp 18 hướng dẫn viên du lịch với 18 chiếc xe máy cho 18 chàng trai của chúng tôi, một số trong đó chưa từng đến châu Á trước đây và một số đã sống ở đây 30 năm. Mọi người đều có khoảng thời gian vui vẻ, thử thách đồ ăn cũng thành công rực rỡ! Muốn giới thiệu.Đọc thêm",
            "Buổi tối thực sự tuyệt vời khi trải nghiệm các điểm tham quan - thú vui của thành phố. Phi hành đoàn thú vị với kiến ​​thức tuyệt vời về các điểm tham quan của thành phố - cung cấp cái nhìn sâu sắc về cuộc sống hàng ngày của Thành phố Hồ Chí Minh.  Thức ăn tuyệt vời, thời gian tuyệt vời. Hoạt động rất được khuyến khích.Đọc thêm",
            "Tôi đã đi tour Delish tối nay cùng chồng và một nhóm bạn. Thức ăn thật tuyệt vời và chúng tôi rất thích trải nghiệm đi qua các con phố của Thành phố Hồ Chí Minh trên lưng xe máy. Những người lái xe cho chuyến tham quan này rất vui vẻ, thân thiện và rất am hiểu về thành phố của họ cũng như những món ăn chúng tôi đang ăn. Họ cũng là những người lái xe cừ khôi và mỗi người chúng tôi đều cảm thấy rất an toàn trên đường phố Sài Gòn đông đúc điên cuồng. Tôi đặc biệt thích cưỡi ngựa cùng Kat tối nay! Đọc thêm",
            "Thật tuyệt vời. Muốn giới thiệu. Thích đạp xe vòng quanh và đi đến những nơi ngẫu nhiên mà tôi sẽ không bao giờ tìm thấyĐọc thêm",
            "Đã có một thời gian tuyệt vời, thức ăn ngon thậm chí còn trò chuyện tốt hơn. Chắc chắn sẽ đề nghị. Rất thân thiện và vui vẻ.Đọc thêm",
            "Pumba, Honung và Nghĩa đưa vợ chồng tôi đi nghỉ một đêm trên thị trấn.  Bằng cách nào đó họ đã có thể cho phép chúng tôi trải nghiệm và cảm nhận sự điên rồ của xe đạp ở Sài Gòn nhưng đồng thời chúng tôi cũng cảm thấy an toàn khi ở bên họ.  Ngoài trải nghiệm đi xe qua thành phố, chúng tôi còn được tham quan các địa điểm, tìm hiểu về thành phố cũng như con người ở đó và chúng tôi đã ăn uống.  Chúng tôi đã ăn TUYỆT VỜI!!!!!  Các món ăn chúng tôi đã ăn rất đa dạng và hầu hết đều là những món mà chúng tôi có thể không tự mình chọn - chỉ do thiếu hiểu biết. Yêu xe đạp !!! Yêu đồ ăn!!! Yêu hướng dẫn viên của chúng tôi!!!!! Đọc thêm",
            "Bạn có phục vụ bằng tiếng Trung không?Đọc thêm",
            "Xin chào kobosheng,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi!!! Chúng tôi rất vui khi biết rằng bạn quan tâm đến dịch vụ của chúng tôi! : - \n\nVề thông tin của bạn, tôi rất tiếc nhưng hiện tại, tất cả các chuyến tham quan của chúng tôi đều được cung cấp bằng tiếng Anh. Chúng tôi có một số hướng dẫn viên có thể nói được tiếng Trung không chuẩn nhưng điều đó sẽ không đủ để làm với các chuyến tham quan. Tôi xin lỗi vì sự bất tiện này. Xin vui lòng cho chúng tôi biết nếu bạn muốn tham gia cùng chúng tôi vào một ngày nào đó. : - \n\nTrân trọng,\nSài Gòn trên xe đạpĐọc thêm",
            "Xin chào mọi người. Đang tìm tour cho 2 người đi tour đêm từ 17 - 10 - 17. Bạn gợi ý SAN nào? Và giá cả, chúng tôi thích đồ ăn nhưng muốn có ví dụ về đồ ăn được nếm thử trong tour ẩm thực đêm. Tôi đã từng đến và thấy nhà thờ, bưu điện, v.v. nên vui lòng cho biết có gì khác không? Cảm ơnĐọc thêm",
            "Xin chào divadiningdaily,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes! Chúng tôi rất vui khi nhận được tin nhắn của bạn!!! : - \n\nĐể biết thông tin của bạn, theo mong muốn của bạn, chúng tôi muốn gợi ý cho bạn Tour ẩm thực đêm của chúng tôi, chúng tôi tổ chức hàng đêm từ 6:00 tối đến 10:00 tối. Chuyến tham quan này sẽ bao gồm 5 điểm dừng ẩm thực địa phương với hơn 10 món ăn mà chúng tôi tin rằng có thể đáp ứng mong muốn của bạn về khẩu vị địa phương. Và trong Chuyến tham quan ẩm thực của chúng tôi, chúng tôi tập trung nhiều hơn vào ẩm thực, vì vậy chúng tôi sẽ không vào bên trong để xem bất kỳ điểm tham quan nào. Bạn có thể không phải lo lắng về điều này. Tuy nhiên, chúng ta sẽ lái xe qua nhiều điểm tham quan và ngắm nhìn cuộc sống về đêm trong khi di chuyển từ điểm dừng này đến điểm dừng khác. Và Tour ẩm thực đêm của chúng tôi có mức giá - 59 - khách bao gồm tất cả đồ ăn và đồ uống không giới hạn. : - \n\nHiện tại, Tour ẩm thực đêm của chúng tôi vẫn dành cho HAI bạn vào Thứ Ba, ngày 17 tháng 10 năm 2017. Bạn có thể dễ dàng đặt chuyến tham quan trực tuyến thông qua trang web của chúng tôi hoặc bạn có thể gọi điện - gửi email cho chúng tôi để đặt bất kỳ chuyến tham quan nào của chúng tôi. : - \n\nCảm ơn bạn đã dành thời gian!!! Nếu bạn cần thêm thông tin, xin vui lòng liên hệ lại với chúng tôi. : - \n\nTrân trọng,\nSài Gòn trên xe đạpĐọc thêm",
            "bạn có sẵn 2 - 25 cho 1 giờ chiều không?Đọc thêm",
            "Xin chào Matteo g, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes! Chúng tôi rất vui khi nhận được tin nhắn của bạn!!! : - \n\nĐối với thông tin của bạn, CÓ! Our Chiều Sài Gòn Charms - City Tour - 13h30 - 16h30 - ngày 25/02/2017 vẫn đang áp dụng. Bạn có thể dễ dàng đặt chuyến tham quan trực tuyến thông qua trang web của chúng tôi hoặc bạn có thể gọi điện - gửi email cho chúng tôi để đặt bất kỳ chuyến tham quan nào của chúng tôi. : - \n\nNếu bạn cần thêm thông tin, xin vui lòng liên hệ lại với chúng tôi.\n\nCảm ơn bạn đã dành thời gian!!! : - \n\nTrân trọng,\nSài Gòn trên xe đạpĐọc thêm",
            "Bạn có tổ chức các chuyến du lịch mua sắm phù hợp cho bé trai và mẹ 15 tuổi không? Dành cho giày thể thao, quần áo, túi xách tay, điện thoại đeo đầu, v.v?Đọc thêm",
            "Xin chào mumandarch,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes!!! : - \n\nĐối với thông tin của bạn, CÓ! Chúng tôi cung cấp các chuyến tham quan mua sắm nhưng mọi chuyến tham quan mua sắm đều phải riêng tư vì những khách hàng khác nhau sẽ có nhu cầu mua sắm khác nhau. Vui lòng gửi yêu cầu của bạn đến địa chỉ email của chúng tôi để chúng tôi có thể thảo luận với bạn xem liệu chúng tôi có thể đáp ứng cho bạn và đề xuất hành trình lý tưởng cho nhu cầu của bạn hay không. Cảm ơn!!! : - \n\nChúng tôi rất mong nhận được email của bạn. : - \n\nTốt nhất,\n\nSài Gòn trên xe đạpĐọc thêm",
            "Tôi - là một đầu bếp đến từ Denver và tôi sẽ đến thăm vào ngày 13-16 tháng 11.  Tôi muốn thông tin về các chuyến đi của bạn.\nCảm ơn,\nĐầu bếp PhilipĐọc thêm",
            "Hi Chef Philip,\n\nThank you very much for contacting Saigon on Bikes!!! We are so happy to receive your message. : - \n\nFor your information, Saigon on Bikes is a travel agency offering motorbike tours within Ho Chi Minh City  - or Saigon - . On our tours, each of you will be sitting on the back of a motorbike and taken care of by our driver, who is also your personal tour guide on over the tour. For your information, I would like to introduce to you our best sellers, our Morning Saigon Charms - City Tour and Night Saigon Delish - Food Tour, which are still available for you from November 13 - 16, 2016. : - \n\n1. Morning Saigon Charms - City Tour: we start at 8:00am in the morning. On this tour, we will pass and let you see all of the tourist attractions like the City Post Office, the Cathedral, Independence Palace, City Hall, the Opera House, Ben Thanh Market... Then we will visit China Town. On the way there, we will pass and see many interesting things. In China Town, we will pass Binh Tay Market - the oldest and biggest market in Saigon. And Korean Town is our last stop. A local breakfast will be included. And this tour is at the price of  - 42 - pax. : - \n\n2. Night Saigon Delish - Food Tour: this tour starts at 6:00pm everyday. On our food tour, we will travel from place to place in the city to have five different local food stops  - 4 savories and 1 dessert - . At each place, we will have a few dishes. And we will try over 10 dishes in total. On this tour, beside the cuisine, you guys also have the chance to experience the life and sightseeing of the city as we will travel to different districts for food. This tour is at the price of  - 55 - pax with all food and drinks are included. : - \n\nPlease have a look at our website for more information and details about our tours and service. You can book one of our tours directly through our email or on our website. Should you need any more information, please do not hesitate to contact us again.\n\nThank you for your time, Chef Philip!!! We are looking forward to hearing back from you again!!! : - \n\nBest Regards,\nSaigon on BikesRead more",
            "Tôi muốn đặt chỗ xe đạp ăn tối cho 2 người lớn vào ngày 31 tháng 1. Chúng tôi thích đồ ăn nhà hàng hơn đồ ăn đường phố vì dạ dày nhạy cảm của chúng tôi.\nChúng tôi sẽ ở tại Khách sạn Harmony Saigon tại 32A-34 Bùi Thị Xuân, TP.HCM và vui lòng cho chúng tôi biết thời gian chúng tôi sẽ được đón và trả về khách sạn. Chúng tôi thích hải sản, súp và rau nấu chín. Không thực sự thích nhiều món bánh mì hoặc bột. Chúng tôi rất vui khi được tham gia một nhóm. Chúng tôi là hai người sành ăn ở độ tuổi trung niên!\n\nVui lòng trả lời sớm nhất có thể. Gửi cho tôi báo giá và địa chỉ email chính xác của bạn.\n\nCảm ơn,\nJoanne Framson Đọc thêm",
            "Xin chào MamaFram, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes!!! : - \n\nĐể biết thông tin của bạn, vui lòng gửi yêu cầu của bạn đến địa chỉ email của chúng tôi để chúng tôi có thể thảo luận với bạn xem liệu chúng tôi có thể đáp ứng cho bạn và đề xuất một hành trình lý tưởng cho nhu cầu của bạn hay không. Cảm ơn!!! : - \n\nChúng tôi rất mong nhận được email của bạn. : - \n\nTốt nhất,\nSài Gòn trên xe đạpĐọc thêm",
            "Tour đêm cùng công ty bạn giá bao nhiêuĐọc thêm",
            "Xin chào Flyingkiwi1505,\n\nCho bạn biết, hiện tại Tour Ẩm Thực Đêm - Sài Gòn Delish của chúng tôi có mức giá - 55 - khách bao gồm tất cả đồ ăn và đồ uống không giới hạn. : - \n\nChúc mừng,\nSài Gòn trên xe đạpĐọc thêm"
        ],
        "star_ratings": [
            667,
            13,
            1,
            0,
            0
        ],
        "review_amount": 681,
        "location": [
            "Sài Gòn trên xe đạp",
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 6, 2019",
            "Written May 2, 2019",
            "Written May 2, 2019",
            "Written May 1, 2019",
            "Written April 22, 2019",
            "Written April 21, 2019",
            "Written April 20, 2019",
            "Written April 20, 2019",
            "Written April 20, 2019",
            "Written April 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4509227-Reviews-or50-Saigon_on_Bikes-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or40-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or60-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19982426-Reviews-Vietnam_Backroads_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273335-Reviews-Ba_Thien_Hau_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454972-Reviews-Chinatown_Cho_Lon_District_5-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8013291-Reviews-Urban_Tales_Cholon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8775058-Reviews-Saigon_On_Motorbike-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d635380-Reviews-Binh_Tay_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339857-Reviews-Scooter_Saigon_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6387515-Reviews-Saigon_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27456777-Reviews-Cgv_Pandora_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501655-Reviews-Maika_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19717967-Reviews-HAY_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g55588-d3172429-Reviews-Russian_Banya_Spa_and_Restaurant-Carrollton_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d269374-Reviews-Virginia_Beach_Boardwalk-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136995-Reviews-Bowery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32049-d110245-Reviews-Lake_Alpine-Bear_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d144372-Reviews-Silver_Queen_Gondola-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g52046-d117025-Reviews-Umpqua_Hot_Springs-Roseburg_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d3694515-Reviews-Gangchon_Rail_Park-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d15042082-Reviews-Bale_Bazaar-Nuwara_Eliya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d3187588-Reviews-Red_Onion_Saloon_Brothel_Museum-Skagway_Alaska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or60-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or50-Saigon_on_Bikes-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon on Bikes",
        "attraction_name_vi": "Sài Gòn trên xe đạp",
        "general_info": [
            "681 đánh giá",
            "- 32 trên 392 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy"
        ],
        "attraction_summary": "Du lịch xe máy Việt Nam. Tour ẩm thực đường phố Sài Gòn và tham quan thành phố bằng xe máy. Chúng tôi cung cấp chất lượng dịch vụ tốt nhất với giá cả cạnh tranh. 100 - trong số các tài xế và hướng dẫn viên của chúng tôi là những người nói tiếng Anh, là những người trẻ, thông minh, giàu thông tin, hiểu biết, cẩn thận, nhiệt tình, thông minh, tài năng, năng động, thông minh, hữu ích và lôi cuốn, những người truyền đạt kiến ​​thức địa phương hoành tráng và vượt thời gian thông qua các câu chuyện và truyện cười cho người đi du lịch háo hức và tò mò. Cho dù bạn muốn trải nghiệm cuộc sống địa phương, ẩm thực, văn hóa, tham quan hay mua sắm, luôn có lựa chọn tour dành cho bạn. Tham vọng của chúng tôi là mang đến cho bạn những gì tốt nhất của Sài Gòn.Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời. Họ thân thiện đúng giờ và đồ ăn rất ngon. Luôn cảm thấy an toàn khi giao thông đông đúcĐọc thêm",
            "Đây là chuyến tham quan buổi tối đến các quán ăn địa phương. Rời khách sạn lúc 6 giờ tối và quay lại lúc 10 giờ tối. Chuyến tham quan bắt đầu bằng việc chúng tôi được tài xế xe tay ga đón, Litt đón con gái tôi và Phước đón tôi. Họ rất thân thiện, nói tiếng Anh rất tốt và là những tài xế và người dẫn đường tuyệt vời trong tình trạng giao thông hỗn loạn! Họ khiến mọi thứ có vẻ dễ dàng và chúng tôi cảm thấy an toàn. Sau đó, chúng tôi đến điểm đến đầu tiên, nơi những người còn lại trong nhóm đã tập trung. Tổng cộng có 5 điểm dừng với các chủ đề ẩm thực khác nhau: đương đại, truyền thống hơn, hải sản, Trung Quốc, tráng miệng. Tất cả đều tuyệt vời, tất cả đều không bao giờ được chúng tôi tìm thấy - đôi khi qua những con hẻm tối tăm hẹp - tất cả đều có bạn đồng hành tốt. Những người trẻ làm việc cho công ty này rất thân thiện và chu đáo, vui vẻ - giọng điệu được định hình bởi trưởng nhóm Pumba - , tò mò, lịch sự và nhìn chung là tuyệt vời. Mọi người đều có khoảng thời gian vui vẻ. Đồ ăn tuyệt vời và rất vui khi được đi vòng quanh khu vực trên xe tay ga :- - . Đọc thêm",
            "Trải nghiệm tuyệt vời không thể giới thiệu đủ để xem vô số Hồ Chí Mihn và nếm thử một số món ăn đích thực tuyệt vời. Hướng dẫn viên du lịch của chúng tôi Kat và Wang là những người giỏi nhất và đã cho chúng tôi vô số kiến ​​thức về thành phố trong chuyến tham quan. Tuyệt vời, cảm ơn các bạn xĐọc thêm",
            "Nếu bạn chỉ thực hiện một chuyến tham quan ở TP HCM, hãy thực hiện chuyến tham quan này. Đêm hoàn toàn tuyệt vời. Chúng tôi là một nhóm gồm 5 người và chuyến lưu diễn của chúng tôi với những người trẻ tuyệt vời này sẽ là điểm nhấn trong kỳ nghỉ của chúng tôi. Chúng tôi hơi lo lắng khi ngồi sau xe đạp chứng kiến ​​dòng xe cộ đông đúc nhưng các chàng trai rất cẩn thận và chúng tôi cảm thấy an toàn khi ở bên họ. Kiến thức của họ thật tuyệt vời và thức ăn là một trong những món ngon nhất chúng tôi từng trải nghiệm. Những - thử thách - cũng thú vị như những trò đùa của Pumba! Một trong những điều tuyệt vời của chuyến tham quan này là bạn có thể ngắm nhìn nhiều hơn về thành phố bằng xe đạp và những người này cung cấp cho bạn rất nhiều thông tin cũng như trả lời bất kỳ câu hỏi nào của bạn. Cảm ơn bạn đã làm cho trải nghiệm của chúng tôi trở nên đáng nhớ Pumba, Alex, Khoa, Hua và Minh xxĐọc thêm",
            "Chuyến đi tuyệt vời ngắm nhìn ẩm thực đường phố Sài Gòn. Hướng dẫn viên du lịch của chúng tôi đã nói chuyện rất vui vẻ với chúng tôi trên đường đi, chỉ cho chúng tôi địa điểm. Đó là việc phải làm ở TP HCM.Đọc thêm",
            "Đây là một trải nghiệm TUYỆT VỜI! Vì vậy, tổ chức tốt. Tôi cảm thấy rất an toàn và được chăm sóc bởi hướng dẫn viên du lịch bằng xe đạp đáng yêu ALEX!  Cảm ơn bạn ALEX...Cuộc trò chuyện của chúng tôi rất vui vẻ trên xe đạp và tôi đã được xem và tìm hiểu rất nhiều điều về thành phố tuyệt vời của bạn. Tôi giới thiệu doanh nghiệp này cho tất cả mọi người! Francine - - - Đọc thêm",
            "Một cách tuyệt vời để ngắm cảnh Sài Gòn và nếm thử các món ăn địa phương. Hướng dẫn viên của chúng tôi rất thân thiện, hiểu biết và là những tay đua xe tay ga rất có năng lực, chúng tôi cảm thấy rất an toàn. Chúng tôi đã dừng lại nhiều lần để nếm thử đồ ăn thức uống địa phương và tin tôi rằng cuối cùng chúng tôi không đói. Đặc biệt cảm ơn Pumba, Litt, Thanh, Phước và Trang đã thực hiện chuyến tham quan này rất thú vị, chắc chắn sẽ giới thiệu cho gia đình và bạn bè.Đọc thêm",
            "Chúng tôi đã thực hiện cả các chuyến tham quan buổi tối và buổi sáng và muốn giới thiệu chúng cho bất kỳ ai muốn có cái nhìn thoáng qua về cuộc sống của những người sống ở đây. Chủ nhà của chúng tôi rất vui mừng được chia sẻ với chúng tôi kiến ​​thức của họ về thành phố nhộn nhịp này. Tất cả các món ăn đều tuyệt vời, nhưng bữa sáng trong chuyến tham quan buổi sáng là ngon nhất. Cảm ơn Thành và nhóm! Đọc thêm",
            "Bạn thực sự không thể chọn một công ty nào tốt hơn để đồng hành ngoài Sài Gòn trên Xe đạp nếu bạn đang tìm kiếm một chuyến tham quan ẩm thực đường phố!   - Của tôi - tài xế của tôi thật hoàn hảo!  Cô ấy nói tiếng Anh cực kỳ tốt và có rất nhiều thông tin về các điểm tham quan và lịch sử địa phương.  Cô ấy thậm chí còn chia sẻ những câu chuyện ngụ ngôn địa phương khi chúng tôi đang rẽ qua những con phố hỗn loạn ở Sài Gòn.  Tôi cảm thấy rất an toàn khi cùng My ngồi trên chiếc xe đạp ngay từ khi cô ấy đón tôi.  Chúng tôi đã gặp những người khác tham gia chuyến tham quan cùng với hướng dẫn viên của họ tại mỗi điểm dừng, thường là trong những con hẻm nhỏ mà với tư cách là khách du lịch, bạn sẽ không tự mình mạo hiểm đi xuống.  Tôi phải nói rằng tất cả các hướng dẫn viên khác cũng rất thân thiện và thân thiện!  Nó làm cho đêm hoàn hảo!  Với 10 món ăn đường phố khác nhau để nếm thử, bạn chắc chắn sẽ có được một mẫu thức ăn đường phố địa phương ngon tuyệt!  Không có áp lực để thử, nhưng chắc chắn đáng để thử mọi thứ!  Chúng tôi cũng được tặng đồ uống trong mỗi bữa ăn. Thức ăn là vô tận, có sẵn nhiều hơn nếu bạn muốn.  Vào cuối đêm, chúng tôi đã hoàn toàn trọn vẹn, tôi thực sự có thể giới thiệu chuyến tham quan này nếu bạn muốn trải nghiệm cuộc sống, ẩm thực và không khí Việt Nam với những người bạn tuyệt vời và những người dân địa phương tuyệt vời!  Cảm ơn các bạn đã trải nghiệm Sài Gòn trên Bikes và đặc biệt là My!  Đó sẽ là một chuyến tham quan và trải nghiệm mà tôi sẽ nói đến trong nhiều năm tới.  Cũng xin chân thành cảm ơn vì món quà đáng yêu ở cuối!  -  - Đọc thêm",
            "Đây thực sự là một trong những điều tốt nhất tôi đã làm ở ĐNÁ. yêu tất cả mọi thứ về nó. Cách tuyệt vời để nhìn thấy một khía cạnh đích thực của thành phố và tìm hiểu về cuộc sống qua con mắt của người dân địa phương. Không có gì khách du lịch về điều này và thức ăn rất hoành tráng. Cũng cảm thấy hoàn toàn an toàn. Cảm ơn rất nhiều, tôi chắc chắn sẽ làm điều này một lần nữa!Đọc thêm"
        ],
        "star_ratings": [
            667,
            13,
            1,
            0,
            0
        ],
        "review_amount": 681,
        "location": [
            "Sài Gòn trên xe đạp",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 16, 2019",
            "Written April 15, 2019",
            "Written April 14, 2019",
            "Written April 12, 2019",
            "Written April 7, 2019",
            "Written April 6, 2019",
            "Written April 4, 2019",
            "Written March 17, 2019",
            "Written March 16, 2019",
            "Written March 11, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4509227-Reviews-or60-Saigon_on_Bikes-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or50-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or70-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19982426-Reviews-Vietnam_Backroads_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273335-Reviews-Ba_Thien_Hau_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454972-Reviews-Chinatown_Cho_Lon_District_5-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8013291-Reviews-Urban_Tales_Cholon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8775058-Reviews-Saigon_On_Motorbike-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d635380-Reviews-Binh_Tay_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339857-Reviews-Scooter_Saigon_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6387515-Reviews-Saigon_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27456777-Reviews-Cgv_Pandora_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501655-Reviews-Maika_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19717967-Reviews-HAY_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d2108615-Reviews-Harpa_Reykjavik_Concert_Hall_and_Conference_Centre-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g46800-d125273-Reviews-Gateway_National_Recreation_Area-Sandy_Hook_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d19086122-Reviews-Hotel_Greene-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23992306-Reviews-Koi_Ride-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34471-d3860722-Reviews-Flagler_Avenue_Park-New_Smyrna_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23845914-Reviews-RiseNY-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294230-d379334-Reviews-Water_Castle_Tamansari-Yogyakarta_Region_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021288-d7788330-Reviews-Nissan_Heritage_Collection-Zama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d21175390-Reviews-The_Upside_Down_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294308-d315636-Reviews-Quito_Old_Town-Quito_Pichincha_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or70-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or60-Saigon_on_Bikes-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon on Bikes",
        "attraction_name_vi": "Sài Gòn trên xe đạp",
        "general_info": [
            "681 đánh giá",
            "- 32 trên 392 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy"
        ],
        "attraction_summary": "Du lịch xe máy Việt Nam. Tour ẩm thực đường phố Sài Gòn và tham quan thành phố bằng xe máy. Chúng tôi cung cấp chất lượng dịch vụ tốt nhất với giá cả cạnh tranh. 100 - trong số các tài xế và hướng dẫn viên của chúng tôi là những người nói tiếng Anh, là những người trẻ, thông minh, giàu thông tin, hiểu biết, cẩn thận, nhiệt tình, thông minh, tài năng, năng động, thông minh, hữu ích và lôi cuốn, những người truyền đạt kiến ​​thức địa phương hoành tráng và vượt thời gian thông qua các câu chuyện và truyện cười cho người đi du lịch háo hức và tò mò. Cho dù bạn muốn trải nghiệm cuộc sống địa phương, ẩm thực, văn hóa, tham quan hay mua sắm, luôn có lựa chọn tour dành cho bạn. Tham vọng của chúng tôi là mang đến cho bạn những gì tốt nhất của Sài Gòn.Đọc thêm",
        "reviews": [
            "Chúng tôi rất thích chuyến tham quan, được tổ chức rất tốt, những tay đua trẻ tuyệt vời với tiếng Anh rất tốt. Thật là một đêm vui vẻ.Đọc thêm",
            "Cách tuyệt vời để dành buổi tối khám phá Sài Gòn và ghé thăm nhiều địa điểm khác nhau để thưởng thức những món ăn đường phố tuyệt vời.  Các Hướng dẫn viên đều rất tuyệt vời, nói tiếng Anh xuất sắc và có cảm giác như đang ngồi cùng bạn bè khi chúng tôi ăn uống, trò chuyện và cười rất nhiều.  Rất khuyến khích như một tour du lịch phải làm khi bạn ở Sài Gòn.Đọc thêm",
            "Vừa đến TP HCM tôi đã thực hiện chuyến tham quan ẩm thực buổi tối là việc đầu tiên. Và thật là một trải nghiệm tuyệt vời! Tôi đã có khoảng thời gian tuyệt vời nhất để khám phá thành phố từ phía sau chiếc xe đạp trong dòng xe cộ đông đúc của TP.HCM. Tôi cảm thấy an toàn mọi lúc. Pumba - trưởng nhóm - và Nhgia - tài xế của tôi - là những chàng trai tuyệt vời và vui tính khiến tôi có cảm giác như chúng tôi đã là bạn từ lâu rồi: - Họ giới thiệu tôi với thành phố theo cách mà tôi sẽ - nếu không làm vậy - không đi chuyến tham quan này. Và thức ăn...ôi, thức ăn! Ăn những món ăn đường phố tuyệt vời của Việt Nam - rất nhiều! - với người dân địa phương là một trải nghiệm tuyệt vời! Tôi đặc biệt giới thiệu Sài Gòn trên xe đạp cho mọi người và sẽ quay lại vào một ngày nào đó và làm lại! Thật là một trải nghiệm đáng nhớ - cảm ơn bạn!Đọc thêm",
            "Không có chuyến tham quan nào khác mà tôi muốn giới thiệu cho những ai đang có kế hoạch khám phá Thành phố Hồ Chí Minh. Đây là nhóm mà tôi thường đến cho bạn bè và gia đình. Họ - là một nhóm trẻ, vui vẻ và thực sự thể hiện tình yêu với thành phố. Tô Thanh, Trang, Quang, Ngọc và những người còn lại trong nhóm, CẢM ƠN BẠN!Đọc thêm",
            "Tôi đã đi du lịch hơn 40 quốc gia và sử dụng nhiều chương trình du lịch, tuy nhiên chương trình này - Sài Gòn trên xe đạp - là chương trình tuyệt vời nhất cho đến nay. Mọi người hướng dẫn đều rất tử tế và hài hước, đặc biệt là hướng dẫn viên Myy Ngueynn đã giải thích chi tiết mỗi khi chúng tôi đi qua các địa điểm lịch sử. Tôi có thể cảm thấy cô ấy đã cố gắng hết sức để tôi tận hưởng Sài Gòn. Sự nhiệt tình của họ khiến tôi yêu Sài Gòn. Đồ ăn họ chọn thật tuyệt vời, khả năng lái xe của họ rất ổn định. Bất cứ khi nào tôi đến thăm Việt Nam, tôi đã ăn phở và bún chả, nhưng tôi có thể biết có rất nhiều món ăn ngon ở Việt Nam qua chuyến đi này. 곳곳에 숨겨진 맛집 찾아다니며 음식 체험하고 이동중에 설명도 최고입니다. bông tuyết bông tuyếtĐọc thêm",
            "Nếu đây là lần thứ hai bạn đến Thành phố Hồ Chí Minh và bạn đã thực hiện các chuyến tham quan bằng xe đạp khác trước đây thì chuyến đi này sẽ mang lại trải nghiệm khác. Món ăn bạn trải nghiệm trong chuyến tham quan này không phải là món ăn truyền thống điển hình của Việt Nam. Tuy nhiên, nó là món ăn rất ngon. Đó là khoảng thời gian rất thú vị với những người bạn trẻ Việt Nam đầy nhiệt huyết.Đọc thêm",
            "Xin cảm ơn Pumba My - ông chủ - và Hậu vì chuyến đi kéo dài ba giờ tuyệt vời quanh thành phố, chúng tôi đã ăn ở 6 địa điểm ẩm thực đường phố khác nhau! Những người này đã sắp xếp một nữ tài xế cho vợ tôi, điều này khiến chuyến đi của cô ấy trở nên thư giãn hơn rất nhiều. Chúng tôi - sẽ giới thiệu cho gia đình và bạn bè khi đến thành phố Đọc thêm",
            "Tôi và một người bạn đã có chuyến du lịch ẩm thực ban ngày cùng Pumba, Hương và Nhi. Đây là lần thứ hai chúng tôi làm điều này và một lần nữa nó thật tuyệt vời. Lần tới khi tôi ở TP.HCM, tôi mong chờ một chuyến tham quan khác và không thể giới thiệu nó đủ.Đọc thêm",
            "Chúng tôi vừa thực hiện một chuyến tham quan tuyệt vời với Sài Gòn trên xe đạp. Đó là một lời giới thiệu hay về Sài Gòn đưa chúng tôi đi qua nhiều quận. Rất khuyến khích. Đọc thêm",
            "Các hướng dẫn viên du lịch thực sự tuyệt vời. Bạn gái của tôi và tôi thực sự rất thích thú trong chuyến lưu diễn. Cảm giác như đi chơi với bạn bè, vì hướng dẫn viên Alex, Kat và Pumba của chúng tôi thực sự dễ hòa đồng và khiến chúng tôi cảm thấy thoải mái ngay từ đầu! Rất muốn giới thiệu! Đọc thêm",
            "bạn có phục vụ bằng tiếng Trung không?Đọc thêm",
            "Xin chào kobosheng,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi!!! Chúng tôi rất vui khi biết rằng bạn quan tâm đến dịch vụ của chúng tôi! : - \n\nVề thông tin của bạn, tôi rất tiếc nhưng hiện tại, tất cả các chuyến tham quan của chúng tôi đều được cung cấp bằng tiếng Anh. Chúng tôi có một số hướng dẫn viên có thể nói được tiếng Trung không chuẩn nhưng điều đó sẽ không đủ để làm với các chuyến tham quan. Tôi xin lỗi vì sự bất tiện này. Xin vui lòng cho chúng tôi biết nếu bạn muốn tham gia cùng chúng tôi vào một ngày nào đó. : - \n\nTrân trọng,\nSài Gòn trên xe đạpĐọc thêm",
            "Xin chào mọi người. Đang tìm tour cho 2 người đi tour đêm từ 17 - 10 - 17. Bạn gợi ý SAN nào? Và giá cả, chúng tôi thích đồ ăn nhưng muốn có ví dụ về đồ ăn được nếm thử trong tour ẩm thực đêm. Tôi đã từng đến và thấy nhà thờ, bưu điện, v.v. nên vui lòng cho biết có gì khác không? Cảm ơnĐọc thêm",
            "Xin chào divadiningdaily,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes! Chúng tôi rất vui khi nhận được tin nhắn của bạn!!! : - \n\nĐể biết thông tin của bạn, theo mong muốn của bạn, chúng tôi muốn gợi ý cho bạn Tour ẩm thực đêm của chúng tôi, chúng tôi tổ chức hàng đêm từ 6:00 tối đến 10:00 tối. Chuyến tham quan này sẽ bao gồm 5 điểm dừng ẩm thực địa phương với hơn 10 món ăn mà chúng tôi tin rằng có thể đáp ứng mong muốn của bạn về khẩu vị địa phương. Và trong Chuyến tham quan ẩm thực của chúng tôi, chúng tôi tập trung nhiều hơn vào ẩm thực, vì vậy chúng tôi sẽ không vào bên trong để xem bất kỳ điểm tham quan nào. Bạn có thể không phải lo lắng về điều này. Tuy nhiên, chúng ta sẽ lái xe qua nhiều điểm tham quan và ngắm nhìn cuộc sống về đêm trong khi di chuyển từ điểm dừng này đến điểm dừng khác. Và Tour ẩm thực đêm của chúng tôi có mức giá - 59 - khách bao gồm tất cả đồ ăn và đồ uống không giới hạn. : - \n\nHiện tại, Tour ẩm thực đêm của chúng tôi vẫn dành cho HAI bạn vào Thứ Ba, ngày 17 tháng 10 năm 2017. Bạn có thể dễ dàng đặt chuyến tham quan trực tuyến thông qua trang web của chúng tôi hoặc bạn có thể gọi điện - gửi email cho chúng tôi để đặt bất kỳ chuyến tham quan nào của chúng tôi. : - \n\nCảm ơn bạn đã dành thời gian!!! Nếu bạn cần thêm thông tin, xin vui lòng liên hệ lại với chúng tôi. : - \n\nTrân trọng,\nSài Gòn trên xe đạpĐọc thêm",
            "bạn có sẵn 2 - 25 cho 1 giờ chiều không?Đọc thêm",
            "Xin chào Matteo g, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes! Chúng tôi rất vui khi nhận được tin nhắn của bạn!!! : - \n\nĐối với thông tin của bạn, CÓ! Our Chiều Sài Gòn Charms - City Tour - 13h30 - 16h30 - ngày 25/02/2017 vẫn đang áp dụng. Bạn có thể dễ dàng đặt chuyến tham quan trực tuyến thông qua trang web của chúng tôi hoặc bạn có thể gọi điện - gửi email cho chúng tôi để đặt bất kỳ chuyến tham quan nào của chúng tôi. : - \n\nNếu bạn cần thêm thông tin, xin vui lòng liên hệ lại với chúng tôi.\n\nCảm ơn bạn đã dành thời gian!!! : - \n\nTrân trọng,\nSài Gòn trên xe đạpĐọc thêm",
            "Bạn có tổ chức tour mua sắm phù hợp cho bé trai 15 tuổi và mẹ không? Đối với giày thể thao, quần áo, túi xách, tai nghe, v.v.? Đọc thêm",
            "Xin chào mumandarch,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes!!! : - \n\nĐối với thông tin của bạn, CÓ! Chúng tôi cung cấp các chuyến tham quan mua sắm nhưng mọi chuyến tham quan mua sắm đều phải riêng tư vì những khách hàng khác nhau sẽ có nhu cầu mua sắm khác nhau. Vui lòng gửi yêu cầu của bạn đến địa chỉ email của chúng tôi để chúng tôi có thể thảo luận với bạn xem liệu chúng tôi có thể đáp ứng cho bạn và đề xuất hành trình lý tưởng cho nhu cầu của bạn hay không. Cảm ơn!!! : - \n\nChúng tôi rất mong nhận được email của bạn. : - \n\nTốt nhất,\n\nSài Gòn trên xe đạpĐọc thêm",
            "Tôi - là một đầu bếp đến từ Denver và tôi sẽ đến thăm vào ngày 13-16 tháng 11.  Tôi muốn thông tin về các chuyến đi của bạn.\nCảm ơn,\nĐầu bếp PhilipĐọc thêm",
            "Hi Chef Philip,\n\nThank you very much for contacting Saigon on Bikes!!! We are so happy to receive your message. : - \n\nFor your information, Saigon on Bikes is a travel agency offering motorbike tours within Ho Chi Minh City  - or Saigon - . On our tours, each of you will be sitting on the back of a motorbike and taken care of by our driver, who is also your personal tour guide on over the tour. For your information, I would like to introduce to you our best sellers, our Morning Saigon Charms - City Tour and Night Saigon Delish - Food Tour, which are still available for you from November 13 - 16, 2016. : - \n\n1. Morning Saigon Charms - City Tour: we start at 8:00am in the morning. On this tour, we will pass and let you see all of the tourist attractions like the City Post Office, the Cathedral, Independence Palace, City Hall, the Opera House, Ben Thanh Market... Then we will visit China Town. On the way there, we will pass and see many interesting things. In China Town, we will pass Binh Tay Market - the oldest and biggest market in Saigon. And Korean Town is our last stop. A local breakfast will be included. And this tour is at the price of  - 42 - pax. : - \n\n2. Night Saigon Delish - Food Tour: this tour starts at 6:00pm everyday. On our food tour, we will travel from place to place in the city to have five different local food stops  - 4 savories and 1 dessert - . At each place, we will have a few dishes. And we will try over 10 dishes in total. On this tour, beside the cuisine, you guys also have the chance to experience the life and sightseeing of the city as we will travel to different districts for food. This tour is at the price of  - 55 - pax with all food and drinks are included. : - \n\nPlease have a look at our website for more information and details about our tours and service. You can book one of our tours directly through our email or on our website. Should you need any more information, please do not hesitate to contact us again.\n\nThank you for your time, Chef Philip!!! We are looking forward to hearing back from you again!!! : - \n\nBest Regards,\nSaigon on BikesRead more",
            "Tôi muốn đặt chỗ bằng xe đạp cho bữa tối cho 2 người lớn vào ngày 31 tháng 1. Chúng tôi thích đồ ăn nhà hàng hơn đồ ăn đường phố do dạ dày nhạy cảm của chúng tôi.\nChúng tôi sẽ ở tại khách sạn Harmony Sài Gòn tại 32A-34 Bùi Thị Xuân, TP.HCM và vui lòng cho chúng tôi biết thời gian chúng tôi sẽ được đón và đưa về khách sạn. Chúng tôi yêu thích hải sản, súp và rau nấu chín. Không thực sự quan tâm đến nhiều món bánh mì hoặc bột. Chúng tôi rất vui khi được tham gia một nhóm. Chúng tôi là hai người sành ăn ở độ tuổi trung niên!\n\nHãy trả lời càng sớm càng tốt. Gửi cho tôi báo giá và địa chỉ email chính xác của bạn.\n\nCảm ơn,\nJoanne FramsonĐọc thêm",
            "Xin chào MamaFram, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với Sài Gòn on Bikes!!! : - \n\nĐể biết thông tin của bạn, vui lòng gửi yêu cầu của bạn đến địa chỉ email của chúng tôi để chúng tôi có thể thảo luận với bạn xem liệu chúng tôi có thể đáp ứng cho bạn và đề xuất một hành trình lý tưởng cho nhu cầu của bạn hay không. Cảm ơn!!! : - \n\nChúng tôi rất mong nhận được email của bạn. : - \n\nTốt nhất,\nSài Gòn trên xe đạpĐọc thêm",
            "Tour đêm cùng công ty bạn giá bao nhiêuĐọc thêm",
            "Xin chào Flyingkiwi1505,\n\nCho bạn biết, hiện tại Tour Ẩm Thực Đêm - Sài Gòn Delish của chúng tôi có mức giá - 55 - khách bao gồm tất cả đồ ăn và đồ uống không giới hạn. : - \n\nChúc mừng,\nSài Gòn trên xe đạpĐọc thêm"
        ],
        "star_ratings": [
            667,
            13,
            1,
            0,
            0
        ],
        "review_amount": 681,
        "location": [
            "Sài Gòn trên xe đạp",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 10, 2019",
            "Written March 7, 2019",
            "Written March 4, 2019",
            "Written March 3, 2019",
            "Written February 26, 2019",
            "Written February 24, 2019",
            "Written February 23, 2019",
            "Written February 23, 2019",
            "Written February 13, 2019",
            "Written February 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4509227-Reviews-or70-Saigon_on_Bikes-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or60-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or80-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19982426-Reviews-Vietnam_Backroads_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273335-Reviews-Ba_Thien_Hau_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454972-Reviews-Chinatown_Cho_Lon_District_5-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8013291-Reviews-Urban_Tales_Cholon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8775058-Reviews-Saigon_On_Motorbike-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d635380-Reviews-Binh_Tay_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339857-Reviews-Scooter_Saigon_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6387515-Reviews-Saigon_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27456777-Reviews-Cgv_Pandora_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501655-Reviews-Maika_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19717967-Reviews-HAY_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d10746098-Reviews-Hoosier_Pass-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g40550-d6403685-Reviews-Curtis_Island_Light-Camden_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d140002-Reviews-Old_City_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d1373876-Reviews-LIV_Nightclub_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d258379-Reviews-Olympiapark-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g36889-d12729456-Reviews-Elmwood_Dunes_Preserve-Wilmette_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d108170-Reviews-Highway_Route_340-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2182642-Reviews-The_Palm_Monorail-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g147292-d2159352-Reviews-Catalina_Island-La_Romana_La_Romana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d953163-Reviews-Parque_e_Palacio_de_Monserrate-Sintra_Sintra_Municipality_Lisbon_District_Central_.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or80-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or70-Saigon_on_Bikes-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon on Bikes",
        "attraction_name_vi": "Sài Gòn trên xe đạp",
        "general_info": [
            "681 đánh giá",
            "- 32 trên 392 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy"
        ],
        "attraction_summary": "Du lịch xe máy Việt Nam. Tour ẩm thực đường phố Sài Gòn và tham quan thành phố bằng xe máy. Chúng tôi cung cấp chất lượng dịch vụ tốt nhất với giá cả cạnh tranh. 100 - trong số các tài xế và hướng dẫn viên của chúng tôi là những người nói tiếng Anh, là những người trẻ, thông minh, giàu thông tin, hiểu biết, cẩn thận, nhiệt tình, thông minh, tài năng, năng động, thông minh, hữu ích và lôi cuốn, những người truyền đạt kiến ​​thức địa phương hoành tráng và vượt thời gian thông qua các câu chuyện và truyện cười cho người đi du lịch háo hức và tò mò. Cho dù bạn muốn trải nghiệm cuộc sống địa phương, ẩm thực, văn hóa, tham quan hay mua sắm, luôn có lựa chọn tour dành cho bạn. Tham vọng của chúng tôi là mang đến cho bạn những gì tốt nhất của Sài Gòn.Đọc thêm",
        "reviews": [
            "Tôi đã thực hiện một chuyến tham quan thành phố Sài Gòn buổi sáng riêng tư.  Nó thật tuyệt vời!  Tôi đã gặp hai người đi xe máy ở bên tôi suốt thời gian qua.  My, người nói tiếng Anh xuất sắc, là hướng dẫn viên du lịch chính của tôi.  Ngồi phía sau cô ấy, tôi cảm thấy tin tưởng vào khả năng di chuyển trong thành phố một cách an toàn khi cô ấy chia sẻ những sự thật thú vị về những địa điểm mà chúng tôi đã thấy.  Pumba, là người dẫn đầu, trên chiếc mô tô của anh ấy.  Họ luôn đảm bảo rằng tôi nhìn thấy những thứ mà tôi quan tâm và dừng lại để tôi mua sắm khi tôi thấy thứ gì đó mà tôi quan tâm.  Không còn nghi ngờ gì nữa, tôi sẽ sử dụng chúng một lần nữa.  Lần tới...Tour ẩm thực Sài Gòn về đêm!  Không cần tìm đâu xa...đây là những người nên sử dụng nếu bạn muốn tham quan Sài Gòn!Đọc thêm",
            "Chuyến tham quan tuyệt vời! Cách siêu thú vị để ngắm nhìn thành phố và ăn tất cả những món ăn ngon nhất! Đã yêu nó! Không thể giới thiệu địa điểm này đủ! Đọc thêm",
            "Tôi chỉ muốn gửi lời cảm ơn chân thành đến những người hướng dẫn tuyệt vời của chúng tôi trong chuyến đi thành phố cổ điển lúc 6 giờ tối.. Huong, Thành và HauI cảm thấy rất an toàn và rất phấn khích khi đi qua các quận và giao thông khác nhau ... thật dễ dàng để trò chuyện và tôi đã học được rất nhiều điều về Sài Gòn mà nếu tôi không tham gia tour này, tôi thực sự đã bỏ lỡ việc kết thúc trải nghiệm kéo dài một tháng của mình từ Bắc vào Nam. Thích bữa tối và món tráng miệng bất ngờ của chúng tôi ... không mong đợi một bữa ăn Cảm ơn tất cả các bạn RẤT nhiều vì buổi tối đáng nhớ này, nó sẽ luôn ở lại trong tôi - Wendy Đọc thêm",
            "Chúng tôi đã tham gia chuyến tham quan ẩm thực buổi tối và hoàn toàn thích nó - đây là điểm nổi bật trong chuyến đi một tháng vòng quanh Việt Nam của chúng tôi và là một trong những trải nghiệm du lịch tuyệt vời nhất mà chúng tôi từng có. Pumba, Tinh và Hương là chủ nhà của chúng tôi vào buổi tối và chúng tôi thật may mắn khi có được một chuyến du lịch riêng, chỉ một cách tình cờ! Chúng tôi rất vui được tìm hiểu thêm về Sài Gòn từ chính các sinh viên của mình - những chuyên gia trẻ tuổi và học được nhiều hơn về văn hóa, giá trị và lối sống của tất cả người dân Việt Nam trong bốn giờ này hơn bất kỳ nơi nào khác mà chúng tôi đã ghé thăm trong chuyến đi này. Họ không chỉ lái xe hoàn hảo - chúng tôi luôn cảm thấy thực sự an toàn - mà thật vui khi được trải qua buổi tối với họ. Tất cả các món ăn đều ngon và điều chúng tôi yêu thích về mặt này là thực tế là chúng tôi không ăn bất cứ thứ gì chúng tôi đã có ở những nơi khác ở Việt Nam, trong khi vẫn rất ngon, chúng tôi ăn nhiều món ăn địa phương hơn - mặc dù không có gì đáng sợ nên đừng lo lắng nếu bạn - không phải là người phiêu lưu! - và yêu thích sự đa dạng. Có rất nhiều thứ để ăn, vì vậy hãy tin vào điều đó khi bạn được bảo là sẽ đói. Chúng tôi muốn giới thiệu chuyến tham quan này cho bất kỳ ai đến thăm thành phố muốn gặp gỡ những con người tuyệt vời, ngắm nhìn thành phố từ góc nhìn của họ, ăn uống thật ngon và thưởng thức trong thành phố nhộn nhịp trên lưng chiếc xe đạp mà bạn - sẽ không bao giờ quên. Cảm ơn các bạn rất nhiều!! Đọc thêm",
            "Our tour leader was Phu  - who was an all round awesome guy, great english -  and our other guides were Quang  - mad scooter skills and fantastic english - , Phuoc  - made our son very comfortable on the scooter - , Ngoc and Thanh  - both of whom looked after my wife and daughter fabulously throughout the night - . All 5 of the Saigon On Bikes guides were great, young, knowledgeable locals who were just so eager to share their city with our family from Australia. We were immediately very comfortable talking with them all and jumping on the back of their scooters to launch ourselves into the craziness of HCM City - s evening traffic. The experience of riding on the back of a scooter in evening traffic in HCM City is something that everyone should experience at least once in their life!!! It is a memory that our family will be talking about forever. We went from the main streets to the back streets and took short cuts and long cuts and it was always funny to see who in the group would arrived at the next stop first  - not that it was a race! - .The food at each stop was soooo delicious and when we tried to decide which was our favourite at the end of the night, we each had a different answer!!! Everything was super tasty, very authentic and it was great to get involved in making our own spring rolls ;- -  We also enjoyed the food  - challenges -  that Phu had organised along the way. I still think the guides were amazed that everyone in our family was more than happy to try everything that was on offer.Throughout the whole night the guides were just so attentive throughout the whole tour, both on the bikes and at each stop. Nothing was too much trouble at any stage. Thank you for a truely memorable experience for our family, 5 -  -  -  -  -  without a doubt!!!!!Read more",
            "Không nghi ngờ gì nữa, đây là chuyến đi tuyệt vời nhất mà chúng tôi từng tham gia, dù là về đồ ăn hay bất kỳ thứ gì khác, ở bất kỳ đâu. Tài xế của chúng tôi là Huy, Hương, Tiên, Trang và Ngọc. Chúng tôi được ăn đồ ăn và đến những nơi mà chúng tôi không bao giờ tự mình thử. Nhưng cũng tuyệt vời không kém là tất cả những cuộc trò chuyện và tiếng cười với tài xế của chúng tôi. Tất cả họ đều đáng yêu, nói tiếng Anh tuyệt vời và dạy chúng tôi rất nhiều về cuộc sống ở Sài Gòn và Việt Nam nói chung. Pumba đã tổ chức mọi thứ một cách hoàn hảo và là một người chủ nhà tuyệt vời. Một số người bạn đã giới thiệu cho chúng tôi chuyến đi này và nói rằng đó là điều tuyệt vời nhất họ đã làm ở Việt Nam. Tất cả chúng tôi đều đồng ý rằng đó có lẽ là điều tuyệt vời nhất mà chúng tôi đã làm. Đọc thêm",
            "Đây là điểm nổi bật trong thời gian tôi ở Sài Gòn. Đội ngũ rất xuất sắc, đầy đủ kiến ​​thức địa phương, nhiệt tình và vui tính. Chúng tôi đã có thể đến thăm những khu vực độc đáo của thành phố và thử những món ăn không chính thống của Việt Nam. Rất khuyến khích.Đọc thêm",
            "Đã có khoảng thời gian và trải nghiệm tuyệt vời với Irene và Wee! Rất thân thiện và chuyên nghiệp. Cảm thấy rất an toàn khi đi xe đạp. Sẽ giới thiệu cho đồng nghiệp khác dùng thử.Đọc thêm",
            "Được dẫn dắt bởi Pumba, tôi đã ngồi an toàn sau Tuyền đáng yêu và chồng tôi vui vẻ ngồi sau Quang. Bạn không chỉ cảm nhận được - dòng chảy của Sài Gòn - mà còn có được những hiểu biết chân thực từ những hướng dẫn viên trẻ trung, năng động và hiểu biết. Việc trò chuyện với những anh chàng này thật dễ dàng vì họ nhiệt tình giới thiệu cho bạn thành phố quê hương của họ. Tôi thích từng phút giây ở bên họ cùng với việc nếm thử những món ăn đường phố ngon tuyệt mà tôi thậm chí sẽ không bao giờ biết đến nếu không có họ. Chúng tôi ăn chay và trong chuyến tham quan này, điều đó KHÔNG có nghĩa là nhàm chán! Mỗi điểm dừng đều mang đến cho chúng tôi một bữa ăn tươi ngon độc đáo khi bộ ba năng động - Pumba, Tuyền và Quang - giải thích cách chế biến chúng và một số thông tin cơ bản. Chúng tôi không thể giới thiệu tour này đủ - đó là điểm nhấn trong chuyến đi của chúng tôi ở Đông Nam Á! Lời cảnh báo duy nhất của tôi là hãy bỏ bữa trưa để bạn đói bụng và ăn tối!!! Đọc thêm",
            "Tôi đến Việt Nam cùng bố mẹ để thăm các đại gia đình ở đồng bằng sông Cửu Long. Họ đi trước tôi vài ngày nên tôi ở một mình ở Sài Gòn chờ chuyến bay. Không quen thuộc với thành phố cũng như tình trạng giao thông đông đúc ở đây, tôi không biết bắt đầu từ đâu. Tôi đã đặt Tour ẩm thực đường phố với Sài Gòn trên xe đạp vào ngày hôm đó. Họ đã có thể đáp ứng yêu cầu vào phút cuối của tôi. Hương, một trong những hướng dẫn viên du lịch, đã đón tôi tại khách sạn ở Quận 1. Cô ấy rất thân thiện và niềm nở. Chúng tôi trò chuyện một chút và tôi nhảy lên phía sau chiếc xe tay ga của cô ấy. Chúng tôi đã đi! Tôi cảm thấy vô cùng an toàn dù giao thông hỗn loạn. Khi chúng tôi đến điểm dừng ăn uống đầu tiên, tôi gặp những người còn lại trong nhóm du lịch. Mọi người đều rất nhiệt tình và chúng tôi gắn kết ngay lập tức. Lớn lên ăn đồ Việt khi sống ở Mỹ, tôi bị choáng ngợp bởi khung cảnh ẩm thực đường phố thú vị ở thành phố này. Một số đã quen thuộc và một số mới đối với tôi. Tôi đã học được rất nhiều điều về các quận khác nhau khi chúng tôi nếm thử một số món ăn đặc sản. Tất cả đều ngon! Tôi đánh giá cao Sài Gòn trong Xe đạp. Tôi đã có một khoảng thời gian tuyệt vời và tôi không thể mong đợi một đêm giao thừa thú vị hơn ở Việt Nam. Cảm ơn Hương và nhóm!Đọc thêm"
        ],
        "star_ratings": [
            667,
            13,
            1,
            0,
            0
        ],
        "review_amount": 681,
        "location": [
            "Sài Gòn trên xe đạp",
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 28, 2019",
            "Written January 27, 2019",
            "Written January 27, 2019",
            "Written January 22, 2019",
            "Written January 18, 2019",
            "Written January 15, 2019",
            "Written January 15, 2019",
            "Written January 13, 2019",
            "Written January 11, 2019",
            "Written January 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4509227-Reviews-or80-Saigon_on_Bikes-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or70-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or90-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19982426-Reviews-Vietnam_Backroads_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273335-Reviews-Ba_Thien_Hau_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454972-Reviews-Chinatown_Cho_Lon_District_5-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8013291-Reviews-Urban_Tales_Cholon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8775058-Reviews-Saigon_On_Motorbike-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d635380-Reviews-Binh_Tay_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339857-Reviews-Scooter_Saigon_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6387515-Reviews-Saigon_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27456777-Reviews-Cgv_Pandora_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501655-Reviews-Maika_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19717967-Reviews-HAY_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d8612027-Reviews-Austin_360_Amphitheater-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4297025-Reviews-Akhob_by_James_Turrell-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8468265-Reviews-The_606-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d4976146-Reviews-Jacobs_Pavilion_at_Nautica-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g34410-d3213221-Reviews-Alligator_Wildlife_Discovery_Center-Madeira_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23607374-Reviews-Banachek_s_Mind_Games-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127333-d3937303-Reviews-Pokemon_Center_Yokohama-Nishi_Yokohama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g303814-d10351192-Reviews-Makarana_Bar-Makarska_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147354-d148717-Reviews-Bomba_s_Surfside_Shack-Tortola_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33838-d2707407-Reviews-Silver_Sands_State_Park-Milford_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or90-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or80-Saigon_on_Bikes-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon on Bikes",
        "attraction_name_vi": "Sài Gòn trên xe đạp",
        "general_info": [
            "681 đánh giá",
            "- 32 trên 392 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour riêng",
            "Tour ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy"
        ],
        "attraction_summary": "Du lịch xe máy Việt Nam. Tour ẩm thực đường phố Sài Gòn và tham quan thành phố bằng xe máy. Chúng tôi cung cấp chất lượng dịch vụ tốt nhất với giá cả cạnh tranh. 100 - trong số các tài xế và hướng dẫn viên của chúng tôi là những người nói tiếng Anh, là những người trẻ, thông minh, giàu thông tin, hiểu biết, cẩn thận, nhiệt tình, thông minh, tài năng, năng động, thông minh, hữu ích và lôi cuốn, những người truyền đạt kiến ​​thức địa phương hoành tráng và vượt thời gian thông qua các câu chuyện và truyện cười cho người đi du lịch háo hức và tò mò. Cho dù bạn muốn trải nghiệm cuộc sống địa phương, ẩm thực, văn hóa, tham quan hay mua sắm, luôn có lựa chọn tour dành cho bạn. Tham vọng của chúng tôi là mang đến cho bạn những gì tốt nhất của Sài Gòn.Đọc thêm",
        "reviews": [
            "Tour ẩm thực đường phố đêm Sài Gòn trên xe đạp là tuyệt nhất. Tôi đã có khoảng thời gian tuyệt vời. Thức ăn rất ngon và hướng dẫn viên rất thân thiện và hiểu biết. Huyền, hướng dẫn viên của tôi, đã đến kịp thời. Cô ấy đã dành thời gian để giải thích về món ăn cho tôi và những truyền thống đằng sau những món ăn đó. Ngoài ra, chúng tôi đã đi qua nhiều điểm tham quan mà tôi không có thời gian để tự mình đến. Cô ấy là một người lái xe an toàn và rất vui vẻ. Tôi đánh giá cao chuyến tham quan này.Đọc thêm",
            "Thật là một chuyến tham quan tuyệt vời .. và một nhóm hướng dẫn viên tuyệt vời - chúng tôi thực sự rất thích bầu bạn, trò chuyện và cười đùa - đồ ăn rất tuyệt. Đây là chuyến đi thứ ba của tôi đến Sài Gòn và tôi đã đến thăm những khu vực mà tôi chưa từng đến!Chúng tôi đã an toàn chung tay với Phú và Nhi rất thú vị. Rất khuyến khích! Cảm ơn saigon on xe đạp đã khiến chuyến đi Sài Gòn của chúng tôi trở nên đáng nhớ Đọc thêm",
            "Tour Sài Gòn Night Delish là tour tuyệt vời nhất tôi đã thực hiện trong chuyến đi 3 tuần tới Việt Nam. Hương là người hướng dẫn của tôi và cô ấy thật tuyệt vời. Rất hiểu biết, tốt bụng và vui vẻ. Chúng tôi đã thử rất nhiều món ăn ngon và thật phấn khích khi được đạp xe qua các con phố ở Sài Gòn vào ban đêm! Pumba có một nhóm hướng dẫn viên tuyệt vời và chuyến tham quan này vượt quá sự mong đợi của tôi!Đọc thêm",
            "Tài xế Huy và Trang của chúng tôi rất đáng yêu, hiểu biết và an toàn, đảm bảo chúng tôi được chăm sóc trên xe đạp cũng như tại mỗi điểm đến! Chúng tôi đã thử một số món ăn đường phố hiện đại của Việt Nam rất thú vị cũng như một số món ăn truyền thống. Chúng tôi yêu thích từng món ăn mà chúng tôi đã thử nhưng quyết định giao thử thách cho những thành viên trong nhóm thích phiêu lưu hơn! Rất khuyến khích chuyến tham quan này, nó chuyên nghiệp nhưng thú vị và là cách hoàn hảo để thử một số món ăn đường phố một cách an toàn! Cảm ơn Sài Gòn on Bikes rất nhiều - Trang, Huy và Pumba!Đọc thêm",
            "Thật là một chuyến tham quan tuyệt vời! Tôi đã được thông báo trước khi đến Việt Nam rằng một chuyến tham quan ẩm thực bằng xe đạp là điều phải làm.... và sau nhiều nghiên cứu, tôi quyết định đặt vé cho mình và chồng bằng xe đạp ở Sài Gòn. Chúng tôi đã được hướng dẫn viên du lịch Thành và Phước đón từ khách sạn của chúng tôi đúng giờ. Từ lúc chúng tôi gặp nhau, 2 người họ đã rất duyên dáng, lịch sự và chuyên nghiệp. Chúng tôi gặp những người còn lại trong nhóm và trưởng nhóm Pumba tại quán ăn đầu tiên. Tôi rất vui khi được Thành dắt đi vòng quanh. Cô ấy thực sự tuyệt vời! Cô ấy có rất nhiều kiến ​​thức về khu vực TP.HCM và rất vui khi được tham gia cùng toàn đội! Từ đầu đến cuối, toàn bộ chuyến tham quan thật phấn khởi, vui vẻ và nhiều thông tin! Đặt chỗ ở Sài Gòn bằng xe đạp là điều phải làm!! Đọc thêm",
            "Vì thế. Nhiều. Vui vẻ. Chúng tôi đã tham gia chuyến tham quan - Sài Gòn Charms - với giá - 42 người mỗi khách. Mẹ tôi và tôi được Hương, Hậu và Huy đón tại khách sạn ở Quận Một. Họ - là những người đã khiến chuyến tham quan trở thành một trải nghiệm tuyệt vời! Họ giống bạn bè hơn! Chuyến tham quan diễn ra an toàn và các tài xế là những nhà vô địch, hiểu biết và thân thiện. Là những người duy nhất trong đoàn du lịch, chúng tôi đi qua các quận khác nhau, dừng lại ở những địa điểm quan trọng. Chuyến tham quan còn bao gồm bữa trưa và một vài món ăn nhẹ trên đường đi! Giải khát tuyệt vời đặc biệt vào một ngày nóng! Rất khuyến khích. Chúng tôi muốn đặt một chuyến tham quan khác nhưng họ đã đầy chỗ! Đó là họ tốt như thế nào. Không thể giới thiệu họ đủ và hy vọng sẽ sớm ngồi lại trên xe đạp của họ! Đọc thêm",
            "Vợ tôi và tôi đi tour này vào ngày đầu tiên ở Sài Gòn. Các hướng dẫn viên du lịch rất lịch sự, chuyên nghiệp và rất thân thiện. Chúng tôi đã trải nghiệm nhiều món ăn khác nhau mà lẽ ra chúng tôi chưa từng trải nghiệm. Chắc chắn sẽ giới thiệu tour này cho bất kỳ ai đến thăm Sài Gòn! Một trải nghiệm không thể bỏ qua.Đọc thêm",
            "Sài Gòn là một thành phố quyến rũ đầy sức sống với những con người tuyệt vời. Tôi không chắc chắn làm thế nào để khám phá điều tốt nhất nhưng tôi đã may mắn tìm được công ty này trên Google. Tôi - tôi đi du lịch rất nhiều nơi trên thế giới và tôi - tôi rất phê phán nhưng những người đi du lịch này rất chính xác, đầy tham vọng và cá nhân rất đáng yêu. Tôi - tôi cho họ 7 trên 5 sao ;- - Đọc thêm",
            "Rất vui và rất thú vị! Đội ngũ nhiệt tình giúp giải thích nhiều điều về đồ ăn và những gì chúng tôi đã thấy trên đường vòng quanh Sài Gòn. Sẽ làm lại.Đọc thêm",
            "Một trải nghiệm tuyệt làm sao! Thật là một phi hành đoàn thân thiện và có năng lực. Chúng tôi được đến thăm nhiều nơi, len lỏi giữa dòng xe cộ tấp nập và nếm thử những món ăn mà chúng tôi chưa bao giờ làm được ở một số quận trong 24 quận của Sài Gòn. Tôi sẽ không tiết lộ bất kỳ sự ngạc nhiên nào nhưng chỉ cần nói rằng nó rất đáng làm!!Đọc thêm"
        ],
        "star_ratings": [
            667,
            13,
            1,
            0,
            0
        ],
        "review_amount": 681,
        "location": [
            "Sài Gòn trên xe đạp",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 6, 2019",
            "Written January 3, 2019",
            "Written January 3, 2019",
            "Written December 30, 2018",
            "Written December 29, 2018",
            "Written December 29, 2018",
            "Written December 25, 2018",
            "Written December 18, 2018",
            "Written December 17, 2018",
            "Written December 13, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4509227-Reviews-or90-Saigon_on_Bikes-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or80-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or100-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19982426-Reviews-Vietnam_Backroads_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273335-Reviews-Ba_Thien_Hau_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454972-Reviews-Chinatown_Cho_Lon_District_5-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8013291-Reviews-Urban_Tales_Cholon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8775058-Reviews-Saigon_On_Motorbike-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d635380-Reviews-Binh_Tay_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339857-Reviews-Scooter_Saigon_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6387515-Reviews-Saigon_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27456777-Reviews-Cgv_Pandora_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501655-Reviews-Maika_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19717967-Reviews-HAY_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298427-d584823-Reviews-Coiba_Island_National_Park-Isla_de_Coiba_Veraguas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1156314-d3507748-Reviews-Kayra_Beach_Club-Dikili_Dikili_District_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34392-d8100286-Reviews-Lithia_Springs_Park-Lithia_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7159462-Reviews-Shangri_La_Bath_Sauna-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34006-d1645640-Reviews-Fort_Delaware_State_Park-Delaware_City_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g55138-d2655583-Reviews-Peter_Kern_Library-Knoxville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g31537-d110029-Reviews-Mount_Nebo_State_Park-Dardanelle_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d116977-Reviews-Lake_Tahoe-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d218880-Reviews-Battleship_Cove-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g2538506-d6979297-Reviews-Crystal_Bay-Nusa_Penida_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or100-Saigon_on_Bikes-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4509227-Reviews-or90-Saigon_on_Bikes-Ho_Chi_Minh_City.html"
    }
]