[
    {
        "attraction_name": "Saigon Vespa Tours",
        "attraction_name_vi": "Tour Vespa Sài Gòn",
        "general_info": [
            "186 đánh giá",
            "46 trên 380 Đồ Ăn Thức Uống Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Tour du lịch ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Hãy để Sài Gòn Vespa Tours làm người hướng dẫn, chuyên gia cho bạn... và tất nhiên là người bạn của bạn để cho bạn thấy Sài Gòn không ngủ một cách tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Chúng tôi thực sự rất thích dành buổi chiều đạp xe quanh thành phố Sài Gòn để ngắm cảnh và dừng lại để thưởng thức một số món ăn và đồ uống khác nhau. Chúng tôi đi mua sắm vào buổi sáng và không muốn đi bộ nhiều nữa nên chuyến tham quan bằng Vespa thật hoàn hảo đối với chúng tôi. Đánh bay cái nóng vì không khí lướt qua bạn trên xe đạp giúp bạn mát mẻ và tất nhiên chúng tôi thích những chiếc vespas cũ. Đó là một cuộc phiêu lưu trong sự điên cuồng của giao thông và bạn cảm thấy rất an toàn vì những người lái xe rất xuất sắc. Tất nhiên, đôi khi bạn sẽ nhìn theo hướng khác và nhận ra rằng mặc dù tôi có thể lái một chiếc nhưng tôi không thể làm được những gì họ làm! Bạn sẽ tận hưởng nó và 4 giờ trôi qua nhanh đến mức tôi quên đề cập rằng chúng tôi có một hướng dẫn viên du lịch đáng yêu, người cũng đi theo chiếc xe máy của chính cô ấy và đưa chúng tôi đến các địa điểm và nhà hàng, đồng thời thực hiện tất cả các yêu cầu đặt hàng và giải thích mọi thứ cho chúng tôi. Cô ấy thật tuyệt vời Đọc thêm",
            "Một kinh nghiệm mọi người nên làm. Được đến gần mọi người và cách họ sống cũng như tận mắt trải nghiệm điều đó thật tuyệt vời. Wow Sky Bar là khởi đầu đặc biệt cho chuyến tham quan sau khi đi qua các đường phố của Thành phố Hồ Chí Minh. Du lịch qua khu vực cũ là một trải nghiệm chúng tôi sẽ không bao giờ quên và chợ hoa tuyệt vời. Được ngồi cùng người dân địa phương và ăn đồ ăn Việt Nam là điều không có tiền nào mua được.  Điểm dừng chân cuối cùng tại quán bar dưới tầng hầm với nhạc sống là một điều tuyệt vời. Cảm ơn bạnĐọc thêm",
            "Shuichi và hai đồng nghiệp của anh ấy đã mang đến cho chồng, chị gái tôi và tôi một buổi tối tuyệt vời nhất trong chuyến đi Đông Dương của chúng tôi! Chúng tôi đang ở độ tuổi sáu mươi và bảy mươi và hơi e ngại khi đi một chiếc Vespa, đặc biệt vì chúng tôi đã được thông báo rằng đèn giao thông chỉ để trang trí! :.  Tuy nhiên, nó cực kỳ phấn khích và thực sự không hề đáng sợ chút nào! Các điểm dừng dành cho đồ ăn thật tuyệt vời - thành thật mà nói, đồ ăn giật gân và thật thú vị khi ăn nó ở bên ngoài giữa sự ồn ào của người dân địa phương đang tận hưởng buổi tối của họ với bạn bè và gia đình. Quán bar trên tầng thượng thật ấn tượng - bản thân một buổi trình diễn ánh sáng với khung cảnh mê hoặc và chúng tôi yêu thích điểm dừng cuối cùng là quán bar Flamenco - mặc dù khó hiểu là không có dấu hiệu nào của các vũ công Flamenco, các ca sĩ đã có khán giả trong lòng bàn tay và một lần nữa bầu không khí tuyệt vời. Chuyến đi này là PHẢI nếu đến thăm thành phố Hội Chí Minh. Tôi khuyên bạn nên đặt chỗ!Đọc thêm",
            "Hướng dẫn viên của tôi, một phụ nữ trẻ, đã tốt nghiệp đại học, đã nói về những tòa nhà lịch sử, những cây cầu mới và tất nhiên là cả ẩm thực.  Khi chúng tôi đạp xe đi mua thịt xiên, chuối chiên, súp Tàu, cô ấy tâm sự lái xe vào giờ cao điểm dựng tóc gáy của Sài Gòn.Đọc thêm",
            "Thật là một cách thú vị để ngắm nhìn Sài Gòn! Các nhân viên rất chuyên nghiệp, nhưng vui vẻ và hấp dẫn và chuyến đi được tổ chức tốt.  Chúng tôi bắt đầu khi trời còn sáng và chuyến tham quan kéo dài hơn 4 giờ.  Chúng tôi có cảm giác như đã nhìn thấy toàn bộ Sài Gòn. Chúng tôi đã nhận được một số bức ảnh tuyệt vời về phong cảnh thành phố như một phần thưởng bổ sung. Nhưng mục đích chính là ăn suốt đêm của chúng tôi đã hoàn thành!  Thức ăn tuyệt vời!  Đây được xếp hạng là sự kiện yêu thích nhất của tôi trong nhiều năm du lịch khắp Đông Nam Á. Phải.Đọc thêm",
            "Chuyến tham quan này thật tuyệt vời! Hướng dẫn và trình điều khiển tuyệt vời. Rất chuyên nghiệp và hiểu biết, rất nhiều niềm vui! Chúng tôi đã có khoảng 7 điểm dừng với rất nhiều món ăn ngon và chúng tôi rất buồn khi nó kết thúc. Đây cũng là một giá trị lớn. Chúng tôi chắc chắn khuyên bạn nên làm điều này khi ở Sài Gòn.Đọc thêm",
            "Vợ tôi và tôi đều thấy tour do Chris dẫn đầu này dễ dàng là điều tuyệt vời nhất mà chúng tôi đã làm trong chuyến đi đến Việt Nam và Campuchia. Thật phấn khích khi lướt qua những con phố và ngõ hẻm trên lưng xe Vespa. Ở mỗi điểm dừng đều có điều gì đó thú vị để làm hoặc ăn. Đồ ăn tại Hidden Seafood Restaurant thật tuyệt vời. Tôi thực sự muốn giới thiệu điều này cho bất kỳ ai đến thăm thành phố này. Đọc thêm",
            "Vợ tôi và tôi là hành khách trên những chiếc Vespa Scooter nguyên bản. Tôi ngồi trên một trong những chiếc này lần đầu tiên vào năm 1958 khi anh trai tôi mua một chiếc. Thật là một nơi tuyệt vời để di chuyển trên những con đường tấp nập và tấp nập của Sài Gòn, nó khiến tôi nhớ đến Palermo với lối lái xe vô chính phủ vô chính phủ. Tuy nhiên, sự ích kỷ rõ ràng của việc sử dụng đường bộ có tác dụng vì tốc độ cho phép điều chỉnh vào phút cuối và không xảy ra va chạm hoặc va chạm trên đường. Lời khuyên của tôi là hãy làm điều đó! Đọc thêm",
            "Vespa Tours là một cách tuyệt vời để khám phá Thành phố Hồ Chí Minh.  Tận hưởng chuyến tham quan có hướng dẫn, ngắm cảnh thành phố trên bầu trời về đêm, bữa tối tuyệt vời.  Xe tay ga là một cách thú vị để ngắm nhìn thành phố trong khi vẫn cảm thấy an toàn khi giao thông tắc nghẽn.  Sinh viên được thuê làm tài xế và cung cấp hướng dẫn viên du lịch.  Hướng dẫn viên của chúng tôi nói tiếng Anh xuất sắc và tương tác với nhiều người dân địa phương khi cô ấy thực hiện chuyến tham quan. Bữa tối tại chợ hải sản địa phương là một trong những bữa tối ngon nhất chúng tôi có ở Việt Nam.Đọc thêm",
            "Đây là cách tốt nhất để ngắm nhìn Sài Gòn. Chúng tôi đến từ Vương quốc Anh và lần đầu tiên nhìn thấy giao thông ở Việt Nam, phải nói là tôi đã mở mang tầm mắt! Chúng tôi đã tham gia Vespa Tour với tư cách là thành viên của một nhóm 8 người, và Trải nghiệm giao thông trên mặt đất thực sự rất thú vị. Bạn sẽ được ngồi trên một chiếc xe tay ga Vespa. Có rất nhiều tay vịn, nhưng bạn thực sự sẽ không cần chúng vì tay lái rất xuất sắc. Hãy rảnh tay để chụp ảnh selfie và có cơ hội chụp ảnh. Nhưng hãy thận trọng vì những chiếc xe tay ga khác sẽ RẤT gần và chiếc điện thoại quay phim của bạn có thể rất dễ bị rơi khỏi tay bạn. Chúng tôi đến quán bar Air360, ngắm nhìn đường chân trời của thành phố trong khi thưởng thức đồ uống. Chúng tôi đến thăm chợ hoa, và thưởng thức một bữa ăn rất ngon tại một quán ăn địa phương. Bao gồm tất cả đồ ăn và đồ uống. Các tài xế rất ân cần, hướng dẫn viên du lịch địa phương rất xuất sắc, cung cấp nhiều thông tin và nói tiếng Anh hoàn hảo. Tôi cũng khuyên bạn nên dùng thử, hoặc khăn choàng quanh mặt vì khói giao thông sẽ bay vào bạn. Toàn bộ chuyến đi kéo dài khoảng 4 giờ và tôi muốn giới thiệu nó cho mọi người.Đọc thêm",
            "Xin chào,\nĐặt vé Sài Gòn Vespa Tour giá bao nhiêu. Chúng tôi có 5 người. Ngoài ra chúng tôi là người ăn chay. Có lựa chọn ăn chay không?\nHy vọng được nghe từ bạn sớm\nRomeoĐọc thêm",
            "Xin chào Romeo,\nCảm ơn quý khách đã quan tâm đến Sài Gòn Vespa Tours.\nChúng tôi có thể cung cấp 2 tour như sau:\n1. SAIGON ON SUNRISE giá 69 bao gồm ăn trưa và nghỉ giải lao\nCuộc phiêu lưu này là một cách tuyệt vời để ngắm nhìn những điểm nổi bật của thành phố thú vị tràn đầy năng lượng này. Chúng tôi sẽ cho bạn thấy lối sống địa phương ở những khu vực mà nhiều khách du lịch không thể nhìn thấy. \n2. SAIGON ON SUNSET Giá 86 đã bao gồm Đồ ăn và nước uống.\nBạn sắp trở thành một người Sài Gòn đúng nghĩa, đi qua những con đường với xe cộ tấp nập trong những trung tâm thương mại, đầy màu sắc, nếm thử những món ăn đường phố đặc trưng như bò nướng cuốn lá trầu, bánh xèo Việt Nam, hải sản và thưởng thức một âm thanh dễ chịu với tách một tách cà phê yêu thích.\nchúng tôi sẽ đưa bạn đến một trong những nhà hàng chay có đồ ăn chay ngon ở thành phố Hồ Chí Minh và rất tốt cho sức khỏe của bạn.\nMột lần nữa, Chúng tôi xin đưa vào các dịch vụ dành cho bạn trong chuyến đi để bạn có thể tin tưởng vào những giá trị mà mình phải trả:\n1. Hướng dẫn viên du lịch nói tiếng Anh có kinh nghiệm.\n\n2. Lái xe kinh nghiệm \n\n3. Vespa cổ điển \n\n4. Mũ bảo hiểm \n\n5. Đồ ăn địa phương cho bữa trưa và bia địa phương, nước lạnh \n\n6. Nghỉ giải lao tại địa phương \n\n7.Bảo hiểm\n\n8.Chuyến đi riêng cho nhóm của bạn\n\nCảm ơn rất nhiều. Và chúng tôi rất mong nhận được phản hồi từ bạn trong thời gian ngắn.\n\nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            180,
            5,
            0,
            0,
            1
        ],
        "review_amount": 186,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tour Vespa Sài Gòn",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written August 9, 2023",
            "Written March 26, 2023",
            "Written March 17, 2023",
            "Written March 14, 2023",
            "Written March 13, 2023",
            "Written March 13, 2023",
            "Written March 31, 2020",
            "Written March 26, 2020",
            "Written March 22, 2020",
            "Written March 19, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12310606-Reviews-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or10-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20323822-Reviews-Vietnam_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15582779-Reviews-Viet_Field_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11630326-Reviews-BLANC-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906276-Reviews-Hoi_An_Eco_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10063849-Reviews-Mekong_Cruises_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13871488-Reviews-Vietnam_Private_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8666665-Reviews-Mekong_Silt-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025564-Reviews-Saigon_YesRide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190881-d19711287-Reviews-Grena-Furnas_Povoacao_Sao_Miguel_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g35783-d559710-Reviews-Cave_in_Rock_State_Park-Cave_in_Rock_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574650-d6975973-Reviews-Ios_Club_Sunset_Dining_Bar-Chora_Ios_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g33646-d212550-Reviews-Island_Lake-Silverton_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d655062-Reviews-Olympic_Spa-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d324448-Reviews-Christ_s_Tomb-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216790-Reviews-The_STRAT_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d146840-Reviews-Museum_of_Pop_Culture-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d21264691-Reviews-Igidae_Park-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g49088-d3387053-Reviews-Duck_Town_Park_Boardwalk-Duck_Outer_Banks_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or10-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Vespa Tours",
        "attraction_name_vi": "Tour Vespa Sài Gòn",
        "general_info": [
            "186 đánh giá",
            "46 trên 380 Đồ Ăn Thức Uống Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Hãy để Sài Gòn Vespa Tours làm người hướng dẫn, chuyên gia cho bạn... và tất nhiên là người bạn của bạn để cho bạn thấy Sài Gòn không ngủ một cách tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Một trải nghiệm tuyệt vời trên lưng xe tay ga giữa dòng xe cộ đông đúc của thành phố Hồ Chí Minh. tôi được đón từ khách sạn và điểm dừng đầu tiên là gặp những người khác trong chuyến tham quan và uống nước. Sau đó chúng tôi được lái xe vòng quanh thành phố để ngắm cảnh và dừng lại để nếm thử các món ăn địa phương và nhiều đồ uống hơn. Chúng tôi đến một quán cà phê và xem những nghệ sĩ giải trí hạng nhất rồi đến một quán bar nhạc rock.  Chúng tôi có quyền lựa chọn ở lại đó và trở về khách sạn khi chúng tôi muốn hoặc quay trở lại bằng xe tay ga. Có rất nhiều thức ăn và đồ uống và giải trí thật tuyệt vời.  Toàn bộ chuyến tham quan đã được cân nhắc kỹ lưỡng và vượt qua dòng xe cộ đông đúc trong bóng tối của thành phố là một trải nghiệm tôi sẽ không bao giờ quên.  Không có gì ngạc nhiên khi nó được gọi là Chuyến đi của cuộc đời bạn thật tuyệt vời...Tôi chắc chắn sẽ giới thiệu nó cho những ai muốn có một buổi tối ly kỳ và vui vẻ Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan ẩm thực Vespa với Sài Gòn Vespa Tours và nó thật tuyệt vời. Jaden là người hướng dẫn của chúng tôi và cô ấy đã làm cho nó rất vui.  Các tài xế đều rất xuất sắc và đối với chúng tôi, những người mới làm quen với Vespa, những người lần đầu tiên lái xe, họ đã biến nó thành một sự kiện không có gì đặc sắc và chỉ là một niềm vui.  Các điểm dừng đồ ăn rất nổi bật và năng lượng vô biên của hướng dẫn viên và bà chủ Jadens của chúng tôi khiến cho việc không thích trở nên khó khăn.  Cách tuyệt vời để dành một buổi tối ở Sài Gòn.Đọc thêm",
            "Khi điều này được đề xuất, nhóm chúng tôi rất nhiệt tình.  Sau đó chúng tôi rất vui mừng. Nó có vẻ đắt tiền nhưng có giá trị tốt như vậy. Chúng tôi đã có rất nhiều niềm vui và coi đó là điểm nổi bật trong kỳ nghỉ của chúng tôi. Chris, người tổ chức và hướng dẫn viên của chúng tôi rất thân thiện và có tổ chức tốt, Vespa Girls and Boys của chúng tôi có kỹ năng và vui vẻ là một sinh viên của trường Đại học. Trưởng nhóm và những người hộ tống đã đảm bảo an toàn cho chúng tôi và chúng tôi khám phá khắp Sài Gòn từ những con đường chính sáng đèn đẹp đẽ đến những nơi người dân sinh sống và chợ hoa. Chuyến tham quan của chúng tôi bao gồm một chuyến viếng thăm cây cầu để ngắm cảnh, một ly cocktail trên tầng 52 của tòa nhà Tower, người bán bánh sandwich ngon nhất trên phố cho bánh sandwich và bia, một chuyến đi đến một nhà hàng cá rất khác cho bữa tối mà nhóm chúng tôi là chỉ có người phương Tây và ghé thăm câu lạc bộ âm nhạc để uống một ly cocktail khác. Hơn 4 giờ vui vẻ tuyệt vời. Tôi đánh giá cao điều nàyĐọc thêm",
            "Khách sạn Out đã làm xáo trộn việc đặt phòng ban đầu của chúng tôi với một công ty du lịch khác nhưng may mắn thay họ đã gọi cho Sài Gòn Vespa Tours và điều đó đã cứu chúng tôi trong ngày! Chúng tôi đã thực hiện một chuyến du lịch mới có tên Mekong trên con đường ít người đi lại và điều đó thật tuyệt vời. Chúng tôi có thêm một tài xế và một người hướng dẫn bổ sung và chúng tôi thực sự đã nhìn thấy những điều mà chúng tôi chưa bao giờ thấy ở nơi khác. Miền quê, giao thông, chợ, chùa, sông, cầu, phà.... ôi! Chúng tôi đã có một bữa trưa tuyệt vời ở vùng nông thôn. Các tài xế và hướng dẫn viên rất tốt bụng, chu đáo và tuyệt vời. Tôi thực sự có thể giới thiệu Sài Gòn Vespa Tours!Đọc thêm",
            "Đây là một trong những điều tốt nhất tôi từng làm. Nếu bạn muốn trải nghiệm thành phố Hồ Chí Minh thì hãy làm điều đó bằng Vespa trong chuyến tham quan này. Chúng tôi đã đến những địa điểm thú vị nhất để thưởng thức ẩm thực và giải trí địa phương với một hướng dẫn viên du lịch thân mật và hiểu biết, những tay đua tuyệt vời và an toàn cũng như một trải nghiệm tuyệt vời. Không thể nói đủ điều đó thật tuyệt vời về chuyến đi này. Một việc nhất định phải làm nếu bạn đến thành phố Hồ Chí Minh với tư cách là khách du lịch. Đọc thêm",
            "Chúng tôi cảm thấy hoàn toàn an toàn trên xe tay ga. Chúng tôi rất thích tất cả các địa điểm chúng tôi ghé thăm, đều được lựa chọn rất kỹ lưỡng. Những trải nghiệm ẩm thực tuyệt vời mà chúng tôi sẽ không bao giờ tìm thấy được. Và hướng dẫn viên Vivian của chúng tôi là một trong những hướng dẫn viên du lịch giỏi nhất mà chúng tôi từng gặp ở bất cứ đâu: hiểu biết, thông minh, vui vẻ, tiếng Anh xuất sắc và sẵn sàng chia sẻ thông tin về thành phố cũng như trải nghiệm của chính cô ấy.Đọc thêm",
            "Chúng tôi quyết định thực hiện chuyến tham quan này vì chúng tôi đã được một số khách du lịch mà chúng tôi gặp khi ở Việt Nam giới thiệu. Chúng tôi rất lo lắng khi lên chiếc xe Vespa và lái xe vòng quanh đường phố Hồ Chí Minh vào ban đêm, vì có hàng nghìn chiếc xe máy trên đường, len lỏi vào dòng xe cộ và hối hả đi khắp nơi. Hướng dẫn viên Hàng, tôi nghĩ đó là tên cô ấy, thật tuyệt vời và khiến tâm trí chúng tôi được nghỉ ngơi. Chúng tôi được trao mũ bảo hiểm và lên xe đạp của người lái xe. Lái xe quanh thành phố không tệ chút nào và chúng tôi không cảm thấy sợ hãi hay lo lắng chút nào. Các tài xế lái xe an toàn và bạn thực sự có 2 hướng dẫn viên du lịch Vespa khác luôn bảo vệ bạn. Việc băng qua một số nút giao có chút khó khăn, nhưng một khi bạn đã đạp xe thì nó không đáng sợ như bạn nghĩ! Tất cả những nơi chúng tôi dừng lại để thử đồ ăn đều rất ngon và chúng tôi đã đi du lịch khắp các quận theo đúng nghĩa đen, vì vậy chúng tôi đã được nhìn thấy rất nhiều thành phố thật tuyệt vời. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này 100Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan ẩm thực đường phố buổi tối. Nó rất tuyệt vời. Chúng tôi phải trải nghiệm thành phố vào ban đêm cũng như đi xuống các làn đường bằng xe tay ga.  Họ đưa chúng tôi đến những nơi mà bạn khó có thể tự mình tìm thấy. Chúng tôi đã thử cà phê trứng, bánh mì Việt Nam, hải sản, món tráng miệng và nhiều món khác. Mọi thứ đều rất ngon và khác biệt. Các tài xế rất tuyệt, cũng như hướng dẫn viên du lịch của chúng tôi Aven. Anh ấy là người hiểu biết, thân thiện và tốt bụng. Thời gian tuyệt vời! Đọc thêm",
            "Chúng tôi vừa có một chuyến tham quan Thành phố được cá nhân hóa kéo dài 4,5 giờ với các điểm tham quan chính mà chúng tôi đã yêu cầu cụ thể. Nhanh chóng nhận; Kim, hướng dẫn viên du lịch cực kỳ thân thiện và hiểu biết, Kim, người nói tiếng Anh xuất sắc và chúng tôi đã đi trên hai chiếc xe tay ga cho vợ tôi và tôi cùng với Kim vào điểm thứ ba. Chuyến đi vượt quá mong đợi của chúng tôi về mọi mặt và chúng tôi cảm thấy an toàn và thoải mái khi được ở đây giao hàng về Reverie Sài Gòn đúng hẹn. Điều tuyệt vời nhất là trải nghiệm trực tiếp của chúng tôi về việc người lái xe điều khiển xe đạp trong điều kiện giao thông có vẻ hỗn loạn, nhưng chưa một giây phút nào chúng tôi cảm thấy lo lắng.1010 đối với công ty này và muốn giới thiệu họ ngay lập tức.Đọc thêm",
            "Chúng tôi đã có một buổi tối tuyệt vời cùng Kevin và nhóm trong chuyến tham quan Vespa ở Sài Gòn. Thức ăn thật tuyệt vời trong một nhà hàng hẻo lánh, việc đi qua những con đường phía sau thật tuyệt vời. Yêu thích quán bar trên bầu trời và quán bar nhạc sống cũng rất tuyệt. Kevin và nhóm rất chuyên nghiệp. Như mọi khi với những chuyến tham quan này, bạn sẽ gặp phải một kẻ ngốc. Kevin và nhóm đã giải quyết mọi khiếu nại của cô ấy một cách tôn trọng và luôn cố gắng hết sức để đáp ứng nhu cầu của cô ấy. Thật đáng tiếc khi cô ấy không thể hiện sự tôn trọng mà họ đã thể hiện với cô ấy. Các bạn làm tốt lắm, rất nóng lòng được quay lại Sài Gòn và đi cùng các bạn một lần nữa! Chuyến tham quan được tổ chức rất chuyên nghiệp và được khuyến khích!! Steve và Bianca. Đọc thêm",
            "Xin chào,\nĐặt vé Sài Gòn Vespa Tour giá bao nhiêu. Chúng tôi có 5 người. Ngoài ra chúng tôi là người ăn chay. Có lựa chọn ăn chay không?\nHy vọng được nghe từ bạn sớm\nRomeoĐọc thêm",
            "Xin chào Romeo,\nCảm ơn quý khách đã quan tâm đến Sài Gòn Vespa Tours.\nChúng tôi có thể cung cấp 2 tour như sau:\n1. SAIGON ON SUNRISE giá 69 bao gồm ăn trưa và nghỉ giải lao\nCuộc phiêu lưu này là một cách tuyệt vời để ngắm nhìn những điểm nổi bật của thành phố thú vị tràn đầy năng lượng này. Chúng tôi sẽ cho bạn thấy lối sống địa phương ở những khu vực mà nhiều khách du lịch không thể nhìn thấy. \n2. SAIGON ON SUNSET Giá 86 đã bao gồm Đồ ăn và nước uống.\nBạn sắp trở thành một người Sài Gòn đúng nghĩa, đi qua những con đường với xe cộ tấp nập trong những trung tâm thương mại, đầy màu sắc, nếm thử những món ăn đường phố đặc trưng như bò nướng cuốn lá trầu, bánh xèo Việt Nam, hải sản và thưởng thức một âm thanh dễ chịu với tách một tách cà phê yêu thích.\nchúng tôi sẽ đưa bạn đến một trong những nhà hàng chay có đồ ăn chay ngon ở thành phố Hồ Chí Minh và rất tốt cho sức khỏe của bạn.\nMột lần nữa, Chúng tôi xin đưa vào các dịch vụ dành cho bạn trong chuyến đi để bạn có thể tin tưởng vào những giá trị mà mình phải trả:\n1. Hướng dẫn viên du lịch nói tiếng Anh có kinh nghiệm.\n\n2. Lái xe kinh nghiệm \n\n3. Vespa cổ điển \n\n4. Mũ bảo hiểm \n\n5. Đồ ăn địa phương cho bữa trưa và bia địa phương, nước lạnh \n\n6. Nghỉ giải lao tại địa phương \n\n7.Bảo hiểm\n\n8.Chuyến đi riêng cho nhóm của bạn\n\nCảm ơn rất nhiều. Và chúng tôi rất mong nhận được phản hồi từ bạn trong thời gian ngắn.\n\nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            180,
            5,
            0,
            0,
            1
        ],
        "review_amount": 186,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tour Vespa Sài Gòn",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written March 18, 2020",
            "Written March 15, 2020",
            "Written March 9, 2020",
            "Written March 4, 2020",
            "Written March 3, 2020",
            "Written February 25, 2020",
            "Written February 20, 2020",
            "Written February 3, 2020",
            "Written January 18, 2020",
            "Written December 30, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12310606-Reviews-or10-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or20-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20323822-Reviews-Vietnam_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15582779-Reviews-Viet_Field_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11630326-Reviews-BLANC-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906276-Reviews-Hoi_An_Eco_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10063849-Reviews-Mekong_Cruises_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13871488-Reviews-Vietnam_Private_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8666665-Reviews-Mekong_Silt-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025564-Reviews-Saigon_YesRide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d14123918-Reviews-Waterfront_Market-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d3243907-Reviews-Genghis_Khan_Statue_Complex-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3250604-Reviews-Jackson_Park_s_Japanese_Garden-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d4126654-Reviews-Akrotiri_Archaeological_Site-Akrotiri_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d10810369-Reviews-Bako_National_Park-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g293750-d459953-Reviews-Mount_Kilimanjaro-Kilimanjaro_National_Park_Kilimanjaro_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d195419-Reviews-Spaccanapoli-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g188095-d3207784-Reviews-Lido_di_Lugano-Lugano_Canton_of_Ticino_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g41795-d2009033-Reviews-Royalston_Falls-Royalston_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or20-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or10-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Vespa Tours",
        "attraction_name_vi": "Tour Vespa Sài Gòn",
        "general_info": [
            "186 đánh giá",
            "46 trên 380 Đồ Ăn Thức Uống Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Hãy để Sài Gòn Vespa Tours làm người hướng dẫn, chuyên gia cho bạn... và tất nhiên là người bạn của bạn để cho bạn thấy Sài Gòn không ngủ một cách tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Chuyến đi tốt nhất chúng tôi đã đi ở Việt Nam. Kevin là hướng dẫn viên du lịch của chúng tôi, người rất năng động, thân thiện và rất hữu ích. Tất cả chúng tôi đều có những người lái xe tuyệt vời, rất thân thiện và rất vui khi được làm việc cùng. Họ đưa chúng tôi đến những địa điểm tuyệt vời nhất, uống rượu trên sân thượng mát mẻ, ăn tối tại nhà hàng địa phương, chợ hoa và quán bar tuyệt vời nhất.  Tôi thực sự muốn giới thiệu chuyến tham quan này cho bất kỳ ai đến thăm Sài Gòn.Đọc thêm",
            "Chuyến tham quan này với SAIGON VESPA TOURS và hướng dẫn viên du lịch Kelsey của chúng tôi là một trong những trải nghiệm quốc tế tuyệt vời nhất mà chúng tôi có được trong đời và chúng tôi đã có rất nhiều trải nghiệm. Thức ăn thật tuyệt vời, văn hóa rất phong phú và chúng tôi đã có một khoảng thời gian tuyệt vời! Rất khuyến khích điều này vì điều này thực sự đáng nhớ và rất thú vị! Cảm ơn Kelsey!Đọc thêm",
            "Đây là đêm cuối cùng của chúng tôi ở Sài Gòn và 5 người chúng tôi - tất cả phụ nữ ở một độ tuổi nhất định - đã có khoảng thời gian tuyệt vời.   Thật là thú vị cũng như phần giới thiệu về những khu vực và địa điểm mà chúng tôi chưa từng thấy.  Một quán cà phê tuyệt vời nằm trong con hẻm đi bộ, cocktail trên mái nhà lúc hoàng hôn, chợ hoa và lái xe qua Quảng trường Thời đại.   Tôi đánh giá cao nó - một trong những điểm nổi bật của chuyến đi.Đọc thêm",
            "Đã đến Sài Gòn vào ban đêm. Quảng cáo là 3 giờ nhưng cuối cùng chỉ mất 2,5 giờ. Xe Vespa cổ điển. Cần số ở tay lái bên trái. Điểm dừng chân đầu tiên là Skybar để uống nước. Cảnh đẹp tuyệt vời. Cạnh một khu chợ địa phương để ăn tối. Nơi tuyệt vời và hoàn toàn không mang tính thương mại. Nơi người dân địa phương ăn uống. Chủ yếu là hải sản. Sò điệp, nghêu, mì trứng với thịt lợn và mực ống, và, trời ơi, răng mực - ôi trời! Thực ra khá ngon. Tiếp theo là chợ hoa và chợ Campuchia. Điểm dừng chân cuối cùng là trên cây cầu giữa Sài Gòn cũ và thành phố mới. Quay lại khách sạn của chúng tôi. Họ thậm chí còn cho tôi lái xe một chút! Đọc thêm",
            "Dịch vụ hoàn toàn tuyệt vời, đã thay đổi hoàn toàn quan điểm của tôi về Thành phố Hồ Chí Minh! Rất khuyến khích, một tour du lịch tuyệt vời như vậy. Hướng dẫn rất đẹpĐọc thêm",
            "Kelsey và hai tài xế của chúng tôi đã làm rất tốt. Chúng tôi yêu thích chuyến đi xuyên thành phố để thưởng thức đồ ăn và bình luận.  Một cách tuyệt vời để có cái nhìn tổng quan về thành phố và ẩm thực.Đọc thêm",
            "Thực hiện chuyến tham quan thành phố nửa ngày với Sài Gòn Vespa Tours vào buổi sáng. Vespa không chỉ là phương tiện tốt nhất để đi lại ở Việt Nam mà còn mang đến cho bạn trải nghiệm tuyệt vời cùng hướng dẫn viên du lịch. Hướng dẫn của tôi, Justin, thật hoàn hảo. Chúng tôi len lỏi trong những con hẻm nhỏ, đến một quán cà phê đặc biệt và xuyên qua thị trấn Trung Quốc cũng như những địa điểm khác ngoài đường đi. Anh ấy có kiến ​​thức tuyệt vời về cuộc sống ở địa phương. Rất khuyến khích Sigon Vespa Tours và Justin.Đọc thêm",
            "Tôi đã đặt dịch vụ đón khách lúc 8 giờ sáng từ khách sạn và họ không bao giờ xuất hiện.  Tôi đã gọi đến số trên trang thông tin tripadvisors và đó là số cá nhân của một người chỉ nói tiếng Việt. Tôi đã gọi điện cho nhân viên hướng dẫn khách sạn.  Sau đó, tôi đã thử số của công ty viator TripAdvisors, người đã tính phí trên Amex của tôi nhưng nhận thấy số này không hoạt động.  Thật may mắn cho tôi, người hướng dẫn viên tuyệt vời của tôi tại Park Hyatt Sài Gòn đã có thể sắp xếp chuyến tham quan vào phút cuối từ Vespa Tours.  Và Amex đang tranh chấp khoản phí này cho tôi vì việc hủy của tôi không được hoàn lại.Đọc thêm",
            "Xin chào ngài,\nTôi hy vọng rằng email này sẽ cho thấy bạn và gia đình bạn vẫn ổn và khỏe mạnh.\nThay mặt đội Vespa Sài Gòn Chúng tôi thực sự xin lỗi vì đã bỏ lỡ việc đặt tour vì vấn đề của công ty. Trong 2 tháng qua, chúng tôi đã thay đổi tên công ty, tài khoản ngân hàng, email nhận đặt phòng, đường dây nóng và cả chủ sở hữu của nó. Chúng tôi sẽ hoàn toàn chịu trách nhiệm bồi thường số tiền Quý khách đã thanh toán cho chuyến tham quan thông qua Aviator. Chúng tôi sẽ yêu cầu họ trợ giúp chuyển tiền lại cho bạn trong trường hợp không đủ, chúng tôi sẽ chi trả phần còn lại và hy vọng điều đó có thể giúp bạn bình tĩnh lại. Chúng tôi hoàn toàn hiểu được tình huống bất tiện mà bạn gặp phải.\nĐể mở rộng lời xin lỗi, chúng tôi muốn tặng bạn 2 voucher để tham gia chuyến tham quan nội thành Sài Gòn của chúng tôi bất cứ lúc nào bạn hoặc thành viên gia đình của bạn khi bạn ở thành phố của chúng tôi.\nHãy chấp nhận lời xin lỗi chân thành nhất của chúng tôi.\nMọi điều tốt đẹp nhất sẽ đến với ông và gia đình, thưa ông.\nTốt nhất của chúng tôi,\nĐội ngũ du lịch Vespa Sài Gòn,Đọc thêm",
            "Bất chấp tình trạng giao thông hỗn loạn, người ta vẫn cảm thấy rất an toàn khi ngồi sau xe đạp.  Các địa điểm cực kỳ tốt không chỉ cung cấp thức ăn tuyệt vời mà cả giải trí và đồ uống.  Ngắm nhìn thành phố từ chiếc xe đạp chắc chắn sẽ giúp bạn mở rộng tầm mắt!Đọc thêm",
            "Một trong những đêm đáng nhớ nhất ở Sài Gòn khi chúng tôi cùng một nhóm bạn tham gia chuyến du lịch Vespa cùng Kevin và Thắng là những hướng dẫn viên tuyệt vời của chúng tôi. Chuyến tham quan của chúng tôi bắt đầu lúc 6 giờ chiều từ Airbnb và mỗi người chúng tôi đều có tài xế Vespa riêng cho chuyến tham quan. Kevin và Thắng giải thích rõ ràng chương trình du lịch. Điểm dừng đầu tiên là trên những cây cầu nhìn ra Sài Gòn. Điểm dừng thứ hai là quán bar Skydeck ở Sài Gòn với đồ uống đầu tiên của chúng tôi. Sau đó, chúng tôi dừng lại ở hai nhà hàng sang trọng để thưởng thức những ly bia thơm ngon cho bữa tối. Sau đó, chúng tôi kết thúc chuyến tham quan trở lại một quán bar Mexico với ban nhạc sống và một loại đồ uống khác. Nhìn chung, chuyến tham quan tuyệt vời để ngắm Sài Gòn về đêm. Một điều cần lưu ý là đôi khi khói thải từ Vespa có thể rất mạnh. Hỏi khẩu trang từ Kevin và Thắng trước chuyến tham quan. Đọc thêm"
        ],
        "star_ratings": [
            180,
            5,
            0,
            0,
            1
        ],
        "review_amount": 186,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tour Vespa Sài Gòn",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written December 29, 2019",
            "Written December 28, 2019",
            "Written December 26, 2019",
            "Written December 26, 2019",
            "Written December 12, 2019",
            "Written December 12, 2019",
            "Written December 9, 2019",
            "Written December 8, 2019",
            "Written November 22, 2019",
            "Written November 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12310606-Reviews-or20-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or10-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or30-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20323822-Reviews-Vietnam_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15582779-Reviews-Viet_Field_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11630326-Reviews-BLANC-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906276-Reviews-Hoi_An_Eco_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10063849-Reviews-Mekong_Cruises_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13871488-Reviews-Vietnam_Private_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8666665-Reviews-Mekong_Silt-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025564-Reviews-Saigon_YesRide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d6412969-Reviews-Main_Event_Entertainment-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32852-d255157-Reviews-Palomar_Mountain_State_Park-Palomar_Mountain_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303916-d10688054-Reviews-Boon_Ko_Ku_So_Bridge-Pai_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56229-d3737104-Reviews-Hidden_Falls_Adventure_Park-Marble_Falls_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g36265-d2190273-Reviews-Par_King_Skill_Golf-Lincolnshire_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d3473174-Reviews-Sherman_Oaks_Castle_Park-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56926-d19516239-Reviews-Yorktown_Memorial_Hospital-Yorktown_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g194873-d198791-Reviews-Ravello_Minori_Walk-Ravello_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g40850-d1458512-Reviews-Funtown_Splashtown_USA-Saco_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d304549-Reviews-Venado_Caves-Arenal_Volcano_National_Park_Province_of_Alajuela.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or30-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or20-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Vespa Tours",
        "attraction_name_vi": "Tour Vespa Sài Gòn",
        "general_info": [
            "186 đánh giá",
            "46 trên 380 Đồ Ăn Thức Uống Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Hãy để Sài Gòn Vespa Tours làm người hướng dẫn, chuyên gia cho bạn... và tất nhiên là người bạn của bạn để cho bạn thấy Sài Gòn không ngủ một cách tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Steven hướng dẫn viên du lịch của chúng tôi cùng với phi hành đoàn của anh ấy đã chở chúng tôi đi khắp Việt Nam để ăn uống an toàn! Thật là vui và anh ấy chỉ cho chúng tôi cách ăn đồ ăn Việt Nam! Chuyến tham quan tốt nhất cho đến nay! Cảm ơn Steven và phi hành đoàn vì chuyến phiêu lưu tuyệt vời và món quà tuyệt vời mà bạn đã tặng chúng tôi vào dịp kỷ niệm của chúng tôi! Rất chu đáo của bạn và phi hành đoàn của bạn! Chúng tôi chắc chắn sẽ không quên trải nghiệm này!Đọc thêm",
            "Chuyến tham quan thật tuyệt vời cũng như Kevin, hướng dẫn viên và tài xế của chúng tôi.  Chúng tôi hơi lo lắng khi thực hiện việc này vì tình trạng giao thông quá đông đúc, nhưng chúng tôi rất vui vì đã làm được - nó vừa an toàn vừa hồi hộp.  Hãy đến với cái bụng đói vì có rất nhiều món ăn tuyệt vời trong chuyến tham quan tại các địa điểm địa phương mà bạn không thể tự mình tìm thấy.  Thật sự rất tuyệt khi được tham quan chợ hoa đêm - rất nhiều loài hoa đẹp.  Điểm dừng cuối cùng là một quán bar thực sự thú vị với nhạc sống tuyệt vời; chúng ta có thể ở đó hàng giờ liền!  Hướng dẫn viên của chúng tôi, Kevin, rất am hiểu về khu vực, rất tử tế và dễ tiếp thu các yêu cầu của chúng tôi.  Thật tuyệt khi được ngắm nhìn thành phố một cách gần gũi và cá tính trên những chiếc Vespa cổ điển.  Tôi đánh giá cao chuyến tham quan này! Đọc thêm",
            "Chuyến tham quan ẩm thực đường phố vespa về đêm chắc chắn là một trong những điều tuyệt vời nhất tôi đã làm ở thành phố Hồ Chí Minh. Tôi thích việc chúng tôi được nhìn thấy nhiều hơn về nội thành và cách cộng đồng địa phương thực sự dành cả đêm ở đây. Thức ăn rất tuyệt, tôi yêu mọi thứ tôi ăn! Tất cả các tài xế đều tuyệt vời và rất rất ngọt ngào! Hướng dẫn viên Kevin của chúng tôi rất vui vẻ, thân thiện và rất nhiều thông tin và đã cố gắng hết sức để đảm bảo tất cả chúng tôi đều cảm thấy thoải mái và hạnh phúc!  Và Sam hay còn gọi là Bruce Lee cực kỳ thú vị và khiến toàn bộ trải nghiệm trở nên tuyệt vời hơn! Nhìn chung, chắc chắn đề xuất đây là hoạt động PHẢI làm cho bất kỳ ai đi du lịch đến khu vực này trên thế giới! :Đọc thêm",
            "Chúng tôi được đón từ khách sạn và ngồi ở phía sau chiếc vespas. Chúng tôi đã đi vòng quanh một số địa điểm địa phương, trong đó có một địa điểm phục vụ các món hải sản nổi bật nhất. Hướng dẫn viên Kevin rất thân thiện và hiếu khách còn hướng dẫn viên Sam là một công ty tuyệt vời. Mặc dù giao thông đông đúc nhưng tôi cảm thấy rất an toàn và yên tâm trên chiếc Vespa. Đọc thêm",
            "Đây có lẽ là một trong những món hải sản ngon nhất mà tôi từng được ăn trên thế giới. Sau khi ghé thăm một quán bar trên tầng thượng mà tôi đã ăn mặc rất xuề xòa, chúng tôi đã biến mất vào một số con hẻm sau nhà để dùng bữa tại một nhà hàng hải sản địa phương mà tôi sẽ không bao giờ tự mình tìm thấy, và thậm chí nếu tôi có thể chỉ đi thẳng qua. Người hướng dẫn, Danny, rất vui lòng giúp tôi với những con tôm mà tôi không thể ăn hết. Món pipi được nấu trong nước dùng sả ngon tuyệt. Có lẽ phải có 2-3 trăm người ở đó ăn trong một căn bếp chỉ có khoảng 5 hoặc 6 người, thực sự ấn tượng. Đọc thêm",
            "Chúng tôi đã có một đêm tuyệt vời nhất trong Chuyến tham quan ẩm thực đường phố. Người dẫn chương trình Sinh và các tay đua Thịnh, Tony và Aven của chúng tôi thật tuyệt vời. Kỹ năng xử lý sự hỗn loạn của giao thông Hồ Chí Minh vẫn khiến bạn cảm thấy hoàn toàn thoải mái và an toàn. Sinh rõ ràng có mối quan hệ với những người bán hàng rong, nghĩa là bạn hãy thử những gì tôi tưởng tượng là món ăn đường phố ngon nhất Sài Gòn. Ngoài kiến ​​thức ẩm thực Sinh còn có kiến ​​thức tuyệt vời về thành phố của mình. Chúng tôi đã thử 12 món ăn khác nhau trong suốt hành trình của mình. 2 tuần sau khi đến Việt Nam, chúng tôi có thể nói rằng chuyến đi này thực sự là một điểm nhấn. Cảm ơn một lần nữa các bạn. Đọc thêm",
            "Đêm tuyệt vời dạo phố Sài Gòn trên lưng chiếc Vespa. Các tay đua rất khéo léo và thân thiện và người lãnh đạo có kiến ​​thức và hữu ích. Đồ ăn đẹp và nổi bật là quán bar ghé thăm cuối cùng có tên là Carmens. Halloween đã được thêm vào các điểm tham quan và bầu không khí.  Đọc thêm",
            "Tuyệt vời! Katty hướng dẫn của chúng tôi thật tuyệt vời - thậm chí chỉ trong vài giờ, cô ấy đã học được tên của mọi người và sẽ chỉ ra mọi thứ cho riêng chúng tôi. Tài xế Dom của tôi cũng rất tuyệt. Rất vui và là cách duy nhất để ngắm nhìn Hồ Chí MinhSaigon - những điểm dừng chân ẩm thực tuyệt vời trên đường đi và chúng tôi không bao giờ ở quá lâu ở một nơi. Chạy rất suôn sẻ và là điểm nhấn tuyệt đối trong chuyến đi của tôi. Rất khuyến khích.Đọc thêm",
            "Đó là một chút khôn ngoan về tiền bạc nhưng cuối cùng thì nó cũng xứng đáng. Kevin hướng dẫn viên du lịch và các tài xế rất tuyệt vời, các điểm dừng cũng vậy. Đó là chuyến tham quan thành phố kéo dài bốn giờ bao gồm các điểm dừng đến Cầu Sài Gòn mang tính biểu tượng, Tháp tài chính Bitexco trước đây là tòa nhà cao nhất Việt Nam, 3 nhà hàng phục vụ cocktail và đồ uống và Chợ hoa. Bản thân chuyến đi là an toàn và phấn khởi. Tôi thực sự khuyên bạn nên.Đọc thêm",
            "Chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan này nếu bạn muốn xem những gì tốt nhất mà Hồ Chí Minh mang lại! Hướng dẫn viên của chúng tôi, Aven và Duy rất am hiểu, đã vượt lên trên các khuyến nghị của họ và rất vui vẻ. Đó là món ăn đường phố ngon nhất mà chúng tôi từng ăn ở Việt Nam và có rất nhiều món ăn, rất đáng đồng tiền bát gạo. Có quá nhiều thứ trong chuyến tham quan kéo dài 4 giờ nhưng chúng tôi không bao giờ cảm thấy vội vã. Thức ăn đường phố địa phương, đặc biệt là hải sản hấp dẫn, cà phê tuyệt vời, chợ hoa, tự lật bánh và tìm hiểu về lịch sử Hồ Chí MinhSaigon.Đọc thêm",
            "Xin chào,\nĐặt vé Sài Gòn Vespa Tour giá bao nhiêu. Chúng tôi có 5 người. Ngoài ra chúng tôi là người ăn chay. Có lựa chọn ăn chay không?\nHy vọng được nghe từ bạn sớm\nRomeoĐọc thêm",
            "Xin chào Romeo,\nCảm ơn quý khách đã quan tâm đến Sài Gòn Vespa Tours.\nChúng tôi có thể cung cấp 2 tour như sau:\n1. SAIGON ON SUNRISE giá 69 bao gồm ăn trưa và nghỉ giải lao\nCuộc phiêu lưu này là một cách tuyệt vời để ngắm nhìn những điểm nổi bật của thành phố thú vị tràn đầy năng lượng này. Chúng tôi sẽ cho bạn thấy lối sống địa phương ở những khu vực mà nhiều khách du lịch không thể nhìn thấy. \n2. SAIGON ON SUNSET Giá 86 đã bao gồm Đồ ăn và nước uống.\nBạn sắp trở thành một người Sài Gòn đúng nghĩa, đi qua những con đường với xe cộ tấp nập trong những trung tâm thương mại, đầy màu sắc, nếm thử những món ăn đường phố đặc trưng như bò nướng cuốn lá trầu, bánh xèo Việt Nam, hải sản và thưởng thức một âm thanh dễ chịu với tách một tách cà phê yêu thích.\nchúng tôi sẽ đưa bạn đến một trong những nhà hàng chay có đồ ăn chay ngon ở thành phố Hồ Chí Minh và rất tốt cho sức khỏe của bạn.\nMột lần nữa, Chúng tôi xin đưa vào các dịch vụ dành cho bạn trong chuyến đi để bạn có thể tin tưởng vào những giá trị mà mình phải trả:\n1. Hướng dẫn viên du lịch nói tiếng Anh có kinh nghiệm.\n\n2. Lái xe kinh nghiệm \n\n3. Vespa cổ điển \n\n4. Mũ bảo hiểm \n\n5. Đồ ăn địa phương cho bữa trưa và bia địa phương, nước lạnh \n\n6. Nghỉ giải lao tại địa phương \n\n7.Bảo hiểm\n\n8.Chuyến đi riêng cho nhóm của bạn\n\nCảm ơn rất nhiều. Và chúng tôi rất mong nhận được phản hồi từ bạn trong thời gian ngắn.\n\nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            180,
            5,
            0,
            0,
            1
        ],
        "review_amount": 186,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tour Vespa Sài Gòn",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written November 17, 2019",
            "Written November 11, 2019",
            "Written November 10, 2019",
            "Written November 10, 2019",
            "Written November 3, 2019",
            "Written November 3, 2019",
            "Written October 31, 2019",
            "Written October 31, 2019",
            "Written October 30, 2019",
            "Written October 20, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12310606-Reviews-or30-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or20-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or40-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20323822-Reviews-Vietnam_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15582779-Reviews-Viet_Field_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11630326-Reviews-BLANC-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906276-Reviews-Hoi_An_Eco_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10063849-Reviews-Mekong_Cruises_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13871488-Reviews-Vietnam_Private_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8666665-Reviews-Mekong_Silt-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025564-Reviews-Saigon_YesRide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191030-d12729432-Reviews-Fava_Beach-Vourvourou_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d12723086-Reviews-Bosco_de_Medici_Winery-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34437-d3255975-Reviews-Mexico_Beach-Mexico_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d7034567-Reviews-Horseshoe_Falls-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g52124-d147173-Reviews-Peter_Iredale_Ship_Wreck-Warrenton_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g298547-d6934794-Reviews-Marjan_Island-Dammam_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2218772-Reviews-Welcome_to_Fabulous_Las_Vegas_Sign-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d548248-Reviews-Kiyomizu_Zaka_Street-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d3177518-Reviews-Najma_Used_Furniture_Market-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g30125-d10079240-Reviews-Cane_Ridge_Park-Antioch_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or40-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or30-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Vespa Tours",
        "attraction_name_vi": "Tour Vespa Sài Gòn",
        "general_info": [
            "186 đánh giá",
            "46 trên 380 Đồ Ăn Thức Uống Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga, Tour xe máy"
        ],
        "attraction_summary": "Hãy để Sài Gòn Vespa Tours làm người hướng dẫn, chuyên gia cho bạn... và tất nhiên là người bạn của bạn để cho bạn thấy Sài Gòn không ngủ một cách tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất trong chuyến tham quan Local Street Eats với Aven và Duy. Các quầy hàng và nhà hàng bạn đến là cách duy nhất để trải nghiệm ẩm thực địa phương và thành phố. Họ đưa bạn đến những địa điểm yêu thích của địa phương và đồ ăn sẽ khiến bạn chết mê chết mệt. Chúng tôi chắc chắn sẽ quay lại.Đọc thêm",
            "Hướng dẫn viên thực sự đã khiến trải nghiệm này vượt quá sự mong đợi của tôi!! Dành cho những ai thắc mắc tên anh ấy là Kevin Lam. Thực sự đã dành thời gian để chia sẻ văn hóa Sài Gòn và giúp chúng tôi trải nghiệm thành phố như một người dân địa phương. 1010 khuyên bạn nên hỏi Kevin trong lần ghé thăm tiếp theo của bạn.Đọc thêm",
            "Tôi phải nói một trong những điểm nổi bật của chuyến đi Việt Nam của chúng tôi! Bản thân tôi và bạn trai thực sự rất thích chuyến tham quan này với hướng dẫn viên Jayden, người đơn giản là tuyệt vời và hai tài xế của chúng tôi. Chúng tôi đã thực hiện chuyến tham quan này vào đêm cuối cùng của kỳ nghỉ và điều đó không làm chúng tôi thất vọng, đó là một trải nghiệm ly kỳ khi được hòa mình vào dòng xe cộ hỗn loạn nổi tiếng của Sài Gòn và hoàn toàn đắm chìm trong sự điên cuồng như một người dân địa phương! Trình điều khiển của chúng tôi thật tuyệt vời và chúng tôi luôn cảm thấy cực kỳ an toàn. Hành trình tham quan đã được lên kế hoạch tốt bắt đầu với một quán bar trên sân thượng thực sự thú vị và nhiều điểm dừng khác để thưởng thức đồ uống, đồ ăn và chợ địa phương. Điểm nổi bật của chuyến tham quan đối với chúng tôi là chợ nhà hàng hải sản địa phương mà chúng tôi đã đến, đồ ăn ở đây siêu tươi và hoàn toàn thần thánh và là món ăn Việt Nam ngon nhất chúng tôi có trong chuyến đi! Chuyến tham quan kết thúc trong một quán bar thực sự thú vị với một số nhạc sống trước khi chúng tôi trở về khách sạn. Jayden thật tuyệt vời và đã chụp rất nhiều bức ảnh cho chúng tôi, chắc chắn chúng sẽ sớm được gửi đi và món quà nhỏ mà chúng tôi nhận được cuối cùng là một bất ngờ đáng yêu. Tôi rất muốn giới thiệu chuyến tham quan này Jayden thật tuyệt! Giống như được đi chơi qua đêm với một người bạn để cho bạn xem tất cả những điểm nóng!!! Đọc thêm",
            "Thức ăn tuyệt vời và địa điểm xung quanh Hồ Chí Minh. Sau khi được đón, nó đã đi thẳng vào dòng xe cộ đông đúc nổi tiếng của Sài Gòn và khởi hành bằng đồ uống trước khi đến điểm dừng ăn uống đầu tiên. Có tất cả 9 món nên hãy đảm bảo bạn sẽ đói. Tất cả đều có hương vị tuyệt vời mang hương vị địa phương phù hợp với khẩu vị người Việt. Thời gian tuyệt vời sẽ làm lại lần sau khi ở đó. Đọc thêm",
            "Một điều nhất định phải làm khi đến thăm Sài Gòn. Năm người chúng tôi đã có khoảng thời gian tuyệt vời.  Thức ăn rất tuyệt vời bao gồm cả hải sản. Các tài xế thật tuyệt vời và hướng dẫn viên du lịch của chúng tôi là người giỏi nhất!Đọc thêm",
            "Chúng tôi tưởng mình đang tham gia một chuyến du lịch theo nhóm nhưng cuối cùng lại có một chuyến du lịch riêng với bốn nhân viên của SaiGonVespaTour, hai tài xế, hai hướng dẫn viên, thật tuyệt vời.  Chúng tôi yêu thích chỗ ngồi thoải mái của Vespa, dễ bám vào, các điểm tham quan và băng nhóm từ SVT. Chúng tôi không thể giới thiệu đủ về công ty này.  Họ cung cấp một chuyến tham quan chu đáo, nhiều thông tin và thân thiện để bạn có được cảm nhận tuyệt vời về Sài Gòn chỉ trong vài giờ.  Kết thúc chuyến tham quan, họ tặng chúng tôi một món quà nhỏ ngọt ngào.  Họ đã chụp những bức ảnh về chuyến phiêu lưu của chúng tôi và gửi cho chúng tôi kèm theo một lá thư cảm ơn đáng yêu. Sẽ thực hiện một chuyến du lịch khác với họ nếu có dịp đến Việt Nam lần nữa.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến du lịch riêng với Jaden và bốn người đi xe đạp của cô ấy khi chúng tôi đi du lịch cùng những đứa trẻ từ 7 đến 11 tuổi. Thật tuyệt vời từ đầu đến cuối khi thưởng thức cocktail trong một quán bar sang trọng, ẩm thực đường phố, đi chợ và các quán cà phê bí mật mà bạn sẽ không thể tìm thấy. du khách. Nhiều thức ăn và đồ uống hơn chúng ta có thể quản lý. Đội rất xuất sắc với những đứa trẻ của chúng tôi, đặc biệt là đứa trẻ 7 tuổi của chúng tôi, sau chuyến đi đầu tiên đã tự mình lái xe với một người lái xe, tất cả những chiếc xe đạp luôn ở cùng nhau. Cảm thấy rất an toàn, niềm vui lớn và điểm nhấn trong chuyến đi Việt Nam của chúng tôi.Đọc thêm",
            "Trong vòng một giờ sau khi đến khách sạn, chúng tôi đã được Kevin và nhóm của anh ấy an toàn trong chuyến tham quan tuyệt vời nhất, chúng tôi cảm thấy ngay lập tức mình đang ở trong tay tốt và có những món ăn tuyệt vời, quá nhiều thứ để kết thúc! Giao thông xung quanh rất đông đúc và rậm rạp nhưng chúng tôi, một gia đình gồm 4 người lớn, luôn cảm thấy hoàn toàn an toàn, có áo mưa để khô ráo dưới mưa. Tất cả chúng tôi đều thích nó, rất nhiều thông tin về văn hóa và ẩm thực Việt Nam, những người rất đáng yêu điều hành chuyến tham quan - chỉ cần đặt trước!Đọc thêm",
            "Ben, Annie và Aven đưa chúng tôi đi vòng quanh thành phố. Chúng tôi đã có một thời gian tuyệt vời, rất nhiều niềm vui. Mọi nơi chúng tôi đến, mọi thứ đều được sắp xếp trước và nó được chuyển từ nơi này sang nơi khác. Cocktail ngon, đồ ăn ấn tượng, tài xế giỏi, hơn nữa chúng tôi cũng rất vui khi khám phá một số con phố phía sau. Tôi chắc chắn muốn giới thiệu chuyến tham quan này cho khách du lịchĐọc thêm",
            "Chúng tôi được Ben, Annie và Aven đón đúng giờ. Những chiếc xe đạp có chất lượng tốt và những người lái xe rất thông thạo giao thông, cảm ơn chúa. Ben đã sắp xếp mọi thứ và tôi có thể nói rằng anh ấy rất chuyên nghiệp. Ở mọi nơi chúng tôi được đưa đến, chúng tôi đều cảm thấy đặc biệt. Chúng tôi đã có một số loại cocktail ngon, thức ăn đường phố tuyệt vời, đồ uống ngon hơn, thức ăn đường phố ngon hơn, làm một số bánh mì trên đường đi và kết thúc trong một quán bar nơi ca hát thật tuyệt vời. chuyến tham quan này là một điểm nổi bật, rất vui vì chúng tôi đã thực hiện được.Đọc thêm",
            "Xin chào,\nĐặt vé Sài Gòn Vespa Tour giá bao nhiêu. Chúng tôi có 5 người. Ngoài ra chúng tôi là người ăn chay. Có lựa chọn ăn chay không?\nHy vọng được nghe từ bạn sớm\nRomeoĐọc thêm",
            "Xin chào Romeo,\nCảm ơn quý khách đã quan tâm đến Sài Gòn Vespa Tours.\nChúng tôi có thể cung cấp 2 tour như sau:\n1. SAIGON ON SUNRISE giá 69 bao gồm ăn trưa và nghỉ giải lao\nCuộc phiêu lưu này là một cách tuyệt vời để ngắm nhìn những điểm nổi bật của thành phố thú vị tràn đầy năng lượng này. Chúng tôi sẽ cho bạn thấy lối sống địa phương ở những khu vực mà nhiều khách du lịch không thể nhìn thấy. \n2. SAIGON ON SUNSET Giá 86 đã bao gồm Đồ ăn và nước uống.\nBạn sắp trở thành một người Sài Gòn đúng nghĩa, đi qua những con đường với xe cộ tấp nập trong những trung tâm thương mại, đầy màu sắc, nếm thử những món ăn đường phố đặc trưng như bò nướng cuốn lá trầu, bánh xèo Việt Nam, hải sản và thưởng thức một âm thanh dễ chịu với tách một tách cà phê yêu thích.\nchúng tôi sẽ đưa bạn đến một trong những nhà hàng chay có đồ ăn chay ngon ở thành phố Hồ Chí Minh và rất tốt cho sức khỏe của bạn.\nMột lần nữa, Chúng tôi xin đưa vào các dịch vụ dành cho bạn trong chuyến đi để bạn có thể tin tưởng vào những giá trị mà mình phải trả:\n1. Hướng dẫn viên du lịch nói tiếng Anh có kinh nghiệm.\n\n2. Lái xe kinh nghiệm \n\n3. Vespa cổ điển \n\n4. Mũ bảo hiểm \n\n5. Đồ ăn địa phương cho bữa trưa và bia địa phương, nước lạnh \n\n6. Nghỉ giải lao tại địa phương \n\n7.Bảo hiểm\n\n8.Chuyến đi riêng cho nhóm của bạn\n\nCảm ơn rất nhiều. Và chúng tôi rất mong nhận được phản hồi từ bạn trong thời gian ngắn.\n\nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            180,
            5,
            0,
            0,
            1
        ],
        "review_amount": 186,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tour du lịch bằng xe Vespa tại Sài Gòn",
            "Ho Chi Minh City",
            "Những việc cần làm ở Thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written October 20, 2019",
            "Written October 20, 2019",
            "Written October 12, 2019",
            "Written October 10, 2019",
            "Written September 27, 2019",
            "Written August 21, 2019",
            "Written August 17, 2019",
            "Written August 16, 2019",
            "Written August 16, 2019",
            "Written August 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12310606-Reviews-or40-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or30-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or50-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20323822-Reviews-Vietnam_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15582779-Reviews-Viet_Field_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11630326-Reviews-BLANC-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906276-Reviews-Hoi_An_Eco_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10063849-Reviews-Mekong_Cruises_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13871488-Reviews-Vietnam_Private_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8666665-Reviews-Mekong_Silt-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025564-Reviews-Saigon_YesRide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d2689711-Reviews-LEGOLAND_Discovery_Center-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g297924-d1728926-Reviews-Kanchanaburi_Night_Market-Kanchanaburi_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d142694-Reviews-Highland_Park_Village-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189444-d21312450-Reviews-Paradise_Beach-Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g36129-d14927796-Reviews-Ravinia_Festival-Highland_Park_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d15031704-Reviews-Museum_of_Amsterdam_Illusions-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187248-d8591934-Reviews-Marche_de_Gordes-Gordes_Luberon_Vaucluse_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d324103-Reviews-Connaught_Place-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60755-d532104-Reviews-North_Carolina_Aquarium_on_Roanoke_Island-Manteo_Roanoke_Island_Outer_Banks_North_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2512673-Reviews-Disneyland_Paris_Express-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or50-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or40-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Vespa Tours",
        "attraction_name_vi": "Tour Vespa Sài Gòn",
        "general_info": [
            "186 đánh giá",
            "46 trên 380 Đồ Ăn Thức Uống Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga, Tour xe máy"
        ],
        "attraction_summary": "Hãy để Sài Gòn Vespa Tours làm người hướng dẫn, chuyên gia cho bạn... và tất nhiên là người bạn của bạn để cho bạn thấy Sài Gòn không ngủ một cách tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Chắc chắn phải có kinh nghiệm... Đảm bảo không ăn trưa vì trải nghiệm ăn tối trong chuyến tham quan thực sự rất phong phú. Những km đầu tiên trên Vespa có cảm giác căng thẳng nhưng các tài xế đều rất xuất sắc, thực hiện một chuyến đi an toàn. Bạn sẽ dùng bữa tại các nhà hàng hàng đầu ở địa phương và kết thúc buổi tối với sự kết hợp giữa các buổi biểu diễn trực tiếp nhạc pop và truyền thống. Và cô T.Ve cazy cũng hài hước nhưng nghiêm túc nhất có thểĐọc thêm",
            "Trước trải nghiệm này, tôi chưa bao giờ đi xe đạp dù sống ở Sài Gòn được một năm. Chúng tôi đã làm điều này với công việc trong quá trình định hướng. Nó thật tuyệt. Bill là tài xế của tôi, anh ấy thật tuyệt vời. Anh ấy đã hướng dẫn mọi người trong chuyến đi. Tôi cảm thấy siêu an toàn trong suốt thời gian qua. Cảm ơnĐọc thêm",
            "Phương thức di chuyển khiến việc di chuyển trên đường phố khắp Sài Gòn khiến chuyến đi trở nên thú vị khiến chuyến tham quan trở nên thú vị hơn một chút. Hơn nữa, những hoạt động tôi làm với anh em mình, đặc biệt là đồ ăn, rất tuyệtĐọc thêm",
            "Chúng tôi đã đi hai tour, một tour vào ban đêm và một tour vào buổi chiều và mỗi tour đều rất vui. Họ đưa tôi và anh em tôi đi khắp thành phố, chỉ cho chúng tôi những địa điểm thú vị và có lẽ chúng tôi đã ăn hơi nhiều xD. Đó là một trải nghiệm rất thú vị và tài xế cùng hướng dẫn viên du lịch rất tuyệt. Thành thật mà nói, đây là một cách tuyệt vời để ngắm nhìn thành phốĐọc thêm",
            "Tôi và bạn trai đã đến thăm Sài Gòn vài ngày và chuyến tham quan bằng Vespa quanh thành phố này là một trong những điểm nổi bật chính trong chuyến đi của chúng tôi. Hướng dẫn viên của chúng tôi, Aven, cực kỳ giàu thông tin, rất vui vẻ và thân thiện, đồng thời khiến trải nghiệm của chúng tôi khi nhìn thấy thành phố của anh ấy trở nên thú vị như vậy. Chúng tôi đi đến nhiều quận và thấy một loạt địa điểm - bao gồm một ngôi chùa Trung Quốc 300 năm tuổi, chợ hoa và thực phẩm tuyệt đẹp, quán cà phê lâu đời nhất ở Sài Gòn và các địa danh khắp thành phố. Tôi thực sự khuyên bạn nên tham gia tour này và vespas chắc chắn là cách tốt nhất để ngắm nhìn một thành phố nhộn nhịp như Sài Gòn.Đọc thêm",
            "Có khoảng thời gian tuyệt vời nhất khi tham gia tour ẩm thực đường phố về đêm bằng xe máy. Thật là một cách tuyệt vời để ngắm nhìn thành phố và tìm hiểu về nó. Đồ ăn thật tuyệt vời. Hướng dẫn viên của chúng tôi, Aven, Tony và Quang thật tuyệt vời. Rất khuyến khích, cảm ơn các bạn rất nhiều!!Đọc thêm",
            "Chuyến tham quan 6 giờ thú vị, vui vẻ và đầy thông tin quanh Đồng bằng sông Cửu Long với Kathy đáng yêu và hiểu biết cùng hai tài xế của cô. Chúng tôi thấy một ngôi chùa, một trang trại nuôi tôm, một nơi làm rượu gạo, một nơi làm hương, dừng lại để thưởng thức cà phê Việt Nam thơm ngon, đi phà địa phương, thăm một khu chợ thực phẩm xa xôi với người dân địa phương bán ếch, lươn, nhãn cầu !! , và ốc sên, cùng những món không dành cho người bụng yếu, đã ăn trưa ở quận 7 trước khi đưa chúng tôi về khách sạn. Những bức ảnh được chúng tôi chụp xuyên suốt và gửi qua email miễn phí cho chúng tôi vài ngày sau đó, đó là một điều tuyệt vời. Trải nghiệm tốt - thật tuyệt khi được ra khỏi vùng nông thôn, đắt tiền nhưng đáng giá. Đọc thêm",
            "Vừa trở về từ chuyến tham quan ẩm thực bằng xe vespa, hướng dẫn viên KEVIN của chúng tôi thật tuyệt vời!!! Một chàng trai trẻ tuyệt vời và hiểu biết để thực sự thưởng thức hương vị Việt Nam, chuyến tham quan này là điều bắt buộc. Hãy cẩn thận, hãy ăn trưa nhẹ vì lượng thức ăn bạn thử sẽ không thể đếm xuể. Một đêm tuyệt vời và rất đáng giá Đọc thêm",
            "Chúng tôi được hai người lái xe Vespa đón từ cảng và một người khác tham gia cùng chúng tôi.  Người lái xe xuất sắc và hiểu biết của tôi là Tony.  Những người còn lại là anh Dũng và Khánh.  Khung cảnh thật hỗn loạn và thú vị. Các tài xế rất vui vẻ nhưng cẩn thận với những tài xế có kinh nghiệm.  Chúng tôi đã có một trải nghiệm tuyệt vời, đồ ăn rất tuyệt và đó là điểm nổi bật trong chuyến đi của chúng tôi.  Tôi thực sự muốn giới thiệu chuyến tham quan này cho mọi người và yêu cầu Tony.  Tiếng Anh của anh ấy rất hoàn hảo và đó là một trải nghiệm tuyệt vời.  Đừng rời Thành phố Hồ Chí Minh mà không thực hiện chuyến tham quan này!.Đọc thêm",
            "Lần đầu đi xe máy. Chuyến tham quan tuyệt vời và những địa điểm dừng chân tuyệt vời như chợ hoa, ngắm nhìn thành phố, hải sản, đồ uống và âm nhạc ngon. Hướng dẫn lái xe rất giỏi tên Kim. Rất khuyến khích.Đọc thêm"
        ],
        "star_ratings": [
            180,
            5,
            0,
            0,
            1
        ],
        "review_amount": 186,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tour Vespa Sài Gòn",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written July 23, 2019",
            "Written July 21, 2019",
            "Written July 19, 2019",
            "Written July 19, 2019",
            "Written July 10, 2019",
            "Written June 22, 2019",
            "Written June 14, 2019",
            "Written May 15, 2019",
            "Written May 14, 2019",
            "Written May 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12310606-Reviews-or50-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or40-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or60-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20323822-Reviews-Vietnam_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15582779-Reviews-Viet_Field_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11630326-Reviews-BLANC-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906276-Reviews-Hoi_An_Eco_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10063849-Reviews-Mekong_Cruises_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13871488-Reviews-Vietnam_Private_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8666665-Reviews-Mekong_Silt-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025564-Reviews-Saigon_YesRide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g659611-d2720319-Reviews-Designer_Outlet_Noventa_di_Piave-Noventa_di_Piave_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d21268214-Reviews-Maya_Beach_Experience-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11747333-Reviews-LEGOLAND_Water_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g45303-d220253-Reviews-Gem_Mountain_Sapphire_Mine-Philipsburg_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190889-d3388359-Reviews-Islet_of_Vila_Franca_do_Campo-Vila_Franca_do_Campo_Sao_Miguel_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g29005-d3475396-Reviews-Tigers_For_Tomorrow-Attalla_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d319480-Reviews-Rector_s_Palace-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34273-d6460143-Reviews-Lake_Eva_Park-Haines_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g30753-d2218472-Reviews-Adventure_Island-Orange_Beach_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d5772895-Reviews-Hive-Copenhagen_Zealand.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or60-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or50-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Vespa Tours",
        "attraction_name_vi": "Tour du lịch bằng xe Vespa tại Sài Gòn",
        "general_info": [
            "186 đánh giá",
            "46 trên 380 Đồ Ăn Thức Uống Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Hãy để Sài Gòn Vespa Tours làm người hướng dẫn, chuyên gia cho bạn... và tất nhiên là người bạn của bạn để cho bạn thấy Sài Gòn không ngủ một cách tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Chồng tôi, đứa con trai 5 tuổi và tôi đã thực hiện chuyến du lịch buổi sáng với John Lương và đoàn của anh ấy hôm nay - thật tuyệt vời!!! Chúng tôi lo lắng không biết con trai chúng tôi sẽ đi như thế nào, nhưng John và tất cả phi hành đoàn đều rất xuất sắc với nó và chuyến tham quan rất an toàn.  Tôi thực sự cảm thấy an toàn trên xe đạp hơn bất kỳ chiếc ô tô nào kể từ khi đến đây. Chúng tôi đã đến thăm những nơi mà chúng tôi chưa bao giờ tự mình nhìn thấy - loại cà phê ngon nhất từ ​​trước đến nay và một số trải nghiệm cũng như món ăn tuyệt vời của Việt Nam! Giới thiệu kỹ lưỡng chuyến tham quan này cho mọi lứa tuổi - hoàn toàn tuyệt vời! Cảm ơn một lần nữa John!!!  Đọc thêm",
            "Lương Giao Hy cùng các tay đua Khan, Sơn và Thịnh thể hiện tình yêu của họ với Thành phố Hồ Chí Minh từ phía sau chiếc Vespa. Chúng tôi không chỉ có cảm giác hồi hộp trên đường phố, quán bar trên tầng thượng còn cho chúng tôi một vị trí thuận lợi để ngắm nhìn thành phố với đồ uống hấp dẫn để nâng cốc chúc mừng hoàng hôn. Hải sản ở nhà hàng địa phương rất đẹp với nét đặc trưng của người dân địa phương. Sau đó đến chợ hoa, nấu bánh tráng, trứng cút. Một chiếc bánh xèo Việt Nam thật tuyệt vời và sau đó đến một quán cà phê để thưởng thức một bữa tiệc âm nhạc tuyệt vời. Đây là việc phải làm nếu ở thành phố này. Cảm thấy an toàn và luôn mỉm cười.Đọc thêm",
            "Nhóm 12 người của chúng tôi đã được dẫn đi vòng quanh Thành phố Hồ Chí Minh để có một chuyến đi buổi tối tuyệt vời. Thành phố rất đẹp với những đồ trang trí và hoa Tết Nguyên đán cũng như những điểm dừng chân của chúng tôi để uống nước và ngắm hoàng hôn từ đỉnh tòa nhà cao thứ 2 và bữa tối sau đó được xen kẽ và sau đó là chuyến tham quan các thắng cảnh ngoạn mục khắp thành phố. Các tài xế rất xuất sắc, nói tiếng Anh và giữ cho chúng tôi an toàn trước tình trạng giao thông điên cuồng ở Việt Nam. Chuyến tham quan này là sự kết thúc hoàn hảo cho một tháng tuyệt vời ở Việt Nam.Đọc thêm",
            "Chuyến du lịch này rất vui. Nhìn giao thông ở Hồ Chí Minh thật đáng sợ, nhưng ngồi trên chiếc vespa cổ điển với tài xế kinh nghiệm thật thú vị. Chúng tôi uống bia trên quầy bar trên sân thượng và ngắm nhìn toàn cảnh thật tuyệt vời. Sau đó, họ đưa chúng tôi đến những con hẻm khuất và thưởng thức các món ăn địa phương. Hướng dẫn viên của chúng tôi Laura rất nhiều thông tin và vui vẻ. Chúng tôi chắc chắn sẽ thực hiện một chuyến đi vespa khác khi đến Việt Nam vào kỳ nghỉ tới. Đọc thêm",
            "Thật là một chuyến đi tuyệt vời. Gia đình tôi - chúng tôi đã có khoảng thời gian vui vẻ ở thành phố Hồ Chí Minh đằng sau những tài xế giỏi nhất Daniel, Boo, Thịnh. Hướng dẫn viên của chúng tôi cũng rất thân thiện, hiểu biết. Yêu thích chuyến tham quan này và cả thành phố Hồ Chí Minh. Hy vọng một ngày nào đó sẽ quay lạiĐọc thêm",
            "Rất khuyến khích!!  Trải nghiệm tốt nhất ở Hồ Chí Minh. Hướng dẫn của chúng tôi - rất tháo vát, có năng lực, thông tin, hiểu biết và thân thiện! Chúng tôi yêu thích toàn bộ chuyến tham quan!Đọc thêm",
            "Dịch vụ xuất sắc,.. băng qua những con phố đông đúc của thành phố và thử đủ loại món ăn khác thường thật tuyệt vời!  Hướng dẫn viên thân thiện của chúng tôi Phong Dangquac, rất có năng lực, hữu ích, hiểu biết, có sức chứa và thông tin! Chúng tôi chưa bao giờ cảm thấy dù chỉ một giây lo lắng hay nghi ngờ ở phía sau những người lái xe Vespa của mình.  Chúng tôi đánh giá cao sự chú ý rõ ràng đến sự an toàn và thoải mái! Không thể nói đủ những điều tốt đẹp về chuyến tham quan này !! Hướng dẫn tuyệt vời, Lái xe an toàn, thức ăn địa phương tốt nhất và giao tiếp tốt. Pong thậm chí còn hứa với tôi những bức ảnh họ chụp trong chuyến tham quan!! Rất khuyến khích!!! Đọc thêm",
            "Tôi đã có cơ hội tham gia Chuyến nếm thử bia Vespa tại TP.HCM với Sài Gòn Vespa Tours....thật là một trải nghiệm tuyệt vời!!! Tôi có thể giới thiệu địa điểm này cho bất kỳ ai muốn thử cuộc sống về đêm ở Sài Gòn!!! Hướng dẫn viên của chúng tôi Sinh hoàn toàn tuyệt vời và đã có khoảng thời gian tuyệt vời nhất từ ​​trước đến nay !!! Chắc chắn là phải làm!!! Đọc thêm",
            "Không thể nói đủ những điều tuyệt vời về chuyến tham quan này.  Tôi đã thực hiện một chuyến tham quan buổi tối riêng quanh Sài Gòn và đó là một cách tuyệt vời để ngắm nhìn thành phố và khám phá một số địa điểm ăn uống ở địa phương. Khoa là một người hướng dẫn tuyệt vời!  Rất hiểu biết, chu đáo, tốt bụng và vui vẻ! Thịnh là tài xế của tôi và anh ấy thật tuyệt vời.  Cảm thấy rất an toàn khi đi xe đạp với anh ấy.  Nếu bạn đang đi du lịch đến Sài Gòn, tour du lịch này là phải! Tôi đã có một trải nghiệm thật tuyệt vời, đây là khoảnh khắc nổi bật trong thời gian tôi ở Sài Gòn và là điều tôi sẽ luôn ghi nhớ.Đọc thêm",
            "Dịch vụ tuyệt vời với đội ngũ nhân viên lịch sự và chu đáo. Nó cũng ở một vị trí tuyệt vời. Sẽ đặt lại.Đọc thêm"
        ],
        "star_ratings": [
            180,
            5,
            0,
            0,
            1
        ],
        "review_amount": 186,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tour Vespa Sài Gòn",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written July 4, 2018",
            "Written June 28, 2018",
            "Written March 20, 2018",
            "Written February 5, 2018",
            "Written January 3, 2018",
            "Written December 28, 2017",
            "Written December 26, 2017",
            "Written December 9, 2017",
            "Written December 5, 2017",
            "Written December 2, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12310606-Reviews-or60-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or50-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or70-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20323822-Reviews-Vietnam_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15582779-Reviews-Viet_Field_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11630326-Reviews-BLANC-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906276-Reviews-Hoi_An_Eco_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10063849-Reviews-Mekong_Cruises_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13871488-Reviews-Vietnam_Private_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8666665-Reviews-Mekong_Silt-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025564-Reviews-Saigon_YesRide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g28960-d290627-Reviews-East_Bay_Bike_Path-Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d14035017-Reviews-Billion_Stars_Express-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d9786507-Reviews-Liberty_Public_Market-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190313-d4442958-Reviews-Dahlet_Qorrot_Beach-Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d140769-Reviews-Dallas_Arboretum_Botanical_Gardens-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d584732-Reviews-Tao_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d563115-Reviews-University_District-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6651154-Reviews-16th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g57677-d104019-Reviews-Kings_Dominion-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d2266497-Reviews-Dolphin_Mall-Miami_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or70-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or60-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Vespa Tours",
        "attraction_name_vi": "Tour Vespa Sài Gòn",
        "general_info": [
            "186 đánh giá",
            "46 trên 380 Đồ Ăn Thức Uống Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Tour du lịch ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Hãy để Sài Gòn Vespa Tours làm người hướng dẫn, chuyên gia cho bạn... và tất nhiên là người bạn của bạn để cho bạn thấy Sài Gòn không ngủ một cách tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Có một chuyến tham quan tuyệt vời khi Ben cưỡi quanh thành phố trên chiếc Vespa cũ. Đã thử một số món ăn tuyệt vời, nhìn thấy những địa điểm mà tôi chưa bao giờ tự mình tìm thấy và được tiếp xúc với người dân địa phương một cách chân thành. Hoàn toàn thích nó! Ben là một hướng dẫn viên tuyệt vời, anh ấy biết nhiều, tiếng Anh rất xuất sắc, anh ấy hay đùa và rất dễ nói chuyện. 1010 muốn giới thiệu.Đọc thêm",
            "Chúng tôi vừa kết thúc chuyến tham quan Vespa tuyệt vời tại Thành phố Hồ Chí Minh cùng Ben và các đồng nghiệp của anh ấy.  Họ đã tùy chỉnh chuyến tham quan để phù hợp với yêu cầu và sở thích của chúng tôi.  Họ nói tiếng Anh xuất sắc và cung cấp thông tin tuyệt vời.  Chúng tôi đã có một trải nghiệm tuyệt vời ở thành phố hấp dẫn và thú vị này.  Chúng tôi đánh giá cao các chuyến tham quan Sài Gòn Vespa.  Đó là một cách tuyệt vời để ngắm nhìn thành phố và những ngôi đền ngoạn mục ở đây.Đọc thêm",
            "Một chuyến tham quan bằng xe đạp phải thử với chuyến tham quan Ben từ Sài Gòn vespaa tuyệt vời. Đưa tôi đi khắp thành phố, cho tôi xem các quận khác nhau và văn hóa của người dân.Đọc thêm",
            "Trong số tất cả các chuyến tham quan mà chúng tôi đã nghiên cứu, chúng không phải là rẻ nhất nhưng chúng được đại lý mà chúng tôi đã đặt qua Buffalo at Renaissance đánh giá cao.  Và họ đã đúng 100.  Chris là người hướng dẫn của chúng tôi và anh ấy có nhiều thông tin và tập trung rõ ràng vào sự an toàn trong tình trạng giao thông điên cuồng ở TP HCM.   Người lái xe của tôi là Kin và anh ấy rất tuyệt.  Sau khi thực hiện một chuyến tham quan bằng xe tay ga ở một thành phố khác, tôi phải nói rằng tôi hoàn toàn chuyển đổi sang sử dụng Vespa.  Những chiếc Vespa có hai chỗ ngồi nên thực sự thoải mái mà không bị chen lấn bởi người bạn mới gặp.  Và dễ dàng lên xuống - ngay cả đối với một người ở độ tuổi 50 của tôi và hông lém lỉnh.  Ngắm nhìn thành phố bằng Vespa là một cách tuyệt vời để khám phá những điều mới mẻ và khám phá những khu vực mà bạn sẽ khó tìm được nếu không có người hướng dẫn.   Đi đến Bưu điện Trung tâm, Nhà thờ, đài tưởng niệm Thích Quảng Đức, Chợ Lớn, chợ hoa, quán cà phê lâu đời nhất TP HCM và nhiều hơn nữa.  Chúng tôi đã ghé thăm tất cả các địa điểm trong danh sách phải xem và có bữa trưa Bánh Xèo tuyệt vời nhất tại một nhà hàng địa phương thú vị.  Rất muốn giới thiệu trải nghiệm này.Đọc thêm",
            "Đây là một tour du lịch tuyệt vời. Họ đón tôi ở khách sạn bằng chiếc vespa. Có một tài xế chính và tài xế vespa riêng của tôi. Hóa ra đó là chuyến du lịch riêng. Họ đến đúng giờ và đợi trước ở khách sạn của tôi. Điểm dừng đầu tiên là một quán bar trên tầng thượng, điểm dừng thứ hai là một địa điểm ăn hải sản địa phương và tôi là khách du lịch duy nhất ở đó WOW. Sau đó chúng tôi chạy xe ra phố, ngõ hẻm… dạo chợ hoa, chợ đêm. Một điểm dừng khác cho thực phẩm. Điểm dừng cuối cùng là hộp đêm với một ban nhạc tuyệt vời! Trở lại khách sạn 4 giờ sau. Bao gồm 3 đồ uống dành cho người lớn và nhiều đồ ăn hơn tôi có thể ăn cùng với hộp đêm. Giá trị vượt trội cho đồng đô la du lịch của tôi. Koha là một hướng dẫn tuyệt vời. cảm ơn!Đọc thêm",
            "Hướng dẫn viên của chúng tôi đã đăng ký cho tôi và bạn tôi một chuyến đi bốn tiếng đồng hồ qua đường phố Sài Gòn vào ban đêm.  Vì sức nóng ban ngày nên đường phố trở nên sống động vào ban đêm.  Chúng tôi được đón ngay tại khách sạn và chúng tôi khởi hành.  Thật là một trải nghiệm thú vị khi được ngồi sau xe máy cùng với những người khác trong thành phố.  Mặc dù chúng tôi đang phóng nhanh và né tránh giao thông xung quanh mọi người, nhưng điều đó không bao giờ khiến chúng tôi cảm thấy không an toàn.   Họ đưa chúng tôi lên tầng thượng của một tòa nhà rất cao để uống nước và ngắm nhìn ánh đèn Sài Gòn.  Từ đó, chúng tôi đến một nhà hàng hải sản ngoài trời lớn ở địa phương, đến Flower Mart, đến một nhà hàng mì để thưởng thức những món ăn ngon, rồi đến một câu lạc bộ theo chủ đề Tây Ban Nha, nơi chúng tôi có hàng ghế đầu để nghe nhạc, mà tôi nghĩ là của người Cuba. .  Đó là một buổi tối ly kỳ và tôi ghét phải kết thúc nó.  Nhân tiện, thức ăn và đồ uống đã được bao gồm trong giá.  Đây là một cuộc phiêu lưu tuyệt vời và bạn dễ dàng có được cảm giác về thành phố.  Tôi là một phụ nữ 76 tuổi và nếu tôi làm được thì bạn cũng có thể.  Rất khuyến khích!Đọc thêm",
            "Chúng tôi không chắc liệu mình có nên tham gia chuyến tham quan hay không vì nó khá đắt trong nửa ngày nhưng cuối cùng vẫn thực hiện. Quyết định tốt nhất từ ​​trước đến nay! Tony là một người hướng dẫn tuyệt vời, anh ấy biết rất nhiều về những địa điểm đã ghé thăm và luôn có câu trả lời cho bất kỳ câu hỏi nào chúng tôi có. Đã bao gồm thức ăn và đồ uống và bạn thậm chí còn có thể nhìn thấy hậu trường của việc pha chế cà phê và thức ăn đường phố! Hãy tự giúp mình và đặt chuyến tham quan này!Đọc thêm",
            "Hôm nay tôi và bạn bè đã dành cả buổi sáng để đi tour Vespa vòng quanh Sài Gòn. Có một vụ nổ hoàn toàn. Họ đưa chúng tôi đến những nơi mà chúng tôi chưa bao giờ tự mình nhìn thấy. Tôi đánh giá cao chuyến tham quan Vespa này khi đến thăm Sài Gòn Đọc thêm",
            "Cho đến nay, đây là điểm nổi bật trong chuyến thăm Sài Gòn của tôi.  Để bắt đầu, chúng tôi được đưa đến một tòa nhà chọc trời để thưởng thức cocktail.  Điểm dừng này cho phép chúng tôi ngắm nhìn thành phố từ 360 độ và ngắm nhìn thành phố đang dần buông xuống.  Tiếp theo, chúng tôi quay trở lại chiếc Vespa và bắt đầu cuộc hành trình.  Chúng tôi lao qua những cây cầu, qua công viên và đường hầm.  Trên đường đi, chúng tôi dừng lại để chụp ảnh tại các khu vực đắc địa, luôn luôn ở phía sau là thành phố.  Điểm dừng tiếp theo của chúng tôi là ăn tối.  Sự lựa chọn là một nhà hàng địa phương phục vụ một số món ăn du lịch biển địa phương đáng chú ý nhất, được yêu thích ở mọi món ăn, rất nhiều món.  Sau bữa ăn tuyệt vời, chúng tôi phóng đến một hộp đêm địa phương.  Ở đây, âm nhạc thật không thể tin được.  Tôi có thể ở đây thêm nhiều giờ nữa.   Phần cuối cùng của chuyến tham quan là đi qua những con đường phía sau của khu hoa và các nhà hàng ngoài trời ở địa phương cho đến khi chúng tôi đến khách sạn.  Tôi đánh giá cao chuyến tham quan này.  Nhân viên cực kỳ lịch sự và an toàn là mối quan tâm số một của họ ngoài việc đảm bảo bạn có trải nghiệm tuyệt vời.  Cứ làm đi, bạn sẽ không thất vọng đâu.Đọc thêm",
            "Tour du lịch tuyệt vời, thực sự phải làm ở Sài Gòn. Chỉ riêng trải nghiệm ẩm thực thôi đã đáng giá rồi. Hãy đặt mục tiêu làm khi bắt đầu kỳ nghỉ của bạn ở I. Sài Gòn để bạn có thể quay lại những quán ăn giống nhau nhiều lần. Hướng dẫn viên của tôi là Tony, thực sự hữu ích, tiếng Anh hoàn hảo và chỉ cho tôi rất nhiều điều thú vị và trả lời bất kỳ câu hỏi nào tôi có về Sài Gòn. Dễ dàng 5 saoĐọc thêm"
        ],
        "star_ratings": [
            180,
            5,
            0,
            0,
            1
        ],
        "review_amount": 186,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tour Vespa Sài Gòn",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written February 28, 2019",
            "Written February 27, 2019",
            "Written January 7, 2019",
            "Written December 26, 2018",
            "Written December 16, 2018",
            "Written November 29, 2018",
            "Written November 28, 2018",
            "Written November 27, 2018",
            "Written November 9, 2018",
            "Written October 15, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12310606-Reviews-or70-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or60-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or80-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20323822-Reviews-Vietnam_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15582779-Reviews-Viet_Field_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11630326-Reviews-BLANC-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906276-Reviews-Hoi_An_Eco_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10063849-Reviews-Mekong_Cruises_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13871488-Reviews-Vietnam_Private_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8666665-Reviews-Mekong_Silt-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025564-Reviews-Saigon_YesRide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d14862479-Reviews-Cascadas_Palo_Maria-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g811247-d1182423-Reviews-Baia_di_Sorgeto-Panza_Isola_d_Ischia_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g186612-d216191-Reviews-Torc_Waterfall-Killarney_County_Kerry.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d6439300-Reviews-Randyland-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d3212743-Reviews-Nakupenda_Beach_Nature_Reserve-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_.html",
            "https://www.tripadvisor.com/Attraction_Review-g45964-d283844-Reviews-Harrah_s_Laughlin-Laughlin_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g55649-d5615493-Reviews-Santa_s_Wonderland-College_Station_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6781080-Reviews-Delta_Flight_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1732735-d274343-Reviews-Amish_Country-Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d1594064-Reviews-Jungle_Rapids_Family_Fun_Park-Wilmington_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or80-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or70-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Vespa Tours",
        "attraction_name_vi": "Tour Vespa Sài Gòn",
        "general_info": [
            "186 đánh giá",
            "46 trên 380 Đồ Ăn Thức Uống Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Hãy để Saigon Vespa Tours trở thành hướng dẫn viên, chuyên gia của bạn... và tất nhiên là người bạn đưa bạn đến với Sài Gòn không ngủ tuyệt vời nhất. Đọc thêm",
        "reviews": [
            "Với hướng dẫn viên du lịch Steven, chúng tôi đã có khoảng thời gian tuyệt vời. Trong chuyến tham quan này, chúng tôi khám phá tất cả những địa điểm đẹp mà người dân địa phương đã gặp. Chúng tôi đã ăn rất nhiều đồ ăn và khám phá các loại chợ khác nhau. Chúng tôi thực sự có thể giới thiệu chuyến tham quan này để thấy một khía cạnh khác của Sài Gòn. Đọc thêm",
            "Chúng tôi đã có một buổi tối tuyệt vời cùng Victor dạo quanh Sài Gòn trên những chiếc Vespa của chúng tôi - một chuyến đi thực sự đáng giá với nhiều món ăn địa phương ngon miệng.  Victor là một người dẫn chương trình xuất sắc và nói tiếng Anh xuất sắc - một việc phải làm! Đọc thêm",
            "Ồ! Chúng tôi vừa trở về từ chuyến lưu diễn cùng Ben và Tony và chúng tôi đang rất náo nhiệt. Ở Sài Gòn được vài ngày, chứng kiến ​​tình trạng hỗn loạn trên đường, nói rằng chúng tôi hơi lo lắng khi đưa con đi học vào các ngày 13, 11 và 9 là còn nhẹ.  Từ lúc chúng tôi rời khách sạn dưới nắng, mưa như trút nước và giao thông vào giờ cao điểm, nỗi lo lắng của tôi tan biến. Trẻ em đánh giá Chuyến tham quan tốt nhất từ ​​trước đến nay. Những tay đua chu đáo và cẩn thận đã chỉ cho chúng tôi những món ăn địa phương, cà phê, những con phố và con hẻm mà chúng tôi chưa bao giờ hy vọng được nhìn thấy chứ đừng nói đến trải nghiệm. Cảm ơn Ben, Tony và nhóm của bạn vì những kỷ niệm đẹp về Sài Gòn. Martin và Angela.Đọc thêm",
            "Những người trẻ tuyệt vời thực sự chăm sóc bạn. Món ăn tuyệt vời mà mọi người đều có thể ăn và thưởng thức. Đừng ăn trước vì bạn không thể ăn những gì họ đưa cho bạn.Đọc thêm",
            "Lên một chiếc xe tay ga ở một trong những thành phố bận rộn nhất thế giới với một người lạ có vẻ là một ý tưởng hợp lý. Đi bộ không phổ biến ở Thành phố Hồ Chí Minh, một thành phố có 7,43 triệu xe máy nên đi trên một chiếc là cách lý tưởng để ngắm nhìn trung tâm náo nhiệt của Thành phố Hồ Chí Minh. Tôi thót tim khi xe tay ga, taxi, xe buýt và xe đạp ập đến tôi từ mọi góc độ. Mặc dù nghe có vẻ đáng sợ nhưng thực tế là việc đàm phán giao thông ban đêm ở Thành phố Hồ Chí Minh trên lưng một chiếc Vespa cổ hóa ra lại rất phấn khởi. Kỳ lạ thay, làn gió nhẹ phả vào mặt tôi; mùi gia vị kỳ lạ; những người đang xem; những khu chợ đêm nhộn nhịp và ánh đèn neon của các quán bar, tiệm massage, tất cả bắt đầu có tác dụng thôi miên. Theo yêu cầu của chúng tôi, điểm dừng chân đầu tiên là tại Lesbian Sisters bahn mi. Họ đã mua bahn mi và điều đó giúp chúng tôi tiết kiệm thời gian chờ đợi. Chúng tôi nuốt chửng chúng trong vòng 20 phút trên lề đường. Trước khi có thể tiêu hóa tất cả những điều này, chúng tôi đã đến một skybar Glow thời thượng. Sau khi uống nhanh và ngắm cảnh, chúng tôi lái xe đến một nhà hàng mà chúng tôi đã chọn. Mặc dù bạn không đi xe vòng quanh trong sự sang trọng nhưng đó không bao giờ là một phần của thỏa thuận, chuyến tham quan mang đến cho bạn cơ hội trải nghiệm cuộc sống như một người dân địa phương, tiếp xúc với làn khói dày đặc phát ra từ xe tay ga. Đây là sự thật đúng như tôi nóiĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời với John hướng dẫn viên và tài xế của chúng tôi.  Có những món ăn tuyệt vời, thuận tiện và được khám phá những khu vực của Sài Gòn mà chúng tôi không thể tự mình quản lý được. Cảm ơn các bạn, rất khuyến khích bạn nên làm điều gì đó khác biệt.  Cách tuyệt vời để ngắm nhìn thành phố, thưởng thức đồ ăn và giao lưu với người dân. LÀM ĐI.! Đọc thêm",
            "Tôi hoàn toàn thích mọi thứ về chuyến tham quan này. Hướng dẫn viên của tôi là Ben và anh ấy vui tính, thú vị và nói tiếng Anh xuất sắc. Thật là một trải nghiệm tuyệt vời khi dạo quanh thành phố nhộn nhịp bằng một trong những điều này! Chúng tôi đã thực hiện một số điểm dừng ở các điểm khác nhau để xem mọi thứ được tạo ra như thế nào. Mỗi khi bạn dừng lại, bạn sẽ nhận được một ly Cà phê, một số loại thức ăn đường phố, bia, v.v. và tất cả đều ngon. Rất khuyến khích...Đọc thêm",
            "Chuyến tham quan tuyệt vời từ saigon Vespa, bao gồm một hướng dẫn viên du lịch rất thân thiện và hiểu biết tên là Ben. Đề xuất nó! Đọc thêm",
            "Chúng tôi đã có một đêm tuyệt vời nhất khi du ngoạn Sài Gòn với hướng dẫn viên Steven và Thắng cũng như các tay đua Huang và Son. Ăn tại một số quầy hàng thực phẩm chào đón tuyệt vời mà chúng tôi chưa từng thử và nhà hàng hải sản địa phương rất ngon và có cảm giác rất chân thực. Trải nghiệm các quận khác nhau và cảm nhận cảm giác hồi hộp khi len lỏi qua dòng xe cộ đông đúc mà không hề sợ hãi. Ước gì tôi thực hiện chuyến tham quan sớm hơn - tôi sẽ đi du lịch khắp nơi bằng xe máyVespa. Tiếng Anh của Steven và Thangs rất ấn tượng. Tôi đã học được rất nhiều về văn hóa của họ từ các cuộc trò chuyện của chúng tôi. Rất khuyến khích. Đọc thêm",
            "Tour du lịch nhỏ tuyệt vời được VBH giới thiệu. Đi vòng quanh TP.HCM trên chiếc Vespa, ghé thăm hầm chứa đạn dưới lòng đất, cung cấp bữa trưa và bia cũng như ghé thăm chợ ẩm thực đường phố đích thực. Thai nhi vịt là một trải nghiệm thú vị. Ben là một hướng dẫn viên du lịch tuyệt vời, hiểu biết và rất tương tác. Cảm ơn vì một buổi chiều tuyệt vời.Đọc thêm",
            "Xin chào,\nĐặt vé Sài Gòn Vespa Tour giá bao nhiêu. Chúng tôi có 5 người. Ngoài ra chúng tôi là người ăn chay. Có lựa chọn ăn chay không?\nHy vọng được nghe từ bạn sớm\nRomeoĐọc thêm",
            "Xin chào Romeo,\nCảm ơn quý khách đã quan tâm đến Sài Gòn Vespa Tours.\nChúng tôi có thể cung cấp 2 tour như sau:\n1. SAIGON ON SUNRISE giá 69 bao gồm ăn trưa và nghỉ giải lao\nCuộc phiêu lưu này là một cách tuyệt vời để ngắm nhìn những điểm nổi bật của thành phố thú vị tràn đầy năng lượng này. Chúng tôi sẽ cho bạn thấy lối sống địa phương ở những khu vực mà nhiều khách du lịch không thể nhìn thấy. \n2. SAIGON ON SUNSET Giá 86 đã bao gồm Đồ ăn và nước uống.\nBạn sắp trở thành một người Sài Gòn đúng nghĩa, đi qua những con đường với xe cộ tấp nập trong những trung tâm thương mại, đầy màu sắc, nếm thử những món ăn đường phố đặc trưng như bò nướng cuốn lá trầu, bánh xèo Việt Nam, hải sản và thưởng thức một âm thanh dễ chịu với tách một tách cà phê yêu thích.\nchúng tôi sẽ đưa bạn đến một trong những nhà hàng chay có đồ ăn chay ngon ở thành phố Hồ Chí Minh và rất tốt cho sức khỏe của bạn.\nMột lần nữa, Chúng tôi xin đưa vào các dịch vụ dành cho bạn trong chuyến đi để bạn có thể tin tưởng vào những giá trị mà mình phải trả:\n1. Hướng dẫn viên du lịch nói tiếng Anh có kinh nghiệm.\n\n2. Lái xe kinh nghiệm \n\n3. Vespa cổ điển \n\n4. Mũ bảo hiểm \n\n5. Đồ ăn địa phương cho bữa trưa và bia địa phương, nước lạnh \n\n6. Nghỉ giải lao tại địa phương \n\n7.Bảo hiểm\n\n8.Chuyến đi riêng cho nhóm của bạn\n\nCảm ơn rất nhiều. Và chúng tôi rất mong nhận được phản hồi từ bạn trong thời gian ngắn.\n\nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            180,
            5,
            0,
            0,
            1
        ],
        "review_amount": 186,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tour Vespa Sài Gòn",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written October 14, 2018",
            "Written October 12, 2018",
            "Written October 4, 2018",
            "Written September 30, 2018",
            "Written September 30, 2018",
            "Written September 27, 2018",
            "Written September 25, 2018",
            "Written September 24, 2018",
            "Written September 19, 2018",
            "Written September 12, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12310606-Reviews-or80-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or70-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or90-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20323822-Reviews-Vietnam_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15582779-Reviews-Viet_Field_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11630326-Reviews-BLANC-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906276-Reviews-Hoi_An_Eco_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10063849-Reviews-Mekong_Cruises_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13871488-Reviews-Vietnam_Private_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8666665-Reviews-Mekong_Silt-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025564-Reviews-Saigon_YesRide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d102992-Reviews-Northwest_Nob_Hill-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g295388-d14035936-Reviews-Museum_of_War_and_Genocide_Victims_1992_1995-Mostar_Herzegovina_Neretva_Canton_F.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d17571183-Reviews-Parque_do_Tejo-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1071609-d3988978-Reviews-Mud_Volcanoes-Qobustan_Daghlig_Shirvan_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d23751947-Reviews-Westlands_Massage_Spa-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48371-d3980035-Reviews-Whaley_Lake-Pawling_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7380426-Reviews-B_H_Photo_Video-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d11774211-Reviews-Woodlawn_Lake_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d17406536-Reviews-Ole_Smoky_Distillery_Yee_Haw_Brewery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293997-d1962901-Reviews-Wahooo_Waterpark-Manama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or90-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or80-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Vespa Tours",
        "attraction_name_vi": "Tour Vespa Sài Gòn",
        "general_info": [
            "186 đánh giá",
            "46 trên 380 Đồ Ăn Thức Uống Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Hãy để Sài Gòn Vespa Tours làm người hướng dẫn, chuyên gia cho bạn... và tất nhiên là người bạn của bạn để cho bạn thấy Sài Gòn không ngủ một cách tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Tôi đã có một trong những ngày tuyệt vời nhất trong chuyến đi của mình trong chuyến đi này. Hướng dẫn viên du lịch của tôi Tony, anh ấy là một người bạn đồng hành đáng kinh ngạc và tôi hy vọng sẽ gặp lại anh ấy một lúc nào đó. Anh ấy là một người hay cười, thân thiện và hiểu biết. Điều tuyệt vời nhất là anh ấy chụp được những bức ảnh tuyệt vời cho gram. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Chúng tôi đã có một buổi chiều tuyệt vời nhất với các chuyến tham quan của Benjamin và Backstreet, nếm thử những món ăn đường phố ngon miệng và nhìn thấy một khía cạnh của Hồ Chí Minh mà với tư cách là một khách du lịch, chúng tôi sẽ không bao giờ có được trải nghiệm khác. Benjamin rất am hiểu và là một người lái xe Vespa cừ khôi và đã đưa chúng tôi đến một số khu chợ tuyệt vời và một ngôi đền xinh đẹp! Chúng tôi chắc chắn sẽ giới thiệu chuyến tham quan này cho những du khách khác!Đọc thêm",
            "Tôi không thể giới thiệu Benjamin và Backstreet Tours đủ. Chúng tôi đã thấy những phần của thành phố mà chúng tôi sẽ không bao giờ thấy nếu không có Benjamin, đã thử những món ăn đường phố tuyệt vời nhất và đã ghé thăm các ngôi đền và khu chợ xinh đẹp. Benjamin là một hướng dẫn viên tuyệt vời và siêu vui tính, anh ấy đã cung cấp cho chúng tôi rất nhiều thông tin trên đường đi! Đây là một buổi chiều tuyệt vời, độc đáo đã cho chúng tôi thấy một khía cạnh hoàn toàn mới của Thành phố Hồ Chí Minh. Cảm ơn Benjamin vì buổi chiều tuyệt vời nhất! Đọc thêm",
            "Ben đưa chúng tôi đến rất nhiều nơi mà chúng tôi chưa bao giờ tự mình nhìn thấy. Chúng tôi đã nếm thử trái cây địa phương và món tráng miệng và thậm chí còn làm bánh quy giòn địa phương để ăn! Muốn giới thiệu chuyến tham quan này nếu bạn muốn khám phá Sài Gòn sâu hơn. Đọc thêm",
            "Với những ai muốn trải nghiệm Sài Gòn ở TP.HCM thì nhất định phải tham gia một chuyến du lịch đường phố cùng những anh chàng này. Chuyến tham quan kéo dài khoảng 4 giờ và đưa bạn đến những khu vực của thành phố mà hầu hết mọi người sẽ không bao giờ ghé thăm. Bạn thưởng thức các món ăn và đồ uống địa phương, ghé thăm các con phố nhỏ và tìm hiểu thêm một chút về một thành phố tuyệt vời như vậy. Tôi và bạn tôi thật may mắn khi có Ben và Hoàng làm hướng dẫn viên. Họ chuyên nghiệp và an toàn, nhưng trên hết, họ là những người tuyệt vời để dành một buổi chiều cùng. Tôi có thể giới thiệu điều này cho bạn đủ, nó thực sự là một trong những điểm nổi bật trong thời gian tôi ở Sài Gòn. Đọc thêm",
            "Tôi đã có chuyến tham quan Vespa tuyệt vời với Ben. Anh ấy đưa tôi đi khắp thành phố và chỉ cho tôi rất nhiều địa điểm đẹp như chợ hoa, chợ xe máy, chợ dế và đền chùa Trung Quốc. Tôi đã thử một số món ăn truyền thống. Và tôi đã học được cách làm bánh quy gừng cũng như cách họ pha cà phê Việt Nam. Tôi thực sự có thể giới thiệu chuyến tham quan này nếu bạn muốn xem thêm về Hồ Chí Minh. Ben là một hướng dẫn viên du lịch giỏi, nói tiếng Anh rất tốt và biết nhiều về thành phố.Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến lưu diễn này với John và nhóm của anh ấy. Chúng tôi đã có khoảng thời gian tuyệt vời nhất khi được chiêm ngưỡng Sài Gòn thực sự. John và nhóm của anh ấy đã dạy chúng tôi cách ăn món ăn Việt Nam đúng cách và mang đến cho chúng tôi sự đánh giá mới về ẩm thực và văn hóa.Đọc thêm",
            "Chồng tôi và tôi đã thực hiện chuyến lưu diễn này với một cặp vợ chồng khác mà chúng tôi đang đi du lịch cùng. Tất cả chúng ta đã có một thời gian tuyệt vời. John hướng dẫn viên du lịch của chúng tôi và nhóm của anh ấy rất vui vẻ và đưa chúng tôi đi tham quan các con phố phía sau thành phố, tất cả chúng tôi trở về nhà sau khi có trải nghiệm tuyệt vời về Sài Gòn và yêu thích ẩm thực cũng như lịch sử.Đọc thêm",
            "Hướng dẫn viên Ben của chúng tôi rất thân thiện và khiến nó trở thành một ngày vui vẻ. Thật là một trải nghiệm tuyệt vời khi khám phá Sài Gòn trên lưng xe máy, rất khuyến khích! Đọc thêm",
            "Đã có một thời gian tuyệt vời trong chuyến lưu diễn này! Điểm nổi bật của chuyến đi của chúng tôi, chúng tôi đi du lịch khắp thành phố, có một số món nhện chiên ngon tuyệt.... Ben là một hướng dẫn viên du lịch tuyệt vời. :Đọc thêm",
            "Xin chào,\nĐặt vé Sài Gòn Vespa Tour giá bao nhiêu. Chúng tôi có 5 người. Ngoài ra chúng tôi là người ăn chay. Có lựa chọn ăn chay không?\nHy vọng được nghe từ bạn sớm\nRomeoĐọc thêm",
            "Xin chào Romeo,\nCảm ơn quý khách đã quan tâm đến Sài Gòn Vespa Tours.\nChúng tôi có thể cung cấp 2 tour như sau:\n1. SAIGON ON SUNRISE giá 69 bao gồm ăn trưa và nghỉ giải lao\nCuộc phiêu lưu này là một cách tuyệt vời để ngắm nhìn những điểm nổi bật của thành phố thú vị tràn đầy năng lượng này. Chúng tôi sẽ cho bạn thấy lối sống địa phương ở những khu vực mà nhiều khách du lịch không thể nhìn thấy. \n2. SAIGON ON SUNSET Giá 86 đã bao gồm Đồ ăn và nước uống.\nBạn sắp trở thành một người Sài Gòn đúng nghĩa, đi qua những con đường với xe cộ tấp nập trong những trung tâm thương mại, đầy màu sắc, nếm thử những món ăn đường phố đặc trưng như bò nướng cuốn lá trầu, bánh xèo Việt Nam, hải sản và thưởng thức một âm thanh dễ chịu với tách một tách cà phê yêu thích.\nchúng tôi sẽ đưa bạn đến một trong những nhà hàng chay có đồ ăn chay ngon ở thành phố Hồ Chí Minh và rất tốt cho sức khỏe của bạn.\nMột lần nữa, Chúng tôi xin đưa vào các dịch vụ dành cho bạn trong chuyến đi để bạn có thể tin tưởng vào những giá trị mà mình phải trả:\n1. Hướng dẫn viên du lịch nói tiếng Anh có kinh nghiệm.\n\n2. Lái xe kinh nghiệm \n\n3. Vespa cổ điển \n\n4. Mũ bảo hiểm \n\n5. Đồ ăn địa phương cho bữa trưa và bia địa phương, nước lạnh \n\n6. Nghỉ giải lao tại địa phương \n\n7.Bảo hiểm\n\n8.Chuyến đi riêng cho nhóm của bạn\n\nCảm ơn rất nhiều. Và chúng tôi rất mong nhận được phản hồi từ bạn trong thời gian ngắn.\n\nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            180,
            5,
            0,
            0,
            1
        ],
        "review_amount": 186,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tour Vespa Sài Gòn",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written September 10, 2018",
            "Written September 9, 2018",
            "Written September 9, 2018",
            "Written September 5, 2018",
            "Written September 1, 2018",
            "Written August 21, 2018",
            "Written August 20, 2018",
            "Written August 20, 2018",
            "Written August 20, 2018",
            "Written August 20, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d12310606-Reviews-or90-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or80-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or100-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20323822-Reviews-Vietnam_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15582779-Reviews-Viet_Field_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11630326-Reviews-BLANC-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906276-Reviews-Hoi_An_Eco_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10063849-Reviews-Mekong_Cruises_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13871488-Reviews-Vietnam_Private_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8666665-Reviews-Mekong_Silt-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025564-Reviews-Saigon_YesRide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d8592083-Reviews-Gringo_Tuesdays_Bogota-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g663877-d198967-Reviews-Isola_Bella-Lake_Maggiore_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d16850027-Reviews-Riyadh_Park_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32545-d156599-Reviews-Lake_Cuyamaca-Julian_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d10639916-Reviews-Athens_Airport_Taxi_info-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g41272-d1382529-Reviews-Adventure_Park_USA-Monrovia_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d104231-Reviews-Aquarium_of_the_Pacific-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d8074679-Reviews-Wego-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g46665-d8494768-Reviews-Hallock_s_U_Pick_Farm-New_Egypt_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103514-Reviews-LoDo-Denver_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or100-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d12310606-Reviews-or90-Saigon_Vespa_Tours-Ho_Chi_Minh_City.html"
    }
]