[
    {
        "attraction_name": "Saigon Corners",
        "attraction_name_vi": "Góc Sài Gòn",
        "general_info": [
            "39 đánh giá",
            "73 trên 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Góc Sài Gòn - một dự án sinh viên của Đại học Hoa Sen - mang đến cho du khách quốc tế những người bạn địa phương đáng tin cậy và tình nguyện, những người biết thành phố để đi bộ qua các con hẻm hoặc cõng họ trên xe máy quanh các góc phố của Thành phố Hồ Chí Minh để khám phá cuộc sống địa phương , những nền văn hóa đầy màu sắc và những món ăn ngon một cách chân thực nhất!Đọc thêm",
        "reviews": [
            "Thật là một cách tuyệt vời để kết thúc ba tuần du lịch vòng quanh Việt Nam.  Với sự giúp đỡ của Góc Sài Gòn, chúng tôi đã lên kế hoạch cho một chuyến tham quan vào ngày Giáng sinh ở khu vực Trung Quốc và được ngắm nhìn thêm một chút về thành phố bao gồm một vài ngôi đền, khu chung cư yên tĩnh, chợ địa phương, điểm dừng ẩm thực và thậm chí là một chuyến đi ngắn qua phố thủy cung!Tôi thực sự ấn tượng với cách các hướng dẫn viên đưa chúng tôi đi vòng quanh bằng xe máy và ngay cả người cha 70 tuổi của tôi cũng đồng ý cho chuyến đi và dừng lại để xem tất cả cảnh vật, âm thanh và hương vị của khu phố Tàu còn được gọi là Chợ Lớn. Cho đến chuyến phiêu lưu tiếp theo, cảm ơn một lần nữa các bạn!Đọc thêm",
            "Đây là một chuyến tham quan đáng yêu! Steven là một người hướng dẫn rất tốt bụng, luôn quan tâm rằng tôi cảm thấy thoải mái. Thật là một cuộc phiêu lưu khám phá Sài Gòn bằng xe máy, đặc biệt là trong bối cảnh giông bão! Khám phá trà vải thiều lông cũng tuyệt vời Hãy tiếp tục phát huy nhé các học viên!Đọc thêm",
            "Tour du lịch ban đêm là cơ hội tuyệt vời để khám phá Sài Gòn về đêm. Các thành viên của Góc Sài Gòn cực kỳ thân thiện, năng động, dễ gần và chụp ảnh xuất sắc!! Chúng tôi hoàn toàn hài lòng với chuyến tham quan và giới thiệu nó ở mức 1000!Đọc thêm",
            "Hướng dẫn viên tuyệt vời trong ngày, thực tế tận hưởng sự hiếu khách của hai hướng dẫn viên du lịch trẻ tuổi và anh mang theo khu vực thu hút chính quanh thành phố. Thực sự đánh giá cao những lời giải thích ngắn gọn của họ. Cảm ơn bạn và hy vọng gặp lại bạn trong tương lai ở malaysia.Đọc thêm",
            "Chúng tôi có những trải nghiệm rất tốt với Thy và Anh. Họ là những sinh viên thân thiện giúp chúng tôi khám phá thành phố Hồ Chí Minh. Chúng tôi có chuyến đi thú vị nhờ họ. Cảm ơn. Đọc thêm",
            "Chuyến tham quan tốt nhất bao giờ hết! Anh ấy thực sự thân thiện, giỏi chụp ảnh và chỉ cho tôi những phần của thành phố mà tôi chưa từng đến cũng như những món ăn và đồ uống mới của Việt Nam. Anh ấy cũng cho tôi những lời khuyên tuyệt vời trong thời gian còn lại ở Sài Gòn và phần còn lại của Đông Nam Á. Tôi thực sự khuyên bạn nên đi dạo đêm với Steven!! Là một nữ du khách độc thân, tôi luôn cảm thấy thực sự an toàn và tôi nghĩ anh ấy là hướng dẫn viên du lịch hoàn hảo cho những ai muốn nhìn thấy một khía cạnh khác của Thành phố Hồ Chí Minh.Đọc thêm",
            "Thật sự rất thích thú khi được nghe các sinh viên chia sẻ quan điểm của họ về quê hương Hồ Chí Minh. Đọc thêm",
            "Đó là một trải nghiệm độc đáo và tuyệt vời. Nếu không có họ, tôi sẽ không bao giờ có được trải nghiệm lái xe máy ở thành phố này. Tôi thực sự đánh giá cao nó: Đọc thêm",
            "Đăng ký Day Saunter và gặp bạn tôi, Alice. Chúng tôi bắt đầu đi bộ từ Phố Sách. Alice rất thân thiện và giải thích mọi thứ cho tôi rất rõ ràng. Đây thực sự là một chuyến đi rất thú vị. Có thể nhìn thấy một mặt khác của TP.HCM từ quận 1 và quận 4. Rất khuyến khích!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan ẩm thực Deli Street và hoàn toàn thích nó! Mặc dù chúng tôi đã ở Việt Nam được 3 tuần vào thời điểm tham quan nhưng chúng tôi vẫn thử những món ăn mới và học hỏi những điều mới. Muốn giới thiệu 100! Đọc thêm",
            "Tôi có phải trả tiền cho chuyến tham quan không?Đọc thêm",
            "Nó hoàn toàn miễn phí, em yêu! Bạn chỉ phải trả các chi phí cá nhân như đồ ăn thức uống, phí đi lại, phí vào cửa, v.v.Đọc thêm"
        ],
        "star_ratings": [
            37,
            2,
            0,
            0,
            0
        ],
        "review_amount": 39,
        "location": [
            "Góc Sài Gòn",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written January 4, 2024",
            "Written October 12, 2023",
            "Written September 12, 2023",
            "Written June 29, 2023",
            "Written June 29, 2023",
            "Written June 24, 2023",
            "Written June 17, 2023",
            "Written June 15, 2023",
            "Written June 14, 2023",
            "Written March 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17427697-Reviews-Saigon_Corners-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-or10-Saigon_Corners-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27921363-Reviews-Chung_Cu_35_Nguy_n_Van_Trang-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18676014-Reviews-Spanista-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1006439-Reviews-Zen_Plaza-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20303138-Reviews-La_Min_Apparel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24001941-Reviews-Cay_D_u_To_Stationery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19163793-Reviews-102_Saigonese-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25392477-Reviews-Tsuki_Umi_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443792-Reviews-Mita_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025887-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Ben_Thanh_D1-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10767864-Reviews-Rocky_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6601902-Reviews-Shimmer_Silver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25247185-Reviews-Coco_Care_Spa_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8071632-Reviews-Vietnamese_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19331065-Reviews-Open_Smile_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12838076-Reviews-The_Craft_House_Original_Souvenir_Gift_Shop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g32147-d2243107-Reviews-Camarillo_Premium_Outlets-Camarillo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d12286963-Reviews-Makapu_u_Point_Tide_Pools-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g190504-d536255-Reviews-Atlantic_Sea_Park-Alesund_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1674832-Reviews-Gatlinburg_Scenic_Overlook-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d311777-Reviews-Puerto_Madero-Buenos_Aires_Capital_Federal_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d9975338-Reviews-Taboga_Express_Fast_Ferry-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47881-d3427633-Reviews-Southwick_Beach_State_Park-Henderson_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d1946585-Reviews-Marsa_Mubarak-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110207-Reviews-Pointe_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534527-Reviews-Hollywild_Animal_Park-Spartanburg_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-or10-Saigon_Corners-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-Saigon_Corners-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Corners",
        "attraction_name_vi": "Góc Sài Gòn",
        "general_info": [
            "39 đánh giá",
            "73 trên 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Saigon Corners - một dự án sinh viên của trường Đại học Hoa Sen - cung cấp cho du khách quốc tế những người bạn địa phương đáng tin cậy và tự nguyện - những sinh viên biết rõ thành phố để cùng đi bộ qua những con hẻm hoặc chở họ trên xe máy quanh các góc phố của Thành phố Hồ Chí Minh để khám phá cuộc sống địa phương, nền văn hóa đầy màu sắc và những món ăn ngon theo cách chân thực nhất! Đọc thêm",
        "reviews": [
            "This being my first time to HCM City, I did 5 tours with Saigon Corners:24 Dec 2022 afternoon: Day Saunter with Nghia  Khoi -  They took me to around on foot and it was a lot of fun seeing the different sights and hearing the stories related to the landmark or area. Nghia was very nice if a bit quiet but was very knowledgeable. Khoi was super friendly, chatty and entertaining.  They made a great Yin and Yang duo on the tour.24 Dec 2022 evening:  Street Food Deli with Nga  Lok - They took me on their motorbikes to eat at various eateries and street food at a night market.  Nga was super informative, organised and considerate.  Lok was hilarious and entertaining! These two roommates had great rapport and really made the night a fun experience.25 Dec 2022 afternoon and evening: Historic Stories and Night Saunter -  Guided by the lovely Arielle who was a last minute replacement and feel very fortunate that i got her given that she was one of the founding members of SC!  She was very friendly, informative, genuine and kept the conversations flowing throughout our time together.  26 Dec 2022 afternoon: Time Imprints - Met Linh at Hoa Sen University and she took me on her motorbike to various sights.  She is friendly and informative and I had a great time on my last tour with SC.  However, I would like to suggest that she chat less whilst riding on her motorbike as I could barely hear her through my helmet and all the traffic noise.  The highlight of my tours was Pho Binh Historic Stories and seeing the beautifully lit buildings on the Saigon Waterbus Night Saunter.  I do recommend the inclusion of Independence Palace on one of their tours as I would have enjoyed it more if I had a friendly guide from SC.All in all, I highly recommend this unique tour experience as you get to see this vibrant city through the eyes of young locals and learn about the city from their perspective!Read more",
            "Khi đến thăm Châu Âu, các tour đi bộ miễn phí là một trong những hoạt động yêu thích của tôi khi đến một thành phố mới, tôi rất vui khi biết rằng thành phố này cũng tồn tại ở TP.HCM và tôi đã đặt ngay tour Day Saunter cho kỳ nghỉ ngắn ngày của mình. Điều tôi thích ở chuyến tham quan Sài Gòn Corners này là tôi được đi kèm một người bạn nên chuyến tham quan trở nên giống một buổi chiều đi chơi cùng bạn bè hơn. Bạn Vy của tôi rất chuyên nghiệp và luôn mỉm cười. Cô ấy chỉ cho tôi thành phố không chỉ các điểm du lịch mà còn cả nơi người dân địa phương lui tới, đồ ăn thức uống đường phố, những bộ mặt khác nhau của thành phố và chăm sóc tôi rất chu đáo. Cô đã thực hiện 4 tiếng đi bộ trong thời tiết nắng nóng ở TP.HCM trôi qua thật nhanh. Tôi rất biết ơn sự đồng hành của cô ấy và tôi sẽ quay lại HCM để đặt các chuyến đi bộ khác của Góc Sài Gòn Đọc thêm",
            "Xin chào! Cảm ơn bạn rất nhiều vì những lời của các bạn! Chúng tôi thực sự đánh giá cao việc bạn dành thời gian đi du lịch cùng chúng tôi. Mong rằng chúng tôi sẽ sớm gặp lại bạn!  Chúc mừng! Đọc thêm",
            "Lucy và Khôi đưa tôi, mẹ và chị gái tôi đi tham quan thành phố Hồ Chí Minh. Họ đã làm rất tốt việc giới thiệu cho chúng tôi những địa điểm yêu thích và chúng tôi rất thích dành cả buổi sáng với họ. Niềm đam mê du lịch của họ thật đáng khen ngợi, đặc biệt là sau mùa dịch Covid. Rất cám ơn và chúc những điều tốt đẹp nhất cho việc học tập và nỗ lực trong tương lai của họ! Từ: Gloria, Grace và Mẹ.Đọc thêm",
            "Xin chào, Cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn! Chúng tôi thực sự đánh giá cao việc bạn và đối tác của mình đã dành thời gian đi du lịch cùng chúng tôi. Mong rằng chúng tôi sẽ sớm gặp lại bạn!  Chúc mừng! Đọc thêm",
            "Hôm nay tôi đã đi dạo với Linh, cô ấy thật tuyệt vời. Cô ấy rất vui khi được chia sẻ thành phố của mình với chúng tôi và cho chúng tôi xem rất nhiều địa điểm ở địa phương. Tôi đã học được rất nhiều về lịch sử và văn hóa của Thành phố Hồ Chí Minh. Cô ấy cũng trò chuyện với tôi bằng tiếng Anh rất tốt, nhìn chung cô ấy khiến tôi cảm thấy rất được chào đón ở thành phố của cô ấy!! Muốn giới thiệu cho bất cứ ai.Đọc thêm",
            "Xin chào! Cảm ơn bạn rất nhiều vì những lời của các bạn! Chúng tôi thực sự đánh giá cao việc bạn dành thời gian đi du lịch cùng chúng tôi. Mong rằng chúng tôi sẽ sớm gặp lại bạn!  Chúc mừng! Đọc thêm",
            "Linh rất đáng yêu, siêu thân thiện và biết nhiều thông tin về thành phố Hồ Chí Minh quê hương cô. Chưa kể cô ấy nói tiếng Anh tuyệt vời! Đây là cách hoàn hảo để định hướng xung quanh thành phố vì đây là ngày đầu tiên chúng tôi đến Hồ Chí Minh Đọc thêm",
            "Juhi thân mến,\n\nCảm ơn bạn rất nhiều vì những lời của các bạn! Chúng tôi thực sự đánh giá cao việc bạn và đối tác của mình đã dành thời gian đi du lịch cùng chúng tôi. \n\nMong rằng chúng tôi sẽ sớm gặp lại bạn! \nChúc mừng! Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch tuyệt vời cùng Vy và Nghĩa, thật tuyệt khi được trò chuyện với người dân Sài Gòn. Họ đã cho chúng tôi rất nhiều kiến ​​thức. Chúng tôi đã tìm hiểu về lịch sử, xây dựng và thói quen của người dân Sài Gòn. Chúng tôi khuyên bạn nên thực hiện chuyến tham quan ở mức 100!Đọc thêm",
            "Juliett và Pierre thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tích cực! Chúng tôi thực sự đánh giá cao việc bạn và đối tác của mình đã dành thời gian đi du lịch cùng chúng tôi.\n\nMong rằng chúng tôi sẽ sớm gặp lại bạn! \nChúc mừng! Đọc thêm",
            "Tôi tham gia chuyến du lịch Đặc điểm Trung Quốc cùng với 2 hướng dẫn viên đáng yêu là Linh và Lucy. Họ có thể giao tiếp tốt bằng cả tiếng Anh và tiếng Trung, điều đó khiến tôi rất ấn tượng. Cả hai đều am hiểu về lịch sử của những nơi chúng tôi đến thăm và kiên nhẫn giải thích những khác biệt về văn hóa. Đó là một chuyến tham quan mở mang tầm mắt và tôi chắc chắn sẽ khuyên mọi người nên tham gia cùng họ trong một chuyến đi!Đọc thêm",
            "Thưa ông Lý,\n\nCảm ơn bạn rất nhiều vì những lời của các bạn! Chúng tôi thực sự đánh giá cao việc bạn dành thời gian đi du lịch cùng chúng tôi.\n\nMong rằng chúng tôi sẽ sớm gặp lại bạn! \nChúc mừng! Đọc thêm",
            "Chuyến đi đến TP.HCM của tôi là một trải nghiệm tuyệt vời nhờ có các bạn sinh viên tình nguyện nhiệt tình tại Sài Gòn Corners. Họ không chỉ chia sẻ với chúng tôi góc nhìn nội bộ của địa phương mà còn dạy chúng tôi rất nhiều về lịch sử HCM và văn hóa của họ. Cá nhân tôi cảm thấy rằng các sinh viên thân thiện hơn nhiều so với các chuyến tham quan chuyên nghiệp thông thường mà chúng tôi đã tham gia trước đây vì họ khiến chúng tôi cảm thấy rất được chào đón trong 3 chuyến tham quan Những câu chuyện lịch sử, Dấu ấn thời gian và Night Sauter mà chúng tôi đã tham gia cùng họ. Tôi cũng thực sự thích cách họ sẵn sàng chia sẻ và thực sự quan tâm đến văn hóa của chúng tôi. Nếu tôi có thể đưa ra đánh giá 10 sao thì tôi sẽ làm như vậy. Tôi thực sự khuyên mọi người nên tham gia các chuyến tham quan của họ! Đọc thêm",
            "Xin chào!\n\nCảm ơn bạn rất nhiều vì những lời của các bạn! Chúng tôi thực sự đánh giá cao việc bạn dành thời gian đi du lịch cùng chúng tôi.\n\nMong rằng chúng tôi sẽ sớm gặp lại bạn! \nChúc mừng! Đọc thêm",
            "Chúng tôi đã có một buổi tối vui vẻ với bộ ba sinh viên đại học trong chuyến tham quan Đồ ăn Đường phố! Họ hiểu và quan tâm đến sở thích ăn uống của chúng tôi và đã nỗ lực hết sức để đảm bảo chúng tôi thích thú. Mọi thứ đều ngon!  Bên cạnh văn hóa ẩm thực ở thành phố Hồ Chí Minh, chúng tôi còn tìm hiểu về cách người dân địa phương và giới trẻ sinh sống ở đây - thành phố đặc biệt sôi động vào cuối tuần. Du lịch bằng xe máy là một cách tuyệt vời để khám phá. Rất khuyến khích!Đọc thêm",
            "Chuyến tham quan trong ngày rất thư giãn và thú vị mặc dù hơi vô tổ chức. Hướng dẫn viên của chúng tôi rất thân thiện và cho chúng tôi nhiều khuyến nghị địa phương hữu ích. Muốn giới thiệu vì đây là một chuyến tham quan miễn phí và mọi người thật đáng yêu! Đọc thêm"
        ],
        "star_ratings": [
            37,
            2,
            0,
            0,
            0
        ],
        "review_amount": 39,
        "location": [
            "Góc Sài Gòn",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written January 8, 2023",
            "Written December 23, 2022",
            "Written December 18, 2022",
            "Written December 7, 2022",
            "Written December 7, 2022",
            "Written November 24, 2022",
            "Written November 23, 2022",
            "Written November 5, 2022",
            "Written August 24, 2022",
            "Written August 19, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17427697-Reviews-or10-Saigon_Corners-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-Saigon_Corners-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-or20-Saigon_Corners-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27921363-Reviews-Chung_Cu_35_Nguy_n_Van_Trang-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18676014-Reviews-Spanista-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1006439-Reviews-Zen_Plaza-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20303138-Reviews-La_Min_Apparel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24001941-Reviews-Cay_D_u_To_Stationery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19163793-Reviews-102_Saigonese-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25392477-Reviews-Tsuki_Umi_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443792-Reviews-Mita_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025887-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Ben_Thanh_D1-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10767864-Reviews-Rocky_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6601902-Reviews-Shimmer_Silver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25247185-Reviews-Coco_Care_Spa_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8071632-Reviews-Vietnamese_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19331065-Reviews-Open_Smile_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12838076-Reviews-The_Craft_House_Original_Souvenir_Gift_Shop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d16741103-Reviews-Cobble_Beach-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g644388-d17467225-Reviews-Palmas_del_Mar_Beach-Humacao_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1368174-d2296111-Reviews-Horne_s_Ferry-Wolfe_Island_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g58566-d255285-Reviews-Long_Beach-Long_Beach_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1071435-d4185834-Reviews-Serikin_Weekend_Street_Market-Serikin_Bau_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d15773019-Reviews-TripstAir-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d12994921-Reviews-Musee_Yves_Saint_Laurent_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g40214-d8310492-Reviews-Prehistoric_Park-Henderson_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1131859-d3669542-Reviews-Lake_Velence-Velence_Fejer_County_Central_Transdanubia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d3340200-Reviews-Lake_Carlsbad_Recreation_Area-Carlsbad_New_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-or20-Saigon_Corners-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-or10-Saigon_Corners-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Saigon Corners",
        "attraction_name_vi": "Góc Sài Gòn",
        "general_info": [
            "39 đánh giá",
            "73 trên 466 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Tham quan thành phốChuyến tham quan ban đêmChuyến tham quan cắm trại đi bộ đường dàiChuyến tham quan tư nhânChuyến đi trong ngày",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Góc Sài Gòn - một dự án sinh viên của Đại học Hoa Sen - mang đến cho du khách quốc tế những người bạn địa phương đáng tin cậy và tình nguyện, những người biết thành phố để đi bộ qua các con hẻm hoặc cõng họ trên xe máy quanh các góc phố của Thành phố Hồ Chí Minh để khám phá cuộc sống địa phương , những nền văn hóa đầy màu sắc và những món ăn ngon một cách chân thực nhất!Đọc thêm",
        "reviews": [
            "Hôm qua chúng tôi đã có chuyến đi với một vài sinh viên rất thân thiện nhưng thông minh. Tiếng Anh của họ rất tốt và lộ trình chúng tôi đi rất đẹp. Tôi thực sự muốn giới thiệu vì con người và thành phố ở đó thật tuyệt vời!Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến tham quan quanh thành phố với Góc Sài Gòn. Các sinh viên rất đẹp và biết nhiều về lịch sử thành phố. Chúng tôi cũng thực sự muốn làm quen với họ.Đọc thêm",
            "Tôi đã đặt Day Saunter và Street Food Deli. Cả hai chuyến tham quan đều tuyệt vời và hoàn toàn xứng đáng. Thật tuyệt vời khi được khám phá Sài Gòn dưới góc nhìn của sinh viên Đại học Hoa Sen. Chuyến du lịch Day Saunter với Quyên và Phúc thật tuyệt vời, họ là những hướng dẫn viên du lịch tuyệt vời! Món ăn đường phố với Nga thật tuyệt vời! Rất biết ơn Góc Sài Gòn và giới thiệu kỹ lưỡng các tour du lịch cũng như hướng dẫn viên tuyệt vời! Cảm ơn bạn cảm ơn bạn cảm ơn bạn.Đọc thêm",
            "Chúng tôi thực hiện một chuyến tham quan bằng xe máy để khám phá những địa điểm địa phương nhất về ẩm thực đường phố. Chuyến tham quan chỉ đơn giản là tuyệt vời và chúng tôi khám phá những địa điểm đặc biệt và những món ăn đặc biệt mà chúng tôi sẽ không bao giờ tìm thấy nếu không có hướng dẫn viên của chúng tôi. họ đã cung cấp thông tin tuyệt vời, rất địa phương và rất thú vị. Họ chở chúng tôi đến những nơi thực sự đặc biệt và độc đáo, nơi người dân địa phương đến và không có khách du lịch nào cả. Steven là người hướng dẫn chính của chúng tôi, và điều đó thật đặc biệt - Được thông tin đầy đủ, thông thạo tiếng Anh và tuyệt vời khi đáp ứng nhu cầu của chúng tôi về thực phẩm. Những nơi chúng tôi đến chỉ đơn giản là mê hoặc và họ chọn đồ ăn và đồ uống. Tôi thực sự giới thiệu nó cho mọi người!! Đọc thêm",
            "Đi dạo một ngày và một đêm. Rất đáng để thử! Hướng dẫn viên của tôi rất thân thiện và hiểu biết. Nhìn chung là một trải nghiệm rất tốt :Đọc thêm",
            "Hướng dẫn viên du lịch rất thân thiện! Họ chở chúng tôi đi khắp thành phố bằng xe máy và chúng tôi được ăn rất nhiều món ăn địa phương. Vì đây là lần đầu tiên chúng tôi đến Việt Nam nên thật vui khi ai đó có thể chỉ cho chúng tôi những món ăn nào nên ăn cũng như cách ăn món ăn Việt Nam, điều này có thể dễ hiểu hơn bạn nghĩ!. Chúng tôi không chỉ tìm hiểu về ẩm thực Việt Nam mà còn cả văn hóa Việt Nam nói chung. Đây cũng là một lựa chọn tốt nếu bạn có ngân sách hạn hẹp. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Vui mừng vì bạn thích chuyến đi. Rất mong được gặp lại bạn. Đọc thêm",
            "Cảm ơn góc Sài Gòn! Các bạn sinh viên trường đại học Hoa Sen hướng dẫn tôi một cách lịch sự và nhiệt tình! TốtĐọc thêm",
            "Sonny thân mến,\n\nChúng tôi thực sự đánh giá cao phản hồi của bạn. Hy vọng bạn đã có một thời gian tuyệt vời. Góc Sài Gòn rất mong được gặp lại bạn.\n\nMọi điều tốt đẹp nhất. 3 3 Đọc thêm",
            "Vinh và Châu là những hướng dẫn viên rất thân thiện. Có một số trục trặc trong việc chỉ đạo và sắp xếp thời gian lẽ ra có thể tốt hơn nhưng sự thân thiện của họ cũng đủ khiến mọi người không thể nhận ra. Tôi khuyên bạn nên yêu cầu một loại tóm tắt và dòng thời gian nếu có thể.Đọc thêm",
            "Cảm ơn đánh giá của bạn, chúng tôi sẽ cố gắng cải thiện chuyến tham quan của chúng tôi trong tương lai. Hy vọng chúng tôi sẽ gặp lại bạn trong chuyến lưu diễn của chúng tôi. \nYêu Steven\nĐọc thêm",
            "Sinh viên rất thân thiện và ấm áp. Chuyến đi thật tuyệt, họ nói tiếng Anh rất tốt. Họ giúp chúng tôi khám phá ẩm thực địa phương và kể cho chúng tôi nhiều hơn về Việt Nam. Khoảnh khắc tuyệt vời!Đọc thêm",
            "Florent thân mến,\nCảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi.\nRất mong sớm được gặp lại bạn trong những chuyến đi khác.\nĐội Điều Hành Góc Sài Gòn\nĐọc thêm",
            "Cảm ơn Steven Vinh và Trường rất nhiều vì đêm nay, chúng tôi đã khám phá được rất nhiều đặc sản địa phương trong một bữa tối tuyệt vời!Đọc thêm",
            "Hugo thân mến,\nCảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi.\nRất mong sớm được gặp lại bạn trong những chuyến đi khác.\nNhóm Điều hành Góc Sài GònĐọc thêm"
        ],
        "star_ratings": [
            37,
            2,
            0,
            0,
            0
        ],
        "review_amount": 39,
        "location": [],
        "reviews_time": [
            "Written August 6, 2022",
            "Written August 5, 2022",
            "Written June 28, 2022",
            "Written June 28, 2022",
            "Written June 24, 2022",
            "Written June 1, 2022",
            "Written March 20, 2022",
            "Written February 22, 2021",
            "Written June 2, 2020",
            "Written June 2, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17427697-Reviews-or20-Saigon_Corners-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-or10-Saigon_Corners-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-or30-Saigon_Corners-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-Saigon_Corners-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27921363-Reviews-Chung_Cu_35_Nguy_n_Van_Trang-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18676014-Reviews-Spanista-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1006439-Reviews-Zen_Plaza-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20303138-Reviews-La_Min_Apparel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24001941-Reviews-Cay_D_u_To_Stationery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19163793-Reviews-102_Saigonese-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25392477-Reviews-Tsuki_Umi_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443792-Reviews-Mita_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025887-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Ben_Thanh_D1-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10767864-Reviews-Rocky_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6601902-Reviews-Shimmer_Silver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25247185-Reviews-Coco_Care_Spa_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8071632-Reviews-Vietnamese_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19331065-Reviews-Open_Smile_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12838076-Reviews-The_Craft_House_Original_Souvenir_Gift_Shop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177808-d11699855-Reviews-Shopping_Center_Puerto_Rico-Mogan_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d26192971-Reviews-The_Hook-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189959-d246009-Reviews-The_Viking_Village-Hafnarfjordur_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g4355229-d455407-Reviews-Hai_Van_Pass-Phu_Tho_Phu_Tho_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60709-d2336192-Reviews-Acadia_National_Park_Island_Explorer_Bus-Bar_Harbor_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g42161-d1808400-Reviews-Tawas_Point_State_Park-East_Tawas_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g3359582-d7896478-Reviews-Dasoudi_Beach-Germasogeia_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165061-d590707-Reviews-Eisriesenwelt-Werfen_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g4004460-d152865-Reviews-Playa_Las_Animas-Cabo_Corrientes.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d378969-Reviews-Sacred_Monkey_Forest_Sanctuary-Ubud_Gianyar_Regency_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-or30-Saigon_Corners-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-or20-Saigon_Corners-Ho_Chi_Minh_City.html"
    }
]