[
    {
        "attraction_name": "Sajek",
        "attraction_name_vi": "Sajek",
        "general_info": [
            "79 đánh giá",
            "- 1 trong 9 điều cần làm ở Mirpur",
            "Núi",
            "Thiên nhiên - Khu vực động vật hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thung lũng Sajek điểm đến du lịch tốt nhất ở Bangladesh. Nếu bạn đến thăm thung lũng sajek, vui lòng kiểm tra sajekvalley.netĐọc thêm",
            "Bản thân nơi này, Runmoy Guest House Resort, không phải là lựa chọn đầu tiên của bạn khi lưu trú tại Sajek. Vẻ ngoài lừa dối, cơ sở vật chất thiếu lòng hiếu khách và các phòng cộng với tầm nhìn còn nhiều điều chưa được mong đợi. Lựa chọn thực phẩm rất hạn chế, nếu bạn không quen với đồ ăn cay thì đây là nơi nên tránh.  Nếu bạn đang tìm kiếm một nơi có giá cả phải chăng so với những nơi tốt hơn khác ở Sajek thì bạn nên đảm bảo rằng bạn kiểm tra hoạt động của tất cả các cơ sở trong phòng và xung quanh.  Đừng ngần ngại yêu cầu thay đổi. Nhiều khả năng họ sẽ cho bạn biết không có sẵn. Sau đó hãy đi sớm và nhờ họ khắc phục vấn đề. Đôi khi, kỳ vọng của bạn rằng mọi thứ như đã hứa sẽ hoạt động hiệu quả không phải như vậy.  Một điều nữa là đừng đặt trước quá một đêm, bạn sẽ không có cách nào lấy lại được tiền nếu vì bất kỳ lý do bất khả kháng nào mà bạn phải về sớm.Đọc thêm",
            "Sajek is one of the three best tourist spots in South East corner of Bangladesh .Other two are  Bandarbon  and Rangamati .This is  an old place of mine where I served two decades back.I started my journer at 06 clok in the morning .Had a brief rest at Manikchari where we consumed breakfast .Distance between Chittagong City and Sajek is 180 KM and well connected with all weather metal road . One can have personal transport or take bus which goes upto Khagrachori and their after Khagrachori -Sajek special vehicle .As I left Manikchori and climbing height through forests my mind goes back .Forests have become thinner new new settlement have come up .Lot of buildings instead of grass roof hut and Tin roof huts .Influence of developement progreesed and nature recedes. We crossed Guimara ,Matiranga and Alutila .Alutila a place of loving memories where I patrolled many many times in day and night .For Khagrachori trip one is to remember to reach Baghaihat before 10 AM for forward jouney and  3PM at sajek for back jouney  for army escort .For safety of the tourist govt provides escort .It was a dry day of  March . Sunny and scortching .Hills become taller . Sometimes local settlements are found by the side of road .Moon Transport WWII willly jeep conversion carrying zambo size water container since there is no water source at Sajek top.We recahed army rest house by 01 PM . It was  too hot out side . We decided to take rest upto afternoon and then go out .Sajek is actually one mile strech road .Both sides of it has got numerous  hotels and rest houses.  We visited BGB camp gate and army park . Sunset in the hills is really wonderful. As the evening sets in the weather transform into soothing one. Walking on the road through mild cold breeze is worth enjoying . We had good dinner with bamboo Chicken and tamarind tea.Next morning we got up early to see Sun Rise .Visited a Temple and family photo shoot a never ending programme .After breakfast with special permission we started our jouney back.Read more",
            "Sajek là một trong số ít nơi ở Bangladesh, nơi thực sự là kỳ quan thiên nhiên và thiên đường tự nhiên. Tôi đã đề nghị tất cả bangladesi nên đi, đặc biệt dành cho người dân thành phố Dhaka. Những ngọn đồi nhỏ, dòng sông và khu rừng đều ở một nơi. Thung lũng Sajek được biết đến với môi trường tự nhiên và được bao quanh bởi những ngọn núi, rừng rậm và những con đường đồi đồng cỏ. Nhiều con sông nhỏ chảy qua các ngọn núi, trong đó đáng chú ý là Kachalong và Machalong. Trên đường đến thung lũng Sajek, người ta phải băng qua dãy Mayni và sông Mayni. Đường đến Sajek có đỉnh và thác cao. Tôi muốn đi thăm họ một lần nữa trong tương lai.Đọc thêm",
            "nơi tuyệt vời ....đặc biệt là vào lúc sáng sớm....những đám mây bao phủ toàn bộ khu vực phía dưới u...đặc biệtĐọc thêm",
            "Tôi yêu mọi thứ về Sajek. Từ lái xe lên núi, ngắm cảnh, cho đến thức dậy lúc bình minh để ngắm bình minh. Khi bạn ghé thăm, hãy nhớ đón bình minh vào lúc bình minh. Đó là khi những đám mây sẽ ở bên dưới bạn và khung cảnh thung lũng bên dưới sẽ đầy cảm hứng! Ngoài ra, hãy nhớ đi dạo quanh khu vực vào ban đêm. Với bầu trời quang đãng, bạn có thể có được tầm nhìn tuyệt vời về bầu trời và các vì sao.Đọc thêm",
            "Đây là một nơi tuyệt vời để tham quan. Quang cảnh ngọn đồi chắc chắn sẽ quyến rũ bạn, bạn có thể chạm vào những đám mây. Bạn có thể tham gia cùng chúng tôi.Đọc thêm",
            "Sajek là một trong những nơi đẹp nhất ở Bangladesh. Nơi hoàn hảo cho những người yêu thiên nhiên và khám phá. Thung lũng Sajek nổi tiếng với vẻ đẹp tự nhiên. Thung lũng được bao quanh bởi những ngọn núi, rừng rậm, đồng cỏ và những con đường đồi núi.Đọc thêm",
            "Hành trình: Dhaka - Khagrachari - Sajek - 12 giờ - Điểm đến: Đẹp, mát mẻ - yên tĩnh Giá chỗ ở - ăn uống: Trung bình Thời gian lưu trú đề xuất: 2 ngày Chi phí trung bình cho tổng tour - 1N2D - : 6500 BDTĐọc thêm",
            "Nơi tốt. Đó là một nơi rất tốt cho các cặp vợ chồng và các thành viên trong gia đình đi du lịch. Những địa điểm đẹp và ngoạn mục nhất ở Bangladesh.Đọc thêm"
        ],
        "star_ratings": [
            66,
            10,
            2,
            1,
            0
        ],
        "review_amount": 79,
        "location": [
            "Mirpur",
            "Phân khu Dhaka",
            "Hoạt động giải trí tại Mirpur",
            "Sajek",
            "Châu Á",
            "Bangladesh"
        ],
        "reviews_time": [
            "Written April 5, 2023",
            "Written February 9, 2023",
            "Written June 27, 2021",
            "Written August 7, 2020",
            "Written July 16, 2020",
            "Written May 8, 2019",
            "Written September 25, 2018",
            "Written August 14, 2018",
            "Written June 20, 2018",
            "Written May 27, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g668005-d7682501-Reviews-Sajek-Mirpur_Dhaka_Division.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13326420-d17453023-Reviews-Lushai_Heritage_Village-Sajek_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g2398418-d25185072-Reviews-Konglak_Tipra_Hill-Rangamati_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g13326420-d26528562-Reviews-Konglak_Haphong-Sajek_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g668005-d7682501-Reviews-or10-Sajek-Mirpur_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g668005-d3343069-Reviews-Mangla_Dam-Mirpur_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g668005-d16517960-Reviews-Babuland_Mirpur-Mirpur_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g668005-d20891015-Reviews-Bangladesh_National_Zoo-Mirpur_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g668005-d20891002-Reviews-Sher_e_Bangla_National_Cricket_Stadium-Mirpur_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d1121881-Reviews-K1_Klub_House-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4587703-Reviews-Canal_Street-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41010-d3207986-Reviews-Bladensburg_Waterfront_Park-Bladensburg_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d2202920-Reviews-The_Gaslight_Theatre-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29558-d580627-Reviews-Arcadia_Bluffs_Golf_Club-Arcadia_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1862236-Reviews-Chiang_Mai_Zoo-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g3688711-d11997371-Reviews-Kereita_Forest-Nairobi_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g41272-d1382529-Reviews-Adventure_Park_USA-Monrovia_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d605485-Reviews-Lucerna_Music_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33255-d7379621-Reviews-River_Walk_Park-West_Sacramento_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g668005-d7682501-Reviews-or10-Sajek-Mirpur_Dhaka_Division.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g668005-d7682501-Reviews-Sajek-Mirpur_Dhaka_Division.html"
    }
]