[
    {
        "attraction_name": "Salt River Canyon Scenic Drive",
        "attraction_name_vi": "Đường đi ngắm cảnh hẻm núi Salt River",
        "general_info": [
            "281 đánh giá",
            "- 1 trong 10 điều cần làm ở Globe",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đây là một chuyến đi vui vẻ với phong cảnh tuyệt vời.  Bạn có thể dừng dọc đường tại các điểm dừng, sau đó đi bộ qua cây cầu cũ ở phía dưới để đến điểm dừng chân.  Hoàn toàn xứng đáng.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi một con đường khác so với thường lệ trong chuyến du lịch giữa Albuquerque và Tucson và chắc chắn chúng tôi rất vui vì đã làm như vậy. Chúng tôi không biết điều này đã ở đây và nó rất đáng giá trong vài phút nữa.  Hẻm núi Salt River rất đẹp và có rất nhiều lối đi để có được những điểm thuận lợi khác nhau. Lộ trình này vượt trội so với việc chỉ đi các tiểu bang!Đọc thêm",
            "Arizona - s - Grand Canyon khác! - \nĐi bè vượt thác vào tháng 3 và tháng 4 là cách tốt nhất để tận hưởng hẻm núi, cảm ơn bạn!Đọc thêm",
            "Chúng tôi vừa hoàn thành chuyến đi từ ShowLow đến Phoenix. Nó rất đẹp và con đường cũng rất đẹp. Tuy nhiên, nhà vệ sinh ở phần còn lại dừng lại ở cầu sông Salt hoặc cực kỳ khủng khiếp. Chúng bị hư hỏng bẩn thỉu và có rác khắp nơi. Thật là một sự thất vọng cho một khu vực xinh đẹp.Đọc thêm",
            "Hà Hà! Chúng tôi là một công ty chèo thuyền nhỏ không liên quan gì đến các phòng vệ sinh trên đường cao tốc công cộng của Bộ Giao thông Vận tải Arizona.Đọc thêm",
            "Một Grand Canyon nhỏ có thể đến gần sông.  Những vách đá khổng lồ ở hai bên với tầm nhìn tuyệt đẹp về phía thượng nguồn từ cây cầu đường bộ cũ mở cửa cho người đi bộ.  Ngoài ra còn có một bộ biển báo cung cấp thông tin bên ngoài tòa nhà vệ sinh.  Có rất nhiều bãi đậu xe cho ô tô và RV.  AZ Rt 77, đường xuyên qua hẻm núi được bảo trì tốt và chủ yếu có 3 làn xe, mỗi hướng có một làn đường di chuyển liên tục với các làn đường vượt xen kẽ.  Có những đoạn lùi, nhưng các khúc cua hầu hết đều nhẹ nhàng và các mép đều có lan can bảo vệ.  Một chuyến đi trong ngày tuyệt vời từ Phoenix hoặc Tucson và phải đi nếu đi về phía nam từ phía đông Arizona.Đọc thêm",
            "Thật là một chuyến đi đẹp đẽ. Việc chuyển hướng không tệ chút nào, bạn chỉ có thể đi với tốc độ 35 dặm/giờ trên đường.  Điều lớn nhất là ổ gà xuất hiện trên đường.  Một số trong số đó là sâu sắc. vì vậy hãy cẩn thận. Chúng tôi đã dừng lại ở hầu hết các điểm rút tiền và quang cảnh rất đẹp.  Chúng tôi đến vào một ngày nhiều mây, vì vậy tôi nghĩ màu sắc sẽ đẹp hơn cho việc chụp ảnh. Bản thân dòng sông chảy khá tốt đã làm tăng thêm cảnh quan. Không thể bỏ quaĐọc thêm",
            "KHỦNG HOẢNG VÀ NGUY HIỂM!  Nếu bạn mắc chứng say tàu xe và không thích độ cao cũng như những khúc cua gấp, hãy tìm một con đường khác. Đó là một chuyến đi hoàn toàn khốn khổ sau kỳ nghỉ thú vị ở Pinetop.Đọc thêm",
            "Hẻm núi rất dễ lái xe. Nó - khá địa phương - có thể dài từ 10 đến 15 dặm - với dòng sông Salt đổ xuống bên dưới. Luôn gọn gàng nghe tiếng gầm của dòng sông xa xa phía dưới. Việc lên xuống những ngọn núi ở trung tâm Arizona luôn là điều tuyệt vời. Cầu Salt River Canyon là nơi chúng tôi đã đến nhiều lần. Mỗi lần chúng tôi dừng lại - uống nước và đi bộ qua cây cầu cũ. Đầu tiên, đó là một điểm dừng chân tuyệt vời. Nhà nước đã làm rất tốt. Sau đó đi bộ trên cây cầu cũ và nhìn qua sông Salt rất đẹp. Chúng ta có thể nhìn xuống bên dưới để thấy Sông Salt chảy ào ạt bên dưới và hẻm núi ở hai bên. Phòng tắm và lối đi qua cầu đều mở. Thật không may, lối đi xuống sông đã đóng cửa vào thời điểm này. Ồ, và hãy cẩn thận, có những người ăn xin với những câu chuyện nức nở đang cố gắng kiếm tiền ở trạm dừng chân.Đọc thêm",
            "Hẻm núi sông Salt giống như một loại ma túy, càng nhìn tôi càng muốn lái xe đó ngay cả vào ban đêm. Đường đi đẹp nhất đối với tôi cho đến nay, chúng tôi đã dừng lại ở mỗi điểm dừng và sau đó là một số điểm, đối với chuyến đi này vào ban đêm, đó là việc phải làm, hoàn toàn khác ??? Tư duy ? Giống như đang ở một hành tinh khác, vậy cứ làm đi? Ngày cũng như đêm, bạn sẽ không hối tiếc...Đọc thêm",
            "Hẻm núi Salt River là một trong những cung đường đẹp nhất đất nước. Tôi đã từng đến vùng núi Colorado và Utah và chuyến đi này sánh ngang với bất kỳ nơi nào trong số đó. Điều tuyệt vời nhất là đi bộ xuống nước và cây cầu.Đọc thêm",
            "Đây là một chuyến đi tuyệt đẹp qua các hẻm núi và núi từ Globe đến Hồ Roosevelt. Những tảng đá và quang cảnh tuyệt đẹp. Chúng tôi lái xe vào thứ Ba và có đường cao tốc cho riêng mình. Đọc thêm",
            "Kéo bánh 35 - thứ năm với chiều cao 13 - 6 - , bất kỳ cầu vượt hoặc đường hầm thấp nào cũng sẽ là vấn đềĐọc thêm",
            "Dưới đây là mô tả một phần của ổ đĩa. Có làn đường vượt nên xe đi chậm hơn không cản trở giao thông. Tôi không nhớ bất kỳ cầu vượt thấp nào. \n - Với con đường ôm sát vách đá và những khúc cua gấp khúc, đoạn đường lùi xuống Hẻm núi Salt River là một trong những phần thú vị nhất của chuyến đi.  - Đọc thêm",
            "Tôi - tôi đến từ Globe. Tôi thực sự muốn nhìn thấy thác nhỏ. Làm thế nào để tôi đến đó? Khu vực bản đồ này có chính xác không hay nó đang dẫn tôi đến một nơi khác? Tôi - sẽ lái xe trở lại địa cầu sau.Đọc thêm",
            "Bạn có muốn xem Thác Cibecue không? Đó là một chuyến đi bộ đường dài vài dặm xuyên qua hẻm núi.Đọc thêm",
            "Nó ở đâu so với Parker ArizonaĐọc thêm",
            "Nó - ở phía nam và phía đông của Parker. Chúng tôi đã lái tuyến đường đi từ Phoenix đến Rừng Hóa Đá. Đọc thêm",
            "Những phương tiện tốt nhất để đi ngắm cảnhĐọc thêm",
            "Rt 60 sẽ đưa bạn qua Salt Canyon. Đó là một đường cao tốc tốt, chiếc sedan của chúng tôi đã xử lý tốt. Nếu bạn đi du lịch vào mùa đông, xe 4 bánh có thể là lựa chọn đáng cân nhắc và bạn muốn theo dõi chặt chẽ thời tiết. Hẻm núi rất ấn tượng trong thời tiết khô ráo, nhưng tôi không nghĩ là tôi muốn lái nó trong băng và tuyết.Đọc thêm",
            "Tôi nên cho phép lái xe thong thả qua con đường ngắm cảnh trong bao lâu? Đọc thêm",
            "Tôi sẽ nói rằng sẽ mất từ ​​5 đến 6 giờ nếu bạn dừng lại và đi bộ vài đoạn ngắn..Chúc bạn vui vẻ!Đọc thêm",
            "Bạn có khuyên nên đi đường này nếu bạn đang kéo bánh xe 38 - 5.Đọc thêm",
            "không phải là vấn đềĐọc thêm",
            "Xin chào, Vậy tuyến đường lái xe từ Show Low To Globe và sau đó chúng ta đi tiếp đến Chandler là gì? Điều gì sẽ xảy ra nếu chúng ta lái xe vào buổi chiều hoặc chiều muộn? Cảm ơn.Đọc thêm",
            "Chúng tôi đến từ Tucson ngày hôm đó.  Trời mưa và nói chung là khốn khổ, kéo dài từ nam ra bắc, kết thúc ở Sho Low.  Bất chấp thời tiết, bạn có thể nhận ra ngay rằng đó là một điều gì đó đặc biệt.  \nMiễn là bạn - có ánh sáng ban ngày, thì sẽ - bất kể thời gian nào!  Hãy tận hưởng nó.\nĐọc thêm",
            "Tôi không thể quyết định đi đến Hẻm núi Salt River hay Đài tưởng niệm Quốc gia Chiricahua! Tôi có 4 ngày để đi bộ và sắp bay tới Phoenix. Giúp đỡ! Thx!Đọc thêm",
            "Chiricahua cách PHX rất xa...gần 2 giờ đến Tucson, sau đó thêm 2 giờ nữa đến Chiricahua. Đi bộ - cắm trại ở đó thật tuyệt.\nTôi chưa từng nghe nói đến việc đi bộ đường dài ở Hẻm núi Salt River.\nMANG THEO BỒN TẮM - GIÁ TRỊ NƯỚC cho mỗi giờ bạn định đi bộ BẤT CỨ NƠI NÀO ở Arizona......\n....quy tắc ngón tay cái - là, - cho dù bạn mang theo bao nhiêu nước, khi bạn - đã sử dụng 1 - 2, nước của bạn sẽ quay lại và quay trở lại chính xác theo cách bạn đã đến.\nChúc bạn đi bộ đường dài vui vẻ!!Đọc thêm",
            "Xin chào, bạn có thể cho tôi biết chặng đường này sẽ đi qua Globe bao xa không?  Tôi tự hỏi liệu tôi có cần phải lái xe đến tận Show Low không?\nCảm ơn!Đọc thêm",
            "Tôi - tôi đoán là chưa đầy một giờ. Lái xe đẹp.Đọc thêm",
            "Đáng buồn là cửa hàng đã đóng cửa và khu vực nghỉ ngơi có thể không hoạt động\n\nThực tế thú vị là dòng sông chảy qua vùng lòng muối tự nhiên ở thượng nguồn và thực sự mặn hơn một con sông thông thường.  Đọc thêm"
        ],
        "star_ratings": [
            202,
            66,
            8,
            1,
            4
        ],
        "review_amount": 281,
        "location": [
            "Những điều cần làm ở Quả cầu",
            "Đường đi ngắm cảnh hẻm núi Salt River",
            "Hoa Kỳ",
            "Arizona - AZ -",
            "Khối cầu"
        ],
        "reviews_time": [
            "Written April 18, 2024",
            "Written January 27, 2024",
            "Written June 12, 2023",
            "Written April 15, 2023",
            "Written February 27, 2023",
            "Written September 27, 2022",
            "Written October 14, 2021",
            "Written August 7, 2021",
            "Written July 12, 2021",
            "Written May 16, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31232-d2044460-Reviews-Salt_River_Canyon_Scenic_Drive-Globe_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g31196-d149965-Reviews-Salt_River-Claypool_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31232-d2044460-Reviews-or10-Salt_River_Canyon_Scenic_Drive-Globe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31415-d11926200-Reviews-Phoenix_Wilderness_Adventures-Young_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d13965200-Reviews-Jing_Jai_Farmers_Market_Chiang_Mai-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60890-d133863-Reviews-Harvard_Museum_of_Natural_History-Cambridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d207293-Reviews-Dunbar_Cave-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g2239745-d10712217-Reviews-Beach_Club_Portopiccolo-Sistiana_Duino_Aurisina_Province_of_Trieste_Friuli_Vene.html",
            "https://www.tripadvisor.com/Attraction_Review-g194867-d12101326-Reviews-Cafe_Mirante-Praiano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g51578-d11965402-Reviews-The_Pioneer_Woman_Mercantile-Pawhuska_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11822090-Reviews-Dubai_Water_Canal-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d8015905-Reviews-Jannatul_Baqi-Medina_Al_Madinah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2138895-Reviews-ArtScience_Museum_at_Marina_Bay_Sands-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d15771446-Reviews-Phnom_Penh_Safari-Phnom_Penh.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31232-d2044460-Reviews-or10-Salt_River_Canyon_Scenic_Drive-Globe_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31232-d2044460-Reviews-Salt_River_Canyon_Scenic_Drive-Globe_Arizona.html"
    }
]