[
    {
        "attraction_name": "San Francisco Centre",
        "attraction_name_vi": "Trung tâm San Francisco",
        "general_info": [
            "662 đánh giá",
            "66 trong số 1.031 điều cần làm ở San Francisco",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Trung tâm San Francisco 9 tầng mang tính biểu tượng là điểm đến bán lẻ hàng đầu tọa lạc tại Quảng trường Union nổi tiếng ở San Fransico và có các thương hiệu quốc tế, quốc gia và khu vực cũng như một loạt các thương hiệu sang trọng cho đến các nhà bán lẻ thời trang cùng với các khái niệm dịch vụ nhanh chóng tốt nhất. Trung tâm cũng có kiến ​​trúc hấp dẫn. Hãy để những chiếc thang cuốn hình tròn bằng đồng dẫn lên mái vòm xinh đẹp, sau đó thư giãn qua các cửa hàng quần áo, phụ kiện, cửa hàng quà tặng, spa ban ngày Burke Williams và Bloomingdales hàng đầu; tổng cộng có 100 cửa hàng.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Không gian trống. Chỉ có một vài cửa hàng. Trông giống như thây ma. Tốn thời gian. Có thể trước đây nó từng là một trung tâm mua sắm. Bây giờ nó là một không gian trống lớn. Đọc thêm",
            "Buồn thảm hại. Nhanh chóng tiến tới sự xuống cấp. Hầu hết các cửa hàng đã chuyển đi. Các cửa hàng còn lại có những nhân viên cô đơn đứng xung quanh như thể đang ở một trong những trung tâm mua sắm bị bỏ hoang ở vùng Trung Tây. Tại sao lại có người đến bãi rác này rồi lại chi hơn 150 đô la cho một chiếc quần short tại Psycho Kitty? Cửa hàng Adidas đã đóng cửa, vì vậy thực sự không có lý do gì để tôi quay lại đây nữa. Khi ra về, tôi quyết định đi bộ qua Bloomingdales. Đội an ninh canh gác cửa ra vào, và nhân viên đứng xung quanh và trò chuyện. Chiều thứ sáu lúc 4:00 chiều, tỷ lệ nhân viên trên khách hàng là 200:1. Hiện tại, có nhiều nhân viên an ninh trong cửa hàng này hơn cả khách hàng. Đọc thêm",
            "Đây là một trung tâm mua sắm sắp chết. Một thời gian nó đã là bãi rác, nhưng bây giờ nó còn tồi tệ hơn. Đừng lãng phí thời gian của bạn và đừng bao giờ dành 20 đô la để đậu ở vị trí thứ 5 và thực hiện nhiệm vụ. Thực sự không có lý do gì để đến trung tâm mua sắm này nữa. Để làm bằng chứng cho thấy trung tâm mua sắm này thảm hại đến mức nào, hãy xem hình ảnh của tôi về toàn bộ bức tranh tường dành riêng cho việc khử trùng tay và không có chất khử trùng tay tại chỗ với tất cả các mũi tên hướng về phía họ.Đọc thêm",
            "Shoppers beware of your safety!!! I was viciously assaulted by a gang of female assailants in the San Francisco downtown Westfield shopping mall at no fault of my own on 729. While standing next to the escalator in front of the ZERO store waiting for my drink order, one of the female assailants threw her drink with full of liquid and ice at me. Then two other females walked up and hurled racial slur at me, punched and kicked me numerous times in the head, face, and other parts of my body. This traumatic event had occurred around 7pm at the food court level in front of the ZERO store of Westfield mall.I had to scream and shout at the top of my lungs for securities and police while being punched and kicked severely on the floor and watched by a large crowd of bystanders and store workers. Upon arrival of three security guards in the mall, they simply stood there and did not take any action to restrain the assailants or even bother to speak to them before they blatantly walked out the mall. An accomplice in the assault took my cellphone and hid it away after it was thrown on the floor during the attack. Eventually I had to ask a security guard to retrieve my cellphone. After I was violently beaten on the ground, I had to call 911 myself to get the police to show up. Minutes later when the police and medics showed up, I didnt get the help I needed other than being questioned repeatedly by the police while I was in a total state of shock, confusion, and anguish. After communicating with the medic about my severe head injury, the medic didnt even bother to provide me ice packs for my brain injury until my arrival at the ER in Kaiser hospital. When I asked and urged the police of the reason why the mall securities and police are not going after the criminals doing anything to arrest, the officer simply responded, They have to let them go! After this horrific, traumatic incident, I have decided to move out of this city that I have lived for 12 years as its no longer safe to live and enjoy life even in public places!Read more",
            "Hôm nay tôi cần đến Bloomingdales Nordstromss; cả hai đều nằm trong trung tâm mua sắm này. Đáng buồn thay, Nordstroms sẽ đóng cửa vĩnh viễn tại đây vào ngày 82723. Tôi e rằng điều này có thể có tác động rất tiêu cực đến các cửa hàng khác trong trung tâm mua sắm này, vì Nordstroms là một trung tâm thu hút khách hàng lớn - thời gian sẽ trả lời. Có một khu bán đồ ăn nhanh tươm tất ở tầng dưới. Tôi đã chọn ăn bánh sandwich bít tết Philly tại Charleys Grilled Subs. Đó là một chiếc bánh sandwich ngon tuyệt, được làm mới.  Tôi sẽ trở lại Charleys. Tuy nhiên, nếu hôm nay tôi không cần đến Bloomingdales Nordstroms thì sẽ chẳng có lý do gì tôi lại đến Westfield Mall. Và vì Nordstroms sắp đóng cửa ở đây nên có thể tôi sẽ không bao giờ quay lại. Một điều nổi bật ở Westfield Mall là kiến ​​trúc. các thang cuốn xoắn ốc khá ấn tượng và thú vị khi nhìn vào, chúng đi xuống tâm nhĩ, vì vậy bạn có thể thấy tất cả các cấp độ khác nhau cùng một lúc. Tôi chưa từng thấy thang cuốn xoắn ốc trước ngày hôm nay. Chúng rất hiếm. Tôi nghĩ chỉ có khoảng 100 chiếc trên toàn thế giới. Cung điện Caesars ở Las Vegas cũng có một cái. Tôi rất biết ơn vì đã đến đây và được trải nghiệm Nordstroms tại địa điểm này.Đọc thêm",
            "Đây là một trung tâm mua sắm đáng yêu. Điều làm cho nó trở nên độc đáo cho đến nay là các thang cuốn xoắn ốc, vốn là một điểm thu hút riêng. Đọc thêm",
            "05. Tham gia TripAdvisor chỉ vì điều này; đến đó vào một buổi tối thứ bảy và hóa ra tất cả trừ một trong những phòng vệ sinh nam đều bị khóa! Hãy tưởng tượng dòng người ta phải thực hiện để sử dụng những thứ này! Không thể tin được một trung tâm mua sắm sang trọng với quá nhiều người ngu ngốc lại đưa ra quyết định nực cười này. Xấu hổ về chính quyền.Đọc thêm",
            "Đây là một trung tâm thương mại có kích thước trung bình với nhiều cửa hàng để lựa chọn. Điều tôi muốn đề cập đến là ở khu ẩm thực, nơi có một số cửa hàng thức ăn nhanh và đặc biệt là một tiệm Pizza tên là Blondies. Chúng tôi chưa từng nghe đến nơi này trước đây, nhưng chúng tôi cần thứ gì đó để ăn trong khi chờ cháu trai trở về. Họ có những chiếc Pizza ngon nhất mà chúng tôi từng nếm thử, và các phần ăn rất lớn. Vợ tôi phải ăn Pizza không chứa Gluten, và họ đã chế biến món này theo cách đặc biệt, phần đế là ngon nhất mà cô ấy từng nếm thử. Khi bọn trẻ đến, chúng hiểu biết nhiều hơn chúng tôi về đồ ăn nhanh, chúng tôi đã nói với chúng về điều đó, chúng đi cùng chúng tôi và gọi món từ thực đơn, và chúng đồng ý rằng nó thật tuyệt. Là người Anh, chúng tôi đã quen với những chiếc pizza không chứa gluten khá tệ, nhưng vợ tôi đã quá kinh ngạc đến nỗi cô ấy nhất quyết đến quầy lễ tân để chúc mừng chúng về món ăn của chúng. Hãy đến đó! Đọc thêm",
            "So với các trung tâm mua sắm ở Đông Nam Á và nếu so sánh táo với táo với trung tâm mua sắm Westfield ở San Jose thì Westfield San Francisco rất lạc hậu và khá đáng thất vọng. Các cửa hàng cũng ít vì nhiều cửa hàng hiện đã ngừng kinh doanh, khu ẩm thực dường như bị bỏ hoang và có nhiều người ăn trộm hơn người mua sắm thực sự.Đọc thêm",
            "Trung tâm Westfield là một trung tâm mua sắm lớn ở trung tâm thành phố San Fransisco. Nó có tất cả các thương hiệu tên tuổi lớn bên trong. Nơi tốt để mua sắm.Đọc thêm",
            "Xin chào! Bạn có thể cho tôi biết trung tâm mua sắm này có bãi đậu xe không?\nCảm ơn bạn.Đọc thêm",
            "Chào buổi sáng\n\nCó, có bãi đậu xe trả phíĐọc thêm",
            "đó là một cuộc bạo loạn!!!!! chúng tôi đã bị cướp nhưng thậm chí không một lời cảm ơn vì đã cảnh báo khách hàng quen của bạn!!!!! các bạn không muốn ai biết rằng nó đang NGUY HIỂM bên ngoài Trung tâm mua sắm của bạn!!!! cảm ơn sự quan tâm của bạn!!!!!!!!!!!! \nKim Jim Kerrigan\nEstero FL\nhãy cẩn thận xem xétĐọc thêm",
            "Về cơ bản thì đó là San Francisco. Bản thân thành phố này cực kỳ tự do và luôn cố gắng hết sức để chăm sóc những người vô gia cư. Do đó, họ thu hút rất nhiều người vô gia cư. Một số người vô gia cư như vậy là do hoàn cảnh tồi tệ. Một số người bị bệnh tâm thần. Dù thế nào đi nữa, bạn cần phải cẩn thận sau khi mặt trời lặn bất kể bạn ở đâu trong thành phố.\n\nMỗi thành phố đều có những khu vực mà bạn không muốn đến sau khi mặt trời lặn. Chỉ là SF có rất nhiều khu vực như vậy do chính sách của họ. Được cảnh báo trước là được trang bị vũ khí.\n\nNếu Phố Market khiến bạn sợ đến vậy, thì tôi sẽ tránh xa toàn bộ San Francisco vào ban đêm. Đọc thêm",
            "Tôi muốn biết liệu mua sắm có thú vị như ở New York không!Đọc thêm"
        ],
        "star_ratings": [
            246,
            300,
            97,
            7,
            12
        ],
        "review_amount": 662,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở San Francisco",
            "San Francisco",
            "California CA",
            "Trung tâm San Francisco"
        ],
        "reviews_time": [
            "Written May 24, 2024",
            "Written April 26, 2024",
            "Written September 22, 2023",
            "Written August 2, 2023",
            "Written July 27, 2023",
            "Written June 22, 2023",
            "Written February 25, 2023",
            "Written September 27, 2022",
            "Written July 29, 2022",
            "Written April 10, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60713-d1987350-Reviews-San_Francisco_Centre-San_Francisco_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d1760062-Reviews-Taylor_Street_Coffee_Shop-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d7940648-Reviews-Montesacro_Pinseria-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d533186-Reviews-Super_Duper_Burgers-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d1114113-Reviews-Amber_India_Restaurant-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d353964-Reviews-John_s_Grill-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d1951625-Reviews-54_Mint-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d7618932-Reviews-The_View_Lounge-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d6582631-Reviews-Super_Duper_Burgers-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d8784356-Reviews-Fogo_de_Chao_Brazilian_Steakhouse-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d1419336-Reviews-Pinecrest_Diner-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d3670548-Reviews-Powell_and_Market_Cable_Car_Turnaround-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156581-Reviews-Nordstrom-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d559452-Reviews-The_Flood_Building-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d13203838-Reviews-Bloomingdale_s-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d26498647-Reviews-Hallidie_Plaza-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15347053-Reviews-Pacific_Building-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14815468-Reviews-Samuels_Clock-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d143852-Reviews-Old_United_States_Mint-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d10345264-Reviews-Sky_Terrace-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d19256926-Reviews-Into_The_Dark-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1987350-Reviews-or10-San_Francisco_Centre-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104544-Reviews-City_Lights_Booksellers-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d282299-Reviews-Ferry_Plaza_Farmer_s_Market-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103851-Reviews-Ferry_Building_Marketplace-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15549489-Reviews-Barbary_Coast_Dispensary-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156537-Reviews-Boudin_at_the_Wharf-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d532437-Reviews-Golden_Gate_Fortune_Cookies_Co-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104680-Reviews-Ghirardelli_Square-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2616464-Reviews-Amoeba_Music-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2301700-Reviews-Vital_Tea_Leaf-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103931-Reviews-Union_Square-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d23389647-Reviews-The_Selfie_Market-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d8786695-Reviews-Spa_Nordstrom-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1164225-Reviews-Urban_Trek_USA-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1846706-Reviews-San_Francisco_Urban_Adventures-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2233031-Reviews-Bay_Aerial-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d3350191-Reviews-Burke_Williams-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102531-Reviews-Barbary_Coast_Trail-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d9722884-Reviews-Century_Theatres-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d6855868-Reviews-Pandora_Karaoke_Bar-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189059-Reviews-O_Donoghue_s_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d13321420-Reviews-Pugu_Hills_Forest_Reserve-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g46636-d4913291-Reviews-Luna_Parc-Montague_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808853-d2465898-Reviews-Huashan_1914_Creative_Park-Zhongzheng_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g37006-d259610-Reviews-Indiana_Dunes_State_Park-Chesterton_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d15224735-Reviews-MyTransfers-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g53964-d272121-Reviews-Kennywood_Park-West_Mifflin_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g482941-d3369820-Reviews-Sunset_in_Oia-Oia_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925969-d3332852-Reviews-Holy_Trinity_Monastery_Agia_Triada-Akrotiri_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d23636085-Reviews-Meow_Wolf_s_Convergence_Station-Denver_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60713-d1987350-Reviews-or10-San_Francisco_Centre-San_Francisco_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60713-d1987350-Reviews-San_Francisco_Centre-San_Francisco_California.html"
    }
]