[
    {
        "attraction_name": "San Blas Islands",
        "attraction_name_vi": "Quần đảo San Blas",
        "general_info": [
            "1.198 đánh giá",
            "1 trong 13 điều cần làm ở Khu vực Guna Yala",
            "Quần đảo"
        ],
        "attraction_summary": "PHẢI làm nếu bạn đang đến thăm Panama. Các hòn đảo hoàn toàn tuyệt đẹp. Tôi đã đến thăm một số hòn đảo San Blas bằng Guna Yala Explorer và vẫn chưa thất vọng. Họ rất chuyên nghiệp, có sức chứa và chuyến đi luôn suôn sẻ khi họ đón họ vào sáng sớm, đi đến cảng khi bạn bắt tàu cao tốc, tham quan một số hòn đảo và bao gồm bữa trưa. Hòn đảo yêu thích của tôi để ăn trưa là isla hierba. Hãy dành thêm một vài đô la cho nước và gói đồ ăn nhẹ và nếu bạn muốn thêm thứ gì đó vào bữa trưa của mình, bạn có thể làm như vậy chẳng hạn như tôm hùm hoặc lựa chọn của bạn. Đọc thêm",
        "reviews": [
            "Tôi đến và ở lại qua đêm với bạn tôi tại đảo Walidup trên những chiếc lều trên mặt nước. Khung cảnh thật tuyệt vời và hòn đảo được giữ gìn cẩn thận. Chúng tôi đã thực hiện chuyến tham quan các hòn đảo vào ban ngày, đó là một ngày và đêm tuyệt vời sẽ gợi ý. Tuy nhiên, tôi cắm trại bình thường và tôi có thể nói rằng điều này hơi thấp hơn mức độ thoải mái của tôi. Có điện từ 8-6, thật tuyệt vì nó có điện và đèn. Tôi xin nói mang mùng đi ngủ để tránh lũ bọ là XẤU. Đọc thêm",
            "Tôi đọc bài đánh giá tiêu cực và cảm thấy cần phải giáo dục những người thiếu hiểu biết có thể nghĩ rằng họ đang đến thăm một hòn đảo sang trọng nào đó để vui chơi.  Đảo San Blas nằm ở vùng bộ lạc Guna Yala của Panama. Họ tự chủ và rất nguyên thủy. Nguồn thu nhập duy nhất của họ là du lịch và các công việc thủ công mà họ làm. Tôi đặt tour trực tuyến và không biết tình hình, nhưng sau đó tôi hiểu tại sao họ tính phí 0,25 xu để sử dụng nhà vệ sinh tại cảng nơi bạn đi thuyền ra đảo.  Họ có giấy vệ sinh và phòng tắm sạch sẽ, ít nhất họ có bồn cầu xả nước chứ không phải phòng tắm di động. Việc lái xe hơi đáng sợ, họ phải băng qua những ngọn núi để đến khu vực bãi biển, vì họ sống xa thành phố và vì những lý do hiển nhiên.  Tôi đã nói chuyện với một thành viên trong bộ tộc, người vừa mua một chiếc thuyền với giá 12k mà ​​anh ta nhận được từ người cha vừa nghỉ hưu. Anh ấy là thành viên Guna 32 tuổi, người phải nuôi cả gia đình mình. Họ là những người duy nhất có thể kinh doanh trong khu vực, nhưng đáng tiếc là họ chưa học qua trường kinh doanh nào.  Họ đang cố gắng làm hết sức mình với những kiến ​​thức họ có. Anh ta cho những người ổn định hơn thuê thuyền và chỉ kiếm được 60 đô la một ngày. Hãy nhớ rằng Panama chủ yếu sử dụng đô la và giá cả không thấp như hầu hết các nước Latinh. Chúng tôi đã đến thăm hai hòn đảo và các hồ tự nhiên. Nước thực sự tuyệt đẹp, giống như một thiên đường. Thức ăn không tệ, cá chiên, chuối, cơm dừa và món tráng miệng, họ có món dứa ngọt nhất mà tôi từng ăn. Tôi rất thích trải nghiệm này và chủ yếu học được điều gì đó mới mẻ về một nền văn hóa mà thực tế dường như đã bị xã hội bỏ rơi. Tôi sẽ quay lại San Blas bất cứ ngày nào với tâm hồn rộng mở và trái tim rộng mở. Tôi thực sự yêu thích trải nghiệm này.Đọc thêm",
            "Chúng tôi nhận thấy rằng Quần đảo San Blas của Guna Yala mang đến trải nghiệm tuyệt vời về vẻ đẹp tự nhiên. Những bãi biển hoang sơ và làn nước trong vắt tạo nên những kỷ niệm hoàn hảo như bưu thiếp và thực sự vô giá.\n\nMột trong những khía cạnh quyến rũ nhất của Guna Yala là cộng đồng sôi động và di sản văn hóa phong phú. Những truyền thống và lối sống đầy màu sắc của người Guna có thể mang lại giá trị độc đáo cho trải nghiệm này. \nTuy nhiên, trong khi vẻ đẹp của hòn đảo là không thể phủ nhận, có những khoảnh khắc chúng tôi cảm thấy mất kết nối với văn hóa địa phương. Mặc dù rất háo hức tìm hiểu và tìm hiểu nhưng chúng tôi nhận thấy việc tham gia đầy đủ vào cộng đồng là một thách thức. Đôi khi, sự tương tác có vẻ mộc mạc và có những trường hợp chúng tôi gặp phải sự thiếu thân thiện.\n\nTuy nhiên, chúng tôi vẫn vững tin rằng Quần đảo San Blas hoàn toàn đáng để ghé thăm. Để thực sự đánh giá cao chiều sâu của điểm đến này, chúng tôi khuyên bạn nên đi cùng một hướng dẫn viên am hiểu, người có thể thu hẹp khoảng cách giữa du khách và cộng đồng địa phương.Đọc thêm",
            "Chúng tôi nhận thấy rằng Quần đảo San Blas của Guna Yala mang đến trải nghiệm tuyệt vời về vẻ đẹp tự nhiên. Những bãi biển hoang sơ và làn nước trong vắt tạo nên những kỷ niệm hoàn hảo như bưu thiếp và thực sự vô giá. Một trong những khía cạnh quyến rũ nhất của Guna Yala là cộng đồng sôi động và di sản văn hóa phong phú. Những truyền thống và lối sống đầy màu sắc của người Guna có thể mang lại giá trị độc đáo cho trải nghiệm này. Tuy nhiên, trong khi vẻ đẹp của hòn đảo là không thể phủ nhận, có những khoảnh khắc chúng tôi cảm thấy mất kết nối với văn hóa địa phương. Mặc dù rất háo hức tìm hiểu và tìm hiểu nhưng chúng tôi nhận thấy việc tham gia đầy đủ vào cộng đồng là một thách thức. Đôi khi, sự tương tác mang lại cảm giác mộc mạc và có những trường hợp chúng tôi gặp phải sự không thân thiện. Tuy nhiên, chúng tôi vẫn vững tin rằng Quần đảo San Blas hoàn toàn đáng để ghé thăm. Để thực sự đánh giá cao chiều sâu của điểm đến này, chúng tôi khuyên bạn nên đi cùng một hướng dẫn viên am hiểu, người có thể thu hẹp khoảng cách giữa du khách và cộng đồng địa phương.Đọc thêm",
            "Đó thực sự là thiên đường. Dừng lại ở 3 hòn đảo và một bãi cát, rất đẹp, nước trong xanh như pha lê, chèo thuyền kayak, quán bar và vui chơi dưới ánh nắngĐọc thêm",
            "San Blas rất đẹp nhưng các nhà điều hành tour du lịch đắt nhất với hầu hết các đánh giá đã say rượu và cuối cùng đi vòng quanh gây áp lực buộc mọi người phải đưa ra những đánh giá tốt cho họ tại sao họ lại có nhiều đánh giá như vậy.   Tất cả các hòn đảo đều rất gần nhau và gần như giống nhau về cơ bản và chứa đầy rác và dù sao thì tất cả khách du lịch đều được chia thành những người lái thuyền giống nhau.  Sau khi quay lại và tìm kiếm các công ty lữ hành và lựa chọn khác. Chuyến tham quan 159 này tôi mất 22 phí vào cổng công viên, đắt hơn một chuyến bay đến Boca Del Toro, nơi bạn có thể ở trong một chỗ ở đẹp hơn San Blas hàng trăm lần và có làn nước tuyệt đẹp ngay trước cửa nhà thay vì 7 giờ lái tàu lượn siêu tốc. Hoặc Bolaños hoặc Quần đảo ngọc trai có CÁCH chỗ ở tốt hơn và khoảng cách di chuyển ít đau khổ hơn.Đọc thêm",
            "Một trong 10 thiên đường chính thức trên Trái đất, 365 hòn đảo ở vùng biển Caribe. Chuyến tham quan trong ngày là đủ, mặc dù ở lại một vài đêm có thể là một lựa chọn; chỉ người da đỏ Kuna mới được phép kinh doanh trong khu vực, người nước ngoài không được phép sở hữu đất đai hoặc thực hiện bất kỳ loại hình kinh doanh nào ngoại trừ chủ du thuyền đưa khách du lịch đến.Đọc thêm",
            "We were a bit apprehensive about our day trip to San Blas Islands especially after reading about the awful journey etc. Our tour otganizer was Camilo Bermudez and he did a great job in organizing everything perfectly. We were picked up in a 4WD at 5.20 am on a Friday morning. We had 3 other ladies with us in the car and it was fun gettingto knowthem. The driver stops at a gas stationsnack place for us to use the restrooms which were clean and free. After a while we continued on the mountainouspart of our journey which took us over the mountains to the Port. Fortunately,  the road has been almost completely done and other than the twisty winding aspect of the road, it was a smooth ride. Our passports were only checked once at the Guna Yala check point somewhere in the middle.  Our tour organizer Camilo had told us that the cost of the tour included everything,  so We didnt have to pay anything extra like the tax and so on.It was a smooth drive to the port. We were met by our island guide and we joined 6 other people.  The guide took down our orders for lunch, after which we got into a boat and set off. Now, heres the info about the boat part of the trip. Fortunately for us we were 10 people in a 15 person boat. Also all our bags and backpacks were put away in a storage compartment up front, so they stayed dry. The boat took us to the main island where the entire community lives. This sea was pretty rough. It was overcast and the boat rides between islands was rough as well. But we survived! After the main island, we were taken to a smaller one with lovely blue clear water, where we were served slices of pineapple and watermelon.  After spending some time there, we were taken to a shallow clear blue pool, which is actually a circular sandbar in the middle of the ocean. We got off and waded about, spotted a few starfish. After this, we were taken to the final island for lunch. My chosen lunch consisted of fried fish filler, batacones,  coleslaw and fresh pineapple juice.  Food was ample and we were stuffed. After lunch, we laced around,  had a swim and were rounded up at 2.45 pm to get back on the boat and return to the port, where we got back into the 4WD for the approx 3 hour trip back to Panama city. Overall, it was a fun day. Tips: Make sure you are clear on what your tour price includes.  Each tour operator organizes differently. Take an anti nausea pill if you cant handle twisty mountain roads. Be prepared for rough boat rides and clambering in and out of the boat, and getting wet at times. We returned home tired, but happy. Thank you Guna Yala.Read more",
            "",
            "First off, were an older couple 57  58, and we had a tremendous time on this trip.  We booked through Burba Travel for 140 each, but only paid 125 each as we have residency in Panama and we dont pay the same taxes.  Even at 140 each, the trip was a bargin with everything that was included.  Pickup at our condo at 5am 4x4 veh, and we shared the car with three other people, 2 hr drive to the coast, boat transfer to three islands, lunch fried whole fish or chicken, and transfer back.  All in about 11 hrs.  So to enjoy this trip, Id recommend that you have some sense of adventure.  If you want limo quality service, then dont take this trip.  If you want to have an experience, then this is the trip for you. This is in response to to some of the negative reviews.  Yes...the car ride is rough with lots of turns, so I can see how someone could get carsick.  Its the road and not the driver.  The boats are small, and youre going to get wet...shocker I know, but thats part of the fun.  You can bring drinks with you water, pop, or liquor.  They dont care, and there doesnt appear to be any rules on what you can bring with you.  You can bring snorkel gear or rent it for 5 at the island.  Five dollars is less than a cup of coffee these days so dont get upset over it.  Drinks are expensive 6 beer, 10 tropical drink,  so I would recommend bringing your drinks. But remember...everything is brought in by small boat every day to include the ice.  The water is crystal clear, beaches are beautiful, and people are friendly.  Were planning another trip, but stay overnight.   Its very basic living, but once again...thats the allure of it.  Its a great time to look within oneself, find peace, and see whats really important in life.  Read more",
            "San Bass YES. One of the most beautiful places on earth- this review is about Captain Goeran - Quest SY. Please read, reach out to me but stay away from him. We had the most terrible experience on board Quest SY and the ownerCaptain Goeran Persson. He is rude, makes you feel uncomfortable and will drop you off at an isolated island without warning, water, food, and keep your money. He did this to my husband 45, and me 43 on Feb 17, 2024. We had plan this trip for my husbands 46th birthday. Its such a shame that such a bitter arrogant men is associated with such beautiful islands and beautiful people as the Gunas. Captain told us to leave the boat after 12 hours of sailing stating that my husband was drunk and was putting him the the other passengers at risk. Such allegation arose from an argument by husband who WAS NOT drunk had with the captain less than 2 hours into the trip. There were 2 other people on deck getting sick from the rough seas. My husband was laying on a bench and Captain said: Move, this is my bench to take naps. My husband then moved to the other one, Captain said he could not lay down there. Captain said my husband could only lay down in the cabin. My husband explained that being in the suffocating cabin with no air is what made him sick. My husband asked why the captain was laying where there was fresh air and he, as a paying passenger, couldnt - to which the captain stated that was his boat and we all must obey which we did . After this discussion, we continued to sail until 5am when captain anchored to sleep. At 7 we proceeded to the first San Blass island. Captain made us and the other 7 passengers disembark to get our passports stamped. Once we were close to the Guna office, he handed our passports to my husband and stated that he was leaving us there and keeping our money. He gave me 10 minutes to go ALONE back to the boat with his and his girlfriend to pack our 2 backpacks. When I asked him how we would get out of the island he stated: not my problem. I asked for a refund and he gave me 40 which was the Gunas entry fee that he had already pocketed it. Once back on the island to meet the other passangers, we were greeted by the Panama Military who told me that Captain Goeran had done the same thing to 4 other passengers 2 weeks prior. The Military, Guna Minister of Tourism, Guna Attorney, and secretaries all interviewed the other passengers and confirmed my husband was not aggressive nor did he put anyone in danger. The military then asked the captain why he didnt turn around if he was fearing for his and the other passengers safety instead of sailing for 9 hours and going to bed 2 of these hours, and the captain had no reply other than no COMPRENDO. The military then told the Captain that his boat was being detained at the island until he either returned our money or took us to Cartagena as planned. TheCaptain refused to comply for 8 whole hours 8 hours leaving the other passangers stuck in the island with no water, food, or shade or unable to enjoy their vacation. 8 hours of nightmare watching disrespect the Gunas, the military, us, and the other passengers. The Gunas told him several times that he ca not drop people off at their island and leave them there as trash. After 8 hours, the military officers became aggravated and he finally gave up and realized that he had no option, so he refunded our money minus one night and minus the deposit. It was a horrible experience. Please read the other reviews on tripadvisor and Google and stay away from him. There are plenty of other boat and Captain options. Dont ruin your San Blas experience by going with him. We are seeking legal action and have several ongoing complaints with officials in Panama and Colombia. If any past guest wants to reach out to me please contact me at saynotoquestsygmail.comRead more",
            "Tôi đọc bài đánh giá tiêu cực và cảm thấy cần phải giáo dục những người thiếu hiểu biết có thể nghĩ rằng họ đang đến thăm một hòn đảo sang trọng nào đó để vui chơi.  Đảo San Blas nằm ở vùng bộ lạc Guna Yala của Panama. Họ tự chủ và rất nguyên thủy. Nguồn thu nhập duy nhất của họ là du lịch và các công việc thủ công mà họ làm. Tôi đặt tour trực tuyến và không biết tình hình, nhưng sau đó tôi hiểu tại sao họ tính phí 0,25 xu để sử dụng nhà vệ sinh tại cảng nơi bạn đi thuyền ra đảo.  Họ có giấy vệ sinh và phòng tắm sạch sẽ, ít nhất họ có bồn cầu xả nước chứ không phải phòng tắm di động. Việc lái xe hơi đáng sợ, họ phải băng qua những ngọn núi để đến khu vực bãi biển, vì họ sống xa thành phố và vì những lý do hiển nhiên.  Tôi đã nói chuyện với một thành viên trong bộ tộc, người vừa mua một chiếc thuyền với giá 12k mà ​​anh ta nhận được từ người cha vừa nghỉ hưu. Anh ấy là thành viên Guna 32 tuổi, người phải nuôi cả gia đình mình. Họ là những người duy nhất có thể kinh doanh trong khu vực, nhưng đáng tiếc là họ chưa học qua trường kinh doanh nào.  Họ đang cố gắng làm hết sức mình với những kiến ​​thức họ có. Anh ta cho những người ổn định hơn thuê thuyền và chỉ kiếm được 60 đô la một ngày. Hãy nhớ rằng Panama chủ yếu sử dụng đô la và giá cả không thấp như hầu hết các nước Latinh. Chúng tôi đã đến thăm hai hòn đảo và các hồ tự nhiên. Nước thực sự tuyệt đẹp, giống như một thiên đường. Thức ăn không tệ, cá chiên, chuối, cơm dừa và món tráng miệng, họ có món dứa ngọt nhất mà tôi từng ăn. Tôi rất thích trải nghiệm này và chủ yếu học được điều gì đó mới mẻ về một nền văn hóa mà thực tế dường như đã bị xã hội bỏ rơi. Tôi sẽ quay lại San Blas bất cứ ngày nào với tâm hồn rộng mở và trái tim rộng mở. Tôi thực sự yêu thích trải nghiệm này.Đọc thêm",
            "Đây là một chuyến đi tuyệt vời, chúng tôi thuê một chiếc thuyền buồm trong 4 đêm và đi vòng quanh Quần đảo, thật tuyệt vời, thuyền trưởng của chúng tôi thật tuyệt vời và vui vẻ, nước thật tuyệt vời, thức ăn thật tuyệt vời, mọi thứ của người Kuna, tôi đánh giá cao khuyên bạn nên ghé thăm Quần đảo San Blas, chưa bao giờ biết nó tồn tại và nó là một viên ngọc ẩn.   đi ô tô cách thành phố 2 giờ là ổn và đi thuyền rất nguy hiểm, 45 phút nhưng điều này phụ thuộc vào thời tiết nên .. ngoài cuộc phiêu lưu năm saoĐọc thêm"
        ],
        "star_ratings": [
            839,
            172,
            63,
            47,
            77
        ],
        "review_amount": 1198,
        "location": [
            "Panama",
            "Vùng Guna Yala",
            "Những hoạt động không thể bỏ qua ở Vùng Guna Yala",
            "Quần đảo San Blas",
            "Trung Mỹ"
        ],
        "reviews_time": [
            "Written October 14, 2023",
            "Written October 22, 2023",
            "Written February 16, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written April 10, 2024",
            "Written April 9, 2024",
            "Written April 9, 2024",
            "Written March 15, 2024",
            "Written March 11, 2024",
            "Written February 25, 2024",
            "Written February 23, 2024",
            "Written February 16, 2024",
            "Written January 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2654770-d1155139-Reviews-San_Blas_Islands-Guna_Yala_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298434-d8046735-Reviews-Isla_Perro-San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298434-d10004765-Reviews-Isla_Pelicano-San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298434-d10482733-Reviews-Isla_Chichime-San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g2654770-d1155139-Reviews-or10-San_Blas_Islands-Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1787391-d27798959-Reviews-Piscina_Natural-El_Porvenir_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g25340054-d27687336-Reviews-Hector-Armila_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1787391-d27137605-Reviews-San_blas-El_Porvenir_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1787391-d25576323-Reviews-Guna_Yala_Islands-El_Porvenir_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1588152-d24044039-Reviews-Visit_San_Blas-Playon_Chico_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1588152-d24044038-Reviews-Visit_San_Blas_Official-Playon_Chico_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1787391-d24029899-Reviews-Guna_Yala_san_Blas-El_Porvenir_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298434-d12964178-Reviews-San_Blas_Wild-San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1787391-d25368405-Reviews-Catamaran_San_Blas-El_Porvenir_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1787391-d25380370-Reviews-Haya_catamaran_Nautitech_395-El_Porvenir_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g2654770-d4751294-Reviews-Sailing_Blue_Sky-Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1447502-d12687816-Reviews-San_Blas_Frontera-Carti_Tupile_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1787391-d26049577-Reviews-San_Blas_with_Okume-El_Porvenir_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298434-d26848990-Reviews-San_Blas_by_Boat-San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1787391-d27108987-Reviews-San_Blas_Boat_Tours-El_Porvenir_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1787391-d9466371-Reviews-Catamaran_Experience-El_Porvenir_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298434-d15619347-Reviews-San_Blas_Beach_Trip-San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298434-d26786024-Reviews-TriponBoats-San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1787391-d23974786-Reviews-Trip_On_Boats-El_Porvenir_San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d107811-Reviews-Missouri_Botanical_Garden-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g3444807-d4371028-Reviews-Kos_Natural_Park-Zia_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2433042-Reviews-LEGO_Discovery_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d6226882-Reviews-Capri_Cinema-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8388404-Reviews-Drai_s_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d21325824-Reviews-Museum_Of_Illusions_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13195597-Reviews-Witness_for_the_Prosecution-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g42562-d2204513-Reviews-Dinosaur_Gardens-Ossineke_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d662769-Reviews-Carrot_Top-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297913-d13295127-Reviews-Lake_Duluti-Arusha_Arusha_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2654770-d1155139-Reviews-or10-San_Blas_Islands-Guna_Yala_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2654770-d1155139-Reviews-San_Blas_Islands-Guna_Yala_Region.html"
    }
]