[
    {
        "attraction_name": "San Antonio Hot Springs",
        "attraction_name_vi": "Suối nước nóng San Antonio",
        "general_info": [
            "15 đánh giá",
            "15 trong số 21 điều cần làm ở Jemez Springs",
            "Nguồn nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi xin lỗi những ai nghĩ rằng đây là một spa nên dễ dàng đến được bằng một cuộc dạo bộ thú vị, mà thực ra là một CHUYẾN ĐI BỘ tuyệt đẹp. Đây là một phần tuyệt đẹp của thiên nhiên, cảm ơn bạn vì những nỗ lực của bạn, trân trọng chặng đường đi bộ dài 5 dặm hoặc con đường gập ghềnh để đến đó. Thư giãn trong bồn tắm thiên nhiên, không phán xét. Không ai ở đó để nhìn những người khỏa thân. Tôi đã đến thăm suối nước nóng trong 30 năm, bắt đầu từ đây khi tôi 5 hoặc 6 tuổi. và VÂNG, TÔI ĐÃ LÀ MỘT ĐỨA TRẺ KHỎA THÂN VUI VẺ!!! Và là một người lớn khỏa thân rất vui vẻ trong nhiều lần ghé thăm kể từ đó. Đừng xấu hổ về việc khỏa thân! Mọi người chỉ không thoải mái với việc khỏa thân nếu bạn khiến họ thấy khó chịu. Mặc quần áo nếu bạn không thoải mái, dù thế nào thì cũng không ai quan tâm. Quần áo ướt thật ngớ ngẩn! Từ bờ biển này sang bờ biển khác, đây vẫn là nơi tôi yêu thích nhất. Có thể là tình cảm, nhưng đó là mục đích nếu bạn thực sự trân trọng việc hòa mình vào thiên nhiên. Xin đừng nhặt rác sau những người để lại sự bẩn thỉu ở một nơi tuyệt đẹp như vậy. Hãy thoải mái khỏa thân nếu đó là lựa chọn của bạn và hãy tôn trọng mọi người xung quanh bạn Đọc thêm",
            "Xin lưu ý rằng con đường chỉ để đến khu vực đậu xe không bằng phẳng. Đây là vùng nông thôn nên có điều kiện cực kỳ gập ghềnh và không bằng phẳng với tốc độ 5 mph. Mất khoảng 15 phút lái xe. Sau đó, bạn có chuyến đi bộ lên chân núi, nơi này rất đẹp. Bạn được chiêu đãi một con suối xinh đẹp có kích thước như một đứa trẻ có thác nước. Đi lên núi không phải là dễ dàng. Nếu bạn không quen với việc đi bộ lên đường dốc với tốc độ trung bình thì hãy đi chậm lại. Sự thất vọng lớn nhất là những người theo chủ nghĩa khỏa thân. Tôi ước gì tôi biết điều này trước khi chở con gái và các cháu gái của tôi đến đó và đi bộ suốt chặng đường đó. Ý tôi là đi hết quãng đường đó và rồi được chào đón bằng điều đó không phải là thắng lợi của tôi. Rất may, hồ bơi dành cho trẻ em không có nhiều người theo chủ nghĩa khỏa thân.Đọc thêm",
            "Bị hủy hoại bởi tất cả sự công khai. Nó vốn dĩ rất yên tĩnh và thanh bình. Chúng tôi đã đi vào ngày thứ Sáu và có hơn ba mươi người ở đó - thậm chí chỉ có chín hoặc mười người có thể vừa với những hồ bơi nhỏ. Thật là xấu hổ.Đọc thêm",
            "Chúng tôi đến suối nước nóng San Antonio vào tháng 12 vào một ngày 40 độ.  Chúng tôi có một chiếc xe tải 4WD nên quyết định lái lên bất chấp đường đi.  Con đường phủ đầy tuyết và đá, những đoạn đường gập ghềnh và vết lõm lớn phải che phủ. Ngay cả với một chiếc xe bán tải lớn, cuối cùng chúng tôi vẫn phải đỗ xe nửa đường và đi bộ quãng đường còn lại vì lo lắng khi đưa chiếc xe thuê của mình đi qua những con đường mòn đầy băng trên đường đi.  Chúng tôi lái xe 3 dặm và còn 2 dặm nữa để đi bộ.  Một con đường mòn trong tuyết.  Lưu lượng truy cập thấp vào buổi sáng thứ Tư - chúng tôi thấy 7 người khác.  Chúng tôi nhận thấy rằng một số người đã lái xe đến bãi đậu xe cách suối 1 dặm, nhưng chúng tôi rất vui khi đi bộ thêm và cứu được xe của mình.  Các lò xo thật tuyệt vời. Tôi đọc một bài đánh giá rằng chúng lạnh - tuy nhiên mùa xuân ở trên đỉnh gần như quá nóng!  Chúng tôi thích một hồ bơi nhỏ hơn thấp hơn một chút.Đọc thêm",
            "Đây là suối nước nóng tốt nhất, nằm ở vùng núi Jemez. Tận hưởng mọi lúc đến đó! Mỗi mùa đều có cảm giác tuyệt vời và sự khác biệt về thời tiết khiến cho việc ở đó trở nên thú vị. Chỉ cần đảm bảo rằng bạn đủ nước nếu bạn dự định ở đó một thời gian. Không có cắm trại từ hoàng hôn đến bình minh nhưng bạn dự định chọn những địa điểm không quá xa, những địa điểm được chỉ định. Hãy chắc chắn rằng bạn mang theo đèn pin, vì không bao giờ biết bạn sẽ ở trong suối bao lâu và hẻm núi có thể tối nhanh hơn ở những nơi rộng mở khác. Hãy tận hưởng kỳ nghỉ của bạn và bảo vệ vùng hoang dã khỏi rác thải, khiêm tốn với thiên nhiên mang đến cho bạn sự bình yên và nghỉ ngơi.Đọc thêm",
            "Phần đi bộ đường dài đã rồi.. Nhưng hơi thất vọng sau khi nhìn thấy mùa xuân, vì trời thậm chí còn không nóng.  Nếu bạn thực sự muốn xuống nước, hãy thay bộ đồ của bạn để hòa mình vào thiên nhiên lol.Đọc thêm",
            "Bạn có thể phải đi bộ 4 dặm hoặc lái xe trên một con đường khó chịu đối với bất kỳ phương tiện nào. Các suối có mùi như trứng thối và tầm nhìn không được tốt. Tôi có thể ngửi thấy mùi gấu ở gần đó và nhìn thấy dấu hiệu của sói. Tôi sẽ tránh nơi khó chịu này.  Tôi nghe nói trong nước có amip gây bệnh viêm màng não do amip nguyên phát.Đọc thêm",
            "Tôi đã nghe nói trừ khi bạn có xe 4WD, đó là một chuyến đi bộ dài từ 126. Tôi sẽ lái xe khi quãng đường đi bộ là khoảng 2,5 dặm. Trên đường có rất nhiều hố sâu và đá.  TÔI SẼ KHÔNG LÁI XE SEDAN LÊN ĐÓ.  Ngoài ra, đó là một nơi đẹp và thanh bình.  Luôn có tỷ lệ người hút thuốc công bằng nhưng ít nhất không có người khỏa thân nào.Đọc thêm",
            "Đừng nghe lời người địa phương ở cửa hàng dưới đường.  Anh ấy nói với chúng tôi rằng anh ấy không lái ô tô mà anh ấy quan tâm đến bãi đậu xe gần đường dẫn đến Hotsprings nên chúng tôi đậu xe ở phía dưới và đi bộ 10 dặm khứ hồi trên một con đường mà không có lý do.  Hãy tự giúp mình và lái xe đến con đường mòn.  Sau đó, nó chỉ là một chuyến đi bộ đường dài khoảng một dặm.  Những con suối đẹp quá.  Ước gì chúng ta có thể ở lại lâu hơn. Đọc thêm",
            "Mọi người phá hỏng mọi thứ, bạn biết không? Vì vậy, kể từ năm 1227, cổng sẽ mở và nếu bạn có một số kinh nghiệm lái xe trên đường 4x4, bạn có thể dễ dàng đi lên hết con đường này. Kể cả Subaru cũng được. Xe loại CRV có thể đang đẩy nó nếu bạn không biết cách điều hướng xe, không.  Họ đã không có tuyết suốt mùa đông. Nước rất đẹp và ấm nhưng có tàn thuốc và một cái chai nằm trong dòng nước chảy xuống từ bể bơi đầu tiên.  Ngoài ra, việc hút thuốc cần thiết mà bạn mong đợi ở loại địa phương này nhưng là một người mắc bệnh hen suyễn, tôi không yêu thích. Nơi này đang trên đà được yêu thích đến chết.Đọc thêm"
        ],
        "star_ratings": [
            7,
            2,
            1,
            2,
            3
        ],
        "review_amount": 15,
        "location": [
            "Jemez Springs",
            "New Mexico NM",
            "Hoa Kỳ",
            "Những hoạt động nên làm ở Jemez Springs",
            "Suối nước nóng San Antonio"
        ],
        "reviews_time": [
            "Written November 13, 2023",
            "Written July 10, 2023",
            "Written September 24, 2020",
            "Written December 11, 2019",
            "Written December 3, 2019",
            "Written February 12, 2019",
            "Written October 13, 2018",
            "Written August 27, 2018",
            "Written July 27, 2018",
            "Written January 6, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47073-d11726925-Reviews-San_Antonio_Hot_Springs-Jemez_Springs_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d11726925-Reviews-or10-San_Antonio_Hot_Springs-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d210285-Reviews-Valles_Caldera_National_Preserve-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d1635935-Reviews-Jemez_Hot_Springs-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d273939-Reviews-Jemez_Mountains-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d103747-Reviews-Soda_Dam_Hot_Springs-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d103743-Reviews-Jemez_Springs_Bath_House-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d273940-Reviews-Battleship_Rock-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d103745-Reviews-McCauley_Hot_Spring-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d105172-Reviews-Jemez_National_Recreation_Area-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d103746-Reviews-Spence_Hot_Springs-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d1009188-Reviews-Fenton_Lake_State_Park-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g57273-d146347-Reviews-Rock_of_Ages_Visitors_Center_Quarry_Tours-Graniteville_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d11740712-Reviews-Calle_Loiza-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d451059-Reviews-Elephant_Cave-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60003-d2220035-Reviews-Mars_Cheese_Castle-Kenosha_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d14172241-Reviews-Impact_Field-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g676295-d2469814-Reviews-Canal_D_Amour-Sidari_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d270482-Reviews-Masquerade_Show_in_the_Sky-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g14958391-d2044895-Reviews-Yukon_Suspension_Bridge-Stikine_Region_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33501-d637588-Reviews-Keystone_Lake-Keystone_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d191100-Reviews-Mouffetard_Market-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47073-d11726925-Reviews-or10-San_Antonio_Hot_Springs-Jemez_Springs_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47073-d11726925-Reviews-San_Antonio_Hot_Springs-Jemez_Springs_New_Mexico.html"
    }
]