[
    {
        "attraction_name": "San Antonio Raceway",
        "attraction_name_vi": "Đường đua San Antonio",
        "general_info": [
            "15 đánh giá",
            "Đường đua ô tô"
        ],
        "attraction_summary": "Chúng tôi là một dải kéo dài 14 dặm, chỉ cách San Antonio 11 dặm. Các tay đua ở mọi lứa tuổi và trình độ kinh nghiệm bước ra sân để cảm nhận cảm giác phấn khích khi lao vút xuống đường đua. Chúng tôi có nhiều loại thú vui chạy bằng nhiên liệu khác nhau, từ sử dụng 1/4 dặm cho đến trôi dạt trong bãi đậu xe, chúng tôi có thứ gì đó dành cho tất cả mọi người. Đối với những ai muốn đến để thưởng thức các trận đấu từ khán đài, chúng tôi có sức chứa hơn 7.000 chỗ ngồi với quầy giảm giá và đồ uống dành cho người lớn. Khu vực chơi cát dành cho trẻ em, các cuộc đua xe ba bánh và nhà nảy dành cho các gia đình cùng vui chơi. Quân đội là 2,00 và Trẻ em từ 12 tuổi trở xuống được miễn phí!Đọc thêm",
        "reviews": [
            "Chúng tôi là một công ty sọc nhỏ đã được gọi và yêu cầu đến sọc cho họ nếu không họ sẽ không thể chạy đua.  Chúng tôi bỏ việc ở ga đại học và lao xuống tìm họ.  Chúng tôi được thông báo rằng chúng tôi sẽ được trả tiền ngay sau khi công việc hoàn thành.  Nó được trình bày qua điện thoại nhiều hơn nhưng chúng tôi đã hoàn thành công việc sau 3 chuyến đi và họ đã có thể đua.  Chúng tôi chưa bao giờ được trả tiền khi làm việc.  Con trai người chủ gọi điện và nói rằng anh ấy sẽ đảm bảo rằng chúng tôi được trả tiền và bảo chúng tôi đến nhận séc.  Chúng tôi lái xe đến và séc không phải là toàn bộ số tiền.  Họ vẫn còn nợ chúng tôi một số tiền lớn và từ chối trả.  Tôi không khuyên bạn nên trả tiền cho người bỏ túi thay vì thanh toán hóa đơn của họ cho những kẻ nhỏ bé.Đọc thêm",
            "Tôi sống ở San Antonio và đã đến đường đua với tư cách là một khán giả và một tay đua. Đường đi rất dễ dàng để đến từ San Antonio và nằm ngay bên phải I 10 E, cách trung tâm thành phố San Antonio khoảng 20 phút.  Nó hiện là đường bị NHRA trừng phạt với chủ sở hữu mới và ban quản lý mới.  Bây giờ nó được gọi là Alamo Motorplex. Rất nhiều bãi đậu xe, nhượng bộ, phòng vệ sinh và các cuộc đua 18 dặm và 14 dặm. Đọc thêm",
            "Đây là một địa điểm khủng khiếp, không được tổ chức, bãi đậu xe quá đắt, lựa chọn đồ ăn thật khủng khiếp!  Còn rất nhiều điều tồi tệ tôi có thể nói, nhưng sẽ không lãng phí thời gian của tôi!!!Đọc thêm",
            "Gần đây tôi đã tham dự một sự kiện được quảng cáo là Street Outlaws Live tại đường đua này. Phải mất gần một giờ để vào được đường đua ở phía pit, nơi được đánh dấu là VIP và tôi đã mua trước vé VIP. Dòng người di chuyển cực kỳ chậm và trời mưa như sương vào chiều thứ Sáu, vì vậy thực sự không có nhiều đám đông so với thứ Bảy hoặc Chủ Nhật. Họ tính phí đậu xe cho tôi 20 đô la sau khi tôi đã trả hơn 100 đô la cho vé VIP. Khi vào bên trong, cơ sở vật chất ở trong tình trạng khá tốt. Khán đài bằng thép đẹp, nhưng được vào chung nên bạn phải tranh giành chỗ ngồi nếu bận. Phòng vệ sinh cũng bình thường vì không có nhiều người do trời mưa. Chỉ có một quầy nhượng quyền ở phía hầm và không có bất kỳ mức giá nào được hiển thị cho các mặt hàng. Chỉ cần đặt hàng và thở hổn hển ở mức giá cao bình thường. cười lớn Do thiếu sự trợ giúp về đường đua nên họ phải yêu cầu tình nguyện viên lái xe tải của họ đi vòng quanh khu vực ngừng hoạt động với hy vọng làm khô nó. Họ dường như không được trang bị tốt cho các sự kiện trời mưa như những đường đua lớn hơn mà tôi đã từng đến.  Đường một hai làn để vào bên trong hố khiến họ khó có thể nhanh chóng đưa mọi người vào và quyết định bắt những người có vé mua trước đợi người đến mua tại cổng cũng không phải là một động thái hay. Đây có lẽ là một động thái hay. nơi tuyệt vời để chạy đua những gì bạn mang theo trong cuộc đua cuối tuần, nhưng dường như chúng không được thiết lập để xử lý đám đông khổng lồ đến tham dự sự kiện này. Quá tệ đối với tôi. Tôi sẽ không quay lại tham dự một sự kiện nổi bật ở đây.Đọc thêm",
            "Đây là đường đua Đẳng cấp Thế giới ở phía đông San Antonio, tọa lạc tại vị trí thuận tiện tại Đường Santa Clara. và I-10. Ban đầu được xây dựng để trở thành Địa điểm tổ chức sự kiện quốc gia, cộng thêm 13 nghìn chỗ ngồi, khán đài nhượng quyền, hố lớn và Dải kéo dài 14 dặm. Mới, năm ngoái, quyền sở hữu thực sự cam kết biến địa điểm này thành địa điểm tổ chức Sự kiện nghiêm túc, bổ sung thêm các sự kiện drift và nhiều sự kiện khác mọi thứ, Lễ hội, Cuộc đua xe tải và cuộc đua hàng tuần cộng với IHRA Summit Super Series và nhiều sự kiện đua xe đặc biệt khác. Ngay cả khi bạn không phải là một tay đua thì đây vẫn là một nơi không tốn kém để xem một buổi trình diễn ô tô thú vị, các cuộc đua kéo, đồ ăn giảm giá và mọi thứ xung quanh thân thiện bầu không khí! 10 để xem...Đọc thêm",
            "Cảm ơn bạn đã phản hồi tuyệt vời như vậy. Chúng tôi mong sớm được gặp lại bạn!Đọc thêm",
            "Gia đình tôi và tôi thích đi đua mỗi khi chúng tôi đi, nó ngày càng tốt hơn Đường đua San Antonio sẽ sớm gặp lại bạn Đọc thêm",
            "Nơi tuyệt vời để xem xe nhanh với đội ngũ nhân viên thân thiện. Mong chờ tất cả những điều tuyệt vời sắp tới.Đọc thêm",
            "Nơi tuyệt vời để dành thời gian của bạn, dễ gần, thân thiện, giải trí! Nếu bạn thích ô tô hoặc sở hữu một chuyến đi thú vị, hãy thử nó. Nếu không, chỉ cần ngồi xuống và tận hưởng!Đọc thêm",
            "Tôi đã đến Đường đua San Antonio từ năm 2010 trên chiếc Mustang của mình, khi Iain Grae trở thành chủ sở hữu, tôi đã chứng kiến ​​​​nó biến thành Đường đua tuyệt vời nhất mà tôi từng tham gia trong đời, tôi trở thành nhà tài trợ cho mọi tay đua nhân viên đã trở thành gia đình đối với tôi.  Tôi đã gặp vợ tôi ở đó, đó chắc chắn là môi trường vui vẻ nhất dành cho gia đình, nơi mọi người có thể đua ô tô, xe tải, xe máy, giàn khoan lớn, đua drift, xe golf, nếu đường đua cần dọn dẹp thì bọn trẻ sẽ đua xe đạp ba bánh hoặc thậm chí các cuộc đua chạy. Nơi duy nhất dành cho tôi, gia đình tay đua của tôi! Đọc thêm",
            "Điều đầu tiên bạn sẽ nhận thấy là đội ngũ nhân viên siêu hữu ích và thân thiện. Chủ sở hữu đã thực sự xây dựng một môi trường tích cực và hướng đến gia đình. Những sự kiện đặc biệt luôn là một sự bùng nổ và tuyệt vời đối với trẻ em. Về đường đua, tôi đã đua khắp đất nước và đường đua này đứng đầu danh sách về độ an toàn nhất quán và được chuẩn bị tốt. Tôi luôn ngưỡng mộ những chiếc xe xuất hiện ngay cả trong phần Kiểm tra và Điều chỉnh,Đọc thêm"
        ],
        "star_ratings": [
            10,
            2,
            0,
            1,
            2
        ],
        "review_amount": 15,
        "location": [
            "Đường đua San Antonio",
            "Marion",
            "TX Texas",
            "Hoa Kỳ",
            "Các hoạt động ở Marion"
        ],
        "reviews_time": [
            "Written June 10, 2019",
            "Written March 3, 2019",
            "Written August 11, 2018",
            "Written January 23, 2018",
            "Written January 23, 2017",
            "Written November 24, 2016",
            "Written November 24, 2016",
            "Written November 23, 2016",
            "Written November 23, 2016",
            "Written November 23, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g56232-d8870170-Reviews-San_Antonio_Raceway-Marion_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g56232-d27924354-Reviews-Buttercream_Blessings-Marion_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56232-d27924245-Reviews-Zuehl_Tavern-Marion_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56232-d20999980-Reviews-Alamo_City_Motorplex-Marion_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56232-d7116348-Reviews-Water_Garden_Gems-Marion_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56639-d4375095-Reviews-Crescent_Bend_Nature_Park-Schertz_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56652-d8525253-Reviews-St_Dominic_s_Chapel-Seguin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56232-d23526873-Reviews-San_Antonio_Karting_Complex-Marion_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55628-d27053934-Reviews-Cibolo_Multi_Event_Center-Cibolo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56232-d8870170-Reviews-or10-San_Antonio_Raceway-Marion_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56652-d6436434-Reviews-Polmedia_Polish_Pottery-Seguin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d270860-Reviews-Animal_World_and_Snake_Farm_Zoo-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d13555837-Reviews-LoneStar_Handgun-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56652-d8507226-Reviews-Son_s_Island-Seguin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56232-d1368443-Reviews-Texas_Trail_Riding_Co-Marion_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d611955-Reviews-The_Bandit_Golf_Club-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56232-d24914104-Reviews-Texas_Axe_Ale-Marion_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56639-d7181571-Reviews-Bussey_s_Flea_Market-Schertz_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56639-d7213598-Reviews-The_Scrappy_Quilter-Schertz_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56639-d17836333-Reviews-EVO_Entertainment_Schertz-Schertz_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56652-d17837468-Reviews-Gretchen_Bee_Ranch-Seguin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d1047980-Reviews-Gay_90s-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d584960-Reviews-Funicular_To_Petrin-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g51909-d2008603-Reviews-Hood_River_Lavender_Farms-Hood_River_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g635745-d11661213-Reviews-Jambiani_Beach-Jambiani_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g298303-d454887-Reviews-Komtar-George_Town_Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d210197-Reviews-Luxembourg_Palace-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d116671-Reviews-Quiet_Waters_Park-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g190379-d1674844-Reviews-Zenobia_Wreck-Larnaca_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d2390157-Reviews-Open_Air_Museum_of_Ethnography-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g154918-d184932-Reviews-Jasper_SkyTram-Jasper_Jasper_National_Park_Alberta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g56232-d8870170-Reviews-or10-San_Antonio_Raceway-Marion_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g56232-d8870170-Reviews-San_Antonio_Raceway-Marion_Texas.html"
    }
]