[
    {
        "attraction_name": "San Antonio River Walk",
        "attraction_name_vi": "Đi bộ dọc bờ sông San Antonio",
        "general_info": [
            "27.049 đánh giá",
            "1 trong số 516 hoạt động giải trí ở San Antonio",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Còn được gọi là Paseo del Rio, chuyến đi bộ dọc sông dài 25 dặm này là điều không thể bỏ qua ở San Antonio. Chọn tham gia chuyến tham quan đi bộ hoặc đi xe đạp tự hướng dẫn trên những con đường ven sông, với những hàng cây bách xinh đẹp, cửa hàng, bảo tàng, khách sạn và tất nhiên, các nhà hàng Tex-Mex. Nhưng một trong những cách tốt nhất để trải nghiệm River Walk là tham gia chuyến du thuyền khởi hành, lướt qua các địa điểm mang tính biểu tượng như Nhà hát Arneson River, Đảo Hôn nhân và Bảo tàng Nghệ thuật San Antonio. Hãy ghé thăm vào các lễ hội và ngày lễ như Ngày Thánh Patrick và Giáng sinh để xem những cuộc diễu hành thú vị trên sông và những màn trình diễn ánh sáng ngoạn mục.  TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tôi đi cùng gia đình vào tháng 6 năm 2023. Đây là lần thứ hai tôi đi dạo trên sông, nhưng là lần đầu tiên tôi đi du thuyền trên sông nhỏ.  Nó thực sự đáng yêu.  Lần cuối cùng tôi đi là vào tháng 12, ánh đèn rất đáng yêu.  Luôn luôn là một thời gian tốt.Đọc thêm",
            "Quanh co xung quanh và bên dưới mặt đường là thế giới huyền diệu của Đường đi bộ ven sông San Antonio. Tất nhiên, trung tâm là nước, được dẫn ra khỏi Sông San Antonio qua một loạt kênh đào nhân tạo, qua đó thuyền trưởng điều khiển những chiếc thuyền du lịch thân thiện với môi trường của họ và chia sẻ thông tin với hành khách đi du lịch. Có một lối đi dọc theo con đường đi bộ quanh sông với một số cây cầu bắc qua từ bên này sang bên kia. Vào ban ngày, những cây bách khổng lồ mang lại bóng mát dễ chịu và vào ban đêm được thắp sáng tạo nên một tán cây độc đáo. Được bao quanh bởi các tòa nhà cao hơn và ở dưới mức đường phố, ánh nắng gay gắt được che khuất khiến nó rất dễ chịu. Sau khi mặt trời lặn, chuyến đi bộ trên sông trở thành một thế giới khác. Các nhà hàng, khách sạn, rạp hát và các cơ sở kinh doanh khác thắp sáng nó. Chúng tôi đi bộ cả ngày lẫn đêm và có hai trải nghiệm rất khác nhau. Mặc dù nơi đây được quảng cáo là một điểm thu hút khách du lịch nhưng chúng tôi cũng thấy nhiều công nhân địa phương và rất nhiều người trẻ tuổi tận hưởng sự yên bình, các dịch vụ mua sắm và ăn uống. Vì là trung tâm thành phố nên đây là nơi để bạn hoàn toàn trốn thoát trong một thời gian. Bạn sẽ rất vui vì đã ghé thăm.Đọc thêm",
            "Riverwalk chắc chắn là một việc phải làm khi ở San Antonio.  Có rất nhiều nhà hàng, quán bar và cửa hàng dọc bờ sông.  Trước tiên, hãy tham gia chuyến tham quan bằng thuyền dài 30 phút quanh Riverwalk để bạn có cảm nhận về khu vực này.  Hãy ghé thăm Alamo Plaza và La Villita, những nơi có thể dễ dàng đến được từ Riverwalk.  Chúc bạn vui vẻ! Đọc thêm",
            "Phải xem, nhưng hãy chuẩn bị đi bộ và tiêu tiền tại các nhà hàng hay còn gọi là giày thoải mái, quần áo mát mẻ và tiền bạc! Chỉ có một vài cửa hàng trên Riverwalk thực tế hơi thất vọng nhưng lại là một trung tâm mua sắm lớn. Có rất nhiều nhà hàng và một số nhà hàng lịch sử ở đó! Chúng tôi thưởng thức món khai vị tại một nhà hàng Iron Cactus và ăn tối tại một nhà hàng Casa Rio khác. Chúng tôi đã dành cả ngày ở đây khá nhiều; tuy nhiên, lẽ ra chúng tôi có thể dành ít thời gian hơn vì không có nhiều thời gian chờ đợi cho bất kỳ thứ gì kể từ khi chúng tôi đến vào thứ Tư trong tuần!Đọc thêm",
            "Đây là điều thứ 2 tôi nghĩ đến khi nghĩ đến San Antonio. Nó rất đẹp ở tất cả các phần để đi bộ xung quanh. Ngoài ra còn có 3 khu vực bán vé để bạn có thể mua vé tham gia các chuyến tham quan bằng thuyền, điều mà tôi cũng nghĩ là phải làm. Các nhà hàng rất đẹp và một trong những cây cầu nổi tiếng từ Selena. Khu vực yêu thích của tôi là khu vực trong bộ phim Miss Congeniality. Tôi có một phàn nàn là không có trạm tiếp nước, vì vậy chúng tôi đã chi tiền mua các chai nước mới. Có một vài nơi tốt để ăn kem. Phần yêu thích của các cô gái tôi là cơ hội chụp ảnh.Đọc thêm",
            "Một nơi hoàn toàn đẹp để đi dạo.  Tôi rất ngạc nhiên trước số lượng đài phun nước và đài phun nước dọc đường đi, một số trong số đó đang được tân trang lại.  Rất nhiều nhà hàng để lựa chọn và các tour du lịch bằng thuyền có vẻ rất phổ biến.  Tôi ước gì chúng tôi đã ghé thăm khi trời mát hơn một chút, nhưng chúng tôi đã thực hiện hết vòng lặp và dù sao thì nó cũng khá ấn tượng.Đọc thêm",
            "Mọi du khách đến San Antonio đều phải dành một chút thời gian ở đây.  Tôi đã đi du lịch rất nhiều nơi và chưa bao giờ thấy thứ gì giống như vậy.  Có quá nhiều thứ để xem và làm với các nhà hàng, cửa hàng và con người thân thiện.Đọc thêm",
            "Các nhân viên trong người phục vụ đã rất xuất sắc. Người nổi bật nhất với tôi là Petra ở nhân viên hướng dẫn khách. Tôi đã có một ngày tồi tệ nhưng cô ấy đã xoay sở để khiến tôi cau mày lại. Ngay khi bước vào, tôi đã được chào đón bằng ánh mắt và Petra khiến tôi cảm thấy được chào đón và đặc biệt. Cảm ơn Petra vì đã kết thúc tuần điên rồ của chúng tôi không chỉ bằng sự chuyên nghiệp mà còn bằng sự hài hước. Bạn là một trong những loại một!!!! \nKhách sạn thật tuyệt vời 10Đọc thêm",
            "Phải làm ở San Antonio.  Con đường đi bộ trên sông hầu hết có nhiều nhà hàng với giá rất cao, vì vậy nếu bạn muốn mua sắm thì đây có thể không phải là nơi dành cho bạn.  Nhưng thật là một bầu không khí tuyệt vời khi chỉ đi bộ dọc theo con đường rợp bóng mát, có thể dừng lại và uống nước hoặc ăn tối.  Đối với 14 người lớn, bạn có thể đi thuyền 30 phút và tìm hiểu về lịch sử đi bộ trên sông.  Có chỗ mua vé đi thuyền dọc đường đi bộ.  Tôi khuyên bạn nên dùng nó, đặc biệt nếu trời nóng. Một vài nơi dọc đường đi bộ có nhạc sống rất thú vị để bạn chỉ cần ngồi và nghe.Đọc thêm",
            "Một khi chúng tôi tìm thấy đúng khu vực để đến, chúng tôi đã ổn. Nhưng đi loanh quanh trong cái nóng tháng 8 với một em bé và một đứa trẻ 5 tuổi trong 30 phút để cố gắng tìm đúng chỗ thật tệ. Nhưng sau đó nó thực sự rất đẹp và đẹp. Đọc thêm",
            "Chúng tôi ở tại một khách sạn ngay trên River Walk và điều đó không thể tuyệt vời hơn.  Chúng tôi đã ở đó 3 ngày và không cần xe hơi chút nào.  Rất nhiều nhà hàng, khu mua sắm và rất nhiều người chỉ duyệt và xem.  Mọi thứ bạn cần đều nằm trong khoảng cách đi bộ.  Đây thực sự là một chuyến đi bộ dọc sông dài 15 dặm xuyên qua trung tâm San Antonio và có rất nhiều việc phải làm.  Tôi biết chúng tôi đã không đi hết 15 dặm mà chỉ tản bộ vài dặm khi rảnh rỗi.  Rất thích nó.Đọc thêm",
            "Vợ chồng tôi đi dạo dọc bờ sông; đó là một cuộc dạo chơi thú vị.  Chúng tôi thích những khu vực yên tĩnh hơn và tránh những nơi đông người. Cây cầu với tất cả các ổ khóa trên hàng rào là một cảnh tượng thú vị.Đọc thêm",
            "Đi du lịch đến San Antonio để xem nhật thực vào tháng 4 năm 2024. Tham quan Riverwalk và ăn tối tại Ole.  Đã gần 30 năm kể từ chuyến thăm cuối cùng của chúng tôi.  Cũng đã ghé thăm Hang động cầu tự nhiên và điều đó thật tuyệt vờiĐọc thêm",
            "Chúng tôi ở trên Riverwalk tại omni. Tôi thực sự khuyên bạn nên ở gần..nó rất đẹp, tràn đầy sức sống và là một nơi tuyệt vời để ghé thăm. rất nhiều nhà hàng và các lựa chọn khác.Đọc thêm",
            "Có lẽ không như những gì chúng tôi mong đợi, được xây dựng và phát triển nhiều hơn với cảm giác rất du lịch.  Khách sạn của chúng tôi nằm trên đường đi bộ trên sông và thật tuyệt khi ngồi bên ngoài để ăn sáng hoặc uống nước.  Dường như có thứ gì đó dành cho tất cả mọi người trên đường đi, từ các quán bar Ailen rõ ràng, đến món Mexico, đồ ăn rẻ và đồ ăn nhanh cho đến những món ăn ngon hơn nhiều.  Có vẻ rất bận rộn vào buổi tối, nhưng vẫn có cảm giác an toàn đáng chú ý.  Ngoài khách sạn của chúng tôi, chúng tôi đã tìm được một nhà hàng rất ngon để ăn mà chúng tôi sẽ đánh giá.Đọc thêm",
            "Nơi tốt để ghé thăm một số nhà hàng trên sông đi bộ là quá giá. Đi thuyền nhưng trời mưa nhưng vui. Nhưng khuyên dùngĐọc thêm",
            "Khi ở San Antonio, đó là nơi để đi.  Có khu danh lam thắng cảnh, khu sầm uất, có nhiều nhà hàng để lựa chọn.  Nó cũng mát hơn rất nhiều so với trên đường phố.Đọc thêm",
            "Chuyến đi cuối tuần dài tuyệt vời. Chúng tôi ở tại Hyatt Regency ngay trên Riverwalk và điều đó thật tuyệt vời. Mặt sau của khách sạn mở ra Riverwalk theo đúng nghĩa đen và có chỗ ngồi ngoài trời cho quầy bar và nhà hàng. Khách sạn có hồ bơi trên sân thượng mở cửa đến 10 giờ tối và đồ ăn cũng như đồ uống có thể được giao từ quầy bar của khách sạn. Alamo cách đó một quãng đi bộ ngắn ngay bên kia đường. Riverwalk có rất nhiều quán bar, nhà hàng và khu mua sắm đồ lưu niệm. Bạn có thể lấy bơ thực vật để đi và đi bộ lên xuống hai bên kênh. Nếu bạn thích các di tích lịch sử, The Alamo là nơi không thể bỏ qua. 300 năm lịch sử và nhà thờ cộng với bảo tàng thật tuyệt vời.Đọc thêm",
            "Chúng tôi ở tại Home2Suites ngay trên Riverwalk và thích đi bộ dọc theo nó trong thời gian ở đó.  Đó là trong Tuần lễ Fiesta nên có vẻ rất đông đúc.  Có rất nhiều nhà hàng, quán bar, cửa hàng và khách sạn dọc theo Riverwalk.  Việc mua đồ uống để đi và thưởng thức khi đi dạo trên Riverwalk thậm chí còn hợp pháp.  Vì đây là Tuần lễ Fiesta nên họ thậm chí còn cử các nhà cung cấp bày bán các mặt hàng ở một số điểm nhất định.  Nó bận rộn bất kể thời gian trong ngày hay đêm.  Tuy nhiên, hãy cảnh giác, có rất nhiều người vô gia cư lang thang khắp nơi.  Họ không làm phiền bạn chút nào.  Điều khó chịu thực sự là các đại diện của Wyndham đang cố gắng mời bạn ngồi xem hết buổi thuyết trình.   Họ không chấp nhận câu trả lời là không và có mặt ở khắp mọi nơi!!!  Họ đứng tại các gian hàng với THÔNG TIN được in rất lớn và bằng các chữ cái nhỏ bên dưới CỦA WYDNHAM.Đọc thêm",
            "Tôi không muốn đến River Walk! không nói với ai cả!!!  Công viên thành phố thú vị ở trung tâm San Antonio, thấp hơn mặt phố một tầng với vô số nhà hàng, khu mua sắm, chỗ ở và lựa chọn giải trí.  Thật thú vị khi chỉ cần đi dạo qua khu vực và trải nghiệm màu sắc lễ hội ... tin tôi đi, bạn sẽ bị cuốn hút. Và chỉ cách River Walk vài phút đi bộ là La Villita, một ngôi làng nhỏ nhưng lịch sử, ngay gần đó. Đi Bộ Trên Sông.  Ngoài ra, Alamo chỉ cách 5-6 phút đi bộ ngắn.Đọc thêm",
            "Vợ tôi và tôi là người khuyết tật, chúng tôi có xe máy riêng, chúng tôi có thể sử dụng chúng với tấm bảng dành cho người khuyết tậtĐọc thêm",
            "Mặc dù tôi không thể trả lời câu hỏi của bạn từ góc độ pháp lý hoặc quy định, nhưng việc đi bộ trên sông có ít nhất một thang máy đi lên từ mặt phố, có thể là một thang máy khác ở trung tâm mua sắm không? và mặc dù tôi không nhận thấy bất kỳ chiếc xe tay ga dành cho người khuyết tật nào trên đường đi bộ nhưng vẫn có những người mang theo xe đẩy hoặc xe tập đi. Lối đi bằng phẳng nhưng hãy lưu ý rằng hầu hết đoạn đường này không có lan can và nếu bạn làm rơi bánh xe ra khỏi mép, bạn có thể đi bơi và bị phạt 500 đô la nếu mắc phải sông..... Cũng lưu ý rằng những cây cầu băng qua sông từ bên này sang bên kia đều có cầu thang ít nhất là tất cả những cầu thang chúng tôi băng qua. Tôi nghĩ ai đó từ San Antonio hoặc một người hiểu biết hơn nên đến đây để cung cấp thêm thông tin. Tôi sẽ cố gắng truy cập trang web thông tin khách truy cập địa phương để biết điều đó. Có các nhà hàng và một số cửa hàng cũng như du thuyền trên sông có thể tiếp cận được bằng xe lăn hoặc xe tay ga.Đọc thêm",
            "Nếu con chó nhỏ của tôi nằm trong xe đẩy dành cho chó và bị nhốt, chúng tôi có thể đưa nó đi tham quan bằng thuyền tại RIVER WALK ở San Antonio không.Đọc thêm",
            "Chào bạn, tốt nhất bạn nên gọi điện hoặc gửi mail cho tổng đài trước nhé. Tôi nghĩ, điều đó phụ thuộc vào việc id thuyền đã được đặt kín chỗ hay chưa.Đọc thêm",
            "Tôi thực sự không thể chịu được nhiệt độ và độ ẩm. Liệu tôi có ngu ngốc khi đến San Antonio không?  Tôi có thể đi vào mùa đông được không? Những tháng nào nếu có thời tiết mát mẻ nhưng khô ráo?Đọc thêm",
            "Vào mùa hè, thời tiết rất nóng và hãy chuẩn bị tinh thần cho độ ẩm cao. Vào mùa đông, sẽ hợp lý hơn nếu bạn gặp vấn đề về sức khỏe.Đọc thêm",
            "có cho thuê xe tay ga dành cho người khuyết tật không?Đọc thêm",
            "Tôi không biết về bất kỳ điều gì tôi đã thấyĐọc thêm",
            "Đã đặt phòng tại San Antonio Marriott Riverwalk vào tháng 5 tới. Khách sạn đó có vị trí tốt về mặt gần các quán bar và cửa hàng không?Đọc thêm",
            "Tốt nhất!\nKhông thể yêu cầu một vị trí tốt hơn!\nChào mừng đến với River City.Đọc thêm",
            "Mua vé taxi sông 24h ở đâu và giá cho người cao tuổiĐọc thêm",
            "Bạn có thể bằng chúng trực tuyến. \n Bạn cũng sẽ thấy các quầy bán vé dọc theo các con phố gần Riverwalk.Đọc thêm",
            "Chó có được phép đi thuyền khôngĐọc thêm",
            "về mặt kỹ thuật là không trừ khi chúng là chó dịch vụ hoặc hỗ trợ; Đọc thêm",
            "Chó có được phép đi thuyền khôngĐọc thêm",
            "Tôi không biếtĐọc thêm",
            "Đi bộ trên sông San Antonio Texas.\nƯu điểm Nhược điểm...và một số Lời khuyên hay.???\nSẽ giảm vào tháng 3 để tốt nghiệp Hoa Kỳ-BMT. Đọc thêm",
            "Khách sạn nằm trong và xung quanh Riverwalk, khá đắt tiền. Có lẽ không nếu bạn đặt sớm. Đó là nơi tốt nhất để ở. Bạn có thể đi bộ đến Alamo, Ripleys, Bảo tàng Sáp. Trung tâm mua sắm và rất nhiều nhà hàng khác nhau. Ngoài ra còn có những nơi tuyệt vời để xem trong khoảng cách lái xe. Kỳ nghỉ nhanh chóng thực sự tốt đẹp tôi đã có với con trai tôi. Anh tốt nghiệp ở San Antonio, Texas. Nếu cần thêm thông tin, hãy truy cập Phòng Thương mại để xem các công ty, nhà hàng, v.v. đang cung cấp những ưu đãi tốt nào. Tận hưởng kỳ nghỉ của bạn. Tôi muốn quay lại một cách dứt khoát. Có quá nhiều thứ để xemĐọc thêm",
            "Đâu là khách sạn tốt nhất trên đường đi bộ ven sông?Đọc thêm",
            "Tôi thích Hyatt Regency hơn. Nó ở ngay trên Riverwalk.  Mọi nhân viên tôi gặp đều thân thiện và hữu ích. Và lớp kem trên chiếc bánh là khung cảnh Alamo từ phòng của chúng tôi. Tôi giới thiệu hotle này.Đọc thêm"
        ],
        "star_ratings": [
            18123,
            6623,
            1810,
            341,
            152
        ],
        "review_amount": 27049,
        "location": [
            "TX Texas",
            "Đi bộ dọc bờ sông San Antonio",
            "Thánh Anthony",
            "Những điều cần làm ở San Antonio",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 13, 2023",
            "Written June 29, 2023",
            "Written July 3, 2023",
            "Written July 9, 2023",
            "Written July 18, 2023",
            "Written July 30, 2023",
            "Written July 31, 2023",
            "Written August 3, 2023",
            "Written August 11, 2023",
            "Written June 3, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 13, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60956-d105056-Reviews-San_Antonio_River_Walk-San_Antonio_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d12823155-Reviews-La_Panaderia-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d437231-Reviews-Biga_on_the_Banks-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d23125311-Reviews-Domingo_Restaurant-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d437290-Reviews-Bohanan_s_Prime_Steak_and_Seafood-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d14939942-Reviews-Bubba_Gump_Shrimp_Co-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d437240-Reviews-Boudro_s_Texas_Bistro-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d2011064-Reviews-Texas_de_Brazil_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d1238474-Reviews-Zocca_Cuisine_D_Italia-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d437284-Reviews-Schilo_s-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d641633-Reviews-Colonial_Room_Restaurant-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d27087688-Reviews-Casino_Club_Building-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d5252771-Reviews-Briscoe_Western_Art_Museum-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d106126-Reviews-The_Buckhorn_Saloon_and_Texas_Ranger_Museum-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d103610-Reviews-The_Alamo-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d106358-Reviews-Ripley_s_Believe_It_or_Not_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d270820-Reviews-Alamo_Plaza-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d144009-Reviews-Majestic_Empire_Theatres-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d3160010-Reviews-St_Joseph_Catholic_Church-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d14021219-Reviews-Torch_of_Friendship-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1600821-d23531850-Reviews-Sculpture_Fish-Aleksandrov_Aleksandrovsky_District_Vladimir_Oblast_Central_Russ.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d105056-Reviews-or10-San_Antonio_River_Walk-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d116413-Reviews-Mission_San_Jose-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d9791992-Reviews-Caliente_Hot_Glass-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d108413-Reviews-San_Antonio_Missions_National_Historical_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d145405-Reviews-San_Fernando_De_Bexar_Cathedral-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d108457-Reviews-Mission_Trail-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d146232-Reviews-Mission_Concepcion-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d270819-Reviews-Main_Plaza-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d145387-Reviews-Lackland_Air_Force_Base-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d15734599-Reviews-Five_and_Dime_General_Store-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d25265277-Reviews-La_Riviere_at_the_Hyatt_Regency_Riverwalk-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d17392308-Reviews-The_Magicians_Agency_Theatre-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d8377703-Reviews-DASA_Spa_on_the_Riverwalk-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d11744437-Reviews-Escape_the_Room-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d11827736-Reviews-RJA_Ghost_Tours-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d607064-Reviews-Howl_at_the_Moon_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d2299880-Reviews-San_Antonio_Segway_Tours-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d1182280-Reviews-San_Antonio_Walks_Drives-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d117475-Reviews-Great_Explorations_Children_s_Museum-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60970-d3248754-Reviews-Go_Usa_Fun_Park-Murfreesboro_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d2194374-Reviews-Grassmarket-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d108045-Reviews-New_Orleans_City_Park-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d10683110-Reviews-Disneyland_Resort_VIP_Tours-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d271499-Reviews-Cliff_s_Amusement_Park-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g154987-d1903803-Reviews-Bay_Beach-Crystal_Beach_Fort_Erie_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d3512914-Reviews-Turtle_Lake-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g47186-d103252-Reviews-Ruidoso_Downs_Race_Track-Ruidoso_Downs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d6966433-Reviews-Los_Colibries_Mayan_Jungle_Spa-Puerto_Morelos_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60956-d105056-Reviews-or10-San_Antonio_River_Walk-San_Antonio_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60956-d105056-Reviews-San_Antonio_River_Walk-San_Antonio_Texas.html"
    }
]