[
    {
        "attraction_name": "Sands Skypark Observation Deck",
        "attraction_name_vi": "Đài quan sát Sands Skypark",
        "general_info": [
            "17.016 đánh giá",
            "9 trong số 1.195 điều cần làm ở Singapore",
            "Địa điểm ưa thích",
            "Tháp quan sát"
        ],
        "attraction_summary": "Nằm trên mái của Marina Bay Sands, Đài quan sát Sands SkyPark tự hào có tầm nhìn tuyệt đẹp ra toàn cảnh Vịnh Marina và cảnh quan thành phố đẳng cấp thế giới của Singapore.Đọc thêm",
        "reviews": [
            "Giống một thành phố thu nhỏ hơn là một khu dân cư theo nghĩa truyền thống, Vịnh Marina mang tính biểu tượng nhằm mục đích làm mê hoặc và giải trí cho mọi loại du khách. Đây là Singapore được tìm thấy trong các tờ rơi quảng cáo hào nhoáng, có khách sạn đẳng cấp thế giới, sòng bạc, cửa hàng, nhà hàng, quán bar và các điểm tham quan khác, tất cả đều hướng đến giải trí thuần túy. SkyPark tại Marina Bay Sands mang đến tầm nhìn tuyệt đẹp ra thành phố, một cơ hội chụp ảnh không thể bỏ qua cho du khách cũng như người dân địa phương. Bảo tàng Khoa học Nghệ thuật luôn có triển lãm chất lượng hàng đầu và Gardens by the Bay là sự thể hiện hấp dẫn về tầm nhìn của chính phủ về Singapore như một thành phố trong vườn. Vịnh Marina hấp dẫn rất đáng để ghé thăm.Đọc thêm",
            "Bạn có thể nhìn thấy Đài quan sát Mariner Bay Sands từ hầu hết các địa điểm ở Singapore và vì vậy nhất định phải lên đó và ngắm cảnh. Số lượng có hạn mỗi ngày nên tôi khuyên bạn nên đặt trước để tránh thất vọng. Chúng tôi đi ngay trước khi mặt trời lặn để ngắm mặt trời lặn trên Singapore và thấy ánh đèn của thành phố bật sáng. Khung cảnh tuyệt đẹp và nó đáng giá từng xu phí vào cửa. Bạn cũng có thể có được cái nhìn tuyệt vời về màn trình diễn ánh sáng tại Gardens by the Bay diễn ra hai lần một đêm. Đừng bỏ lỡ trải nghiệm này.Đọc thêm",
            "Đến thăm công viên bầu trời cùng bạn bè và gia đình - thật là một trải nghiệm tuyệt vời đáng nhớ! !! Đáng giá tiền bỏ ra và sẽ khuyến khích đến đó vào buổi tối để tận hưởng khung cảnh buổi tối và thành phố được chiếu sáng tuyệt đẹp! ! Cảm ơnĐọc thêm",
            "Vâng, nơi này khiến bạn không nói nên lời. Nó hiển thị cho bạn toàn bộ khu vực Vịnh theo vòng tròn 360 độ. Đây là khu vực chính của Singapore với tất cả các bầu trời xung quanh để làm cho nó trông đẹp hơn. Trung tâm tài chính, Merlin, Garden by the bay, khu đua xe Công thức, v.v. đều có thể được nhìn thấy từ đây. \n\nTôi khuyên bạn nên vidit bài đăng 5 về địa điểm này. Điều này sẽ tránh nóng và mang lại cho bạn tầm nhìn đẹp về ánh sáng.\nVé có thể được mua theo combo với Garden by the Bay. Klook là một lựa chọn tốt để mua vé. Nó nằm ở Tháp 3. Do đó, bạn cần phải đến Tháp 2 để đến Garden by the bay hoặc ngược lại.Đọc thêm",
            "Tôi chắc chắn nghĩ rằng việc lên tầng trên cùng và ngắm nhìn khung cảnh tuyệt đẹp của Singapore là xứng đáng. Đó là một ngày đẹp trời khi chúng tôi đi lên và những khung cảnh cũng như những bức ảnh chúng tôi chụp được thật tuyệt vời. Nó cho chúng tôi một góc nhìn tuyệt vời về cô gái dễ thương và mọi thứ đều ở trên cao. Chúng tôi cũng thưởng thức món Singapore Slings đông lạnh ở trên cùng trong khi ngắm cảnh.Đọc thêm",
            "Cách tốt nhất để tận hưởng địa điểm này là đặt chỗ qua Virgin active để tham gia lớp yoga lúc 7 giờ sáng. Trên đó thật đẹp. Lớp khả năng hỗn hợp nhưng tôi muốn nói rằng hãy hướng tới bavknifnif bạn không tự tin. Người hướng dẫn tốt.Đọc thêm",
            "Quan điểm tuyệt vời. Chúng tôi đặt vé lúc 6 giờ 15 và ở lại cho đến khi mặt trời lặn. Không quá đông đúc, sau 5 giờ chiều, bạn phải mua vé thời gian và chúng tôi đã mua vé trực tuyến trước - rất may vì chúng tôi nhận thấy khi đến đó có một tấm biển cho biết tất cả vé cho những ngày còn lại đã bán hết. Đọc thêm",
            "Thật là một cái nhìn tuyệt vời. Đài quan sát SkyPark đã ghé thăm xứng đáng được trả 29 SGD để đạt đến cấp 36 và xem Singapore lấp đầy đỉnh cao. Tự nhận vé, đến thang máy và vài giây bạn sẽ ở trên đỉnh. Tầm nhìn đẹp ra Gardens by the bay, tờ rơi Singapore, Công viên Merlion, Khu vực Ngân hàng I Thins Khu Thương mại Trung tâm hoặc CBD. Chuyến thăm tốt nếu không nắng hoặc mưa. Bạn có thể mua bức tranh của mình ở trên cùng với giá 55 SGD.Đọc thêm",
            "Tôi và một số đồng nghiệp đã đặt vé tham gia trải nghiệm Hoàng hôn trên bầu trời lúc 6 giờ chiều được tổ chức tại Khách sạn Marina Bay. Thật là một buổi tối đáng kinh ngạc!\nFaith và nhóm của cô ấy Emily, Syarah, Christy và Naida đảm bảo rằng chúng tôi cảm thấy mình như những siêu sao thực sự. \nTừ quá trình đăng ký ở tầng dưới đến dịch vụ hộ tống riêng lên tầng thượng và mọi thứ sau đó thực sự không có gì đáng ngạc nhiên. \n\nNhóm đã dành thời gian để tìm hiểu tôi và các đồng nghiệp của tôi, hỏi chúng tôi đến từ đâu, giới thiệu những địa điểm để chúng tôi ghé thăm và cung cấp cho chúng tôi một số thông tin chi tiết về lịch sử của thành phố. \nMột ly rượu sâm panh và một loạt sôcôla truffle tự làm đã được bao gồm trong giá vé cũng như một buổi chụp ảnh để lưu lại những kỷ niệm trong ngày!\nChúng tôi cũng đã ăn tối trên sân thượng - một số món gà karaage ngon nhất mà tôi từng có ở bất cứ đâu trên thế giới và thực sự đáng đồng tiền bát gạo. \n\nNếu bạn ở Singapore dù chỉ 24 giờ, nơi này phải nằm trong danh sách của bạn!\nHãy đảm bảo rằng bạn yêu cầu cụ thể nhóm này và cho họ biết chúng tôi đã cử bạn đến. Bạn sẽ không hối tiếc đâu!Đọc thêm",
            "Là một người sợ độ cao, tôi không định thử đài quan sát này nhưng bạn bè tôi đã thuyết phục tôi lên và tôi thực sự vui vì đã làm vậy!\nBạn mua vé tại các máy tự phục vụ ở sảnh đợi, hãy đảm bảo bạn cũng giữ biên lai và quá trình này đưa bạn lên thang máy, dừng lại trước để chụp ảnh nếu cần, phải trả phí chứ không miễn phí.\nTôi cảm thấy thực sự an toàn khi ở trên đỉnh và quang cảnh thật tuyệt vời. Rất nhiều cơ hội chụp ảnh.\nChắc chắn sẽ giới thiệu nơi này cho bất kỳ ai đến thăm Singapore.\nĐọc thêm",
            "Chúng tôi đã tổ chức hai sinh nhật vào dịp Hoàng hôn trên bầu trời tại một khu vực riêng tư trên Đài quan sát cùng với nhóm bạn của mình. Với sôcôla và rượu sâm panh. Và quầy bar mở cửa cho các đơn đặt hàng. Nó rất tuyệt vời! \nKhung cảnh thật tuyệt vời! Chúng tôi đã có một buổi tối tuyệt vời với dịch vụ VIP thực sự từ lúc chúng tôi đến cho đến khi chúng tôi rời đi. Faith, Emily, Syarah và Christy đảm bảo rằng chúng tôi được chăm sóc chu đáo, họ cung cấp cho chúng tôi dịch vụ tốt nhất. Họ thậm chí còn trang trí bàn của chúng tôi bằng bóng bay, tặng hoa và hát chúc mừng sinh nhật rất đặc biệt. Những bức ảnh họ chụp rất hoàn hảo và chúng tôi được tặng một cuốn sách ảnh cá nhân. Nếu bạn đến Singapore thì đây là điều bắt buộc.Đọc thêm",
            "Dịch vụ chúng tôi nhận được lẽ ra phải tuyệt vời nhưng dịch vụ chúng tôi nhận được được xếp hạng 1 trên 5 vì tôi không thể cho 0, có một người trên quầy bar một người đến và 5 người hoàn toàn phớt lờ chúng tôi. Vì vậy, lạy Chúa, chúng tôi đã không ở đó và không, chúng tôi sẽ không ở đó, dịch vụ tồi tệ nhất mà tôi từng nhận đượcĐọc thêm",
            "Khung cảnh thật tuyệt vời nhưng hãy cẩn thận, bạn chỉ đi lên phần trước của Thuyền. nó là một phần tương đối nhỏ của SkyPark. và không có gì giống như một công viên trên đài quan sát. Bạn sẽ không phải đi bộ theo chiều dài của đỉnh. Bạn hầu như không thể nhìn thấy hồ bơi trông như thế nào. Hãy cẩn thận với những gì bạn tiêu tiền vào Sing-a-poor. Bạn không thể biết được phim hoặc chương trình truyền hình sẽ dẫn bạn đến đâu để tin rằng bạn sẽ được xem.Đọc thêm",
            "Tốt nhất nên ghé thăm Deck sau 5 giờ chiều, sau đó dạo chơi cho đến khi mặt trời lặn, bạn có thể ngắm nhìn phong cảnh Singapore ở hai góc độ khác nhau. Sau đó khởi hành lúc 7h30 tối và xuống xem Spectra Light Show miễn phí. Sau đó, dùng bữa tối tại khu ẩm thực và tản bộ qua Cầu Helix để kết thúc một ngày.  Nhớ đặt vé lên Deck trước nhé, rất đầy đấy.Đọc thêm",
            "Tôi đã tìm kiếm chủ đề này trước khi đến thăm và sau đó đảm bảo rằng tôi đã mặc giày dép và quần áo phù hợp. Bạn không cần phải làm vậy! Quần short và dép xỏ ngón hoàn toàn ổn miễn là bạn không có ý định đến quán bar. Đọc thêm",
            "Những khung cảnh tuyệt vời nếu thành phố, chúng tôi đã không đặt trước vì dự báo thời tiết có vẻ không tốt, nhưng đã tận dụng cơ hội để đến đó khi dự báo thời tiết sai!! Chúng tôi đến đó khoảng 5 giờ rưỡi và rời đi sau 6 giờ nên ngay trước khi mặt trời lặn, tôi nghĩ đó là lý do khiến trời không nặng nề, vì vậy chúng tôi đi dạo một vòng và chụp ảnh một cách dễ dàng. Tuy nhiên, thật thất vọng khi không được xem cuộc đua vòng quanh thế giới Đọc thêm",
            "Cảnh đẹp của Singapore vào ban đêm. Chúng tôi đã đi lúc 7 giờ nhưng có thể rời đi sau 5 phút. Nhìn thấy ánh sáng ở phía xa. Đồ uống đắt tiền.Đọc thêm",
            "Chúng tôi đã ở Singapore trên tàu du lịch QM2 để kỷ niệm 25 năm ngày cưới, chúng tôi đã đặt gói rượu sâm banh và sôcôla Sunset trên đỉnh boong trời và đó là một trải nghiệm tuyệt vời trong khoảng 2 giờ khi hoàng hôn và các màn trình diễn ánh sáng có thể nhìn thấy từ trên xuống. Với gói này, bạn sẽ có được bàn riêng của mình trong một khu vực yên tĩnh có dây thừng trên sân thượng và cảm thấy đặc biệt bởi đội ngũ nhân viên rất chu đáo. Trải nghiệm của bạn bao gồm quyền lên xuống thang máy VIP no Q, chuyến tham quan có hướng dẫn quanh boong tàu cũng như một ly rượu sâm panh và sô-cô-la thơm ngon. Một nhiếp ảnh gia sẽ chụp một số bức ảnh cho buổi tối của bạn, những bức ảnh này được phát triển và tặng cho bạn khi bạn để lại tất cả đã bao gồm trong giá Đặt trước đây là ưu đãi có hạn mỗi đêm và rất đáng giá. Chúng tôi nghĩ rằng tất cả các nhân viên đều xuất sắc nhưng đặc biệt Adam, Faith, Emily và Angel đã khiến buổi tối của chúng tôi trở nên đặc biệt. Cảm ơn bạn. Đọc thêm",
            "Tránh xếp hàng bằng cách đặt chỗ sớm trực tuyến, chẳng hạn như khi nó mở. Hãy kiểm tra dự báo thời tiết trước vì ngôi chùa có thể đóng cửa khi thời tiết xấu. Tận hưởng khung cảnh tuyệt đẹp của toàn bộ thành phố và những con tàu trong vịnh từ vị trí thuận lợi này.Đọc thêm",
            "Chúng tôi thực sự rất thích thời gian ở tầng trên cùng. Bạn có thể nhìn thấy hầu hết Singapore từ đây. Hãy thử và lên kế hoạch cho một ngày đẹp trời nếu bạn có thể. Chúng tôi nghĩ chuyến đi lên đỉnh thật xứng đáng. Bạn chỉ có thể nhìn thấy một phần nhỏ của hồ bơi. Nếu bạn định ngắm nhìn quang cảnh hồ bơi, bạn có thể sẽ thất vọng. Tôi sẽ đính kèm hình ảnh của quan điểm. Thật tuyệt vời khi thấy vịnh đầy thuyền.Đọc thêm",
            "Nằm ở trung tâm khu vực Vịnh Marina, trong khách sạn Marina Sands là đài quan sát ngoài trời.  Đi thang máy 60 giây lên tầng 57 để có tầm nhìn 180 độ ra cảnh quan Singapore và khu vực Bến du thuyền.  có rất nhiều khung cảnh của Gardens by the Bay, Supertree Grove và Esplanade.  Bạn còn có thể chiêm ngưỡng quang cảnh bể bơi vô cực phía trên hai tòa tháp đầu tiên.   Mong đợi đám đông lớn vào cuối tuần.  Tầm nhìn buổi tối cũng có sẵn.  Một nhà hàng sang trọng cũng nằm ở phía trên.  Chắc chắn là phải làm ở Singapore.Đọc thêm",
            "Xin chào, tôi đang nghĩ đến việc đặt vé trực tuyến trước vài tuần vì chúng tôi sẽ đến đó vào tháng 9 vào thời điểm diễn ra cuộc đua xe nên sẽ rất đông. Nhưng tôi lo rằng bạn phải chọn thời gian được chỉ định, tức là 1 giờ chiều, 3 giờ chiều - điều gì sẽ xảy ra nếu bạn đến sớm hoặc muộn hơn, họ vẫn coi đây là vé đã đặt và cho phép bạn bỏ qua hàng đợi đặt vé? Thật khó để tuân thủ lịch trình khi tham quan. Tôi biết là đặt vé theo giờ sau 5 giờ nhưng tôi muốn đặt sớm hơn. Đọc thêm",
            "trong trường hợp của tôi, tôi đã đặt vé một ngày trước đó cho khung thời gian TRƯỚC 5 giờ chiều nhưng cuối cùng vé báo hiệu là 11 giờ sáng - 5 giờ chiều là hợp lệ. Tôi muốn đến đó lúc 15 giờ nhưng có vẻ như bất cứ lúc nào cũng được trong khoảng thời gian từ 11 giờ sáng đến 5 giờ chiều. Nhưng vâng, có lẽ nếu có các cuộc đua ô tô thì họ có thể khắt khe hơn về thời gian. Và việc đến muộn hay sớm cũng phụ thuộc vào việc bạn sẽ đến muộn đến mức nào; chắc chắn 10 phút sẽ không thành vấn đề. Chỉ cần đảm bảo rằng bạn đang ở xung quanh Skypark chứ không phải ở phía bên kia của Bến du thuyền.Đọc thêm",
            "Tôi có thể thấy thời gian vào cửa cách nhau 15 phút, bạn có thể dành thời gian ở đó như thế nào?Đọc thêm",
            "Không có giới hạn thời gian về việc bạn có thể ở lại bao lâu. Chúng tôi thấy những người đã ở đó hầu như cả buổi tối và một số người xếp hàng để rời đi ngay sau khi đến. Hãy dành thời gian và tận hưởng quang cảnh! Đọc thêm",
            "Chào mọi người, có cần đặt trước để lên uống nước chẳng hạn không? hoặc không có vấn đề gì khi thực hiện nó cùng lúc?Đọc thêm",
            "Tôi nghĩ bạn đang hỏi liệu nó có cần đặt trước không, giống như nhiều thứ ở Singapore, bạn cần mua vé điện tử để lấy mã vạch. Tuy nhiên, chúng tôi đã đặt vé vào ngày đó, dường như nhớ rằng bạn đã đặt vé trong một khoảng thời gian có thể liên quan nhiều hơn đến các quy định về COVID, họ cũng đóng cửa vì sét đánh vì lý do an toànĐọc thêm",
            "CHÀO\n\nVì vậy, các bài đánh giá cho rằng tốt nhất nên đến quán bar và mua đồ uống, chúng ta cần đặt trước hai điều và làm cách nào để mọi người nhận được phiếu đồ uống.?\n\nGardens by the Bay có nằm ngay dưới khách sạn không?\n\nTrân trọng\nĐọc thêm",
            "Tôi tin rằng Gardens chỉ cách khách sạn một đoạn đi bộ ngắn, tôi nhớ là mình đã đi bộ qua cầu. Chúng tôi đã đi vào ban đêm, đi bộ rất đẹp. Đọc thêm",
            "Tôi đã đặt qua TripAdvisor và đã nhận được xác nhận của mình.  Tệp đính kèm có một liên kết tên là NHẬN VÉ, khi mở ra, nó sẽ hiển thị màu đỏ ĐÂY KHÔNG PHẢI LÀ VÉ VÀO CỦA BẠN. Làm thế nào để tôi có được điều này? \n\nNgoài ra, tôi đã mua làm quà cho bố mẹ bằng thẻ tín dụng cá nhân của mình, ID mà họ xuất trình sẽ khác với thông tin thẻ của tôi, đây có phải là vấn đề không?Đọc thêm",
            "Khi đến khách sạn Marina Bay Sands sẽ có phòng bán vé và máy móc để bạn lấy hoặc mua vé. Sau khi mua, bạn vào thang máy và đi lên 56 tầng lên đài quan sát57 cửa dẫn đến quán bar nhà hàng. Trải nghiệm tuyệt vờiĐọc thêm",
            "Nếu muốn ghé quán bar trên sân thượng ở Marina Bay Sands để uống cocktail và ngắm nhìn quang cảnh Singapore thì vào quán có mất phí không.\nNgoài ra quán còn có tên khác hay chỉ gọi là The Rooftop Bar thôi?\n\nCảm ơnĐọc thêm",
            "Có một chi phí bao gồm một đồ uống. Tên quán rất cest La VieĐọc thêm",
            "Khi mua vé Skypark Marina Bay Sands có được đi bể bơi không? Chúng tôi có phải trả thêm tiền để đi đến hồ bơi hay chỉ dành cho khách của khách sạn?Đọc thêm",
            "Chỉ có khách của khách sạn. Bạn có thể lên và ăn uống tại sky bar mà không phải trả phí, thay vì mua vé vào skypark.Đọc thêm",
            "Tôi nên vào lối ra nào để đến ngay công viên trên bầu trời vịnh Marina?Đọc thêm",
            "Nếu bạn không lưu trú tại Khách sạn, có lối vào dành cho khách ở phía sau tháp 3Đọc thêm",
            "Bạn có thể vào hồ bơi bằng vé không? Không cần phải ở đó?Đọc thêm",
            "Tôi nghĩ là không..Đọc thêm",
            "Chào bạn, ngày mai mình mua 2 vé đi Marina Bay Sands Skypark nên chưa chọn được thời gian. Điều này có nghĩa là tôi có thể đi bất cứ lúc nào? Lần nhập học gần nhất là khi nào? Đọc thêm",
            "hãy kiểm tra vé của bạn nếu không tôi không nghĩ có vấn đề gìĐọc thêm"
        ],
        "star_ratings": [
            9579,
            4863,
            1853,
            465,
            256
        ],
        "review_amount": 17016,
        "location": [
            "Châu Á",
            "Đài quan sát Sands Skypark",
            "Những điều cần làm ở Singapore",
            "Singapore"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written June 20, 2023",
            "Written June 28, 2023",
            "Written August 6, 2023",
            "Written August 26, 2023",
            "Written September 14, 2023",
            "Written September 25, 2023",
            "Written October 1, 2023",
            "Written October 9, 2023",
            "Written October 10, 2023",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 15, 2024",
            "Written April 28, 2024",
            "Written April 25, 2024",
            "Written April 14, 2024",
            "Written April 2, 2024",
            "Written March 29, 2024",
            "Written March 25, 2024",
            "Written March 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294265-d1837767-Reviews-Sands_Skypark_Observation_Deck-Singapore.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d27413001-Reviews-Maison_Boulud_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d3471372-Reviews-RISE_Restaurant-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d19090221-Reviews-Avenue_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d12895727-Reviews-Renku_Bar_Lounge-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d23267273-Reviews-Origin_Bloom-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d8683187-Reviews-Spago_Dining_Room_by_Wolfgang_Puck-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d2002823-Reviews-Cut_By_Wolfgang_Puck-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d13110781-Reviews-Spago_Bar_Lounge-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d17806127-Reviews-KOMA_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d18190065-Reviews-Le_Noir_Bar_Lounge-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d25348966-Reviews-Marina_Bay_Sands_Skypark-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d1062119-Reviews-Marina_Bay_Sands_Casino-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d13820275-Reviews-Marina_Bay_Link_Mall-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2493260-Reviews-Grand_Theater-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2138898-Reviews-The_Helix_Bridge-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2149128-Reviews-Gardens_by_the_Bay-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2138895-Reviews-ArtScience_Museum_at_Marina_Bay_Sands-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2138910-Reviews-The_Shoppes_at_Marina_Bay_Sands-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d4400781-Reviews-Cloud_Forest-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d1177497-Reviews-Marina_Bay-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d1837767-Reviews-or10-Sands_Skypark_Observation_Deck-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d678639-Reviews-Singapore_Flyer-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d317415-Reviews-Chinatown-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d23629733-Reviews-Black_Crow_Taxidermy_Art-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d317454-Reviews-Orchard_Road-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8634325-Reviews-Supertree_Grove-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d1888876-Reviews-Waterfront_Promenade-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d386877-Reviews-Kranji_War_Memorial-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d1438273-Reviews-Buddha_Tooth_Relic_Temple_and_Museum-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8178306-Reviews-CE_LA_VI_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d17462121-Reviews-Marquee_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d21339941-Reviews-Natureland_Marina_Bay_Sands-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d25291312-Reviews-Digital_Light_Canvas_By_Teamlab-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d20368153-Reviews-Vilebrequin-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d3341114-Reviews-City_Tours-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2281850-Reviews-Spectra_A_Light_And_Water_Show-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g34740-d7277922-Reviews-Cedar_Lakes_Woods_Gardens-Williston_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d4885862-Reviews-Jozani_Chwaka_Bay_National_Park-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d2304870-Reviews-Aquasplash-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d12526026-Reviews-Synergy_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g49313-d216801-Reviews-Stompin_Ground-Maggie_Valley_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d21156166-Reviews-Museum_Of_Dream_Space_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d19507259-Reviews-Funko_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3339075-Reviews-Times_Square_Church-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33252-d5830677-Reviews-SUR_Lounge-West_Hollywood_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294265-d1837767-Reviews-or10-Sands_Skypark_Observation_Deck-Singapore.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294265-d1837767-Reviews-Sands_Skypark_Observation_Deck-Singapore.html"
    }
]