[
    {
        "attraction_name": "Sandia Crest Highway",
        "attraction_name_vi": "Đường cao tốc Sandia Crest",
        "general_info": [
            "193 đánh giá",
            "- 2 trong số 6 điều cần làm ở Công viên Sandia",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đây là một khu vực hoàn toàn tuyệt đẹp để ghé thăm. Con đường dẫn lên đỉnh có rất nhiều đoạn lùi, thật là một trải nghiệm thú vị khi lái xe mô tô của chúng tôi. Chúng tôi đến thăm vào tháng 6 năm 2023 và các cơ sở trên đỉnh đỉnh đã ngừng hoạt động và dường như đã đóng cửa một thời gian. Các quan điểm từ đầu là tuyệt vời. Tôi hoàn toàn bất ngờ vì không ngờ mình có thể nhìn thấy nhiều đến thế. Rất khuyến khích điều này nếu bạn ở khu vực này. Đọc thêm",
        "reviews": [
            "Lái xe lên khá đẹp. Như những người khác nói, hầu hết các cảnh quan đều ở gần hoặc từ đỉnh mặc dù thiên nhiên dọc đường lái xe khá đẹp. Chúng tôi đi bộ đường dài trên đường mòn ở đỉnh để mở rộng tầm nhìn. Thật vui vì chúng tôi đã đi. Xe điện không phải là lựa chọn cho chúng tôi vì chúng tôi đi cùng người bạn đồng hành nặng 5 lb. Đọc thêm",
            "Sandias là một dãy núi hẹp với diện tích đất tương đối ít ở độ cao lớn nhất. Lưu ý rằng đỉnh của con đường ở độ cao khoảng 9600 feet, điều này có thể ảnh hưởng đến bạn ngay cả khi trước đây bạn đã từng ở độ cao lớn. Lái xe lên dốc thoai thoải ở phía đông đến đỉnh. Giống như trên các con đường nông thôn khác, vui lòng rẽ vào các lối rẽ lát đá để nhường đường cho những người lái xe nhanh hơn. Gần đỉnh núi, có bãi đậu xe tràn ở phía nam của con đường. Có một bãi đỗ trực thăng gần bãi đậu xe tràn. Tận hưởng độ dốc lớn về phía tây, với tầm nhìn ra Thung lũng Rio Grande và Albuquerque! Tầm nhìn đẹp ra các cột phát thanh, có biệt danh là Rừng phát thanh. Chúng tôi đã đến thăm điểm tham quan này vào giữa tháng 10. Một số mảng cây dương vẫn còn màu vàng mùa thuĐọc thêm",
            "Rất khuyến khích đi theo Sandia Crest Byway đến đỉnh cao. Quan điểm tuyệt vời.  Tuyết vẫn còn rơi trên mặt đất, cảnh đẹp. Hoà bình. Truyền cảm hứng.Đọc thêm",
            "Là nơi không thể bỏ qua! Đó là một quãng đường lái xe dài 13 dặm tuyệt đẹp với những khung cảnh và điểm đến tuyệt vời. Chúng tôi cũng rất thích ngắm cảnh và những con đường mòn đi bộ đường dài trên đỉnh, một nơi tuyệt đẹp.Đọc thêm",
            "Sandias là một dãy núi hẹp có tương đối ít đất ở độ cao cao nhất. Xin lưu ý rằng đỉnh của con đường ở độ cao khoảng 9600 feet, điều này có thể ảnh hưởng đến bạn ngay cả khi trước đó bạn đã ở độ cao lớn. Lái xe lên dốc dần ở phía đông để lên đỉnh. Giống như trên các con đường nông thôn khác, vui lòng tấp vào các lối rẽ trải nhựa để người lái xe vượt qua nhanh hơn. Gần đỉnh có bãi đậu xe tràn về phía Nam đường. Có một sân bay trực thăng gần bãi đậu xe tràn. Tận hưởng độ dốc mạnh về phía tây, với tầm nhìn ra Thung lũng Rio Grande và Albuquerque! Tầm nhìn đẹp ra cột buồm radio, có biệt danh là Rừng vô tuyến. Chúng tôi đã đến thăm điểm thu hút này vào giữa tháng 10. Vài mảng dương còn vàng thuĐọc thêm",
            "Khá lái xe lên.  Như những người khác nói, hầu hết các góc nhìn đều ở gần hoặc từ trên xuống mặc dù bản chất quãng đường dài khá đẹp.  Chúng tôi đi bộ trên con đường mòn trên đỉnh để mở rộng tầm nhìn.  Vui mừng chúng tôi đã đi.  Xe điện không phải là một lựa chọn cho chúng tôi khi chúng tôi đi du lịch cùng người bạn đồng hành nặng 5 lb.Đọc thêm",
            "Một con đường dài 13 dặm với nhiều khúc quanh và không có nhiều cảnh đẹp. Khung cảnh ở trên đỉnh rất đẹp, nhưng để có một chuyến phiêu lưu thú vị hơn, tôi sẽ đề xuất đường xe điện lên đỉnh. Một vấn đề khác là một vài người lái xe mô tô điên cuồng khiến mọi người gặp nguy hiểm bằng cách phóng nhanh trên đường về.Đọc thêm",
            "Tầm nhìn tuyệt vời từ mọi hướng ở trên cùng. Sau khi hạ cánh, chúng tôi đi về phía Đường mòn Ngọc lam. 14 dặm một khi bạn rẽ trên một con đường rất nhiều gió. Không có gì đáng sợ. Cây cối đang bắt đầu thay màu và mọc lên khá đẹp. Ở độ cao 10.400, trời hơi lạnh và rất gió.Đọc thêm",
            "Tôi rất vui vì đã lái xe lên đỉnh bằng đường cao tốc 14. Quang cảnh thật tuyệt vời và tôi yêu thích tất cả cảnh đẹp trên đường lên. Nếu bạn có thẻ vào công viên quốc gia, hãy nhớ mang theo nếu không - bạn sẽ phải trả phí - 3,00 cho một ngày.  Đọc thêm",
            "Đây là một khu vực hoàn toàn tuyệt đẹp để ghé thăm. Con đường dẫn lên đỉnh có rất nhiều đoạn lùi, thật là một trải nghiệm thú vị khi lái xe mô tô của chúng tôi. Chúng tôi đến thăm vào tháng 6 năm 2023 và các cơ sở trên đỉnh đỉnh đã ngừng hoạt động và dường như đã đóng cửa một thời gian. Các quan điểm từ đầu là tuyệt vời. Tôi hoàn toàn bất ngờ vì không ngờ mình có thể nhìn thấy nhiều đến thế. Rất khuyến khích điều này nếu bạn ở khu vực này. Đọc thêm",
            "Khung cảnh tuyệt đẹp của Thung lũng Estancia và hướng về phía Đông đến đường Texas ở phía đông, về phía bắc, bạn có thể nhìn thấy Dãy núi Sangre de Cristo và trên đỉnh Crest, bạn có thể nhìn thấy dãy núi Jemez, Thung lũng Rio Grande đến Núi Taylor đến Hướng Tây. Đọc thêm",
            "Một điều tuyệt đối phải có! Đường lên rất đẹp - thực ra là Rừng Quốc gia. Đường cao tốc được bảo trì tốt và có nhiều khúc cua nhưng hãy bình tĩnh! Quang cảnh nhìn từ đỉnh núi gần như mang tính chất tâm linh. Một cảm giác tuyệt vời. Và nhiệt độ giảm xuống 23 độ! Chúng tôi nhận thấy nhiều người đi bộ đường dài và đi xe đạp nếu bạn thích điều đó. Chỉ là một thông tin cho bạn nếu bạn đến Albuquerque từ phía Đông, lối vào nằm ngay ngoài I40 TRƯỚC KHI bạn đến Albuquerque.Đọc thêm",
            "Có những điểm dừng nào bạn có thể dừng lại và chụp ảnh dọc đường lái xe hay gần như chỉ là lái xe thẳng.  Cảm ơn. \n\nBarbĐọc thêm",
            "Có một vài khu vực rất hạn chế để dừng lại để chụp ảnh.... 3 đô la tại các khu vực nghỉ ngơi chính, không đắt, chỉ cần đảm bảo đó là kính chắn gió phía trước.... Về cơ bản, chúng tôi lái xe lên xuống và để những người khác đi qua, khi đường không quá quanh co và an toàn để dừng lại.... Khi đi du ngoạn, bạn có thể bắt được hươu và gà tây hoang dã vào một số thời điểm nhất định.... Buổi sáng là thời điểm tốt nhất....Đọc thêm",
            "Công viên có đóng cửa không?Đọc thêm",
            "Nó không đóng cửa vào mùa đông. Bố mẹ tôi và tôi đã đến đó vào tháng 12 năm ngoái. Đọc thêm",
            "Chúng tôi muốn lái xe đến Sandia Crest vào buổi sáng - ngày 23 hoặc 24 tháng 6 - , sớm để ngắm bình minh.  Hai câu hỏi: 1 - Đường có thể đi lại được trước bình minh không?  2 – Sáng nào ít đông hơn – Thứ Bảy hay Chủ Nhật?Đọc thêm",
            "Có những con đường có thể truy cập được. Cả hai ngày đều có cùng lưu lượng truy cập.Đọc thêm",
            "Mất bao lâu để lái xe từ thị trấn Sandia Park?  Đi xe điện mất bao lâu?Đọc thêm",
            "Không nhiều. Thực tế là mất 20 phút để lên tới đỉnh.Đọc thêm",
            "Đường đi như thế nàoĐọc thêm",
            "Đường rất tốt. Trong hầu hết các cách, tôi khuyên bạn nên gọi điện đến thành phố ở Albuquerque 311. Đọc thêm",
            "Tôi đọc được rằng xe điện sẽ đóng cửa vào tháng 11 và muốn đảm bảo rằng đường vẫn thông thoáng. Chúng tôi sẽ đến thăm vào tuần lễ Tạ ơn, bạn có nghĩ chúng ta sẽ gặp tuyết không? Nhà hàng có mở cửa không?Đọc thêm",
            "Quán đang đóng cửa để phá dỡ xây quán mới.  Đường núi luôn phụ thuộc vào thời tiết; kiểm tra các báo cáo thời tiết. Nói như vậy, tôi đã lái xe đến đó vào tháng 1 và tháng 2, nhưng sau đó tôi có một chiếc xe tải 4WD.Đọc thêm",
            "đây có phải là địa điểm tốt để xem lễ hội khinh khí cầu quy mô lớn không?  Tôi - đã đến hiện trường nhiều lần nhưng đang tìm kiếm một vị trí thuận lợi khác.Đọc thêm",
            "Sẽ là một khoảng cách khá xa nhưng có thể rất ngoạn mục nếu sử dụng ống kính zoom. Mặc ấmĐọc thêm"
        ],
        "star_ratings": [
            122,
            53,
            16,
            1,
            0
        ],
        "review_amount": 192,
        "location": [
            "New Mexico - NM -",
            "Công viên Tam Á",
            "Hoa Kỳ",
            "Đường cao tốc Sandia Crest",
            "Những hoạt động không thể bỏ qua ở Công viên Sandia"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written October 31, 2023",
            "Written December 1, 2023",
            "Written March 16, 2024",
            "Written January 2, 2024",
            "Written December 1, 2023",
            "Written October 31, 2023",
            "Written October 8, 2023",
            "Written October 1, 2023",
            "Written July 9, 2023",
            "Written July 1, 2023",
            "Written March 4, 2023",
            "Written September 17, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47202-d2189172-Reviews-Sandia_Crest_Highway-Sandia_Park_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g47202-d102404-Reviews-Tinkertown_Museum-Sandia_Park_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47202-d19401738-Reviews-Sandia_Peak_Ski_Area-Sandia_Park_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47202-d559825-Reviews-Gallery_of_the_Sandias-Sandia_Park_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47202-d2189172-Reviews-or10-Sandia_Crest_Highway-Sandia_Park_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d559827-Reviews-La_Luz_Trail-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d103161-Reviews-Sandia_Peak_Tramway-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d12278037-Reviews-MST_Adventures-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d2272196-Reviews-Elena_Gallegos_Park-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47202-d210107-Reviews-Paako_Ridge_Golf_Club-Sandia_Park_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47202-d8722416-Reviews-Hollywick_Farms-Sandia_Park_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g46973-d3497870-Reviews-Cedar_Crest_Country_Cottage_and_Stables-Cedar_Crest_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47154-d7318540-Reviews-Sandia_Man_Cave-Placitas_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d23208747-Reviews-Sandia_Foothills_Open_Space-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47231-d147005-Reviews-Piedra_Lisa_Trail-Tijeras_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g46973-d9556695-Reviews-Sandia_Artisans-Cedar_Crest_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47231-d147007-Reviews-Pino_Canyon-Tijeras_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d13198888-Reviews-Rome_Tours_Transfers_Welcome_Pickups-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23993021-Reviews-Mad_Apple_By_Cirque_Du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8692658-Reviews-Goose_Island_Beer_Co-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g6351840-d272851-Reviews-Lido_Beach-Lido_Beach_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1062757-d4885020-Reviews-Malecon_Puerto_de_la_Libertad-La_Libertad_La_Libertad_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d2707010-Reviews-Bicycle_Heaven-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g30620-d2661379-Reviews-Harmony_Park_Safari-Huntsville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d2180453-Reviews-Galveston_Port_Bolivar_Ferry-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d246101-Reviews-Mount_Floyen_and_the_Funicular-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d4045394-Reviews-Hillsboro_Village-Nashville_Davidson_County_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47202-d2189172-Reviews-or10-Sandia_Crest_Highway-Sandia_Park_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47202-d2189172-Reviews-Sandia_Crest_Highway-Sandia_Park_New_Mexico.html"
    }
]