[
    {
        "attraction_name": "Sand Island State Recreation Area",
        "attraction_name_vi": "Khu giải trí bang Sand Island",
        "general_info": [
            "13 đánh giá",
            "- 201 trong số 449 điều cần làm ở Honolulu",
            "Công viên"
        ],
        "attraction_summary": "Đến đây trong chuyến cắm trại cubscout. Đêm đầu tiên bọn trẻ tìm thấy một ống tiêm không có nắp. Có một hố phía trước cho 12 khu cắm trại. Khắp nơi là những mảnh cá thối. Khu cắm trại có mùi cá và rác, có tàu du lịch và tàu vận tải ra vào bến cảng cả ngày lẫn đêm và lại gần sân bay nên bạn có thể nghe thấy tiếng cất cánh và hạ cánh. Một chuyến đi rất khó chịu và không hề thư giãn.Đọc thêm",
        "reviews": [
            "Gần đây, chúng tôi đã đến thăm Đảo Cát để tham dự lễ đưa tàu vào hoạt động tại căn cứ Cảnh sát biển nằm ở góc đông nam của hòn đảo. Khi ở đây, chúng tôi cũng đã tham quan các bãi biển và khu vui chơi giải trí. So với các bãi biển khác ở Honolulu, điều kiện ở đây khá khắc khổ - không có quán bán đồ ăn nhẹ, v.v. - nhưng cũng ít đông đúc hơn nhiều - chúng tôi đến đây vào sáng thứ bảy và ngoại trừ một vài người dân địa phương, không có ai ở đó cả. đã xem. Có một số cảnh biển tuyệt đẹp từ các bãi biển và thậm chí một số cảnh nhìn ra đường chân trời Honolulu từ đầu phía đông của hòn đảo - phần lớn hòn đảo, đặc biệt là căn cứ Cảnh sát biển, có thể được nhìn thấy từ đài quan sát của Tháp Aloha đối diện bến cảng. Hòn đảo trước đây được gọi là Đảo Kiểm dịch trong thế kỷ 19 khi các tàu chở hành khách được cho là mang bệnh truyền nhiễm đã được cách ly tại đây. Danh tiếng của nó không được cải thiện nhiều trong thế kỷ 20 khi Quân đội thiết lập một trại thực tập ở đây vào tháng 12 năm 1941 để làm nơi ở cho người Mỹ gốc Nhật và người nước ngoài Đức và Ý khi bắt đầu Thế chiến thứ hai. Hơn 600 người Hawaii, nhiều công dân, bị giữ ở đây cho đến năm 1943 khi họ được gửi đến các trại khác trên đất liền hoặc những nơi khác trên quần đảo. Sau này trong chiến tranh, một trại tù binh được đặt ở đây - khi chiến tranh kết thúc, 1.000 tù nhân Hàn Quốc và 1.000 tù binh Ý vẫn còn ở đây. Gần đây hơn, hòn đảo là nơi ẩn náu cho những người vô gia cư, nhưng những người này hầu hết đã được chuyển đi nơi khác. Ngày nay, ngoài khu giải trí ít được sử dụng và căn cứ Cảnh sát biển, hòn đảo còn có một nhà máy xử lý nước thải đô thị và nhiều khu công nghiệp và vận tải biển. cơ sở vật chất, khoảng một phần ba hòn đảo là bến container cho Matson, hãng tàu nổi tiếng.Đọc thêm",
            "Được người dân địa phương giới thiệu, chúng tôi đã đến thăm bãi biển của bang Sand Island. Thật dễ dàng để lái xe từ Waikiki. Bạn nên mang theo đồ uống hoặc thức ăn nếu dự định ở lại cả ngày. Bãi biển đẹp...Đọc thêm",
            "Sau khi lái xe qua một khu công nghiệp, bạn sẽ đến một kho tàng công viên và lối đi bộ ẩn giấu. Không còn đầy những người cắm trại, ít ô tô và người dân trong tuần, chúng tôi đã có bãi biển cho riêng mình. râm mát ở một số khu vực có phòng tắm. Dành cho người thích phiêu lưu. Đừng để đồ đạc trong xe của bạn. Nhưng cảm thấy an toàn khi đi bộ xung quanh và có thể quay lại bơi vào lần sau. Khung cảnh tuyệt vời của những con tàu đang vào cảng Honolulu. Đọc thêm",
            "Chúng tôi băng qua Đảo Cát chỉ để tránh xa đám đông ở Bãi biển Waikiki.  Có một bãi biển chưa được sử dụng đúng mức và một khu vui chơi tuyệt vời cho trẻ em khi chúng chán nước.  Bạn có thể câu cá cũng như ngắm bến cảng và máy bay.  Thường thì bạn sẽ thấy máy bay quân sự bay đến. Có nhà vệ sinh công cộng, khu vực thay đồ VÀ không có người vô gia cư dựng lều và hộp, không giống như Công viên Ala Moana.  Có nơi để lấy đồ ăn trên đường ra đảo. Đọc thêm",
            "Tôi đã cố gắng giúp dọn dẹp nơi này thông qua tất cả các dịch vụ và tổ chức tình nguyện khác nhau kể từ năm 2008. Điểm tập trung mới cho cuộc di cư vô gia cư từ Kakaako Waterfront, dự án trị giá 500.000 đô la dự kiến ​​để xây dựng những ngôi nhà tạm thời theo kiểu thùng ở đây sẽ không dọn dẹp được địa điểm này. Các mảnh vụn vi nhựa nằm rải rác trên bãi biển. Tôi đã kéo một con mèo chết ra khỏi một túi nhựa trong cùng một đầm phá với một nhóm trẻ em đang nô đùa cách đó không quá hai mươi feet. Ngay cả sau khi thông báo cho chúng, các cặp đôi và gia đình vẫn tiếp tục chơi ở đó. Chai lọ, nhựa và hộp sữa lấp đầy điểm tham quan tự nhiên đô thị hóa này. Tôi sẽ không bơi hoặc lướt sóng ở đây vì sợ vướng phải dây câu hoặc tệ hơn. Nếu bạn thích bơi trong một kênh và qua điểm dành cho tàu chở hàng lớn, thì đây là nơi dành cho bạn; còn rất nhiều bãi biển khác với nhiều điều hơn thế nữa. Đọc thêm",
            "Các bãi biển rất tuyệt nên tôi rất ngạc nhiên khi đến Khu Giải trí Bang Sand Island.  Chúng tôi đã đọc những quan điểm rằng đó không phải là một khu vực đẹp do tất cả các ngành công nghiệp xung quanh khu vực nhưng khi bạn ở trong công viên hoặc trên bãi biển, tất cả những gì bạn nhìn thấy là đại dương tuyệt đẹp và một số khung cảnh tuyệt vời của Diamond Head.  Chúng tôi quyết định đến thăm vì một số con sóng lớn nhất đang ở bờ biển phía nam.  Chúng cao từ 10 đến 15 feet và một số trong số chúng đập mạnh vào bãi biển đến nỗi làm ướt khăn tắm và ghế của chúng tôi.  Nếu bạn ngồi trên bãi biển hãy chú ý đến sóng.  Chúng tôi phải quay lại ba lần. Công viên có phòng tắm, vòi sen, bàn ăn dã ngoại có mái che và cắm trại vào cuối tuần.  Chúng tôi đã có khoảng thời gian tuyệt vời! Đọc thêm",
            "Bãi biển rất đẹp. Tốt để đi bơi hoặc câu cá ngoài khơi. Có - s một vòi sen và nhà vệ sinh ở đó. Mang theo bữa trưa của bạn và đi dã ngoại. Đại dương tuyệt đẹp.Đọc thêm",
            "Sand Island State Park is one of my favorite urban getaways in Honolulu. It is good for two types of activities in general. First, it - s a great picnic or beach getaway for an hour or a day. Second, it - s open for overnight camping Friday through Sunday. We - ve camped here five or six times as a couple or with our teens. My dad, who is disabled and 84, likes to come down here on day trips.The park is at the end of Sand Island Access Road. It takes me about 30 minutes to get there from Kaimuki. Of course, our traffic patterns are a factor so don - t go there during rush hour. This place has extensive picnic grounds overlooking the harbor. We bring a picnic and binoculars. Every kind of tug, barge, cruise ship, submarine, fishing boats and pleasure yachts go in and out all day. My dad also likes aircraft and there is a wide variety of small, large and military planes that fly around that area. If you go a little farther, you will come to a channel with a breakwater that is an ok place to fish. Next to that is a mini beach and area that is a perfect place for kids to swim.  Still farther  - this is a huge park -  you will come to a fantastic huge white sand beach that is virtually empty. The park is very underutilized and the harbor is bustling and vibrant. There are stores along the way to pick up food if you like. The park has bathrooms, showers, and pavilions.And...it has three separate camping areas: A, B and C. The sites are booked online for  - 12 Kamaaina and I think  - 18 for visitors per night. C is a group area. B is very beautiful and more private because it is a longer walk. We - ve camped there. When you look down the beach you feel like you are the only people on a tropical island! I am disabled and usually camp in the A campground. There are two ADA campsites there. Site 1 is very accessible and close to the restroom, however it has no view or trees. Campsite A18 on the other side is ADA and has a nice view of the ocean. No shade at that site either. The other sites vary considerably. A17 is close to the ocean if you like. The lower numbers are closer to parking. Most sites have trees. This is not a quiet tropical island camping experience! It is super noisy from the harbor even at night. Matson car ships unload and cruise ships party on. It - s urban camping at its finest if you like that sort of thing. I do. During the day I fish, collect shells and glass, swim, stand-up paddle and relax. In the evening we cook, make smores and watch all the action. You can almost always get a camping reservation here. If you are looking for the perfect  - Hawaii -  camping trip, head on out to the Malaekahana State Campground out past Laie. Use the same computer system. That - s the other Hawaii and we love to camp there too. But Sand Island is so close and so easy!If you are a history buff,  this was called Quarantine Island in the 1800 - s, was an internment camp in WWII. Another part of the story involves homeless people who moved there in the 1970 - s, I think. Eventually the place got a bad reputation. Now it is safe again and being reclaimed as an urban park. The Hokuleia just left from here and 10,000 people saw that sailing canoe off on it - s world voyage. You never know what you will see at Sand Island.Read more"
        ],
        "star_ratings": [
            3,
            7,
            0,
            2,
            1
        ],
        "review_amount": 13,
        "location": [
            "Hoa Kỳ",
            "oahu",
            "Khu giải trí bang Sand Island",
            "Honolulu",
            "Hawaii - HI -",
            "Những điều cần làm ở Honolulu"
        ],
        "reviews_time": [
            "Written January 25, 2020",
            "Written September 16, 2019",
            "Written January 30, 2018",
            "Written October 19, 2017",
            "Written February 25, 2017",
            "Written July 9, 2015",
            "Written June 1, 2015",
            "Written May 31, 2015",
            "Written August 12, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60982-d7058219-Reviews-Sand_Island_State_Recreation_Area-Honolulu_Oahu_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d433842-Reviews-Ruth_s_Chris_Steak_House-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d2086061-Reviews-Star_of_Honolulu_Five_Star-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d5602882-Reviews-Highway_Inn_Kaka_ako-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d11749979-Reviews-Moku_Kitchen-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d26337401-Reviews-Patricks_Roadhouse_50-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28932-d2608360-Reviews-Catners_Seafood_Palace-Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d8385678-Reviews-Liliha_Bakery_II-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d676825-Reviews-Hank_s_Haute_Dogs-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d14157752-Reviews-The_Old_Spaghetti_Factory-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d4812242-Reviews-The_Pig_and_the_Lady-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131980-Reviews-Iolani_Palace-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d107673-Reviews-Diamond_Head_State_Monument-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1895383-Reviews-King_Kamehameha_Statue-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d500858-Reviews-The_Bus-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d132003-Reviews-Honolulu_Museum_of_Art-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131531-Reviews-National_Memorial_Cemetery_of_the_Pacific-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d10020620-Reviews-Great_Aloha_Run-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d132005-Reviews-Foster_Botanical_Gardens-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d254540-Reviews-Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d9809758-Reviews-Kaka_ako-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d104662-Reviews-Pearl_Harbor_National_Memorial-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d261241-Reviews-Hanauma_Bay_Nature_Preserve-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8733813-Reviews-Hawaii_Surfing_Academy-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1913806-Reviews-Koko_Crater_Arch_Trail-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2664518-Reviews-Makapuu_Lighthouse_Trail-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d2079983-Reviews-Bellows_Field_Beach_Park-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d8440722-Reviews-Ko_Olina_Beach_Park-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d153927-Reviews-Makapu_u_Beach-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1136351-Reviews-Star_of_Honolulu_Dinner_and_Whale_Watch_Cruises-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d15810901-Reviews-Chambers_Escape_Games-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d17499998-Reviews-ETOHI_Exclusive_Island_Tour_Transportation-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1783133-Reviews-Honolulu_Scuba_Company-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8612603-Reviews-The_Real_Hawai_i-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d15319382-Reviews-Hawaii_Free_Tours-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d3864398-Reviews-Sunshine_Scuba-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d16885134-Reviews-Blade_Timber_Axe_Throwing-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d670789-Reviews-Hawaii_Food_Tours-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1056410-Reviews-Makani_Catamaran-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d6585744-Reviews-Paradise_Pedals_Hawaii-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d526163-Reviews-Majestic_by_Atlantis_Cruises-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d481766-Reviews-Palea_Kameni-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g580824-d146727-Reviews-Lake_San_Antonio-Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d3403442-Reviews-Foxfire_Mountain_Swinging_Bridge-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7052313-Reviews-Bogatell_Beach-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d3505807-Reviews-San_Francisco_Visitor_Information_Center-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d560908-Reviews-Capone_s_Dinner_and_Show-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026018-d2717015-Reviews-Fourteen_Falls-Thika_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187874-d13505351-Reviews-Strada_delle_Orecchiette-Bari_Province_of_Bari_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d10792982-Reviews-PickMe-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d9564955-Reviews-Tulum_Beach-Tulum_Yucatan_Peninsula.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60982-d7058219-Reviews-Sand_Island_State_Recreation_Area-Honolulu_Oahu_Hawaii.html"
    }
]