[
    {
        "attraction_name": "Sandia Peak Tramway",
        "attraction_name_vi": "Đường xe điện đỉnh Sandia",
        "general_info": [
            "7.195 đánh giá",
            "16 trên 346 hoạt động giải trí ở Albuquerque",
            "Xe điện"
        ],
        "attraction_summary": "Lên tầm cao mới trên chuyến xe điện trên không dài nhất Bắc Mỹ. Xe điện Sandia Peak đưa du khách đi 2,7 dặm hoặc 10.378 ft lên Dãy núi Sandia. Hít thở không khí miền núi trong lành và tận hưởng khung cảnh ngoạn mục của hơn 11.000 dặm vuông của New Mexico.Đọc thêm",
        "reviews": [
            "Trải nghiệm rất tuyệt và là điều không thể bỏ qua ở Albuquerque! Chúng tôi đã đi ngắm hoàng hôn và đi thẳng lên xe điện đi lên. Cảnh đẹp và hoàng hôn tuyệt đẹp - nhưng hãy mang theo áo khoác. Trên đường xuống, chúng tôi phải đợi khoảng 45 phút nên hãy kiên nhẫn. Chúng tôi có cùng một người điều hành lên xuống và cô ấy rất vui tính. Rất đáng để giới thiệu! Đọc thêm",
            "Chúng tôi đánh giá cao đánh giá 5 sao của bạn! Chúng tôi rất vui vì bạn đã có trải nghiệm thú vị khi đi xe điện! Ở đó trời trở lạnh nên ngâm thêm một lớp luôn là một ý tưởng hay. Chúng tôi hy vọng bạn sẽ sớm quay lại thăm lần nữa! Đọc thêm",
            "Cho đến nay đây là điều thú vị nhất để làm ở Albuquerque!  CNTT có giá khá cao và quang cảnh thật tuyệt vời!  Họ chỉ có 2 cáp treo cứ 15 phút lại có một chuyến.  Chuyến đi mất khoảng 15 phút từ điểm này đến điểm khác và thực sự rất suôn sẻ.  Cáp treo không có chỗ ngồi nhưng có rất nhiều cột để bám.  Ngoài ra còn có một số con đường mòn đi bộ đường dài ngắn và dài ở trên đỉnh mà chúng tôi chắc chắn đã tận dụng.  Tôi rất muốn giới thiệu!Đọc thêm",
            "Cảm ơn bạn đã đánh giá 5 sao của bạn! Rất vui khi biết bạn đã tận dụng những con đường mòn đi bộ đường dài ở đó. Cảm ơn về giới thiệu của bạn! Đọc thêm",
            "Đường xe điện Sandia Peak là địa điểm không thể bỏ qua ở Albuquerque. Bạn phải đi từ độ cao 6.000 feet trong thành phố lên đến 10.300 feet ở đỉnh dãy núi Sandia. Đường xe điện hiện đại, chạy tốt và có tầm nhìn tuyệt đẹp trên đường lên và trên đỉnh. Hãy chắc chắn nhận được đặt phòng trực tuyến trước. Nếu có cơ hội, bạn nhớ ghé thăm nhà hàng Mười Ba trên đỉnh nhé. Không gian, quang cảnh và đồ ăn đều là đỉnh cao và giá cả hợp lý cho những gì bạn nhận được.Đọc thêm",
            "Chúng tôi đánh giá cao đánh giá của bạn về trải nghiệm tham quan xe điện! Chúng tôi rất vui khi biết bạn đã dùng bữa với TEN 3 khi ghé thăm. Cảm ơn bạn cho doanh nghiệp của bạn! Đọc thêm",
            "Trang web này bị lỗi.  Xe điện chỉ chạy muộn hơn khi nhà hàng mở cửa.  Khi nhà hàng không mở cửa, xe điện sẽ đóng cửa ít nhất lúc 8 giờ cho chuyến đi của chúng tôi.  Chuyến đi thật suôn sẻ và những người trong xe điện của chúng tôi rất thân thiện.  Có một hướng dẫn viên cung cấp một số thông tin về các đỉnh núi, điểm tham quan và thị trấn bên dưới.  Khung cảnh thật ngoạn mục khi nhìn từ trên xuống và tôi ước chúng tôi có nhiều thời gian hơn trước khi phải quay lại để bắt chuyến xe điện cuối cùng của buổi tối.  Lên đến đỉnh có thể nhìn thấy cả hai mặt núi.  Đây là khu nghỉ mát trượt tuyết mùa đông và địa hình dốc.  Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Xe điện luôn chạy từ 9 giờ sáng đến 8 giờ tối nhưng sẽ tiếp tục chạy cho đến khi mọi người xuống núi mỗi đêm. Thông thường mọi người không ở trên đỉnh núi lâu khi nhà hàng đóng cửa nên chuyến xe điện cuối cùng của chúng tôi xuống thường là khoảng 8:30 tối vào những ngày nhà hàng đóng cửa. Cảm ơn! Đọc thêm",
            "Đây là điều phải làm, lượt xem hoàn toàn nổi bật không chỉ ở đỉnh cao mà còn trên đường đi lên. Các hướng dẫn viên trên cáp treo cũng thực sự thân thiện và rất hiểu biết. Bạn phải đặt trước vì nó rất đông và có thể không chạy nếu gió nổi lên nhưng nó thực sự đáng giá.Đọc thêm",
            "Cảm ơn bạn đã đánh giá 5 sao của bạn! Chúng tôi đánh giá cao đề xuất của bạn và doanh nghiệp của bạn với chúng tôi. Chúng tôi hy vọng bạn sẽ sớm ghé thăm lại! Đọc thêm",
            "Đây không phải là một điểm tham quan rẻ tiền nhưng nó là con đường duy nhất để đến đó. Nhà hàng Ten30. Xe điện mang đến cái nhìn độc đáo về ngọn núi và rất đáng để đi; Tuy nhiên, việc biện minh cho chi phí vẫn là một thách thức. Chúng tôi nghĩ rằng chúng tôi sẽ được giảm phí hoặc thậm chí được xác nhận và hoàn lại với tư cách là khách hàng của nhà hàng. Các quan điểm thật tuyệt vời. Nhà hàng đỉnh cao. Bạn có thể trải nghiệm tương tự khi lái xe đến Sandia Crest ở phía đông của ngọn núi.Đọc thêm",
            "Chúng tôi đánh giá cao đánh giá 4 sao của bạn! Rất vui vì bạn đã tận hưởng thời gian ghé thăm ngọn núi. Chúng tôi hy vọng bạn sẽ sớm ghé thăm lại! Đọc thêm",
            "Rất đáng để bạn dành thời gian!  Chúng tôi thậm chí còn nhìn thấy một con gấu đen bên dưới khi đi lên Đỉnh. \n\nHãy CHẮC CHẮN mua vé trước khi đi. Họ không bán chúng ở đó. \n\nBạn có thể mang theo đồ dã ngoại để ăn ở trên cùng hoặc có thể ăn tại nhà hàng của họ. Hãy nhớ rằng nó mát hơn 20 so với Đỉnh!  Rất nhiều chuyến đi bộ đường dài thú vị. Lấy ống nhòm của bạn.Đọc thêm",
            "Rất vui khi biết bạn đã có trải nghiệm tuyệt vời! Không mấy khi mọi người được chứng kiến ​​một con gấu đen khi đi trên xe điện. Chúng tôi đánh giá cao đánh giá 5 sao của bạn và hy vọng bạn sẽ sớm ghé thăm lại! Đọc thêm",
            "Những góc nhìn tuyệt vời và người kể chuyện hài hước và giàu thông tin. Nhà hàng trong quán bar có tầm nhìn và đồ ăn cũng như đồ uống đều ngon. Dịch vụ nhanh và thân thiện.\nCó những con đường mòn để đi bộ. Bạn thậm chí có thể đi bộ lên hoặc xuống núi.\nHãy nhớ rằng bạn đang ở độ cao lớn và thời tiết có thể thay đổi nhanh chóng.\nNgoài ra, bạn càng đi muộn thì sẽ càng đông đúc và xe điện sẽ đầy ắp khi đi xuống.\nCó những chiếc tàu lượn vào ngày chúng tôi đi và thật thú vị khi ngắm chúng trôi qua những ngọn núi.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Thật tuyệt vời khi có thể bắt được những chiếc tàu lượn và dù lượn cất cánh từ trên cao! Đọc thêm",
            "Tôi luôn sợ độ cao ngoại trừ khi đi máy bay nhưng đây là trải nghiệm mà tôi không muốn bỏ lỡ. Tôi muốn chinh phục nỗi sợ hãi của mình và sống trong khoảnh khắc trân trọng vẻ đẹp từ độ cao hơn 10 km để nói về những năm tới.  Từ mặt đất, độ cao có vẻ không đáng sợ lắm nhưng khi bắt đầu leo ​​lên, nó có vẻ hơi đáng sợ nhưng khung cảnh tuyệt đẹp chẳng mấy chốc tôi đã quên mất hành lý của mình vì quá kinh ngạc. \n\nKhung cảnh nhìn từ trên xuống thật tuyệt vời và lạnh lẽo! Chúng tôi đi vào cuối tháng 11 nên có tuyết rơi dày đặc. Chúng tôi muốn đi bộ xuống các bậc thang ở phía bên kia nhưng các bậc thang đó phủ đầy tuyết và trơn trượt nhưng vẫn thu được một số hình ảnh và video. Chuyến đi xuống có vẻ nhanh hơn và chúng tôi may mắn được xem tàu ​​lượn treo - thật tuyệt vời! Chuyến đi hoàn hảo trong những tháng ấm áp hơn cùng bạn bè và gia đình.Đọc thêm",
            "Chúng tôi đánh giá cao việc bạn dành thời gian để lại đánh giá về trải nghiệm của bạn với chúng tôi! Cảm ơn bạn đã đánh giá 5 sao và chúng tôi hy vọng bạn sẽ sớm ghé thăm lại! Đọc thêm",
            "Hãy nhớ nhiệt độ sẽ mát hơn ít nhất 20 độ ở trên cùng, vì vậy hãy ăn mặc phù hợp.  Đừng để bị mắc kẹt ở giữa, vì vậy hãy đứng ở phía trước của hàng lên máy bay.  Trên đường lên, di chuyển sang trái và đối mặt với ngọn núi.  Trên đường đi xuống, di chuyển sang bên phải phía trước, đứng trước mặt người điều khiển xe điện.  Đừng quên mua vé trước và tiết kiệm một ít.Đọc thêm",
            "Cảm ơn bạn đã đánh giá 5 sao! Trời có thể lạnh ở trên đỉnh nên luôn là ý tưởng tuyệt vời khi mang thêm một số lớp áo. Chúng tôi hy vọng bạn sẽ sớm quay lại thăm! Đọc thêm",
            "Thật là một trải nghiệm thú vị đáng sợ.  Các quan điểm thật tuyệt vời. Chúng tôi không ăn ở nhà hàng nhưng có vẻ rất bận rộn.  Nhân viên đều rất thân thiện.  Điều bắt buộc nếu bạn đang ở trong khu vực và có thể xử lý độ cao.Đọc thêm",
            "Chúng tôi đánh giá cao đánh giá 5 sao của bạn! Vui mừng vì bạn thích chuyến đi và quan điểm! Rất mong bạn có thể ghé thăm TEN 3 vào lần tới! Đọc thêm",
            "Rất thất vọng!  Chờ đã lâu, tổ chức rất vô tổ chức.  Phần tốt nhất là đi lên rồi xuống!  Không có gì thực sự để nhìn thấy trên đỉnh núi.  Nó thật rác rưởi.  Tôi sẽ không đi nữa.Đọc thêm",
            "Chúng tôi rất tiếc khi biết rằng bạn đã không tận hưởng thời gian ở bên chúng tôi nhiều như chúng tôi mong đợi. Đọc thêm",
            "Một chuyến đi thú vị cách mặt đất hàng trăm feet để ngắm nhìn khung cảnh tuyệt đẹp từ Đỉnh Sandia. Đường mòn dành cho người đi bộ đường dài ở nhiều cấp độ đi ra từ đỉnh núi.Đọc thêm",
            "Cảm ơn bạn đã đánh giá 5 sao của bạn! Chúng tôi rất vui khi biết bạn thích cảnh đẹp! Chúng tôi hy vọng bạn sẽ sớm ghé thăm lại! Đọc thêm",
            "Khung cảnh đẹp! Rất nhiều niềm vui cho người cao tuổi. Chúng tôi dành nửa ngày ở đó để đi lên và ngắm cảnh rồi quay xuống. Tôi rất muốn giới thiệu!Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Rất vui vì bạn thấy khung cảnh của chúng tôi rất đẹp và đã có khoảng thời gian tuyệt vời trong chuyến thăm của bạn. Thật tuyệt vời khi biết rằng trải nghiệm này cũng thú vị đối với người cao tuổi. Chúng tôi đánh giá cao đề xuất của bạn và hy vọng sớm được chào đón bạn quay lại để có những khoảnh khắc đáng nhớ hơn!Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời! Chồng tôi, đứa con trai 10 tuổi và tôi đến đây từ Albuquerque. Đó là một chuyến đi tuyệt đẹp! Chuyến đi thật suôn sẻ và quang cảnh trên đường thật ngoạn mục. Chúng tôi không phải là người hâm mộ độ cao nhưng rất thích chuyến đi này. Mất khoảng 15 phút và họ có hai xe điện đang chạy nên không phải chờ đợi lâu bằng cách này hay cách khác. Đây chủ yếu là trải nghiệm đứng - có một chiếc ghế dài nhỏ ở góc dành cho những người gặp khó khăn khi đứng. Ghế dài là chỗ ngồi tốt nhất trên xe điện để bạn không bị mất kinh nghiệm! Cặp vợ chồng lớn tuổi đang ngồi trên băng ghế đã có khoảng thời gian tuyệt vời! Ở trên cùng, quang cảnh thật ngoạn mục. Các đài quan sát trải rộng và có khá nhiều chỗ để ngồi. Có những con đường mòn tốt để đi bộ hoặc chỉ đi vòng quanh. Hãy lưu ý rằng độ cao khiến bạn hơi khó thở vì vậy nếu bạn đi bộ đường dài một chút và bắt xe điện quay trở lại, hãy dành thời gian để quay lại ga. Lúc đó là khoảng 3 giờ chiều và phút cuối cùng chúng tôi quyết định chọn một bàn ở Ten3 để thưởng thức cocktail và món charcuterie. Khung cảnh thật tuyệt vời! Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Thật vui mừng khi bạn tận hưởng chuyến đi xe điện và khung cảnh ngoạn mục. Phản hồi của bạn về chỗ ngồi và độ cao là có giá trị. Rất vui vì bạn đã có khoảng thời gian vui vẻ tại TEN 3. Hãy sớm quay lại để có những khoảnh khắc đáng nhớ hơn nhé!Đọc thêm",
            "Đây là một điểm thu hút phải làm nếu bạn đang ở Albuquerque.  Bạn cần phải mua vé trực tuyến trước.  Chuyến đi lên thật tuyệt vời.  Chris, người hướng dẫn của chúng tôi, đã kể cho chúng tôi một số lịch sử trên đường đi lên.  Một khi bạn đã lên đến đỉnh, quang cảnh thật tuyệt vời!  Có những con đường mòn bạn có thể đi bộ xung quanh nếu muốn hoặc chỉ cần ngồi lên trên đỉnh và ngắm cảnh.  Hãy nhớ mang theo áo khoác hoặc áo khoác vì nhiệt độ ở trên cùng mát hơn khoảng 20 độ.  Họ cũng có một nhà hàng nếu bạn thích ăn ở đó thì chúng tôi không có.  Bạn có thể ở trên đỉnh bao lâu tùy thích.  Họ có hai xe điện chạy liên tục.Đọc thêm",
            "Cảm ơn bạn đã đánh giá rực rỡ của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm đáng nhớ tại điểm tham quan của chúng tôi. Thật tuyệt vời khi biết rằng Chris đã đưa ra những bình luận sâu sắc trong suốt hành trình của bạn và rằng bạn đã tận hưởng tầm nhìn toàn cảnh từ trên đỉnh. Chúng tôi đánh giá cao lời khuyên của bạn về việc mua vé trực tuyến trước và rất vui vì bạn thấy những con đường mòn và lựa chọn nhà hàng hấp dẫn. Chúng tôi cố gắng cung cấp trải nghiệm khó quên cho tất cả du khách và chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại!Đọc thêm",
            "Thật là một sự ngạc nhiên tuyệt vời - khung cảnh thật tuyệt vời, chắc chắn là hãy mang theo áo khoác - ở trên mát hơn rất nhiều so với ở dưới. Chúng tôi có một người hướng dẫn tuyệt vời, người đã nói chuyện với những người trong xe của chúng tôi về công viên, công việc của họ và nó đòi hỏi những gì và về tất cả những gì chúng ta đã thấy.    Bạn cần phải mua vé trước mà chúng tôi đã làm vào cùng ngày chúng tôi đến thăm để chúng tôi biết thời gian chúng tôi sẽ đến đó.   Chúng tôi không ở trên đỉnh lâu và không ai trong nhóm có thể tìm chỗ ăn uống bình dân để ngồi trong nhà và ngắm cảnh, nhưng tất cả chúng tôi đều vui mừng vì đã dừng chân và chuyến đi lên đỉnh - tôi chắc chắn bạn sẽ như vậy cũng vậy.Đọc thêm",
            "Cám ơn vì đã chia sẻ! Có vẻ như bạn đã có trải nghiệm tuyệt vời với khung cảnh ngoạn mục và hướng dẫn đầy thông tin. Lập kế hoạch trước với vé trước là một lựa chọn thông minh. Thật đáng tiếc nếu bỏ lỡ những bữa ăn bình dân, nhưng nhìn chung, đây có vẻ là một điểm dừng chân đáng giá. Cảm ơn vì cái nhìn sâu sắc!Đọc thêm",
            "Chuyến xe điện rất suôn sẻ và mất 15 phút. Người điều hành Chris rất hóm hỉnh và nhiều thông tin. Ở phía trên, những con đường đi bộ khá dễ đi và đẹp mắt. Hoặc bạn có thể ngồi trên ghế dài và ngắm cảnh. Những nơi có thể mát mẻ, có gió hoặc nắng nên hãy mang theo áo khoác và mũ.Đọc thêm",
            "Cảm ơn vì đã chia sẽ kinh nghiệm của bạn! Rất vui vì bạn đã tận hưởng chuyến đi xe điện êm ái cùng Chris, những con đường mòn tuyệt đẹp và khung cảnh tuyệt đẹp. Lời khuyên của bạn về việc mang theo áo khoác và mũ là chính xác. Mong sớm được chào đón bạn quay trở lại! Đọc thêm",
            "Một chuyến đi xe điện tuyệt đẹp, một chiếc xe điện lớn nên mọi góc nhìn đều có thể ngắm cảnh, nhân viên thân thiện và đỉnh núi thì tuyệt đẹp, tôi sẽ giới thiệu Đọc thêm",
            "Cảm ơn bạn đã giới thiệu và đánh giá 5 sao! Chúng tôi hy vọng bạn sẽ sớm quay lại thăm lần nữa! Đọc thêm",
            "Chuyến đi tuyệt vời và bữa tối còn tuyệt vời hơn tại nhà hàng trên đỉnh! Có một chút gió ở đỉnh nhưng chúng tôi rất biết ơn vì không có quá nhiều gió để đóng cửa, điều mà họ nói có thể xảy ra. Đọc thêm",
            "Cảm ơn bạn đã đánh giá 5 sao và thật tuyệt khi biết bạn thích dùng bữa tại TEN 3! Đó là một cái nhìn tuyệt vời từ trên đó. Chúng tôi hy vọng bạn sẽ sớm quay lại thăm lần nữa! Đọc thêm"
        ],
        "star_ratings": [
            5140,
            1597,
            297,
            78,
            83
        ],
        "review_amount": 7195,
        "location": [
            "Hoa Kỳ",
            "New Mexico NM",
            "Những điều cần làm ở Albuquerque",
            "Tuyến xe điện Sandia Peak",
            "Albuquerque"
        ],
        "reviews_time": [
            "Written June 8, 2023",
            "Written June 19, 2023",
            "Written July 6, 2023",
            "Written August 2, 2023",
            "Written August 26, 2023",
            "Written August 26, 2023",
            "Written September 23, 2023",
            "Written October 22, 2023",
            "Written November 27, 2023",
            "Written November 28, 2023",
            "Written June 4, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 20, 2024",
            "Written May 18, 2024",
            "Written May 16, 2024",
            "Written May 14, 2024",
            "Written May 3, 2024",
            "Written April 13, 2024",
            "Written April 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60933-d103161-Reviews-Sandia_Peak_Tramway-Albuquerque_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60933-d17796473-Reviews-TEN_3-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60933-d386976-Reviews-County_Line-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60933-d13866966-Reviews-O_Bean_s_Coffee-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60933-d4790216-Reviews-Subway-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60933-d4578501-Reviews-Golden_Chopsticks-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60933-d17836178-Reviews-Starbucks-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60933-d17085835-Reviews-Boese-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60933-d15252051-Reviews-Domino_s_Pizza-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d10448391-Reviews-New_Mexico_Ski_Museum-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d559827-Reviews-La_Luz_Trail-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d2272196-Reviews-Elena_Gallegos_Park-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d10111033-Reviews-Outpost_Ice_Arena-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d23208747-Reviews-Sandia_Foothills_Open_Space-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d559822-Reviews-Gruet_Winery-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d508061-Reviews-Sandia_Resort_Casino-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d25133735-Reviews-Elena_Gallegos_Picnic_Area-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d7716223-Reviews-Albuquerque_New_Mexico_Temple-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d10794028-Reviews-Aurora_Borealis_Glassworks-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d103161-Reviews-or10-Sandia_Peak_Tramway-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d2709535-Reviews-New_Mexico_Rail_Runner_Express-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d23583507-Reviews-Free_to_Roam_eBiking-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d11689566-Reviews-CLS_Transportation-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d26264583-Reviews-United_States_airport_Transfers_Vince_Group-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d23772340-Reviews-ALL_CITY_LIMOUSINES_LLC-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d23557564-Reviews-The_Chiefton_Group-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d21143097-Reviews-Talixo_Albuquerque-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d12278037-Reviews-MST_Adventures-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d559837-Reviews-Rainbow_Ryders_Hot_Air_Balloon-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d1771801-Reviews-New_Mexico_Jeep_Tours-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d5499156-Reviews-Balloon_Fiesta_Park-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47202-d102404-Reviews-Tinkertown_Museum-Sandia_Park_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d583176-Reviews-Anderson_Abruzzo_International_Balloon_Museum-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d8070711-Reviews-New_Mexico_Escape_Room-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d2294315-Reviews-Foul_Play_Cafe-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g28959-d612297-Reviews-Raystown_Lake-Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d10234810-Reviews-Pachinko_World-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34437-d3255975-Reviews-Mexico_Beach-Mexico_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d4931621-Reviews-Lighthouse-Akrotiri_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1501219-Reviews-Titanic_The_Artifact_Exhibition-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d15773019-Reviews-TripstAir-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g185492-d187922-Reviews-Cape_Cod_National_Seashore-Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g227101-d670216-Reviews-Paceville-Saint_Julian_s_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303908-d552535-Reviews-Ko_Phi_Phi_Le-Ko_Phi_Phi_Don_Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9582761-Reviews-Sing_Sing_Theater-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60933-d103161-Reviews-or10-Sandia_Peak_Tramway-Albuquerque_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60933-d103161-Reviews-Sandia_Peak_Tramway-Albuquerque_New_Mexico.html"
    }
]