[
    {
        "attraction_name": "Sanrio Hello Kitty Town",
        "attraction_name_vi": "Thị trấn Sanrio Hello Kitty",
        "general_info": [
            "946 đánh giá",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Công viên chủ đề Hello Kitty đầu tiên bên ngoài Nhật Bản. Đọc thêm",
        "reviews": [
            "Mặc dù tôi chưa bao giờ đến thăm nơi này nhưng vẫn thật đáng tiếc khi thấy nó đóng cửa sớm 2 sớm 2 ở đây. Chúc Hello Kitty may mắn hơn ở những nơi khác trên thế giới.Đọc thêm",
            "Có rất nhiều hoạt động ở Hello Kitty Town! Từ việc làm chiếc tàu lượn siêu tốc đính cườm hình nhân vật Hello Kitty cho đến việc cưỡi chiếc cốc băng chuyền Hello Kitty! Nó làm cho những người bạn nhỏ của chúng ta bận rộn cả ngày! Để niềm hạnh phúc trọn vẹn, chúng tôi cũng mua một món quà lưu niệm nơ đỏ nhỏ xinh cho các bạn nhỏ của mình!Đọc thêm",
            "Gia đình chúng tôi thực sự thích công viên Hello Kitty. Rất nhiều người đã đến thăm để chia tay trước khi đóng cửa vào ngày hôm nay. Đọc thêm",
            "Visited on Xmas day with 7yo and 2 yo kids. There - s some crowd but it was acceptable. Level 1 - 2 Diy stations. Current diy is beads coaster of hello kitty, batz maru or my melody. IMO, Is a must for keepsake. But hold your expectation on quality, some of the white beads changed color to pink after ironing.- Spinning tea cup - only ride. - Wizard of Ox game - everyone squeeze into a small room to watch a video on the game instruction which the staff started the video before everyone is in, and asked you to exit before the video ends. So, many are lost on what to do. There - s no staff around to help. There - s 4 simple games you played and you - ll get some postcard souvenirs at the end regardless if you complete the games. The games buttons are faulty, so dun bother playing. Maybe it - s more worth to spend time taking IG photos.- Indoor playground - small area to keep kids entertained- Photo taking backdrop and props - like many said, no maintenance since closing probably - There - s a meet and greet before lunch, and many tend to queue for this. We went for afternoon session and queue was much shorter- Closing parade at 5pm - there used to be more performers, it had been reduced, but they included kids interaction which kids had funLevel 2 - 2 small Playground- Arcade machines - some of them were spoilt when we visited few years back. Surprisingly they are spoilt again. - Some shows and meet and greet - Less exciting and interesting levelLevel 3  - About 5 rides and a bumper car, and a big playground. Unlimited rides. There - s age and height limit, but staff won - t even bother to check. Kids had most fun at this level.- A café which is one of the 2 only options for you to settle lunch in this building. Another is at Level 1 which is more for tea break. LG - only gift shop with almost everything removed. This is our 3rd visit within 6 yrs. Many commented that there - s no maintenance maybe it - s due to closing next week. But I feel it - s the poor maintenance that - s causing the closing down. Not worth to pay such fees to see a run-down place. Kudos to the performers who still give their best even thou this place is closing down. The rest of the staff are just passing on time.  Some are hostile, some are rude, and many are just don - t bothered. At 6pm, they will be shouting  - we are closed -  to tell you indirectly  - please get out - . This is definitely something due to the permanent closure cos I don - t see this in previous trips.Read more",
            "Xin chào Blarz, \nCảm ơn phản hồi của bạn và chúng tôi đánh giá cao việc bạn quay lại với chúng tôi lần thứ 3. \nHãy có cơ hội đến thăm Sanrio Puroland Nhật Bản, tin rằng bạn cũng sẽ thích thú với công viên này. \nTrân trọng. Đọc thêm",
            "Chúng tôi - đã đến đây vô số lần trong nhiều năm và vì họ sắp đóng cửa nên chúng tôi quyết định ghé thăm lần cuối. Các con tôi luôn yêu mến Thomas. Khá buồn khi nó đóng cửa vì trẻ nhỏ có thể tham gia hầu hết các chuyến đi. Câu lạc bộ lớn nhỏ không mấy thú vị ngoại trừ sân chơi - người thợ xây bob. Nhà Barney đang được bảo trì khi chúng tôi tới. Nhà vệ sinh vẫn sạch sẽ và được bảo trì tốt. Thất vọng vì cửa hàng đã bị xóa. Chúng tôi - sẽ nhớ đến Cảng Puteri.Đọc thêm",
            "Sẽ rất tuyệt nếu bạn đi thăm trẻ em vì tất cả các điểm tham quan chủ yếu dành cho trẻ em. Tuy nhiên, đây là một nơi tuyệt vời để chụp ảnh. Bạn có thể mua rất nhiều quà lưu niệm sanrio và có một vài hoạt động cho trẻ em làm .Trẻ em chắc chắn sẽ có khoảng thời gian vui vẻ ở đó.Đọc thêm",
            "Hầu hết các hoạt động Cấp 1 - 2 đã đóng cửa, có thể là do chúng đóng cửa vào cuối tháng 12 năm 2019. Các chuyến đi hoạt động ở cấp 3 là những hoạt động thú vị nhất. Một cảnh tượng khá đáng thương nhưng tôi đoán tỷ lệ du lịch không cao như dự kiến. Hy vọng rằng họ sẽ có thêm điểm tham quan mới thú vị khác tại Cảng Puteri, nếu không, tôi nghĩ rất nhiều cửa hàng hoặc quán ăn sẽ bị ảnh hưởng nặng nề - sẽ sớm đóng cửa.Đọc thêm",
            "Nó sẽ đóng cửa vào cuối năm. Nhưng không có gì bạn sẽ bỏ lỡ nếu bạn không ghé thăm. Những thứ ở đó khá cũ và không được chăm sóc. Một nửa số thứ bị hỏng vì họ không muốn sửa chữa nữa. Đọc thêm",
            "Chào Huệ Sơn, \nCảm ơn bạn đã ghé thăm và phản hồi, đánh giá cao. \nĐánh giá cao bạn có thể chia sẻ với chúng tôi nhiều hơn, đó là những hoạt động bạn đề cập đến bị hư hỏng hoặc không hoạt động như bình thường. Vì lịch bảo trì của chúng tôi chỉ có sân chơi là đóng cửa để bảo trì nhằm đảm bảo an toàn cho trẻ em được chăm sóc chu đáo. Các chuyến đi - hoạt động khác diễn ra như bình thường.  \nCòn rất nhiều hoạt động thực tế, buổi biểu diễn - cơ hội chụp ảnh bên trong Thị trấn Sanrio Hello Kitty mà trẻ em - người lớn có thể tham gia. \nTrân trọng, \nĐọc thêm",
            "Trẻ em sẽ có khoảng thời gian tuyệt vời với khu vui chơi trong nhà ở Tầng 2 - 3. Tầng 1 cung cấp các hoạt động như Làm huy hiệu, làm vương miện bằng ván gỗ, v.v. Ở Tầng 1, có một chương trình biểu diễn hàng ngày lúc 5 giờ chiều, trong đó người lớn hóa trang thành mèo sẽ biểu diễn một chương trình tuyệt vời cho trẻ em, sau đó là buổi chụp ảnh với mèo. Ưu đãi tại thời điểm chúng tôi ghé thăm: Thẻ Visa và Thẻ Legoland được giảm giá 20. Nếu bạn đến từ Singapore, hãy xuất trình thẻ NTUC Plus hoặc Safra Carr để được giảm giá 30. Đọc thêm",
            "Chào Andy, \nThật tuyệt vời khi bạn - gia đình bạn đang tận hưởng khoảng thời gian vui vẻ tại Sanrio Hello Kitty Town - Thomas Town, cũng như chia sẻ kinh nghiệm giúp ích. Đánh giá cao. \nTrân trọng \nĐọc thêm",
            "Nghe nói năm nay là năm cuối cùng nên quyết định đưa trẻ em đến thăm. Không có gì thực sự ngoạn mục đối với người lớn nhưng trẻ em thì thích. Chỉ có một chuyến đi. Các hoạt động vẫn sẽ rất thú vị để trẻ em tận hưởng. Phần tuyệt nhất là các buổi biểu diễn hàng hóa như mong đợi là đắt tiền. Đọc thêm",
            "Xin chào Jitak, \nCảm ơn bạn đã ghé thăm Sanrio Hello Kitty Town, tin rằng bạn sẽ thích thú với những buổi biểu diễn - hoạt động thực hành cùng trẻ em. Mục tiêu chính của công viên là dành cho những người yêu thích Hello Kitty tận hưởng buổi chụp ảnh với Kitty - bạn bè và các buổi biểu diễn. Cha mẹ trẻ cũng có những khoảng thời gian vui vẻ bên con thông qua tất cả các hoạt động thực hành. \nTrân trọng, \nOwen Đọc thêm",
            "Tôi có thể biết liệu tôi có cần mua vé cho đứa con 3 tuổi của mình không? Có giảm giá nào cho người sở hữu MyKad không? KLook có phải là lựa chọn tốt nhất khi mua vé không? Tôi không ngại đến thăm Thomas bằng tàuĐọc thêm",
            "bạn có thể sử dụng Klook cũng đã giảm giá vé. và vâng, tháng tới sẽ đóng cửa và nhiều mặt hàng đang được giảm giá.Đọc thêm",
            "Tôi nghe nói công viên sẽ đóng cửa trong năm nay - liệu cuối năm có sự kiện đặc biệt nào không?\n\nHôm nọ - Hình như tổ chức tiệc sinh nhật Kitty - Nếu cuối năm có sự kiện gì - Mình cũng muốn đi - Đọc thêm",
            "Kính gửi Dream1632, \nCảm ơn bạn đã quan tâm đến Sanrio Hello Kitty Town, chắc chắn chúng tôi sẽ lên lịch cho sự kiện đặc biệt vào cuối năm nay. tuy nhiên vẫn còn dự kiến ​​- vẫn chưa xác nhận chi tiết. Hãy theo dõi Facebook của chúng tôi ngay khi thông tin sẽ được chia sẻ tại đó. \nTrân trọngĐọc thêm",
            "Tôi muốn hỏi ở đó có thang máy không? - Đọc thêm",
            "Có thang máy và thang máy, rất thuận tiện.",
            "Mua vé trực tuyến thông qua KLOOK. Tôi có cần xuất trình MYKAD không?Đọc thêm",
            "Xin chào...Thông thường, bạn cần xuất trình giao dịch mua klook tại quầy vé để nhận thẻ..Và bạn đã sẵn sàng tận hưởng công viên giải tríĐọc thêm",
            "Hải ơi, ở đó có chỗ cho thuê hành lý hay chỗ gửi hành lý không? TxĐọc thêm",
            "Có tủ khóa, nhưng tôi không chắc chúng có đủ lớn để chứa hành lý không. Đọc thêm",
            "Thị trấn hello kitty và thị trấn thomas có thể đến được bằng xe lăn không? Và giá vé trẻ em hay người lớn là như nhau? Cảm ơnĐọc thêm",
            "Có, địa điểm này phù hợp cho xe lăn có thang máy trong tòa nhà. Có nhiều mức phí khác nhau cho người lớn và trẻ em.Đọc thêm",
            "Người nước ngoài có cần mang theo hộ chiếu khi đến thị trấn Hello Kitty không?Đọc thêm",
            "Không cần mang theo hộ chiếu!Đọc thêm",
            "Xin chào, chỉ tò mò là chúng ta có phải ghé thăm công viên giải trí để vào nhà hàng không? Chúng tôi không có nhiều thời gian nên chỉ muốn đến nhà hàng dành cho bọn trẻ.Đọc thêm",
            "Không cần. Nhà hàng bên trong không có gì nhiều. Đọc thêm",
            "Công viên có mở cửa vào thứ Ba không?Đọc thêm",
            "Từ trang web của họ, có ghi rằng họ chỉ mở cửa từ thứ Tư đến thứ Hai. Nếu bạn cố gắng đặt vé trực tuyến thì ngày 4 tháng 12 - giờ Malaysia - không có sẵn.Đọc thêm",
            "Xin chào, có xe buýt đưa đón từ Khu nghỉ dưỡng Legoland đến Thị trấn Hello Kitty không? Nếu không thì đi taxi bao xa và bao nhiêu tiền? Cảm ơnĐọc thêm",
            "Bạn có thể đi Grab : - Đọc thêm"
        ],
        "star_ratings": [
            194,
            309,
            321,
            92,
            30
        ],
        "review_amount": 946,
        "location": [
            "Johor Bahru",
            "Thị trấn Hello Kitty Sanrio",
            "Những việc cần làm ở Johor Bahru",
            "Quận Johor Bahru",
            "Johor",
            "Malaysia",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 14, 2020",
            "Written January 1, 2020",
            "Written December 31, 2019",
            "Written December 26, 2019",
            "Written December 18, 2019",
            "Written December 16, 2019",
            "Written December 16, 2019",
            "Written November 29, 2019",
            "Written November 29, 2019",
            "Written November 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298278-d3626607-Reviews-Sanrio_Hello_Kitty_Town-Johor_Bahru_Johor_Bahru_District_Johor.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298278-d7256930-Reviews-Spice_Grill-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14149941-d20229129-Reviews-Les_Bouchons_Puteri_Harbour-Iskandar_Puteri_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298278-d4277975-Reviews-Olive_Kitchen_Bar-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298278-d6609248-Reviews-SkyBar_Bar_Restaurant-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14149941-d5971150-Reviews-Biergarten-Iskandar_Puteri_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14149941-d13946722-Reviews-7_Grapes-Iskandar_Puteri_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298278-d12519593-Reviews-Rock_Bottom_Johor-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298278-d7610755-Reviews-Magnum_Sports_Cafe-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14149941-d15425738-Reviews-Jay_s_Grill-Iskandar_Puteri_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14149941-d21167370-Reviews-Mana_Cafe-Iskandar_Puteri_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d13317043-Reviews-Thomas_Town-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d10754937-Reviews-Puteri_Harbour-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d3617532-Reviews-Puteri_Harbour_Satellite_Clubhouse-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d3491018-Reviews-Legoland_Malaysia-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d315468-Reviews-Sungei_Buloh_Wetland_Reserve-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d1815807-Reviews-Tiger_Brewery_Tour-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d17529830-Reviews-Legoland_Sea_Life-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d7603280-Reviews-Mall_of_Medini-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g14149941-d18931675-Reviews-Sunway_Big_Box_Retail_Park-Iskandar_Puteri_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2344448-Reviews-Bollywood_Veggies-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d3626607-Reviews-or10-Sanrio_Hello_Kitty_Town-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d9607617-Reviews-Austin_Heights_Water_Adventure_Park-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d4522369-Reviews-Dinosaurs_Alive_Water_Theme_Park-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d24027106-Reviews-Legoland_Malaysia_Resort-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g14149941-d25148774-Reviews-The_Gem_Spa-Iskandar_Puteri_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d446421-Reviews-Singapore_Discovery_Centre-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d386877-Reviews-Kranji_War_Memorial-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g14149941-d11908708-Reviews-Urban_Escape_Day_Spa_Beauty_Lounge_Ledang_branch-Iskandar_Puteri_Johor_Bahru_D.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d7038785-Reviews-Aeon_Bukit_Indah_Shopping_Centre-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g2047738-d8541496-Reviews-LOST_in_JB_The_Haunted_House-Skudai_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g3477723-d1065861-Reviews-Lido_Beach-Lido_Key_Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g580189-d261317-Reviews-LEGOLAND_Deutschland_Resort-Gunzburg_Swabia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g54680-d5835570-Reviews-Boar_s_Nest-Lead_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d116449-Reviews-Pacific_Union_Club-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55512-d6890468-Reviews-Adobe_Walls-Borger_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134311-d320447-Reviews-Senso_ji_Temple-Asakusa_Taito_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d1741629-Reviews-Little_Italy-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d9714512-Reviews-King_Fahd_Glorious_Quran_Printing_Complex-Medina_Al_Madinah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1074325-d5062627-Reviews-El_Castell_de_Guadalest-Guadalest_Costa_Blanca_Province_of_Alicante_Valencian_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12282002-Reviews-Dr_Stravinsky-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298278-d3626607-Reviews-or10-Sanrio_Hello_Kitty_Town-Johor_Bahru_Johor_Bahru_District_Johor.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298278-d3626607-Reviews-Sanrio_Hello_Kitty_Town-Johor_Bahru_Johor_Bahru_District_Johor.html"
    }
]