[
    {
        "attraction_name": "Santa Maria del Oro",
        "attraction_name_vi": "Santa Maria del Oro",
        "general_info": [
            "115 đánh giá",
            "- 11 trong số 103 điều cần làm ở Riviera Nayarit",
            "Nguồn nước"
        ],
        "attraction_summary": "Nghỉ tại khách sạn Siete Cielos gần hồ trong những phòng mới hơn, giá khoảng 66 đô la một đêm. Giá trị tốt so với giá tiền và gần mọi thứ. Đây là điểm dừng chân tuyệt vời trên đường đến Guadalajara để đạp xe hoặc chèo thuyền kayak quanh hồ trong một ngày. Đi bộ đến thác nước thật tuyệt Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một chuyến thăm thực sự tuyệt vời. Chúng tôi đã đi vòng quanh toàn bộ hồ bằng ô tô. Chúng tôi dừng lại ở một khách sạn tuyệt đẹp ở đó và tham quan khách sạn. Tên của khách sạn là Santa María Resort Boutique Collection. Hồ miệng núi lửa tuyệt đẹp. Nơi rất yên tĩnh. Đọc thêm",
            "Nơi hoàn hảo để dành một ngày cuối tuần dài với bạn bè và gia đình. Chúng tôi đã đến thăm Santa Maria del Oro trong thời gian Semana Santa là điểm đến cuối cùng trong chuyến đi Nayarit của chúng tôi.Đọc thêm",
            "Một ngọn núi lửa cổ xưa qua nhiều thế kỷ chứa đầy nước, tạo thành một đầm nước sâu. Với một thác nước xinh đẹp cách đó 25 phút lái xe - riêng tư, yêu cầu nhập học nhỏ -, những bãi biển đơn giản, chèo thuyền kayak, trượt tuyết, đường mòn đi bộ đường dài, với các nhà hàng, khách sạn, chòi và khu cắm trại riêng được bảo vệ. Nó cách Guadalajara 2 giờ lái xe và là một ngày cuối tuần yên bình, yên bình cho gia đình chúng tôi. Thị trấn, cách đó 15 phút và nằm trên tuyến đường từ đường cao tốc chính, rất đơn giản và nông thôn... không quá hấp dẫn khi chúng tôi đi qua và chúng tôi không mất nhiều thời gian để khám phá nó. Không có nhiều hoạt động nhưng có nhiều không gian và thiên nhiên... giống một điểm đến cấp quốc gia hơn là cấp quốc tế. Chúng tôi chỉ ở lại 1 đêm tại Cabana, với kẹo dẻo và xúc xích để nướng, phô mai và bánh ngô để làm bánh quesadilla, đồ ăn nhẹ và đồ uống cũng như một vài bữa ăn tại nhà hàng.Đọc thêm",
            "ở lại một vài ngày và tận hưởng phong cảnh và khí hậu. Có thể nói nhiều thế giới đẹp đẽ về hồ hte, nhưng giá trị nhất là - bầu không khí. Trong suốt, bao bọc bởi những cảm giác của nước, của gió, thư giãn và tràn ngập niềm vui và sự tĩnh lặng. Nơi tốt nhất để thư giãn và quên đi những lo toan.Đọc thêm",
            "Nơi hẻo lánh tuyệt vời gần hồ miệng núi lửa. Rất nhiều khách sạn, hoạt động và nhà hàng tốt. Tham quan bằng thuyền, thác nước, cắm trại và thậm chí là trượt nước. Nên đặt chỗ trước và mang theo nước uống của riêng bạn. Chỉ vài giờ lái xe ngắn từ PV, Mazatlan, Guadalajara hoặc San Blas trên con đường tốt - Khoảng 30 phút đến Tepic - .EnjoyĐọc thêm",
            "Santa María del Oro is a picturesque crater lake located 150 kilometers northwest of Guadalajara in the state of Nayarit and easily reachable in two hours via autopista - toll road 15 heading for Tepic. While there are a good number of crater lakes in the Volcanic Belt which crosses Mexico diagonally, this one, I think, wins the prize for sheer beauty. On top of that, its waters are clean, almost transparent, and warmish, because this laguna is fed by hot springs issuing forth from - well, I - m tempted to say from its bottom, but for many years it had no bottom  - according to the local folk -  until, of course, some scientific type came along, measured it and found there was a bottom after all, about 111 meters below the surface.Such a depth should make for very cold water, suggesting that the springs down at the bottom must be hot indeed. The resulting year-round water temperature is neither hot nor cold, just right for splashing around in the lake as long as you wish.Swimming, kayaking and water skiing are popular activities at this lake but an even bigger attraction is eating. Over the years the lakeside restaurants have gained good reputations for mariscos, the most famous plate being Chicharrón de Pescado, small bits of mojarra fried in batter, perhaps called fish fritters in English. These are deliciously crispy when freshly made. Chicharrones de Camarón  - shrimp fritters? -  are also popular and, of course the old standby Pescado Dorado. Naturally these delights must be munched under a thatched roof right out at the water - s edge or - even better - hanging over it, on a balcony made of creaking boards, from which you can toss scraps to dozens of eagerly observant coots just dying for a treat. What fun!For this visit to La Laguna de Santa María del Oro  - abbreviated SAMAO - , I stayed at Koala Bungalows  - altitude 718 meters -  with my friend Josh and his three kids. We stayed in what they call a  - casa -   - as opposed to a bungalow - , which had two bedrooms and a big kitchen-funroom with a fridge and a sofa bed fine for sleeping one adult. By some standards this place might be classified as primitive, but here in Mexico I rate overnight accommodations by asking the following questions: Does everything work? Does anything stink? Is it clean? Is it quiet? Do mosquitoes sing in your ear all night? Does it make you feel you are in jail?Believe it or not, I have found a number of so-called four or five star hotels in many corners of the world which have failed some or all of these tests, but Koala Bungalows passed with flying colors, even though, as far as luxury goes, it wouldn - t get even one star. But, as a friend who knows the place said,  - Think that you are going there to camp, and you - ll find the bungalows just fine. - Josh rented some of the sturdy, unsinkable boats they call  - kayaks -   - I don - t think the Inuit would agree! -  and he and his children had a great time on the lake. As for me, I took advantage of the gorgeous view and peacefulness of the place to catch up on my writing. As for the hiking, there is a dirt road circumnavigating the lake, which I - d like to see some day. This is described as too  - feo -  for passenger cars and I noticed on Tripadvisor that some mountain bikers found it far more challenging than they had anticipated.The next morning we went for breakfast at Koala - s little restaurant, called La Mojarra de Samao Restaurant-bar - and were pleasantly shocked. Everything that each one of us ordered was not just delicious, but perfect! The coffee was real coffee, not the usual Nescafé instant dishwater. My huevos rancheros were the best I - ve ever had anywhere. One of the boys ordered an  - English Breakfast -  and by Jove it certainly looked like a real English breakfast to me!Of course, I was suspicious.  - Who owns Koala? -  I asked the smiling, pleasant and efficient waitress.  - El dueño es Señor Christian, -  she replied. - Does Señor Christian happen to be an Englishman? -  - Claro que sí, -  she answered.Now, of course, we all regretted not having eaten lunch here the day before.Other indications of Señor Christian - s influence at Koala is a list of regulations prominently posted, the first three of which are dedicated to controlling loud music and noise, hopefully guaranteeing peace and quiet after 10 PM.We enjoyed that peace and quiet on our Friday-Saturday overnight at Koala Bungalows but we were told they may have as many as 400 people on a Sunday or a long weekend. So once again I suggest you come on a weekday when you will probably have this delightful place all to yourselfRead more",
            "Có thể nói nhiều thế giới đẹp đẽ về hồ hte, nhưng giá trị nhất là - bầu không khí. Trong suốt, bao bọc bởi những cảm giác của nước, của gió, thư giãn và tràn ngập niềm vui và sự tĩnh lặng. Cung điện tốt nhất để thư giãn và quên đi những lo lắng.Đọc thêm",
            "Quán cà phê ban ngày ở trung tâm Santa Maria Del Oro là nơi lý tưởng để chiêu đãi gia đình bạn một chiếc bánh tự làm hoặc một số đồ uống có hàm lượng calo cao, còn buổi tối là một quán bar nhỏ xinh xắn, một phần mở, một phần có mái che, nơi bạn có thể uống bia và ăn nhẹ như cánh gà nướng. Đọc thêm",
            "Laguna de Santa MAria del Oro cách Puerto Vallarta khoảng 3 giờ về phía bắc. Như thể bạn đang lái xe về phía Guadalajara. Rẽ trái khi bạn đến Chapalilla và đi theo chỉ đường. Hồ nằm dưới đáy của một ngọn núi lửa xa xôi - hoặc người ta tin là vậy -. Bạn có thể tập luyện bầu trời nước, chèo thuyền kayak. Nhưng điểm thu hút chính ở đó là: đồ ăn. Bạn phải thử - chicharron de pescado - hoặc chiên cá ở bất kỳ nhà hàng nào bên bờ hồ. Nếu bạn không muốn lái xe về ngay trong ngày, bạn có thể ở một khách sạn kiểu nhà nghỉ rất đẹp ở đó. Như tôi đã nói trong lời cầu xin, điều này dành cho những người có tâm hồn thích phiêu lưu và những người muốn rời khỏi khu vực du lịch và liên lạc với người dân địa phương. Như trong an toàn, nó là an toàn. Đừng lái xe vào lúc gần vì đường ở đó hơi khó hiểu và bạn có thể sẽ đến Guadalajara.Đọc thêm",
            "Xin chào, chào buổi chiều, tôi muốn biết địa điểm này, Santa María del Oro Nayarit, có cho thuê cabin khôngĐọc thêm",
            "Họ có tính phí xem đầm hoặc chụp ảnh không?Đọc thêm",
            "Hoàn toàn không, việc truy cập hoàn toàn miễn phí...ngay cả khi bạn muốn bơi trong đầm, bạn cũng có thể làm được...Tôi khuyên bạn nên mặc áo phao cho trẻ vị thành niên.Đọc thêm",
            "Xin chào Catalina, tháng 12 trời có lạnh không? Tôi muốn đi cùng gia đình vào dịp năm mới.Đọc thêm",
            "Nhiệt độ tối thiểu là 12 đến 14 độ C..Đọc thêm",
            "Tôi muốn biết phí xe tải đi Santa María del Oro cho 7 người là bao nhiêuĐọc thêm",
            "Có ai biết nước cuối tháng 12 lạnh thế nào không? Bởi vì chúng tôi muốn đi đón năm mớiĐọc thêm",
            "Thông thường nước ở nhiệt độ ấm hoặc bình thường, không bao giờ lạnh hoặc nóng.Đọc thêm",
            "Bạn có thể nhìn thấy màu xanh lam vào mùa nào?Đọc thêm",
            "Xin chào! Hãy nhìn xem, gần đây vào mùa hè, tôi vừa đến thăm đầm phá xinh đẹp này vào khoảng ngày 25-30 tháng 7 và nước có màu xanh lam rất đẹp khiến khung cảnh trở nên tráng lệĐọc thêm",
            "Có ai biết xe buýt khởi hành từ Tepic đưa bạn đến Santa Maria del Oro ở đâu không? hoặc tên hoặc số điện thoại của anh ấy là gì?Đọc thêm",
            "Có thể thuê thuyền để trượt nước hoặc lướt ván ở hồ này không?  Giá cả?Đọc thêm",
            "Tôi xin lỗi vì trả lời muộn, nhưng vâng, điều đó là có thể. Về giá cả, chúng có thể tăng từ 350 MEX mỗi giờ lên đến 800 tùy thuộc vào khả năng thương lượng của bạnĐọc thêm",
            "Nhà hàng MARY cho phép nuôi thú cưng - chó - nên bạn có thể ăn uống?Đọc thêm",
            "Có dịch vụ cho thuê dài hạn trên bờ hồ không, ví dụ: vài tháng và có sẵn wifi không? Cảm ơn trước.Đọc thêm"
        ],
        "star_ratings": [
            76,
            32,
            6,
            1,
            0
        ],
        "review_amount": 115,
        "location": [
            "Santa Maria del Oro",
            "México",
            "bơ biển thai Binh Dương",
            "Nayarit",
            "Riviera Nayarit",
            "Những hoạt động không thể bỏ qua ở Riviera Nayarit"
        ],
        "reviews_time": [
            "Written May 21, 2021",
            "Written December 12, 2019",
            "Written May 7, 2019",
            "Written May 4, 2019",
            "Written January 19, 2019",
            "Written November 14, 2018",
            "Written November 6, 2018",
            "Written October 11, 2018",
            "Written July 9, 2018",
            "Written June 25, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g679578-d1061908-Reviews-Santa_Maria_del_Oro-Riviera_Nayarit_Pacific_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g3151078-d12586435-Reviews-Restaurante_Catalina-Santa_Maria_del_Oro_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3151078-d15071222-Reviews-La_Playita-Santa_Maria_del_Oro_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3151078-d27318409-Reviews-Restaurant_De_Mariscos_El_Elegante-Santa_Maria_del_Oro_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3151078-d27326639-Reviews-El_Campesino_Restaurant_Cocina_2-Santa_Maria_del_Oro_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g679578-d1061908-Reviews-or10-Santa_Maria_del_Oro-Riviera_Nayarit_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g657267-d4345629-Reviews-Santuario_de_Cocodrilos_El_Cora-Bucerias_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026781-d153518-Reviews-Destiladeras_Beach-La_Cruz_de_Huanacaxtle_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g154267-d1238065-Reviews-Nuevo_Nayarit_Beach-Nuevo_Nayarit_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g154267-d7004454-Reviews-Scuba_Steve-Nuevo_Nayarit_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g552077-d12653697-Reviews-Playa_San_Pancho-San_Francisco_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d8414307-Reviews-Playa_los_Muertos-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g154267-d11997279-Reviews-Marina_Nuevo_Vallarta-Nuevo_Nayarit_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g659310-d645634-Reviews-Playa_Chacala-Chacala_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g552077-d4161584-Reviews-Lo_de_Perla_Jungle_Garden-San_Francisco_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150794-d152554-Reviews-Las_Islitas-San_Blas_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d109738-Reviews-Jordan_Pond-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40990-d6964480-Reviews-Funorama-York_Beach_York_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d319490-Reviews-Al_Masmak_Fortress-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d282447-Reviews-Granville_Island_Public_Market-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g14149941-d18931675-Reviews-Sunway_Big_Box_Retail_Park-Iskandar_Puteri_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d592412-Reviews-Paris_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4322653-Reviews-Silom_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g297639-d324100-Reviews-Varkala_Beach-Varkala_Town_Varkala_Thiruvananthapuram_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d1459860-Reviews-Ripley_s_World_Pattaya-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d8567588-Reviews-Parkway_Bank_Park_Entertainment_District-Rosemont_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g679578-d1061908-Reviews-or10-Santa_Maria_del_Oro-Riviera_Nayarit_Pacific_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g679578-d1061908-Reviews-Santa_Maria_del_Oro-Riviera_Nayarit_Pacific_Coast.html"
    }
]