[
    {
        "attraction_name": "Santa Claus Village",
        "attraction_name_vi": "Làng ông già Noel",
        "general_info": [
            "4.547 đánh giá",
            "- 10 trong số 63 điều cần làm ở Rovaniemi",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "đã có khoảng thời gian tuyệt vời với hai đứa cháu gái song sinh của chúng tôi, thật kỳ diệu. đã hoàn thành hầu hết trong thời gian được phân bổ.\n\nĐiều duy nhất hơi giống chợ gia súc là nhà kho để thu thập và thay quần áo đi tuyết và ủng.  kích thước rất ngẫu nhiên, tôi nói với họ rằng tôi 16 tuổi và tôi được tặng cỡ 67 cực kỳ lớn nên phải đợi để lấy cái khác và thay đổi lại.Đọc thêm",
            "Một nhóm vui vẻ của các cửa hàng, nhà hàng và bưu điện. Một bức ảnh với ông già Noel có giá tối thiểu là 40 Euro. Quà lưu niệm Giáng sinh có sẵn. Có thể gửi thư đi ngay hoặc chờ đăng quanh dịp Giáng sinh. Cửa hàng thực phẩm rất ít và cơ bản. Đọc thêm",
            "Đây chính là Lapland! Tất cả những điều kỳ diệu. Có rất nhiều việc để làm Bà già Noel thật tuyệt. Trẻ em nói rằng đó là nơi yêu thích của chúng. Nhà hàng Elf thực sự tuyệt. Không thể vượt qua được việc cửa hàng thức ăn nhanh đóng cửa lúc 6 giờ tối. Trang trại Husky thật tuyệt. Các hoạt động đắt đỏ nhưng đáng giá. Chỉ có một nơi là thế giới người tuyết, nhỏ và cầu trượt lớn thậm chí còn không mở nên chỉ có một cầu trượt ngoài trời nhỏ và một sân trượt băng nhỏ. Tuy nhiên, các phòng khác nhau rất đẹp để ngắm nhìn. Thành thật mà nói thì giá này quá cao so với những gì nó cung cấp. Chuyến đi tuần lộc thật yên bình và siêu thực. Chúng tôi có một anh chàng rất tốt bụng và con trai anh ấy hướng dẫn chúng tôi. Chỉ là một nơi kỳ diệu. Trẻ em đã viết danh sách Ông già Noel của chúng và dán chúng vào các hộp được cung cấp. Vượt qua vòng Bắc Cực thật tuyệt và máy quay trực tiếp thật tuyệt. Chúng tôi đã gọi điện cho gia đình và nhờ họ đăng nhập và nhìn chúng tôi vẫy tay chào họ. Tuyệt! Có thể lạnh khi đứng xung quanh nên tất, ủng và quần áo giữ nhiệt tốt. Chỉ là một nơi tuyệt vời. Quên Công viên Ông già Noel đi. Không phải là một miếng vá! Đừng lãng phí tiền của bạn ở đó Đọc thêm",
            "Nếu bạn đến thăm Rovaniemi và không đến thăm ông già Noel thì tại sao bạn lại đến? Đây gần như là khung cảnh chính trong khu vực và có nhiều việc phải làm khi bạn đến nơi. Điểm nổi bật đối với tôi, ngoài việc gặp ông già Noel, là được đi dạo trong rừng với đàn tuần lộc, thăm công viên chó husky và đi xe trượt tuyết.\n\nMột điều tôi nên chỉ ra là nơi này sẽ rất đông đúc vào dịp Giáng sinh, như bạn có thể đoán trước, tôi đã đến vào cuối tháng 11 và điều đó không quá tệ, hàng đợi đến thăm ông già Noel không quá nhiều và di chuyển khá nhanh. \n\nMột điều cần lưu ý khác là khi đến thăm ông già Noel miễn phí, họ sẽ tính phí nếu bạn muốn chụp ảnh - quay video về trải nghiệm và điều đó, cùng với giá của các điểm tham quan khác trong khuôn viên cũng như đồ ăn và đồ lưu niệm, nó có thể sẽ kết thúc Điều đó nói lên rằng, đây là một ngày đắt đỏ, tôi đã mua bức ảnh và trả tiền để nhận quà từ ông già Noel và tôi đã dành cả ngày ở đó, vì vậy mặc dù số dư ngân hàng của tôi đã giảm đi phần nào nhưng trải nghiệm này là điều tôi - sẽ nhớ mãi trong đời. phần còn lại của cuộc đời tôi.Đọc thêm",
            "Sẽ là tội ác nếu lái xe qua và ở lại Rovaniemi mà không đi một chuyến ngắn đến Làng Ông già Noel. Nằm ngay trên Vòng Bắc Cực, nơi này được thương mại hóa mạnh mẽ với một bức ảnh chụp cùng Ông già Noel có giá 35 Euro, và ngay cả vào mùa hè vẫn có một hàng dài người xếp hàng để gặp Ông già Noel. Tuy nhiên, nơi này vẫn rất đáng để ghé thăm. Tôi hình dung rằng nơi này sẽ hấp dẫn hơn nhiều vào mùa đông với những ánh đèn lấp lánh khắp nơi và một lớp tuyết phủ. Đọc thêm",
            "Chúng tôi đang trái mùa nên không có đám đông. Tôi được biết đôi khi phải xếp hàng tới 7 tiếng mới có được một bức ảnh ông già Noel. Chúng tôi đợi khoảng 7 giây. Các cửa hàng rất thú vị và việc đặt một chân lên mỗi phía của Vòng Bắc Cực để chụp ảnh cũng thật thú vị.Đọc thêm",
            "Một ngày tuyệt vời cho tôi và chồng tôi. Rất thú vị cho 2 người lớn ở độ tuổi đầu 30 và không có con. Chúng tôi đã ăn tại nhà hàng 3 elves, nơi có bầu không khí dễ chịu cũng như đồ ăn ngon. Thật tuyệt khi được ngắm ngôi làng vào ban ngày và ban đêm. Chúng tôi đã dành thời gian từ 1 giờ 45 đến 6 giờ chiều ở đó. Giao thông đi lại rất dễ dàng. \nĐi bộ xung quanh rất vui, cũng như đến thăm ông già Noel, gửi bưu thiếp cho những người thân yêu, ngắm tuần lộc và chó husky. Đọc thêm",
            "Nơi tuyệt đẹp! Việc trang trí, tất cả các hoạt động được cung cấp, tất cả các retsaurant đều rất tốt, đặc biệt là nơi cá hồi Nova, thủy tinh và ông già Noel. Ngôi làng lỗ là giấc mơ của trẻ em và người lớn. Nó khá đắt tuy nhiên mọi thứ trong khu vực đều như vậy. Hãy mua những món quà lưu niệm ở đó vì ở trung tâm thành phố Rovaniemi hầu như không có nơi nào có thứ gì đẹpĐọc thêm",
            "Cảm ơn vì khoảng thời gian kỳ diệu nhất. \nChúng tôi thậm chí còn không có thời gian để tham quan hết trong hai ngày. Tôi hy vọng bạn sẽ chăm sóc thật tốt những chú tuần lộc đẩy người trên xe trượt tuyết 7h mỗi ngày!\nỞ đây không có cửa hàng, bạn phải đi đến gara bên kia đường. Họ cũng phục vụ thức ăn giá rẻ và bia giá rẻ. Để uống rượu hoặc bất cứ thứ gì khác, bạn phải đi 2km.\nBạn chắc chắn sẽ chi rất nhiều tiền mà chúng tôi đã chi khoảng - 350 mỗi ngày cho 3 người chúng tôi, những kỷ niệm sẽ rất đáng giá.Đọc thêm",
            "Ồ, tôi đã có khoảng thời gian tuyệt vời ở đây. Có rất nhiều cửa hàng quà tặng, và điều đó không sao cả, nhưng các điểm tham quan rất tuyệt vời - đặc biệt là Trang trại của Yêu tinh.\nTôi bước vào Vòng Bắc Cực và bạn bè tôi ở quê nhà có thể nhìn thấy tôi qua camera Bắc Cực. Tôi ở lại Rovaniemi nhưng có thể hiểu tại sao mọi người lại ở Làng ông già Noel.Đọc thêm",
            "Làng ông già Noel ở Rovaniemi, Phần Lan là một điểm đến quyến rũ thu hút sự kỳ diệu và tinh thần của lễ Giáng sinh quanh năm. Nằm ở Vòng Bắc Cực, ngôi làng đầy mê hoặc này có nhiều điểm tham quan và hoạt động đa dạng dành cho du khách ở mọi lứa tuổi. Bạn có thể gặp chính ông già Noel, gửi bưu thiếp từ bưu điện chính thức của ông già Noel và khám phá vô số cửa hàng quà tặng chứa đầy đồ thủ công và quà lưu niệm độc đáo của Phần Lan. Trong mùa hè cũng vậy, Làng ông già Noel mang đến trải nghiệm thú vị và đáng nhớ, thể hiện niềm vui và điều kỳ diệu vượt thời gian của mùa lễ.Đọc thêm",
            "Đây là một trong những trải nghiệm - một lần trong đời - trải nghiệm mà tất cả chúng ta đều mơ ước có được và tôi phải nói rằng nó thực sự xứng đáng. Chúng tôi ở ngôi nhà nhỏ màu đỏ dễ thương trong 2 đêm và chúng tôi không thể hạnh phúc hơn được. Đối tác của tôi và tôi bị ám ảnh bởi Giáng sinh và ông già Noel nên đó thực sự là một giấc mơ trở thành hiện thực! Tất cả nhân viên đều rất thân thiện và hữu ích, các yêu cầu của chúng tôi đều được đáp ứng kịp thời nhất. Phòng rộng rãi, sạch sẽ và thoải mái. Trước khi chúng tôi đến, tôi đã yêu cầu một phòng riêng tư hơn nên họ đã cho chúng tôi một ngôi nhà nhỏ - cách xa quầy lễ tân một chút. Thời tiết mưa - lầy lội trong thời gian chúng tôi ở nên rất khó để kéo hành lý vào phòng nên họ đã giao nó cho chúng tôi trước - sau khi chúng tôi nhận phòng - trả phòng. Nếu bạn có con nhỏ, tôi khuyên bạn nên yêu cầu một phòng gần quầy lễ tân hơn vì trong ngày tuyết rơi dày đặc, có thể phải đi bộ khá nhiều.  Hãy nhớ rằng đây là một địa điểm rất đông khách du lịch nên mọi thứ đều hơi đắt đỏ nhưng theo tôi vẫn có thể chấp nhận được. Chúng tôi cũng đã chi 2N tại một khu nghỉ dưỡng khác nên tổng cộng chúng tôi ở lại 4N ở làng Ông già Noel, khá tối ưu. Chúng tôi có đủ thời gian để làm tất cả những gì mình muốn, cưỡi tuần lộc và cưỡi chó husky, đuổi theo cực quang hai lần, gặp ông bà già Noel, thăm thế giới người tuyết - tí hon - và một buổi chụp ảnh. Bản thân ngôi làng thực sự tuyệt đẹp và thơ mộng. Chúng tôi đã có khoảng thời gian tuyệt vời nhất.Đọc thêm",
            "Bạn thực sự cần phải đi đây. Chỉ vì đây là một cái bẫy du lịch phải được nhìn thấy. Sau đó, tôi cho rằng nó nằm ngoài hệ thống của bạn. Ngôi làng khá thân thiện. Chúng tôi đến đây với tuyết khắp nơi và nhiệt độ âm 16 độ C. Thật nhiều không khí.  Tất nhiên là chúng tôi đi thẳng tới bưu điện của ông già Noel. Điều ngạc nhiên là nếu bạn đăng một lá thư ở bất kỳ đâu trên thế giới chỉ có dòng chữ - Ông già Noel, Phần Lan - , thì nó vẫn đến được vị trí này. Họ cho bạn xem những bức thư từ khắp nơi trên thế giới để chứng minh điều này.  Nếu bạn muốn những người thân yêu của mình nhận được một tấm thiệp vào Giáng sinh tiếp theo, bạn có thể gửi nó đến đây và ông già Noel sẽ đảm bảo rằng nó sẽ được chuyển đến. Tuyệt vời - Cũng tuyệt vời như giá của mọi thứ bạn có thể làm hoặc mua ở đây. Hãy chuẩn bị sẵn sàng để chi ra một khoản lớn trong ngân sách của bạn. Toàn bộ nơi này đều mang tính chất thương mại. Chúng tôi đã ở xung quanh, nhưng điều này đánh bại tất cả. Tuy nhiên, thật tuyệt khi có một cái nhìn xung quanh.  Hãy chụp ảnh nữa nhé, vì rất có thể bạn sẽ không bao giờ quay lại. Nếu bạn muốn đi xe trượt tuyết dù là chó hay tuần lộc, hãy nhớ rằng bạn nhất định nên đi một khoảng cách xa khỏi Rovaniemi để có trải nghiệm tốt.  - Và rẻ hơn rất nhiều - Nói chung, bạn có thể ăn tối ở đây và mua bất kỳ món quà lưu niệm nào bạn muốn từ Phần Lan. Chụp một bức ảnh trên vòng cực, thậm chí không phải ở nơi họ nói - nó chỉ là một đường tưởng tượng. Chúng tôi có thất vọng không?  Không hẳn, vì chúng tôi đã chuẩn bị sẵn sàng. Tôi được biết đối tác của tôi đã ở đây hơn một thập kỷ trước và hồi đó nó không mang tính thương mại như bây giờ. Vì vậy, hãy đến đây, ngạc nhiên và thúc đẩy - Nếu bạn thích bài đánh giá này, hãy bỏ phiếu - đồng ý - để tôi biết tôi đã giúp ích cho bạn. Hãy tận hưởng trải nghiệm Phần Lan của bạn!-Đọc thêm",
            "Chúng tôi ở đây 2 đêm như một phần của chuyến đi 6 ngày, cách sân bay 5 phút, taxi đợi bên ngoài. Chúng tôi có một ngôi nhà nhỏ kiểu nông thôn cao cấp, rất tuyệt vời với phòng tắm hơi - hiên chung với bạn tôi - con trai cô ấy.  Chúng tôi được cấp một chiếc xe trượt tuyết để kéo các thùng đồ đến ngôi nhà của mình, nhiệt độ là -10 và tuyết dày giòn đáng yêu.  Chúng tôi đã gặp ông già Noel thực sự miễn phí nhưng - 50 cho một bức ảnh.  Mua bưu thiếp từ bưu điện của ông già Noel.  Đi bộ dưới vòng tròn nghệ thuật.  Đã đi xe trượt tuyết tuần lộc.  Bữa sáng tự chọn đáng yêu hơi bận rộn - ồn ào.  Nói chung là phải ở đâyĐọc thêm",
            "Làng ông già Noel là một trải nghiệm thú vị dành cho trẻ em ở mọi lứa tuổi. Đó là trải nghiệm ngắm cảnh nhiều hơn so với trải nghiệm thực tế.  Chúng tôi đã đến thăm vào tháng 4 năm 2024, nhưng tôi chắc chắn rằng có nhiều thứ để xem và làm hơn trong mùa cao điểm vào dịp Giáng sinh.Đọc thêm",
            "Rất đáng để ông già Noel và bà Claus ghé thăm, Trang trại Elfs, Bưu điện Santas, cưỡi tuần lộc và công viên Husky. Những bức ảnh bắt buộc băng qua vòng Bắc Cực và nhiệt kế lớn đã được hoàn thành, chúng tôi cũng đảm bảo rằng mình đã nhận được chứng chỉ vòng Bắc Cực từ điểm thông tin du lịch. Vâng, nó đã được thương mại hóa và hầu hết là các cửa hàng và nhà hàng lưu niệm đắt tiền nhưng chúng tôi đã dành một ngày ở đây để lang thang, hoàn thành chuyến cưỡi tuần lộc và Husky đã đặt trước và hòa mình vào bầu không khí. Chúng tôi cảm thấy Elf - s Farmyard rất đắt đỏ nếu xét đến những gì chúng tôi thực sự thấy ở đó... nhưng cô con gái nhỏ của chúng tôi rất thích nó và đó là một khu vực tuyệt vời để ngồi bên kota để lấy đồ ăn trong khi cậu bé thích thú với đồi trượt tuyết và khu vui chơi. Chúng tôi đã đến thăm Tháng ba nên trời không quá bận. Chúng tôi quay lại vào lúc hoàng hôn để thấy nó sáng lên và nó rất xứng đáng vì sự yên bình của tất cả. Đọc thêm",
            "Chúng tôi đã trả tiền cho 7 phòng và họ không muốn mang hành lý ra sảnh. Họ mong đợi rằng trẻ em và người già 5 tuổi sẽ xách túi dọc theo những con đường đầy tuyết quay lại quầy lễ tân để thanh toán.Đọc thêm",
            "Chúng tôi đến đó vào cuối buổi chiều và gần cuối mùa - Ông già Noel thật ngoạn mục - nhưng ông ấy chỉ là một bức ảnh chụp nhanh, và chúng tôi bị thúc ép - các cửa hàng không có bất kỳ món quà độc đáo nào, chỉ có những thứ giống như những nơi khác, và toàn bộ nơi này đóng cửa bắt đầu từ 4:30 - Có lẽ đây là một nơi tuyệt vời để đưa trẻ em đi phiêu lưu trong ngày, nhưng không phù hợp cho tuần trăng mật của bạn!! Đọc thêm",
            "Chúng tôi ở trong một cabin, rất đẹp và ấm cúng. Dễ dàng đi lại. Rất nhiều cửa hàng lưu niệm. Nhà hàng của khách sạn rất tốt cho bữa tiệc buffet. Nhìn chung, đó là một trải nghiệm tốt đẹp và yên tĩnhĐọc thêm",
            "Chúng tôi rất thích chuyến thăm Làng ông già Noel Rovaniemi, tuy nhiên nó rất bận rộn và là phần đông khách du lịch nhất trong toàn bộ chuyến đi Scandinavia của chúng tôi - chúng tôi thấy rất nhiều người thô lỗ. Chúng tôi đã đến SCV như trước khi rời đi và mọi người cứ nói - bạn đi đi đến SCV - một chút FOMO len lỏi vào nên chúng tôi đã đến thăm, thành thật mà nói, chúng tôi đã đến thăm ông già Noel ở Bắc Cực ở Hoa Kỳ, nó ít mang tính thương mại hóa hơn và nhiều trải nghiệm cá nhân hơnĐọc thêm"
        ],
        "star_ratings": [
            1694,
            1328,
            894,
            373,
            258
        ],
        "review_amount": 4547,
        "location": [
            "Các hoạt động ở Rovaniemi",
            "Rovaniemi",
            "Làng ông già Noel",
            "Lapland",
            "Châu Âu",
            "Phần Lan"
        ],
        "reviews_time": [
            "Written July 4, 2023",
            "Written July 17, 2023",
            "Written July 29, 2023",
            "Written July 29, 2023",
            "Written August 2, 2023",
            "Written September 9, 2023",
            "Written November 7, 2023",
            "Written November 9, 2023",
            "Written November 9, 2023",
            "Written November 23, 2023",
            "Written May 22, 2024",
            "Written April 28, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written April 9, 2024",
            "Written April 1, 2024",
            "Written March 31, 2024",
            "Written March 25, 2024",
            "Written March 25, 2024",
            "Written March 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189922-d591471-Reviews-Santa_Claus_Village-Rovaniemi_Lapland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189922-d7378928-Reviews-Santa_s_Salmon_Place-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189922-d7754083-Reviews-Lapland_Restaurant_Kotahovi-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189922-d25149337-Reviews-Loft_Cocktail_Lounge-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189922-d13153658-Reviews-Nova_Restaurant-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189922-d26796504-Reviews-Restaurant_Gallis-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189922-d12869392-Reviews-Three_Elves_Restaurant-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189922-d1939288-Reviews-Christmas_House_Restaurant_Coffee_Bar-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189922-d8544895-Reviews-Helmi_Simpukka-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189922-d23582400-Reviews-Santamus-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189922-d13497081-Reviews-Snowman_World_Snow_Restaurant-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d1873552-Reviews-Christmas_House_Santa-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d548079-Reviews-Santa_Claus_Office-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d10298543-Reviews-Arctic_Circle_Information-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d202615-Reviews-Arctic_Circle_Mall-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d15886985-Reviews-Santa_s_Pets_Tallitontun_Piha-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d202600-Reviews-SantaPark_the_Home_Cavern_of_Santa_Claus-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d2423010-Reviews-Santa_Claus_Secret_Forest_Joulukka-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d645854-Reviews-Arktikum-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d202601-Reviews-Syvasenvaara_Fell-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d10530881-Reviews-Lumberjack_s_Candle_Bridge-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d591471-Reviews-or10-Santa_Claus_Village-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d2284735-Reviews-Rovaniemi_Church-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d5979647-Reviews-Lordi_s_Square-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d12193407-Reviews-Napapiirin_Porofarmi-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d2284728-Reviews-German_Soldier_s_Cemetery-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d8461224-Reviews-Marttiini_Store_Old_Factory-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d23860266-Reviews-Santa_Claus_City_Office-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d10060319-Reviews-Lappi_Areena-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d9746413-Reviews-Ortodox_Church_Rovaniemi-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d15297743-Reviews-Valley_Shop-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d21170591-Reviews-Arctic_Hall_Oy-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d7217944-Reviews-Wild_Nordic_Finland-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d3783759-Reviews-Arctic_Circle_Snowmobile_Park-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d6662018-Reviews-Santa_Claus_Reindeer-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d5062976-Reviews-Snowman_World-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d15154194-Reviews-Santa_Claus_Main_Post_Office-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d8706845-Reviews-TaigaKoru-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d8491695-Reviews-Arctic_Circle_Husky_Park-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d14525308-Reviews-Christmas_House_Safaris-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g40744-d145571-Reviews-Baxter_State_Park-Millinocket_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d10540909-Reviews-Baldwin_Beach-South_Lake_Tahoe_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48001-d3468282-Reviews-Sunken_Meadow_State_Park-Kings_Park_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d104475-Reviews-Creative_Discovery_Museum-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g39995-d8397245-Reviews-William_Arnold_Log_House-Williamstown_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d10336407-Reviews-Santorini_Cable_Car-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g42731-d5043022-Reviews-Saganing_Eagles_Landing-Standish_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d592490-Reviews-Seoul_Children_s_Grand_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g53329-d12512869-Reviews-Leaser_Lake_Park-New_Tripoli_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064174-d2307740-Reviews-San_Juan_de_Gaztelugatxe-Bermeo_Province_of_Vizcaya_Basque_Country.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189922-d591471-Reviews-or10-Santa_Claus_Village-Rovaniemi_Lapland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189922-d591471-Reviews-Santa_Claus_Village-Rovaniemi_Lapland.html"
    }
]