[
    {
        "attraction_name": "Santo Wines",
        "attraction_name_vi": "Rượu vang Santo",
        "general_info": [
            "4.416 đánh giá",
            "1 trong 6 Đồ ăn Đồ uống ở Pyrgos",
            "Nhà máy rượu vang Vườn nho",
            "Chuyến tham quan nếm rượu vang"
        ],
        "attraction_summary": "Cơ sở hiện đại ở Hy Lạp này có nhà máy rượu vang hiện đại, nhà máy chế biến cà chua và trung tâm du lịch rượu vang. Để có trải nghiệm trọn vẹn, hãy tận hưởng chuyến tham quan nhà máy rượu có hướng dẫn viên và tham quan hầm rượu trước khi ngồi xuống thưởng thức các loại rượu vang địa phương được kết hợp một cách thành thạo với các món ăn Địa Trung Hải được chế biến từ các sản phẩm nông nghiệp địa phương. Hãy đặt trước và ghé thăm vào buổi tối để ngồi ở hàng ghế đầu ngắm cảnh mặt trời lặn trên khung cảnh núi lửa rộng lớn. Hãy nhớ ghé qua cửa hàng để chọn những chai rượu vang yêu thích của bạn từ buổi nếm thử và bột cà chua làm từ cà chua Santorini nổi tiếng của vùng.  TripadvisorĐọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến tham quan và nếm thử rượu vang và hoàn toàn tận hưởng trải nghiệm của mình.  Họ được tổ chức tốt và hướng dẫn viên du lịch thật tuyệt vời. Việc nếm rượu vang đi kèm với một số món ăn nhẹ ngon tuyệt. Cửa hàng rất rộng với nhiều mặt hàng khác nhau ngoài rượu vang. Lượt xem rất tuyệt!Đọc thêm",
            "We visited this winery today with high hopes for a beautiful experience.It appears to be a well polished commercial venture with beautiful views and modern facilities. When we arrived, there were hoards of cruise ship groups being lectured on their wines and every participant had a plate of cheese, crackers and olives which were clearly prepared much earlier than their arrival as evidenced by the plastic wrap covering each serving on the tables in front of the customers participating in the activity.  These groups were seated in the main diningwine tasting area. There was so much room for multiple groups of at least 50 people. On the outside of the building was a large patio that wraps around so the majority of the patrons have some degree of a view the caldera, volcano and Thirassia.  The view is gorgeous indeed.  No one can dispute this fact. For us, the wonder of the property nearly ended with the description above. What ensued was some passive aggressive behavior by several employees. A female employee came to our table to serve the wines we ordered and she mechanically recited the description of all the wine tastings in our order. She didnt bother to explain anything about the other orders of individual wines. When we asked her a question, all she said was yes. She started to walk away, but we had another question, so we said excuse me. She turned around, looked in our direction, ignored us and kept walking away.  We later read the pamphlet she left and discovered she really had no idea what she was talking about because she just spouted exactly what was written for each wine offered. After all the cruise patrons left the property, the winery was empty. It became cold and windy under the overhang. We asked if we could move to a table in the sun with a direct view, which was literally right next to the table at which we actually sitting under the overhang. Again, the restaurant was empty. They said they have a minimum of 40 pp in order to sit at those tables. I told them my daughter was cold and the girl in charge of assigning tables said with a contrived smile, those tables require a minimum per customer order.  We had already ordered an 8 glass sampler flight and 3 glasses of individual wine options, but apparently that was not enough to allow customers to be comfortable on a cold and windy afternoon. My son gave my daughter who has special needs his hoody and she laid on me for more warmth. The only saving grace for this experience was our waiter brought a blanket for my daughter to use. He was the only employee who appeared to have some human instinct. Additionally, when we needed to use the restroom, one of the other receptionists asked us, are you sitting there pointing to the outside patio or there pointing to the inside dining area. Since we were on the patio, she told us to walk around the building outside and we would find the toilets there.  She also had a contrived smile. Regarding the wines, of the 8 sampler flight, we enjoyed the Brut and the Grand Reserve. If you are going to hire seasonal employees, at least make sure they have some common sense and know how to treat paying customers. We observed many employees standing around socializing with each other. This could have been such a wonderful experience.Read more",
            "Santo Winery được một người bạn giới thiệu và không làm chúng tôi thất vọng. Chúng tôi đã đặt trước một bữa tối ngắm hoàng hôn ở hàng ghế đầu. Đồ ăn thì tuyệt vời và rượu vang thì rất ngon. Trời có gió và nhiều mây vào buổi tối chúng tôi đến, nhưng quang cảnh vẫn tuyệt đẹp và họ thậm chí còn tặng chúng tôi chăn và lắp máy sưởi để giữ ấm. Rất đáng để giới thiệu.Đọc thêm",
            "Chúng tôi đã ghé thăm để nếm thử rượu vang trong một chuyến tham quan ngắn. Thật tuyệt. Cảnh quan thật tuyệt vời và đáng để ghé thăm chỉ vì những điều này. Đọc thêm",
            "Rượu rất ngon. Bầu không khí thật kỳ lạ. Rất nhiều người làm việc nhưng không có gì xảy ra. Không được ngồi ở hàng ghế đầu tiên nếu trả đủ nhiều..? Mặc dù không có khách hàng ở đó.Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời nhất tại Santo Wines.  Thật bất ngờ cho ngày sinh nhật của chồng tôi.  Tôi đã đặt rượu vang số 8 với pho mát và thịt nguội và chúng tôi không hề thất vọng.  Chúng tôi rất thích chuyến tham quan và những lời giải thích về các loại rượu, khi chúng tôi đã nói chuyện về từng loại rượu riêng lẻ, chúng tôi có thời gian để ăn và thưởng thức các loại rượu với khung cảnh tuyệt vời.  Chúng tôi không cảm thấy vội vã, không có doanh số bán hàng thúc ép.  Thật là thư giãn.  Tuyệt vời! Rất muốn giới thiệu.Đọc thêm",
            "Chúng tôi chỉ uống trà và cà phê nhưng quang cảnh thật ngoạn mục! Bạn có thể nhìn thấy toàn bộ chiều dài của hòn đảo. Đáng để ghé thăm chỉ vì điều đóĐọc thêm",
            "Cảnh đẹp, rượu vang ngon nhất, đĩa thức ăn với các sản phẩm truyền thống tuyệt vời, nhưng nhân viên có vấn đề với một du khách đi một mình như tôi và họ không thân thiện chút nào. Santorini cũng là một hòn đảo dành cho du khách đi một mình, nơi này không giới hạn những người đến thăm. Nếu nhân viên cải thiện, sẽ có điểm cao hơn. Đọc thêm",
            "Chúng tôi kết hôn ở đây 10 năm trước và chúng tôi muốn cho các con mình xem. Nó thậm chí còn đẹp hơn những gì tôi nhớ, tôi nghĩ đó là khung cảnh yêu thích của tôi trên thế giới, tôi có thể nhìn chằm chằm vào miệng núi lửa cả đêm. Giá đã tăng gấp đôi kể từ lần cuối chúng tôi ghé thăm nhưng đó là một món quà tuyệt vời và giá cả được chứng minh bằng chất lượng rượu vang, quang cảnh và dịch vụ khách hàng tuyệt vời mà bạn nhận được. Chúng tôi đã nếm thử rượu và cũng có một đĩa nhấm nháp. Sau đó chúng tôi sử dụng cửa hàng và mua một ít rượu vang đỏ ngon. Giá của những món quà lưu niệm rất đáng giá so với số tiền bạn phải trả ở Oia, vì vậy bạn có thể muốn mua một số quà tặng khi ở đây.Đọc thêm",
            "Nhà máy rượu vang Santo - nằm ở độ cao này là nhà máy rượu vang lớn nhất ở Santorini. Nơi đây không chỉ cung cấp cơ hội nếm thử và mua rượu vang, mà còn có tầm nhìn tuyệt đẹp ra miệng núi lửa và đại dương. Có rất nhiều chỗ ngồi ngoài trời. Có nhiều lựa chọn khác nhau để nếm thử rượu vang. Chắc chắn là nơi phải đến ở SantorinĐọc thêm",
            "Chào bạn\nLàm ơn ai đó có thể giúp tôi - họ có cung cấp bất kỳ lựa chọn rượu không cồn nào không?\nCảm ơn!Đọc thêm",
            "Ai đó có thể cho tôi biết nhãn hiệu của máy khuếch tán sậy mà cửa hàng bán trong cửa hàng của họ không? Hoặc, một liên kết?\nTôi đã tìm kiếm cùng một sản phẩm trực tuyến và không thể xác định được thương hiệu. Cảm ơn!Đọc thêm",
            "Tôi sẽ đi du thuyền đến Santorini và thực sự muốn đến đây. Làm thế nào để tôi đến đây từ cảng? Cảm ơn Đọc thêm",
            "Xin chào cc 1689, khi đến cảng ở Santorini, bạn chỉ cần hỏi chỗ taxi gần quảng trường chính, taxi sẽ đến nhà máy rượu Santo chưa đầy 10 phút.\nHãy chắc chắn rằng bạn đặt bàn trước vì nó rất bận rộn cho bữa trưa hoặc bữa tối.\nRõ ràng bữa tối là thời điểm tốt nhất để ngắm hoàng hôn tuyệt đẹp, nếu bạn đang ăn trưa, đó vẫn là khung cảnh tuyệt đẹp của Caldera từ bàn của bạn.\nHãy yêu cầu một chiếc bàn ở phía trước, bên cạnh những tấm chắn bằng kính ở rìa đỉnh vách đá.\nChúc mừng \nPeter C Melbourne ÚcĐọc thêm",
            "Chào mọi người, \nTôi đã đặt bàn vào ngày 20072023 để nếm rượu và ăn tối. Giải thưởng 140. Tôi cần hủy đặt chỗ và biết cách thực hiện để được hoàn tiền. \nTôi đã gửi nhiều email mà không có câu trả lời\nCảm ơn rất nhiều\nMariaĐọc thêm",
            "Tôi sẽ tiếp tục theo đuổi họ. Tôi không thể nhớ được việc hủy bỏĐọc thêm",
            "Chuyến bay rượu vang có kèm theo đồ ăn nhẹ phô mai, thịt, v.v. không? Đặt phòng trực tuyến nêu rõ rượu vang kết hợp với nhiều loại hỗn hợp. Bối rối không biết tôi có cần đặt đĩa charcuterie không Đọc thêm",
            "Nên đặt trước 6 giờ tối hay 7 giờ tối để nếm thử rượu lúc hoàng hôn? Sẽ có mặt vào tháng 9 Đọc thêm",
            "Wot là khoảng thời gian tốt nhất để đặt chỗ và ngắm hoàng hôn? Đọc thêm",
            "Họ có bán bia hay chỉ rượu?Đọc thêm",
            "Tôi chỉ thấy các loại rượu vang ở cửa hàng nhỏ của họ ngay trong khuôn viên.Đọc thêm",
            "Chúng tôi muốn đặt bàn ở hàng ghế đầu cho bữa tối nhưng tôi không thấy liên kết chỉ đặt bàn cho bữa tối. Tôi đã gửi email và nhận được phản hồi kèm theo bản pdf cho biết sẽ tốn 50 USD mỗi người để đặt trước nhưng không có liên kết để tạo\nKhoản thanh toán này.  Vui lòng cho tôi biết cách đặt bàn ở hàng ghế đầu cho 4 người vào bữa tối. Cảm ơn.Đọc thêm",
            "Chúng tôi đang ở nhà hàng nên tôi không biết đường dẫn.  Vì không có ai ở đó ngoài chúng tôi nên chúng tôi không thể chấp nhận được sự thật là họ muốn 50 Euro mỗi người ngồi phía trước.Đọc thêm",
            "Bạn dự định dành bao nhiêu thời gian ở đây để nếm thử 4 hoặc 5 chuyến bay?Đọc thêm"
        ],
        "star_ratings": [
            2963,
            917,
            287,
            118,
            131
        ],
        "review_amount": 4416,
        "location": [
            "Nam Aegea",
            "Những việc cần làm ở Pyrgos",
            "Rượu vang Santo",
            "Cyclades",
            "Pyrgos",
            "Santorini",
            "Hy Lạp",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 2, 2024",
            "Written May 31, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written May 15, 2024",
            "Written May 13, 2024",
            "Written May 10, 2024",
            "Written May 4, 2024",
            "Written April 11, 2024",
            "Written April 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1097549-d1162093-Reviews-Santo_Wines-Pyrgos_Santorini_Cyclades_South_Aegean.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1097549-d1162093-Reviews-or10-Santo_Wines-Pyrgos_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191887-d8155261-Reviews-Venetsanos_Winery-Megalochori_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191887-d14164664-Reviews-Santorini_Transfer-Megalochori_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d2666881-Reviews-Santorini_Wine_Adventure-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d17601790-Reviews-VIP_Transfers_Tours_in_Santorini-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d3451838-Reviews-Santorini_Day_Tours_by_Dimitris_P-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d19644250-Reviews-Santorini_Island_Tour-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g968383-d1806049-Reviews-Santorini_Wine_Tour-Mesaria_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d12124250-Reviews-Santorini_Port_Super_Shuttle-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191887-d13543416-Reviews-Petra_Kouzina-Megalochori_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d4522404-Reviews-Megalochori_Traditional_Village-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191887-d3324189-Reviews-Gavalas_Winery-Megalochori_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g968383-d10514639-Reviews-Santorini_Platinum_Travel-Mesaria_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1097549-d3530874-Reviews-Cultural_Village-Pyrgos_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1097549-d12155046-Reviews-Castelli_of_Pyrgos-Pyrgos_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191887-d8324071-Reviews-Santorini_Horse_Riding-Megalochori_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g15292721-d3335178-Reviews-Tropic_of_Cancer_Beach-Moore_Hill_Little_Exuma_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10288070-Reviews-King_County_Water_Taxi-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g56723-d12031983-Reviews-Smart_Financial_Centre-Sugar_Land_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g36409-d13088350-Reviews-Aquatic_Zoo-Mount_Vernon_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g53335-d270655-Reviews-Little_Buffalo_State_Park-Newport_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2328556-Reviews-Teleferic_del_Port-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d20264205-Reviews-Dublin_Express-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g666312-d6820830-Reviews-Lambi_Beach-Kos_Town_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g46124-d10859498-Reviews-New_Hampshire_State_Liquor_Store_Safety_Rest_Stop-Hooksett_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g54291-d1078464-Reviews-Angel_Oak_Tree-Johns_Island_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1097549-d1162093-Reviews-or10-Santo_Wines-Pyrgos_Santorini_Cyclades_South_Aegean.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1097549-d1162093-Reviews-Santo_Wines-Pyrgos_Santorini_Cyclades_South_Aegean.html"
    }
]