[
    {
        "attraction_name": "Santa's Workshop",
        "attraction_name_vi": "Xưởng của ông già Noel",
        "general_info": [
            "246 đánh giá",
            "- 5 trong số 11 điều cần làm ở Wilmington",
            "Giải trí - Công viên chủ đề"
        ],
        "attraction_summary": "Nơi này tạm thời bị đóng cửa. Xưởng ông già Noel mở cửa vào năm 1949 và là một trong những Công viên giải trí đầu tiên. Ngày nay nó là Công viên giải trí hoạt động lâu đời nhất ở Hoa Kỳ. Xưởng của ông già Noel vẫn giữ nguyên thiết kế ban đầu để cho phép trẻ em ở mọi lứa tuổi sử dụng cơ sở vật chất, vật đúc và trí tưởng tượng của chính trẻ để tạo ra hình ảnh tưởng tượng về Xưởng của ông già Noel. Bạn sẽ không tìm thấy những trò chơi giải trí lớn hoặc những món đồ công nghệ cao, nhưng bạn sẽ đến thăm ông già Noel, cưng nựng và cho Đội tuần lộc sống của ông ấy ăn, chơi với tất cả những Người trợ giúp của ông già Noel và thậm chí chạm vào Bắc Cực băng giá. Hãy quay ngược đồng hồ về thời bạn còn là một đứa trẻ, trí tưởng tượng và tinh thần Giáng sinh, nơi tất cả những gì bạn cần để biến ước mơ của mình thành hiện thực.Đọc thêm",
        "reviews": [
            "Cửa hàng làm việc của ông già Noel Bắc Cực NY nói chung là một nơi tuyệt vời nhưng tốt nhất cho trẻ nhỏ. Hội thảo về ông già Noel thực sự rất thú vị đối với trẻ em từ 3-5 - 6 tuổi vì hầu hết các trò chơi đều có giới hạn chiều cao nhất định. Nhưng đối với người lớn và trẻ lớn hơn - 5 - - Tôi muốn giới thiệu đi tàu. Trên tàu, bạn có thể thấy ông già Noel mất tích tuần lộc. Và khi tôi nói mất tích, ý tôi là có một chuồng tuần lộc. Và thường có một hoặc hai con tuần lộc đang giúp đỡ ông già Noel. Ngoài ra còn có một cây biết nói về cơ bản có thể làm bất cứ điều gì, chẳng hạn như dừng nhạc trong công viên và hát. Nếu bạn đang ở gần phần bên phải của Adirondacks thì tôi khuyên bạn nên đi.Đọc thêm",
            "Một nơi tuyệt vời để ghé thăm, tuy nhiên giá đã tăng lên - 40 cho mỗi khách. Không có nhiều thứ được cung cấp cho vé vào cửa, các cửa hàng không có nhiều hàng hóa như những năm trước. Về mặt tích cực, đây chắc chắn là một nơi hoài niệm để tôi ghé thăm. Thật tuyệt khi thấy một số tiền được tạo ra ở nơi này. Các tòa nhà được sơn mới, tên mới cho cơ sở ăn uống cũng như đồ đạc chiếu sáng mới. Các chuyến đi vẫn như vậy, rõ ràng là không có chuyến đi nào có cảm giác mạnh, tàu đã được sơn lại, nhưng một số chuyến đi khác vẫn cần được sơn lại. Thật vui vì chúng vẫn hoạt động vì tôi có rất nhiều kỷ niệm đẹp ở đây, nhưng tôi không chắc liệu có đáng để trả giá cao để ghé thăm với ít thứ để cung cấp hay không. Đọc thêm",
            "Được rồi, chỉ để rõ ràng. Nơi này cần nâng cấp. Nó đã hoạt động được một thời gian dài và nơi này cần được sửa chữa. Không có mua sắm thực sự được thực hiện ở đây. Đọc thêm",
            "Đừng lãng phí thời gian của bạn, tóm tắt, không có gì quyến rũ hay huyền diệu về nó. Bẩn, ọp ẹp và mất trật tự. Tôi không thể tin được - 120 cho gia đình 3 người - rất nhiều gia đình tham gia chuyến đi này đến đây họ sẽ - không bỏ công sức vào đó!! Thật khủng khiếp - tôi không thấy gì ngoài cơ hội lợi dụng lòng tham - tinh thần Giáng sinh - để lôi kéo họ vào. Xấu hổĐọc thêm",
            "Tháng 9 năm 2022 và chúng tôi đã có khoảng thời gian tuyệt vời trong đời - s.  Không làm tôi thất vọng, kỷ niệm đẹp của 50 năm trước, con trai tôi giờ đã 5 tuổi đã có một khoảng thời gian tuyệt vời.  Công viên sạch sẽ, nhiều chuyến đi, sự trợ giúp rất tuyệt vời.  Cửa hàng kẹo có rất nhiều thứ để lựa chọn.  Ông già Noel và những người giúp đỡ của ông thật tuyệt vời và khiến ngày này trở nên đặc biệt.  Chúng tôi đã ăn sáng với ông già Noel và mang lại nụ cười rạng rỡ nhất cho bọn trẻ - .. đây là việc phải làm đối với bọn trẻ, cảm ơn vì một ngày rất đặc biệtĐọc thêm",
            "Đây là một bước lùi thời gian kỳ diệu. Công viên này là nơi hoàn hảo cho trẻ nhỏ - 7 và 5 là độ tuổi trong nhóm của chúng tôi -. Tỷ lệ được nhận hơi cao nhưng xét đến chi phí để duy trì hoạt động của thiết bị và trả lương cho những người làm việc chăm chỉ để tạo ra phép thuật - điều đó thật đáng giá.  Chúng tôi đã xem buổi biểu diễn ảo thuật Alex Frost cực kỳ dễ thương và khiến bọn trẻ rất thích thú. Chúng tôi đã xem Holly, Jolly và bọn trẻ hát theo họ.  Chúng tôi nhìn thấy ông già Noel thật đáng yêu.  Chúng tôi đã nhìn thấy những con tuần lộc và cho chúng ăn vài chiếc lá - vui quá! - . Những động vật khác - không chắc có thường xuyên có những động vật khác hay không - không ra ngoài khi chúng tôi ở đó. Đó là một ngày cực kỳ nóng nên điều đó có thể góp phần. Các chuyến đi hoàn hảo cho những đứa trẻ nhỏ mạo hiểm trong chuyến đi giải trí đầu tiên của chúng. Trên thực tế, trên tàu lượn mini, yêu tinh đang làm việc đã chạy tàu lượn một lần rồi dừng lại để kiểm tra từng đứa trẻ để đảm bảo chúng muốn tiếp tục đi. Một cử chỉ ngọt ngào chắc chắn.  - Tất cả bọn trẻ đều muốn tiếp tục cưỡi ngựa. - Chắc chắn rồi, có những vết bong tróc sơn và rỉ sét đây đó nhưng bọn trẻ dường như không để ý.  Có những tiếng reo hò phấn khích - Đây là ngày tuyệt vời nhất từ ​​trước đến nay! - thường đến mức người lớn dễ dàng quên đi điều mà người lớn có thể coi là khuyết điểm.  Chúng tôi không dùng bữa ở bất kỳ nhà hàng nào hay ghé thăm tiệm bánh kẹo nên tôi không thể kể lại những trải nghiệm đó. Nhìn chung, đó là một trải nghiệm tuyệt vời đối với gia đình chúng tôi khi được gặp ông già Noel và duy trì phép thuật tồn tại.Đọc thêm",
            "Giá cả quá cao so với những gì có ở đó. Tiệm bánh không mở cửa. Hầu như không có kẹo trong cửa hàng kẹo. Vòng xoay ngựa gỗ rất xuống cấp. Cửa hàng quà tặng có mùi hôi đến mức chúng tôi phải đi nhanh qua khi ra ngoài. Phần tuyệt nhất là ông già Noel trông thật tuyệt khi chúng tôi nhìn thấy ông trên đường ra vì ông thậm chí còn chưa sẵn sàng khi nơi này mở cửa. Có vẻ như vào thời của ông, nơi này rất dễ thương và kỳ diệu. Ngày đó đã qua vì nơi này cần một số nâng cấp nghiêm túc. Đọc thêm",
            "Chúng tôi đã đến gặp ông già Noel trong nhiều năm và năm nay quả là một bất ngờ tuyệt vời.  Chúng tôi đã lo ngại vì nó trông có vẻ hơi bừa bộn, nhưng chuyến thăm này là một bất ngờ tuyệt vời.  Giá cao hơn một chút - giá nhỏ để giúp đỡ ông già Noel - và có nhiều cải tiến.  Lối vào được chuyển lên ga xe lửa thay vì phải đi qua Bưu điện và được sơn mới, đánh bóng nhiều.  Cửa hàng quà tặng hơi thưa thớt nhưng các lựa chọn đẹp hơn nhiều.  Cửa hàng Bake vắng tanh và cây hát đã không còn, nhưng Tuần lộc trông khỏe mạnh hơn lần ghé thăm trước của chúng tôi và một ca sĩ với cây đàn guitar bên lò sưởi thật hấp dẫn và thú vị.  Cửa hàng đồ chơi vắng tanh và cửa hàng kẹo đã được chọn lại - có lẽ sẽ thu hút được một lượng khách đông đúc vào đầu ngày? - nhưng phần hay nhất tất nhiên là ông già Noel. Ông ấy thật tuyệt vời.  Anh ấy đã đính hôn với đứa con trai 11 tuổi của tôi và thậm chí còn kéo cô con gái 14 tuổi của tôi ra khỏi tình trạng khó chịu và nói chuyện với chúng về mùa cho đi và nghĩ đến những người kém may mắn hơn cũng như tìm kiếm điều tốt đẹp ở mọi người.  Nó khiến ông già này rơi nước mắt.  Anh ấy đã chạm vào cả hai ở mức độ rất cá nhân.  Cảm ơn ông già Noel vì một buổi tối tuyệt vời.  Cảm ơn tất cả những người đã tham gia vào việc giữ cho nơi này trở nên huyền diệu đối với trẻ em ở mọi lứa tuổi.Đọc thêm",
            "Chúng tôi đã đặt gói cuối tuần Yuletide Family và đó là niềm vui thuần túy.  Họ làm cho mọi thứ trở nên ấm cúng và ấm áp, những người giải trí và nhân viên thật đặc biệt.  Khoảng thời gian yêu thích nhất trong bữa tối là hát theo.  Mọi đứa trẻ đều cảm thấy đặc biệt và ông già Noel là một viên ngọc quý!  Điều đặc biệt đáng chú ý là sự thống nhất về nhân sự giữa khu hội thảo của ông già Noel và các sự kiện đã được lên lịch cho các hoạt động buổi tối.  Cháu trai tôi 6 tuổi và sự tiếp xúc nhỏ này đã giúp cháu củng cố niềm tin vào sự kỳ diệu của ông già Noel.  Tất cả người lớn cũng rất thích lễ hội.  Chúng tôi muốn làm điều này ít nhất một lần khi cháu trai còn nhỏ nhưng cháu đã yêu cầu chúng tôi quay lại hàng năm, cười lớn.  Park có thể sử dụng một số TLC nhưng không bao giờ nên làm tổn hại đến tính cách cổ điển vì nó rất quyến rũ.  Niềm vui gia đình đơn giản với đội ngũ nhân viên rất đặc biệt.  Cảm ơn vì trải nghiệm tuyệt vời.Đọc thêm",
            "Hoàn hảo cho trẻ em từ 3-10 tuổi. Hoặc các cháu YÊU nó! Những chuyến đi đơn giản nhưng thú vị. Nghệ thuật và thủ công, xem cách chế biến món ăn.Đọc thêm",
            "Nó có mở cửa vào tháng 1 không? Đọc thêm",
            "Tôi muốn đề nghị người quản lý giảm giá vào cửa công viên cho những ai không được phép đi xe. Tháng 8 này cháu tôi hoàn toàn thất vọng vì chỉ đi được 2 chuyến Em gái nó may mắn đi được cả 7 chuyến. Cần lưu ý ở đâu đó trước khi vào là chỉ có 7 chuyếnĐọc thêm",
            "Tôi đồng ý; giá quá cao. Con gái tôi đã khóc trong hầu hết chuyến đi của chúng tôi vì con bé không thể tham gia hầu hết các trò chơi. Chúng tôi rất thất vọng và cảm thấy bị lừa. Đọc thêm",
            "Phải mất bao lâu để đi hết toàn bộ công viên? Nếu chúng ta đến đó đúng lúc công viên mở cửa vào thứ Bảy? Đang lên kế hoạch đến vào ngày 8 tháng 12Đọc thêm",
            "Bạn có thể tham quan toàn bộ công viên và đến thăm ông già Noel trong khoảng 4 giờ, tuy nhiên nếu xếp hàng để gặp ông già Noel dài hơn, vì vào thời điểm này trong năm, có thể mất tới 5 giờ. Nếu vì lý do nào đó bạn không thể làm mọi thứ bạn muốn trong thời gian lưu trú, bạn có thể yêu cầu thẻ khứ hồi để quay lại miễn phí vào ngày hôm sau.Đọc thêm",
            "Địa điểm này có mở cửa quanh năm không?  Chúng tôi muốn đến gần Giáng sinh.  Có đủ trong nhà để giữ cho chúng khỏi than vãn không?   Bạn ở lại công viên bao lâu để xem mọi thứ.Đọc thêm",
            "Vâng, nó mở cửa đóng cửa vào Giáng sinh. Vì bạn trả tiền vào cửa nên bạn có thể ở lại cả ngày và bọn trẻ có thể đi tất cả các trò chơi bao nhiêu lần tùy thích. Chiếu cả ngày và đồ ăn ở nhà hàng rất ngon.Đọc thêm",
            "Chồng tôi đi lại khó khăn.  Chúng tôi có thể thuê xe máy điện không?Đọc thêm",
            "Rất tiếc, Santa - s Workshop không có xe máy điện hay xe lăn cho thuê. Bạn có thể mang theo của riêng bạn. Chúng tôi ở bên sườn núi Whiteface nên có địa hình. Chúng tôi có dịch vụ xe golf chở khách từ công viên phía dưới lên công viên phía trên, vui lòng hỏi thông tin tại lối vào phía trước của chúng tôi.Đọc thêm",
            "Jody xanh đặt hàng psvitaĐọc thêm",
            "Xin chào, tôi đang viết thư vì có một bé gái đang nằm điều trị tại bệnh viện Boston với căn bệnh ung thư và đang phải đối mặt với hóa trị kéo dài hàng năm trời, bé thực sự muốn nhận được thư nghỉ lễ và tôi đang tự hỏi làm cách nào để bé có thể nhận được thư từ ông già Noel?  Tôi - đang lên kế hoạch cho một chuyến đi đến Bắc Cực và tôi biết bạn có thể thực hiện việc đó từ đó nhưng đến lúc đó thì đã muộn rồi.  Tên và địa chỉ của cô ấy là Ruby Mae Millea và địa chỉ của cô ấy là Bệnh viện nổi dành cho trẻ em tại Trung tâm y tế Tufts, Đơn vị tủy xương nhi Neely Tầng 6, 755 Washington St., Boston, Mass. 02111. Tôi rất sẵn lòng trả tiền cho việc này nhưng tôi không - không thấy nơi để làm điều đó.  Cảm ơn bạn và Giáng sinh vui vẻ!Đọc thêm",
            "Xin chào Marsha, bạn chỉ cần lên Google - những bức thư từ ông già Noel - và bạn sẽ tìm thấy cách gửi một bức thư hoặc một video được cá nhân hóa cho bất kỳ ai bạn muốn.Đọc thêm",
            "Ăn sáng với ông già Noel tốn bao nhiêu tiền? Đến giữa tháng 12 với các con của chúng tôi.Đọc thêm",
            "Bữa sáng với ông già Noel được tổ chức trong Mùa hè của chúng tôi. Anh ấy đang bận rộn với những vị khách Yuletide của chúng tôi, nơi anh ấy ăn tối với những vị khách mua gói cuối tuần của chúng tôi.\n\nGiáng sinh vui vẻ luôn,\n\nHội thảo của ông già NoelĐọc thêm",
            "Có danh sách các chuyến đi và giới hạn kích thước không? Tôi có một đứa con 5 tuổi cao và nặng 85 pound.\nCảm ơnĐọc thêm",
            "Tôi không thấy bất kỳ danh sách chuyến đi nào và tôi không thấy giới hạn chiều cao hoặc cân nặng. Tôi không nghĩ bạn sẽ gặp bất kỳ rắc rối nào. Vợ tôi và tôi đã đi cùng con gái chúng tôi trong tất cả các chuyến đi. Đọc thêm",
            "Bạn phải mua vé trước hay mua trước ngày đến bãi đậu xe?Đọc thêm",
            "Ngày bạn đi đến công viên.Đọc thêm"
        ],
        "star_ratings": [
            116,
            57,
            26,
            22,
            25
        ],
        "review_amount": 246,
        "location": [
            "Hoa Kỳ",
            "Xưởng của ông già Noel",
            "Những điều cần làm ở Wilmington",
            "New York - NY -",
            "Wilmington"
        ],
        "reviews_time": [
            "Written August 19, 2023",
            "Written December 13, 2022",
            "Written December 13, 2022",
            "Written November 26, 2022",
            "Written September 11, 2022",
            "Written August 29, 2022",
            "Written December 21, 2021",
            "Written December 5, 2021",
            "Written November 22, 2021",
            "Written August 11, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48899-d1105618-Reviews-Santa_s_Workshop-Wilmington_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48899-d4516882-Reviews-A_W_Restaurant-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48899-d2457104-Reviews-Up_A_Creek-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48899-d8440809-Reviews-Adirondack_Chocolates-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48899-d14991551-Reviews-Whitebrook_Dairy_Bar-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48899-d26328406-Reviews-Cadence_Lodge_at_Whiteface_restaurant-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48899-d23450692-Reviews-4610_grille-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48899-d19885315-Reviews-Fratelli_Pizza_Restaurant_Bar_II-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48899-d2248041-Reviews-Little_Super_Market_DELI-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48899-d1992554-Reviews-The_Country_Bear_Bakery_and_Diner-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48899-d516315-Reviews-The_Hungry_Trout_Restaurant-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d21072400-Reviews-Whiteface_Veterans_Memorial_Highway-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d103392-Reviews-Whiteface_Mountain-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d2641591-Reviews-Adirondack_Wildlife_Refuge-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d1108811-Reviews-High_Falls_Gorge-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d3386402-Reviews-Wilmington_Town_Beach-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g28953-d126758-Reviews-Whiteface_Veterans_Memorial_Highway-New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d21119970-Reviews-Whiteface_Visitors_Bureau-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d2228062-Reviews-Whiteface_Mountain_Bike_Park-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d10882219-Reviews-Beaver_Brook_Trails-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48755-d27119169-Reviews-Sugar_House_Creamery-Upper_Jay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d1105618-Reviews-or10-Santa_s_Workshop-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48023-d1108806-Reviews-Lake_Placid_Marina_and_Boat_Tours-Lake_Placid_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48023-d270528-Reviews-The_Spa_at_Mirror_Lake_Inn-Lake_Placid_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47969-d16707683-Reviews-Jay_Covered_Bridge-Jay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48023-d4340487-Reviews-Placid_Boat_Rentals-Lake_Placid_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48023-d3294911-Reviews-The_Candy_Man-Lake_Placid_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g674784-d4057685-Reviews-Vittoriosa_Market-Birgu_Vittoriosa_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2151243-Reviews-Chez_Monique_Silver_Smith_Class-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187547-Reviews-Tower_of_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g42256-d656374-Reviews-John_Ball_Zoo-Grand_Rapids_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274685-d1549889-Reviews-Bohemian_Switzerland_National_Park-Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d10664331-Reviews-Phuket_Private_Driver-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g189458-d2256580-Reviews-Ipsos_Beach-Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19092539-Reviews-Artechouse_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g52114-d8820326-Reviews-Oregon_Country_Fair-Veneta_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313571-Reviews-Grona_Lund-Stockholm.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48899-d1105618-Reviews-or10-Santa_s_Workshop-Wilmington_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48899-d1105618-Reviews-Santa_s_Workshop-Wilmington_New_York.html"
    }
]