[
    {
        "attraction_name": "Santa Paula Canyon Falls  / Punch Bowls",
        "attraction_name_vi": "Cúp đấm thác hẻm núi Santa Paula",
        "general_info": [
            "17 đánh giá",
            "7 trong số 15 điều cần làm ở Santa Paula",
            "thác nước"
        ],
        "attraction_summary": "Due to trash, graffiti, severe overcrowding, unsafe parking conditions, and multiple injured and lost hikers requiring rescue operations, the U.S. Forest Service has closed this trail through July 30, 2020.The closure is being strictly enforced by U.S. Forest Service and Ventura County Sheriffs Department. Fines for violating the closure is punishable by a fine of 5,000 andor six months in jail.LOS PADRES NATIONAL FORESTOJAI RANGER DISTRICTForest Order No. 05-07-51-20-10Santa Paula Canyon Area ClosurePursuant to 16 USC 551 and 36 CFR 261.50a and b, and to provide for public safety, thefollowing acts are prohibited within the Los Padres National Forest, Ojai Ranger District. ThisOrder is effective from May 23, 2020, through July 30, 2020.1. Entering or using the campgrounds listed below and shown on the attached map.a. Big Cone Campgroundb. Cross Campgroundc. Jackson Hole Campground36 CFR 261.58b.2. Being on the National Forest System road listed below and shown on the attachedmap.a. Forest Road No. 4N04A36 CFR 261.54e.3. Being on the National Forest System trail listed below and shown on the attachedmap.a. Forest Trail No. 21W09 Last Chance Trail36 CFR 261.55a.4. Going into or being upon National Forest System lands within the Closed Area asdescribed in Exhibit A and shown on the attached map36 CFR 261.53e.Pursuant to 36 CFR 261.S0e, the following persons are exempt from this Order:1. Any Federal, State or local officer, public utilities employee, or member of anorganized rescue or fire fighting force in the performance of an official duty.2. Owners or lessees of private land are exempt from the prohibitions listed above to theextent necessary to gain access to their land.3. Residents are exempt from the prohibitions listed above to the extent necessary togain access to their residences.These prohibitions are in addition to the general prohibitions in 36 CFR Part 261, Subpart A.A violation of these prohibitions is punishable by a fine of not more than 5,000 for anindividual or 10,000 for an organization, or imprisonment for not more than six months, orboth.16 USC 551 and 18 USC 3559, 3571, and 3581.Executed in Goleta, California, this 22nd day of May, 2020._____________________Kevin B. ElliottForest SupervisorLos Padres National ForestRead more",
        "reviews": [
            "Sở Lâm nghiệp Hoa Kỳ đã thông báo rằng họ sẽ đóng cửa đường mòn Punch BowlsSanta Paula Canyon trong hai tuần bắt đầu từ Thứ Bảy, ngày 23 tháng 5. Đường mòn này nằm dọc theo Quốc lộ 150 về phía bắc Thành phố Santa Paula. Các khu vực đỗ xe gần đường nhỏ sẽ bị đóng cửa hoặc hạn chế và có thể bị phạt. Xe đậu trái phép sẽ bị kéo đi.  Người phát ngôn của Los Padres, Andrew Madsen, cho biết đám đông, vấn đề đỗ xe, đống rác do người đi đường để lại và thiếu khoảng cách vật lý.Đọc thêm",
            "Đi bộ tuyệt vời. Chắc chắn có thể khiến bạn mệt mỏi ở một số thời điểm, vì vậy hãy đảm bảo mang theo nhiều đồ ăn nhẹ bằng nước. Nó thực sự có tiềm năng trở thành một địa điểm đẹp nhưng lại có quá nhiều rác thải bị bỏ lại và thật đáng xấu hổ. Đó là lý do tại sao 3 sao thay vì 5 vì nó tệ. Nếu bạn muốn đến thăm những nơi này, bạn có muốn giữ cho nó đẹp không? Ngoài ra còn có graffiti. Một lượng nước tốt ngay bây giờ! Quá nhiều người một chút khiến không ai có việc gì khác để làm trong thời gian cách ly. Tôi chưa bao giờ thấy nhiều xe hơi và nhiều người ở đó cùng một lúcĐọc thêm",
            "Con đường đã bị hư hại do lũ lụt mùa đông cùng với nhiều cây cối bị đổ khiến việc đi lại trở nên khó khăn. Bùn đang bắt đầu khô nhưng dòng suối vẫn đang dâng cao. Chúng tôi không thể với tới bát đựng rượu.Đọc thêm",
            "Đến thăm vào cuối tuần này vào giữa tháng 8 và vẫn còn nước trong cả ba cái bát và dòng sông. Nước rất trong, bát 1 và 3 có hố bơi rất tuyệt. Cú đấm số 3 có cầu trượt làm bằng đá và một số khu vực để nhảy. 1 thì dễ đi, 2 là ở dưới thấp, có vẻ như bạn phải dùng dây để vào nhưng sẽ rất đẹp nếu bạn nhìn xuống từ vách đá. Punch bowl ba là một chuyến đi bộ để đến đó khoảng 25 phút kể từ 1. Giá trị của nó là đi bộ và thêm một động lực khác. Đỗ xe bên ngoài trường đại học, đi theo các biển báo đi bộ đường dài. Trên đường đi lên, hãy luôn đi theo con sông, chú ý các mũi tên, x trên đá và các dải băng trên cây, điều này sẽ dẫn bạn đi đúng hướng. Việc đi bộ lên mất chúng tôi khoảng hai giờ. Đó là một cấp độ ổn định trong suốt thời gian nhưng không quá dốc. Bãi đậu xe miễn phí Có rất nhiều rác, vui lòng nhặt một ít để cố gắng giữ sạch sẽ! Chuyến đi bộ này khá dài, có rất nhiều tảng đá mà bạn phải trèo qua và coi chừng cây sồi độc nhưng đây là một chuyến đi bộ tuyệt vời! Nơi thú vị để trò chuyện tại các hố bơi một lúc! Đọc thêm",
            "Chúng tôi rất vui khi tìm ra con đường của mình để lấy được những chiếc bát đấm. Chuyến đi bộ dài, với kết thúc tuyệt vời là nghỉ ngơi tại những chiếc punchbowl và ăn nhẹ hoặc ăn trưa ở đó và ngâm mình trong làn nước ngọt! khung cảnh tuyệt đẹp. Đừng quên đi bộ trên mùa thu lớn đầu tiên. Nó thật đẹp! Nóng lòng muốn quay lại với một nhóm bạn!Đọc thêm",
            "Đỗ xe cẩn thận và đi theo con đường thích hợp để lên Thác. Có một số cuộc leo núi mà bạn sẽ cần phải cố gắng vượt qua. Nước, gậy đi bộ, đồ ăn nhẹ và giày tốt phải là một phần của việc này. Trời ạ! Tôi nhìn thấy các cô gái đi dép tông - và bạn tự hỏi tại sao. Rắn đã ra ngoài bây giờ. Hãy lắng nghe.Đọc thêm",
            "Hãy cẩn thận khi đỗ xe. Rất nhiều tên trộm thường tụ tập ở bãi đỗ xe chờ nạn nhân. Tốt hơn là nên xuống xe. Đọc thêm",
            "Tôi có thể nói rằng ngày xưa đây là một chuyến đi bộ đường dài tuyệt đẹp và bơi lội tuyệt vời. Bây giờ thì không như vậy: bạn tôi và tôi đã thu thập một túi rác cỡ lớn được để lại dọc theo đường mòn và đổ đầy rác do những người đi bộ đường dài trước đó để lại. Chúng tôi thậm chí còn không dọn sạch rác thải để lại trên đường mòn. Có bằng chứng cho thấy có người sống ngay bên ngoài đường mòn gần bãi đậu xe bên ngoài trường đại học. Tôi không khuyên bạn nên đi theo con đường mòn này trong điều kiện hiện tại. Ngoài ra, tôi đã lấy đi 9 con ve từ chú chó Aussie đi cùng tôi trong chuyến đi bộ đường dài. Đọc thêm",
            "Việc đi bộ đủ dễ để hầu hết mọi người đều có thể làm được nhưng cũng đủ khó để bạn đổ mồ hôi, khó thở và sẵn sàng ngâm mình trong làn nước mát. Việc đi bộ rất đẹp khi chuyển qua lại con lạch. Và khi đến nơi, bạn có thể nhảy từ bất kỳ độ cao nào mà nỗi sợ hãi của bạn cho phép! Hãy nhớ mang theo rác để không chỉ đóng gói bất cứ thứ gì bạn mang vào mà còn chất đầy những thứ rác rưởi mà mọi người khác đã bỏ lại một cách khập khiễng.Đọc thêm"
        ],
        "star_ratings": [
            5,
            3,
            4,
            1,
            4
        ],
        "review_amount": 17,
        "location": [
            "Những điều cần làm ở Santa Paula",
            "Cúp đấm thác hẻm núi Santa Paula",
            "California CA",
            "Hoa Kỳ",
            "Santa Paula"
        ],
        "reviews_time": [
            "Written May 24, 2020",
            "Written May 21, 2020",
            "Written May 6, 2020",
            "Written April 3, 2019",
            "Written August 14, 2017",
            "Written July 1, 2017",
            "Written May 22, 2017",
            "Written February 13, 2017",
            "Written April 11, 2016",
            "Written February 12, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33053-d668660-Reviews-Santa_Paula_Canyon_Falls_Punch_Bowls-Santa_Paula_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g33053-d668660-Reviews-or10-Santa_Paula_Canyon_Falls_Punch_Bowls-Santa_Paula_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33053-d27090264-Reviews-Park-Santa_Paula_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33053-d27081622-Reviews-Teague_Park-Santa_Paula_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33053-d27052984-Reviews-Harding_Park-Santa_Paula_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d3198950-Reviews-Playa_Estrella-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d4221809-Reviews-Gulshan_Lake_Park-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10130020-Reviews-Dinosaur_Planet-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g32428-d117110-Reviews-Gilroy_Gardens_Family_Theme_Park-Gilroy_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d6839364-Reviews-World_of_Discoveries-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3805502-Reviews-Busan_China_Town-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g56797-d8566853-Reviews-Lake_Palestine-Tyler_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46659-d5841079-Reviews-The_Headliner_Night_Club-Neptune_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g297516-d12833757-Reviews-Sablicevo-Rijeka_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d146754-Reviews-Mauna_Kea_Summit-Kailua_Kona_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33053-d668660-Reviews-or10-Santa_Paula_Canyon_Falls_Punch_Bowls-Santa_Paula_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33053-d668660-Reviews-Santa_Paula_Canyon_Falls_Punch_Bowls-Santa_Paula_California.html"
    }
]