[
    {
        "attraction_name": "Santa Fe Plaza",
        "attraction_name_vi": "Trung tâm thương mại Santa Fe",
        "general_info": [
            "3.249 đánh giá",
            "11 trong số 353 điều cần làm ở Santa Fe",
            "Di tích lịch sử",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Được bao quanh bởi các địa danh của thành phố, bao gồm các bảo tàng nghệ thuật và lịch sử, Santa Fe Plaza là trái tim và linh hồn của thủ đô. Ngồi xuống một trong những chiếc ghế dài hình vuông để ngắm nhìn mọi người và tận hưởng cảm giác của một thị trấn nhỏ. Sau đó, bắt đầu khám phá vô số phòng trưng bày nghệ thuật, cửa hàng và chợ trời trong khu vực. Hãy thử các món ăn đường phố địa phương từ các xe bán đồ ăn hoặc nếu bạn muốn vung tiền, hãy ghé qua khoảng chục nhà hàng cao cấp. Bạn cũng có thể đăng ký một chuyến đi bộ để tìm hiểu thêm về lịch sử phong phú của thành phố.  TripadvisorĐọc thêm",
        "reviews": [
            "Chỗ đỗ xe khó khăn, chúng tôi tìm thấy một số chỗ ở tòa nhà Thành phố trong nhà để xe ngầm. bóng mát đẹp. Rất có thể đi bộ với các cửa hàng nhỏ. Tôi thực sự khuyên bạn nên xem LORETTO CHAPEL với cầu thang nổi.Đọc thêm",
            "Trung tâm thành phố với Công viên Trung tâm xinh đẹp được bao quanh bởi các bảo tàng và tòa nhà lịch sử bằng gạch nung. Chắc chắn đáng ghé thăm.\nNgồi đây dưới bóng râm bạn có thể hít thở và tận hưởng bầu không khí. Trong cả hai lần tôi đều đến đó, một người Mỹ bản địa địa phương đã cung cấp âm nhạc đích thực, những chú chim đang hót và có cảm giác như thế giới đang hòa bình.\n\nĐiều đặt chỗ duy nhất của tôi có nghĩa là tôi gần đạt điểm trung bình này là thực tế là có rất nhiều người Mỹ bản địa ngồi trên sàn xung quanh quảng trường. \nVấn đề tôi gặp phải là mặc dù chắc chắn rằng sự hiện diện của họ làm tăng thêm bầu không khí và tính xác thực của thành phố, nhưng thành phố không thừa nhận điều này bằng cách cung cấp cho họ những chỗ đứng thích hợp để trưng bày hàng hóa của họ thay vì để chúng trên sàn lạnh. Sự mâu thuẫn xung quanh là hàng loạt cửa hàng bán hàng hóa trị giá hàng nghìn đô la khiến tôi khó chịu. Nó cảm thấy thiếu tôn trọng.Đọc thêm",
            "Một quảng trường rất sầm uất với những nơi ngồi dưới bóng râm, nghe nhạc của các nhạc sĩ địa phương và tận hưởng buổi chiều.  Các nghệ nhân trang sức địa phương trưng bày sản phẩm của họ dọc theo một bên của Plaza.  Dường như luôn có điều gì đó đang diễn ra tại tâm điểm này trong khu vực lịch sử của Santa Fe.Đọc thêm",
            "Có một chuyến tàu từ Albuquerque đến Santa Fe chỉ tốn 6 vé cho sinh viên. Quảng trường gần ga xe lửa nên chúng tôi quyết định ghé thăm quảng trường. Thời tiết tốt. Nó mát hơn Albuquerque.  Rất nhiều nơi để dùng bữa. Tôi giới thiệu những quán phục vụ các món ăn truyền thống.Đọc thêm",
            "Chúng tôi đưa những đứa trẻ trưởng thành đang đi từ Dubai đến Santa Fe. Lần đầu tiên đối với họ. Họ thích đi dạo quanh các cửa hàng quanh quảng trường và tất cả những người bán đồ trước dinh thống đốc. Lần cuối cùng vợ tôi ở đó, chúng tôi đã gặp ban nhạc Pink Freud, họ rất tuyệt vời.Đọc thêm",
            "Santa Fe Plaza chủ yếu là phòng trưng bày và mua sắm, RẤT NHIỀU mua sắm. Đừng bỏ lỡ San Miguel, nhà thờ lâu đời nhất ở Mỹ cũng như ngôi nhà cổ nhất liền kề ở Mỹ, cách quảng trường một quãng đi bộ ngắn. Tôi rất thích Bảo tàng Georgia OKeefe, nhưng theo ý kiến ​​của tôi thì số lượng vào cửa rất cao ở mức 22. San Francisco Bar Grill có đồ ăn ngon, giá cả hợp lý.Đọc thêm",
            "Nhiều cửa hàng và nhà hàng bao quanh quảng trường xanh. Chắc chắn đi từ quảng trường sang các con phố khác để có kiến ​​trúc đẹp, nhiều cửa hàng và nhà hàng hơn. Vào cuối tuần, người Mỹ bản địa bán đồ trang sức xinh xắn, chăn màn, v.v. dưới tấm che bên cạnh Dinh Thống đốc. Đừng bỏ lỡ nhà thờ cách đó vài dãy nhà. Chúng tôi hơi thất vọng khi bước vào trong Dinh Thống đốc. Nó gần như trống rỗng. Dự kiến ​​nhiều hơn bên trong. Bãi đậu xe là điên rồ. Có một nhà để xe tại khách sạn La Fonda. Rất vui vì chúng tôi đã đi bộ từ khách sạn của mình.Đọc thêm",
            "Tôi đã đến thăm nhiều năm và tôi luôn ở cách Plaza vài dãy nhà. Tuy nhiên, lần này, đường phố đầy rẫy thanh thiếu niên địa phương đang đi chơi, mở nhạc ầm ĩ và la hét lăng mạ khách du lịch qua cửa sổ đang mở. Không có một sĩ quan cảnh sát nào xuất hiện trong suốt hai ngày tôi đến thăm. Đáng lẽ chúng tôi phải ở lại thêm một ngày nữa, nhưng tôi không cảm thấy thoải mái khi đi dạo trên đường phố Santa Fe sau khi trời tối. Rõ ràng là thế hệ tiếp theo của Santa Feans không chào đón khách du lịch. Tôi rất vui khi chi số tiền du lịch của mình ở một nơi khác.Đọc thêm",
            "Nhiều cửa hàng và nhà hàng bao quanh quảng trường xanh. Chắc chắn đi từ quảng trường sang các con phố khác để có kiến ​​trúc đẹp, nhiều cửa hàng và nhà hàng hơn. Vào cuối tuần, người Mỹ bản địa bán đồ trang sức xinh xắn, chăn màn, v.v. dưới tấm che bên cạnh Dinh Thống đốc. Đừng bỏ lỡ nhà thờ cách đó vài dãy nhà. Chúng tôi hơi thất vọng khi bước vào trong Dinh Thống đốc. Nó gần như trống rỗng. Dự kiến ​​nhiều hơn bên trong. Bãi đậu xe là điên rồ. Có một nhà để xe tại khách sạn La Fonda. Rất vui vì chúng tôi đã đi bộ từ khách sạn của mình.Đọc thêm",
            "Một trải nghiệm độc đáo. Kiến trúc đẹp, chịu ảnh hưởng nặng nề của Mexico. Thực phẩm, rượu vang và rượu mạnh tuyệt vời của Tex-Mex. Tôi ước gì có thể nói với bạn rằng đây là một trải nghiệm vô cùng thư giãn - nhưng tôi không thể. Đẹp như những chuyến lái xe đến Bandelier và Hwy 502 từ Los Alamos trở lại thành phố là mức độ ghê tởm và khó chịu mà tôi nhận thấy mức độ tiếng ồn hàng đêm xung quanh Old Santa Fe Inn và Santa Fe Plazas. Thành phố Santa Fe đang NGHIÊM TRỌNG cần có sắc lệnh có thể thi hành về tiếng ồn đối với khí thải lớn trên hầu hết ô tô và xe bán tải, hầu hết trong số này rõ ràng được vận hành bởi thanh thiếu niên hoặc người lớn, những người hoàn toàn không muốn hoặc không quan tâm đến việc hạn chế tiếng ồn của mình trong phạm vi liên bang hoặc đường kéo. Đây là lần đầu tiên chúng tôi đến Santa Fe và chúng tôi nhận thấy toàn bộ khu vực giữa các tòa nhà của Bang và Nhà thờ St. Francis of Assisi hoàn toàn quyến rũ. Mức độ tham gia của các nghệ nhân trong việc giúp thu hút nguồn tiền và du lịch nghiêm túc đến quận này của thành phố là rất giống và chỉ có thể so sánh được với Scottsdale. Tuy nhiên, điều mà Scottsdale có là không khoan dung với loại tiếng ồn lố bịch được tạo ra bởi những người từ nội thành, những người không có mục đích hoặc ý định tiêu tiền ở khu vực thủ công, dùng bữa trong những nhà hàng sang trọng hoặc đánh giá cao nghệ thuật và kiến ​​trúc ở đó. Chúng tôi sẽ quay lại nhưng tôi rất hy vọng Thành phố Santa Fe sẽ giải quyết được mức độ ồn không thể chấp nhận được này đối với khu vực này vì đây có thể là yếu tố chính hạn chế các khoản tiền khác đến khu vực xứng đáng này của thị trấn.  Tôi cảm thấy kỳ lạ khi các thương gia ở đó lại chấp nhận điều này.Đọc thêm",
            "Quảng trường ổn, có nhiều nhân vật đầy màu sắc khiến người xem thích thú. Nhưng hãy giữ trí thông minh của bạn về bạn! Vấn đề là một số cửa hàng lợi dụng những phụ nữ lớn tuổi ngây thơ. Trường hợp điển hình: Tránh Kamea, tên mới của Trung tâm Spa Santa Fe trước đây của Voupre, tại 208-B W. San Francisco. Họ tiếp cận mọi người trên vỉa hè, dụ họ bằng hàng mẫu và sử dụng mọi mánh khóe trong cuốn sách để dụ họ mua những sản phẩm chăm sóc da có giá quá cao và lợi ích đáng ngờ. Đột nhiên mọi người nhận thấy những khoản phí rất lớn trên thẻ tín dụng của họ. Đừng làm hỏng chuyến đi của bạn: Tránh những kẻ lừa đảo và cẩn thận với các kỹ thuật gây áp lực cao phi đạo đức.Đọc thêm",
            "Trong bốn ngày thú vị ở Santa Fe, chúng tôi đã đi ngang qua Santa Fe Plaza nhiều lần hơn, tôi có thể đếm được. Nơi đáng yêu để nán lại trong vườn, thưởng thức các phòng trưng bày đẹp mắt, mua sắm tại các cửa hàng xinh đẹp và tận hưởng bầu không khí nghệ thuật của thành phố sôi động.Đọc thêm",
            "Tôi sẽ không thể nhìn thấy quảng trường nếu không lưu trú tại khách sạn St. Francis - nếu không thì việc đỗ xe sẽ khiến điều đó là không thể. Hơn nữa là do sự kém cỏi của tôi -- nhưng những người lái xe lo lắng, hãy lưu ý, đường phố chật chội và các lựa chọn đỗ xe đều ít và khó hiểu. Tuy nhiên, bản thân quảng trường thật tuyệt vời. Kiến trúc lịch sử, vỉa hè có mái che, sự đa dạng của các cửa hàng -- đây là một nơi thú vị để đi bộ xung quanh hàng giờ. Nhà thờ Basilica là một nơi tuyệt vời để chụp ảnh và có một khu vườn nhỏ đáng yêu nơi bạn có thể ngồi và thư giãn một lúc.Đọc thêm",
            "Không gian ngoài trời tuyệt đẹp với nhiều món ăn ngon, cửa hàng nghệ thuật xinh xắn, bảo tàng nghệ thuật bản địa đương đại và ít nhất là thời tiết tuyệt đẹp vào tháng 5!Đọc thêm",
            "Cách tuyệt vời để trải nghiệm Santa Fe! Vô số cửa hàng với hàng hóa NM đẹp mắt, một công viên rộng lớn ở trung tâm với các hoạt động giải trí, một số nhà hàng và rất nhiều người Mỹ bản địa và nghệ sĩ vào cuối tuần bán tác phẩm của họ, hầu hết đều rất thân thiện và vui vẻ giải thích quy trình sản xuất hàng hóa của họ, rất nhiều việc phải làm, xem, mua! Cảm ơn trời, chúng tôi đã gặp chút gió lạnh vào ngày đẹp trời đó và phải rời đi sau vài giờ, lẽ ra tôi đã ghé thăm nhiều cửa hàng hơn nữa và có thể đã phá sản! Rất khuyến khích bạn đến thăm Công ty Thương mại Wind River và gặp người quản lý Abe, rất thân thiện, cực kỳ hiểu biết, nắm bắt được sở thích và mong muốn của bạn rất nhanh, vì vậy rất hữu ích trong việc giúp bạn đạt được những gì bạn thích. Đọc thêm",
            "Santa Fe Plaza chủ yếu là phòng trưng bày và mua sắm, RẤT NHIỀU mua sắm. Đừng bỏ lỡ San Miguel, nhà thờ lâu đời nhất ở Mỹ cũng như ngôi nhà cổ nhất liền kề ở Mỹ, cách quảng trường một quãng đi bộ ngắn. Tôi rất thích Bảo tàng Georgia OKeefe, nhưng theo ý kiến ​​của tôi thì số lượng vào cửa rất cao ở mức 22. San Francisco Bar Grill có đồ ăn ngon, giá cả hợp lý.Đọc thêm",
            "Tôi sống ở Santa Fe và ở đây thật kỳ diệu! Nếu bạn chú ý, bạn sẽ thấy điều kỳ diệu, hãy ra khỏi thị trấn và đi vào khu trượt tuyết trên núi, Aspen Vista, rất nhiều con đường mòn dẫn đến suối Taos, Chimayo và Jemez, Valles Caldera, tất cả đều là Abiquiu georgia okeefe Đọc thêm",
            "Tôi có thể đỗ xe ở đâu trong 3 ngày ở trung tâm thành phố Santa Fe?Đọc thêm",
            "Nơi tốt nhất để đỗ xe trong vài giờĐọc thêm",
            "Phụ thuộc vào thời gian trong ngày. Tìm thấy bãi đậu xe trên đường sau khi đi vòng vài lầnĐọc thêm",
            "Các cửa hàng và nhà hàng có đóng cửa sớm hơn vào Chủ Nhật không?Đọc thêm",
            "Xin chào, tôi cần chỗ đậu xe gần quảng trường.  Hilton tính phí 22 ngày.  Có chỗ nào rẻ hơn cho phép đỗ xe qua đêm không?Đọc thêm",
            "Không tích cực nhưng tôi tin rằng các bãi đậu xe công cộng xung quanh quảng trường là nơi tốt nhất cho bạn.  Có một số trong số đó.Đọc thêm",
            "Chủ nhật? Những người bán hàng người Mỹ bản địa có mặt trên quảng trường vào Chủ nhật ở Santa fe không?Đọc thêm",
            "Không thấy gì khi chúng tôi ở đó và đó là Thứ Sáu - Chủ Nhật.  Cách tốt nhất là tra cứu bất kỳ nhà bán lẻ nào ở đó và hỏi thời điểm tốt nhất để đi.Đọc thêm",
            "Có chỗ nào để đỗ xe gần quảng trường có người cắm trại đi cùng không?Đọc thêm",
            "Tôi khuyên bạn nên đỗ xe xa hơn một chút và đi bộ. Do là khu vực lịch sử nên đường phố hẹp và tắc nghẽn giao thông và người dân.Đọc thêm",
            "Chúng tôi đang nghĩ đến việc lái xe từ WY vào cuối tuần này để tránh tuyết. Các cửa hàng và bảo tàng có mở cửa vào tháng 3 năm 2021. Các nhà cung cấp có bán sản phẩm của họ không? Hạn chế của Covid là gì?Đọc thêm",
            "Chó có dây xích có được phép vào Plaza không?Đọc thêm",
            "Chỉ xích và dọn dẹp chó. Tôi nghĩ tôi nhớ đến những chiếc bát đựng nước ở quảng trường.Đọc thêm",
            "Chó có được phép vào công viên không?Đọc thêm",
            "Có, nhưng có khách hàng tiềm năng.Đọc thêm",
            "Người bản xứ đắp chăn bán vào ngày nào?Đọc thêm",
            "Chúng tôi gặp họ mỗi ngày trong 4 ngày chúng tôi ở đó. Đọc thêm"
        ],
        "star_ratings": [
            1846,
            1020,
            307,
            59,
            18
        ],
        "review_amount": 3250,
        "location": [
            "Trung tâm thương mại Santa Fe",
            "Hoa Kỳ",
            "New Mexico NM",
            "Những điều cần làm ở Santa Fe",
            "Santa Fe"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written July 1, 2023",
            "Written July 16, 2023",
            "Written July 17, 2023",
            "Written September 30, 2023",
            "Written March 18, 2024",
            "Written June 2, 2024",
            "Written June 7, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 17, 2024",
            "Written May 15, 2024",
            "Written April 27, 2024",
            "Written March 18, 2024",
            "Written February 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60958-d107439-Reviews-Santa_Fe_Plaza-Santa_Fe_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60958-d8608070-Reviews-Sazon-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60958-d17696569-Reviews-Sassella-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60958-d1581721-Reviews-Palacio_Restaurant-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60958-d458040-Reviews-Cafe_Pasqual_s-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60958-d11045139-Reviews-El_Callejon_Taqueria_and_Grill-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60958-d459710-Reviews-Tia_Sophia_s-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60958-d4604252-Reviews-TerraCotta_Wine_Bistro-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60958-d459711-Reviews-Coyote_Cafe_Rooftop_Cantina-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60958-d477193-Reviews-La_Plazuela-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60958-d635189-Reviews-La_Boca-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d24090589-Reviews-Flurish-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d24044237-Reviews-Roman_Catholic_Archdiocese_Of_Santa_Fe-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d26339069-Reviews-Prescott_Gallery_and_Sculpture_Garden-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d623475-Reviews-Owings_Dewey_Fine_Art-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d12574515-Reviews-Santa_Fe_Plaza_Visitor_Information_Center-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d17698190-Reviews-Boone_Gallery-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d27025944-Reviews-Maya_Gallery-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d4868364-Reviews-Palace_of_the_Governors-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d1459364-Reviews-New_Mexico_History_Museum-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d1458256-Reviews-New_Mexico_Museum_Of_Art-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d107439-Reviews-or10-Santa_Fe_Plaza-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d6600295-Reviews-Prairie_Dog_Glass-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d5483076-Reviews-Liquid_Light_Glass-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d534384-Reviews-New_Mexico_State_Capitol_Roundhouse-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d123657-Reviews-The_Cathedral_Basilica_of_St_Francis_of_Assisi-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d117221-Reviews-Canyon_Road-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d124600-Reviews-San_Miguel_Chapel-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d123660-Reviews-Loretto_Chapel-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d10084963-Reviews-Meow_Wolf_Santa_Fe-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d123656-Reviews-Cross_of_the_Martyrs-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d102393-Reviews-Santa_Fe_National_Cemetery-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d23941237-Reviews-Discover_Santa_Fe-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d4548198-Reviews-Santa_Fe_Bandstand-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d23467673-Reviews-Zombie_Scavengers_of_Santa_Fe-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d23134586-Reviews-Operation_City_Quest_Scavenger_Hunt_of_Santa_Fe-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d2086743-Reviews-Food_Tour_New_Mexico-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d2303559-Reviews-Custom_Tours_By_Clarice-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d7751580-Reviews-Maverick_s_of_Santa_Fe-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d8779694-Reviews-The_Pink_Giraffe_of_Santa_Fe-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g34583-d144872-Reviews-Fishermen_s_Village-Punta_Gorda_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d4268204-Reviews-Deep_Creek_Hot_Springs-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d278811-Reviews-Millennium_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d2233777-Reviews-Saturday_Night_Market_Walking_Street_Wua_Lai_Road-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g45198-d1902093-Reviews-Ryan_Dam_Great_Falls_of_the_Missouri-Great_Falls_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g33332-d1549916-Reviews-Buena_Vista_River_Park-Buena_Vista_Chaffee_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g57097-d8650323-Reviews-Canyons_Golf-Park_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4046136-Reviews-Hiding_in_Plain_Sight-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3366878-d23328036-Reviews-Columbia_Pictures_Aquaverse-Jomtien_Beach_Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32400-d103759-Reviews-MacKerricher_State_Park-Fort_Bragg_Mendocino_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60958-d107439-Reviews-or10-Santa_Fe_Plaza-Santa_Fe_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60958-d107439-Reviews-Santa_Fe_Plaza-Santa_Fe_New_Mexico.html"
    }
]