[
    {
        "attraction_name": "Santa's Village",
        "attraction_name_vi": "Làng ông già Noel",
        "general_info": [
            "1.256 đánh giá",
            "- 2 trong số 8 điều cần làm ở Jefferson",
            "Giải trí - Công viên chủ đề"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đã có một vụ nổ với gia đình! Rất nhiều chuyến đi thú vị nhưng không có gì quá cực đoan! Thậm chí có thể đi xe lần thứ hai nếu không có ai xếp hàng chờ đợi! Thức ăn đã được bao gồm vào cuối tuần này nên đó là một thỏa thuận tuyệt vời! Thật buồn khi biết tin tàu lượn tuần lộc sắp bị ngừng hoạt động! Nhân viên rất chu đáo - thân thiện! Thích vuốt ve tuần lộc! Vui quá!Đọc thêm",
            "Tôi thực sự ngạc nhiên trước sự sạch sẽ của công viên, suốt thời gian ở đó tôi không hề thấy một mảnh rác nào trên mặt đất. Những chuyến đi thật tuyệt vời đối với các con gái của tôi và hầu hết các nhân viên đều thực sự tốt với trẻ em và khiến trải nghiệm của chúng trở nên đáng nhớ. Người xếp hàng rất nhanh, mặc dù công viên khá đông đúc vào ngày thứ Bảy. \nĐồ ăn khá ngon và giá cả hợp lý cho một công viên giải trí. \nNhìn chung đây là một trải nghiệm tuyệt vời cho tôi và gia đình, cảm ơn Làng ông già Noel Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi thứ hai đến Làng ông già Noel. Nó vẫn là nơi TỐT NHẤT mọi lúc. Mọi thứ về nơi này đều tuyệt vời. Nó sạch sẽ, được bảo trì tốt, họ có rất nhiều nhân viên - và bạn có thể nói rằng họ là người dân địa phương - điều mà tôi YÊU và không xảy ra ở các điểm tham quan khác.  Cả hai lần chúng tôi đến đó, tôi đều thấy chủ quán làm việc và đi lại nói chuyện với khách và đảm bảo mọi thứ đều hoàn hảo. Chúng tôi lái xe 6 giờ từ NJ để đến Làng Ông già Noel và sẽ luôn quay lại. Hãy tiếp tục phát huy nhé! Đọc thêm",
            "Chúng tôi có khoảng cách tuổi tác với con cái của mình, từ trẻ mới biết đi đến thanh thiếu niên và mọi người đều thích Làng ông già Noel.  Công viên nước cũng là niềm vui cho tất cả trẻ em.   Điều tôi đánh giá cao nhất là bầu không khí thân thiện, tốt bụng.  Các nhân viên rất hữu ích và tốt bụng và tất cả các diễn viên hóa trang đều đính hôn với bọn trẻ.Đọc thêm",
            "Lần đầu tiên tôi đến thăm làng ông già Noel và đây sẽ không phải là lần cuối cùng của tôi.   Gia đình và bạn bè của tôi rất thích chuyến thăm của chúng tôi.   Những đứa trẻ của chúng tôi đã có một vụ nổ.   Tôi không thể nghĩ ra một điều tiêu cực nào cả.  Ngay cả các nhân viên ở đó dường như cũng yêu thích công việc của họ.Đọc thêm",
            "Hãy đến trước giờ khai mạc 20 - 30 phút nếu muốn xem màn khai mạc - chào mừng.  Đó là vũ đạo rất tốt.  Hướng tới trẻ nhỏ.  Công viên cực kỳ sạch sẽ và nhân viên rất tuyệt vời và rất thân thiện.  Cháu trai 7 tuổi của tôi rất thích chú Rudolph biết nói ở lối vào, chú tuần lộc mà bạn có thể cho ăn và cưỡi.  Tôi nghĩ anh ấy đã đi tất cả các chuyến đi. Khiếu nại duy nhất của tôi là người phục vụ ở một số chuyến đi nói rằng nếu bạn muốn họ dừng lại, hãy không thích.  Vấn đề tôi gặp ở 1 chuyến đi là người phục vụ không thấy một đứa trẻ không thích và đứa trẻ thực sự khó chịu.  Những chuyến đi không kéo dài, vậy tại sao lại khiến bọn trẻ hy vọng hão huyền rằng chúng có thể dừng lại.  Chúng tôi ăn ở Merry Mess Hall.  Các dải thịt gà và bánh quế rất ngon.  Bánh pizza vẫn ổn.  Tôi thích bữa ăn dành cho trẻ em được phục vụ trên đĩa bay.  Chúng tôi đã không đến công viên nước, nhưng nó trông rất tuyệt.  Bảng chữ cái của yêu tinh thật thú vị, nó đưa bạn đi khắp công viên.  Tôi rất vui vì có gói chụp ảnh chuyên nghiệp tại Santa House, Sleigh Way và Yule Log và bạn sẽ nhận được chúng bằng kỹ thuật số nên không cần phải mang theo bản in.  Đáng giá vì trời mưa suốt chuyến thăm của chúng tôi.  Điều tuyệt vời khác là trên đường trượt tuyết, họ lau mưa trên ghế và đưa cho bạn một chiếc ô lớn.  Họ cũng lau sạch ghế trên khúc gỗ Yule.  Đó chỉ là một trải nghiệm tuyệt vời và tôi ước mình đã đưa các con mình đi khi chúng còn nhỏ và không phải đợi cháu đi.Đọc thêm",
            "10 - 10 muốn giới thiệu!  Tôi vừa trở về nhà sau chuyến đi đầu tiên đến Làng Ông già Noel và chúng tôi đã có một ngày tuyệt vời nhất từ ​​trước đến nay! Điều đó hoàn toàn có thể thực hiện được với một phụ huynh và hai đứa trẻ - 5 - 7 - .  Mọi thứ đều phù hợp với lứa tuổi, thành phần nước thật tuyệt vời, các chuyến đi vừa phải.  Ngoài ra, các bạn, nơi này sạch sẽ và được bảo trì một cách hoàn hảo.  Các nhân viên rất hữu ích và thân thiện.  Tuyệt vời tuyệt vời tuyệt vời.  Tôi - đã nói say sưa với bất cứ ai chịu lắng nghe. Nó cũng được tô bóng rất đẹp ở phần lớn công viên.  Ưu đãi giá cả hợp lý, - còn có tùy chọn mang theo một chuyến dã ngoại từ nhà - . Xe đẩy, ba lô, xe ngựa, tất cả đều được phép.  Rất thân thiện với gia đình và tôi đã đề cập đến SẠCH chưa? Ồ! Hãy tự làm lấy - và các con của bạn, tôi đoán vậy haha ​​- hãy giúp đỡ và đến nơi này!Đọc thêm",
            "Rất khuyến khích mọi thứ đều rất thú vị. Các nhân viên là tuyệt vời hơn.  Địa điểm pizza có giá trị lớn - ngon. Chồng tôi lớn lên đi - tôi luôn ước chúng tôi có thể rưng rưng nước mắt khi được đi.  Khiếu nại duy nhất của tôi là tôi ước thời gian dài hơn.  Ngay cả trong những ngày cực kỳ bận rộn, chúng tôi cũng hiếm khi xếp hàng chờ đợi.Đọc thêm",
            "Thật là một trải nghiệm kỳ diệu. Chúng tôi đã đặt mua vé trực tuyến tại nơi khai trương và chúng tôi đến gặp ông già Noel. Chúng tôi có lẽ là gia đình thứ hai trong dòng họ. Ông già Noel thật tốt bụng và toàn bộ trải nghiệm thật kỳ diệu. Tôi rất ngạc nhiên bởi giá cả phải chăng của các gói chụp ảnh. Chúng tôi tìm thấy tất cả các mặt hàng tại công viên có giá khá cao. So với các khu vui chơi khác. Cho tuần lộc ăn thật thú vị. Vị trí thật kỳ diệu ở một khu vực hơi xa xôi nên chúng tôi đảm bảo có nhiều nhiên liệu.Đọc thêm",
            "Chúng tôi đã đến Làng ông già Noel hai lần vào mùa hè. Tuy nhiên, đây là lần đầu tiên chúng tôi đi vào mùa Giáng sinh. Con của chúng tôi 9 và 7 tuổi, vì vậy chúng tôi biết đây là một trong những năm cuối cùng - kỳ diệu -. \nChúng tôi đi vào ngày đã bán hết vé nhưng chưa bao giờ đông khách cả. Xếp hàng dài nhất chúng tôi chờ đợi là khoảng 40 phút để đi xe trượt tuyết. Hầu hết thời gian chúng tôi đợi khoảng 5 phút để lên xe. Khung cảnh và ánh sáng thật hoàn hảo và tôi thực sự có cảm giác như đang ở Làng ông già Noel. Các con tôi rất thích các chuyến đi, nhận nhẫn ở cửa hàng Thợ rèn và chơi trò chơi - Elfabet -. \nNhững chiếc bánh rán ở quầy bánh rán rất tươi và ngon - món ăn buổi chiều hoàn hảo. \nNếu bạn đi vào mùa đông, hãy đảm bảo mặc quần áo ngay cả khi trời không lạnh vì bạn sẽ phải dành cả ngày bên ngoài. \nCác con tôi nóng lòng muốn quay lại vào mùa hè để chúng tôi có thể chơi công viên nước.Đọc thêm",
            "Gia đình chúng tôi đã có một ngày thật tuyệt vời. Cho đến nay, đây là công viên giải trí sạch sẽ và có tổ chức nhất mà chúng tôi từng ghé thăm. Các cô gái của chúng tôi ở độ tuổi 6, 8 và 10 và những chuyến đi thật hoàn hảo đối với các em - và cả chúng tôi nữa! - . Mọi thành viên của đội ngũ nhân viên đều rất hữu ích và thân thiện.  Các cô gái yêu thích cuộc săn yêu tinh và tuần lộc. Những chiếc xe cổ cũng là một sản phẩm kinh điển. Thật là một ngày tuyệt vời!  Một trong những điểm nổi bật nhất trong chuyến đi của chúng tôi từ Nova Scotia.Đọc thêm",
            "Chúng tôi đã đến Làng ông già Noel hai lần vào mùa hè. Tuy nhiên, đây là lần đầu tiên chúng tôi đi vào mùa Giáng sinh. Con của chúng tôi 9 và 7 tuổi, vì vậy chúng tôi biết đây là một trong những năm cuối cùng - kỳ diệu -. Chúng tôi đi vào ngày đã bán hết vé nhưng chưa bao giờ đông khách cả. Xếp hàng dài nhất chúng tôi chờ đợi là khoảng 40 phút để đi xe trượt tuyết. Hầu hết thời gian chúng tôi đợi khoảng 5 phút để lên xe. Khung cảnh và ánh sáng thật hoàn hảo và tôi thực sự có cảm giác như đang ở Làng ông già Noel. Các con tôi rất thích các chuyến đi, nhận nhẫn ở cửa hàng Thợ rèn và chơi trò chơi - Elfabet -. Những chiếc bánh rán ở quầy bánh rán rất tươi và ngon - món ăn buổi chiều hoàn hảo. Nếu bạn đi vào mùa đông, hãy đảm bảo mặc quần áo ngay cả khi trời không lạnh vì bạn sẽ phải dành cả ngày bên ngoài. Các con tôi nóng lòng muốn quay lại vào mùa hè để chúng tôi có thể chơi công viên nước.Đọc thêm",
            "Thật là một trải nghiệm kỳ diệu. Chúng tôi đã đặt mua vé trực tuyến tại nơi khai trương và chúng tôi đến gặp ông già Noel. Chúng tôi có lẽ là gia đình thứ hai trong dòng họ. Ông già Noel thật tốt bụng và toàn bộ trải nghiệm thật kỳ diệu. Tôi rất ngạc nhiên bởi giá cả phải chăng của các gói chụp ảnh. Chúng tôi tìm thấy tất cả các mặt hàng tại công viên có giá khá cao. So với các khu vui chơi khác. Cho tuần lộc ăn thật thú vị. Vị trí thật kỳ diệu ở một khu vực hơi xa xôi nên chúng tôi đảm bảo có nhiều nhiên liệu.Đọc thêm",
            "Tôi đã đến thăm công viên này vào những năm 1970, 1980, 1990, 2000 và bây giờ là những năm 2020 và nó vẫn đẹp chưa từng có.  Gửi đến đội thực hiện cảnh quan và hoa ở đây- các bạn sẽ nhận được giải thưởng cho công viên giải trí đẹp nhất.  Các nhân viên rất thân thiện và hữu ích. Mọi thứ đều rất sạch sẽ và tươi mới.  Yêu thích chuyến đi Hum Bug mới!  Hoạt hình điện tử scrooge sẽ khiến Walt Disney tự hào!!  chúng tôi cũng thích gặp ông già Noel và tuần lộc.  Đáng buồn thay, cơ thể của mẹ tôi không vừa với Tàu lượn siêu tốc Penguin, nhưng đó là vấn đề của tôi - không phải của họ lol!!!  Tôi đã có thể đi trên tàu lượn tuần lộc và điều đó rất vui!! Chúng tôi cũng yêu thích âm nhạc vang lên khắp công viên.  Chúng tôi cũng rất thích Trò chơi Yêu tinh!! Rất vui! Khi chúng tôi đến thăm tất cả 26 bức tượng yêu tinh, chúng tôi đã giành được một giải thưởng nhỏ!!!  - Tôi sẽ không nói giải thưởng là gì, tôi không muốn phá hỏng yếu tố bất ngờ!!! - Chúng tôi đã có khoảng thời gian tuyệt vời!!Một lần nữa, những bông hoa thật nổi bật....Đọc thêm",
            "My family  - my wife, 6-year-old daughter, and I -  ventured to Santa - s Village this August. While my little one had been a few times before, the magic of this park never ceases to delight her.Mother Nature decided to grace us with mild weather and a few sporadic showers. To our surprise, this only enhanced our experience. The cooler temperatures made wandering around the park more comfortable. That being said, the chillier weather did mean we skipped out on the water park this time around.One cannot overlook the astounding landscaping. It - s a refreshing sight that even Disney World could glean inspiration from. The abundance of shade and meticulous foliage not only reduced the radiant heat off the pavement but also added to the enchantment of the park.The park - s size is a definite plus. In about 5 hours, we could comfortably explore and enjoy the attractions - some more than once - without feeling rushed or overwhelmed. An added perk was the minimal wait time for rides; all of our waits were under 5 minutes, allowing us to make the most of our time.However, I do believe Santa - s Village could benefit from some novelty. While the charm remains intact, adding a few new or expanded attractions would be beneficial, especially to engage the adults. The kids, of course, are enchanted year after year. On sunnier days, the water park is a highlight, consuming half the day - s adventure - though the New Hampshire weather of 2023 hasn - t been the most cooperative.A special shoutout to the Elf University scavenger hunt - my daughter absolutely adored it! For families considering a visit, a tip from us: rent a cabana for the day. Regardless of your water park plans, the cabanas offer a perfect base for the family, and they - re especially handy for those wanting to enjoy the water attractions. But a word of caution: they - re in high demand. Book early to secure one!In conclusion, our trip to Santa - s Village was thoroughly enjoyable and provided good value for the money. We - re already looking forward to our next visit!Read more",
            "Rất khuyến khích mọi thứ đều rất thú vị. Các nhân viên là tuyệt vời hơn.  Địa điểm pizza có giá trị lớn - ngon. Chồng tôi lớn lên đi - tôi luôn ước chúng tôi có thể rưng rưng nước mắt khi được đi.  Khiếu nại duy nhất của tôi là tôi ước thời gian dài hơn.  Ngay cả trong những ngày cực kỳ bận rộn, chúng tôi cũng hiếm khi xếp hàng chờ đợi.Đọc thêm",
            "10 - 10 muốn giới thiệu!  Tôi vừa trở về nhà sau chuyến đi đầu tiên đến Làng Ông già Noel và chúng tôi đã có một ngày tuyệt vời nhất từ ​​trước đến nay! Điều đó hoàn toàn có thể thực hiện được với một phụ huynh và hai đứa trẻ - 5 - 7 - .  Mọi thứ đều phù hợp với lứa tuổi, thành phần nước thật tuyệt vời, các chuyến đi vừa phải.  Ngoài ra, các bạn, nơi này sạch sẽ và được bảo trì một cách hoàn hảo.  Các nhân viên rất hữu ích và thân thiện.  Tuyệt vời tuyệt vời tuyệt vời.  Tôi - đã nói say sưa với bất cứ ai chịu lắng nghe. Nó cũng được tô bóng rất đẹp ở phần lớn công viên.  Ưu đãi giá cả hợp lý, - còn có tùy chọn mang theo một chuyến dã ngoại từ nhà - . Xe đẩy, ba lô, xe ngựa, tất cả đều được phép.  Rất thân thiện với gia đình và tôi đã đề cập đến SẠCH chưa? Ồ! Hãy tự làm lấy - và các con của bạn, tôi đoán vậy haha ​​- hãy giúp đỡ và đến nơi này!Đọc thêm",
            "Nơi tuyệt vời để ghé thăm!! Trẻ em rất thích trải nghiệm này và tôi muốn giới thiệu nơi này cho bất kỳ ai muốn hòa mình vào không khí lễ hội!Đọc thêm",
            "Hãy đến trước giờ khai mạc 20 - 30 phút nếu muốn xem màn khai mạc - chào mừng.  Đó là vũ đạo rất tốt.  Hướng tới trẻ nhỏ.  Công viên cực kỳ sạch sẽ và nhân viên rất tuyệt vời và rất thân thiện.  Cháu trai 7 tuổi của tôi rất thích chú Rudolph biết nói ở lối vào, chú tuần lộc mà bạn có thể cho ăn và cưỡi.  Tôi nghĩ anh ấy đã đi tất cả các chuyến đi. Khiếu nại duy nhất của tôi là người phục vụ ở một số chuyến đi nói rằng nếu bạn muốn họ dừng lại, hãy không thích.  Vấn đề tôi gặp ở 1 chuyến đi là người phục vụ không thấy một đứa trẻ không thích và đứa trẻ thực sự khó chịu.  Những chuyến đi không kéo dài, vậy tại sao lại khiến bọn trẻ hy vọng hão huyền rằng chúng có thể dừng lại.  Chúng tôi ăn ở Merry Mess Hall.  Các dải thịt gà và bánh quế rất ngon.  Bánh pizza vẫn ổn.  Tôi thích bữa ăn dành cho trẻ em được phục vụ trên đĩa bay.  Chúng tôi đã không đến công viên nước, nhưng nó trông rất tuyệt.  Bảng chữ cái của yêu tinh thật thú vị, nó đưa bạn đi khắp công viên.  Tôi rất vui vì có gói chụp ảnh chuyên nghiệp tại Santa House, Sleigh Way và Yule Log và bạn sẽ nhận được chúng bằng kỹ thuật số nên không cần phải mang theo bản in.  Đáng giá vì trời mưa suốt chuyến thăm của chúng tôi.  Điều tuyệt vời khác là trên đường trượt tuyết, họ lau mưa trên ghế và đưa cho bạn một chiếc ô lớn.  Họ cũng lau sạch ghế trên khúc gỗ Yule.  Đó chỉ là một trải nghiệm tuyệt vời và tôi ước mình đã đưa các con mình đi khi chúng còn nhỏ và không phải đợi cháu đi.Đọc thêm",
            "Lần đầu tiên tôi đến thăm làng ông già Noel và đây sẽ không phải là lần cuối cùng của tôi.   Gia đình và bạn bè của tôi rất thích chuyến thăm của chúng tôi.   Những đứa trẻ của chúng tôi đã có một vụ nổ.   Tôi không thể nghĩ ra một điều tiêu cực nào cả.  Ngay cả các nhân viên ở đó dường như cũng yêu thích công việc của họ.Đọc thêm",
            "Bạn có thể mang xe tay ga dành cho người khuyết tật có động cơ của riêng mình đến công viên không? Hay bạn phải thuê một cái ở công viên?Đọc thêm",
            "Có vị khách thường xuyên nào sẵn sàng chia sẻ những gì họ cảm thấy là thứ tự tốt nhất để làm những việc phù hợp nhất trong một ngày không?Đọc thêm",
            "Tôi muốn biết liệu tôi có thể mua vé ngày tại cổng không?Đọc thêm",
            "Không, họ nói bây giờ họ chỉ bán vé trực tuyếnĐọc thêm",
            "Bạn có thể mua biaĐọc thêm",
            "Không, họ không bán rượuĐọc thêm",
            "Tôi - sẽ đưa đội Nữ Hướng đạo của tôi từ Maine vào mùa hè này. Chi phí trung bình của bữa ăn tại công viên là bao nhiêu?Đọc thêm",
            "Xin lỗi chúng tôi đã không ăn ở đây.Đọc thêm",
            "Bạn có nghĩ rằng 11 tuổi đã quá lớn để đến thăm??Đọc thêm",
            "Có rất nhiều trò chơi dành cho trẻ 11 tuổi, cũng như công viên nước. Ngay cả những người lớn trong nhóm chúng tôi cũng thực sự thích chủ đề của công viên.Đọc thêm",
            "Vì phải mua vé trước nên số lượng vé bán vào cuối tuần hay ngày thường có khác nhau không?  Tôi đoán điều tôi đang nói là cuối tuần có bận rộn hơn không? Hay điều đó là không thể vì vấn đề bán vé trước và giới hạn sức chứa? Hay đó không còn là chuyện nữa?\ncảm ơn!Đọc thêm",
            "Chúng tôi luôn tìm thấy nếu bạn có thể đi ở giữa\nNếu tuần đó ít bận rộn hơn.Đọc thêm",
            "Chúng tôi đã đến thăm Làng ông già Noel vào mùa hè năm ngoái và YÊU YÊU YÊU THÍCH nó.  Năm nay, vì lịch trình nên chúng tôi thực sự không thể thực hiện được cho đến tháng 8. Tôi thấy trên lịch bạn mở cửa cả tháng 8. Tôi biết một số công viên đóng cửa một số thứ hoặc thay đổi ca làm việc trong tháng 8. Các bạn có làm điều đó không? Liệu mọi thứ vẫn mở? Tôi - tôi đang xem tuần có ngày 14 tháng 8. Lời khuyên nào sẽ được đánh giá cao. Chúng tôi rất mong được ghé thăm.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm vào mùa hè năm ngoái và đã biến Làng ông già Noel trở thành một phần trong kế hoạch của bạn vào năm 2022. Chúng tôi mở cửa hàng ngày cho đến ngày 29 tháng 8 năm 2022 và mặc dù chúng tôi dự đoán mọi thứ sẽ mở cửa suốt mỗi ngày, nhưng bạn - đúng là một số các tính năng có thể cần phải đóng cửa một phần hoặc toàn bộ một số ngày tùy theo nhân sự khi chúng tôi đến giữa tháng 8.  Nhiều người trợ giúp chuẩn bị vào đại học của chúng tôi bắt đầu bỏ lịch trình vào khoảng thời gian đó, và nhiều người trợ giúp của chúng tôi đang theo học hoặc làm việc tại các trường học địa phương giảm bớt lịch trình của họ để thực hiện các cam kết định hướng cho trường học.  Mặc dù vậy, bất kỳ ngày nào mở cửa trở lại, chúng tôi đều cam kết cung cấp Niềm vui thuần khiết, Phong cách gia đình với ông già Noel và tuần lộc của ông, phần lớn các trò chơi và cửa hàng của chúng tôi đều mở cửa, công viên nước hoạt động trong thời tiết ấm áp, các món ăn khác như trò chơi nhặt rác Elphabet cửa hàng săn bắn và thợ rèn với những chiếc nhẫn và tinh thần Giáng sinh đang tràn ngập trong không khí.Đọc thêm",
            "Theo bạn, việc làm ngôi làng và vùng đất của ông già Noel trong những ngày liên tiếp có mệt không? Tôi có một bé 3 tuổi và một bé 4 tháng tuổi. Cảm ơn. Đọc thêm",
            "Có nhà hàng nào ngon gần đây để sau chuyến thăm công viên không?Đọc thêm",
            "Có một nhà hàng rất đẹp ở Mountain View Grand Resort ở Whitefield, thị trấn kế bên Jefferson.  Nó được gọi là Quán rượu thu hoạch.   Chỗ ngồi hiên ngoài trời tuyệt vời quá.\n\nLou F.Đọc thêm"
        ],
        "star_ratings": [
            1074,
            143,
            30,
            6,
            3
        ],
        "review_amount": 1256,
        "location": [
            "Hoa Kỳ",
            "Jefferson",
            "Những việc cần làm ở Jefferson",
            "Núi Trắng",
            "Làng ông già Noel",
            "New Hampshire - NH -"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written July 1, 2023",
            "Written July 4, 2023",
            "Written July 10, 2023",
            "Written July 18, 2023",
            "Written July 24, 2023",
            "Written August 2, 2023",
            "Written August 7, 2023",
            "Written November 18, 2023",
            "Written December 10, 2023",
            "Written May 27, 2024",
            "Written December 10, 2023",
            "Written November 18, 2023",
            "Written August 19, 2023",
            "Written August 17, 2023",
            "Written August 7, 2023",
            "Written August 2, 2023",
            "Written July 26, 2023",
            "Written July 24, 2023",
            "Written July 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46130-d208068-Reviews-Santa_s_Village-Jefferson_New_Hampshire.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46130-d12502974-Reviews-Old_Corner_Store_Irving-Jefferson_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46272-d3626486-Reviews-Weathervane_Theatre-Whitefield_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46136-d10118584-Reviews-Mechanic_Street_Covered_Bridge-Lancaster_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46136-d9865537-Reviews-Rialto_Theatre-Lancaster_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46130-d27089643-Reviews-Jefferson_Historical_Museum-Jefferson_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46130-d208068-Reviews-or10-Santa_s_Village-Jefferson_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46130-d2423111-Reviews-Muddy_Paw_Sled_Dog_Kennel-Jefferson_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46272-d116562-Reviews-Weeks_State_Park-Whitefield_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46272-d8815208-Reviews-Vertical_Ventures_Aviation-Whitefield_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46272-d269185-Reviews-Tower_Spa-Whitefield_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46136-d5962311-Reviews-Simon_The_Tanner-Lancaster_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46136-d1519729-Reviews-Northern_Nights_Drive_In-Lancaster_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46136-d10131062-Reviews-Mt_Orne_Covered_Bridge-Lancaster_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46136-d10265003-Reviews-Lancaster_Historical_Society-Lancaster_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46272-d24989032-Reviews-Whitefield_Common-Whitefield_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46170-d116320-Reviews-Six_Gun_City-Mount_Washington_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46136-d27047996-Reviews-Crane_s_Snowmobile_Museum-Lancaster_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d15215307-Reviews-Pick_A_Pearl_Akoya-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298547-d5000415-Reviews-Othaim_Mall-Dammam_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41523-d577675-Reviews-Corporation_Beach-Dennis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19857871-Reviews-Pele_Soccer-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d15006052-Reviews-Silverspot_Cinema-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d1455417-Reviews-Old_Slave_Mart_Museum-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d24077805-Reviews-Athens_Hall_Of_Horrors-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d10765615-Reviews-Fuji_Kyuko_Bus-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d23620546-Reviews-Bam_Kazam-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g56243-d10850399-Reviews-Matagorda_Beach-Matagorda_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46130-d208068-Reviews-or10-Santa_s_Village-Jefferson_New_Hampshire.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46130-d208068-Reviews-Santa_s_Village-Jefferson_New_Hampshire.html"
    }
]