[
    {
        "attraction_name": "SaPa Trekking With Sue",
        "attraction_name_vi": "Đi bộ đường dài SaPa với Sue",
        "general_info": [
            "229 đánh giá",
            "14 trên 195 hoạt động ngoài trời ở Sapa",
            "Chuyến tham quan văn hóa",
            "Những chuyến đi bộ",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến trekking và Home Stay mới do Sue giang một cô gái người Mông thực hiện! Ở cùng gia đình người H&#39;mông dân tộc thiểu số và học hỏi một số kinh nghiệm từ họ Hoặc học nghề thủ công của người H&#39;mông!!! Hy vọng bạn sẽ thích và dành thời gian của bạn với chúng tôi! Lời chào Lời cảm ơn nồng nhiệt từ SueĐọc thêm",
        "reviews": [
            "Chúng tôi đã được Sues giới thiệu qua con gái mình. Chúng tôi được đón tiếp rất nồng hậu. Chúng tôi có thể chọn đi bộ đường dài du lịch hay thiên nhiên. Chúng tôi đã chọn đi bộ đường dài thiên nhiên. Sue đã tổ chức cho chúng tôi một chuyến đi bộ đường dài tuyệt đẹp không thể tả. Họ luôn có thời gian để nói về những cánh đồng lúa, nhiều loại cây khác và thông tin về Việt Nam. Đây là chuyến đi bộ đẹp nhất mà tôi từng thực hiện với nhiều điều bất ngờ. Chúng tôi đã ngủ rất ngon trong ngôi nhà mới. Đọc thêm",
            "Chúng tôi lấy tên cô ấy từ con gái của chúng tôi. Cô ấy rất hạnh phúc với Sue. Chúng tôi đã đặt theo dõi riêng tư trong 2 ngày. Cô ấy nói tiếng Anh hoàn hảo. Bố cô đã xây một căn nhà trọ hoàn toàn mới, đẹp đẽ. Chúng tôi cảm thấy như gia đình. Chúng tôi cùng nhau nấu ăn trong một căn bếp truyền thống. Sue hỏi bạn muốn gì cho chuyến đi bộ: nhiều khách du lịch hơn hoặc thiên nhiên hơn. Chúng tôi đã đi cho cái sau. Rất đẹp. Không thể tả được. Cánh đồng lúa, rừng trúc, bướm. Không nói nên lời.   Cảm ơn Sue, bạn là một người xinh đẹp.Hans ten Berge TrekkingInViệt Nam Thiên nhiênNgười yêu không thể quênTrải nghiệm SaPa SaPaTheo dõiVớiSueCảm ơn, Sue, bạn là một người xinh đẹp.Hans ten Berge TrekkingInViệt NamThiên nhiênNgười yêu không thể nào quênTrải nghiệm SaPa SaPaTheo dõiVớiSue PrivateTrackingĐọc thêm",
            "Chúng tôi đã có chuyến đi bộ 1 ngày đáng kinh ngạc nhất với Sue. Chúng tôi đã đi chệch hướng một chút qua một số ngôi làng, cánh đồng lúa và khu rừng tuyệt vời. Cô ấy có kiến ​​thức và có thể trả lời tất cả các câu hỏi của chúng tôi về khu vực này. Sau đó, chúng tôi đã có bữa trưa tuyệt vời nhất với gia đình cô ấy. Chúng tôi thật tuyệt vời. rất biết ơn vì đã có Sue làm người hướng dẫn của chúng tôi và rất muốn giới thiệu cho những ai muốn thấy những điều tuyệt vời nhất của khu vực này. Đọc thêm",
            "1010 Tour xe máy TUYỆT VỜI hôm nay cùng Sapa Trekking cùng Sue. Cách hoàn hảo để ngắm nhìn vùng nông thôn và làng mạc xung quanh Sapa với Sue và gia đình cô ấy thật vui. Hãy chắc chắn rằng bạn đã tắm thảo dược!Đọc thêm",
            "Tôi đã có cơ hội thực hiện một chuyến trekking rất thú vị ở Sapa nhờ Sue. Cô gái trẻ rất dịu dàng này luôn mỉm cười, tất nhiên là biết rất rõ về khu vực này và có thể điều chỉnh hành trình trekking cho phù hợp với nhu cầu và mong muốn của những người tham gia :- Sau khi tắm nước ấm tại nhà bố mẹ cô ấy, chúng tôi đã có một bữa ăn ngon, một bữa ăn rất ngon. chúc ngủ ngon bữa sáng để bắt đầu ngày thứ hai của chúng tôi trong tình trạng hoàn toàn khỏe mạnh. Ngày thứ hai là một vòng lặp nơi chúng tôi khám phá thiên nhiên tươi đẹp và những cánh đồng lúa bao quanh ngôi làng của cô ấy. Chúng tôi thực sự đã tận hưởng 2 ngày tuyệt vời và rất khác biệt của mình và chỉ có thể giới thiệu hướng dẫn này cho chuyến đi bộ trong tương lai của bạn ở khu vực này! Cảm ơn Sue :- Đọc thêm",
            "cảm ơn bạn rất nhiều vì đã ủng hộ chúng tôi, tận hưởng chuyến đi sapa của bạn cùng chúng tôi phillip!\nVà cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. \nKhông thể nói gì hơn ngoài lời cảm ơn  \nChúc bạn và gia đình Phillip một năm mới vui vẻ!\nChúc các bạn mọi điều tốt lành Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với Sue, thực hiện chuyến trekking kéo dài 2 ngày. Khung cảnh đẹp! Gia đình cô ấy đã chào đón chúng tôi nồng nhiệt tại nhà của họ và chúng tôi đã có một buổi tối đặc biệt ở đây, trải nghiệm một Việt Nam thực sự. Chúng tôi sẽ trân trọng hai con đường này mãi mãi, chắc chắn là điểm nhấn trong chuyến đi một tháng của chúng tôi.Đọc thêm",
            "Cảm ơn Evam rất nhiều.\nBạn đã dành thời gian cho chúng tôi và cảm ơn bạn rất nhiều vì đã dành thời gian viết cho tôi một bài đánh giá tuyệt vời, chúc bạn có một chuyến đi vui vẻ\nTrân trọng Suegiang Đọc thêm",
            "Mình rất hài lòng với chuyến đi sapa trekking sue, hi vọng mọi người đến Sapa, Việt Nam đều chọn sapa trekking sueĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã để lại cho chúng tôi một đánh giá tuyệt vời \nTôi rất biết ơn khi biết rằng gia đình bạn đã tham gia chuyến đi của bạn với chúng tôi.\nChúc bạn và gia đình mọi điều tốt đẹp nhất. !\nMong gặp lại các bạn lần sau \nTrân trọng \n\nSUE GIANG Đọc thêm",
            "Tôi ở cùng Sue và gia đình cô ấy tại nhà của họ trong 3D2N. Họ rất hiếu khách và đặc biệt là người cha rất vui tính; hãy chắc chắn rằng bạn thích rượu thảo dược! Tôi thực sự rất thích trải nghiệm mộc mạc khi ở cùng một gia đình người Mông trên núi. Lò sưởi trong bếp là một nơi tụ tập rất ấm cúng quanh đống lửa và rất được chào đón trong thời tiết lạnh giá. Tôi chọn ăn bất cứ thứ gì họ ăn vào bữa sáng và bữa tối và họ thực sự đã tổ chức một bữa tiệc thịnh soạn. Giường ở trên lầu và trong khi không có lò sưởi , chăn thì quá đủ. Nhà vệ sinh và bồn tắm có nước nóng ở bên ngoài nên hãy cảnh báo trước! Khu vực xung quanh rất thích hợp để đi bộ nếu thời tiết không quá sương mù. Nhìn chung, tôi đã có một kỳ nghỉ thú vị ở đây! Cảm ơn Sue!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian với chúng tôi và rất vui khi biết rằng bạn rất thích thời gian ở lại với chúng tôi,\nCảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời, chúng tôi rất đánh giá cao \n\nTrân trọng \nSUE GIANGĐọc thêm",
            "Trước khi đi Sapa mình đã xem khá nhiều video về trekking và homestay ở đó.  Và trong một video, tôi đã thấy Sue, cách cô ấy nói chuyện với khách bằng tiếng Anh rất tốt. Vì thế tôi quyết định liên lạc với cô ấy.  Cô ấy phản hồi rất nhanh, và vì vậy hai ngày sau chúng tôi bắt đầu chuyến đi trekking 2 ngày.  Từ nhà thờ ở Sapa, chúng tôi đi bộ qua dãy núi Hàm Rồng đến thung lũng tiếp theo. Ở ngôi làng đầu tiên, chúng tôi ở lại để thưởng thức bữa trưa thịnh soạn. Từ đó chúng tôi đi bộ xuống thung lũng để đến nhà cô ấy. Cô ấy điều chỉnh tốc độ của mình cho phù hợp với tốc độ của tôi và rất kiên nhẫn vì tôi đã chụp rất nhiều ảnh trên đường đi. Một trong những điều tuyệt vời nhất là được nói chuyện với Sue. Cô ấy trả lời những câu hỏi của tôi, đó là về con trâu hay cây cỏ, thiên nhiên nói chung hay về cuộc sống, phong tục tập quán ở các làng quê. Vì vậy, mặc dù trời khá sương mù nhưng tôi đã có một ngày tuyệt vời. Tại ngôi nhà giản dị của cô, bố mẹ cô đã chào đón tôi nồng nhiệt. Rất nhiều món ăn ngon được nấu trên bếp lửa. Tôi không thể tưởng tượng rằng nó có thể xác thực hơn thế này. Chúng tôi ngồi nói chuyện một lúc về cách sống đơn giản trước khi tôi đi ngủ. Sáng hôm sau, sau khi ăn sáng, chúng tôi đi bộ trên những con đường giữa ruộng bậc thang và đi theo những con đường mòn xuyên qua các làng khác nhau như Lao Chải và Tả Van. Bất cứ lúc nào cô ấy cũng trả lời câu hỏi của tôi và hỏi tôi liệu tôi có ổn với lộ trình không và cho tôi lựa chọn nơi chúng tôi cũng có thể đi bộ. Nói chung, tôi thực sự rất vui khi chọn Sue làm hướng dẫn viên đi bộ đường dài của mình. Tôi thực sự khuyên bạn nên đi bộ đường dài cùng Sue, đối với tôi đó là một trải nghiệm khó quên. Cảm ơn Sue!Đọc thêm",
            "Harry thân mến \nMong là mọi việc đều ổn. \nCảm ơn bạn rất nhiều vì đã dành thời gian với chúng tôi và đã tận hưởng khoảng thời gian ở lại với chúng tôi, cảm ơn bạn rất nhiều vì đã dành thời gian đặc biệt của mình để viết cho chúng tôi một bài đánh giá tuyệt vời. Tôi rất cảm kích \nMong được gặp lại bạn ở sapa.\n\nCảm ơn nồng nhiệt\n\nSue giangĐọc thêm",
            "Tôi đã thực hiện chuyến đi trong ngày với Sue vào ngày 06 tháng 10. Chúng tôi đã có khoảng thời gian tuyệt vời vì cô ấy là một hướng dẫn viên rất hấp dẫn và thân thiện. Dù đang là mùa thu nhưng quang cảnh vẫn rất đẹp. Chúng tôi đi đường núi đến nhà cô ấy vì thời tiết rất lý tưởng. Món ăn cô nấu thật tuyệt vời và ngon miệng. Thực sự khuyên bạn nên đi trekking với Sue.Đọc thêm",
            "Này Bervyn.\nCảm ơn bạn rất nhiều vì đã dành thời gian của bạn với chúng tôi.\nVà cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. Tôi thích bài đánh giá của bạn. \nCảm ơn bạn rất nhiều lần nữa vì mọi thứ.\n\nTrân trọng \nSue GiangĐọc thêm",
            "bạn có sẵn chuyến đi trekking từ 3 đến 45 ngày không?Đọc thêm",
            "sẽ vào khoảng đầu tháng 12Đọc thêm",
            "Tôi Sue, địa chỉ email của bạn là gì? Tôi muốn đặt tour cho 6 người ở Julio. Cảm ơnĐọc thêm",
            "Tháng bảy, xin lỗi jajaja.Đọc thêm",
            "CHÀO,\n\nTôi có cần đặt trước cho chuyến đi 2 ngày không?\n\nCó địa chỉ email nào để liên hệ trực tiếp với Sue không?\n\nChúng tôi là 2 người phụ nữ đến Việt Nam vào tháng 7 và mong muốn thực hiện chuyến đi 2 ngày ở sapa.\n\nCảm ơn \nĐọc thêm",
            "Xin chào Sue, địa chỉ email của bạn là gì? Tôi quan tâm đến việc đặt tour cho 2 người vào tháng 9. Cảm ơn\nĐọc thêm",
            "Xin chào! \nNgày mai bạn có rảnh để tham gia chuyến đi bộ 1,5 ngày 1 đêm và ở trọ cho 3 người không? \nCảm ơn!\nDanielle Đọc thêm",
            "Chào Allison,\nBạn vui lòng cho chúng tôi trang web của Sues được không?  Tôi muốn đặt trực tiếp.\nCảm ơn.Đọc thêm",
            "Xin chào, gia đình 6 người của tôi muốn đi trekking ở Sapa. Muốn liên hệ với Sue. Tôi có thể xin địa chỉ email liên lạc của cô ấy được không?Đọc thêm",
            "Xin chào!\n\nCó email nào để liên lạc với Sue không? Tôi sẽ đến Sapa trong vài ngày tới và tôi đang tìm một chuyến du lịch: Đọc thêm",
            "Làm thế nào để liên lạc với Sue? Có địa chỉ email hoặc trang web nào không?Đọc thêm",
            "Chào Sue, \n\nCho tôi xin email của bạn được không? Tôi đã đọc rất nhiều đánh giá tuyệt vời về dịch vụ của bạn và gia đình bạn. \n\nCảm ơn,\nPaulaĐọc thêm",
            "Chuyến tham quan của Sues tốn bao nhiêu tiền?Đọc thêm",
            "Lexington thân mến..! \nCảm ơn bạn rất nhiều vì đã hỏi..! \n\nĐiều đó phụ thuộc vào số lượng người và số ngày bạn muốn tham gia chuyến đi..! \n\nNếu bạn một mình, chuyến tham quan sẽ có giá 40 USD mỗi ngày.. \nCảm ơn nồng nhiệt \nSuegiang tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            215,
            15,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Trekking SaPa Cùng Sue",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written April 13, 2024",
            "Written March 17, 2024",
            "Written December 20, 2023",
            "Written August 1, 2023",
            "Written March 19, 2023",
            "Written December 10, 2022",
            "Written November 2, 2022",
            "Written October 15, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d8856684-Reviews-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or10-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26394778-Reviews-Timothy_Sapa_Trekking_Homestay-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25383018-Reviews-Halosa_Lounge_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13147751-Reviews-Sapa_Charm_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26694862-Reviews-Comlam_Sapa_Trekking_motorbike_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190826-d553243-Reviews-Telascica_Nature_Park-Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33241-d6854564-Reviews-Mount_Madonna_County_Park-Watsonville_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56255-d2485036-Reviews-The_Zone_Action_Park-McAllen_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58026-d316125-Reviews-Battleship_Wisconsin_at_Nauticus-Norfolk_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d12873315-Reviews-Alanya_Teleferik-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d669507-Reviews-Paphos_Aphrodite_Waterpark-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d15191099-Reviews-MAGNET_by_SHIBUYA109-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g775851-d12729439-Reviews-Tsilivi_Beach-Tsilivi_Planos_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g652369-d2614382-Reviews-The_Grand_Bazaar_of_Edirne-Edirne_Edirne_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or10-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "SaPa Trekking With Sue",
        "attraction_name_vi": "Trekking SaPa Cùng Sue",
        "general_info": [
            "229 đánh giá",
            "14 trên 195 hoạt động ngoài trời ở Sapa",
            "Chuyến tham quan văn hóa",
            "Những chuyến đi bộ",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến trekking và Home Stay mới do Sue giang một cô gái người Mông thực hiện! Ở cùng gia đình người H&#39;mông dân tộc thiểu số và học hỏi một số kinh nghiệm từ họ Hoặc học nghề thủ công của người H&#39;mông!!! Hy vọng bạn sẽ thích và dành thời gian của bạn với chúng tôi! Lời chào Lời cảm ơn nồng nhiệt từ SueĐọc thêm",
        "reviews": [
            "Hai tuần trước, chúng tôi đã có chuyến đi trekking kéo dài hai ngày với Sue và điều đó thật tuyệt vời! Chúng tôi gặp nhau tại nhà thờ ở Sapa và băng qua núi để đến nhà bố mẹ Sue, nơi chúng tôi được phục vụ một bữa tối ngon miệng và nghỉ qua đêm. Ngày hôm sau, chúng tôi đi bộ xuống thung lũng trong khi tận hưởng khung cảnh tuyệt vời của những thửa ruộng bậc thang dài vô tận. Chúng tôi đã được cung cấp các tùy chọn tuyến đường khác nhau trong một số trường hợp để có thể điều chỉnh tuyến đường theo ý thích của mình. Chúng tôi thực sự thích sự kết hợp giữa những ngọn núi xinh đẹp vào ngày đầu tiên và ruộng bậc thang vào ngày thứ hai. Chúng tôi chắc chắn sẽ làm điều đó một lần nữa và đặc biệt khuyên bạn nên đi trekking cùng Sue. Cảm ơn bạn rất nhiều vì trải nghiệm tuyệt vời.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một đánh giá tuyệt vời. Chúc các bạn có một ngày thật vui vẻ cùng chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\n\nTình yêu từ suegiangĐọc thêm",
            "Tôi đã có chuyến đi 2 ngày với Sue. Phong cảnh rất đẹp từ sapa đi đến làng của cô ấy, tôi thích ngắm cảnh núi non. Ngày thứ 2 chuyến trekking từ làng cô đến lao chao. Sương mù chạy xuyên qua núi là điều tôi thích nhất vì tôi không thường thấy điều đó ở Mỹ. Sue là một cô gái trẻ rất hào phóng, vui tính và rất hướng ngoại. Cô ấy là người cởi mở và dễ nói chuyện với bố mẹ cô ấy, rất tốt bụng và tôi thích uống rượu với bố cô ấy, ông ấy là người tuyệt nhất. Tôi chắc chắn sẽ quay lại vào năm sau để trek cùng Sue lần nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết một bài đánh giá tuyệt vời. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\n\nTrân trọng \n\nsuegiangĐọc thêm",
            "Đã có khoảng thời gian tuyệt vời ở SaPa với Sue. Ngoài phong cảnh đẹp và thức ăn ngon, chúng tôi rất thích trò chuyện với Sue. Mặc dù còn rất trẻ nhưng Sue có khá nhiều điều để chia sẻ về ngôi làng, văn hóa, giao lưu với những khách du lịch khác, v.v. Nhìn chung, tôi muốn giới thiệu chuyến đi trekking này nếu bạn ở SaPa hơn 2 ngày: Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết một bài đánh giá tuyệt vời. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\n\nTrân trọng \n\nsuegiangĐọc thêm",
            "Việc sắp xếp chuyến đi bộ đường dài với Sue rất dễ dàng và nhanh chóng qua Email. Sue đón chúng tôi tại khách sạn của chúng tôi ở Sapa và đến thị trấn Lao Chải, trước khi tiếp tục đi bộ đường dài đến thị trấn nơi bố mẹ cô ấy sống. Cô ấy rất linh hoạt trong việc điều chỉnh tuyến đường đi bộ đường dài, dựa trên mức độ mệt mỏi của chúng tôi và điều kiện thời tiết. Cô ấy cũng chia sẻ nhiều thông tin về lối sống của người dân địa phương và rất vui khi trả lời mọi câu hỏi của chúng tôi: Sau chuyến đi bộ đường dài, Sue và bố cô ấy đã chuẩn bị một số đặc sản địa phương cực kỳ ngon, nơi chúng tôi cũng có cơ hội thử một số loại rượu gạo. Tóm lại là... Chúng tôi đã có một khoảng thời gian rất vui vẻ và chúng tôi hoàn toàn giới thiệu Sue nếu bạn có kế hoạch đi bộ đường dài ở Sapa! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết một bài đánh giá tuyệt vời. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\n\nTrân trọng \n\nsuegiangĐọc thêm",
            "Sue là một người tốt và chúng tôi đã có chuyến đi bộ đường dài tuyệt vời với cô ấy ở SaPa. Nhà bố mẹ cô ở trên núi rất đẹp và cả gia đình rất thân thiện. Chuyến đi này rất chân thực và bạn có thể thấy người dân gần SaPa sống như thế nào.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết một bài đánh giá tuyệt vời. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\n\nTrân trọng \n\nsuegiangĐọc thêm",
            "Tôi và gia đình đã có khoảng thời gian trekking thú vị cùng Sue và sau đó nghỉ qua đêm tại nhà cô ấy. Chính những trải nghiệm chân thực này đã khiến chuyến du lịch của chúng tôi trở nên quý giá và Sue đã nghĩ ra một trải nghiệm lưu trú tại nhà trekhome tuyệt đẹp. Chắc hẳn chúng tôi đã trò chuyện liên tục trong suốt chuyến đi với sự tò mò về văn hóa và cuộc sống của cô ấy và câu trả lời của cô ấy luôn vui vẻ và hiểu biết. Và Sue, chúng tôi rất thích tiếng rượu gạo cổ vũ trong bữa tối gia đình vào đêm Giáng sinh, cảm ơn bạn và hãy tiếp tục như vậy.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết một bài đánh giá tuyệt vời. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\n\nTrân trọng \n\nsuegiangĐọc thêm",
            "Chúng tôi chắc chắn rất thích đi bộ đường dài với Sue. Cô ấy rất tốt và thực sự có tiếng Anh tốt. Khi quan sát cô ấy so với các hướng dẫn viên du lịch khác, cô ấy có vẻ thân thiện và nói nhiều hơn, cô ấy thích thú với việc nơi chúng tôi đến từ đó như thế nào. Vì vậy, chúng tôi đã trò chuyện rất nhiều và chia sẻ những nền văn hóa khác nhau của chúng tôi với nhau. Cô ấy cũng quan tâm đến gia đình của chúng tôi và nó như thế nào và cô ấy cũng chia sẻ về hoàn cảnh của mình. Đọc thêm",
            "Vài ngày trước đã có một trong những cuộc phiêu lưu ngoạn mục nhất với Sue. Chúng tôi đã có 2 đêm ở nhà trọ cùng bố mẹ cô ấy ăn những món ăn đặc trưng của vùng. Họ rất tốt bụng và nồng nhiệt. Sue biết rất nhiều về Sapa và khu vực xung quanh và chúng tôi thường theo dõi hơn 12km mỗi ngày. Khung cảnh của những cánh đồng lúa, thác nước và làng mạc thật khó quên. Chúng tôi cũng gặp rất nhiều động vật trang trại tự do như gà, vịt, lợn và trâu nước trên đường đi. Chúng tôi cũng đã đi bộ xuyên qua một khu rừng tre, đây là thử thách khó khăn nhất vì hôm trước trời mưa. Hãy cố lên Sue và chúc bạn may mắn trong tương lai !! Những người bạn đến từ MaltaĐọc thêm",
            "Điểm nổi bật trong chuyến đi Việt Nam của tôi chắc chắn là chuyến đi bộ đường dài 3 ngày 2 đêm với Sue. Ban đầu tôi đã liên lạc với Sue qua email và cô ấy rất nhiệt tình phản hồi, trả lời mọi thắc mắc của tôi trước chuyến đi. Khi tôi đến Sapa vào lúc 6 giờ sáng, chị tôi và tôi đã kiệt sức vì chuyến đi xe buýt nên chúng tôi đã đi xe buýt đêm. Sue đã tử tế cho chúng tôi ngủ trưa vài tiếng tại nơi ấm cúng và thoải mái của cô ấy: Sau khi chúng tôi nạp lại năng lượng, Sue đưa chúng tôi đi ăn sáng và chúng tôi lên đường đi bộ đường dài trên núi! Sue thực sự chăm sóc sức khỏe, sự an toàn và thậm chí cả cơn đói của chúng tôi! Tôi cảm thấy thực sự an toàn khi có Sue làm hướng dẫn viên du lịch: Khi chúng tôi leo những con đường dốc, Sue sẽ không ngần ngại nắm tay tôi và giúp tôi! Chúng tôi đã ở lại ngôi làng của cô ấy trên núi 2 đêm, và gia đình cô ấy bao gồm cả những chú chó của cô ấy rất nồng nhiệt chào đón và khiến chúng tôi cảm thấy như ở nhà. Gia đình cô ấy nấu ăn cho chúng tôi vào buổi sáng và buổi tối, và đồ ăn rất ngon! Tôi vẫn nhớ hương vị của những chiếc chả giò chiên giòn! Những chiếc giường, nệm dày và chăn dày thực sự thoải mái và tôi đã có một trong những đêm tuyệt vời nhất ở đó! Trời khá lạnh khi chúng tôi ở đó, và những chiếc chăn thực sự giữ ấm cho chúng tôi. Sue cũng chia sẻ nhiều câu chuyện về gia đình cô ấy, và chúng tôi cũng tìm hiểu về các truyền thống của người Hmong, và chúng thật hoang dã! Tôi chắc chắn sẽ giới thiệu Sue làm hướng dẫn viên du lịch của bạn!! : Cô ấy thực sự vui vẻ, hấp dẫn và sẽ chăm sóc bạn rất tốt. Cảm ơn Sue! Đọc thêm",
            "Đây là điểm nhấn trong chuyến đi của chúng tôi đến Việt Nam. Sue lớn lên trong một trang trại địa phương không được học hành. Năm mười bảy tuổi, cô có cơ hội học tiếng Anh và từ đó trở thành hướng dẫn viên du lịch tự do, nói tiếng Anh rất tốt. Chuyến đi bộ đến nhà cô và ngày hôm sau có quang cảnh ngoạn mục. Ăn tối với gia đình cô là một khoảng thời gian tuyệt vời. Ngôi làng của cô khá yên tĩnh nên không có nhiều việc để làm, chúng tôi có thẻ để giết thời gian. Ngôi nhà sạch sẽ, đồ ăn rất ngon. Đọc thêm"
        ],
        "star_ratings": [
            215,
            15,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Trekking SaPa Cùng Sue",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written July 7, 2022",
            "Written May 6, 2022",
            "Written June 15, 2020",
            "Written January 3, 2020",
            "Written January 3, 2020",
            "Written January 3, 2020",
            "Written October 24, 2019",
            "Written October 22, 2019",
            "Written October 9, 2019",
            "Written September 30, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d8856684-Reviews-or10-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or20-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26394778-Reviews-Timothy_Sapa_Trekking_Homestay-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25383018-Reviews-Halosa_Lounge_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13147751-Reviews-Sapa_Charm_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26694862-Reviews-Comlam_Sapa_Trekking_motorbike_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42256-d251807-Reviews-Frederik_Meijer_Gardens_Sculpture_Park-Grand_Rapids_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d1740344-Reviews-The_Thing-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g39725-d4604006-Reviews-Kentucky_Dam-Paducah_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d670362-Reviews-Hurghada_Casino-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g2024867-d8790372-Reviews-Gwangmyeong_Cave-Gwangmyeong_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g2312116-d154307-Reviews-Hapuna_Beach_State_Recreation_Area-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g37816-d4460091-Reviews-Rhythm_City_Casino_Resort-Davenport_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60395-d10806696-Reviews-Williams_Bay_Beach-Williams_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2149128-Reviews-Gardens_by_the_Bay-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d10087455-Reviews-Ground_Zero_Nightclub-Minneapolis_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or20-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or10-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "SaPa Trekking With Sue",
        "attraction_name_vi": "Trekking SaPa Cùng Sue",
        "general_info": [
            "229 đánh giá",
            "14 trên 195 hoạt động ngoài trời ở Sapa",
            "Chuyến tham quan văn hóa",
            "Những chuyến đi bộ",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến trekking và Home Stay mới do Sue giang một cô gái người Mông thực hiện! Ở cùng gia đình người H&#39;mông dân tộc thiểu số và học hỏi một số kinh nghiệm từ họ Hoặc học nghề thủ công của người H&#39;mông!!! Hy vọng bạn sẽ thích và dành thời gian của bạn với chúng tôi! Lời chào Lời cảm ơn nồng nhiệt từ SueĐọc thêm",
        "reviews": [
            "Dịch vụ Sue được đánh giá cao! Cô ấy thật tử tế, đã chỉ cho tôi rất nhiều địa điểm đẹp với nụ cười xinh đẹp. Đừng ngần ngại một giây, hãy đưa cô ấy làm hướng dẫn viên du lịch, bạn sẽ không bao giờ quên điều đó. Cảm ơn bạn một lần nữa Sue Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi trekking hai ngày với Sue và điều đó thật tuyệt! Chúng tôi đã đăng ký với tư cách một cặp đôi và vì vậy chúng tôi mong đợi được trở thành một phần của một nhóm lớn hơn, tuy nhiên chỉ có chúng tôi và điều này khiến trải nghiệm trở nên tuyệt vời hơn rất nhiều! Sue trả lời bất kỳ câu hỏi nào của chúng tôi nhưng không gây áp lực buộc chúng tôi phải nói chuyện và cũng cho chúng tôi nhiều lựa chọn lộ trình tùy thuộc vào những gì chúng tôi muốn xem và làm! Cha mẹ cô ấy rất niềm nở và đồ ăn rất ngon! Nhìn chung, chúng tôi đã có trải nghiệm trekking tuyệt vời và chân thực với Sue và tôi rất muốn giới thiệu cô ấy!Đọc thêm",
            "Nếu bạn đang đến thăm Sapa, bạn phải làm điều này! Sue và gia đình cô ấy là những người đáng yêu nhất, những người chủ nhà siêu nhiệt tình. Khung cảnh tuyệt đẹp trên chuyến đi, cách xa các tuyến du lịch chính - hầu như không thấy ai khác! Tôi không thể giới thiệu Sue và gia đình cô ấy đủ cao.Đọc thêm",
            "Nếu bạn ở SaPa, tôi sẽ giới thiệu chuyến đi này 100%. Sue thật tuyệt vời khi giúp chúng tôi đi bộ đường dài qua SaPa và khoe tất cả những gì nơi này có thể cung cấp. Thật là thử thách khi thời tiết nóng bức. Tuy nhiên, thật đáng để ngắm nhìn quang cảnh tuyệt đẹp. Gia đình cô ấy cũng rất đáng yêu, mặc dù tiếng Anh của họ kém nhưng chúng tôi vẫn cảm thấy được chào đón và học được rất nhiều về cách sống của họ. Xin gửi lời cảm ơn đến bố cô ấy, một đầu bếp tuyệt vời!! Đọc thêm",
            "Hywel thân mến.\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\nTình yêu từ suegiangĐọc thêm",
            "Sue không có mặt vào ngày hôm đó nên cô ấy đã giới thiệu Liz, bạn của cô ấy cho chúng tôi. Liz thật tuyệt vời, cô ấy nói tiếng Anh rất tốt và cô ấy trả lời mọi câu hỏi của chúng tôi. Cô ấy thực sự rất tốt vì chúng tôi đã học được rất nhiều về cuộc sống truyền thống của người dân địa phương. Chúng tôi ngủ ở nhà bố mẹ Sue, chúng tôi được đón tiếp rất chu đáo, đồ ăn rất ngon và gia đình rất thân thiện. Liz đã dành cho chúng tôi thêm giờ để chúng tôi có thể dành nhiều thời gian hơn cho cô ấy và điều đó thật xứng đáng! Đến thăm nhà Liz thật khó quên và chúng tôi thực sự đánh giá cao lòng hiếu khách và thái độ của cô ấy!Đọc thêm",
            "Gabriela thân mến.\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\nTình yêu từ suegiangĐọc thêm",
            "Khi ở miền Bắc Việt Nam vào tháng 3 năm 2019, chúng tôi đã đến Bắc Hà gần Sapa. Chúng tôi đã yêu cầu một hướng dẫn viên nói tiếng Anh cho chuyến tham quan của chúng tôi ở vùng nông thôn, nơi chúng tôi nhìn thấy những người đàn ông và phụ nữ chăm chỉ trồng lúa trên những cánh đồng xa ngút tầm mắt. Chuyến tham quan cũng đưa chúng tôi lên những ngọn đồi nơi chúng tôi có tầm nhìn tuyệt vời ra các thung lũng. Chúng tôi dừng lại ở một vài ngôi làng, nơi chúng tôi tận mắt chứng kiến ​​cuộc sống làng quê và thưởng thức bữa trưa thịnh soạn tại một nhà hàng nhỏ trong nhà, ngoài trời. SaPa Sue là một hướng dẫn viên xuất sắc và khi trở lại ký túc xá, chúng tôi không cảm thấy gì ngoài sự ngưỡng mộ vô cùng đối với những người dân bản địa sống trong khu vực. Chúng tôi hết lòng giới thiệu một ngày với SaPa Sue, người cũng đã chia sẻ một số trải nghiệm cuộc sống của chính cô ấy, điều này khiến ngày của chúng tôi trở nên rất đặc biệt. Charlotte và Dave Vancouver Island, CanadaĐọc thêm",
            "Charlotte và Dave thân mến.\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày tuyệt vời cùng chúng tôi. Chúng tôi hy vọng sẽ gặp lại bạn nhiều hơn trong tương lai. Cảm ơn bạn!\nTình yêu từ suegiangĐọc thêm",
            "Chúng tôi đã có khoảng thời gian đi bộ tuyệt vời với bạn của Sue, ăn trưa với bố của Sue, người đã nấu cho chúng tôi một bữa ăn tuyệt vời nhất mà chúng tôi có ở Việt Nam!. Chúng tôi đi theo một con đường đẹp được bao quanh bởi thiên nhiên, cánh đồng lúa, trâu... và không có nhiều khách du lịch. Đọc thêm",
            "Kính gửi Dsendner.\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\nTình yêu từ suegiangĐọc thêm",
            "Its taken such a long time for us to get round to writing this review and for that we can only apologise. I have had multiple people asking for advice on travelling Vietnam recently and we are always most excited to share our experience in Sapa and encourage others to do the same. Sue is a fantastic guide. The trek enabled us to see the true beauty of Sapa and the surrounding villages so that every part of our two day trek was unforgettable. Despite heavy rain for pretty much the whole first day, we had a wonderful time. Sue helped us to gather a poncho each and we also rented some wellies before setting off. We were certainly glad of the wellies given muddy trails! The trek was tranquil and beautiful. We saw just a few other people over the two days other than travelling directly through the villages. Arriving at Sues parents home was the perfect end to a long day. They were welcoming and hospitable, providing an absolute feast! We loved being able to watch and help out whilst Sue and her father cooked the family meal. Our beds were comfortable and gave us the rest we needed. The second day - we were blessed with sunshine and were able to see the whole landscape clearly. We got some fantastic photos of the landscape including rice paddies, bamboo forest and a stunning waterfall. Sue asked if we had any time restrictions for returning to Sapa, taking us on a longer route back to make the most of the good weather so we could enjoy the scenery. She was flexible and keen to provide us with an experience that would be memorable for us. We then rode a motorcycle taxi back to Sapa town. We had avoided motorcycles in the towns and cities and felt a little nervous about this, so Sue offered to call a car instead if we wished. We decided to try the motorcycles and it completely rounded the trip off - driving down the winding roads it was a last time to lap up the scenery and see the Vietnamese countryside culture. Sue was the perfect guide and we wouldnt hesitate to recommend her, over and over again. We hope that we will return to this part of the world again some day. Thank you. Read more",
            "Gemmab thân mến.\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\nTình yêu từ suegiangĐọc thêm",
            "Chúng tôi đã thực hiện chuyến đi kéo dài 2 ngày với Sue, một người hướng dẫn tuyệt vời.  Chúng tôi dành ngày đầu tiên đi bộ lên núi và quang cảnh rất đẹp.  Chúng tôi rất vui vì đó là một ngày mát mẻ vì nó khiến chuyến đi bộ trở nên thú vị hơn.  Không thể tin được rằng chúng tôi đã nhìn thấy một đàn trâu gần như ở trên đỉnh núi, đắm mình trong nước bùn.  Chúng tôi chỉ nhìn thấy 3 người khác trong chuyến đi đặc biệt của mình và điều đó khá đặc biệt khi ở trên đỉnh núi mà không có ai xung quanh. Trên đường đi xuống, chúng tôi dừng lại ăn trưa tại một quán ăn địa phương trước khi tiếp tục chuyến đi xuyên qua cánh đồng lúa và đến nhà bố mẹ Sue.  Một gia đình đáng yêu rất nồng nhiệt.  Họ nấu cho chúng tôi một bữa tối tuyệt vời và tất cả chúng tôi cùng ngồi xuống và tận hưởng trải nghiệm một cách trọn vẹn. Sau chuyến đi bộ ngày đầu tiên mệt mỏi, ngày thứ hai dễ dàng hơn vì không phải leo núi quá nhiều!  Đó là một ngày rất ẩm ướt nên chúng tôi phải mặc áo ponchos. nhưng tinh thần của chúng tôi không hề suy giảm và chúng tôi đã có một ngày tuyệt vời lang thang qua rừng tre, làng mạc và cánh đồng lúa. Nếu bạn đang lên kế hoạch đến thăm Sapa, hãy tìm Sue.  Tôi rất vui vì chúng tôi đã làm.  Đó là một trải nghiệm tuyệt vời.Đọc thêm",
            "Julie thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\nTình yêu từ suegiangĐọc thêm",
            "Mimi đưa chúng tôi đi một chuyến đi tuyệt vời qua những ngọn núi tuyệt đẹp của Sapa và những cánh đồng lúa. Khung cảnh thật ngoạn mục và chúng tôi không thấy ai ngoại trừ nhóm của chúng tôi trên chuyến đi. Mỗi bữa ăn của chúng tôi đều là một bữa tiệc và Mimi đảm bảo rằng chúng tôi ăn hết. Trong chuyến đi, nói chuyện với Mimi thật tuyệt vời vì cô ấy cực kỳ vui nhộn. Chỗ ở nhà dân cũng thật tuyệt vời với một bữa ăn gia đình khiến chúng tôi no nê và hài lòng. Nhìn chung, bạn không thể sai lầm khi đặt tour này, đây là một trải nghiệm có một không hai, khó quên.Đọc thêm",
            "Vlad thân mến\n\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày tuyệt vời cùng chúng tôi. Chúng tôi hy vọng sẽ gặp lại bạn nhiều hơn trong tương lai. Cảm ơn bạn!\nTình yêu từ suegiangĐọc thêm",
            "bạn có sẵn chuyến đi trekking từ 3 đến 45 ngày không?Đọc thêm",
            "sẽ vào khoảng đầu tháng 12Đọc thêm",
            "Tôi Sue, địa chỉ email của bạn là gì? Tôi muốn đặt tour cho 6 người ở Julio. Cảm ơnĐọc thêm",
            "Tháng bảy, xin lỗi jajaja.Đọc thêm",
            "CHÀO,\n\nTôi có cần đặt trước cho chuyến đi 2 ngày không?\n\nCó địa chỉ email nào để liên hệ trực tiếp với Sue không?\n\nChúng tôi là 2 người phụ nữ đến Việt Nam vào tháng 7 và mong muốn thực hiện chuyến đi 2 ngày ở sapa.\n\nCảm ơn \nĐọc thêm",
            "Xin chào Sue, địa chỉ email của bạn là gì? Tôi muốn đặt tour cho 2 người vào tháng 9. Cảm ơn bạn\nĐọc thêm",
            "Xin chào! \nNgày mai bạn có rảnh để tham gia chuyến đi bộ 1,5 ngày 1 đêm và ở trọ cho 3 người không? \nCảm ơn!\nDanielle Đọc thêm",
            "Chào Allison,\nBạn vui lòng cho chúng tôi trang web của Sues được không?  Tôi muốn đặt trực tiếp.\nCảm ơn.Đọc thêm",
            "Xin chào, gia đình 6 người của tôi muốn đi trekking ở Sapa. Muốn liên hệ với Sue. Tôi có thể xin địa chỉ email liên lạc của cô ấy được không?Đọc thêm",
            "Xin chào!\n\nCó email nào để liên lạc với Sue không? Tôi sẽ đến Sapa trong vài ngày tới và tôi đang tìm một chuyến du lịch: Đọc thêm",
            "Làm thế nào để liên lạc với Su? Có địa chỉ email hoặc trang web nào không?Đọc thêm",
            "Chào Sue, \n\nCho tôi xin email của bạn được không? Tôi đã đọc rất nhiều đánh giá tuyệt vời về dịch vụ của bạn và gia đình bạn. \n\nCảm ơn,\nPaulaĐọc thêm",
            "Chuyến tham quan của Sues tốn bao nhiêu tiền?Đọc thêm",
            "Lexington thân mến..! \nCảm ơn bạn rất nhiều vì đã hỏi..! \n\nĐiều đó phụ thuộc vào số lượng người và số ngày bạn muốn tham gia chuyến đi..! \n\nNếu bạn một mình, chuyến tham quan sẽ có giá 40 USD mỗi ngày.. \nCảm ơn nồng nhiệt \nSuegiang tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            215,
            15,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Trekking SaPa Cùng Sue",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written September 17, 2019",
            "Written September 14, 2019",
            "Written September 14, 2019",
            "Written September 12, 2019",
            "Written July 15, 2019",
            "Written July 8, 2019",
            "Written June 28, 2019",
            "Written June 19, 2019",
            "Written June 5, 2019",
            "Written May 16, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d8856684-Reviews-or20-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or10-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or30-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26394778-Reviews-Timothy_Sapa_Trekking_Homestay-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25383018-Reviews-Halosa_Lounge_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13147751-Reviews-Sapa_Charm_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26694862-Reviews-Comlam_Sapa_Trekking_motorbike_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d4782530-Reviews-Sigiriya_The_Ancient_Rock_Fortress-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d14008322-Reviews-Ulica_Elektrykow-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33034-d156825-Reviews-San_Pablo_Lytton_Casino-San_Pablo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g480204-d1643758-Reviews-Kiambethu_Farm-Limuru_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d6894174-Reviews-No_Vacancy-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58648-d1061814-Reviews-North_Jetty-Ocean_Shores_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d2225641-Reviews-Egremni_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d260500-Reviews-Borough_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d208324-Reviews-Torrey_Pines_State_Natural_Reserve-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d12080454-Reviews-Royal_Beach_Mall-Sunny_Beach_Burgas_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or30-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or20-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "SaPa Trekking With Sue",
        "attraction_name_vi": "Trekking SaPa Cùng Sue",
        "general_info": [
            "229 đánh giá",
            "14 trên 195 hoạt động ngoài trời ở Sapa",
            "Chuyến tham quan văn hóa",
            "Những chuyến đi bộ",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến trekking và Home Stay mới do Sue giang một cô gái người Mông thực hiện! Ở cùng gia đình người H&#39;mông dân tộc thiểu số và học hỏi một số kinh nghiệm từ họ Hoặc học nghề thủ công của người H&#39;mông!!! Hy vọng bạn sẽ thích và dành thời gian của bạn với chúng tôi! Lời chào Lời cảm ơn nồng nhiệt từ SueĐọc thêm",
        "reviews": [
            "Chúng tôi đã đi bộ cùng Sue trong 2 ngày và nghỉ một đêm tại ngôi làng thời thơ ấu của cô ấy trên núi. Sue là một người hướng dẫn tuyệt vời và cô ấy cùng bố mẹ cô ấy đã nỗ lực rất nhiều để chào đón chúng tôi một cách tốt nhất. Chúng tôi đã có khoảng thời gian rất vui vẻ, Sue rất tuyệt vời. cẩn thận để thích ứng với nhịp điệu của chúng tôi trong suốt chuyến đi và tạm dừng khi cần thiết. Cô ấy có khả năng quản lý thời gian tuyệt vời và hành trình là sự kết hợp giữa rừng, nông thôn và những ngôi làng nhỏ. Đáng yêu!!Đọc thêm",
            "Mariel thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\nTình yêu từ suegiangĐọc thêm",
            "Tôi và đối tác đã đến thăm Sapa vào tháng Hai. Chúng tôi đã có một trải nghiệm tuyệt vời ở đó. Chúng tôi đã đi bộ 2 ngày để có cơ hội dừng lại và chiêm ngưỡng cảnh quan tuyệt đẹp. Chỗ nghỉ nhà dân tại Sue parent rất ấm cúng và là nơi hoàn hảo để bạn có thể nghỉ ngơi sau chuyến trekking dài. Gia đình cô ấy rất tốt bụng và lòng hiếu khách của họ thật hoàn hảo. Chúng tôi đã rất vui khi chuẩn bị bữa tối! Đối tác của tôi thậm chí còn nhận được lời khen cho món chả giò của anh ấy: Ngày đầu tiên Mimi, bạn của Sue, dẫn chúng tôi qua những ngọn núi với khung cảnh tuyệt đẹp. Sue, vào ngày thứ hai đưa chúng tôi đến một con đường mà chúng tôi rất thích, xuyên qua một khu rừng tre. Chúng tôi thực sự khuyên bạn nên trải nghiệm trekking cùng Sue!Đọc thêm",
            "Lacler thân mến.\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\nTình yêu từ suegiangĐọc thêm",
            "Chồng tôi và tôi đã đặt chuyến đi bộ 2 ngày với Sue và chúng tôi đã có một trải nghiệm tuyệt vời. Hướng dẫn viên Ly của chúng tôi rất tuyệt và biết rất nhiều con đường ẩn, chúng tôi may mắn không gặp nhiều khách du lịch trên những chuyến đi và chúng tôi được ở cùng gia đình Sues. Thức ăn họ phục vụ chúng tôi thật tuyệt vời và bố mẹ cô ấy rất niềm nở! Tôi chắc chắn giới thiệu nó cho bất cứ ai muốn nhìn thấy sapa thực sự và có trải nghiệm độc đáo. Cảm ơn một lần nữa Ly!Đọc thêm",
            "Trinh thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\nTình yêu từ suegiangĐọc thêm",
            "Chuyến đi này thật tuyệt vời. Sue không thể đưa chúng tôi đi bộ đường dài 2 ngày nhưng cô ấy rất nhiệt tình và trả lời email của tôi rất nhanh. Cô ấy đề nghị chúng tôi đi bộ đường dài với bạn của cô ấy là Mimi. Thực ra chúng tôi đã đến Sapa rất sớm và không có nơi nào để ở. Sue thực sự đã đề nghị chúng tôi nghỉ ngơi tại nhà cô ấy, điều đó thực sự rất tốt bụng. Vài giờ sau, chúng tôi lên đường cùng Mimi. Mimi là một nhân vật có vô vàn câu chuyện. Chúng tôi đã nghe tất cả về người H&#39;Mông cũng như rất nhiều bạn trai của cô ấy. Ngay lập tức chúng tôi cảm thấy như thể chúng tôi đã là bạn bè trong nhiều năm. Chuyến đi thực sự dễ dàng. Chúng tôi đã mệt nhưng Mimi đã dừng lại nhiều lần và chỉ cho chúng tôi những tuyến đường dễ đi và khó đi hơn. Bữa trưa thật tuyệt vời tại một quán cà phê nông thôn ngoài đường mòn du lịch. Chúng tôi gặp Sue và cặp đôi mà cô ấy đi cùng và tiếp tục đến nhà gia đình Sue. Tại nhà cô ấy, chúng tôi cũng gặp 3 người khác và tất cả ở lại và tiếp tục ngày thứ hai bên nhau. Thật tuyệt khi được ở cùng nhiều người và nghe tất cả về cuộc sống của Sue khi cô ấy nấu ăn. Cô ấy là một người phụ nữ trẻ nhưng truyền cảm hứng. Đồ ăn lại tuyệt vời và người cha tươi cười của cô ấy đã cho chúng tôi rượu gạo. Đọc thêm",
            "THƯƠNG MẠI RTBALV\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\nTình yêu từ suegiangĐọc thêm",
            "Chúng tôi đã có khoảng thời gian trekking tuyệt vời với Sue. Chúng tôi có bốn người, hai con trai tôi và một bạn gái của chúng. Chúng tôi ở lại đường 31 tháng 12. Mặc dù thời tiết không đẹp lắm nhưng chúng tôi đã có khoảng thời gian tuyệt vời và ngày thứ hai không có nhiều mây nên chúng tôi có thể nhìn thấy nhiều hơn. Sues bố mẹ nấu cho chúng tôi một bữa ăn ngon với rất nhiều đồ ăn, chúng tôi thực sự rất thích món nem. Sue và gia đình cô ấy rất thân thiện và chúng tôi chắc chắn khuyên bạn nên thực hiện chuyến đi Trek cùng cô ấyĐọc thêm",
            "Kính gửi Kimsands\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\nTình yêu từ suegiangĐọc thêm",
            "Rất khuyến khích chuyến đi 2 ngày 1 đêm với Sue. Cô ấy thật tuyệt vời! Chúng tôi đã rất may mắn và có thời tiết tốt trong cả hai ngày, quang cảnh thật tuyệt vời. Sue rất giỏi trong việc giúp chúng tôi vượt qua những khó khăn và cho chúng tôi các lựa chọn về việc liệu chúng tôi muốn con đường dễ hơn hay khó hơn, chúng tôi đã chọn con đường khó hơn - điều đó thật đáng giá!. Nếu chúng tôi cần dừng lại thì chúng tôi có thể dừng lại và Sue sẽ luôn để mắt đến chúng tôi ở những đoạn đường trơn trượt. Gia đình Sues rất niềm nở và chuẩn bị một bữa ăn ngon cho chúng tôi, bố cô ấy rất hào phóng với rượu gạo và bia, thật tuyệt khi được dành một buổi tối cùng họ!Đọc thêm",
            "Amelia thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Hy vọng bạn có một ngày bùng nổ với chúng tôi. Chúng tôi hy vọng sẽ gặp bạn nhiều hơn trong tương lai. Cảm ơn!\nTình yêu từ suegiangĐọc thêm",
            "Đã liên hệ với Sue để đặt chuyến đi này nhưng cô ấy đã được đặt trước nên cô ấy đã tổ chức một hướng dẫn viên thay thế, bạn của cô ấy, Lizzy, cho chúng tôi. Lizzy chăm sóc chúng tôi rất tốt. Bữa trưa thật ngon!! Lời khen dành cho mẹ Sues!Đọc thêm",
            "Này Heather. \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi trong ngày với dì của tôi, tôi thay mặt gia đình và dì nói lời cảm ơn vì tất cả mọi thứ. Cảm ơn bạn đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nDu lịch an toàn và trở về nhà an toàn. \nHẹn gặp lại các bạn lần sau. \nCảm ơn nồng nhiệt. \nTốt nhất kiện Giang Đọc thêm",
            "Sue và gia đình cô ấy rất nồng hậu và thân thiện. Sue rất có kinh nghiệm và hiểu biết về Sapa. Cô ấy đã cho chúng tôi những lựa chọn khác nhau trên lộ trình của mình, cho dù chúng tôi thích những lựa chọn khó khăn nhất hay đơn giản nhất. Bố cô ấy cũng rất hào phóng với rượu gạo của gia đình cô ấy! Chúng tôi đã có một buổi giao lưu văn hóa vui vẻ trong bữa tối với những bài hát và tiếng cười. Nhà vệ sinh và phòng tắm cũng tốt với vòi sen nước nóng. Chắc chắn sẽ quay lại với cô ấy nếu tôi quay lại Sapa. Đọc thêm",
            "Này Ma Kết.\nCảm ơn bạn rất nhiều vì đã tận hưởng kỳ nghỉ của bạn với chúng tôi. \nCảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nChúng tôi rất mong được gặp lại các bạn lần sau tại Sapa. \nDu lịch an toàn và trở về nhà an toàn. \nTrân trọng \nSue Giang Đọc thêm",
            "Tuần này chúng tôi đã thực hiện chuyến đi một ngày với Mimi và chuyến đi hai ngày ở nhà trọ qua đêm với Sue. Cả hai đều tuyệt vời. Chúng tôi phải đi bộ qua nhiều ngôi làng, xuyên rừng, núi, cánh đồng lúa và các trang trại bên cạnh. Chúng tôi nghỉ qua đêm tại nhà trọ của gia đình Sues, nơi chúng tôi nhận được lòng hiếu khách nồng hậu và thích gặp gỡ những người mới. Tất cả các bữa ăn đều được bao gồm trong giá và thức ăn thật tuyệt vời. Sue đáp ứng nhu cầu ăn kiêng và chăm sóc chu đáo cho khách hàng, đảm bảo họ có một chuyến đi an toàn và thú vị. Cảm ơn gia đình Mimi, Sue và Sues đã có khoảng thời gian tuyệt vời ở Sapa!Đọc thêm",
            "Xin chào Sue. \nCảm ơn bạn rất nhiều vì đã là khách hàng của chúng tôi. \nCác bạn thật đáng yêu. \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi cùng chúng tôi, chúng tôi rất vui vì điều đó. \nCảm ơn bạn đã dành thời gian để lại cho chúng tôi những đánh giá tuyệt vời. \nChúc bạn đi du lịch an toàn và trở về nhà an toàn. \nChúng tôi mong được gặp lại các bạn vào lần tới Sue và Divad. \nÔm thật chặt. \nTình yêu từ Suegiang Đọc thêm",
            "Tôi và chị gái đã đặt phòng 2 ngày 1 đêm với Sue. Sue đã hướng dẫn ngày hôm đó và sắp xếp để bạn của cô ấy là Mimi hướng dẫn chúng tôi. Một trải nghiệm tuyệt làm sao! Mimi rất thân thiện, vui vẻ và hiểu biết. Chúng tôi dành cả buổi chiều và buổi tối với Sue và gia đình cô ấy tại ngôi nhà xinh đẹp do bố cô ấy xây dựng. Sue rất tốt bụng, thân thiện, vui tính và dễ cười. Thức ăn thật tuyệt vời, những chiếc giường thoải mái và chúng tôi cảm thấy rất được chào đón. Tôi sẽ bảo bất cứ ai đặt phòng với Sue. Đọc thêm",
            "Này Julias.\nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi của bạn, chúng tôi rất thích hợp về điều đó. \nCảm ơn bạn đã dành thời gian với chúng tôi và cảm ơn vì đã để lại cho chúng tôi những đánh giá tuyệt vời và chia sẻ những bức ảnh đẹp này.\nTrở về nhà an toàn, chúng tôi rất mong được gặp lại các bạn lần sau. \nNhững cái ôm lớn. \nTình yêu từ Suegiang và Mimi Đọc thêm"
        ],
        "star_ratings": [
            215,
            15,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Trekking SaPa Cùng Sue",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written May 13, 2019",
            "Written April 18, 2019",
            "Written April 17, 2019",
            "Written April 16, 2019",
            "Written April 16, 2019",
            "Written April 15, 2019",
            "Written April 8, 2019",
            "Written April 1, 2019",
            "Written March 28, 2019",
            "Written March 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d8856684-Reviews-or30-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or20-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or40-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26394778-Reviews-Timothy_Sapa_Trekking_Homestay-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25383018-Reviews-Halosa_Lounge_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13147751-Reviews-Sapa_Charm_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26694862-Reviews-Comlam_Sapa_Trekking_motorbike_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52563-d103616-Reviews-Crayola_Experience-Easton_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1601808-d3641490-Reviews-Green_Mountain_Reservoir-Heeney_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d9769104-Reviews-Groupama_Stadium-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g488164-d549864-Reviews-DiscoverSea_Shipwreck_Museum-Fenwick_Island_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g32415-d4521222-Reviews-Millerton_Lake_State_Recreation_Area-Friant_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187460-d7788512-Reviews-Playa_Talamanca-Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g190409-d12110309-Reviews-Fairmont_Hairpin_Curve-Monte_Carlo.html",
            "https://www.tripadvisor.com/Attraction_Review-g608906-d12672000-Reviews-Cane_Malu-Bosa_Province_of_Oristano_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g469418-d9748314-Reviews-Vinpearl_Safari-Phu_Quoc_Island_Kien_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g736874-d8542932-Reviews-Tripiti_Beach-Limenaria_Thasos_Northeast_Aegean_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or40-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or30-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "SaPa Trekking With Sue",
        "attraction_name_vi": "Trekking SaPa Cùng Sue",
        "general_info": [
            "229 đánh giá",
            "14 trên 195 hoạt động ngoài trời ở Sapa",
            "Chuyến tham quan văn hóa",
            "Những chuyến đi bộ",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến trekking và Home Stay mới do Sue giang một cô gái người Mông thực hiện! Ở cùng gia đình người H&#39;mông dân tộc thiểu số và học hỏi một số kinh nghiệm từ họ Hoặc học nghề thủ công của người H&#39;mông!!! Hy vọng bạn sẽ thích và dành thời gian của bạn với chúng tôi! Lời chào Lời cảm ơn nồng nhiệt từ SueĐọc thêm",
        "reviews": [
            "Tôi và bạn bè đã đi bộ đường dài 2 ngày 1 đêm với Sue, và tôi sẽ không ngần ngại giới thiệu chuyến đi này cho bất kỳ ai! Sue không chỉ là một con người đáng yêu nhất, ngọt ngào và hiếu khách, mà còn là những người còn lại trong gia đình cô ấy. Được ở nhà họ thực sự là một đặc ân. Ngôi nhà thật đáng yêu, sạch sẽ và yên bình. Họ đã nấu đủ thức ăn cho 50 người mặc dù chỉ có sáu người chúng tôi ở lại đêm đó - họ thậm chí còn để chúng tôi giúp họ nấu ăn. Chuyến đi bộ đường dài cũng thật tuyệt vời. Mẹ của Sue đã tham gia cùng chúng tôi vào ngày đầu tiên vì Sue muốn đưa chúng tôi đi trên một con đường mới, nơi không có nhiều khách du lịch. Chuyến đi thật tuyệt và tôi không nhớ đã nhìn thấy bất kỳ nhóm nào khác trên đường đi. Ngày đầu tiên có nhiều đồi núi hơn, trong khi ngày thứ hai hướng đến việc ngắm nhiều ruộng lúa và làng mạc hơn. Chuyến đi thật tuyệt vì bạn được chứng kiến ​​rất nhiều sự thay đổi về cảnh quan. Trời mưa một phần vào ngày thứ hai của chúng tôi, theo tôi thì điều đó thực sự khiến mọi thứ trở nên đẹp hơn. Nhóm của chúng tôi bị giới hạn thời gian vào ngày thứ hai vì chúng tôi phải đi xe buýt vào buổi chiều, và Sue rất chiều khách và đảm bảo chúng tôi quay lại đúng giờ. Chuyến xe ôm cuối cùng cũng là một trải nghiệm tuyệt vời. Chúng tôi thực sự thích toàn bộ trải nghiệm này!Đọc thêm",
            "Này Savannah. \nCảm ơn bạn rất nhiều vì đã dành thời gian viết tất cả những điều tuyệt vời này ở đây. \nNó thật tuyệt vời. \nRất vui được gặp tất cả các bạn. \nCảm ơn bạn đã tận hưởng kỳ nghỉ của mình với chúng tôi. \nHãy tận hưởng phần còn lại của chuyến đi, chuyến đi an toàn và trở về nhà an toàn nhé. \nGửi tới các bạn những lời chúc tốt đẹp nhất của tôi..! Những cái ôm lớn. \nHẹn gặp lại các bạn lần sau. \nTình yêu từ Sue Giang. \n\nĐọc thêm",
            "Đã thực hiện tùy chọn đi bộ 1 ngày với Sue. Chuyến tham quan sẽ đưa bạn ra khỏi con đường chính nơi có hàng ngàn người mặc dù bạn đi qua làng mèo mèo. Đó là cách hoàn hảo để ngắm nhìn Sapa và có rất nhiều cơ hội chụp ảnh. Tôi yêu việc đi bộ đường dài. Đó là thử thách nhưng bổ ích. Ăn trưa tại làng Sues. Gia đình Sues chuẩn bị một bữa tiệc 6 món và tất cả đều ngon. Cách tuyệt vời để xem người dân địa phương sống như thế nào. Cảm ơn vì một thời gian tuyệt vời Sue. Đọc thêm",
            "Này Stephen. \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi của bạn với chúng tôi và cảm ơn vì đã dành thời gian để viết cho chúng tôi những đánh giá tuyệt vời. \nTận hưởng phần còn lại của chuyến đi và chuyến đi an toàn. \nSẽ gặp lại bạn lần sau. \nTình yêu từ SueGiang Đọc thêm",
            "Hướng dẫn viên của chúng tôi rất chú ý đến nhu cầu của chúng tôi và đưa chúng tôi đi qua những tuyến đường ít khách du lịch hơn, nơi có tầm nhìn tuyệt vời ra ruộng bậc thang. Chúng tôi qua đêm ở chỗ Sues và bữa tối rất ngon. Thực sự yêu thích món chả giò Việt mà Sue làm! Chúng tôi trò chuyện, sưởi ấm trong bếp bên bếp lửa vào ban đêm và xem cô ấy nấu bữa sáng vào buổi sáng. Chúng tôi ngủ trên nệm trên tầng hai nhà cô ấy. Ban đêm trời lạnh nhưng chúng tôi có 2 chiếc chăn dày cũng đủ sưởi ấm. Đó là một trải nghiệm ở nhà trọ rất chân thực. Cảm ơn Sue!Đọc thêm",
            "Oenenaj thân mến. \nCảm ơn bạn rất nhiều vì đã tận hưởng kỳ nghỉ của bạn với chúng tôi. \nChúng tôi rất vui vì điều đó và cảm ơn bạn đã dành thời gian viết cho chúng tôi những đánh giá tuyệt vời. \nChúc bạn có một thời gian vui vẻ. \nSẽ gặp lại các bạn một ngày nào đó. \nTình yêu từ suegiang.\nĐọc thêm",
            "Chồng tôi và tôi đã dành khoảng thời gian thực sự tuyệt vời với Sue và gia đình cô ấy trong chuyến đi bộ 2 ngày cộng với ở trọ. Sue là một cô gái đáng yêu, cô ấy đưa bạn ra khỏi con đường quen thuộc và chúng tôi đã có những cuộc trò chuyện thú vị trong suốt chuyến đi bộ. Mặc dù bạn không cần phải có sức khỏe phù hợp nhưng một số đoạn của chuyến đi có thể khó khăn hơn chủ yếu do địa hình lầy lội và trơn trượt. Thời tiết có sương mù và nhiều mây nên chúng tôi không thể ngắm nhìn toàn cảnh những ngọn núi và cánh đồng lúa, tuy nhiên phong cảnh vẫn rất đáng nỗ lực! Chúng tôi đã có một buổi tối vui vẻ khi gia đình Sues nấu một bữa ăn ngon. Một lần nữa xin cảm ơn Sue vì kỳ nghỉ vui vẻ và chúc may mắn cho tất cả các dự án của bạn! Đọc thêm",
            "Này Ilaria Riccardo..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của các bạn cùng tôi và gia đình tôi.  Chúng tôi rất thích hợp về điều đó. \n\nCảm ơn bạn đã dành thời gian để viết cho chúng tôi đánh giá tuyệt vời.\nDu lịch an toàn và trở về nhà an toàn. \nMong được gặp lại các bạn. \nGửi tới các bạn những lời chúc tốt đẹp nhất và Giáng sinh vui vẻ tới các bạn. \nNhững cái ôm lớn. \nTùy Giang ngon nhất \nĐọc thêm",
            "Sue thật tuyệt vời. Tour riêng. Sue chăm sóc mong muốn của bạn bằng cách chụp ảnh, nghỉ ngơi trên đường đi, cô ấy giải thích mọi thứ cho bạn, cô ấy cư xử như một người bạn của bạn. Nếu bạn đang tìm kiếm một tour du lịch qua những cánh đồng lúa xa khỏi đám đông khách du lịch, thì tour này là hoàn hảo. Cô ấy cũng không thích những tuyến đường du lịch và cố gắng tránh chúng. Vì vậy, con đường dẫn bạn qua những con sông và những tảng đá với tầm nhìn tuyệt đẹp ra những cánh đồng lúa. Ngoài ra, bữa trưa tại nhà bố mẹ cô ấy trong một ngôi làng bộ lạc là một trải nghiệm tuyệt vời. Cảm ơn Sue một lần nữaĐọc thêm",
            "Này Sabrina và Simon. \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi với chúng tôi và cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời\n\nChúng tôi rất thích hợp về điều đó. \nHy vọng được gặp lại các bạn trong tương lai. \nHãy chăm sóc bản thân bạn.\nHãy an toàn. \nGửi tới các bạn mọi lời chúc tốt đẹp nhất của tôi. \nNhững cái ôm lớn..! \nTình yêu từ Sue Giang. \nĐọc thêm",
            "Trải nghiệm tuyệt vời mà tôi sẽ làm lại ngay lập tức. Điều đã biến chuyến đi bộ đường dài tuyệt vời thành trải nghiệm sống tuyệt vời là Sue. Tiếng Anh của cô ấy rất tuyệt, nhưng kiến ​​thức của cô ấy thậm chí còn tốt hơn. Cô ấy cũng là một người đáng yêu, người sẽ cho bạn biết bất cứ điều gì bạn cần biết nếu bạn hỏi. Cô ấy quyến rũ với khiếu hài hước độc ác và là một người đẹp. Gia đình cô ấy cũng rất tuyệt, chúng tôi đã chọn nhà dân và gặp mẹ, cha, em trai và thú cưng của cô ấy. Siêu thân thiện và chắc chắn đáng để tương tác nếu bạn có cơ hội, hãy nhớ rằng họ cũng đang sống cuộc sống hàng ngày của họ. Ngày đầu tiên đi bộ đường dài là qua những ngọn núi, rất mệt nên hãy chuẩn bị cho một cuộc vật lộn, Sue sẽ đáp ứng nhu cầu của bạn, nhưng đây không phải là một cuộc đi bộ lên đồi. Cảnh quan và phong cảnh ngoạn mục khi bạn leo lên ngày càng đẹp hơn. Nếu may mắn, bạn cũng sẽ được nhìn thấy một số thiên nhiên. Sue là một chuyên gia về Trâu! Nhà dân, bạn sẽ được thưởng thức một số món ăn ngon nhất mà bạn từng ăn ở Việt Nam, đây là một hoặc hai tuần sau chuyến thăm và không gặp vấn đề gì về bụng, vì vậy đừng lo lắng và cha cô ấy rất hào phóng với rượu gạo: Tôi tin rằng ông ấy biết 4 từ. Uống, chúc mừng và ăn nhiều hơn nữa hic! chúng tôi có một cặp đôi đáng yêu khác ở lại với chúng tôi, họ đã có một chuyến đi tuyệt vời như vậy... hy vọng bạn cũng có thể kết bạn. Càng nhiều càng vui!! Ngày thứ hai là leo núi nhiều hơn nhưng xen kẽ với việc đi bộ qua các ngôi làng địa phương qua các trang trại của họ và được chứng kiến ​​cuộc sống hàng ngày. Hãy chắc chắn rằng bạn hỏi về người Hmong, họ rất tự hào về di sản của mình và đó là một câu chuyện hấp dẫn. Ồ, và Sue sẽ hát cho bạn một bài hát nếu bạn may mắn; Tôi có thể tiếp tục, nhưng bạn nên tự mình xem! Một người đi bộ đường dài rất vui vẻScottĐọc thêm",
            "Này Scott. \nCảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời luôn quan trọng. Tôi rất thích hợp về điều đó. \n\nGửi tới các bạn mọi lời chúc tốt đẹp nhất của tôi. \nSẽ sớm gặp lại các bạn trong tương lai. \nNhững cái ôm lớn. \nYêu các bạn.. The \nTình yêu từ SueGiang Đọc thêm",
            "Đặt chuyến đi này là một quyết định sáng suốt. Sue là một người phụ nữ tuyệt vời và đầy cảm hứng, chúng tôi thực sự rất thích tìm hiểu về cuộc sống của cô ấy và về người Hmong. Chúng tôi đã thực hiện chuyến đi cùng Sue, dì của cô ấy và một cặp vợ chồng khác. Chúng tôi là một cặp đồng tính nam, và mặc dù điều này có vẻ khiến dì của Sue thích thú, nhưng bà khẳng định trước đây tôi chắc chắn đã ngủ với một cô gái chuyển giới!, Sue không hề có vấn đề gì với chuyện đó và chúng tôi cảm thấy rất được chào đón khi đến nhà Sue. Gia đình Sue nấu cho chúng tôi một bữa tiệc thịnh soạn và bố Sue liên tục cho chúng tôi uống Nước Hạnh Phúc. Chỗ ở sạch sẽ và thoải mái, nhưng hãy nhớ rằng đây không phải là khách sạn mà chính ngôi nhà của gia đình họ là một phần khiến trải nghiệm trở nên đặc biệt hơn. Bản thân chuyến đi thật đáng kinh ngạc, quang cảnh rất đẹp và chúng tôi hầu như không gặp phải bất kỳ khách du lịch nào khác. Khi được hỏi về những gợi ý về Việt Nam, Sue luôn là người đầu tiên tôi nghĩ đến.Đọc thêm",
            "Này, hãy hét vào khoảng không. \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi của các bạn với chúng tôi. \nVà cảm ơn bạn đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời.\nChúng tôi rất đánh giá cao về điều đó. \nDu lịch an toàn và trở về nhà an toàn. \nChúng tôi hy vọng sẽ gặp lại các bạn trong tương lai. \nYêu các bạn \nNhững cái ôm lớn. \nTình yêu từ SueGiang Đọc thêm",
            "We did the 2 day trek, 1 night stay and it was a great experience. Trekking started at 9am on the first day and about the same on the second day so not too early. On the first day we did the mountain climb which was difficult  took around 5 hours and was difficult in parts on your breathing but doable were non-smokers in our 30s. The weather was good no rain but it was cloudy so we didnt see views from the top of the mountain but did see great views elsewhere. In some spots we just stopped to soak it all in which was lovely.Sue gave us options along the way explaining the difficulty, lengths and views of different routes. Sue was great company and we had great conversation learning about Hamong life in Sapa and exchanging stories.The overnight stay was great fun. There was quite a bit of free time before dinner but another English couple were staying so we got to know them and exchange Vietnam travel stories. Sues parents dont speak English as well but that didnt matter as we enjoyed a fantastic, plentiful meal with them as her dad plied us with not at all bad rice wine. The home has two dogs and cats and I have allergies but as they are mostly outside I didnt have any problems. The dogs are also gentle and calm so wont jump up on you. The bed was like other homestays - mattress on the wooden floor with thick blankets and mosquito nets. There was however a HOT shower!It felt secluded and authentic especially when compared to the villages in the valley where almost every other house is a homestay.Tips:-Check your net as you make your bed as there was quite a big spider on ours so we moved to another next to it. - If its wet youd be best with walking boots, otherwise good trainers are fine.- wear suncream even if its cloudy as I got burnt on the first day.Read more",
            "Này Elizabeth..! \nCảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi Một bài đánh giá tuyệt vời.\nCảm ơn bạn đã tận hưởng chuyến đi của bạn với chúng tôi. \nTôi rất thích hợp về điều đó. \nTôi rất mong được gặp lại các bạn. \nHoặc một ngày nào đó sẽ đến thăm bạn và Scott ở Anh. \nDu lịch an toàn và trở về nhà an toàn. \nNhững cái ôm lớn. \nGửi tới các bạn mọi lời chúc tốt đẹp nhất của tôi. \nTình yêu từ Sue Giang. Đọc thêm",
            "- Chuyến trekking tuyệt vời phù hợp với khả năng thể chất của bạn. Nếu bạn muốn đi bộ đường dài hơn, hãy hỏi! - Sapa rất đông khách du lịch nhưng các tour du lịch Sues sẽ đưa bạn lạc lối ở những nơi mà bạn có thể trải nghiệm sự yên bình và tĩnh lặng mà không cần bất kỳ khách du lịch nào khác.  - Dì Lis Sues là hướng dẫn viên du lịch riêng của tôi trong 2 ngày 1 đêm. Cô ấy luôn nở nụ cười trên môi và nói tiếng Anh rất tốt. - Nhà trọ thoải mái với những món ăn tuyệt vời nhất! Và rất nhiều! Bạn không bị đói! - Điểm dừng ăn trưa vẫn ổn... mì ăn liền nên không khuyên! Đọc thêm",
            "Cảm ơn Maria. \nVì đã dành thời gian viết cho chúng tôi một bài đánh giá tốt. \nChúng tôi đều đánh giá cao về điều đó. \nTận hưởng kì nghỉ của bạn. \nVà tôi nghĩ dì tôi đã cố gắng hết sức rồi \nTôi thay mặt cho dì tôi đến xem cảm ơn bạn. \nDu lịch an toàn.\nSuegiang tốt nhất Đọc thêm",
            "Sue có tính cách sôi nổi và khiếu hài hước khiến chuyến đi trở nên thú vị. Chúng tôi đã chọn chuyến đi dễ dàng trong 1 ngày - nhưng hãy lưu ý đối với một số bạn chưa bao giờ đi bộ trước đây như chúng tôi - không có gì dễ dàng cả, lol. Sue ân cần đảm bảo rằng chúng tôi có nhiều thời gian nghỉ ngơi. Khung cảnh tuyệt đẹp của thung lũng và bữa trưa ngon miệng ở cuối nhà bố mẹ cô thực sự khiến một ngày trở nên đáng giá. Đọc thêm",
            "Này, Adelaide. \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi trong ngày với chúng tôi và cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời.\nChúng tôi rất đánh giá cao về điều đó. \nChúng tôi rất mong được gặp lại các bạn. \nCảm ơn nồng nhiệt\n\nTình yêu từ SueGiang Đọc thêm"
        ],
        "star_ratings": [
            215,
            15,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Trekking SaPa Cùng Sue",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written March 6, 2019",
            "Written March 2, 2019",
            "Written January 24, 2019",
            "Written December 22, 2018",
            "Written November 25, 2018",
            "Written November 25, 2018",
            "Written November 17, 2018",
            "Written November 17, 2018",
            "Written November 15, 2018",
            "Written November 10, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d8856684-Reviews-or40-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or30-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or50-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26394778-Reviews-Timothy_Sapa_Trekking_Homestay-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25383018-Reviews-Halosa_Lounge_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13147751-Reviews-Sapa_Charm_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26694862-Reviews-Comlam_Sapa_Trekking_motorbike_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d150484-Reviews-Curacao_Liqueur_Distillery-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2707373-Reviews-Karura_Forest-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23926591-Reviews-INTER_IAM-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g37043-d663791-Reviews-Deep_River_Water_Park-Crown_Point_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3350646-Reviews-Huai_Khwang_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g28959-d612297-Reviews-Raystown_Lake-Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602368-d1932593-Reviews-Muiderslot-Muiden_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d298971-Reviews-Danube_River-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2087789-Reviews-Dubai_Outlet_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d1520857-Reviews-O_o_Farm-Kula_Maui_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or50-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or40-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "SaPa Trekking With Sue",
        "attraction_name_vi": "Đi bộ đường dài SaPa với Sue",
        "general_info": [
            "229 đánh giá",
            "14 trên 195 hoạt động ngoài trời ở Sapa",
            "Chuyến tham quan văn hóa",
            "Những chuyến đi bộ",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến trekking và Home Stay mới do Sue giang một cô gái người Mông thực hiện! Ở cùng gia đình người H&#39;mông dân tộc thiểu số và học hỏi một số kinh nghiệm từ họ Hoặc học nghề thủ công của người H&#39;mông!!! Hy vọng bạn sẽ thích và dành thời gian của bạn với chúng tôi! Lời chào Lời cảm ơn nồng nhiệt từ SueĐọc thêm",
        "reviews": [
            "Chúng tôi đã đi bộ đường dài với Sue trong một ngày, sau khi ở nhà cô ấy, nhân tiện, điều này cũng rất đáng yêu và là một lời giới thiệu thực sự. Chuyến trekking kéo dài khoảng 15 km lên xuống đồng lúa qua những con đường dốc, nhiều lúc lầy lội và trơn trượt. Chúng tôi đã đi ủng cao su mà tôi muốn giới thiệu cho mọi người! Trời mưa cả ngày, khiến hai người trong nhóm chúng tôi bị ngã, nhưng may mắn không bị thương nặng. Sue có thể kể cho bạn rất nhiều điều về lịch sử của ngôi làng và các bộ tộc, các loại cây địa phương và chúng được dùng làm thuốc, màu sắc để làm gì. làm chết quần áo. Tiếng Anh của cô ấy rất chuẩn và cô ấy cười cả ngày! Chúng tôi hầu như không gặp bất kỳ khách du lịch nào khác trong chuyến đi trekking, điều này khiến chuyến đi trở nên đặc biệt hơn!Đọc thêm",
            "Florine thân mến ..!\nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi cùng chúng tôi.\nChúng tôi rất trân trọng điều đó.\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời.\nChúng tôi hy vọng bạn vẫn khỏe.\nCảm ơn bạn rất nhiều vì mọi thứ thân yêu.\n\nÔm thật chặt.\nTình yêu từ Suegiang.\nĐọc thêm",
            "Bạn tôi đã đặt chuyến đi với Sue và cô ấy đã đề cập đến những đánh giá tích cực trên Trip Advisor. Thật tuyệt vời theo mọi nghĩa của từ này! Ngôi nhà là những gì cô ấy đã cho chúng tôi xem trong 2 ngày ngắn ngủi chúng tôi ở bên cô ấy. Với sự hỗ trợ tuyệt vời của gia đình, họ đã nấu những bữa ăn ngon lành trên một ngọn lửa khiêm tốn khiến hầu hết chúng ta, những người có căn bếp đàng hoàng, phải xấu hổ. Sue có khả năng hùng biện bằng tiếng Anh mặc dù chỉ học nó khi cô 17 tuổi. Cô đã cố gắng chia sẻ về mảnh đất, cuộc sống và kinh nghiệm văn hóa. Cô ấy luôn mỉm cười, siêu thân thiện và đôi khi có thể làm chúng tôi khó chịu. Thật may mắn khi có cô ấy làm người hướng dẫn và chúng tôi chúc cô ấy mọi điều tốt đẹp nhất để thực hiện ước mơ của mình!Đọc thêm",
            "Này chị Daphne...! \nCảm ơn bạn rất nhiều vì đã dành thời gian với chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi, cảm ơn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nTôi rất đánh giá cao về điều đó. \nChúc các bạn thi tốt, hẹn gặp lại các bạn vào lần sau, \n\nGửi tới các bạn mọi lời chúc tốt đẹp nhất của tôi. \nNhững cái ôm lớn. \nYêu các bạn  \nSuegiang tốt nhất Đọc thêm",
            "Tôi tình cờ tìm thấy Sue trên tripadvisor và cô ấy đã khiến thời gian của chúng tôi ở Sapa thật thú vị. Trong khi trekking, cô ấy luôn sẵn lòng chia sẻ những câu chuyện của mình - khiến chúng tôi bật cười vì sự hài hước tuyệt vời của cô ấy và cô ấy không bao giờ khiến chúng tôi cảm thấy xấu hổ khi cần những giây phút dừng lại và lấy lại hơi thở. Chuyến đi của 3 cô gái nhanh chóng biến thành chuyến đi của 4 cô gái. Chúng tôi kết thúc chuyến đi bộ ngày đầu tiên tại ngôi nhà truyền thống của người Hmong của cô ấy, nơi chúng tôi được đón tiếp với rất nhiều món ăn ngon được nấu tại nhà. Cha mẹ cô thật hiếu khách! Họ liên tục rót đầy rượu gạo vào ly của chúng tôi trong bữa tối. Sue đã lên kế hoạch rất nhiều cho công việc hậu cần của chúng tôi. Ban đầu khi tôi đặt chuyến đi trekking với cô ấy, chỉ có tôi và bạn gái. cô ấy báo giá cho tôi mỗi khách. Phút trước chúng tôi có một người bạn gái khác muốn tham gia cùng chúng tôi nên có 3 người. Khi tôi đưa số tiền cho cô ấy, cô ấy nhanh chóng nói với tôi rằng số tiền đó ít hơn số tiền đã thỏa thuận cho mỗi khách vì hiện tại chúng tôi có 3 khách trong chuyến đi. Về cơ bản nếu chúng tôi có nhiều người trong chuyến đi hơn thì tỷ lệ giảm trên mỗi khách. Người ta nói tiền nói lên rất nhiều điều về một con người và tôi nghĩ điều đó là đúng. Cô ấy có thể đã lấy tiền của tôi và tôi sẽ hoàn toàn ổn với điều đó. Nhưng cuối cùng tôi nói với cô ấy rằng tôi vẫn sẽ trả cho cô ấy số tiền ban đầu cho mỗi khách như một lời mách nước cho cô ấy rằng chúng tôi rất hài lòng với dịch vụ của cô ấy và việc tổ chức hậu cần của chúng tôi tại sapa. Sue là một cô gái trẻ rất thông minh và nghiêm túc. Cô ấy có đạo đức kinh doanh tốt mặc dù xuất thân rất khiêm tốn. Tôi rất vui vì chúng ta đã gặp nhau ở Sapa Sue, tôi rất nóng lòng được chứng kiến ​​ngôi nhà mơ ước của bạn thành hiện thực!   bạn có thể làm được!Đọc thêm",
            "Này Shin. \nCảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \n\nTôi nhớ các cô gái. Tôi đã có rất nhiều niềm vui với các cô gái. Tôi cảm thấy như mình cũng đang tham gia chuyến đi của các bạn. \nCảm ơn bạn một lần nữa cho tất cả mọi thứ \n\nChăm sóc tốt cho bản thân. \nChúc may mắn với tương lai của bạn và mọi thứ.\nThật sự rất mong được gặp lại các bạn.. \n\nTrở về nhà an toàn. \nTình yêu từ Sue Giang \nĐọc thêm",
            "Chúng ta đang ngồi trong một quán bar ở Sa pa với đôi chân đau nhức, những cốc bia lạnh và những nụ cười thật tươi! Sue vừa chiêu đãi chúng tôi hai ngày tuyệt vời để đi bộ quanh Sa pa. Hai ngày có phong cảnh hoàn toàn khác nhau nhưng có một hướng dẫn tuyệt vời. Hiểu biết, chu đáo, vui tính và hào phóng, Sue đã thực hiện chuyến đi đến Việt Nam của chúng tôi! Cô ấy cũng nói tiếng Anh tuyệt vời! Chỗ ở tại nhà sạch sẽ, ấm áp và Sue và gia đình cô ấy nấu ăn rất ngon và phong phú. Chúng tôi thậm chí còn chơi trò chơi đi bộ đường dài huyền thoại xem lợn khiến tất cả chúng tôi cười cả ngày. Cảm ơn Sue và bố mẹ bạn vì sự hiếu khách nếu chúng tôi quay lại Sa Pa, chúng tôi sẽ quay lại gặp bạn.Đọc thêm",
            "Này Julie và Guy. \nCảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nVà cảm ơn vì đã tận hưởng chuyến đi của bạn với chúng tôi. \n\nCảm ơn bạn rất nhiều vì mọi thứ.\nTôi yêu chiếc đồng hồ hình con lợn, tôi rất thích thú với nó. \nCảm ơn đã chia sẻ tất cả các hình ảnh đẹp. \nTôi thực sự mong được gặp lại các bạn. \nHãy tận hưởng phần còn lại của chuyến đi, chuyến đi an toàn và trở về nhà an toàn. \nTình yêu từ SueGiang Đọc thêm",
            "Tôi đã thực hiện chuyến đi hai ngày với Sue và đó thực sự là điểm nhấn trong chuyến đi Việt Nam của tôi. Sue là một người hướng dẫn TUYỆT VỜI; thật tốt bụng và chân thật, mang đến cái nhìn sâu sắc về cuộc sống của người dân trong làng và cách họ tạo ra cuộc sống bền vững bằng cách sử dụng tài nguyên của mình. Lộ trình trekking có thể được sửa đổi; chúng tôi đã đi theo những con đường mòn băng qua những ngọn đồi và xuyên qua địa hình rừng rậm - vô cùng đẹp. Gia đình rất niềm nở và đó thực sự là một nhà trọ thoải mái. Cảm ơn Sue vì một trải nghiệm khiêm tốn và khó quên.Đọc thêm",
            "Xin chào Kimberley. \nCảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. \nTôi đã có khoảng thời gian tuyệt vời với bạn. \nTôi sẽ nhớ bạn\nTôi hy vọng sẽ gặp lại bạn ở sapa lần sau. \nChúc bạn đi đường bình an và trở về nhà an toàn. \nGửi đến bạn tất cả những lời chúc tốt đẹp nhất của tôi. \nÔm thật chặt\nTình yêu từ Suegiang Đọc thêm",
            "After many hrs of reading and finding a reliable guide for trekking in Sa Pa, i have finally decided to follow Sue.Questions were answered promptly and detailed, she was sure the elderly are able to join the trek, and she made sure we are all OK having 3 elderly we were at slower pace.We went through dry and wet , steep and flat, hot and humid, fast and slow, it was all worth it with the amazing views Sa Pa offered. The encouragements Sue gave us was all the energy we need to experience the 2 day trek and 1 night stay at her parents house. Sues mom is great cook. Dinner was served with local flavours and we enjoyed drinking with her parents after a few good shots, that night we slept like pigs. We also met a young couple from NZ , Cheng and Rebecca, both were so friendly.The next morning, we are charged up with a cup of local coffee and breakfast. By 9.00 am or so, we are all ready for downhill trek to Ta Van Village. Going downwards, we kept looking back where we have started in the morning, and we were proud that we have made it so far.Trekking is probably the best option to see Sa Pa.  Every step and elevation, gives you a different perspective of Sa Pa scenery, the deeper part of Sa Pa where the true culture is.Quick facts :-Trekking duration - 5 to 7 hrs depending on paceMeals - 3 meals 2 lunch  1 breakfast if you take the 2 days packageAccommodation - 1 night at Sues placeDistance - approximately 25 km 2 daysBack to SaPa - Transport is includedThings to bring along :-Sun block - UV is strong on higher altitudesDrinking water -  best to carry on your own , not many shops along the wayHat  Sunglasses - necessary, sun is strongRain coat - in case it rainsUmbrella - extra protection from UV or rainShoes - sturdy shoes, waterproof boots, We were very happy after we completed this mini mission. Sue is a great guide and she speaks good English. We will never forget, the night we spent at Sues place, it brings back many childhood memories.Thank you Sue.Read more",
            "Sharon..! \nCảm ơn bạn rất rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời..! \nCảm ơn đã chia sẻ tất cả những hình ảnh đẹp. \nCảm ơn bạn đã dành thời gian đi khắp con đường lên xuống làng của tôi. \n\nHẹn gặp lại các bạn vào lần sau.\nCó một thời gian tuyệt vời. \nCái ôm lớn \nTùy Giang ngon nhất \nĐọc thêm",
            "Tôi và bạn trai đã thực hiện chuyến đi bộ và ở trọ 2D1N và đã có khoảng thời gian tuyệt vời! Dì Sues đã đi bộ cùng chúng tôi vì Sue không có mặt nhưng dì của cô ấy là một người hướng dẫn tuyệt vời, cung cấp cho chúng tôi nhiều thông tin trên đường đi và chụp ảnh cho chúng tôi, cô ấy cũng có tiếng cười tuyệt vời nhất. Vào ngày đầu tiên, chuyến đi ngắn hơn chúng tôi dự đoán vì chúng tôi kết thúc vào khoảng 2h30 chiều vì chúng tôi đi bộ khá nhanh và ngọn núi có sương mù nên chúng tôi đã không dừng lại để chụp nhiều ảnh nếu trời quang đãng. Vì vậy, vào thời gian rảnh buổi chiều, chúng tôi đi dạo một đoạn ngắn để giết thời gian. Tôi cũng khuyên bạn nên mang theo một cuốn sách để đọc khi ngồi thư giãn tại nhà dân cho đến khi bữa tối sẵn sàng. Tuy nhiên, vào ngày thứ hai, vì rảnh cả ngày nên chúng tôi đi bộ đến 5 giờ chiều và có được một số góc nhìn tuyệt vời ra cánh đồng lúa, vì vậy Sue và gia đình cô ấy có vẻ linh hoạt để phù hợp với lịch trình của bạn. Ngoài ra, chuyến đi sẽ đưa bạn rời khỏi những tuyến du lịch tiêu chuẩn mà chúng tôi rất hài lòng! Chúng tôi đã có một buổi tối tuyệt vời tại nhà dân, ăn một bữa ăn ngon và uống rượu gạo. Giường nằm trên sàn nhưng thoải mái một cách đáng ngạc nhiên, nhà vệ sinh và vòi sen rất sạch sẽ. Nhìn chung, chúng tôi đã có khoảng thời gian tuyệt vời!Đọc thêm",
            "Zoe Craig thân mến..! \nCảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nTôi rất vui vì bạn đã tận hưởng chuyến đi cùng dì tôi và bà sẽ rất vui khi biết rằng bạn thích chuyến đi cùng bà. \n\nCảm ơn bạn rất nhiều vì mọi thứ.\nMong là mọi việc đều ổn. \nChúc may mắn với tất cả mọi thứ. \nHẹn gặp lại các bạn trong tương lai. \nYêu Sue Giang. \nĐọc thêm",
            "Chúng tôi đã trekking 3 ngày 2 đêm. Ngày đầu tiên với mẹ Sue và 2 ngày còn lại với Sue. 3 ngày thật tuyệt vời. Chúng tôi ngủ ở nhà họ, cả gia đình đều đáng yêu. Bố và chị Sues đã nấu những bữa tối tuyệt vời cho chúng tôi. Giường trên sàn rất sạch sẽ, có màn chống muỗi. Phòng tắm chung cũng rất sạch sẽ. Việc trekking cách xa các tuyến du lịch thật tuyệt vời. Lượt xem thật ngoạn mục ngay cả khi thời tiết nhiều mây.Đọc thêm",
            "Xin chào Gabriela..! \nCảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. \nVà cảm ơn bạn rất nhiều vì đã chia sẻ tất cả những bức ảnh đẹp.\nYêu tất cả những bức ảnh. \nChúng tôi đã có khoảng thời gian tuyệt vời với các bạn. \nCác bạn rất tốt bụng và thân thiện. \nÔm thật chặt từ Sue và Mẹ. \nHy vọng sẽ gặp lại các bạn vào lần tới. \nHy vọng các bạn vẫn khỏe. \nChúc Suegiang may mắn Đọc thêm",
            "Lần này là lần thứ hai tôi cùng Sue ở Sapa, một lần vào mùa đông và lần này vào mùa hè. Cả hai lần đều hoàn toàn tuyệt vời: phong cảnh, con người và thức ăn tuyệt vời! Gia đình Sues thực sự được chào đón và thật là một khoảnh khắc tuyệt vời với họ trong bữa tối..!Tôi thực sự khuyên bạn nên dùng! Cảm ơn Sue!Đọc thêm",
            "Này Alice. \nCảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nVâng, đây là lần thứ hai chúng tôi trekking cùng nhau nhưng chúng tôi cũng rất mong được gặp bạn ở lần thứ ba. \nHy vọng các bạn đang làm tốt. \nNhững cái ôm lớn từ Sue. \nYêu các bạn. \nTình yêu từ SueGiang Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi kéo dài 2 ngày được tổ chức thông qua trang web của cô ấy và có khoảng thời gian TỐT NHẤT. Sapa là một nơi thực sự đặc biệt. Sue có một nhóm khác nên chúng tôi được chị họ Mimi, người cũng có công việc kinh doanh riêng: Trekking Sapa Mimi Vu trên Facebook và sau đó ở lại nhà của Sue. Nó được trang bị đầy đủ tiện nghi với vòi sen nước nóng, giường có màn chống muỗi và một bữa ăn không thể tin được! Sue và Mimi là những con dê núi nên bạn cần có sức khỏe tương đối tốt cho chuyến đi này mặc dù tôi nghĩ có những tuyến đường dễ đi hơn nếu cần! Tôi không thể giới thiệu đủ Sue và Mimi.Đọc thêm",
            "Rebecca thân mến..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nChúng tôi rất đánh giá cao về điều đó. \n\nTận hưởng kì nghỉ của bạn. \nChúng tôi rất mong được gặp lại các bạn trên chuyến đi của chúng tôi. \ntình yêu sugiang \nĐọc thêm",
            "Bạn có chuyến đi bộ đường dài từ 3 đến 45 ngày không?Đọc thêm",
            "sẽ vào khoảng đầu tháng 12Đọc thêm",
            "Tôi Sue, địa chỉ email của bạn là gì? Tôi muốn đặt tour cho 6 người ở Julio. Cảm ơnĐọc thêm",
            "Tháng bảy, xin lỗi jajaja.Đọc thêm",
            "CHÀO,\n\nTôi có cần đặt trước cho chuyến đi 2 ngày không?\n\nCó địa chỉ email nào để liên hệ trực tiếp với Sue không?\n\nChúng tôi là 2 người phụ nữ đến Việt Nam vào tháng 7 và mong muốn thực hiện chuyến đi 2 ngày ở sapa.\n\nCảm ơn \nĐọc thêm",
            "Xin chào Sue, địa chỉ email của bạn là gì? Tôi quan tâm đến việc đặt tour cho 2 người vào tháng 9. Cảm ơn\nĐọc thêm",
            "Xin chào! \nNgày mai bạn có rảnh để tham gia chuyến đi bộ 1,5 ngày 1 đêm và ở trọ cho 3 người không? \nCảm ơn!\nDanielle Đọc thêm",
            "Chào Allison,\nBạn vui lòng cho chúng tôi trang web của Sues được không?  Tôi muốn đặt trực tiếp.\nCảm ơn.Đọc thêm",
            "Xin chào, gia đình 6 người của tôi muốn đi trekking ở Sapa. Muốn liên hệ với Sue. Tôi có thể xin địa chỉ email liên lạc của cô ấy được không?Đọc thêm",
            "Xin chào!\n\nCó email nào để liên lạc với Sue không? Tôi sẽ đến Sapa trong vài ngày tới và tôi đang tìm một chuyến du lịch: Đọc thêm",
            "Làm thế nào để liên lạc với Su? Có địa chỉ email hoặc trang web nào không?Đọc thêm",
            "Chào Sue, \n\nCho tôi xin email của bạn được không? Tôi đã đọc rất nhiều đánh giá tuyệt vời về dịch vụ của bạn và gia đình bạn. \n\nCảm ơn,\nPaulaĐọc thêm",
            "Chuyến tham quan của Sues tốn bao nhiêu tiền?Đọc thêm",
            "Lexington thân mến..! \nCảm ơn bạn rất nhiều vì đã hỏi..! \n\nĐiều đó phụ thuộc vào số lượng người và số ngày bạn muốn tham gia chuyến đi..! \n\nNếu bạn một mình, chuyến tham quan sẽ có giá 40 USD mỗi ngày.. \nCảm ơn nồng nhiệt \nSuegiang tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            215,
            15,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Trekking SaPa Cùng Sue",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written October 29, 2018",
            "Written October 22, 2018",
            "Written October 19, 2018",
            "Written October 17, 2018",
            "Written October 16, 2018",
            "Written October 9, 2018",
            "Written September 26, 2018",
            "Written September 25, 2018",
            "Written September 25, 2018",
            "Written September 11, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d8856684-Reviews-or50-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or40-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or60-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26394778-Reviews-Timothy_Sapa_Trekking_Homestay-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25383018-Reviews-Halosa_Lounge_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13147751-Reviews-Sapa_Charm_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26694862-Reviews-Comlam_Sapa_Trekking_motorbike_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d1641294-Reviews-Palace_of_the_Grand_Master_of_the_Knights_of_Rhodes-Rhodes_Town_Rhodes_Dodecanese.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10750126-Reviews-Club_Octagon_Seoul-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7776698-Reviews-SEA_LIFE_Orlando_Aquarium-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g150801-d4523240-Reviews-Hierve_el_Agua-Oaxaca_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1027112-d455307-Reviews-Doi_Inthanon-Doi_Inthanon_National_Park.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d12619824-Reviews-Old_Town_of_Paphos-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g34471-d181836-Reviews-Apollo_Beach-New_Smyrna_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d13928179-Reviews-Cacao_Beach_Club-Sunny_Beach_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37835-d274244-Reviews-Blank_Park_Zoo-Des_Moines_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g227665-d1136644-Reviews-Zoosafari-Fasano_Province_of_Brindisi_Puglia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or60-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or50-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "SaPa Trekking With Sue",
        "attraction_name_vi": "Trekking SaPa Cùng Sue",
        "general_info": [
            "229 đánh giá",
            "14 trên 195 hoạt động ngoài trời ở Sapa",
            "Chuyến tham quan văn hóa",
            "Những chuyến đi bộ",
            "Đi bộ đường dài cắm trại du lịch",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến trekking và Home Stay mới do Sue giang một cô gái người Mông thực hiện! Ở cùng gia đình người H&#39;mông dân tộc thiểu số và học hỏi một số kinh nghiệm từ họ Hoặc học nghề thủ công của người H&#39;mông!!! Hy vọng bạn sẽ thích và dành thời gian của bạn với chúng tôi! Lời chào Lời cảm ơn nồng nhiệt từ SueĐọc thêm",
        "reviews": [
            "chúng tôi đã có khoảng thời gian vui vẻ với Sue! Ngày đầu tiên hơi khó khăn với đứa con 8 tuổi của tôi nhưng chúng tôi đã mất nhiều thời gian.. Tiếng Anh của Sue rất tốt và cô ấy rất kiên nhẫn và trả lời mọi câu hỏi. thời gian ở nhà là một trải nghiệm rất thú vị. Bữa tối gia đình cô ấy nấu rất ngon và bữa tối rất ngon. bố cô ấy cứ rót rượu gạo vào ly của tôi và điều đó thật thú vị. ngay cả bạn cũng rất chăm chỉ, tôi nghĩ đó là một phần kinh nghiệm của bạn. ngày thứ hai dễ dàng hơn nhiều khi đi bộ qua cánh đồng lúa trong thung lũng. Nhìn chung, đây là một trong những sản phẩm tốt nhất ở Việt Nam.Đọc thêm",
            "Erezico thân mến. \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nTôi rất đánh giá cao về điều đó. \nCảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nVà cảm ơn vì đã chia sẻ những bức ảnh đáng yêu này.\n\nCảm ơn nồng nhiệt \nSuegiang tốt nhất Đọc thêm",
            "Chúng tôi không có cơ hội gặp Sue trong chuyến đi bộ này. Tuy nhiên, một thành viên trong gia đình cô ấy là hướng dẫn viên du lịch của chúng tôi và cô ấy thật tuyệt vời! Chúng tôi thực sự có một trải nghiệm tuyệt vời trong chuyến đi bộ kéo dài 2 ngày này. Hành trình rất tuyệt để ngắm nhìn những cảnh đẹp. Trải nghiệm ở nhà dân tại nhà của bố mẹ Sue rất tuyệt. Đừng ngần ngại giúp họ chuẩn bị bữa tối. Đọc thêm",
            "Raphae thân mến. \nCảm ơn bạn rất nhiều vì đã dành thời gian cho gia đình tôi và tận hưởng chuyến đi của các bạn.  Cảm ơn bạn đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \n\nVâng, các bạn chưa có cơ hội gặp tôi. \nTôi rất tiếc về điều đó, chỉ vì chị tôi ốm nặng, nếu không thì các bạn đã gặp tôi rồi..!\n\nTôi hy vọng các bạn đang làm tốt. \n\nCảm ơn nồng nhiệt \nSuegiang tốt nhất Đọc thêm",
            "Chúng tôi đã nghi ngờ về việc trekking ở Sapa vì thời tiết, nhưng chúng tôi rất vui vì đã làm được điều đó! Hướng dẫn viên Mimi của chúng tôi rất niềm nở và cung cấp cho chúng tôi nhiều thông tin về khu vực và môi trường địa phương. Chúng tôi cười suốt cả ngày, nhất là khi bị mắc kẹt trong bùn và bị ngã! Tôi muốn giới thiệu tour này cho bất kỳ ai có ý định đến Sapa. Cảm ơn Mimi! Đọc thêm",
            "Becky thân mến.. \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi của bạn với chúng tôi và cảm ơn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nCảm ơn bạn rất nhiều vì tất cả mọi thứ. \nHy vọng được gặp lại các bạn ở sapa trong chuyến thử của chúng tôi, nó lầy lội và trơn trượt nhưng cuối cùng các bạn cũng thích nó. \nTôi thay mặt MiMi và gia đình gửi lời cảm ơn. \n\nCảm ơn nồng nhiệt \nSuegiang tốt nhất Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian đáng kinh ngạc, đến thăm những địa điểm độc đáo mà khách du lịch không thường xuyên lui tới, điều này càng khiến nó trở nên đặc biệt hơn. Ngày đầu tiên chúng tôi đi với Sue và ngày thứ hai với mẹ cô ấy, cả hai đều là bạn đồng hành tuyệt vời và thực sự thân thiện. Đồ ăn ngon, quang cảnh đẹp và giường ngủ tốt. Cảm ơn kiện!Đọc thêm",
            "Này Icorrea. \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nChúng tôi rất đánh giá cao về điều đó. \n\nCảm ơn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nHy vọng các bạn đang làm tốt. \nVà hẹn gặp lại các bạn ở sapa lần sau. \nCảm ơn nồng nhiệt \ntình yêu sugiang \nĐọc thêm",
            "Ngày đầu tiên đi trekking bằng giày tuy vất vả nhưng hoàn toàn xứng đáng, trời mưa vào buổi sáng nên khá trơn khi lên núi. Thật không thể tin được. Thức ăn rất nổi bật và là món ăn ngon nhất chúng tôi đã ăn trong suốt thời gian ở Việt Nam. Gia đình cô ấy rất niềm nở và cung cấp cho chúng tôi mọi thứ chúng tôi cần. Đối với bữa tối, chúng tôi cũng dùng rượu gạo với gia đình, đó cũng là một trải nghiệm tuyệt vời. Cô ấy đã được đặt chỗ cho ngày hôm sau nên mẹ cô ấy đã đưa chúng tôi đi khắp các ngôi làng và cô ấy rất vui tính và tốt bụng! Chúng tôi đã lựa chọn dễ dàng hơn vào ngày thứ hai vì chúng tôi đã quá mệt mỏi từ ngày hôm trước haha. Họ cung cấp một chuyến đi xe máy trở lại Sapa sau đó thật vui! Cảm ơn bạn đã kiện vì một trải nghiệm đáng kinh ngạc! Đọc thêm",
            "Này Isabell..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nChúng tôi rất đánh giá cao về điều đó. \nCảm ơn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. Tôi là một nửa của gia đình tôi để nói lời cảm ơn. \n\nHãy tận hưởng phần còn lại của chuyến đi và trở về nhà an toàn nhé. \nMong được gặp lại các bạn ở sapa..\n\nCảm ơn nồng nhiệt \nTình yêu từ SueGiang Đọc thêm",
            "Chúng tôi yêu thích chuyến đi hai ngày của chúng tôi với người bạn Mi của Sue. Mặc dù trời mưa vào ngày đầu tiên của chúng tôi nhưng đó là trải nghiệm hoàn hảo. Chúng tôi rất thích mỗi bữa ăn, đặc biệt là bữa tối ở nhà bố mẹ Sue. Cả gia đình rất hoan nghênh. Chúng tôi yêu thích cách chúng tôi có thể quan sát cách người dân địa phương sống ở đây và hỏi Sue và gia đình cô ấy về văn hóa địa phương cũng như cách sống của họ. Sau một đêm ngon giấc, Sue mời chúng tôi món bánh chuối thơm ngon cho bữa sáng. Vào ngày thứ hai đi bộ, chúng tôi may mắn gặp được thời tiết tốt. Hoàn toàn thích chuyến đi. Phải làm cho tất cả những người có chút phiêu lưu và thích môi trường ngoài trời. Cảm ơn Sue, Mi và cả nhà. Trân trọng, Laura, Joke, Kitty và Eva Đọc thêm",
            "Ê mấy em gái..!\nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nChúng tôi rất vui khi nhận được phản hồi từ các bạn.\nCảm ơn bạn đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nHy vọng các cô gái đang làm tốt, tận hưởng phần còn lại của chuyến đi và an toàn,  \nChăm sóc bản thân.\nTrở về nhà an toàn. \nYêu các cô gái. \nNhững cái ôm lớn. \nSuegiang tốt nhất Đọc thêm",
            "Tôi đã cùng một nhóm bạn gồm 8 người tham gia một chuyến tham quan qua Cánh đồng lúa, những ngôi làng và ngọn đồi gần Sapa. Vì Sue đã đặt trước một nhóm khác nên chúng tôi đã đi cùng với bạn của cô ấy là Mimi, một người hướng dẫn và đồng hành tuyệt vời cho cả ngày đi bộ đường dài, siêu hay và có rất nhiều câu chuyện cũng như kiến ​​thức để chia sẻ. Toàn bộ chuyến tham quan thật tuyệt vời, thật ngoạn mục quang cảnh những ngọn đồi và cánh đồng lúa, trải nghiệm văn hóa và một trong những bữa ăn Việt Nam ngon nhất chúng tôi có trong 20 ngày ở đất nước này, do bố Sues nấu, một người rất quyến rũ. Hoàn toàn được giới thiệu! :Đọc thêm",
            "Renato thân mến..! \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi cùng chúng tôi, chúng tôi rất vui khi nhận được phản hồi từ các bạn. \nCảm ơn rất nhiều vì đã\ndành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. \nChúng tôi hy vọng các bạn đều ổn. \nVà hy vọng sẽ gặp lại các bạn trong chuyến đi của chúng tôi. \n\nThân ái Suegiang\nYêu các bạn nhất..! \nĐọc thêm",
            "Tôi đã đặt vé SaPa Trekking With Sue trước khi đến Sapa và tôi rất vui vì đã làm như vậy! Sue là một người chủ nhà tuyệt vời; cô ấy thân thiện, vui tính, cô ấy và gia đình cô ấy rất niềm nở và mời gọi - Tôi đã có bữa trưa nấu tại nhà ngon nhất trong chuyến du lịch của mình tại nhà gia đình cô ấy vào giờ nghỉ trưa của chúng tôi. Chuyến đi thật đáng giá; quang cảnh thật tuyệt vời và thời tiết trong ngày thật hoàn hảo. Tôi thực sự khuyên bạn nên đặt phòng với Sue cho bất kỳ ai đi du lịch đến Sapa! Cảm ơn vì chuyến tham quan và giới thiệu tuyệt vời về Sapa Sue! Chúc bạn tiết kiệm được nhiều tiền cho ngôi nhà mơ ước của mình! ;Đọc thêm",
            "Này Rachel..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi trong ngày cùng tôi. \nCảm ơn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nTôi vẫn nhớ bạn và nhớ bạn. \nChúc bạn có thời gian vui vẻ và may mắn với tương lai của mình. \nTôi sẽ cố gắng xây dựng ngôi nhà mơ ước của mình trong một ngày nào đó. \n\nRất mong được gặp bạn đến ở tại ngôi nhà mơ ước của tôi Rachel. \n\nCái ôm lớn. \nTình yêu từ SueGiang Đọc thêm",
            "Chúng tôi đã có trải nghiệm trekking tuyệt vời với Sue và Mimi. Cả Sue và Mimi đều rất vui vẻ và đưa ra cái nhìn sâu sắc thực sự về khu vực địa phương cũng như con người và lối sống. Ở cùng gia đình Sues trong làng cũng thật tuyệt vời. Họ đã nấu một bữa ăn ngon cho chúng tôi và bố Sues là một huyền thoại với loại rượu vang nổi tiếng, điên cuồng vì những câu nói đùa! Thật là một gia đình đáng yêu. Chuyến đi này là điểm nhấn trong chuyến đi hai tuần của tôi ở Việt Nam.Đọc thêm",
            "Paraic thân mến.! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi..! \nChúng tôi rất đánh giá cao về điều đó \nVà cảm ơn bạn đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. \nChúng tôi hy vọng sẽ gặp lại các bạn trong tương lai trên chuyến đi của chúng tôi. \nHy vọng các bạn đang làm tốt. \nCảm ơn nồng nhiệt \nTình yêu từ SueGiang Đọc thêm",
            "Chuyến đi 2 ngày 1 đêm của chúng tôi với Sue thực sự là một trong những điểm nổi bật trong thời đại chúng tôi ở Đông Nam Á. Sue đã hướng dẫn chúng tôi một cách chuyên nghiệp qua những con đường đầy cảm hứng nhưng khó khăn và chia sẻ kiến ​​thức chuyên môn sâu rộng về văn hóa địa phương cũng như mối quan hệ giữa các bộ tộc. Sue cũng rất giỏi trong việc đưa ra cho chúng tôi những lựa chọn khi gặp khó khăn, đặc biệt là khi trời mưa và một số tuyến đường thông thường rất trơn trượt. Điểm nổi bật bao gồm việc ngắm nhìn khung cảnh tuyệt vời của Thung lũng Mường Hua, đi bộ qua những con đường lầy lội để lên đỉnh thác , và chia sẻ trải nghiệm ở trọ tuyệt vời với gia đình Sues. Đặc biệt, những chú chó và chú cún đen dễ thương ở nhà Sues thật tuyệt vời và chắc chắn là điểm nhấn trong trải nghiệm của chúng tôi! Nhà trọ này cũng gây ngạc nhiên thú vị - mặc dù cơ bản nhưng nó có khu vực riêng cho mỗi nhóm và nệm thoải mái. Thức ăn cũng rất tuyệt, và công việc nấu nướng cho cả nhóm cũng thật phi thường. Sau hai ngày đi bộ, Sue tổ chức xe ôm để chúng tôi quay trở lại thị trấn Sapa, nơi có khung cảnh ngoạn mục của thị trấn. thung lũng từ đường núi. Nhìn chung, tôi rất muốn giới thiệu tổ chức Sues cho trải nghiệm đi bộ xuyên rừng và ở nhà trọ của bạn ở Sapa, bạn sẽ không hối tiếc đâu!Đọc thêm",
            "Này Jon Regan Bonnie...! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nChúng tôi rất vui khi nhận được phản hồi từ các bạn. \nHy vọng các bạn đang làm tốt. \nCảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \n\nGửi tới các bạn những lời chúc tốt đẹp nhất của tôi..! \nNhững cái ôm lớn. \nCảm ơn nồng nhiệt \nTình yêu từ SueGiang Đọc thêm",
            "Bạn có chuyến đi bộ đường dài từ 3 đến 45 ngày không?Đọc thêm",
            "sẽ vào khoảng đầu tháng 12Đọc thêm",
            "Tôi Sue, địa chỉ email của bạn là gì? Tôi muốn đặt tour cho 6 người ở Julio. Cảm ơnĐọc thêm",
            "Tháng bảy, xin lỗi jajaja.Đọc thêm",
            "CHÀO,\n\nTôi có cần đặt trước cho chuyến đi 2 ngày không?\n\nCó địa chỉ email nào để liên hệ trực tiếp với Sue không?\n\nChúng tôi là 2 người phụ nữ đến Việt Nam vào tháng 7 và mong muốn thực hiện chuyến đi 2 ngày ở sapa.\n\nCảm ơn \nĐọc thêm",
            "Xin chào Sue, địa chỉ email của bạn là gì? Tôi quan tâm đến việc đặt tour cho 2 người vào tháng 9. Cảm ơn\nĐọc thêm",
            "Xin chào! \nNgày mai bạn có rảnh để tham gia chuyến đi bộ 1,5 ngày 1 đêm và ở trọ cho 3 người không? \nCảm ơn!\nDanielle Đọc thêm",
            "Chào Allison,\nBạn vui lòng cho chúng tôi trang web của Sues được không?  Tôi muốn đặt trực tiếp.\nCảm ơn.Đọc thêm",
            "Xin chào, gia đình 6 người của tôi muốn đi trekking ở Sapa. Muốn liên hệ với Sue. Tôi có thể xin địa chỉ email liên lạc của cô ấy được không?Đọc thêm",
            "Xin chào!\n\nCó email nào để liên lạc với Sue không? Tôi sẽ đến Sapa trong vài ngày tới và tôi đang tìm một chuyến du lịch: Đọc thêm",
            "Làm thế nào để liên lạc với Su? Có địa chỉ email hoặc trang web nào không?Đọc thêm",
            "Chào Sue, \n\nCho tôi xin email của bạn được không? Tôi đã đọc rất nhiều đánh giá tuyệt vời về dịch vụ của bạn và gia đình bạn. \n\nCảm ơn,\nPaulaĐọc thêm",
            "Chuyến tham quan của Sues tốn bao nhiêu tiền?Đọc thêm",
            "Lexington thân mến..! \nCảm ơn bạn rất nhiều vì đã hỏi..! \n\nĐiều đó phụ thuộc vào số lượng người và số ngày bạn muốn tham gia chuyến đi..! \n\nNếu bạn một mình, chuyến tham quan sẽ có giá 40 USD mỗi ngày.. \nCảm ơn nồng nhiệt \nSuegiang tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            215,
            15,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Trekking SaPa Cùng Sue",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written September 2, 2018",
            "Written August 29, 2018",
            "Written August 20, 2018",
            "Written August 14, 2018",
            "Written August 13, 2018",
            "Written August 9, 2018",
            "Written August 7, 2018",
            "Written August 5, 2018",
            "Written August 1, 2018",
            "Written July 31, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d8856684-Reviews-or60-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or50-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or70-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26394778-Reviews-Timothy_Sapa_Trekking_Homestay-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25383018-Reviews-Halosa_Lounge_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13147751-Reviews-Sapa_Charm_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26694862-Reviews-Comlam_Sapa_Trekking_motorbike_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1131946-d2230020-Reviews-Bosnian_Pyramid_of_the_Sun-Visoko_Zenica_Doboj_Canton_Federation_of_Bosnia_and_H.html",
            "https://www.tripadvisor.com/Attraction_Review-g187871-d246496-Reviews-Casa_di_Giulietta-Verona_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g147366-d18844435-Reviews-Coral_Beach-George_Town_Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d561527-Reviews-Ski_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025627-d1982943-Reviews-Purcaraccia-Quenza_Corse_du_Sud_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d14100603-Reviews-The_Tavern_At_Rainbow_Row-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g2018516-d13453829-Reviews-Alpaca_World-Hongcheon_gun_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g33668-d15144781-Reviews-Denver_Premium_Outlets-Thornton_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198776-Reviews-Kolonaki_Square-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or70-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or60-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "SaPa Trekking With Sue",
        "attraction_name_vi": "Đi bộ đường dài SaPa với Sue",
        "general_info": [
            "229 đánh giá",
            "14 trên 195 hoạt động ngoài trời ở Sapa",
            "Chuyến tham quan văn hóa",
            "Những chuyến đi bộ",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến trekking và Home Stay mới do Sue giang một cô gái người Mông thực hiện! Ở cùng gia đình người H&#39;mông dân tộc thiểu số và học hỏi một số kinh nghiệm từ họ Hoặc học nghề thủ công của người H&#39;mông!!! Hy vọng bạn sẽ thích và dành thời gian của bạn với chúng tôi! Lời chào Lời cảm ơn nồng nhiệt từ SueĐọc thêm",
        "reviews": [
            "Su thực sự là điểm nhấn trong kỳ nghỉ của chúng tôi ở Việt Nam! Cô ấy đáng yêu, vui tính và trên hết là một người dẫn chương trình phi thường. Cô ấy đam mê khu vực cũng như lịch sử của nó và chắc chắn sẽ khiến bạn say mê về nơi này. Nhà trọ là giấc ngủ tuyệt vời nhất mà tôi có được trong một thời gian dài với những âm thanh của thiên nhiên xung quanh chúng tôi. Giá cả hợp lý nhưng trên hết là một người bạn tuyệt vời!! ĐỪNG đến Sapa mà không tham gia tour này!Đọc thêm",
            "Hướng dẫn viên du lịch giỏi nhất ở sapa! Chúng tôi đã nói chuyện với một số du khách ba lô ở Hà Nội, những người đã giới thiệu Sapa Su và chúng tôi rất biết ơn! Chúng tôi đã đặt chỗ ngay lập tức qua trang Facebook của cô ấy và cô ấy trả lời gần như ngay lập tức. Cô ấy có một nhân cách tuyệt vời và khiến chúng tôi cười từ đầu đến cuối. Hoàn toàn thích ứng với mức độ trekking nhiều hay ít mà bạn muốn có thể thực hiện trong trường hợp của chúng tôi, chúng tôi đã yêu cầu dễ dàng vào ngày thứ hai. Cô ấy rất sẵn lòng mua cho chúng tôi máy Mac, bữa trưa và nhiều taxi. Đây là điểm nổi bật trong chuyến đi của chúng tôi cho đến nay. Chúng tôi yêu từng phút. Cảm ơn Sapa Su!Đọc thêm",
            "Chúng tôi đến thăm Sue và gia đình cô ấy với tư cách là một nhóm bạn. Thành thật mà nói, đó là một trong những trải nghiệm quý giá và đáng nhớ nhất mà tôi từng có. Sue là một phụ nữ xinh đẹp, trẻ trung và thông minh, nói tiếng Anh tuyệt vời và luôn cố gắng mang đến cho bạn chuyến đi tốt nhất có thể. Sue rất hóm hỉnh và chúng tôi đã có cuộc trò chuyện tuyệt vời. Chuyến du lịch sapa thật không thể tin được với những khung cảnh mà tôi sẽ không bao giờ quên. Sue và gia đình cô ấy đã mời chúng tôi vào nhà riêng của cô ấy và khiến chúng tôi cảm thấy mình là một phần của gia đình. Bàn ăn đầy ắp đồ ăn Việt Nam, món ăn ngon nhất tôi từng nếm ở Việt Nam. Mẹ và bố kiện bố mẹ là những người chủ nhà hoàn hảo và thật là một đặc ân khi được gặp gia đình tuyệt vời và chu đáo này. Những bức ảnh chụp tại nhà với bố là một điểm nhấn mờ ảo. Cảm ơn bạn rất nhiều một lần nữa vì bạn thực sự đã cho chúng tôi một trải nghiệm tuyệt vời mà chúng tôi sẽ không bao giờ quên. Yêu rất nhiều, Lisa, David, Megan, Alec và Nelly.Đọc thêm",
            "Này, Nelly, Lisa, David và Alec...! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nTôi rất vui khi nhận được phản hồi từ các bạn. \nTôi nhớ các bạn rất nhiều..! \nChúc các bạn thi tốt và trở về nhà an toàn. \n\nYêu các bạn nhất.\nGửi tới các bạn mọi lời chúc tốt đẹp nhất. \nTình yêu từ Sue Giang. \n\nĐọc thêm",
            "Chuyến đi bộ với Sue thật tuyệt vời. Sue là một cô gái Hmong đáng yêu đang không ngừng hoàn thiện bản thân để xây dựng ngôi nhà mơ ước của mình ở Sapa. Cô ấy rất hữu ích, cảnh giác và giữ cho chúng tôi an toàn và cung cấp cho chúng tôi thông tin về văn hóa Sapa. Đồ ăn mẹ cô nấu ở nhà rất ngon. Ngoài ra, lúa tự trồng rất ngon và ngon. Hơn nữa, bố cô ấy còn mời chúng tôi rượu gạo do ông ấy làm ở nhà, rất ngon. Nhìn chung, chúng tôi có một chuyến đi rất thú vị với Sue. Tôi muốn giới thiệu Sue cho những ai thích trekking ở Sapa. Đọc thêm",
            "Này Juliana..! \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi của bạn với chúng tôi. \nTôi rất vui mừng về điều đó. \nVà cảm ơn bạn đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. \nCảm ơn vi mọi thứ.\nHy vọng các bạn đang làm tốt. \nVà trở về nhà an toàn. \nRất vui được gặp các bạn. \nCảm ơn nồng nhiệt \nSuegiang tốt nhất Đọc thêm",
            "Sue sắp xếp cho chúng tôi một chuyến đi cùng với thành viên gia đình cô ấy ở một ngôi làng khác, Lis. Cô ấy gặp chúng tôi tại nhà thờ như đã hẹn và đưa chúng tôi vào núi. Chúng tôi không có đủ từ ngữ hay để diễn tả trải nghiệm của chúng tôi với Lis và gia đình cô ấy. Chuyến đi thật đẹp, đồ ăn rất ngon và thị trấn của cô ấy thật tuyệt vời. Chúng tôi ở nhà cô ấy cùng gia đình cô ấy qua đêm và sau đó đi bộ đến một thị trấn khác vào buổi sáng. Cô ấy không có nước sinh hoạt hoặc bất kỳ tiện nghi nào mà bạn quen dùng ở ký túc xá. Cô ấy sắp xếp một khu vực để chúng tôi ngủ trên gác xép của mình và nấu cho chúng tôi một bữa tối tuyệt vời. Chả giò ngon nhất chúng tôi từng có! Cả gia đình cô ấy đều rất chân thật và tốt bụng. Chúng tôi dành cả buổi chiều cô giáo đánh bài con gái và đi bộ vào thị trấn để đi chợ mua đồ ăn. Tôi muốn giới thiệu điều này cho bất kỳ ai đang tìm kiếm trải nghiệm để đời.Đọc thêm",
            "Ellen thân mến..! \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi với dì của tôi,  \nChúng tôi rất đánh giá cao về điều đó. \n\nTôi thay mặt gia đình dì tôi gửi lời cảm ơn. \nGửi tới các bạn mọi lời chúc tốt đẹp nhất của tôi. \n\nChúc may mắn \nCảm ơn nồng nhiệt \nSuegiang tốt nhất Đọc thêm",
            "Tôi thấy việc đi bộ trên núi đòi hỏi khắt khe nhưng Sue hoàn toàn hiểu và có động lực. Rất thích gặp gỡ gia đình cô ấy và ở cùng họ trong ngôi làng của họ. Và sau chuyến leo núi, Sue đã nấu 6 món ăn cho chúng tôi và bảo chúng tôi cùng cô ấy quây quần bên bếp lửa để chuẩn bị. Chúng tôi đánh giá cao nhà vệ sinh và phòng tắm phía tây. Một trải nghiệm tuyệt vời được thực hiện bởi Sue và các cộng sự của cô.Đọc thêm",
            "Này Eric..! \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi của bạn với chúng tôi. \nChúng tôi rất vui khi nghe điều đó. \n\nCảm ơn bạn đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \n\nChúng tôi hy vọng các bạn đang làm tốt. \nChúc một ngày tốt lành..! \nGửi tới các bạn mọi lời chúc tốt đẹp nhất của tôi..!\n\nTình yêu từ SueGiang Đọc thêm",
            "Chính tôi và bạn tôi đã đặt chỗ với Sue, người đã đặt chuyến đi nhưng cô ấy đã hẹn chúng tôi với bạn của cô ấy là Khu. Chúng tôi ở tại nhà trọ Sues và gặp Sue, người rất thân thiện với nhóm khác của cô ấy trên chuyến đi và cũng ăn tối với họ. Chúng tôi đã được gặp gia đình Sues và thưởng thức những món ăn tuyệt vời của cô ấy. Có rất nhiều món ăn ngon tại nhà. Khu hướng dẫn viên du lịch của chúng tôi rất xuất sắc. Cô ấy rất thân thiện và luôn có câu trả lời cho nhiều câu hỏi của chúng tôi. Cô ấy có kiến ​​thức tuyệt vời về khu vực này và thường xuyên cho chúng tôi nghỉ ngơi trong suốt chuyến leo núi dốc. Cô ấy kể cho chúng tôi nghe tất cả về gia đình cô ấy và tất cả các truyền thống khác nhau của khu vực. Bản thân tôi và bạn tôi thực sự rất thích chuyến đi của chúng tôi và sẽ giới thiệu nó cho bất kỳ ai. Cảm ơn Sue và Khu đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Này Ami...! \nCảm ơn bạn rất nhiều vì đã dành thời gian với chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi, hãy dành thời gian cho chúng tôi một đánh giá tuyệt vời. \n\nChúng tôi rất đánh giá cao về điều đó. \nRất vui được gặp các cô. \nTôi thay mặt gia đình và bạn tôi Khu xin gửi lời cảm ơn rất nhiều vì mọi điều, \n\nHy vọng các cô gái đang làm tốt. \nVà trở về nhà an toàn. \nGửi tới các cô gái những lời chúc tốt đẹp nhất. \n\nTình yêu từ SueGiang Đọc thêm",
            "Lướt trên internet, chúng tôi tìm thấy chuyến trekking ở Sapa do Sue cung cấp. Chúng tôi ngay lập tức rất quan tâm và gửi thư cho cô ấy. Nhanh chóng chúng tôi đã nhận được câu trả lời. Thật không may, Sue đã đi bộ xuyên rừng vào những ngày chúng tôi ở đó, nhưng cô ấy có một người bạn cũng là người hướng dẫn và có thể hướng dẫn chúng tôi. Tên cô ấy là Khu và chúng tôi định gặp cô ấy tại nhà thờ ở Sapa lúc 9 giờ. Chúng tôi rất phấn khích vì chúng tôi không biết sẽ trông đợi ai hoặc điều gì. Chúng tôi đã ở đó trước 9 giờ một chút và thực sự: một cô gái đã đến gặp chúng tôi với tên tôi trên Điện thoại di động của cô ấy và chuyến đi bộ có thể bắt đầu! Phần còn lại của chuyến trekking cũng được tổ chức rất tốt: thức ăn, đi bộ, phong cảnh. Tất cả đều đúng như mô tả trong chương trình chúng tôi đã nhận được từ trước. Chúng tôi ngủ ở nhà bố mẹ Sue, ăn tối ở đó, uống rượu gạo với bố cô ấy. Chúng tôi đã có một buổi tối rất vui vẻ, đó là một trải nghiệm tuyệt vời với những con người rất thân thiện. Đặc biệt vào ngày thứ hai chúng tôi đi dạo quanh cánh đồng lúa, nó thật đẹp. Hướng dẫn viên của chúng tôi đã đưa chúng tôi đến một số nơi có tầm nhìn rất đẹp và không quá đông đúc. Khu là một cô gái rất tốt bụng và làm việc rất tốt. Cô ấy khiến chúng tôi cảm thấy như ở nhà! Đọc thêm",
            "Này Nele...! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nTôi thay mặt gia đình và bạn Khu của tôi xin gửi lời cảm ơn rất nhiều. \nHy vọng các bạn đang làm tốt. \nCó một tương lai tuyệt vời. \nCảm ơn đã chia sẻ bức ảnh đó nó trông tuyệt vời. \nGửi tới các bạn mọi lời chúc tốt đẹp nhất. \nCảm ơn nồng nhiệt \nYêu Sue Giang Đọc thêm",
            "Hậu cần: Sue nói, viết và hát tiếng Anh rất tốt. Cô ấy phản hồi nhanh chóng và trả lời email trong vòng tối đa vài giờ. The Trek: Chúng tôi làm 1-1, giá rẻ hơn mấy chị em Sapa mấy đô, rất tuyệt không vấn đề gì. Sue: Thật là một cô gái tuyệt vời. Cô ấy là một cá nhân thực sự đáng kinh ngạc-- độc lập, mạnh mẽ, thông minh và có tinh thần kinh doanh. Cô nài nỉ bố mẹ cho phép cô đi học và cuối cùng ở tuổi 17, cô đã làm được. Cô ấy có những ước mơ lớn lao và tôi mong được theo dõi và giúp đỡ những ước mơ đó thành hiện thực. Cô ấy có trí tuệ, động lực và động lực để trở nên tuyệt vời, và tôi tự hào khi được gặp cô ấy từ rất sớm. Gia đình Sue: Siêu tử tế, hiếu khách, nấu đồ ăn gấp đôi số lượng tôi cần và uống rượu vui vẻ với bố Sue .Chuyến đi thật tuyệt vời, nhưng Sue là một kho báu; thật vinh dự được gặp cô ấy và gia đình cô ấy.Đọc thêm",
            "Này Eric..!\nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi của mình, cảm ơn vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. \nMong là mọi việc đều ổn. \nTrở về nhà an toàn,  \nTôi không biết phải nói gì nhiều nhất nhưng cảm ơn bạn rất nhiều vì mọi thứ.\nGửi đến bạn mọi lời chúc tốt đẹp nhất..! \n\nTình yêu từ SueGiang..! Đọc thêm",
            "Thực sự thích những trải nghiệm trekking và lòng hiếu khách mà họ cung cấp. Thoải mái, những chú chó dễ thương, những thành viên trong gia đình thân thiện và nhiều hơn thế nữa. Sue và cô bạn Koo đã chia sẻ với chúng tôi về lịch sử và những câu chuyện của người Hmong. Rất khuyến khích cho tất cả các bạn.Đọc thêm",
            "Này Estelle..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nCảm ơn bạn đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời và chia sẻ tất cả những bức ảnh tuyệt vời.. \nHy vọng các bạn đang làm tốt. \nTôi thay mặt gia đình và bạn bè của tôi để nói lời cảm ơn vì mọi thứ.\nSuegiang tốt nhất Đọc thêm",
            "bạn có sẵn chuyến đi trekking từ 3 đến 45 ngày không?Đọc thêm",
            "sẽ vào khoảng đầu tháng 12Đọc thêm",
            "Tôi Sue, địa chỉ email của bạn là gì? Tôi muốn đặt tour cho 6 người ở Julio. Cảm ơnĐọc thêm",
            "Tháng bảy, xin lỗi jajaja.Đọc thêm",
            "CHÀO,\n\nTôi có cần đặt trước cho chuyến đi 2 ngày không?\n\nCó địa chỉ email nào để liên hệ trực tiếp với Sue không?\n\nChúng tôi là 2 người phụ nữ đến Việt Nam vào tháng 7 và mong muốn thực hiện chuyến đi 2 ngày ở sapa.\n\nCảm ơn \nĐọc thêm",
            "Xin chào Sue, địa chỉ email của bạn là gì? Tôi quan tâm đến việc đặt tour cho 2 người vào tháng 9. Cảm ơn\nĐọc thêm",
            "Xin chào! \nNgày mai bạn có rảnh để tham gia chuyến đi bộ 1,5 ngày 1 đêm và ở trọ cho 3 người không? \nCảm ơn!\nDanielle Đọc thêm",
            "Chào Allison,\nBạn vui lòng cho chúng tôi trang web của Sues được không?  Tôi muốn đặt trực tiếp.\nCảm ơn.Đọc thêm",
            "Xin chào, gia đình 6 người của tôi muốn đi trekking ở Sapa. Muốn liên hệ với Sue. Tôi có thể xin địa chỉ email liên lạc của cô ấy được không?Đọc thêm",
            "Xin chào!\n\nCó email nào để liên lạc với Sue không? Tôi sẽ đến Sapa trong vài ngày nữa và tôi đang tìm một tour du lịch: Đọc thêm",
            "Làm thế nào để liên lạc với Sue? Có địa chỉ email hoặc trang web nào không?Đọc thêm",
            "Chào Sue, \n\nCho tôi xin email của bạn được không? Tôi đã đọc rất nhiều đánh giá tuyệt vời về dịch vụ của bạn và gia đình bạn. \n\nCảm ơn,\nPaulaĐọc thêm",
            "Chuyến tham quan của Sues tốn bao nhiêu tiền?Đọc thêm",
            "Lexington thân mến..! \nCảm ơn bạn rất nhiều vì đã hỏi..! \n\nĐiều đó phụ thuộc vào số lượng người và số ngày bạn muốn tham gia chuyến đi..! \n\nNếu bạn một mình, chuyến tham quan sẽ có giá 40 USD mỗi ngày.. \nCảm ơn nồng nhiệt \nSuegiang tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            215,
            15,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Những việc cần làm ở Sapa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Trekking SaPa Cùng Sue",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written July 31, 2018",
            "Written July 31, 2018",
            "Written July 10, 2018",
            "Written June 25, 2018",
            "Written June 18, 2018",
            "Written June 11, 2018",
            "Written June 6, 2018",
            "Written May 22, 2018",
            "Written May 19, 2018",
            "Written May 18, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d8856684-Reviews-or70-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or60-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or80-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26394778-Reviews-Timothy_Sapa_Trekking_Homestay-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25383018-Reviews-Halosa_Lounge_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13147751-Reviews-Sapa_Charm_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26694862-Reviews-Comlam_Sapa_Trekking_motorbike_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d259410-Reviews-Sierra_Nevada_Zoological_Park-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298063-d2225286-Reviews-Ice_Land_Water_Park-Ras_Al_Khaimah_Emirate_of_Ras_Al_Khaimah.html",
            "https://www.tripadvisor.com/Attraction_Review-g34817-d5532484-Reviews-Georgia_National_Cemetery-Canton_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d3668268-Reviews-Pallekele_International_Cricket_Stadium-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d2157083-Reviews-Antique_and_Artisan_Fair-Sofia_Sofia_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d24141942-Reviews-The_World_Of_Banksy-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2276148-Reviews-Eminonu_Square-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g33501-d6740095-Reviews-Loveland_Pass-Keystone_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60764-d143095-Reviews-Catoctin_Mountain_Park-Thurmont_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d607222-Reviews-Duplex_Club-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or80-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or70-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "SaPa Trekking With Sue",
        "attraction_name_vi": "Đi bộ đường dài SaPa với Sue",
        "general_info": [
            "229 đánh giá",
            "14 trên 195 hoạt động ngoài trời ở Sapa",
            "Tour du lịch văn hóa",
            "Những chuyến đi bộ",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là chuyến đi bộ đường dài và Home Stay mới của Sue giang, một cô gái người Hmong! Ở cùng gia đình người Hmong thiểu số và học hỏi một số kinh nghiệm từ họ Hoặc học nghề thủ công của người Hmong!!! Hy vọng bạn sẽ thích và dành thời gian cho chúng tôi! Lời chào Lời cảm ơn nồng nhiệt từ SueĐọc thêm",
        "reviews": [
            "Hôm nay chúng tôi đã có một ngày đi bộ hoàn hảo cùng Sue đáng yêu qua những thửa ruộng bậc thang và những ngôi làng quanh Sapa. Chúng tôi đã có một bữa trưa ngon miệng tại nhà cô ấy trong làng của cô ấy và học được rất nhiều điều về nhiều dân tộc thiểu số. Chúng tôi đã thực hiện chuyến đi bằng giày thể thao, điều đó vẫn ổn, không cần giày đi bộ. Sue đã làm rất nhanh và giúp tôi những phần khó hơn. Cô ấy vượt qua các chướng ngại vật trên đường đi một cách dễ dàng. Sue là một hướng dẫn viên tuyệt vời, rất thân thiện và hay nói chuyện và chúng tôi không thể giới thiệu cô ấy đủ cho bạn đi bộ ở Sapa. Cảm ơn Sue!Đọc thêm",
            "Amy và Matt thân mến...! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho tôi và tận hưởng chuyến đi trong ngày cùng tôi. \nTôi rất vui khi có các bạn là khách hàng của mình, các bạn rất thân thiện. \n\nCảm ơn đã chia sẻ tất cả những hình ảnh tuyệt vời với tôi. \nTận hưởng kì nghỉ của bạn..! \nYêu các bạn. \nSuegiang tốt nhất Đọc thêm",
            "Chúng tôi đã đi bộ đường dài 2 ngày 1 đêm với nhà nghỉ tại nhà cô ấy và chúng tôi rất thích chuyến đi. Sue chào đón chúng tôi tại nhà thờ ở thị trấn Sapa với gậy đi bộ bằng tre cho chuyến đi bộ. Những thứ này cực kỳ hữu ích trong suốt chuyến đi của chúng tôi. Chúng tôi để ba lô lớn của mình tại phòng của cô ấy gần thị trấn Sapa. Hãy mang theo một ba lô trong ngày với những vật dụng cần thiết và một bộ quần áo ngủ vì quần áo đi bộ đường dài của bạn sẽ bị ướt và có thể lấm bùn sau chuyến đi bộ đường dài. Chúng tôi mặc quần dài vào ban đêm vì trời hơi lạnh. Chúng tôi đi bộ qua khu vực miền núi, ruộng bậc thang và nhiều ngôi làng khác nhau. Tuyến đường mà chúng tôi đi bộ đường dài không phải là tuyến đường du lịch và về cơ bản đã cho chúng tôi thấy Sapa thực sự. Sue đã đưa cho chúng tôi các lựa chọn dọc theo chuyến đi đến các tuyến đường khác nhau tùy thuộc vào mức độ khó mà bạn muốn chuyến đi bộ đường dài. Về cơ bản, chúng tôi chọn những con đường mòn thú vị lên xuống đồi và địa hình lầy lội trong hầu hết chuyến đi. Bạn cũng có thể chọn đi bộ trên đường nếu bạn ít mạo hiểm hơn. Hầu hết các nhà dân khác tại nhà khách và nhà trọ đều dành cho khách du lịch và có thể không thực sự là trải nghiệm đích thực. Chúng tôi đã ở nhà cô ấy và đó là điều chân thực nhất mà bạn có thể có được. Tuy nhiên, ngôi nhà của cô ấy khá sạch sẽ và có nhà vệ sinh và phòng tắm phù hợp với vòi sen nước nóng. Bạn cũng có thể tham gia cùng họ khi họ nấu ăn trong bếp làng truyền thống của họ vào buổi tối sau chuyến đi bộ đường dài. Chúng tôi đã thưởng thức bữa tối xa hoa mà gia đình cô ấy nấu cho chúng tôi. Chuyến đi kết thúc vào ngày thứ hai sau chuyến đi bộ đường dài bằng chuyến đi xe máy trở về điểm xuất phát gần thị trấn Sapa. Nhìn chung, đó là một trải nghiệm tốt và giá đi bộ đường dài cùng cô ấy cũng thấp hơn so với các nhóm lớn khác đã thành lập. Đọc thêm",
            "Kính gửi Weizhi Chen..!\nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi,  \nCảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nHy vọng các bạn làm tốt..! \nTình yêu từ SueGiang Đọc thêm",
            "chúng tôi đã rất may mắn và có thời tiết tuyệt vời cho đến phút cuối cùng. Chúng tôi rất vinh dự được bắt đầu cuộc đua với Sues Mum, người rất vui mừng. The Hostel là điểm nhấn khi gặp gỡ gia đình cô và 2 chú cún cưng đáng yêu nhất. Bữa tối của chúng tôi được chúng tôi chuẩn bị sẵn và là bữa ăn ngon nhất chúng tôi có ở Việt Nam. Ngày thứ hai chúng tôi đi bộ đường dài với Sue và bạn của cô ấy Mimi, thật là một sự kết hợp tuyệt vời. Chắc chắn đây là điểm nhấn đối với chúng tôi. Fiona Ian và JennyĐọc thêm",
            "Fiona và Jenny thân mến..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nChúng tôi rất vui vì điều đó. \nVà cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. \nChúc một ngày tốt lành. \nSuegiang tốt nhất Đọc thêm",
            "Chuyến đi hai ngày của chúng tôi ở Sapa là điểm nổi bật trong chuyến đi đến Việt Nam của chúng tôi. Đó là giá trị chuyến đi từ Hà Nội. Sue thân thiện, kiên nhẫn và tốt bụng. Cô ấy đã điều chỉnh chuyến đi theo sở thích của chúng tôi để đưa ra lựa chọn về con đường đến bàn. Chúng tôi chắc chắn sẽ khuyên bạn nên đặt một chuyến tham quan! Cảm ơn Sue rất nhiều! Bạn nên đảm bảo rằng mình có nhiều lớp để mặc vì nhiệt độ có thể thay đổi rất nhiều từ ngày này sang ngày khác.Đọc thêm",
            "Sylvia thân mến..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi, \nChúng tôi rất đánh giá cao về điều đó. \nCảm ơn bạn đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nCảm ơn Sylvia.. Tôi sẽ mặc nhiều lớp cho thời tiết lạnh giá..! \nCảm ơn bạn rất nhiều vì tất cả mọi thứ. \nCó một thời gian tuyệt vời ..! \nGửi đến bạn mọi lời chúc tốt đẹp nhất. \nTình yêu từ SueGiang Đọc thêm",
            "Chúng tôi đã đi bộ 2 ngày với Sue và rất thích nó mặc dù thời tiết trong ngày đầu tiên của chúng tôi không được tốt. Sue rất thân thiện và giới thiệu chúng tôi với những người còn lại trong gia đình cô ấy. Vì trời mưa nên đường đi của chúng tôi trơn trượt và mẹ Sue đã làm cho chúng tôi những chiếc gậy tre để bảo vệ chúng tôi khỏi bị ngã khi đi bộ. Sa Pa chắc chắn là một điểm nổi bật trong chuyến đi Việt Nam của chúng tôi và tôi muốn giới thiệu nó cho những người đang tìm kiếm một kỳ nghỉ năng động.Đọc thêm",
            "Xin chào Michaela..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn. \nCảm ơn bạn đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nChúc bạn một ngày tốt lành..!\nGửi đến mọi người những lời chúc tốt đẹp nhất của tôi. \nThân ái từ Suegiang Đọc thêm",
            "Thời tiết hoàn hảo, những người tốt trong nhóm và hướng dẫn viên du lịch đáng yêu Sue. Chuyến tham quan của chúng tôi bắt đầu bên cạnh nhà thờ lúc 9 giờ sáng, trên đường đi Sue mua que mía cho chúng tôi ăn nhẹ, ngon quá! Chúng tôi đang đi bộ dã ngoại với nhiều điểm dừng để chụp ảnh hoặc nghỉ ngơi. Trekking rất dễ dàng, không cần giày leo núi, giày thể thao là đủ. Khung cảnh tuyệt đẹp trên đường đi trên núi và thung lũng. Chúng tôi đến nhà trọ vào khoảng 5 giờ chiều. Chúng tôi đã có bữa tối tuyệt vời. Cha mẹ Sue là những người rất tốt, đặc biệt là cha cô, người phục vụ nước vui vẻ suốt buổi tối: Ngày hôm sau chúng tôi dành nhiều thời gian đi bộ xuyên làng và trên cánh đồng lúa, chúng tôi thấy nhiều trâu nước và người dân địa phương đang làm việc trên đồng. Chúng tôi kết thúc với bữa trưa tuyệt vời và chuyến xe siêu ngầu trở lại thị trấn Sapa để bắt xe buýt về Hà Nội. Tôi rất biết ơn vì chúng tôi đã tìm thấy Sue, cô ấy đã cho chúng tôi những kỷ niệm và trải nghiệm mà chúng tôi sẽ không bao giờ quên. Cảm ơn Sue :Đọc thêm",
            "Thưa ông Chuxx..!\nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi...! \nCảm ơn bạn đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nCảm ơn bạn rất nhiều vì mọi thứ.!\nMong được gặp lại các bạn lần sau nếu các bạn quay lại Việt Nam lần nữa. \nCảm ơn đã chia sẻ một số hình ảnh rất đẹp.\nYêu các bạn.. \nGửi tới các bạn mọi lời chúc tốt đẹp nhất của tôi. \nTrở về nhà an toàn. \nTình yêu từ SueGiang Đọc thêm",
            "Gần đây chúng tôi đã thực hiện chuyến đi bộ một ngày với Sue 4 người lớn!  Đó là một trải nghiệm tuyệt vời.  Sue quản lý công việc kinh doanh của riêng mình và rất phản hồi email.  Giao tiếp với cô ấy thật tuyệt vời.  Chúng tôi dễ dàng tìm thấy cô ấy tại địa điểm gặp mặt đã được sắp xếp trước.  Cô ấy là một hướng dẫn tuyệt vời.  Cô ấy là người hiểu biết, tốt bụng, thân thiện và kiên nhẫn.  Sau khi ra khỏi thành phố, chúng tôi đã có một lộ trình tuyệt vời.  Nó thật đẹp và không có người ở. Chúng tôi đã có một bữa trưa tuyệt vời do gia đình cô ấy chuẩn bị trong ngôi nhà xinh xắn của họ.  Thức ăn thật tuyệt vời và có rất nhiều thứ!  Những đứa trẻ của tôi nói rằng đây là điểm nổi bật trong chuyến đi đến Việt Nam của họ. Tôi thực sự khuyên bạn nên một chuyến đi với Sue.  Chúng tôi không cung cấp dịch vụ lưu trú tại nhà dân nhưng Sue cung cấp dịch vụ lưu trú tại nhà của gia đình cô ấy. Đọc thêm",
            "Mẹ yêu ơi..! \nCảm ơn bạn rất nhiều vì đã dành thời gian với chúng tôi và tận hưởng chuyến đi trong ngày với chúng tôi.. Và cảm ơn vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. \nTôi rất cảm kích..!\n\nHy vọng gia đình bạn vẫn ổn. \nGửi tới các bạn mọi lời chúc tốt đẹp nhất. \nTình yêu từ SueGiang Đọc thêm",
            "Chúng tôi đã đi du lịch 2 ngày 1 đêm với bạn Sue Khu. Đây là một trong những trải nghiệm tuyệt vời nhất chúng tôi có được ở Việt Nam cho đến nay. Hướng dẫn viên của chúng tôi thực sự hữu ích và cố gắng giải thích văn hóa cũng như cách sống của họ cho người dân tộc thiểu số trong khu vực. Trong khi đi bộ, chúng tôi thực sự đã đi ra khỏi các tuyến du lịch thông thường và hầu như không gặp bất kỳ khách du lịch nào khác. Vì vậy, đối với những ai có chút lo ngại rằng Sapa có quá nhiều khách du lịch thì đây sẽ là chuyến tham quan hoàn hảo dành cho bạn. Nhà trọ của chúng tôi với cha mẹ Sues là một trải nghiệm đáng yêu và đó là một Nhà trọ thực sự với một nơi thực sự tốt đẹp không giống như những chuyến du lịch khác nơi bạn ở trong nhiều Khách sạn giống như chỗ ở hơn. Họ đã chuẩn bị một bữa tối ngon miệng trong gần 2 giờ chỉ trên bếp lửa và thật sự rất hấp dẫn khi xem. Chủ nhà luôn khuyến khích chúng tôi ăn nhiều hơn và uống rượu gạo của anh ấy, điều đó thực sự rất buồn cười. Mặc dù ngôi nhà không được đóng kín hoàn toàn dưới mái nhà và trời có 5 độ vào ban đêm nhưng chúng tôi vẫn ngủ như những đứa trẻ dưới 2 chiếc chăn ấm áp. Tóm lại, đừng chần chừ gì nữa mà hãy đi trekking cùng Sue, chị gái cô ấy hoặc Khu.Đọc thêm",
            "Chào Daniel...! \nCảm ơn bạn rất nhiều vì đã dành thời gian với chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nChúng tôi rất đánh giá cao và hạnh phúc về điều đó. \n\nVà cảm ơn vì tất cả những bức ảnh bạn đã chia sẻ với chúng tôi, nó thật tuyệt vời. \nCảm ơn bạn đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \n\nTôi thay mặt gia đình và bạn bè của tôi gửi lời cảm ơn rất nhiều. \nGửi tới các bạn mọi lời chúc tốt đẹp nhất. \nTrở về nhà an toàn. \nCảm ơn nồng nhiệt \nTình yêu từ SueGiang Đọc thêm",
            "Sue là một hướng dẫn viên siêu dễ thương và đáng yêu, nói tiếng Anh rất giỏi. Tôi đã dành 2 ngày với cô ấy và một nhóm nhỏ người và có một khoảng thời gian tuyệt vời. Sapa có quang cảnh tuyệt đẹp, mọi góc nhìn dường như đẹp hơn góc nhìn trước. Nhà trọ của cô ấy cũng đẹp vì có nhà vệ sinh kiểu Mỹ và vòi sen nước nóng! Đây là nhà trọ THỰC SỰ, không giống như hầu hết những nơi tự quảng cáo là nhà trọ nhưng thực chất chỉ là nhà trọ. Lưu ý rằng điều đó có nghĩa là gà trống gáy lúc 5 giờ sáng nên hãy mang theo nút tai! Họ cũng nấu một bữa tối và bữa sáng ngon miệng với khẩu phần ăn lớn, bạn sẽ không bị đói ở đây và với bữa tối, rượu gạo rất nhiều lol. Thật vui khi tôi đã đi cùng cô ấy và sẽ không đi với bất kỳ ai khác. Đọc thêm",
            "Shan thân mến..!\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nCám ơn vì tất cả.. \nChúc bạn có một chuyến đi vui vẻ và trở về nhà an toàn. \nGửi đến bạn mọi lời chúc tốt đẹp nhất. \nYêu Sue Giang Đọc thêm",
            "Chúng tôi đã đặt chuyến đi 2 ngày với Sue nhưng chúng tôi đến hơi muộn nên Sue đã có sẵn một nhóm cho những ngày này. Chúng tôi cùng bạn của cô ấy là Khu đi bộ 2 ngày qua các ngôi làng và ngọn núi. Khu hoàn toàn tuyệt vời. Rất thân thiện và chu đáo. Luôn cố gắng giúp đỡ về mặt vật chất cho một số phần khó khăn và luôn trả lời các câu hỏi của chúng tôi cũng như giáo dục chúng tôi về văn hóa của cô ấy. Chúng tôi ở nhà Sues qua đêm. Chúng tôi đã có khoảng thời gian tuyệt vời với cô ấy, gia đình cô ấy và nhóm người Singapore đáng yêu nhất. Bữa tối thật tuyệt vời, rất nhiều đồ ăn! Cảm ơn Sue và Khu rất nhiều vì trải nghiệm cuộc sống khó quên này. Chúng tôi sẽ quay lại. Chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan này. Joanna JustinĐọc thêm",
            "Joanna và Justin thân mến..! \nCảm ơn bạn rất nhiều vì đã dành thời gian với chúng tôi và tận hưởng chuyến đi của bạn. \nChúng tôi rất đánh giá cao về điều đó. \nVà cảm ơn bạn đã dành thời gian để viết cho chúng tôi một bài đánh giá tuyệt vời. \nTôi đã nói với Khu về đánh giá của bạn và nói với cô ấy rằng các bạn rất thích chuyến đi. \nCô ấy đã rất hạnh phúc..\n\nTận hưởng kì nghỉ của bạn. \nGửi tới các bạn mọi lời chúc tốt đẹp nhất. \nTình yêu từ Sue, Khu và gia đình...!Đọc thêm",
            "bạn có sẵn chuyến đi trekking từ 3 đến 45 ngày không?Đọc thêm",
            "sẽ vào khoảng đầu tháng 12Đọc thêm",
            "Tôi Sue, địa chỉ email của bạn là gì? Tôi muốn đặt tour cho 6 người ở Julio. Cảm ơnĐọc thêm",
            "Tháng bảy, xin lỗi jajaja.Đọc thêm",
            "CHÀO,\n\nTôi có cần đặt trước cho chuyến đi 2 ngày không?\n\nCó địa chỉ email nào để liên hệ trực tiếp với Sue không?\n\nChúng tôi là 2 người phụ nữ đến Việt Nam vào tháng 7 và mong muốn thực hiện chuyến đi 2 ngày ở sapa.\n\nCảm ơn \nĐọc thêm",
            "Xin chào Sue, địa chỉ email của bạn là gì? Tôi quan tâm đến việc đặt tour cho 2 người vào tháng 9. Cảm ơn\nĐọc thêm",
            "Xin chào! \nNgày mai bạn có rảnh để tham gia chuyến đi bộ 1,5 ngày 1 đêm và ở trọ cho 3 người không? \nCảm ơn!\nDanielle Đọc thêm",
            "Chào Allison,\nBạn vui lòng cho chúng tôi trang web của Sues được không?  Tôi muốn đặt trực tiếp.\nCảm ơn.Đọc thêm",
            "Xin chào, gia đình 6 người của tôi muốn đi trekking ở Sapa. Muốn liên hệ với Sue. Tôi có thể xin địa chỉ email liên lạc của cô ấy được không?Đọc thêm",
            "Xin chào!\n\nCó email nào để liên lạc với Sue không? Tôi sẽ đến Sapa trong vài ngày tới và tôi đang tìm một chuyến du lịch: Đọc thêm",
            "Làm thế nào để liên lạc với Su? Có địa chỉ email hoặc trang web nào không?Đọc thêm",
            "Chào Sue, \n\nCho tôi xin email của bạn được không? Tôi đã đọc rất nhiều đánh giá tuyệt vời về dịch vụ của bạn và gia đình bạn. \n\nCảm ơn,\nPaulaĐọc thêm",
            "Chuyến tham quan của Sues tốn bao nhiêu tiền?Đọc thêm",
            "Lexington thân mến..! \nCảm ơn bạn rất nhiều vì đã hỏi..! \n\nĐiều đó phụ thuộc vào số lượng người và số ngày bạn muốn tham gia chuyến đi..! \n\nNếu bạn một mình, chuyến tham quan sẽ có giá 40 USD mỗi ngày.. \nCảm ơn nồng nhiệt \nSuegiang tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            215,
            15,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Những việc cần làm ở Sapa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Trekking SaPa Cùng Sue",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written May 14, 2018",
            "Written April 22, 2018",
            "Written April 18, 2018",
            "Written April 15, 2018",
            "Written April 14, 2018",
            "Written April 14, 2018",
            "Written April 14, 2018",
            "Written April 13, 2018",
            "Written April 13, 2018",
            "Written March 31, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d8856684-Reviews-or80-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or70-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or90-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26394778-Reviews-Timothy_Sapa_Trekking_Homestay-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25383018-Reviews-Halosa_Lounge_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13147751-Reviews-Sapa_Charm_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26694862-Reviews-Comlam_Sapa_Trekking_motorbike_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1429668-d8491035-Reviews-Makris_Gialos_Beach-Makris_Gialos_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d4412577-Reviews-Beach_Road-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d17844388-Reviews-Platanus-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40643-d105089-Reviews-Freeport_Shopping_Outlets-Freeport_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g28944-d1129395-Reviews-Root_River_Trail-Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d195233-Reviews-Kunsthistorisches_Museum_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g46841-d9983701-Reviews-Spring_Lake_Boardwalk-Spring_Lake_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g274929-d2284801-Reviews-Tatralandia-Liptovsky_Mikulas_Zilina_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60003-d8555807-Reviews-Simmons_Island_Beach-Kenosha_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g48562-d218329-Reviews-Lincoln_Mineral_Baths-Saratoga_Springs_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or90-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or80-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "SaPa Trekking With Sue",
        "attraction_name_vi": "Trekking SaPa Cùng Sue",
        "general_info": [
            "229 đánh giá",
            "14 trên 195 hoạt động ngoài trời ở Sapa",
            "Chuyến tham quan văn hóa",
            "Những chuyến đi bộ",
            "Đi bộ đường dài cắm trại du lịch",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến trekking và Home Stay mới do Sue giang một cô gái người Mông thực hiện! Ở cùng gia đình người H&#39;mông dân tộc thiểu số và học hỏi một số kinh nghiệm từ họ Hoặc học nghề thủ công của người H&#39;mông!!! Hy vọng bạn sẽ thích và dành thời gian của bạn với chúng tôi! Lời chào Lời cảm ơn nồng nhiệt từ SueĐọc thêm",
        "reviews": [
            "Vợ tôi và tôi đã thực hiện chuyến du lịch hai ngày một đêm với Sue vào đầu tháng Giêng. Chúng tôi xuất phát lúc 9h sáng một ngày nhiều sương mù và gặp Sue trước nhà thờ Sapa. Đi bộ nhanh qua thị trấn và chúng tôi đang trên đường lên núi. Sương mù che khuất phần lớn tầm nhìn, nhưng chuyến đi bộ đường dài thật tuyệt vời. Chúng tôi đã có bữa trưa tuyệt vời, chả giò đã ra khỏi thế giới. Nửa sau của nó là trên địa hình cực kỳ lầy lội; về cơ bản chúng tôi đang trượt băng trên bùn, và Sue đã kiên nhẫn và giúp đỡ ở đây rất nhiều. Chúng tôi đã có những món ăn tuyệt vời và một kỳ nghỉ thú vị ở nhà bố mẹ cô ấy. Ngày thứ hai đẹp hơn và chúng tôi đi bộ xuống các bản làng của người Hmong và kết thúc chuyến đi vào khoảng 2 giờ chiều. Nhìn chung, rất tốt. Một điều có thể tốt hơn là giao tiếp tốt hơn. Qua chuyến đi bộ đường dài, vợ tôi và tôi đã nói chuyện với nhau. Chúng tôi biết rằng chúng tôi đã xâm nhập vào nơi ở của cha mẹ cô ấy, nhưng khi đến nơi, chúng tôi phải tự lo liệu. Sue và bố mẹ cô ấy xa cách một cách kỳ lạ. Có lẽ đây là cách của người Hmong, có lẽ chúng tôi đã ở đó vào thời điểm tồi tệ giữa lúc gia đình xung đột, tôi không biết, nhưng suốt thời gian đó chúng tôi hơi khó chịu. Bốn con chó hung hãn cũng không giúp được gì nhiều. Tuy nhiên, cả hai chúng tôi đều rất vui khi thấy một người phụ nữ đến từ một làng quê xưa ở Việt Nam, không có cơ hội đến trường, đã chủ động khởi nghiệp, tự học. tiếng Anh gần như hoàn hảo và tự mình làm được. Chắc chắn có những khúc mắc cần giải quyết trong công việc kinh doanh của cô ấy, nhưng chúng tôi rất ấn tượng với tinh thần kinh doanh của Sue và chúc cô ấy những điều tốt đẹp nhất dù cô ấy đi đâu.Đọc thêm",
            "Vinod thân mến...! \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi của bạn với chúng tôi. \nVà cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. \nChúng tôi rất đánh giá cao về điều đó. \n\nTôi biết rằng chúng tôi là một dịch vụ trekking địa phương mới nên chúng tôi cần học hỏi thêm kinh nghiệm và ngày càng tốt hơn, \nCảm ơn bạn rất nhiều vì đã giúp đỡ và hỗ trợ chúng tôi.. \n\nTôi rất tiếc vì thời tiết xấu ở sapa, nhưng không có gì là hoàn hảo, chúng tôi không thể thay đổi thời tiết.! \n\nChúng tôi sẽ cố gắng hết sức để tốt hơn..! \nGửi tới các bạn mọi lời chúc tốt đẹp nhất. \nSuegiang tốt nhất Đọc thêm",
            "Chồng tôi và tôi đã dành một ngày trekking và thăm những ngôi làng gần Sapa cùng với mẹ Sues. Đó là một trong những chuyến đi thân yêu nhất của chúng tôi, chúng tôi yêu tất cả mọi thứ về nó: khung cảnh tuyệt vời, sự độc đáo tuyệt vời của những ngôi nhà và trang phục truyền thống của người Hmong, đồ ăn siêu ngon, chuyến xe đạp mát mẻ trở về chỗ ở của chúng tôi và trên hết là lòng tốt và sự ấm áp của cộng đồng người Hmong. Chúng tôi đi tour trong ngày - chúng tôi xuất phát lúc 9 giờ sáng, thấy 3 ngôi làng, trekking trên cánh đồng lúa, ăn trưa và trở về bằng xe máy vào buổi chiều muộn. Trong các ngôi làng, mẹ Sue cho thấy mọi thứ đều được sử dụng - trường học, quy trình nhuộm quần áo truyền thống, nhà truyền thống, v.v. Một ngày đáng yêu, và như tôi đã nói ở trên, một trong những kỷ niệm thân thương nhất của chúng tôi! Xin chân thành cảm ơn Sue Mẹ!Đọc thêm",
            "Silvia thân mến..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nRất vui vì điều đó. \nTôi chắc chắn mẹ tôi sẽ rất vui và tự hào vì mình đã làm rất tốt. \nMột lần nữa xin cảm ơn bạn đã dành thời gian viết cho chúng tôi bài đánh giá tuyệt vời.. \nMình thay mặt gia đình gửi lời cảm ơn.. \nChúc may mắn với tương lai của các chàng trai. \nChăm sóc bản thân..\nGửi tới các bạn mọi lời chúc tốt đẹp nhất của tôi. \n\nTình yêu từ Suegiang và gia đình..! \nĐọc thêm",
            "Sapa Trekking với Sue là một trải nghiệm tuyệt vời.  Chúng tôi đã đi bộ cùng Mimi - cộng sự của Sue - và đó là một trải nghiệm cuộc sống mà tôi và vợ sẽ không bao giờ quên - cộng với việc chúng tôi đã có thêm những người bạn mới trong đó có Mimi.  Một lần nữa xin cảm ơn Mimi, Sue và gia đình cô ấy vì sự hiếu khách trong thời gian ở trọ của chúng tôi.  Bữa tối và bữa sáng tuyệt vời.  Chúng tôi yêu đất nước của bạn và cảm ơn bạn đã chia sẻ. Đọc thêm",
            "Seth thân mến..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi. \nChúng tôi rất vui vì điều đó. \nVà tôi chắc chắn rằng MiMi cô ấy sẽ rất vui khi các bạn tận hưởng chuyến đi của mình. \nVà cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời. \nChúc các chàng trai của bạn may mắn trong tương lai..! \nGửi tới các bạn mọi lời chúc tốt đẹp nhất của tôi. \nCảm ơn nồng nhiệt \nTình yêu từ SueGiang Đọc thêm",
            "Chồng tôi và tôi đã dành những ngày cuối cùng đi bộ cùng Sue và ở cùng gia đình cô ấy tại làng Hmong của họ. Điều đó thật khó tin và chúng tôi cảm thấy vô cùng may mắn khi tìm thấy Sue và chuyến lưu diễn này. Chuyến đi trekking rất vui và tuyệt vời, Sue và gia đình cô ấy vô cùng tốt bụng và việc trở thành bạn với họ là điều rất đặc biệt. Sue đặc biệt nhanh chóng trở thành một người bạn. Cô ấy có giọng hát hay và tính cách chân thật, vui vẻ. Chúng tôi thực sự đã cười về quái vật và rồng hàng giờ liền. Khi còn trẻ, cô ấy rất khôn ngoan và là một người làm việc cực kỳ chăm chỉ. Khi đến nhà họ, chúng tôi thư giãn, quan sát và giúp đỡ một chút khi họ chuẩn bị bữa tối và thực hiện các hoạt động buổi chiều và buổi tối. Họ phục vụ chúng tôi những bữa ăn ngon nhất và chúng tôi đã học những bài hát của người Hmong địa phương và chia sẻ những câu chuyện về nền văn hóa của chúng tôi. Ở nhà có trâu nước, 4 con chó, 4 con chó con và một con mèo! Chúng tôi thích nhìn thấy ngôi nhà của họ và cuộc sống hàng ngày của họ. Chúng tôi kết thúc chuyến đi bằng một ngày đi bộ, dùng bữa và sau đó đi xe máy đến Sapa - thật tuyệt vời khi được ngắm nhìn những cánh đồng lúa và thị trấn địa phương. Đừng bỏ lỡ chuyến đi này nếu bạn đến Sapa - đây là một trong những trải nghiệm ở nhà thực sự đã tạo nên chúng tôi chuyến đi Việt Nam thêm đặc biệt. Cảm ơn Sue, Shoe, Coo và Papa!Đọc thêm",
            "Này Lauren Sam..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng những ngày tháng của bạn với tôi và gia đình tôi..! \nChúng tôi rất vui được gặp các bạn và có các bạn là khách hàng cũng như bạn bè của chúng tôi. \n\nTôi đã có rất nhiều niềm vui với các bạn, \nVà tham gia những ngày của tôi với các bạn rất nhiều. \nTôi nhớ Dog, Dragon và Monster rồi.. \n\nTận hưởng kì nghỉ của bạn. \nVà chúc may mắn với tương lai của bạn. \nNhững cái ôm lớn..! \nYêu các bạn..! \nTình yêu từ SueGiang..! Đọc thêm",
            "Chúng tôi đã đi trekking với người bạn Sues Kue Bởi vì Sue đã được đặt chỗ đầy đủ. Chúng tôi đã có ngày đầu tiên tuyệt vời với Kue và chỉ có 2 chúng tôi. Chúng tôi có tất cả thời gian cần thiết để dừng lại để chụp ảnh và khám phá những gì chúng tôi yêu thích. Chỗ ở trọ tuyệt vời tại nhà bố mẹ Sues cùng với Papa Long và Shue. 2 người mà Sue đã đi trekking cùng đã tham gia cùng chúng tôi và chúng tôi đã có rất nhiều niềm vui. Đồ ăn ở đây thật tuyệt vời!! Ngày hôm sau chúng tôi chọn đi bộ cùng nhau và đó lại là một ngày tuyệt vời! Nếu bạn định đi bộ ở Sapa và muốn kiếm được nhiều tiền nhất, hãy đi cùng Sue!- Hjalte và Simone Đọc thêm",
            "Simone thân mến..! \nCảm ơn bạn rất nhiều vì đã dành thời gian với chúng tôi và tận hưởng chuyến đi của bạn. \nRất rất hạnh phúc về điều đó. \nVà cảm ơn bạn đã dành thời gian viết cho chúng tôi bài đánh giá tuyệt vời.. \nBạn Khu của tôi cô ấy sẽ rất vui khi thấy đánh giá của bạn. \nTôi thay mặt bạn tôi nói lời cảm ơn.. \nVà cho cô ấy xem đánh giá của bạn. \nTận hưởng kì nghỉ của bạn. \nChúc may mắn.. \nGửi tới các bạn mọi lời chúc tốt đẹp nhất của tôi. \nCảm ơn nồng nhiệt \nTình yêu từ Suegiang và Khugiang..! Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi trekking 2 ngày 1 ngày với Sue! Cô ấy thực sự thân thiện và nói tiếng Anh rất tốt! Chuyến đi trekking thực sự rất đẹp và chúng tôi đã thấy rất nhiều điều đẹp đẽ! Chúng tôi ở với bố mẹ cô ấy. Chúng tôi uống rượu gạo với bố Lũng! Một lần nữa ! Anh ấy thực sự là một chàng trai tuyệt vời và chúng tôi đã có rất nhiều niềm vui! Mẹ cô ấy, Shu cũng rất thân thiện và đã nấu bữa ăn ngon nhất chúng tôi có ở Việt Nam! Chị gái Zao của cô ấy cũng thực sự tốt bụng! Chúng tôi vẫn rất biết ơn Sue vì cô ấy đã vẽ một bức vẽ theo chủ nghĩa cá nhân trên bức vẽ trên tường của chúng tôi! Tôi muốn giới thiệu chuyến đi trekking này với Sue cho mọi người! Đọc thêm",
            "Xin chào Kelly...! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi cùng tôi và gia đình... Rất vui vì điều đó.. Tôi rất vui khi được gặp các bạn và làm hướng dẫn viên cho chuyến đi bộ 2 ngày. \nThêm một lần nữa........! Lần sau nhé...! \nCảm ơn bạn một lần nữa vì mọi thứ..! Hẹn gặp lại các bạn ở sapa...! \n\nChúc may mắn... Và gửi đến các bạn tất cả những lời chúc tốt đẹp nhất của tôi..! \nCảm ơn nồng nhiệt \n\nYêu Suegiang Đọc thêm",
            "Chúng tôi rất thích chuyến đi của chúng tôi. Sue đã bận rộn với một cặp vợ chồng khác nên cô ấy sắp xếp chuyến đi với một người bạn của mình. Cô ấy rất cẩn thận và thân thiện. Chúng tôi ở tại gia đình Sues trong một ngôi làng nhỏ, nhà trọ duy nhất ở ngôi làng đó nên rất điển hình. Bữa tối và không khí thật tuyệt vời. Cảm ơn bạn rất nhiều: Đọc thêm",
            "Victor thân mến...! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn với chúng tôi..!\nVà cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời.  Chúng tôi rất trân trọng...! \nHãy tận hưởng phần còn lại của chuyến đi nhé các bạn..! \nGửi tới các bạn những lời chúc tốt đẹp nhất.. \nCảm ơn nồng nhiệt \nSuegiang tốt nhất Đọc thêm",
            "Chúng tôi đã có cơ hội thực hiện trải nghiệm trekking 2 ngày với Sue và mẹ cô ấy trong ngày đầu tiên. Chuyến đi là một trải nghiệm đáng nhớ: Sue và gia đình cô ấy đã hướng dẫn chúng tôi qua những con đường trekking xuyên mưa nắng và vào buổi tối, sau 10 km đi bộ, họ đã chuẩn bị cho chúng tôi một trong những bữa tối ngon nhất từ ​​trước đến nay! Chúng tôi ở cùng với những vị khách khác trong nhà và có rất nhiều không gian riêng tư cho tất cả chúng tôi. Chúng tôi khuyên bạn nên đi bộ xuyên rừng cùng Sue, đặc biệt nếu bạn muốn thoát khỏi những con đường du lịch thông thường và hòa mình vào nền văn hóa Hmong thực sự.Đọc thêm",
            "Này Marta..! \nCảm ơn bạn rất nhiều vì đã dành thời gian với chúng tôi và tận hưởng chuyến đi của bạn ..Tôi rất đánh giá cao về điều đó .. \n\nVà cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi bài đánh giá tuyệt vời này.. \n\nChúc các bạn may mắn.. Và hãy tận hưởng phần còn lại của kỳ nghỉ lễ nhé.. \nGửi tới các bạn mọi lời chúc tốt đẹp nhất của tôi \n.\nCảm ơn nồng nhiệt \nSuegiang tốt nhất Đọc thêm",
            "Vậy tôi bắt đầu nhé. đây là ngày tuyệt vời nhất trong kỳ nghỉ của chúng tôi. Chúng tôi đã đi bộ với Sue rời Sapa lúc 9 giờ sáng. Sue nói tiếng Anh xuất sắc và rất vui. Chúng tôi đã đến làng mèo mèo, nơi rất đông khách du lịch và sau đó đến làng gia đình kiện là bố mẹ cô ấy đã chuẩn bị cho chúng tôi một bữa trưa tuyệt vời. và khiến chúng tôi được chào đón nồng nhiệt. gia đình đã sẵn sàng cho Tết và đang chuẩn bị đồ ăn cho năm mới. Thật là thú vị khi xem. Và nhìn quanh nhà. Chúng tôi tiếp tục chuyến đi và tiễn rất nhiều điều thú vị cơ hội chụp những bức ảnh đẹp và ngắm nhìn những ngôi làng tiếp tục cuộc sống hàng ngày ở đó. Tôi thực sự khuyên bạn nên kiện vì cô ấy là một phụ nữ trẻ tuyệt vời và rất nhiều niềm vui để dành cả ngày cùng.Đọc thêm",
            "Này các bạn, cảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn.. \nChúng tôi rất vui vì điều đó.. \nVà cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời, \nGửi cho bạn tất cả những lời chúc tốt đẹp nhất của tôi \nYêu tất cả các bạn\nCảm ơn nồng nhiệt \nSuegiang tốt nhất Đọc thêm",
            "Tôi thực sự không biết điều gì sẽ xảy ra khi xuống xe và gặp Sue. Tôi vừa mới bắt đầu chuyến đi một mình 3 tuần qua Việt Nam và biết rằng mình phải đến Sapa. Tôi không thể yêu cầu một hướng dẫn viên du lịch hoặc kinh nghiệm tốt hơn. Tôi cảm thấy vinh dự khi tình cờ tìm được thông tin liên hệ của Sue trên mạng và sẽ không bao giờ quên 3 ngày tôi ở bên Sue và gia đình cô ấy. Những chuyến đi thật đáng kinh ngạc, vẻ đẹp tự nhiên thực sự hoang sơ. Gia đình cô ấy rất niềm nở và nồng hậu và đồ ăn là một trong những món ngon nhất tôi từng ăn ở Việt Nam. Đôi khi nó có thể đòi hỏi khắt khe về mặt thể chất, nhưng Sue luôn đưa ra những lộ trình thay thế. Tôi rất vui vì tôi luôn chọn những cái khó hơn, những góc nhìn tốt hơn đã được đền đáp. Tôi thực sự cảm thấy rất may mắn khi được trải nghiệm điều này. Trải nghiệm một lần trong đời.Đọc thêm",
            "Sara thân mến..! \nCảm ơn bạn rất nhiều vì đã dành thời gian cho chúng tôi và tận hưởng chuyến đi của bạn..! \nTôi đã rất tham gia chuyến đi cùng bạn Sara..! \nCảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời.. \nChúc Sara có thời gian vui vẻ..! \nVà chúc may mắn với tương lai của bạn..! \nGửi đến bạn mọi lời chúc tốt đẹp nhất...! \nCảm ơn nồng nhiệt \nTình yêu từ SueGiang Đọc thêm"
        ],
        "star_ratings": [
            215,
            15,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Trekking SaPa Cùng Sue",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written March 29, 2018",
            "Written March 19, 2018",
            "Written March 18, 2018",
            "Written March 17, 2018",
            "Written March 16, 2018",
            "Written March 11, 2018",
            "Written March 7, 2018",
            "Written February 28, 2018",
            "Written February 18, 2018",
            "Written January 30, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d8856684-Reviews-or90-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or80-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or100-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26394778-Reviews-Timothy_Sapa_Trekking_Homestay-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25383018-Reviews-Halosa_Lounge_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13147751-Reviews-Sapa_Charm_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26694862-Reviews-Comlam_Sapa_Trekking_motorbike_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57072-d21396089-Reviews-John_Ford_s_Point-Monument_Valley_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1407334-d17469090-Reviews-Coconut_Tree_Hill-Mirissa_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d108042-Reviews-Belle_Meade_Historic_Site_Winery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g295373-d4292154-Reviews-Aquarium_Pula-Pula_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d7137884-Reviews-Tibbetts_Brook_Park-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11885722-Reviews-Dolby_Live-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d7171276-Reviews-Pier_Park_Amusements-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189104-d6429161-Reviews-Formentor_Playa-Formentor_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32238-d113243-Reviews-Columbia_State_Historic_Park-Columbia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6990105-Reviews-Midtown_Comics-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or100-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d8856684-Reviews-or90-SaPa_Trekking_With_Sue-Sapa_Lao_Cai_Province.html"
    }
]