[
    {
        "attraction_name": "Sapa Trekking Travel",
        "attraction_name_vi": "Du Lịch Sapa Trekking",
        "general_info": [
            "28 đánh giá",
            "1 trong 10 chuyến tham quan bằng thuyền Thể thao dưới nước ở Sapa",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Taxi đưa đón",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là cơ sở điều hành tour du lịch địa phương ở Sapa. Tất cả chúng tôi đều sinh ra và lớn lên ở Thị trấn Sapa. Với đội ngũ của mình, chúng tôi quyết định hỗ trợ lẫn nhau. Tất cả Hướng dẫn viên địa phương của chúng tôi đều đến từ các dân tộc thiểu số Hmong đen, Redzdao, Tày, Giáy ở các làng Sapa. Chúng tôi tổ chức các tour leo núi riêng, tour đi xe đạp, tham quan chợ, tham quan nhà dân, v.v. Tất cả các tour trọn gói Đọc thêm",
        "reviews": [
            "Thật là một khoảng thời gian tuyệt vời mà chúng tôi đã trải qua khi trekking bản Tề Van cùng La La! Tìm hiểu về cuộc sống làng quê và nông nghiệp cổ xưa từ La La hiểu biết và vui vẻ là một trải nghiệm mà chúng tôi sẽ không quên. Cô ấy đã chăm sóc chúng tôi từng bước trên đường đi và chúng tôi cảm thấy thật may mắn khi đã có được những kỷ niệm tuyệt vời như vậy!Đọc thêm",
            "Hướng dẫn viên của chúng tôi cho chuyến tham quan là Giang thị lý và cậu bé, chúng tôi đã có khoảng thời gian tuyệt vời như vậy. Chuyến đi không dành cho những người yếu tim nên hãy nhớ mang theo thiết bị phù hợp. Nếu không thì đây là trải nghiệm một lần trong đời và Giang thị lý đảm bảo sẽ cho chúng tôi thấy một số cảnh đẹp nhất ở Sapa. Chuyến tham quan cả ngày của chúng tôi bao gồm chuyến đi đến các làng Lao Chải, Tả Van và Giang Tả Chải ở thung lũng Mường Hoa. Tuyến đường này hoàn hảo cho những người đam mê phiêu lưu và bạn sẽ hoàn toàn hài lòng. Rất khuyến khích! Đọc thêm",
            "Trải nghiệm mùa đông tuyệt vời ở SaPa. Từ độ cao thấp nhất đến cao nhất, SaPa không làm chúng ta thất vọng. Có quá nhiều thứ để xem với rất ít thời gian chúng ta có. Chắc chắn đáng lặp lại trong các mùa khác nhau Đọc thêm",
            "Trải nghiệm tuyệt vời với du lịch trekking Sapa Bạn tôi đã giới thiệu Nguyễn, sau đó chúng tôi đã liên hệ với anh ấy cho chuyến đi từ Hà Nội. Tôi đã đưa cho anh ấy những ý tưởng của mình sau đó trong một thời gian ngắn anh ấy đã thực hiện hành trình tuyệt vời cho chúng tôi từ Hà Nội đến Sapa và trở về cũng giúp chúng tôi đặt chuyến đi Vịnh Hạ Long một cách hoàn hảo. Công ty hỗ trợ hướng dẫn viên của họ và gia đình địa phương về nhiều mặt. Hướng dẫn viên địa phương của chúng tôi, cô Chai thực sự tốt bụng, tiếng Anh xuất sắc và hiểu biết. Cảm ơn Nguyễn và nhóm địa phương của bạn. Rất khuyến khích!Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời với Giang Thị Lý, người hướng dẫn tôi đi trekking trong làng. Cô ấy rất hiểu biết. Cô đã chia sẻ nhiều thông tin thú vị về dân tộc và địa điểm địa phương của mình. Cô ấy nói tiếng Anh cũng trôi chảy. Tôi đã đi khi trời mưa to và thời điểm xấu. Đối với những người đi khi trời mưa, hãy nhớ mang theo ô và mang ủng chống nước vì đại lý du lịch không cung cấp những thứ này cho tôi nên hãy nhớ thăm dò họ nếu họ quên. Đừng đi bộ khi trời mưa Nhìn chung, đó là một trải nghiệm tốtĐọc thêm",
            "Tôi vừa dành nhiều ngày ở SaPa và tận hưởng chuyến du lịch riêng do Ly hướng dẫn. Ly đón tôi ở ga xe lửa và bắt đầu cung cấp ngay cho tôi thông tin về khu vực, con người và các bộ tộc sinh sống ở đó. Tôi đã từng đi du lịch một mình và bây giờ tôi rất ngạc nhiên khi biết được nhiều điều, nhiều hơn những gì tôi có thể nhận được từ một báo cáo du lịch. Ly rất tốt bụng, hài hước, tổ chức rất tốt, nhanh nhẹn, nhìn vào mọi chi tiết và suy tính trước - và khi làm như vậy, Ly luôn nở nụ cười trên môi. Tôi đã có một khoảng thời gian vui vẻ, cảm ơn Ly Đọc thêm",
            "Sapa là một nơi tuyệt đẹp để ghé thăm ít nhất một lần nếu bạn có cơ hội khi đến Việt Nam. Từ những cánh đồng lúa bậc thang đến những ngôi làng của các bộ tộc HMong và những tòa nhà thuộc địa Pháp mới trong thị trấn. Chưa kể đến điểm tham quan Phanxipan by Sunworld. Rất ấn tượng. Chúng tôi đã làm quen với người dân địa phương và những người bán hàng trong cửa hàng cũng như Hướng dẫn viên leo núi tuyệt vời Ly của chúng tôi. Cảm ơn bạn! Chúng tôi không mong đợi chuyến đi bộ của mình đều đi bộ nhưng chúng tôi đã thực hiện điều đó với Ly cách khách sạn Amazing Sapa 14,5 km. Hướng dẫn của chúng tôi, Ly thật tuyệt vời. Cô ấy chắc chắn biết cách của mình và hơn thế nữa!Đọc thêm",
            "Ly rất giỏi và chuyên nghiệp Thông thạo tiếng Anh Sẵn sàng giúp đỡ và tư vấn tốt Luôn ở bên chúng tôi Thậm chí còn bế con gái chúng tôi khi đi bộ xuyên rừng, đây không phải là nhiệm vụ của cô ấy Rất khuyến khích Đọc thêm",
            "Kính gửi I764FRmohammeda!\n\nChúng tôi rất đánh giá cao và thực sự vui mừng khi nhận được đánh giá tuyệt vời của bạn ở đây. Thay mặt nhóm Sapa Trekking Travel, tôi xin gửi lời cảm ơn chân thành vì đã chọn công ty chúng tôi làm người bạn đồng hành trong thời gian bạn lưu trú tại Sapa.. Mong sớm được chào đón bạn và gia đình một lần nữa và chúng tôi mong được quay lại chuyến thăm tiếp theo của bạn như dễ chịu như lần trước. \nTrân trọng, \nNhóm du lịch trekking Sapa.\n Ông Andy Nguyễn \n Email: infosapatrekkingtravel.com\nĐọc thêm",
            "Hướng dẫn viên tuyệt vời của chúng tôi, Giang Thị Ly, đã lắng nghe và trả lời một cách hào phóng và hài hước cho tất cả các câu hỏi và ý tưởng của chúng tôi.  Cô ấy nhiệt tình và chu đáo; chúng tôi được hưởng lợi từ kiến ​​thức và kinh nghiệm địa phương của cô ấy.  Cô ấy đáp ứng những nhu cầu khác nhau của tất cả mọi người trong bữa tiệc của chúng tôi. Nhờ sự chú ý cẩn thận của Ly đến từng chi tiết nên chúng tôi đã có được trải nghiệm khó quên khi trekking qua Sapa. Cảm ơn Ly.Đọc thêm",
            "Mary W thân mến!\nCảm ơn rất nhiều vì đã chia sẻ đánh giá tuyệt vời về Sapa Trekking Travel Hướng dẫn viên của chúng tôi, cô Ly. Tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi và tận hưởng tất cả các dịch vụ sắp xếp của chúng tôi. Chúng tôi hy vọng có thể sớm chào đón bạn một lần nữa và mong muốn làm cho chuyến thăm tiếp theo của bạn trở nên thú vị như lần trước.\n Một lần nữa, cảm ơn bạn rất nhiều ! \nTrân trọng, \nAndy Nguyễn Mr.\nEmail: infosapatrekkingtravel.comĐọc thêm",
            "Khung cảnh tuyệt đẹp nhìn ra cánh đồng lúa bậc thang. Thật là một trải nghiệm độc đáo khi đi bộ xuyên qua cánh đồng lúa vào làng. Hướng dẫn viên Ly của chúng tôi thật tuyệt vời, rất hiểu biết và vui vẻ thích ứng với những thay đổi của chúng tôi. Ly là một người giao tiếp xuất sắc và tiếng Anh của cô ấy rất tốt. Nhìn chung, chúng tôi rất thích chuyến tham quan được tổ chức tốt và công ty Lys.  Rất muốn giới thiệu! Đọc thêm",
            "Kính gửi I3881MFdaniellec!\n\nThay mặt Nhóm du lịch Sapa Trekking. Tôi muốn nói lời cảm ơn vì phản hồi rất ấm áp của bạn. Tôi thực sự vui mừng khi biết rằng bạn cảm thấy vui và hài lòng với chuyến tham quan của chúng tôi và thực sự đánh giá cao sự đánh giá quý giá này. Chúng tôi thực sự may mắn khi nhận được sự tin tưởng và hài lòng của bạn đối với dịch vụ sắp xếp của chúng tôi. \nHy vọng Sapa Trekking Travel sẽ là sự lựa chọn tốt nhất cho chuyến hành trình tiếp theo của bạn đến Việt Nam. Một lần nữa, cảm ơn bạn rất nhiều \nAndy Nguyễn Mr.\nEmail: infosapatrekkingtravel.comĐọc thêm"
        ],
        "star_ratings": [
            28,
            0,
            0,
            0,
            0
        ],
        "review_amount": 28,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Du Lịch Sapa Trekking",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written April 20, 2024",
            "Written December 25, 2023",
            "Written December 10, 2023",
            "Written November 11, 2023",
            "Written November 10, 2023",
            "Written October 28, 2023",
            "Written October 24, 2023",
            "Written September 21, 2023",
            "Written September 9, 2023",
            "Written September 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d24894123-Reviews-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d24894123-Reviews-or10-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d24894123-Reviews-or20-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187823-d9802439-Reviews-Palazzo_Angelo_Giovanni_Spinola-Genoa_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g11898104-d3572526-Reviews-Chiliadou_Beach-Paralia_Chiliadou_Euboea_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g49403-d7928999-Reviews-Oak_Island_Jungle_Golf-Oak_Island_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60635-d7390640-Reviews-Historic_Makawao_Town-Makawao_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064346-d190701-Reviews-Platja_d_es_Trenc-Campos_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4295521-Reviews-Tantalus_Lookout_Puu_Ualakaa_State_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g194899-d7365296-Reviews-QC_Terme_San_Pellegrino-San_Pellegrino_Terme_Province_of_Bergamo_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g303824-d553920-Reviews-Baska-Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g297586-d10294263-Reviews-The_Hidden_Castle-Hyderabad_Hyderabad_District_Telangana.html",
            "https://www.tripadvisor.com/Attraction_Review-g147289-d7333184-Reviews-BlueMall_Santo_Domingo-Santo_Domingo_Santo_Domingo_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d24894123-Reviews-or10-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d24894123-Reviews-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Sapa Trekking Travel",
        "attraction_name_vi": "Du Lịch Sapa Trekking",
        "general_info": [
            "28 đánh giá",
            "1 trong 10 chuyến tham quan bằng thuyền Thể thao dưới nước ở Sapa",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Taxi đưa đón",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là cơ sở điều hành tour du lịch địa phương ở Sapa. Tất cả chúng tôi đều sinh ra và lớn lên ở Thị trấn Sapa. Với đội ngũ của mình, chúng tôi quyết định hỗ trợ lẫn nhau. Tất cả Hướng dẫn viên địa phương của chúng tôi đều đến từ các dân tộc thiểu số Hmong đen, Redzdao, Tày, Giáy ở các làng Sapa. Chúng tôi tổ chức các tour leo núi riêng, tour đi xe đạp, tham quan chợ, tham quan nhà dân, v.v. Tất cả các tour trọn gói Đọc thêm",
        "reviews": [
            "Chúng tôi vừa có một ngày trekking tuyệt vời nhất với hướng dẫn viên Ly ở thung lũng Sapa. Khung cảnh huy hoàng, sự hướng dẫn và hỗ trợ chu đáo suốt cả ngày từ Ly, người đã giới thiệu chúng tôi với rất nhiều người dân địa phương, đưa chúng tôi đi qua thung lũng Sapa và cho chúng tôi một số kỷ niệm đặc biệt.  Rất khuyến khích. Cảm ơn Ly nhiều. Đọc thêm",
            "PruebPerth thân mến!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ đánh giá tuyệt vời về chuyến đi trong ngày của bạn với nhóm Sapa Trekking Travel. Thật vui khi biết rằng bạn đã có khoảng thời gian vui vẻ với dịch vụ du lịch của chúng tôi. Mỗi lần nhận được phản hồi tích cực là niềm vui. Ngoài ra, tôi sẽ chia sẻ ý kiến ​​của bạn với nhóm của chúng tôi; Tôi chắc chắn rằng phản hồi này sẽ là nguồn động viên khích lệ cho tất cả nhân viên của chúng tôi khi chúng tôi cố gắng liên tục cải thiện chất lượng dịch vụ của mình. Cảm ơn bạn một lần nữa vì đã chia sẻ kinh nghiệm của bạn. Chúng tôi hy vọng có thể sớm chào đón bạn quay trở lại Việt Nam và mong muốn thực hiện chuyến đi tiếp theo của bạn \nAndy NguyễnMr\nEmail: infosapatrekkingtravel.comĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Sapa xinh đẹp, thậm chí còn tuyệt vời hơn nhờ hướng dẫn viên địa phương của chúng tôi, người đến từ một trong những ngôi làng ở đó và rất am hiểu về mọi thứ liên quan đến khu vực.Đọc thêm",
            "GeorgecY569BK thân mến!\nThay mặt đội ngũ Sapa Trekking Travel. Tôi muốn nói lời cảm ơn vì phản hồi đáng yêu của bạn. Tôi thực sự vui mừng khi biết rằng nhóm của bạn rất vui và hài lòng với chuyến tham quan của chúng tôi và thực sự đánh giá cao sự đánh giá quý giá này. Chúng tôi thực sự may mắn khi nhận được sự tin tưởng và hài lòng của bạn đối với dịch vụ sắp xếp của chúng tôi. Hy vọng Sapa Trekking Travel sẽ là sự lựa chọn tốt nhất cho chuyến hành trình tiếp theo tới Việt Nam của bạn. Một lần nữa, cảm ơn bạn rất nhiều!\nAndy NguyễnMr\nEmail: infosapatrekkingtravel.comĐọc thêm",
            "Andy rất giỏi trả lời mọi câu hỏi của chúng tôi. Anh ấy đã thiết kế một chuyến đi trong ngày riêng biệt quanh Sapa, bao gồm chuyến đi bộ tuyệt vời qua làng người Hmong đen, rừng tre và chuyến đi đến thác bạc. Lin hướng dẫn của chúng tôi thật tuyệt vời và nói tiếng Anh tốt. Tất cả trong một trải nghiệm tuyệt vời. Đọc thêm",
            "Thân gửi Ashok M! \nCảm ơn bạn đã dành thời gian viết phản hồi cho chúng tôi. Những bình luận giá trị của bạn sẽ giúp ích rất nhiều cho việc cải thiện liên tục các dịch vụ tour của chúng tôi Cảm ơn bạn đã dành thời gian cho chúng tôi biết bạn thích tour như thế nào. Hy vọng sẽ gặp lại bạn trong tương lai. Cảm ơn bạn rất nhiều.....\nThay mặt cho nhóm Sapa Trekking Travel. \nÔng Andy Nguyen\nQuản lý bán hàng\nEmail: infosapatrekkingtravel.comĐọc thêm",
            "Bạn tôi đã giới thiệu đại lý du lịch này cho tôi, liên hệ với anh Andy Nguyễn trong chuyến du lịch trọn gói 3 ngày - 2 đêm - Sapa trong đó có rất nhiều email Whats All trao đổi. Anh ấy rất chuyên nghiệp và hiệu quả, tất cả các câu trả lời của anh ấy cho vô số câu hỏi của tôi đều rất rõ ràng, cụ thể và có hệ thống. Chắc chắn sẽ ghé thăm công ty này một lần nữa và sẽ giới thiệu cho bạn bè. Hướng dẫn viên, tài xế, đồ ăn địa phương, khách sạn, v.v. rất tốt, thân thiện và hữu ích. Cảm ơn Andy và đồng đội của bạn rất nhiều. Đọc thêm",
            "Kenvin p thân mến!\nCảm ơn bạn rất nhiều vì nhận xét của bạn trên trang Trip Advisor, \nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với dịch vụ du lịch của chúng tôi\nTôi hy vọng sẽ có cơ hội khác để phục vụ bạn và gia đình bạn tại Việt Nam.\nMột lần nữa, Cảm ơn bạn rất nhiều vì lời giới thiệu của bạn.\nTrân trọng, \nQuản lý kinh doanh \nÔng Andy Nguyễn\nEmail: infosapatrekkingtravel.comĐọc thêm",
            "Cảm ơn bạn vì chuyến đi trekking rất tốt đến làng Má Tra và Taphin. Hướng dẫn của chúng tôi rất thân thiện và hữu ích. Tên cô ấy là Maya và đồ ăn ở nhà hàng địa phương rất ngon. Chúng tôi rất thích chuyến điĐọc thêm",
            "Chuyến đi trekking thú vị đến bản Cát Cát. Hướng dẫn Linh rất hữu ích và thân thiện. Làng Cát Cát là một ngôi làng đẹp để ghé thăm khi bạn đến Sapa. Người già đi lại hơi khó khăn nhưng thật tuyệt khi được ở đây. Cảm ơn vì dịch vụ của bạn và bữa trưa ngon miệng.Đọc thêm",
            "Cô Li là một hướng dẫn viên địa phương xuất sắc. Chuyến du lịch nửa ngày thật hoàn hảo. Khu vực này rất đẹp. Rất khuyến khích.Đọc thêm",
            "Robert thân mến!\nCám ơn, vì phản hồi của bạn .!\nCảm ơn bạn rất nhiều vì đã lựa chọn và tin tưởng chúng tôi cho chuyến đi đến Sapa của bạn. Li và tôi thực sự rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với các dịch vụ du lịch của chúng tôi. Và cảm ơn vì đã nhắc đến hướng dẫn viên của chúng tôi, chúng tôi thực sự đánh giá cao điều đó. Rất mong được chăm sóc bạn và gia đình cho chuyến đi tiếp theo trong tương lai.\nTrân trọng,\nQuản lý kinh doanh\nAndy Nguyễn\nEmail: infosapatrekkingtravel.comĐọc thêm",
            "Có một chuyến đi dài 5 km tuyệt vời dọc theo ruộng bậc thang, cánh đồng tre và dòng sông thanh bình chảy qua làng Lao Chai và làng Ta an. Xin chân thành cảm ơn hướng dẫn viên địa phương Maya của chúng tôi!!! Đọc thêm",
            "Kính gửi PR khó chịu! \nCám ơn, vì phản hồi của bạn .!\nCảm ơn bạn rất nhiều vì đã lựa chọn và tin tưởng chúng tôi cho chuyến đi đến Sapa của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời khi đi du lịch cùng chúng tôi. Và cảm ơn bạn đã đề cập đến hướng dẫn viên của chúng tôi, chúng tôi thực sự đánh giá cao điều đó. Rất mong được chăm sóc bạn và gia đình cho chuyến đi tiếp theo trong tương lai. \nTrân trọng, \nQuản lý kinh doanh\nAndy Nguyễn\nEmail: infosapatrekkingtravel.comĐọc thêm",
            "Hướng dẫn viên du lịch là một người dân tộc thiểu số Hmong.  Anh ấy có thể chỉ ra những cây ăn được và cây thuốc dọc theo các tầng rừng khi chúng tôi đi bộ.Đọc thêm",
            "Thưa anh 796khanh!\n Thật đáng yêu vì bạn đã dành thời gian viết đánh giá về khoảng thời gian tuyệt vời của mình trong suốt chuyến đi 2 ngày ở Sapa. Chúng tôi rất vui vì bạn và Gia đình hài lòng với dịch vụ du lịch, hướng dẫn viên và tài xế của chúng tôi. \nChúng tôi mong được chào đón bạn trở lại chuyến đi khác ở đất nước chúng tôi. \nTrân trọng, \nQuản lý kinh doanh\nÔng Andy Nguyễn\nEmail: infosapatrekkingtravel.comĐọc thêm",
            "Tôi và bạn tôi đã đi trekking ở Thung lũng Hoa hồng trong ba ngày. Chúng tôi phải nói rằng chúng tôi đã có khoảng thời gian tuyệt vời khi đi bộ lên xuống qua cánh đồng lúa, hướng dẫn viên Ly của chúng tôi thật tuyệt vời, cô ấy nói tiếng Anh hoàn hảo, cô ấy thân thiện và cởi mở để trả lời tất cả các câu hỏi của chúng tôi, chúng tôi thực sự không thể yêu cầu điều gì tốt hơn! Chúng tôi ở lại hơn hai đêm tại hai nhà trọ xinh xắn do hướng dẫn viên du lịch Ly chọn, chúng tôi có cơ hội nấu ăn và ăn uống cùng các gia đình địa phương và chia sẻ khoảng thời gian tuyệt vời cùng nhau. Ngoài ra anh Tiến, chủ đại lý cũng rất quan tâm và sẵn sàng. Nếu bạn đang tìm kiếm những người tử tế để khám phá Sapa và môi trường xung quanh thì bạn đã đến đúng nơi!!Đọc thêm",
            "Thưa cô naila_risso !\n\nThật tuyệt vời khi thấy đánh giá của bạn ở đây. Trước hết, tôi xin gửi lời cảm ơn chân thành nhất vì đã lựa chọn Sapa Trekking Travel làm đại lý du lịch và tin tưởng chúng tôi là người đồng hành trong suốt chuyến đi của bạn. Chúng tôi rất vui khi cô hướng dẫn viên Ly có thể tạo ấn tượng tốt với bạn bằng chuyến tham quan Trekking Homes 3 ngày 2 đêm và thực sự đánh giá cao sự thể hiện tốt bụng của bạn. Chúng tôi rất hân hạnh được phục vụ một vị khách đáng kính như bạn. Hy vọng chúng tôi sẽ có những thay đổi để làm bạn hài lòng trở lại trong chuyến đi Việt Nam lần sau. Một lần nữa xin cảm ơn bạn rất nhiều vì lời giới thiệu cũng như tình cảm của bạn dành cho Nhóm Du lịch Trekking Sapa. \nVới sự chân thành của tôi! \nAndy Nguyễn .Mr\ninfosapatrekkingtravel.com\nĐọc thêm"
        ],
        "star_ratings": [
            28,
            0,
            0,
            0,
            0
        ],
        "review_amount": 28,
        "location": [
            "Những việc cần làm ở Sapa",
            "Du Lịch Sapa Trekking",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written August 3, 2023",
            "Written June 18, 2023",
            "Written May 11, 2023",
            "Written March 26, 2023",
            "Written March 23, 2023",
            "Written March 22, 2023",
            "Written February 19, 2023",
            "Written December 27, 2022",
            "Written December 25, 2022",
            "Written December 18, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d24894123-Reviews-or10-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d24894123-Reviews-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d24894123-Reviews-or20-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31193-d4553087-Reviews-Chloride_Arizona-Chloride_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g940979-d2639890-Reviews-Madu_River-Balapitiya_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d191297-Reviews-Viktualienmarkt-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g31892-d4505753-Reviews-Rogers_Aquatics_Center-Rogers_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32859-d3418843-Reviews-IPIC_Pasadena-Pasadena_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d108045-Reviews-New_Orleans_City_Park-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g41697-d6938475-Reviews-Nahant_Beach-Nahant_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d320973-Reviews-SpaWorld-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d8595387-Reviews-Pearly_Beach-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d258529-Reviews-Canal_Walk-Richmond_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d24894123-Reviews-or20-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d24894123-Reviews-or10-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Sapa Trekking Travel",
        "attraction_name_vi": "Du Lịch Sapa Trekking",
        "general_info": [
            "28 đánh giá",
            "1 trong 10 Tour du thuyền Thể thao dưới nước ở Sapa",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Taxi đưa đón",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Tour du lịch thiên nhiên động vật hoang dã",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là cơ sở điều hành tour du lịch địa phương ở Sapa. Tất cả chúng tôi đều sinh ra và lớn lên ở Thị trấn Sapa. Với đội ngũ của mình, chúng tôi quyết định hỗ trợ lẫn nhau. Tất cả Hướng dẫn viên địa phương của chúng tôi đều đến từ các dân tộc thiểu số Hmong đen, Redzdao, Tày, Giáy ở các làng Sapa. Chúng tôi tổ chức các tour leo núi riêng, tour đi xe đạp, tham quan chợ, tham quan nhà dân, v.v. Tất cả các tour trọn gói Đọc thêm",
        "reviews": [
            "Chuyến đi tuyệt vời đến làng Lao Chải và Tú Vân với hướng dẫn viên tuyệt vời của chúng tôi, Maya. Rất khuyến khích vì mọi thứ, từ nhịp độ chuyến đi đến kể chuyện, đều được thực hiện đầy đủ.Đọc thêm",
            "Justin_C3PO thân mến!\nThay mặt Công ty du lịch Sapa Trekking.\nTôi xin cảm ơn vì đánh giá tuyệt vời của bạn. Chúng tôi đánh giá cao điều đó và những nhận xét của bạn sẽ khuyến khích chúng tôi duy trì và cải thiện các dịch vụ tour để đáp ứng nhu cầu của khách hàng. Chúng tôi hy vọng bạn sẽ cho chúng tôi cơ hội chào đón bạn trở lại và cảm ơn vì lời giới thiệu của bạn. \nAndy Nguyễn .Mr\nQuản lý kinh doanh\nEmail: infosapatrekkingtravel.comĐọc thêm",
            "Gia đình tôi có thể đã chọn sai thời điểm trong năm để trekking ở Sapa Tháng 12 - sương mù và ẩm ướt - xa ánh nắng trong những bức ảnh quảng cáo nhưng hướng dẫn viên của chúng tôi, Pha 84 96 2000042 đã bù đắp cho điều này. Anh ấy thật tuyệt vời, 2 chuyến đi xuyên làng mà chúng tôi đã thực hiện, trên con đường cũ, qua thác nước và một số ngôi làng thật đặc biệt. Kiến thức của anh ấy về khu vực, tiếng Anh và khả năng trả lời bất kỳ câu hỏi nào của chúng tôi là đặc biệt. Chúng tôi đi qua đá, nước, bùn và đường lăn qua các trang trại và làng mạc sinh sống tự cung tự cấp, tìm hiểu về xung đột tự nhiên giữa di sản cũ và di sản mới. Khung cảnh và các cánh đồng xếp tầng ngay cả ở giữa cũng rất ấn tượng. Chúng tôi cũng may mắn được đi ngang qua một đám tang địa phương với những phong tục và chia sẻ rượu gạo - những kỷ niệm khó quên. Tôi mong mọi người hãy kết nối với Pha và hướng dẫn bạn một loạt chuyến đi đáng nhớ về làng rừng nông thôn. JRĐọc thêm",
            "Jonathan R thân mến!\nCảm ơn bạn đã dành thời gian để viết phản hồi cho chúng tôi. Những nhận xét và giá trị của bạn sẽ giúp ích rất nhiều cho việc chúng tôi không ngừng cải thiện dịch vụ du lịch của mình \nCảm ơn bạn đã dành thời gian để cho chúng tôi biết bạn thích chuyến tham quan đến mức nào. \nHy vọng sẽ được gặp lại bạn trong tương lai. Cảm ơn bạn rất nhiều.....\n\n Thay mặt đội ngũ Sapa Trekking Travel!\n Andy Nguyễn .Mr\n Email: infosapatrekkingtravel.comĐọc thêm",
            "Mọi thứ diễn ra tuyệt vời, đặc biệt nhờ có Tung, một người hướng dẫn tuyệt vời! Cảm ơn tất cả các nhà cung cấp dịch vụ lưu trú tại nhà vì một kỳ nghỉ chào đón!Đọc thêm",
            "Kính gửi Paradise619378!\nCảm ơn quý khách đã lựa chọn và Du lịch cùng đội ngũ Sapa Trekking Travel.\n Và cảm ơn bạn rất nhiều vì đã dành thời gian viết bài đánh giá chi tiết và sinh động này. Nó có nghĩa là rất nhiều cho chúng tôi! Mọi người trong nhóm của chúng tôi đánh giá cao nó rất nhiều. Chúng tôi chắc chắn sẽ tiếp tục làm tốt công việc của mình và Chúng tôi luôn sẵn sàng trở thành người tổ chức chuyến đi của bạn cho chuyến đi tiếp theo đến Đông Dương.\n Lời chúc tốt đẹp nhất đến bạn và gia đình. \nThay mặt đội ngũ Sapa Trekking Travel.\n\nAndy Nguyễn.Mr \nQuản lý kinh doanh\n Email: infosapatrekkingtravel.comĐọc thêm",
            "dịch vụ rất tốt với Sapa Trekking Travel. Chúng tôi đã có chuyến đi Sapa 2 ngày 1 đêm khó quên cùng Andy. Anh ấy rất thân thiện và hữu ích. Thức ăn ngon và thời gian lưu trú tốt. Trên đường đi, chúng tôi có thể tương tác với người dân địa phương rất nhiều với sự hỗ trợ của hướng dẫn viên. Bản thân Sapa đã đẹp. Chúng tôi may mắn đi du lịch không vào mùa nghỉ lễ của Việt Nam nên không quá đông đúc và chúng tôi có thể tận hưởng chuyến đi rất nhiều. tôi thực sự khuyên bạn nên đến thăm những vùng xa xôi của Sapa để nó chân thực hơn. Ở thị trấn Sapa rất dễ dàng để tìm kiếm các nhà hàng, cửa hàng. Chúng tôi sẽ quay lại và sử dụng dịch vụ của bạn lần nữa. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Jentravellover thân mến! \nCảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Và cảm ơn bạn rất nhiều vì đã dành thời gian viết bài đánh giá chi tiết và sinh động này. Nó có nghĩa là rất nhiều cho chúng tôi! Tôi rất vui vì hướng dẫn viên của chúng tôi rất xuất sắc và đã cứu được chuyến đi của bạn. Chúng tôi luôn sẵn sàng là người tổ chức chuyến đi của bạn khi bạn quay trở lại Việt Nam. Cảm ơn rất nhiều, hẹn gặp lại, \nThay mặt đội ngũ Sapa Trekking Travel.\nÔng Andy Nguyễn\nQuản lý tour du lịch\n Email: infosapatrekkingtravel.comĐọc thêm",
            "Dễ dàng làm việc và một chuyến đi tuyệt vời!! Thức ăn rất tuyệt vời. Giao thông thuận lợi và không có vấn đề gìĐọc thêm",
            "Danny thân mến!\nThật tuyệt vời khi thấy đánh giá của bạn ở đây. Trước hết tôi xin gửi lời cảm ơn chân thành nhất vì đã lựa chọn Sapa Trekking Travel làm đại lý du lịch và tin tưởng chúng tôi là người đồng hành trong suốt chuyến đi của bạn. Chúng tôi rất vui khi hướng dẫn viên của chúng tôi có thể tạo ấn tượng tốt với bạn với tour du lịch Sapa trọn gói 3 ngày 2 đêm và thực sự đánh giá cao những biểu hiện tốt bụng của bạn. Chúng tôi rất hân hạnh được phục vụ một vị khách đáng kính như bạn. Hy vọng chúng tôi sẽ có những thay đổi để làm bạn hài lòng trở lại trong chuyến đi Việt Nam lần sau. Một lần nữa cảm ơn bạn rất nhiều!\n\nVới sự chân thành của tôi!\nAndy Nguyễn.Mr\nQuản lý tour du lịch\ninfosapatrekkingtravel.comĐọc thêm"
        ],
        "star_ratings": [
            28,
            0,
            0,
            0,
            0
        ],
        "review_amount": 28,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Du Lịch Sapa Trekking",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written December 14, 2022",
            "Written December 12, 2022",
            "Written October 26, 2022",
            "Written October 22, 2022",
            "Written October 5, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d24894123-Reviews-or20-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d24894123-Reviews-or10-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d24894123-Reviews-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52142-d566977-Reviews-Bullwinkle_s_Entertainment-Wilsonville_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g5001404-d4373368-Reviews-Sicogon_Island-Carles_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d15306289-Reviews-Seoul_Botanical_Garden-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g295110-d4681022-Reviews-Aqualand_Skopje-Skopje_Skopje_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d317494-Reviews-Casco_Viejo-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d320715-Reviews-Stanley_Market-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g147298-d148762-Reviews-Grand_Anse_Beach-South_Coast_Saint_George_Parish_Grenada.html",
            "https://www.tripadvisor.com/Attraction_Review-g32037-d4312868-Reviews-McMurtry_Aquatic_Center-Bakersfield_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2423291-Reviews-Absinthe-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d104140-Reviews-Zoo_Miami-Miami_Florida.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d24894123-Reviews-or20-Sapa_Trekking_Travel-Sapa_Lao_Cai_Province.html"
    }
]