[
    {
        "attraction_name": "Sapadere Kanyonu",
        "attraction_name_vi": "Hẻm núi Sapadere",
        "general_info": [
            "298 đánh giá",
            "- 2 trong số 206 điều cần làm ở Antalya",
            "Hẻm núi"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đi bộ ngắn nhưng đông đúc đến thác nước, thích hợp cho trẻ em hoặc người già. Nước đóng băng nhưng ngâm mình nhanh chóng, trải nghiệm độc đáo.Đọc thêm",
            "nơi tuyệt vời để tham quan với phong cảnh tuyệt vời. Đề nghị bơi trong nước ngọt.  Đi sớm khi nó mở cửa để tránh tất cả các chuyến đi săn bằng xe jeep và xe buýt.Đọc thêm",
            "Khung cảnh đẹp, con đường đẹp giữa những bức tường đá. Con lạch và thác nước đẹp như tranh vẽ. Ngoài ra còn có đài quan sát, nhưng để đến được đó cần phải đi bộ xuyên rừng khá nhiều, vì vậy nếu bạn muốn đến đó, hãy mang theo giày leo núi. Con đường hẹp nên vào mùa cao điểm có thể đông đúc. Ngoài ra còn có một nơi tuyệt vời để ngồi uống trà, dưới tảng đá treo, một nơi tuyệt vời để nghỉ ngơi một chút. Bạn có thể bơi trong các hồ bơi tự nhiên, vì vậy hãy mang theo đồ bơi - nếu bạn không sợ nước đóng băng - . Chắc chắn phải xem khi ở Alanya hoặc gần đó.Đọc thêm",
            "Đó là một nơi tuyệt vời, bao gồm đi bộ xuyên rừng - tối đa khoảng 5km -, những khung cảnh tuyệt vời và thậm chí là bơi lội. Gần Alanya - khoảng một giờ đi xe - . Tôi thực sự khuyên bạn nên tự mình đến đó chứ không phải đi cùng công ty du lịch, có thể đi bằng ô tô bình thường - nhưng hãy cẩn thận -. Phí vào cửa là 30 TRY - 07.02.2023 - mỗi người lớn, cổng đóng lúc 16 giờ.Đọc thêm",
            "Antalya thật ngạc nhiên vì có rất nhiều nơi để tham quan và kích hoạt chuyến tham quan bằng ATV, chuyến đi săn Jip và nhiều bãi biển.Đọc thêm",
            "Nơi đẹp như tranh vẽ. Tôi và đối tác rất bận rộn nhưng điều đó không làm hỏng trải nghiệm của chúng tôi. Chúng tôi phải đợi vài phút để có được một số bức ảnh về thác nước. Bạn cũng có thể bơi ở đó. Ở đó cũng có một nhà hàng và cửa hàng lưu niệm nhưng chúng tôi đã không ghé thăm.Đọc thêm",
            "Side và thành phố cổ là việc phải làm. Biển tháng 8 êm dịu và là điều tuyệt vời nhất trong chuyến đi này. Taj là khách sạn dành riêng cho Cộng đồng nói tiếng Đức.  Đừng chọn khách sạn này nếu bạn nói tiếng Anh.  Bạn sẽ hoàn toàn bị phớt lờ, như thể bạn vô hình trước mặt nhân viên và ban quản lý.  Mặc dù là khách sạn năm sao nhưng bạn sẽ nhận được dịch vụ và phòng hạng 2. Tránh!!Đọc thêm",
            "Chúng tôi lái xe đến Hẻm núi Sapadere dưới dạng Alanya và nó thực sự đáng giá!  Tất cả đều tương đối mới và lối đi bằng gỗ dài đã được xây dựng chạy thẳng lên đỉnh thác nước.  Có cơ hội bơi dọc đường nhưng hãy cẩn thận - nước trong lành!!!!  Đi bộ mất khoảng 15 - 20 phút một chiều nhưng phải dậy sớm vì khi xuống thì có rất nhiều người đi vào và chỉ có một lối đi.  Đọc thêm",
            "Đỗ xe miễn phí. Giá vé là 15 TL cho người lớn - trẻ 6 tuổi của chúng tôi - miễn phí - . Thật đáng để ghé thăm! Họ đã xây dựng một con đường bằng gỗ, vì vậy bạn có thể vào bằng xe lăn - tất nhiên là có những phần nghiêng - . Con đường bằng gỗ đến thác nước dài 750-850m. Bây giờ, đối với những người đi bộ đường dài - bạn có thể đi bộ qua toàn bộ con đường chính thức! Khoảng 4,5km - - 2 km lên và 2,3 km xuống - . Thật tuyệt khi leo lên đó. Có một chút thử thách. Không khuyến khích cho những người không thể đi bộ tốt hoặc bị thương ở đầu gối. Phần đi bộ đường dài ngoài con đường bằng gỗ - thác nước, nhưng chặng đường đi bộ dài khoảng 4,5 km và đứa con 6 tuổi của chúng tôi cũng đã làm được. Đi xuống hơi nguy hiểm, chỉ cần sử dụng ý thức chung của bạn. Con đường có biển báo rõ ràng, bạn không bị lạc. Giá cả phải chăng. Đọc thêm",
            "Nơi thực sự tốt đẹp. Vé bên trong giá rẻ. Hồ rất đẹp và quang cảnh tuyệt vời. Con đường có thể hơi dài và khó khăn một chút nhưng nó đáng để trải nghiệm. Tôi khuyên bạn nên đi ô tô thuê và mang theo nước uống.Đọc thêm",
            "Xin chào.Tôi thanh toán tiền mặt hay thẻ cho vé?Đọc thêm",
            "Làm thế nào để đến đó bằng phương tiện công cộng? Đọc thêm",
            "Xin lỗi, tôi hiếm khi ghé qua - Tốt hơn là nên thuê một chiếc ô tô. Hoặc - các chuyến du ngoạn có tổ chứcĐọc thêm",
            "Khả năng tiếp cận ở đây như thế nào, nơi bạn đến sẽ trông như thế nào Jan nếu bạn có xe đẩy bên mình\nNhững con đường có được điều chỉnh không Đọc thêm",
            "Xin chào.\nNếu bạn đi bằng xe buýt hoặc ô tô, bạn sẽ được thả xuống bãi đậu xe, nơi bạn có thể đi bộ khoảng 500 m là đến Hẻm núi. Đường rộng lên dốc. Sau đó, khi chuyến đi bộ bắt đầu, sẽ có một cây cầu xuyên suốt chặng đường. Nó không rộng lắm nhưng sẽ không thành vấn đề với xe đẩy. Khi chúng tôi đến đó, có rất nhiều người, rất đông đúc. Có lẽ không có nhiều người khi bạn đến đó Chắc chắn đáng để ghé thăm, rất đẹp.\nV.v. Zandra Đọc thêm",
            "Safari giá bao nhiêu và bạn có thể nhảy từ tảng đá này sang dòng sông khác không?Đọc thêm",
            "Chi phí để vào hẻm núi vào năm 2019 là bao nhiêu? \nCó thể đến đó bằng phương tiện công cộng từ Alanya không?Đọc thêm",
            "10 liras, lái xe dọc theo đường cao tốc d400Đọc thêm",
            "Mùa đông ở đó thế nào? Nó có mở không?Đọc thêm",
            "Tôi nghĩ nó mở cửa quanh năm - đã thấy ảnh từ đó vào mùa đông này, có nhiều nước trong sôngĐọc thêm",
            "Hẻm núi này có mở cửa vào tháng 12 không?Đọc thêm",
            "0\n\nTôi nghĩ nó mở cửa quanh năm - tôi đã xem những bức ảnh từ đó vào mùa đông năm nay, sông có nhiều nướcĐọc thêm",
            "Chúng tôi sẽ thực hiện chuyến đi này vào thứ Sáu nhưng chúng tôi đang mang theo một đứa trẻ 6 tháng tuổi, nó có phù hợp với xe đẩy hay chúng tôi nên mang theo xe đẩy?Đọc thêm",
            "Xin chào, bạn có thể đặt xe đẩy trên lối đi nhưng nó khá hẹp, có vẻ như là lựa chọn tốt nhất cho người vận chuyển, hãy tận hưởng.Đọc thêm",
            "Đường đi thế nào và thẻ bảo tàng ở lối vào là geciomuĐọc thêm",
            "Không thể trả lời bằng ngôn ngữ của bạn - xin lỗiĐọc thêm",
            "Hẻm núi Sapadere không xuất hiện trên bản đồ Google Có con đường nào xa xôi và hiểm trở như Vịnh Kral, hố, biển?",
            "Đi từ Alanya đến Gazipasa, và sẽ có đường đi ngược lại Sapadere. Chỉ cần đi theo con đường và bạn sẽ đến đó - con đường địa phương đẹp, một chút ở những ngọn núi nhỏĐọc thêm"
        ],
        "star_ratings": [
            225,
            60,
            12,
            0,
            2
        ],
        "review_amount": 299,
        "location": [
            "Antalya",
            "Thổ Nhĩ Kỳ",
            "Tỉnh Antalya",
            "Hẻm núi Sapadere",
            "Bờ biển Địa Trung Hải của Thổ Nhĩ Kỳ",
            "Châu Âu",
            "Các hoạt động ở Antalya"
        ],
        "reviews_time": [
            "Written September 5, 2023",
            "Written July 19, 2023",
            "Written July 2, 2023",
            "Written February 12, 2023",
            "Written January 23, 2023",
            "Written September 4, 2022",
            "Written August 14, 2022",
            "Written August 12, 2022",
            "Written July 1, 2022",
            "Written June 23, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297962-d12885391-Reviews-Sapadere_Kanyonu-Antalya_Turkish_Mediterranean_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297961-d21226610-Reviews-Sapadere_Canyon_Park_PIKNIK-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d7134609-Reviews-Dwarf_Cave-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d12885391-Reviews-or10-Sapadere_Kanyonu-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3600943-Reviews-Kaputas_Beach-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d296459-Reviews-Karaalioglu_Park-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d556696-Reviews-Old_City_Marina-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d549674-Reviews-Lower_Duden_Waterfalls-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d296457-Reviews-KonyaaltI_PlajlarI-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d549675-Reviews-Kursunlu_Waterfalls-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d14957851-Reviews-Upper_Duden_Waterfalls-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d555173-Reviews-Lara_Beach-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3842804-Reviews-Antalya_Zoo-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d6922063-Reviews-Mermerli_Beach-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d2202779-Reviews-Toursinalanya-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d26955266-Reviews-Side_Sapadere_Canyon_Tour-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d144765-Reviews-Lake_McDonald-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13564139-Reviews-Gion_Shirakawa-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g309262-d309913-Reviews-Cahuita_National_Park-Cahuita_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d287919-Reviews-Old_Town-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d2077435-Reviews-Silathai_Thai_Massage_Center-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d2588552-Reviews-Tellus360-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g37361-d13298677-Reviews-Hard_Truth_Distilling_Co-Nashville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34521-d16853981-Reviews-Arcade_Monsters-Oviedo_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g3359582-d11773213-Reviews-Kan_Thai_Siam_Massage-Germasogeia_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g295375-d8468723-Reviews-Aquapark_Dalmatia-Sibenik_Sibenik_Knin_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297962-d12885391-Reviews-or10-Sapadere_Kanyonu-Antalya_Turkish_Mediterranean_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297962-d12885391-Reviews-Sapadere_Kanyonu-Antalya_Turkish_Mediterranean_Coast.html"
    }
]