[
    {
        "attraction_name": "Sapa Tour",
        "attraction_name_vi": "du lịch sapa",
        "general_info": [
            "6 đánh giá",
            "100 trên 195 hoạt động ngoài trời ở Sapa",
            "Chuyến du lịch bằng xe đạp",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Sapa Tour Daily là hành trình tuyệt vời cho chuyến đi của bạn vào dịp nghỉ lễ. Bạn sẽ dễ dàng lựa chọn được một tour du lịch tốt tham quan nhiều danh lam thắng cảnh nổi tiếng hoặc trekking để phiêu lưu. Các tour du lịch thu hút mọi du khách trong và ngoài nước bởi khí hậu, cảnh quan thiên nhiên và đặc sản địa phương. Hơn nữa, bạn có thể kết bạn mới từ khắp nơi trên thế giới bằng các chuyến tham quan theo nhóm hoặc tự mình tận hưởng các chuyến tham quan riêng hoặc các chuyến tham quan tùy chỉnh. Sapa Tour Daily là nhà điều hành tour du lịch hàng đầu tại Sapa Việt Nam cung cấp các gói tour riêng, tour leo núi, tour Sapa tùy chỉnh, tour đi Sapa từ Hà Nội giá tốt nhất.Đọc thêm",
        "reviews": [
            "Đi xe buýt đến nơi hơi khó khăn. Mang theo những tờ giấy nhỏ. Trong bữa trưa tại một nhà hàng sau khi trekking, khi thanh toán đồ uống với lưu ý lớn, nhà hàng nói rằng họ không có tiền lẻ. Tôi phải vay mượn từ một du khách. Đoán xem điều gì đã phát hiện ra rằng nhà hàng đã không trả lại tờ tiền lớn cho tôi. Những lời chào hàng cũng có thể gây khó chịu.Đọc thêm",
            "Thật may mắn khi có một ngày nắng sau một đêm giông bão. Hướng dẫn viên rất vui tính và thân thiện, và anh ấy có thể nói tiếng Anh lưu loát! Chuyến đi bộ đường dài này rất vui, nhưng chỉ để đảm bảo bạn đang đi một đôi giày đi bộ đường dài phù hợp để tham gia chuyến đi, vì bạn phải băng qua rất nhiều khu rừng lầy lội trơn trượt và cũng có một vài thác nước nhỏ. Sau một vài lần trượt chân, kỹ năng đi bộ đường dài của tôi đã được cải thiện rất nhiều. Hahaha! Đọc thêm",
            "We just came back from a 5 day mountain bicycle tour from Sapa through the North East to Dien Bien. It was everything we were looking for and more. We got picked up from the hotel in Hanoi and put into the overnight train direction Sapa. Very helpful as this is very confusing with many trains leaving at the same time. We then got picked up from the train station and taken to Sapa. No problems, everything was perfectly organised. We had a day to ourselves in SAPA and the next morning got picket up from our tour guide Khaan. We had our guide who rode with us the whole time and our driver of a nice, modern van that carried our luggage and us when the mountains got too much. We rode an average of 50kmday most of the times up and down the mountains. If the climb got too long we drove part of the way up in the van. We went through beautiful countryside, beautiful mountains, along rivers, waterfalls and little villages that have not seen many white people before. We rode mainly on normal roads and some were busier than others but we never felt uncomfortable or insecure. Most hotels were basic but there was not much choice in some towns, however they got better as the trip went along. Our guide and driver did really go out of their way to make our trip as exciting and pleasant as possible and all decisions of what to do where made together. They even took us one night to a cousins house for dinner which was a great way to see how locals live. The trip was flexible enough to adjust distances or routes slightly if needed. From Dien Bien we flew back to Hanoi. Everything from pick up in Hanoi to the flight back was perfectly organised. I got all the info I needed by email before hand and we had no problems at any time. We can only recommend the trip to anyone who wants to see the non-touristy side of the country and loves a bit of bike riding. Although it is challenging at times there is always the option of taking the van if needed.Thank you again to Khaan and the whole team at Sapa Travel.Read more",
            "We reached Sapa at 3-00 PM from Hanoi by car after visiting Lung Khau Ninh market at Lao Cai province. We pre-booked our car through vietnamairporttransfer.com. We asked them to provide english speaking car driver but they provided a driver who cant understand english. However, one good thing was that they provided our entire itinerary to the driver in vietnamese language.    We had our bookings with Sapa Unique Hotel and after check-inn we immediately started for Cat Cat village. The rooms provided to us at Sapa Unique Hotel had uninterrupted view of the great Fansipan mountain. The hotel is situated on the way to Cat Cat village. By the time we finished the visit of Cat Cat village, it was dark all around and the weather was chill. We came back to hotel and then started for visit to the local evening market across the Stone church. It is a small hill station, having a lake and many shops selling souvenirs and eateries. We walked around the shops, bought some souvenirs and had our dinner at one of the restaurants and had a taste of local cuisine. Next date after having tasteful breakfast at the hotel we visited , Love Waterfall, Silver Falls, Muong Hoa Valley, Stone Church etc. by car as we had a very tight schedule. We came back to the hotel checked out and then started back for Hanoi. Sapa is an excellent place but due to paucity of time we could not enjoy its beauty in full. One must allot at least 2-3 nights stay at Sapa to relish its beauty. Our Sapa Unique  Hotel was clean and has clear mountain view. The hotel is really unique and thing which moved us was that they provided each of us a gift of small pack containing snack and water for our journey. The journey by car from Hanoi straight to Sapa via newly opened highway takes about 5 hours and if one travels by bus it takes about 6.5- 7 hours. Buses running through new high way are cheap and are available in the morning and also during the night.  One can easily avoid the hazards of  taking night journey by train from Hanoi to Lao Cai  and then by car, minibus or by bus to Sapa, which is also costly and time consuming. The newly built highway is excellent and one should enjoy the beautiful surroundings while driving past through it. The Fansipan Cable car is still under construction at Sapa and its delayed opening has now yet been announced.Read more",
            "We booked a trip to climb Fansipan with Sapa-Tour.net a few months in advance of our holiday in Vietnam. They emailed us paperwork giving information on the tour as well as details on travel arrangements. We were picked up from our hotel in Hanoi on time and taken to the train station and escorted on to the train which was all very useful as train travel in Vietnam can be a daunting experience. We arrived in Sapa the next morning and were picked up by minibus and dropped off at the local office where we were to meet our tour guide. All good so far.The guide seemed pleasant enough but spoke next to no English. While I dont mind that on principle, the itinerary did say the guide spoke English which made communication difficult.The itinerary said we would visit the Silver Waterfall prior to climbing Fansipan. This never happened.The climb itself was enjoyable although be warned, it is not for the unfit. When we got to the overnight campsite towards the top of the mountain we were shown our accommodation for the night which was a room within a wooden building and quite pleasant. The itinerary said we would be provided with sleeping bags and mattresses. This was when I discovered that the sleeping bag I had been provided with had a completely broken zip and the mattresses were about 2mm thick and provided almost no cushioning. So we got almost no sleep. While technically we were provided with a sleeping bag and mattress, surely a company catering for westerners might think theyd want a bit more comfort or at least give people the option of bringing their own equipment.On the way back down the next day our guide ran out of water for us. He told us we had to pay for another bottle at the stop on the way down. The itinerary clearly said all drinking water was provided for the whole trip.When we then got back to Sapa we realised that we were going to arrive back in Hanoi a day early. The paperwork emailed to us by Sapa-Tour.net said we would get back on the 29th. On further inspection they had missed a day out and we actually arrived back at 5am on the 28th. With hindsight I should have checked the paperwork more thoroughly but you dont really expect people to just miss a day out when coming up with a timeline.In summary: The English speaking guide spoke next to no English. We didnt visit a waterfall we were supposed to. The sleeping equipment provided was woefully inadequate. They did not provide as much water on the trip as they said they would and they messed up our travel plans a little by missing a day out on their timeline of events.Fansipan was a good experience but all the little things that let us down means I wouldnt recommend this company.Read more"
        ],
        "star_ratings": [
            3,
            1,
            1,
            1,
            0
        ],
        "review_amount": 6,
        "location": [
            "du lịch sapa",
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written November 10, 2022",
            "Written July 17, 2019",
            "Written January 11, 2016",
            "Written November 23, 2015",
            "Written May 17, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d8300059-Reviews-Sapa_Tour-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1962969-Reviews-Can_Cau_Market-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13426200-Reviews-Green_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17376112-Reviews-Green_Bus_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d27541192-Reviews-King_Massage_spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d27491097-Reviews-Trekking_Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19428721-Reviews-CrazyBar_Sapa_Cafe_Fast_Food-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7924189-Reviews-Sapa_Original_Trek-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7910269-Reviews-Sapa_Express-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1368174-d2296111-Reviews-Horne_s_Ferry-Wolfe_Island_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d123109-Reviews-Space_Needle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4699350-Reviews-Museum_of_Bricks-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d1775157-Reviews-Kiki_Queer_Bar-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d2190069-Reviews-Viking_Cooking_School-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1008549-Reviews-Or_Tor_Kor_OTK_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g294320-d313937-Reviews-Pisac_Market-Pisac_Sacred_Valley_Cusco_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298060-d13831399-Reviews-Aqua_Bounce_Ajman-Ajman_Emirate_of_Ajman.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d450851-Reviews-Faisal_Mosque-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d244995-Reviews-Le_Duplex-Paris_Ile_de_France.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d8300059-Reviews-Sapa_Tour-Sapa_Lao_Cai_Province.html"
    }
]