[
    {
        "attraction_name": "Sapa Tours",
        "attraction_name_vi": "Du lịch Sapa",
        "general_info": [
            "9 đánh giá",
            "1.007 trên 1.916 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour riêng",
            "Chuyến tham quan bằng xe buýt",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tour du lịch Sapa được tổ chức dưới dạng Chuyến tham quan trong ngày Sapa và Gói du lịch Sapa từ Hà Nội với tour khởi hành và đón khách hàng ngày từ Hà Nội đến Sapa Việt Nam. Chúng tôi là đại diện chính thức của công ty Sapa Tours, chúng tôi có xe buýt ngày sang trọng và xe buýt qua đêm sang trọng cho các chuyến tham quan Sapa từ Hà Nội và Trở về với giá thấp nhất và đảm bảo dịch vụ tốt nhất.Đọc thêm",
        "reviews": [
            "Tôi và bạn gái của tôi đã có một chuyến đi 3 ngày 2 đêm tới Sapa và thấy rằng Họ luôn ở đó trên mọi chặng đường, từ khi chúng tôi đến cho đến khi chúng tôi khởi hành. Chúng tôi thấy tất cả các hướng dẫn viên đều rất thân thiện, hiểu biết và rất sẵn lòng làm hài lòng. Họ đến kịp thời để đón chúng tôi và luôn ở bên chúng tôi, thông báo cho chúng tôi và giúp đỡ mọi nhu cầu. Chuyến tham quan rất thú vị và nhiều thông tin, hành trình là một trải nghiệm tuyệt vời về văn hóa nông thôn địa phương. Nó thực sự tuyệt vời với những khung cảnh tuyệt vời. Tôi đánh giá cao công ty này để sắp xếp các chuyến tham quan sapa, họ đã vượt quá mong đợi của chúng tôi. Đọc thêm",
            "Đó là chuyến đi đầu tiên của tôi đến Sapa và các bạn đã làm cho nó thật tuyệt vời. Tôi muốn nói lời cảm ơn đến hướng dẫn viên du lịch. Cảm ơn vì đã có tôiĐọc thêm",
            "Đó là chuyến thăm Sapa của tôi, Chúng tôi vô tình được một người bạn của tôi giới thiệu chuyến đi này vài ngày trước chuyến đi của chúng tôi, Chúng tôi đã dành 3 ngày 2 đêm với công ty du lịch này và cuối cùng mọi thứ đã diễn ra tốt đẹp, chuyến đi thực sự tốt , hướng dẫn viên du lịch rất vui vẻ và hữu ích, chỗ ở của chúng tôi trong làng rất tốt, ngay cả khách sạn ở thị trấn Sapa, sạch sẽ và thoải mái, tôi rất muốn giới thiệu cho bất kỳ ai dự định đến thăm sapa.Đọc thêm",
            "Tôi đã có chuyến du lịch 2 ngày 1 đêm. Hướng dẫn viên địa phương của chúng tôi rất tốt, nói tiếng Anh tốt và giải thích cho chúng tôi rất nhiều về khu vực, anh ấy cũng là một nhiếp ảnh gia xuất sắc. Các bữa ăn bao gồm rất ngon và lớn. Để nghỉ qua đêm, chúng tôi ngủ tại nhà trọ The Yen với những người dân địa phương rất đáng yêu và đã có khoảng thời gian rất vui vẻ ở đó. Chúng tôi vừa liên lạc với ông. David vào đêm trước khi chúng tôi đến trên xe buýt ngủ từ đảo Cát Bà và đã nhanh chóng trả lời mặc dù chúng tôi liên lạc muộn. Tôi thực sự khuyên bạn nên đặt tour với họ. Chúng tôi đã có một khoảng thời gian khó quên.Đọc thêm",
            "Đây là kỳ nghỉ ngắn ngày của chúng tôi đến Việt Nam nên tôi thực sự không có thời gian để nghiên cứu và tổ chức trước cho chuyến đi của mình. May mắn thay tôi đã đặt một chuyến đi trong ngày tới Ninh Bình cùng họ và điều đó thật tuyệt vời. Sau đó, khi ông David tiếp tục giới thiệu cho tôi về chuyến tham quan Sapa của họ và tôi đã quyết định tham gia. Tôi phải nói WOWW. Thật là tuyệt. Tôi lại được đón bởi một chiếc Limousine chỉ có 7 người chúng tôi đi chung chiếc Xe Van sang trọng này và đi 6 giờ. Vì được bạn bè bảo rằng tháng 11 là mùa đông và ở Sapa rất lạnh nên tôi quyết định chọn khách sạn 4 sao đẹp nhưng chi phí hợp lý và xứng đáng. Khách sạn thật tuyệt vời và họ thậm chí còn có máy sưởi. Các nhân viên tại khách sạn cho đến hướng dẫn viên du lịch địa phương cô Hồng đều rất xuất sắc. Họ chăm sóc chúng tôi bằng lòng hiếu khách của họ. Nhân viên khách sạn nhớ tên chúng tôi và đến cập nhật cảm nhận của chúng tôi sau mỗi chuyến tham quan. Tôi thích khung cảnh tuyệt đẹp từ đỉnh Phanxipan đến chuyến đi bộ xuyên rừng đến các làng dân tộc thiểu số do họ tổ chức. Nếu có cơ hội quay lại Sapa, tôi chắc chắn sẽ thực hiện chuyến tham quan này một lần nữa.Đọc thêm",
            "Chúng tôi đã đặt tour du lịch Sapa với công ty này, chúng tôi rất thích chuyến tham quan với trải nghiệm khó quên trong một đêm tại khách sạn ở Sapa. Họ đã sắp xếp các phòng ở Sapa Vista cho nhóm của chúng tôi, đây là những phòng rất đẹp có ban công nhìn ra thung lũng và núi non, khách sạn cũng có thang máy và máy lạnh, rất hữu ích cho bố mẹ và con cái chúng tôi trong mùa đông . tất cả chúng tôi đều rất hài lòng với chuyến tham quan của họ và cảm ơn vì đội ngũ nhân viên rất thân thiện và hướng dẫn viên du lịch hữu ích, cũng như Julia, người đã giúp chúng tôi với tất cả những lời khuyên về thông tin du lịch. Rất khuyến khích cô ấy và công ty du lịch này, chúng tôi rất mong được quay lại Sapa lần nữa.Đọc thêm",
            "Trong phần mô tả và cả trong xác nhận đặt chỗ có ghi rằng: - hành trình được thực hiện trên một chiếc xe sang trọng, trên thực tế, đó là một chiếc xe khách đã cũ với ghế ngủ, nhiều chiếc đã bị hỏng. Thành thật mà nói về mô tả là đủ - khách sạn nơi bạn ngủ không phải là khách sạn Sapa Vista, lý do khiến tôi chọn chuyến tham quan này mà là một khách sạn không có tầm nhìn, chắc chắn đã cũ, phòng đầu tiên thậm chí còn không có cửa sổ nào khác ngoài một ban công có tầm nhìn và tôi có thể tiếp tục giận dữ với các phòng và lau chùi bọt biển. - trong phần mô tả có nói rằng đối với phòng đơn bạn phải trả thêm 20, họ muốn tính thêm cho tôi 30, tức là giá phòng tốt nhất ở nơi này cả phòng - chuyến tham quan đầu tiên là đến một nơi, Làng Cát Cát, được xây dựng hoàn toàn dành cho khách du lịch, tất cả đều giả tạo và thương mại. Ngày mai tôi sẽ có một chuyến tham quan khác, tôi hy vọng một chuyến đi thực sự giữa những ngọn núi xinh đẹp này .Tệ quá, tôi không nghĩ mình có thể quay lại và tôi cảm thấy như mình đã lãng phí một cơ hội tuyệt vời. Tôi hy vọng những ai đọc bài đánh giá sẽ đưa ra lựa chọn tốt hơn.Đọc thêm"
        ],
        "star_ratings": [
            8,
            0,
            0,
            0,
            1
        ],
        "review_amount": 9,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch Sapa"
        ],
        "reviews_time": [
            "Written November 20, 2019",
            "Written November 20, 2019",
            "Written November 20, 2019",
            "Written November 19, 2019",
            "Written November 19, 2019",
            "Written November 19, 2019",
            "",
            "Written September 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19442858-Reviews-Sapa_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14969051-Reviews-Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19611046-Reviews-Hanoi_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043132-Reviews-Madam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18114672-Reviews-Asia_Nature_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d13399608-Reviews-Sails_of_Indochina-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20154720-Reviews-Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17750736-Reviews-Hanoi_Transportation_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26772690-Reviews-Suzi_spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27537354-Reviews-Le_Spa_Hang_Hanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594783-Reviews-Avada_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5501660-Reviews-Lamour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25295344-Reviews-Spa1995-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19620481-Reviews-Asia_Travel_Legend-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20125715-Reviews-Asia_Travel_Legend-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20154384-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532128-Reviews-Kirk_Park_Beach-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146639-Reviews-Comal_Park-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g194856-d4170610-Reviews-Spiaggia_del_Pevero-Porto_Cervo_Arzachena_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58489-d12870028-Reviews-Picture_Lake-Glacier_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4742929-Reviews-The_Stranger_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g58578-d12496904-Reviews-Lynnwood_Recreation_Center-Lynnwood_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g608952-d1567338-Reviews-Baleal_Beach-Peniche_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d575655-Reviews-Cooter_s_Place-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d4063698-Reviews-Kahe_Point_Beach_Park-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19878507-Reviews-Dubai_Marina_Walk-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19442858-Reviews-Sapa_Tours-Hanoi.html"
    }
]