[
    {
        "attraction_name": "Sarakiniko Beach",
        "attraction_name_vi": "Bãi biển Sarakiniko",
        "general_info": [
            "275 đánh giá",
            "- 1 trong số 1 điều cần làm ở Sarakiniko",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bãi biển này rất đẹp với nước biển trong vắt và bãi biển đầy sỏi và cát.  Chúng tôi đến thăm vào cuối tháng 9 và bãi biển yên tĩnh và chỉ có 2 chiếc thuyền đến từ Parga với một số ít người. Có bãi đậu xe miễn phí và một vài quán rượu. Rất nhiều giường phơi nắng - 8 euro cho 2 người - chúng tôi đã ghé thăm nhiều lần trong kỳ nghỉ của mình. Địa điểm đẹp để ngắm hoàng hôn quá. Điều duy nhất tôi có thể nói là tôi có thể tưởng tượng rằng nó sẽ đông đúc vào mùa cao điểm nên đó sẽ là một trải nghiệm hoàn toàn khác.Đọc thêm",
            "Bãi biển Sarakiniko là một nơi tuyệt vời - gọn gàng và rất ấm cúng.  chỗ hợp lưu nhỏ, biển lớn.  phải mất khoảng 10 phút để đến đó bằng xe máy.  có một số nhà hàng với thức ăn ngon.  một chiếc ô có hai giường phơi nắng có giá từ - 6-8Đọc thêm",
            "Chúng tôi ở Sarakiniko từ năm 2020,2021 và năm nay. Nó được quản lý xuất sắc từ hai người chủ và con trai ông. Họ làm việc rất nhiều để dọn dẹp và phục vụ khách hàng. Họ cung cấp bãi đậu xe miễn phí, wifi cho phần còn lại. và thanh. Có thể đặt trước cho Ngày hôm sau - những ngày có một chiếc ghế tắm nắng. Cảm ơn Miranda - xin lỗi, điều đó không đúng - và chồng bạn - - - Đọc thêm",
            "Bãi biển tốt nhất ở khu vực Parga. Màu nước biển tuyệt vời, sóng trong vắt và dịu nhẹ. Yên tĩnh và được bao quanh bởi màu xanh lá cây. Chắc chắn là sự lựa chọn của tôi từ tất cả các bãi biển xung quanhĐọc thêm",
            "Chúng tôi đã đi thuyền vào vịnh xinh đẹp này trên du thuyền của mình và tình cờ gặp nhà hàng tuyệt vời này. Đây là nhà hàng Hy Lạp tuyệt vời nhất từ ​​trước đến nay! Đọc thêm",
            "Đây là một bãi biển thực sự đẹp, những viên đá nhỏ, làn nước trong xanh như pha lê, những ngọn đồi tuyệt đẹp và những rặng ô liu bao quanh nó.  Nó - rất Hy Lạp - hơi nhếch nhác nhưng lại vô cùng quyến rũ! Sự nhượng bộ duy nhất có vẻ thông minh là các khách sạn - đối diện với bãi đậu xe chính - nhưng tất cả các giường phơi nắng đều được đặt trước - mà ngay cả đến buổi chiều vẫn không được sử dụng! - . Vì vậy, chúng tôi đã đến quán bar của Alex...... sau khi đọc các nhận xét, tôi hơi cảnh giác. Nhưng nó thật tuyệt vời!! Có thể những người khác đã có một ngày tồi tệ nhưng chúng tôi không gặp vấn đề gì. Cô chủ thân thiện, vui vẻ cho chúng tôi đi bất cứ đâu. Chúng tôi trả 8 - cho giường - ô. Tôi thấy cô ấy dọn dẹp giường và xịt thuốc sau khi mọi người đã rời đi. Vòi sen rất tốt, nhà vệ sinh sạch sẽ và chúng tôi có đồ uống và bữa trưa tại quầy bar - món salad ceasar gà rất ngon và khoai tây chiên tươi nóng.  Chàng trai trẻ phục vụ chúng tôi rất tuyệt vời, trò chuyện thân thiện. Chúng tôi chắc chắn sẽ quay trở lại. Bãi biển không hề bận rộn chút nào - đó là Chủ nhật và dự báo thời tiết không tốt nên đó có thể là lý do tại sao nó yên tĩnh? Và thời tiết trở nên đẹp! - . . Nước sạch và rất trong, có một số tảng đá để bơi ra và xung quanh vịnh có nhiều đá để lặn với ống thở. Bạn có thể nhìn thấy những hòn đảo khác từ bãi biển - sở hữu Corfu và bảo vệ một trong những hòn đảo - s! - . 20 phút lái xe dễ dàng từ Parga - đoạn cuối xuống bãi biển rất dốc và hẹp - may mắn là chúng tôi đã không gặp những chiếc ô tô đi xuống hoặc đi lên!Đọc thêm",
            "Đây là bãi biển yêu thích của chúng tôi ở Parga. Phải đến đó. Bạn có thể đến đó bằng ô tô. Bãi đậu xe công cộng và miễn phí. Có rất ít nhà hàng. Không có từ nào để diễn tả - Nhìn ảnh. Đọc thêm",
            "Tôi chỉ có thể tham gia cùng tất cả những người bình luận ở đây. Một bãi biển tuyệt vời - để thư giãn, để có làn nước trong lành, để lặn với ống thở, cho mọi thứ.  Có, bạn phải lái xe 10-15 phút xuống đồi để đến đó nhưng không có gì đáng sợ và đường được trải nhựa tốt.   LƯU Ý - 300 - 400 mét trước bãi biển bạn có một ngã tư nhỏ bên trái hoặc bên phải - bên trái là quán bar Alex, bên phải là quán rượu Hy Lạp -. Từ quyết định này bây giờ phụ thuộc vào việc bạn sẽ có khoảng thời gian vui vẻ trên bãi biển hay rất có thể sẽ gặp phải một cuộc đối đầu. Ý tôi là - khi bạn đến bãi biển, để sử dụng bãi đậu xe, bạn phải là khách hàng của một trong những quán bar, điều đó là được, và tất nhiên bạn phải trả thêm 8 - 10 euro cho bộ giường phơi nắng.  Chà, chúng tôi đã phạm sai lầm và chọn quán bar của Alex. Chúng tôi đến sớm và lúc cầu xin thì tất cả đều ổn - mỉm cười, dịch vụ vừa phải, v.v. NHƯNG khi đến 10 giờ 30 phút - 11 giờ, các nhóm khách du lịch lớn hơn đầu tiên đã đến và tất cả bắt đầu - cứ sau 10 phút lại có người hét lên - hầu hết bằng tiếng Hy Lạp nên chúng tôi không biết chắc chắn chuyện gì đang xảy ra , vì tôi không hiểu ngôn ngữ này - . Chuyện gì đang xảy ra - NHỮNG NGƯỜI NÀO CHẠY NƠI ĐÃ TRANH LUẬN VỚI MỌI KHÁCH HÀNG THỨ HAI CỦA HỌ ĐỂ CÓ ĐIỀU GÌ ĐÓ.   - Đừng di chuyển giường phơi nắng , Đừng đi ăn ở quán rượu bên cạnh , Đừng làm thế này , Đừng làm thế kia - . Bạn có thể đọc tất cả các câu chuyện bên dưới và cả tại trang Alex - s Bar.  CHỈ CẦN LÀM CHO MÌNH VÀ ĐI ĐẾN TAVERNA - CÓ THỂ KHÔNG PHẢI LÀ DỊCH VỤ TỐT NHẤT - NHƯNG ÍT NHẤT KHÔNG CÓ TIẾNG ANH VÀ KHÔNG CÓ HẤP DẪN.  Hãy thông minh, an toàn!Đọc thêm",
            "There are many beautiful beaches in and around Parga, Sarakiniko is the one that was the most difficult to reach  - by car - . It is not that special compared to the others. You can go by bat, or by car. I went by car. It is a one way road that is not build for cars going down and going up hill at the same time. So when it is crowded you will have a problem, not mentioning the lack of parking place. It is a small bay, so it becomes overcrowded quickly. My advice is to skip this place. Go elsewhere where you have more space. But if you intend to go, I can tell you that at Alex -  bar they have first class COVIDIOTS working. They have the most unfriendly, rude, aggressive way of approach I have ever seen in Greece.  I  - m half Greek and speak the language. I saw them argue with a couple that just came in. Straight after the couple let their towel on one bed and paid, a spot came free at he first row. They decided to move to this better spot. From this point the staff came in shouting, screaming in Greek. The couple didn - t understand and said they were willing to pay extra if there was a difference in price and asked for what caused the huge problem. They simply asked for an explanation. Instead of telling that the policy was that due to Corona once you have chosen a sunbed one is not allowed to change bed anymore, before the couple even could react, there were already 3 to 4 persons in front of them, demanding them to leave, threatening them with a physical fight, even telling them to await them up hill to beat them up as there is only one road. Shouting close  to this couple in the face without masks, whilst giving Corona as the excuse to react like that?...What a  - COV - IDIOTS! It made me decide to leave immediately. These people do not care about you. Only thing they want is your money. And being at this spot you can not go anywhere, they know that and surely they now how to threaten you with it. This aggressive woman as mentioned below, together with probably husband and son, they must be the same. I was there early September 2020.Read more",
            "Chúng tôi đã đến Parga trong nhiều năm và yêu thích tất cả các bãi biển. Sarakiniko là một bãi biển đẹp nhưng có một người phụ nữ hung hãn, phân biệt chủng tộc và khủng khiếp nhất đang thu tiền cho những chiếc giường tắm nắng. Có một lần, cô ấy phàn nàn với chúng tôi về người Albania và người La Mã trên bãi biển. Một lần khác, chúng tôi chứng kiến ​​cô ấy la mắng một cô gái trẻ đang chụp ảnh trên bãi biển khi người mẹ dám ngồi trên chiếc ghế phơi nắng mà cô ấy không trả tiền. Thật tiếc vì chúng tôi từng thích đến đó để ăn trưa, nhưng bây giờ chúng tôi lại dành số tiền đó cho Valtos.Đọc thêm",
            "Chó có được phép không? Cảm ơn bạnĐọc thêm",
            "Những bậc thang này có phải là con đường duy nhất dẫn tới nhà hàng Agali không? Một chiếc taxi có thể đưa chúng tôi lên từ bach được không. Bao nhiêu euro?Đọc thêm",
            "vâng bạn có thể đến đó bằng taxi - giá cả?\nvui lòng gọi cho người quản lý nhà hàng.Đọc thêm",
            "Bãi biển Sarakiniko ở Parga có thể là nơi tốt nhất xung quanh vùng Parga, tôi cũng có thể giới thiệu nhà hàng gần đó được bao quanh bởi cây xanh với đội ngũ nhân viên tuyệt vời, đồ ăn đặc biệt là pho mát.\n\nchúng tôi ở lại lúc 03.09. đến 09/10/2016Đọc thêm",
            "Đây có vẻ là một bài đánh giá chứ không phải một câu hỏi?Đọc thêm"
        ],
        "star_ratings": [
            137,
            78,
            22,
            16,
            22
        ],
        "review_amount": 275,
        "location": [
            "Sarakiniko",
            "Các hoạt động ở Sarakiniko",
            "Vùng Preveza",
            "Bãi biển Sarakiniko",
            "Châu Âu",
            "Epirus",
            "Hy Lạp"
        ],
        "reviews_time": [
            "Written October 3, 2022",
            "Written September 14, 2022",
            "Written July 1, 2022",
            "Written June 30, 2022",
            "Written September 8, 2021",
            "Written September 6, 2021",
            "Written August 1, 2021",
            "Written July 30, 2021",
            "Written September 21, 2020",
            "Written September 5, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g8414918-d8698859-Reviews-Sarakiniko_Beach-Sarakiniko_Preveza_Region_Epirus.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189452-d6674327-Reviews-Agali_Restaurant-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189452-d3330497-Reviews-Christos_Tavern-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8414918-d12866416-Reviews-Resalto_Taverna-Sarakiniko_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189452-d6895755-Reviews-Alex_s_Bar-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1810895-d4713839-Reviews-Cafe_Neon-Anthousa_Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1810895-d2276672-Reviews-Coffee_Street_Moore-Anthousa_Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1810895-d7134660-Reviews-Psarotaverna_To_Dichti-Anthousa_Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1810895-d7055960-Reviews-Vassilis_Taverna-Anthousa_Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1810895-d1828490-Reviews-Restaurant_Anthousa-Anthousa_Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189452-d23538246-Reviews-Taverna_O_Theios_Parga-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g1810895-d1808955-Reviews-Ali_Pasha_Castle-Anthousa_Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g1488741-d10807415-Reviews-Karavostasi_Beach-Perdika_Thesprotia_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d7117689-Reviews-Venetian_Castle_of_Parga-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d8537415-Reviews-Valtos_Beach-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g1810895-d9878828-Reviews-The_Watermill_Museum-Anthousa_Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d8517885-Reviews-Lichnos_Beach-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g1810895-d23659125-Reviews-Waterfall_Gremina-Anthousa_Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d12962564-Reviews-Piso_Krioneri_Beach-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d5313387-Reviews-Aphrodite_s_Cave-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g15189793-d26436133-Reviews-Parga_Promenade-Parga_Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g8414918-d8698859-Reviews-or10-Sarakiniko_Beach-Sarakiniko_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d12878295-Reviews-Avocado_Cocktail_Bar-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d7063021-Reviews-Brazilian_Cup-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d6864075-Reviews-Pargas_Distillery_Amicos_Cocktail_Bar-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d3334889-Reviews-Paragaea_Old_Olive_Oil_Factory-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d4992260-Reviews-Marco_Polo_Sailing_Boat_Parga-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g608863-d25427151-Reviews-Great_Rentals_Sivota-Syvota_Igoumenitsa_Thesprotia_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g608863-d10683814-Reviews-Mega_Ammos_Beach-Syvota_Igoumenitsa_Thesprotia_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g15189793-d23728405-Reviews-Parga_Diving_Center-Parga_Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d3567178-Reviews-Mango_Club-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d447276-Reviews-Jim_Thompson_House-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d15319112-Reviews-WNDR_Museum_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187373-d23655373-Reviews-Little_Tokyo-Dusseldorf_North_Rhine_Westphalia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d1580863-Reviews-Ocean_City_Beach-Ocean_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d126854-Reviews-Honeymoon_Island_State_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g28930-d199054-Reviews-Anastasia_Island-Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d15324789-Reviews-Thai_Sabai_Massage_Rhodes-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g3150219-d7050493-Reviews-Borjomi_Central_Park-Borjomi_Samtskhe_Javakheti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g143028-d144650-Reviews-Grand_Canyon_Village-Grand_Canyon_National_Park_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g562628-d10688003-Reviews-Sounio_Beach-Sounio_East_Attica_Region_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g8414918-d8698859-Reviews-or10-Sarakiniko_Beach-Sarakiniko_Preveza_Region_Epirus.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g8414918-d8698859-Reviews-Sarakiniko_Beach-Sarakiniko_Preveza_Region_Epirus.html"
    }
]