[
    {
        "attraction_name": "Sarasota Jungle Gardens",
        "attraction_name_vi": "Vườn rừng Sarasota",
        "general_info": [
            "1.408 đánh giá",
            "29 trong số 215 điều cần làm ở Sarasota",
            "Sở thú",
            "Vườn"
        ],
        "attraction_summary": "Là một điểm thu hút ở Old Florida từ năm 1939, Sarasota Jungle Gardens cho phép du khách trải nghiệm những điều bạn sẽ không tìm thấy ở bất kỳ nơi nào khác. Cho những con hồng hạc thả rông ăn, bắt vượn cáo khi chơi đùa, chụp ảnh với cá sấu và ngắm nhìn những khu vườn xinh đẹp. Hãy nhớ ghé thăm Flamingo Cafe để thưởng thức bữa trưa hoặc bữa ăn nhẹ sảng khoái. Thưởng thức một hoặc nhiều chương trình động vật hàng ngày của chúng tôi. Trẻ em yêu chúng tôi!Đọc thêm",
        "reviews": [
            "Tôi thực sự rất thích nhìn thấy những con hồng hạc và xem cuộc biểu diễn của động vật.  Tuy nhiên, một số vật trưng bày rất tối hoặc trống rỗng.  Đẩy mẹ tôi trên xe lăn không phải là một việc dễ dàng vì đường đi không bằng phẳng.  Đây không phải là nơi thân thiện với xe lăn để ghé thăm.Đọc thêm",
            "Rất ngạc nhiên về kích thước và những gì được cung cấp. Một số bức tượng đã xuống cấp và đổ nát nhưng cảnh quan vẫn được giữ gìn cẩn thận. Một loạt các loài động vật và chương trình biểu diễn thú vị - có nhiều hơn những gì chúng tôi mong đợi - và con gái tôi đã rất vui mừng khi có thể cho chim hồng hạc ăn.  Lựa chọn thực phẩm không phải là bữa trưa đắt tiền ấn tượng với bánh mì kẹp thịt nhạt nhẽo nên bạn sẽ muốn ăn ở nơi khác, nhưng chúng tôi rất thích chuyến thăm của chúng tôi. Đó là một nơi tuyệt vời để dành thời gian cùng nhau và ngắm nhìn động vật hoang dã mà chúng ta thường không được thấy. Nơi gia đình tốt và giá cả khá. Chúng tôi chắc chắn sẽ đến một lần nữa. Đọc thêm",
            "Cho chim hồng hạc ăn là sở thích của tôi cũng như của chồng và các con tôi. Khu vực đẹp để đi dạo. Thật buồn khi thấy rằng các mô hình thu nhỏ tại Christ Gardens không còn ở đó sau nhiều năm nhìn thấy trong những lần ghé thăm khác của tôi. Có rất nhiều cây cọ đẹp để ngắm. Thích những chú chim nhiệt đới! Nhân tiện, họ đang tuyển dụng! Nghĩ rằng đây sẽ là một nơi thú vị để làm việc nếu tôi sống ở đây! Đọc thêm",
            "Gia đình tôi và tôi thực hiện một chuyến đi đến SJG mỗi khi chúng tôi xuống. Chúng tôi hoàn toàn thích nó ở đây. Hôm qua chúng tôi đã thêm cuộc gặp gỡ vượn cáo và đó là điều tuyệt vời nhất! Một tiếng hét đặc biệt và cảm ơn Aaron; vì sự chuyên nghiệp lịch sự của bạn, giữ nó chân thực, chụp ảnh, cung cấp thông tin và trả lời tất cả các câu hỏi của chúng tôi! Bạn đã làm nên ngày của con tôi! Chúng tôi chắc chắn sẽ gặp lại bạn lần sau! Rất khuyến khích cho tất cả mọi người! Kiddo muốn thêm cuộc gặp gỡ vịt vào chuyến đi tiếp theo của chúng ta. Lol.Đọc thêm",
            "Trong những năm qua, vợ tôi và tôi rất thích ngắm nhìn đàn hồng hạc lớn mang đến sức hấp dẫn thú vị cho du khách tại Vườn thú Công viên Lincoln. Nhưng nó không có gì có thể so sánh với điểm thu hút lớn nhất tại Sarasota Jungle Gardens ở Sarasota, Florida. Có cơ hội trải nghiệm tương tác gần gũi với các loài bò sát, vẹt, bướm và các động vật có vú khác. Và những khu vườn đóng vai trò truyền cảm hứng và giáo dục cho nhiều du khách địa phương và quốc tế tại điểm du lịch nổi tiếng tọa lạc tại số 3701 Đường Bay Shore. Nhưng nó không giống như việc tự tay cho ăn và đi dạo giữa những chú hồng hạc đang thả rông ở Sarasota Jungle Gardens. Khai trương vào năm 1939, khu đất rộng 10 mẫu Anh có các chương trình biểu diễn chim và động vật cũng như trồng thực vật. Vào những năm 1920, địa điểm này là một vườn chuối đầm lầy. Vào đầu những năm 1930, một nhà báo địa phương đã mua khu rừng này để làm vườn thực vật. Sarasota Jungle Gardens mở cửa kinh doanh vào năm 1939 với hình thức cơ bản như hiện tại, bao gồm một cửa hàng quà tặng và quán cà phê. Trong khu vườn, du khách có thể chiêm ngưỡng cây hạt Úc, cây bunya-bunya, cây thông lớn nhất Đảo Norfolk ở Florida, cây bồ hoàng, cây sung lạ, cây cọ hoàng gia, cây selloum, cây chuối, cây xương rồng táo Peru, cây phong đỏ bản địa, cây sồi, cây bách hói và dương xỉ staghorn.Đọc thêm",
            "Mặc dù đây là một trải nghiệm rất tốt, tôi cũng nhận thấy nơi này rất xuống cấp. Một vài thứ đang được xây dựng. Cho chim hồng hạc ăn thật tuyệt. Cũng thấy vịt con, công con. Rất nhiều động vật! Cho dê ăn ở sở thú. Nhìn chung là một trải nghiệm tốt nhưng tôi muốn thấy một số cải tiến. Muốn làm chương trình cấp tốc cho vẹt nhưng hiện tại họ không làm điều đó nhưng chúng tôi đã nhìn thấy chúng. Đọc thêm",
            "Tôi thất vọng với chuyến thăm này. Họ có ít nhân sự và tất cả trừ một trải nghiệm đã bị đóng cửa. Một số vật trưng bày trống rỗng hoặc bị đóng kín. Sân rất mát mẻ; giống rừng rậm. Chúng tôi thực sự rất thích cho chim hồng hạc ăn và chúc cơ sở này phát triển mạnh mẽ. Nó có thể là một trải nghiệm tốt hơn nhiềuĐọc thêm",
            "Tôi thực sự rất yêu thích nơi này. Là một người yêu chim hồng hạc và chim, tôi cảm thấy rất vui khi được đi dạo cùng những chú hồng hạc và ôm những chú vẹt! Mặc dù nó đắt tiền nhưng tất cả số tiền thu được đều được chuyển đến những con vật và sự chăm sóc của chúng mà tôi yêu thích. Không cầu kỳ hay công nghệ cao như một sở thú, nhưng đối với một công viên động vật nhỏ thì tôi rất thích nó.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Sarasota Jungle Gardens. Cô con gái 9 tuổi của chúng tôi THÍCH cho chim hồng hạc ăn từ tay mình Lưu ý: hãy đi khi vườn mở cửa vào buổi sáng và chim hồng hạc vẫn đói, bế chim, bế cá sấu con, và đặc biệt là màn trình diễn chim rực rỡ của Alan. Alan vui tính, tài năng và giúp mọi người được giải trí triệt để, đồng thời cung cấp lượng kiến ​​thức lịch sử và giáo dục phù hợp để khiến chuyến thăm trở nên đặc biệt.Đọc thêm",
            "Dựa trên những đánh giá trước đó, tôi không chắc liệu khu vườn này có xứng đáng hay không.  Tôi đã hứa với cô con gái 12 tuổi của mình một chuyến du ngoạn có liên quan đến động vật. Chúng tôi bị giới hạn về thời gian và địa điểm nên đây là một địa điểm hoàn hảo.  Trước hết chi phí cao của bạn bao gồm chi phí cho việc chạm vào một bức ảnh động vật với chim. .   Nếu bạn chỉ trả phí vào cửa, hãy đi bộ xung quanh và tận hưởng các khu vườn thì mức phí này sẽ phù hợp với các địa điểm tương tự như vườn thú.  Bản thân khu vườn rất đẹp, những chú hồng hạc là ngôi sao. Chi phí 10 để chụp ảnh với con vẹt - không đáng.  Nhìn chung là một nơi tuyệt đẹp để đi dạo tận hưởng những sinh vật ngoài trời.  Chắc chắn sẽ trở lại.  Con gái tôi, tôi đều thích nó.Đọc thêm",
            "Hãy cho chim hồng hạc ăn ngay khi nơi này mở cửa. Bằng cách đó, họ không bị no và chán người. Điểm nổi bật khác là chương trình biểu diễn chim. Thực hiện tốt và thú vị. Nhưng nhìn chung, nơi này đang chạy xuống. Chúng tôi nhìn thấy những con chuột ăn hết đĩa thức ăn cho vẹt bên trong chuồng bò sát. Đàn vẹt liên tục mổ vào đầu chuột để đuổi chúng đi. Điều đó thật kinh tởm. Nếu họ đảm bảo rằng các triển lãm động vật của họ ở trong tình trạng tốt như cửa hàng quà tặng của họ thì nơi này sẽ rất tuyệtĐọc thêm",
            "Chuyến tham quan này hơi khó để chúng tôi đánh giá. Chúng ta đã có gần như tất cả những loài động vật này trong đời vào một thời điểm nào đó. Vì vậy, chúng không phải là mới đối với chúng tôi nhưng chỉ riêng Hồng hạc thôi cũng là lý do để chúng tôi đi mua thức ăn. Chúng tôi dành phần lớn thời gian chỉ để ngắm nhìn những chú chim và đó là điểm nổi bật của chúng tôi. Tôi thực sự nghĩ rằng các gia đình trẻ thực sự sẽ nhận được rất nhiều điều từ khu vực Rừng rậm này và nó có tính tương tác rất cao. Họ không giảm giá cao cấp, điều này sẽ tốt và chúng tôi sẽ cân nhắc quay lại nhưng không phải với mức giá đầy đủ. Họ có một cửa hàng quà tặng đẹp và rất nhiều thứ để mua. Khu ẩm thực đã đóng cửa vào thời điểm chúng tôi ở đó. Chúng tôi rất vui vì đã đến. Đọc thêm",
            "Cho chim hồng hạc ăn là phần tuyệt nhất của công viên này. Nó cần được làm mới lại. Những chuồng thú rất bẩn thỉu và buồn tẻ; một chút sơn đi một chặng đường dài. Người phục vụ duy nhất thân thiện là người phụ nữ ở quầy thu ngân. Khu đất có thể cần được dọn dẹp tổng thể, bao gồm cả môi trường sống của động vật. Chỗ đỗ xe dễ dàng, đi vào ngày thường, không đông lắm. Tôi rất xấu hổ khi đưa công ty của mình ra khỏi thành phố.Đọc thêm",
            "Cho chim hồng hạc ăn thật tuyệt vời! Thậm chí còn có một con công hoang dã mà chúng tôi đã trao tặng. Chúng tôi đã tham dự Triển lãm Động vật hoang dã. Tôi khá thất vọng. Trang web hiển thị các loài động vật như chồn hôi. Thay vào đó chúng tôi được cho xem một con vẹt, một con rắn và một con cá sấu con. Có một chương trình biểu diễn chim và bò sát riêng biệt. Nếu tôi muốn xem chim và bò sát thì tôi đã đi xem những buổi biểu diễn đó rồi.Đọc thêm",
            "ĐÓNG ĐỊA ĐIỂM NÀY!! Thật là xấu hổ. Nơi này bẩn thỉu. Mùi khủng khiếp bên ngoài. Các con vật được nhốt trong những chiếc chuồng nhỏ và được bảo trì rất kém. Không có bảo trì. Cá sấu Mỹ ở trong một hồ bơi rất nhỏ. Kinh khủng. Động vật có vẻ buồn. Họ không di chuyển. Tôi hiếm khi thấy một nơi nào trong tình trạng này. Chúng tôi đang ở Hoa Kỳ!! Làm thế nào một nơi như thế này có thể tiếp tục mở??? Có tiềm năng lớn nhưng nó đòi hỏi rất nhiều công việc cải tạo và giáo dục cách chăm sóc động vật! Điều duy nhất chúng ta có thể nhớ là khu vực Flamingo. Chúng tôi rời nơi này với tâm trạng buồn bã cho tất cả các loài động vật.Đọc thêm",
            "Các thùng loa nhỏ và cực kỳ bẩn. Cá sấu có diện tích gần bằng diện tích của nó và chỉ có một bể bơi dành cho trẻ con để bơi vào. Một trong những chuồng rắn bẩn thỉu và có nấm mốc phát triển trong đó. Không khuyến khích. Họ cần phải đóng cửa.Đọc thêm",
            "Đây là một chuyến đi của gia đình đến Florida và chúng tôi thấy Jungle rất thú vị. Chim hồng hạc rất đẹp và tuyệt vời để xem. Những con dê trong vườn bách thú trông giống chó. Yêu những cái đầu của chúng bị gãi, chúng tôi đã xem buổi biểu diễn chim rất thú vị và Alan đã làm rất tốt việc giáo dục các loài chim. Giá vào cửa và 20 cho túi đựng thức ăn hơi cao so với quy mô của công viên. Đây là điểm dừng một lần trong kỳ nghỉ, đã được đánh dấu. Các nhân viên đều thân thiện và hữu ích. Đề nghị mọi người ghé thăm một lần.Đọc thêm",
            "Gia đình chúng tôi đã đến đây nhiều lần khi chúng tôi đến thăm con gái ở trường đại học.  Chúng tôi thực sự thích tất cả các cuộc triển lãm và chương trình.  Tất nhiên, loài yêu thích của chúng tôi là những chú hồng hạc luôn theo bạn xung quanh và bạn có thể cho ăn.  Lần trước chúng tôi đến, chúng tôi đã đưa đứa con trai mắc chứng tự kỷ của mình đến thử cho chúng ăn.  Anh ấy sợ hãi nhưng chúng tôi đã thành công khi nắm tay anh ấy.  Chúng tôi đã có được một số hình ảnh và video thực sự hài hước.  Con đường phía sau đàn hồng hạc thật sự rất tuyệt.  Tôi yêu tất cả cây cối và cây xanh, đặc biệt là từ Vegas.  Hôm nay tôi vừa giới thiệu doanh nghiệp của bạn cho ai đó trên máy bay!Đọc thêm",
            "Tôi thực sự không hiểu làm thế nào nơi này tuân theo bất kỳ loại quy định nào hoặc vượt qua bất kỳ cuộc kiểm tra nào. Các con vật bị nhốt trong những chiếc lồng mục nát, nhỏ đến mức chúng khó có thể di chuyển xung quanh. Tất cả các sàn chuồng đều được làm bằng bê tông và bất kỳ động vật nào cần nước sẽ được cung cấp một ao tù đọng nhỏ, thậm chí không đủ nước để bao phủ toàn bộ cơ thể chúng. Hầu hết các loài động vật đều được giữ riêng và thật khó để biết liệu một số trong số chúng còn sống hay không vì chúng trông rất tệ và không cử động được gì. Chưa kể, toàn bộ nơi này nồng nặc mùi lưu huỳnh và nước tù đọng bị ô nhiễm, không thể an toàn cho bất kỳ động vật nào nuôi ở đây. Các nhân viên mà chúng tôi tiếp xúc khá thô lỗ với cả chúng tôi và các con vật, ném thức ăn trông thối rữa lên sàn bê tông của chuồng và la mắng các con vật. Tôi chán ghét nơi này và vô cùng hối hận khi đưa tiền của mình cho cơ sở này. Nếu bạn quan tâm đến phúc lợi của động vật dù chỉ một chút, đừng đưa tiền hoặc hỗ trợ cho nơi này.Đọc thêm",
            "Như những người khác đã đề cập, quy trình mua vé không có tổ chức. Bạn mua vé ở cửa hàng quà tặng mà bạn có thể đến từ bãi đậu xe. Vì vậy, mọi người xếp hàng vào bãi đậu xe để lấy vé. Khoảng 25 mỗi người, quá đắt cho những gì bạn nhận được. Họ cung cấp cho bạn bản đồ, nhưng các biển báo và đường mòn có thể hơi khó hiểu. Đôi khi có những chiếc lồng trống và một số cửa sổ bị mờ hoặc bẩn đến mức không thể nhìn thấy động vật. Chuồng cá sấu ngay khi bạn bước vào đã chật cứng một số con đang bò lên nhau. Vườn thú cưng giống như 5 con dê chạy nhảy và vài con gà bị nhốt trong chuồng. Có một con lợn và 2 con đà điểu là một phần của vườn thú cưng, nhưng chúng vừa quay lại trong chuồng và bạn thực sự không thể nhìn thấy chúng. Công viên cần cập nhật. Điều đáng ngạc nhiên là với phí nhập học, họ dường như chưa thực sự cập nhật nó. Có một tháp canh có băng cảnh báo chặn cầu thang.Đọc thêm"
        ],
        "star_ratings": [
            594,
            480,
            166,
            86,
            82
        ],
        "review_amount": 1408,
        "location": [
            "Những điều cần làm ở Sarasota",
            "Bờ biển Tây Nam Vịnh",
            "Florida FL",
            "Sarasota",
            "Vườn rừng Sarasota",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 14, 2023",
            "Written June 20, 2023",
            "Written June 22, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written August 27, 2023",
            "Written November 14, 2023",
            "Written January 2, 2024",
            "Written January 4, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 18, 2024",
            "Written May 16, 2024",
            "Written May 6, 2024",
            "Written May 3, 2024",
            "Written April 30, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written March 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34618-d117480-Reviews-Sarasota_Jungle_Gardens-Sarasota_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34618-d11831427-Reviews-Kasa_Sushi_Japanese_Restaurant-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34618-d3666631-Reviews-Yummy_House_Sarasota-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34618-d15136685-Reviews-Perry_s_Roadside_BBQ-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34618-d7348335-Reviews-Sunnyside_Cafe-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34618-d19863907-Reviews-Antojitos_Cuban_Cuisine-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34618-d24138370-Reviews-Jack_s_Donuts_Of_Sarasota-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34618-d19141901-Reviews-Huanchaco_Grill-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34618-d10262482-Reviews-The_green_bean_coffee_house-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34618-d4812782-Reviews-Growler_s_Pub-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34618-d12225409-Reviews-Shelf_Indulgence_Used_Book_Cafe-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d117349-Reviews-The_Ringling-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d3611613-Reviews-Marietta_Museum_of_Art_and_Whimsy-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d199890-Reviews-Ca_d_Zan-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d117351-Reviews-Asolo_Repertory_Theatre-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d246824-Reviews-Sarasota_Classic_Car_Museum-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d8497954-Reviews-Bayfront_Park-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d2062859-Reviews-Ed_Smith_Stadium-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d105478-Reviews-Marie_Selby_Botanical_Gardens-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d131503-Reviews-Mote_Marine_Laboratory_Aquarium-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d6401028-Reviews-Unconditional_Surrender_Sculpture-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d117480-Reviews-or10-Sarasota_Jungle_Gardens-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d1771490-Reviews-Big_Cat_Habitat_and_Gulf_Coast_Sanctuary-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d23215983-Reviews-Beaucoop_Farm-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d3659881-Reviews-Smugglers_Cove_Adventure_Golf-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d1869922-Reviews-Sarasota_Paddleboard_Company-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d16864916-Reviews-Bahi_Hut_Tiki_Cocktail_Lounge-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d8704313-Reviews-Kokomo_Charters-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d11753598-Reviews-Memories_Lounge-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d7314052-Reviews-Sarasota_By_Segway_Tours-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d4954218-Reviews-Siesta_Key_Rum-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d15368166-Reviews-We_Drive_Tampa_WDT-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d1960522-Reviews-Kathleen_D_Sailing_Catamarans-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d1235142-Reviews-Key_Sailing-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d15229736-Reviews-Discover_Sarasota_Tours-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d15843638-Reviews-Big_Red_Lighthouse-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10314431-Reviews-Delta_Sky_Club-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33791-d4776438-Reviews-Enders_Falls-Granby_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d1847150-Reviews-Givens_Hot_Springs-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g29271-d282127-Reviews-Apple_River_Canyon_State_Park-Apple_River_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066449-d14450735-Reviews-TeamLab_Borderless-Koto_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g51947-d4062334-Reviews-Blue_Heron_Landing_Rentals-Lincoln_City_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g57415-d116996-Reviews-Mount_Mansfield-Stowe_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g31266-d320675-Reviews-Grand_Falls-Leupp_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g33447-d107191-Reviews-Golden_Gate_Canyon_State_Park-Golden_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34618-d117480-Reviews-or10-Sarasota_Jungle_Gardens-Sarasota_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34618-d117480-Reviews-Sarasota_Jungle_Gardens-Sarasota_Florida.html"
    }
]