[
    {
        "attraction_name": "Saria Island",
        "attraction_name_vi": "Đảo Saria",
        "general_info": [
            "67 đánh giá",
            "- 15 trong số 48 điều cần làm ở Kárpathos",
            "Quần đảo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đi bằng thuyền từ Pigadia. Chúng tôi nghĩ chuyến đi đó quá dài. Rất vui được nhìn thấy đường bờ biển gồ ghề và đảo Saria. Chúng tôi có một hướng dẫn viên giỏi, người đã kể cho chúng tôi rất nhiều điều về lịch sử. Bơi lội và lặn biển tuyệt vời tại vịnh Saria.Đọc thêm",
            "Saria island has a very special place in my heart. It feels like a sacred place. There is such a high energy there that is unique. It is untouched nature, wild. It will lift your spirit to be there for sure. The water is like no other, bright, clean turqouise. The guides and people on the ship to Saria  - the huge white boat -  are all very welcoming and approachable and work to make you enjoy the trip. The long boat ride gives all aboard a feeling of shared group happiness and brings people together by this special shared experience. The food on board is made on Saria, we had grilled chicken, salad etc. And there are snacks to by on the boat. Saria has beaches, ancients Greek buildings and if you - re lucky dolphins will show up on the way. On this tour you will swim and jump from the boat and there are a few caves to swim into as well. The coast of Karpathos never bores me and is different scenery and spectacular. Enjoy.Read more",
            "yên tĩnh đáng kinh ngạc, lịch sử, thiên nhiên nguyên sơ. Chúng tôi đã có một hướng dẫn viên tuyệt vời kể cho chúng tôi rất nhiều điều về lịch sử của hòn đảo. Tôi thấy chuyến đi bằng thuyền khá dài, nhưng bơi trong vịnh và xuyên qua các hang động nhỏ là trải nghiệm mà chúng tôi không thể bỏ qua.Đọc thêm",
            "yên tĩnh đáng kinh ngạc, lịch sử, thiên nhiên nguyên sơ. Chúng tôi đã có một hướng dẫn viên tuyệt vời kể cho chúng tôi rất nhiều điều về lịch sử của hòn đảo. Tôi thấy chuyến đi bằng thuyền khá dài, nhưng bơi trong vịnh và xuyên qua các hang động nhỏ là trải nghiệm mà chúng tôi không thể bỏ qua.Đọc thêm",
            "Saria island has a very special place in my heart. It feels like a sacred place. There is such a high energy there that is unique. It is untouched nature, wild. It will lift your spirit to be there for sure. The water is like no other, bright, clean turqouise. The guides and people on the ship to Saria  - the huge white boat -  are all very welcoming and approachable and work to make you enjoy the trip. The long boat ride gives all aboard a feeling of shared group happiness and brings people together by this special shared experience. The food on board is made on Saria, we had grilled chicken, salad etc. And there are snacks to by on the boat. Saria has beaches, ancients Greek buildings and if you - re lucky dolphins will show up on the way. On this tour you will swim and jump from the boat and there are a few caves to swim into as well. The coast of Karpathos never bores me and is different scenery and spectacular. Enjoy.Read more",
            "Chúng tôi đi bằng thuyền từ Pigadia. Chúng tôi nghĩ chuyến đi đó quá dài. Rất vui được nhìn thấy đường bờ biển gồ ghề và đảo Saria. Chúng tôi có một hướng dẫn viên giỏi, người đã kể cho chúng tôi rất nhiều điều về lịch sử. Bơi lội và lặn biển tuyệt vời tại vịnh Saria.Đọc thêm",
            "Chúng tôi đã đi thuyền - 25 từ Pigadia đến Đảo Saria - tuyến đường rất đẹp dọc theo bờ biển phía đông - vào ngày đó biển lặng nhưng vào mùa hè, biển thường dữ dội vì gió Meltemi, vì vậy hãy chuẩn bị đi thuyền thật thô bạo! Đảo Sari là nơi tuyệt vời để lặn với ống thở, lặn vào các hang động nhỏ, đi bộ xung quanh và bơi lội - tiếc là không có đủ thời gian để leo lên Agia xinh đẹp - chắc chắn là lần sau! Đó là một chuyến đi trong ngày tuyệt vời để dành trên thuyền, bơi lội và ngắm nhìn Karpathos cũng như Đảo Sari từ một góc nhìn khác! Chi phí bữa ăn - 10 và là một món nướng ngon với salad, v.v.. Chuyến đi tuyệt vời với số tiền - 35 !Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi trong ngày đến Saria vào tháng 6 năm 2021 với Cpt. Manolis. Đó là một trải nghiệm tuyệt vời! Chúng tôi muốn đi bộ đường dài - 3 giờ, tùy chọn - vì vậy anh ấy để chúng tôi ở điểm cực nam của hòn đảo và đón chúng tôi ở Palatia. Theo hiểu biết của tôi, đây là một địa điểm độc đáo - một khu định cư thời trung cổ của cướp biển vẫn được bảo tồn ở Hy Lạp, một trong những loại hình này! Ngoài ra, đừng bỏ lỡ bơi lội trong hang động và đi bộ lên hẻm núi để thăm ngôi làng bỏ hoang Argos. Cpt. Manolis rất hào phóng với thời gian và câu chuyện của mình, và hành trình được tổ chức một cách hoàn hảo. Rất khuyến khích! Đọc thêm",
            "Chúng tôi đến đó với Vasilis từ khách sạn Balaskas. Đây là ngày mà chúng tôi sẽ không thể quên trong suốt quãng đời còn lại. Vasilis là một cuốn sách sống 70 tuổi độc đáo, một người đàn ông địa phương, đáng yêu, luôn sẵn sàng chia sẻ kinh nghiệm sống và những câu chuyện về Karpathos với bạn. Saria là hòn đảo yên tĩnh, thanh bình với lịch sử phong phú, có nhiều loài động vật sống và một vài vịnh lớn. Đó là một chuyến đi dài 8 tiếng nhưng tiếc là thời gian trôi qua rất nhanh khi ngồi trên thuyền, ngắm nhìn biển xanh với những hòn đảo bao quanh và lắng nghe tiếng hát của Vasilis. Chuyến đi còn bao gồm tắm trong hang và tắm 2 vịnh. Bạn cũng có thể chọn chuyến đi thuyền kết hợp đi bộ đường dài trên Saria.Đọc thêm",
            "Saria is a small island, separated from Karpathos with just 100 meters of the sea. You may come there only with the boat from Diafani. There are few operators that will take you on one day trip, visiting remote beaches, not really so special in comparison with the beaches on Karpathos.The real diamond is 3 hours hiking from the south side of Saria, along the coast, to the north part. You have to tell the captain of the boat in advance that you wish to do that  - some may not be willing to leave you by yourself because, those trips are usually just to get to the beach, lay down there and do nothing - . However, if you are at least a bit adventurous, don - t miss hiking along Saria. No people there, just olive gardens, sheeps and donkeys. You will go up and down along the hills, with an unreal view all the time.Take a lot of water and good hiking shoes - you will not regret it. After 3 hours of hiking  - easy tempo, no problem - , you will reach the beach  - Palatia -  where the boat took others, just in time to take a refreshing swim in the sea.Don - t waste your time on the beach - go hiking on Saria!Read more",
            "bạn có thể thực hiện chuyến đi một ngày trên một chiếc thuyền đơn giản chở tối đa 20 người, với bữa trưa đơn giản và bạn sẽ có một chuyến đi biển thú vị với một số chuyến tham quan hang động, sau đó bạn sẽ đến hòn đảo không có người lái từ 40 năm nay, với một số di tích còn sót lại bao gồm một nhà thờ nhỏ. Chắc chắn đáng để ghé thămXem thêm",
            "Chúng tôi đi du ngoạn bằng thuyền - Thuyền trưởng Nikolas - thuyền, chúng tôi đến muộn 2 phút và thấy thuyền rời đi, họ tốt bụng đến đón chúng tôi. Gần như trọn một ngày, khởi hành vào buổi sáng và trở về vào lúc muộn buổi chiều. Chúng tôi đã đặt chuyến đi với bữa trưa và mọi thứ đều tuyệt vời. Những địa điểm trên đường đến Saria thật ngoạn mục, màu sắc của nước đẹp như ảo. Khi đến Saria, chúng tôi ăn trưa - gà BBQ, salad tươi và bánh mì. Đảo Saria không có dân cư sinh sống nhưng một số gia đình vẫn nuôi dê ở đó. Chúng tôi có một người phụ nữ đáng yêu dắt 2 con dê lên tàu đến đảo Saria. Trên đường trở về, chúng tôi có dưa hấu, đó là một điều ngạc nhiên thú vị, và chúng tôi dừng lại ở - bãi biển Alimounda - từ đó khách sạn lấy tên đó, một địa điểm đẹp .Đọc thêm",
            "Biển tuyệt đẹp, con người rất thân thiện, đồ ăn tuyệt vời.... Tôi chắc chắn sẽ quay lại để có một tuần khó quên!Đọc thêm"
        ],
        "star_ratings": [
            39,
            17,
            7,
            2,
            2
        ],
        "review_amount": 67,
        "location": [
            "Các hoạt động ở Kárpathos",
            "Đảo Saria",
            "Carpathian",
            "Hy Lạp",
            "Nam Aegean",
            "Châu Âu",
            "Tiếng Dodecan"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written August 27, 2023",
            "Written November 2, 2023",
            "Written November 2, 2023",
            "Written August 27, 2023",
            "Written July 1, 2023",
            "Written September 14, 2021",
            "Written June 19, 2021",
            "Written December 8, 2020",
            "Written September 7, 2019",
            "Written May 19, 2018",
            "Written July 15, 2017",
            "",
            "Written August 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189440-d10793165-Reviews-Saria_Island-Karpathos_Dodecanese_South_Aegean.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g189440-d10793165-Reviews-or10-Saria_Island-Karpathos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189440-d3422051-Reviews-Apella_Beach-Karpathos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182242-d6717226-Reviews-Lefkos_Beach-Lefkos_Karpathos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187660-d1091769-Reviews-Amoopi_Beach-Amoopi_Karpathos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188925-d7160673-Reviews-Damatria_Beach-Karpathos_Town_Pigadia_Karpathos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189440-d3606646-Reviews-Kira_Panagia_Beach-Karpathos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189440-d197753-Reviews-Achata-Karpathos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189440-d6674391-Reviews-Agios_Nikolaos_Beach-Karpathos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189440-d3422002-Reviews-Agios_Theodoros-Karpathos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189440-d3530944-Reviews-Agios_Minas_Beach-Karpathos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189440-d4932338-Reviews-Diakoftis_Beach-Karpathos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g562639-d3572528-Reviews-The_Healing_Thermal_Springs_of_Edipsos-Edipsos_Euboea_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g311315-d10621949-Reviews-The_Kaptan_June_Sea_Turtle_Conservation_Foundation-Dalyan_Mugla_Province_Turkish.html",
            "https://www.tripadvisor.com/Attraction_Review-g51889-d4513494-Reviews-Trillium_Lake-Government_Camp_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2173072-Reviews-Eclipse-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187477-d1799408-Reviews-Lagomar_Museum-Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g51434-d278823-Reviews-Oklahoma_Aquarium-Jenks_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g488162-d2513634-Reviews-Philip_s_Animal_Garden-Noord_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219111-d2435288-Reviews-Stush_in_the_Bush-St_Ann_s_Bay_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7620248-Reviews-The_Green_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207265-Reviews-Nyhavn-Copenhagen_Zealand.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189440-d10793165-Reviews-or10-Saria_Island-Karpathos_Dodecanese_South_Aegean.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189440-d10793165-Reviews-Saria_Island-Karpathos_Dodecanese_South_Aegean.html"
    }
]