[
    {
        "attraction_name": "Savile Row: Custom Tailor",
        "attraction_name_vi": "Hàng Savile: Thợ may tùy chỉnh",
        "general_info": [
            "10 đánh giá",
            "- 59 trên 659 Mua sắm ở Seoul",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nằm cạnh Khu đồn trú Mỹ Yongsan rộng lớn, Itaewon từng bị người dân địa phương xa lánh vì coi đó là khu đèn đỏ tồi tàn. Nhưng chỉ trong vài năm trở lại đây, Itaewon và các khu vực lân cận như Kyunglidan, Haebangchong đã trải qua một cuộc hồi sinh lớn để nhanh chóng trở thành một trong những khu vực hot nhất Seoul. Tại đây, các nhà hàng quốc tế thời thượng nằm rải rác trong khu vực cùng với các quán bar sang trọng và một số địa điểm câu lạc bộ hấp dẫn nhất Seoul. Sau khi trời tối, Itaewon trở thành một trong những địa điểm tổ chức tiệc tùng hàng đầu của Seoul. Đám đông là sự kết hợp hấp dẫn của mọi hoàn cảnh và bản sắc, bao gồm một cộng đồng Hồi giáo nhỏ nhưng thịnh vượng - tập trung vào nhà thờ Hồi giáo duy nhất của Hàn Quốc -, cộng đồng LGBT - với một chuỗi các quán bar và câu lạc bộ nổi tiếng - và nhiều sắc tộc và cộng đồng khác nhau. nền văn hóa rải rác xung quanh. Những người tìm kiếm một nơi nghỉ ngơi yên tĩnh nên đi về phía đông, ở Hannam-dong, nơi không chỉ có một trong những bảo tàng nghệ thuật tốt nhất Hàn Quốc, Bảo tàng Nghệ thuật Leeum Samsung, mà còn có rất nhiều nhà hàng và quán cà phê tầm trung đến cao cấp.Đọc hơn",
            "Tôi đã may bộ vest đầu tiên của mình từ ông Choe khi cha tôi - một khách hàng trung thành của ông - đưa tôi đến đó khi tôi còn học đại học. Nhiều năm sau, tôi tìm thấy ông Choe - người đã nhận ra tôi một cách đáng kinh ngạc và hỏi tôi có phải là con trai của cha tôi không - và ông đã may bộ vest mà tôi yêu thích nhất. \n\nQuay trở lại năm 2019 khi tôi đến thăm Seoul một lần nữa và hai bộ vest tôi mua ở đó là những bộ vest tôi thường mặc khi có việc quan trọng. Quay trở lại tháng 7 năm 2023, tôi đã đi cùng người yêu của mình và cả hai chúng tôi đều may vest. Chúng tôi vừa nhận được chúng và chúng trông rất vừa vặn. Tôi không biết ông Choe sẽ làm thế nào với những bộ vest của phụ nữ nhưng bộ vest của người yêu tôi rất vừa vặn với cô ấy và được thiết kế chính xác theo ý muốn của cô ấy. Ông Choe có một cộng sự nữ để đo kích thước cho phụ nữ. Cả hai đều tốt bụng và chuyên nghiệp như bạn có thể yêu cầu. \n\nÔng Choe đã ghi lại tỉ mỉ mọi số đo, vì vậy miễn là số đo của bạn không thay đổi, bạn có thể đặt thêm vest - áo sơ mi vì ông ấy sẽ gửi cho bạn các mẫu để bạn có thể lựa chọn. Thật ngạc nhiên, anh ấy không chỉ có số đo của tôi từ năm 2019 mà còn có số đo từ khi tôi còn học đại học và thậm chí cả số đo của cha tôi từ nhiều thập kỷ trước!!! Anh ấy cũng nói với tôi rằng tôi đã giảm được vài inch ở mọi số đo từ năm 2019 - việc tập luyện mỗi ngày kể từ năm 2020 đã được đền đáp!\n\nÔng Choe và Savile Row nằm ở vị trí rất thuận tiện cho hầu hết du khách đến Seoul và ông ấy làm việc nhanh chóng để có một bộ vest được may đo hoàn hảo ngay cả khi bạn đang ở trong thị trấn cho nhiều du khách ở lại vài ngày. Rất khuyến khích.\nĐọc thêm",
            "Người ta có thể cảm nhận ngay được kinh nghiệm của ông chủ cấp cao, ông Choi, trong việc đo đạc và tư vấn.\nAnh ấy là một quý ông khá tốt, theo đúng nghĩa đen. Anh ấy đã và vẫn có nhiều khách hàng quốc tế - và nói tiếng Anh hoàn hảo để đáp ứng mọi nhu cầu.\nVì anh ấy chủ yếu là thợ may nam nên anh ấy cũng may quần áo nữ, nhưng không có váy, chỉ có vest, áo khoác và quần dài - trong trường hợp đó anh ấy có một nữ thợ may để lấy số đo.\nTôi thực hiện phép đo đầu tiên vào sáng thứ Hai, lần thử đầu tiên của vết cắt thô - vào buổi tối cùng ngày. Việc giao hàng đầy đủ diễn ra vào thứ Sáu, không cần điều chỉnh.\nHy vọng một ngày nào đó con trai ông sẽ tiếp quản.Đọc thêm",
            "Tôi đến Hàn Quốc để nghỉ dưỡng với kế hoạch dự kiến ​​là thử may những bộ vest đặt may riêng khi tôi ở đó, nhưng tôi không chắc thời gian có cho phép hay không. Sau khi tìm hiểu kỹ trước khi đi du lịch, tôi tình cờ gặp Savile Row gần Itaewon. Tôi bước vào và ông Choe - chủ - chủ quán - đã có mặt để chào đón tôi. Ông và gia đình đã điều hành cửa hàng này từ những năm 70. Thái độ rất nhẹ nhàng và nói tiếng Anh tốt nên không có vấn đề về rào cản ngôn ngữ đối với những người không nói tiếng Hàn. Được chọn từ một vài tầng vải khác nhau với nhiều tùy chọn màu sắc khác nhau. Anh ấy sẽ làm bất cứ bộ đồ nào bạn muốn và tùy chỉnh theo sở thích và sự phù hợp của bạn. Anh ấy lấy số đo của tôi, xác nhận chất liệu và kiểu dáng tôi đã chọn và yêu cầu tôi quay lại sau vài ngày để thử và điều chỉnh lần đầu. Trở lại sau vài ngày để điều chỉnh và được thông báo rằng bộ quần áo sẽ sẵn sàng trong khoảng 4 ngày, vì vậy tổng cộng phải mất 6 ngày từ khi bắt đầu đến khi hoàn thành. Tôi đã mua 2 bộ đồ được may riêng, được thiết kế riêng phù hợp với số đo của tôi với giá bằng một bộ đồ bán sẵn. Toàn bộ trải nghiệm không thể dễ dàng hơn hoặc tốt hơn. Việc anh ấy đã làm công việc này trong nhiều thập kỷ đã truyền cảm hứng cho sự tự tin rằng anh ấy biết mình đang làm gì và hiểu - phù hợp - bằng trực giác. Rất khuyên bạn nên đến đây và đầu tư vào một bộ đồ được may tốt, vừa vặn để phục vụ bạn lâu dài.Đọc thêm",
            "Người ta có thể cảm nhận ngay được kinh nghiệm của người chủ cấp cao, ông Choi, khi nói đến việc đo đạc và tư vấn. Theo đúng nghĩa đen, ông ấy là một quý ông tốt bụng. Anh ấy đã và vẫn có nhiều khách hàng quốc tế - và nói tiếng Anh hoàn hảo để đáp ứng mọi nhu cầu. Vì anh ấy chủ yếu là thợ may nam nên anh ấy cũng may quần áo phụ nữ, nhưng không có váy, chỉ có vest, áo khoác và quần dài - trong trường hợp đó anh ấy có một phụ nữ thợ may để lấy số đo. Tôi đã đo lần đầu tiên vào sáng thứ Hai, lần thử đầu tiên của - vết cắt thô - vào buổi tối cùng ngày. Việc giao hàng đầy đủ diễn ra vào thứ Sáu, không cần điều chỉnh. Hy vọng một ngày nào đó con trai ông sẽ tiếp quản.Đọc thêm",
            "Upon arriving at Savile Row, you will be greeted by the expert owner of this fine establishment, Mr. Choe. He has years of experience and, unlike many of the tailors in this region, he has adopted a more Western business sense, in that he actually listens to the customers -  requests and is eager to please in every respect. To present, I have had over ten custom, 100 -  cotton shirts made; six pairs of trousers hemmed and tapered to a slim-fit style; four suit coats tapered and fitted to perfection; and one overcoat, which was completely reworked from arms, to shoulders, to back to fit a slim frame. My wife has also had several dresses and skirts fitted, as well as, several women - s blouses custom made out of fine materials  - Mr. Choe has an exclusive selection of rare fabrics - .Mr. Choe can make or rework almost anything that you bring to the table. Workout wear and general, casual clothing items are not off limits. After all, everything looks better when well-fitted.In addition to Mr. Choe - s extreme attention to detail, his turnaround rate is quite quick, taking only one week to perform most alterations and to custom make single clothing items. Best of all, Savile Row is fare in price. A custom shirt will cost around 70,000 won or about  - 70 USD, a steal considering the quality and exact proportions of each item.I recommend Savile Row to anyone who is ready to begin the process of developing a custom or bespoke wardrobe -or- for individuals looking for a single item that fits and feels like perfection. I consider myself a regular at Savile Row, as I usual stop in every two weeks or so, and I am never disappointed with the result. Coming from my extensive experience, don - t waste your time with the other tailors in the area  - I have visited six - ; they may be a few dollars cheaper, but the result will be disappointing in the end. Trust me; Mr. Choe is your man!Read more",
            "Lần đầu tiên tôi được cha tôi giới thiệu với ông Choe và thợ may Saville Row khi còn là sinh viên đại học vào những năm 1980.  Tôi trở lại vào năm 2005 để mua một vài bộ vest.  Tôi trở lại Hàn Quốc lần đầu tiên sau 14 năm để mua một bộ đồ khác.  Tính chuyên nghiệp, sự chú ý đến từng chi tiết và dịch vụ xuất sắc của ông Choe khiến ông trở thành người đứng đầu về thiết kế veston trên khắp châu Á - với tư cách là một người sống ở Hoa Kỳ, tôi đã nhận được những bộ vest được thiết kế riêng thông qua Raja Fashions ở Hồng Kông, người thực hiện các buổi trình diễn đường phố để chọn các thành phố của Hoa Kỳ - .  Tôi ước tính anh ấy thực hiện thêm 10 phép đo mà các đối thủ cạnh tranh không làm được và anh ấy cũng rất thẳng thắn về vật liệu.   Nếu bạn đang đến thăm Hàn Quốc, đây là điểm dừng chân không thể bỏ qua đối với bất kỳ ai muốn có một bộ vest được thiết kế riêng khiến bạn trông và cảm thấy như một triệu đô la.Đọc thêm",
            "Tôi - đã sống và làm việc ở Seoul nhiều năm và tôi đánh giá cao việc ăn mặc đẹp. Seoul là một trong những thành phố trên thế giới có sẵn dịch vụ may đo theo yêu cầu. Ông Choi, người sở hữu và điều hành Savile Row Custom Tailor, là một trong số ít bậc thầy cuối cùng của nghề may quần áo trong thành phố. Anh ấy đã may một số bộ vest và trang phục hai mảnh bổ sung cho tôi và anh ấy đã chiếm được lòng tin của tôi về mọi mặt. Anh ấy kiên nhẫn và lịch sự, chu đáo với khách hàng, chú ý đến chi tiết và hữu ích trong việc tư vấn. Tôi đánh giá cao anh ấy khi mặc bộ đồ, áo blazer, áo khoác thể thao hoặc quần tây tiếp theo của bạn. Và như một nguyên tắc chung dành cho nam giới, tôi khuyên bạn nên mặc quần áo may đo thay vì mua sẵn. Đọc thêm",
            "Trải nghiệm tuyệt vời: Ông Choe hướng dẫn bạn thực hiện quy trình, giải thích sự khác biệt giữa sản xuất theo kích thước và đặt làm riêng và khá thông thạo với các lựa chọn khác nhau. Những đề xuất - mặc định - của anh ấy chính là những gì bạn - cần để trở nên sành điệu và kết hợp cực kỳ ăn ý. Anh ấy không đề cập đến một số phương pháp thực hành cấp thấp như bộ quần áo hợp nhất; mọi dấu hiệu về chất lượng mà tôi biết để tìm kiếm đều ở đó, không còn nghi ngờ gì nữa. Tôi đã chọn chất liệu địa phương mà anh ấy giới thiệu, và nó trông đẹp hơn bộ đồ Ý siêu 110 mà nó treo cạnh trong tủ quần áo của tôi, không có dấu hiệu mặc xấu hơn trong một năm - bỏ qua bài đăng này - ngày - .Tôi cũng phải làm vậy ghi nhận công lao to lớn của anh ấy đối với văn phòng hỗ trợ vì đã sắp xếp ba chuyến thăm trong một tuần: Tôi bước vào thứ Ba và mang theo một bộ đồ đặt may riêng vào Chủ nhật.Đọc thêm",
            "Tôi đã đến thăm vào tháng này để may một bộ đồ cho đám cưới sắp tới của tôi. Ông Choi rất thân thiện và chuyên nghiệp, ông đã đưa ra một số gợi ý tuyệt vời về thiết kế và phong cách. Tôi đưa ra một bức ảnh về thứ tôi đang tìm kiếm và anh Choi đã giúp tôi tùy chỉnh nó cho phù hợp với sở thích cá nhân của tôi. Mất khoảng hai tuần để hoàn thành và cho đến nay đây là bộ đồ đẹp nhất và thoải mái nhất mà tôi từng sở hữu. Tôi đặc biệt khuyên bạn nên ghé qua đây để mua bất kỳ trang phục trang trọng nào mà bạn có thể cần.Đọc thêm",
            "Chất lượng 5 sao giống như lần tôi đến thăm 34 năm trước. Chắc chắn được đề nghị. Dịch vụ cá nhân, số đo và phạm vi vải tự tin vẫn còn đó. Chỉ có điều giá áo sơ mi thiết kế theo yêu cầu đã tăng lên ngang bằng với châu Âu. Tôi chắc chắn rằng bộ đồ rất tuyệt nhưng lần này tôi không thử.Đọc thêm",
            "Tôi hoàn toàn không phải là chuyên gia về may đo và mua vest. Tuy nhiên, tôi có thể nói rằng tôi vô cùng hài lòng với việc mua hàng tại cơ sở kinh doanh này. Trong lần đầu tiên đến thăm, tôi đã được chào đón nồng nhiệt bởi ông Choi, người đã quan tâm đến nghề nghiệp của tôi và nhu cầu cụ thể về bộ vest. Tôi nói với anh ấy rằng tôi muốn một bộ đồ vừa vặn để bảo vệ tiến sĩ ở khu vực Washington DC. Anh ấy cân nhắc về khí hậu ở đó, hoàn cảnh và đưa cho tôi một bộ vải để tôi có thể lựa chọn. Sau 2 lần thử đồ và kiểm tra lần cuối trong khoảng thời gian hơn một tháng, tôi rời Hàn Quốc với bộ vest bóng bẩy và gợi cảm và nhận được rất nhiều lời khen ngợi. Tôi rất hài lòng với mức độ phục vụ và chất lượng nên chắc chắn tôi sẽ quay lại cửa hàng này khi có nhu cầu mặc vest. A - công việcĐọc thêm"
        ],
        "star_ratings": [
            11,
            0,
            0,
            0,
            0
        ],
        "review_amount": 11,
        "location": [
            "Hàn Quốc",
            "Những điều cần làm ở Seoul",
            "Châu Á",
            "Seoul",
            "Hàng Savile: Thợ may tùy chỉnh"
        ],
        "reviews_time": [
            "Written August 28, 2023",
            "Written November 24, 2023",
            "Written May 17, 2024",
            "Written November 24, 2023",
            "Written March 13, 2018",
            "Written August 3, 2019",
            "Written May 19, 2019",
            "Written April 14, 2019",
            "Written October 27, 2018",
            "Written September 1, 2019",
            "Written May 14, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294197-d13818996-Reviews-Savile_Row_Custom_Tailor-Seoul.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d2327459-Reviews-Buddha_s_Belly-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d2330577-Reviews-Braai_Republic-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d2476809-Reviews-Vatos_Urban_Tacos_Itaewon-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d20941492-Reviews-Privilege_Bar-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d7033805-Reviews-Linus_Bama_Style_BBQ-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d9105334-Reviews-Maple_Tree_House_Itaewon-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d21127141-Reviews-Cleo-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d21127142-Reviews-Blind_Spot-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d1745654-Reviews-Petra_Restaurant-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d7042180-Reviews-Plant-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13155689-Reviews-Statue_of_Peace-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d17612400-Reviews-Itaewon_Bugundang-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2571660-Reviews-Itaewon-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d554537-Reviews-The_War_Memorial_of_Korea-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2194168-Reviews-Seoul_Metro-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3808256-Reviews-Itaewon_Antique_Furniture_Street-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d598499-Reviews-Leeum_Art_Museum-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3901265-Reviews-Seoul_Central_Mosque-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d325043-Reviews-National_Museum_of_Korea-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12948626-Reviews-Itaewon_Children_s_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25790136-Reviews-Wiggle_Wiggle_Zip_Dosan-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d17124032-Reviews-Smurf_Magic_Forest-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d8842556-Reviews-Lotte_World_Tower_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4211970-Reviews-Kyobo_Book_Store_Gwanghwamun-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d9755552-Reviews-Shinsegae_Gangnam-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1552278-Reviews-Kwangjang_Market-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7264107-Reviews-GOTO_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2011401-Reviews-Shinsegae_Department_Store_Myeongdong_Main-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d554303-Reviews-Starfield_COEX_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1962594-Reviews-Lotte_Department_Store_Main-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12812943-Reviews-Real_Yagu_Zone_Itaewon-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10403831-Reviews-Seoul_Pub_Crawl-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1537024-Reviews-Ferrara_Korea-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12609662-Reviews-Lord-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d18933398-Reviews-Pistil_Seoul-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1862206-Reviews-All_That_Jazz-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d17759629-Reviews-Cape_May_Transit_Jitney_Service-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d15117346-Reviews-Speakeasy_The_Pharmacy-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57894-d1674353-Reviews-Leesburg_Premium_Outlets-Leesburg_Loudoun_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g651972-d12590405-Reviews-Vikentios_Damodos_Kefalonia_Ferries-Lixouri_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d143818-Reviews-Mount_Lemmon-Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g58026-d15274541-Reviews-Ocean_View_Beach_Park-Norfolk_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g8363967-d9867151-Reviews-Dream_Park-6th_of_October_City_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g2271349-d254622-Reviews-Mansion_Beach-New_Shoreham_Block_Island_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6642126-Reviews-2nd_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g31858-d23415279-Reviews-Saracen_Casino_Resort-Pine_Bluff_Arkansas.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294197-d13818996-Reviews-Savile_Row_Custom_Tailor-Seoul.html"
    }
]