[
    {
        "attraction_name": "Sayulita Beach",
        "attraction_name_vi": "Bãi biển Sayulita",
        "general_info": [
            "2.198 đánh giá",
            "- 4 trong số 13 điều cần làm ở Sayulita",
            "Bãi biển - Câu lạc bộ bể bơi"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chồng tôi và tôi có một chuyến đi trong ngày đến Sayulita. Thị trấn là một thị trấn ven biển đẹp nhưng ồn ào. Đường phố rất hẹp và bạn không biết phải lái xe theo hướng nào! Chúng tôi ăn ở một nhà hàng tươm tất trên bãi biển nhưng tiếc là lúc đó chúng tôi không có đồ tắm. Nơi này là một nơi tuyệt vời để trải nghiệm đại dương và rất nhiều cát. Nó có mọi thứ bạn cần ở một thị trấn ven biển.Đọc thêm",
            "Wild Iris ở Sayulita là một nơi nổi bật. Ngay khi bước vào, bạn - bị cuốn vào bầu không khí sôi động. Người pha chế, với tính cách tỏa sáng như đồ uống, là một ngôi sao thực sự. Kỹ năng và sự nhiệt tình của họ trong việc pha chế đồ uống nâng cao trải nghiệm. Mỗi đồ uống đều tươi và hoàn toàn tuyệt vời, bùng nổ với hương vị sống động như chính thị trấn Sayulita. Cho dù bạn - là người dân địa phương hay du khách, Wild Iris là nơi không thể bỏ qua cho một đêm không thể nào quên! Đọc thêm",
            "Chúng tôi đi bộ qua một cây cầu ở sân bay Puerto Vallarta và bắt taxi từ quầy ở đó và giảm một nửa phí taxi. Đừng đi taxi từ bên trong sân bay.  Đó là một chuyến đi dài khoảng một giờ. Sayulita là một thị trấn duyên dáng, kém phát triển hơn nhiều so với Puerto Vallarta. Chúng tôi thuê một chiếc xe golf để giúp chúng tôi đi lại vì phòng khách sạn của chúng tôi ở trên sườn núi - đồi. Bãi biển khá ồn ào vào ban đêm với những người tiệc tùng nên bạn muốn ở ngoài bãi biển nếu có thể. Độ tuổi trung bình trong thị trấn dường như là khoảng 23. Khi chúng tôi ở đó, sóng không phù hợp để lướt sóng. Ngày chúng tôi rời đi, nó bắt đầu có vẻ tốt. C - est la vie. Khách sạn của chúng tôi đã sắp xếp taxi quay lại cho chúng tôi và chúng tôi đã thực hiện một số nghiên cứu. Số tiền đó nhiều hơn số tiền chúng tôi phải trả để đến đó nhưng ít hơn số tiền chúng tôi được những nơi khác báo giá.Đọc thêm",
            "Bãi biển Sayulita rất đẹp nhưng có thể đông đúc. Không rõ nước sạch đến mức nào nên hãy kiểm tra các báo cáo chính thức trước khi bạn đi. Được cho là nhà máy xử lý nước mới đã giải quyết được các vấn đề nhưng một số báo cáo chính thức trên mạng vẫn có nhiều thứ bạn không muốn bơi vào. Mặt khác, có rất nhiều người đang bơi lội và lướt sóng nên có lẽ không sao cả. Ở Sayulita, bạn - sẽ cần tiền mặt - hầu hết các địa điểm - cửa hàng, quán cà phê, taxi - không chấp nhận thẻ tín dụng.Đọc thêm",
            "Có một số điều cần biết nếu bạn có kế hoạch đi du lịch đến Sayulita. \n1. Mọi thứ ở đây đều có giá khá hợp lý\n2. Hầu hết đồ ăn bạn mua ở nhà hàng đều là đồ Mexico và không đa dạng.\n3. Chó lang thang tự do ở đây. Xem nơi bạn bước; vỉa hè, đường phố và bãi biển.\n4. Ruồi ở đây là có thật. \n5. Mọi người ở đây đều rất tốt\n6. Bạn có thể bắt taxi hoặc xe golf nhưng bạn hoàn toàn có thể đi bộ khắp mọi nơi ở Sayulita.  Chúng tôi chạy ít nhất 5 dặm mỗi ngày. \n7. Ở đây rất nhộn nhịp và ồn ào. Không có một phần yên tĩnh của sayulita\nĐọc thêm",
            "Tôi đã nghe nói về các vấn đề với đường dây vệ sinh vào tháng Giêng và tháng Hai, và dường như một số người đã báo cáo rằng họ bị bệnh. Tôi đã lo lắng về chuyến đi nghỉ xuân của chúng tôi theo những câu chuyện, nhưng đã có khoảng thời gian tuyệt vời nhất và không ai bị ốm. Có vẻ như việc sửa chữa đã được thực hiện và chất lượng nước đã được kiểm tra. Chúng tôi bơi trong biển và lướt sóng và không gặp vấn đề gì. Chúng tôi đã đi ăn rất nhiều, nhưng chỉ ở nơi có uy tín - không có hàu trên bãi biển cho chúng tôi - . \n\nThời tiết thật tuyệt vời, đồ ăn rất ngon và người dân địa phương rất thân thiện. Một cộng đồng Mexico tuyệt vời. Chúng tôi - sẽ quay lại.Đọc thêm",
            "Mặc dù có một số cửa hàng thú vị bán các mặt hàng thủ công đích thực nhưng chúng tôi cũng thấy nó rất bẩn. Có những người bán hàng rong đến gần bạn nhưng không tệ như một số nơi khác tôi từng đến ở Mexico. Họ đã - không - cho một câu trả lời và không đi theo bạn. Chúng tôi tìm thấy một nhà hàng đích thực cung cấp bữa sáng đặc biệt với giá - 4 giờ. Chúng tôi phát hiện ra rằng không phải tất cả các nhà hàng đều sử dụng nước lọc như đã nêu trên một trong những địa điểm du lịch của Sayulita. Tôi được biết cà phê của tôi không phải là nước lọc. Đảm bảo bạn nhận được peso tại ngân hàng với mức giá tốt nhất - Thứ Bảy đóng cửa - vì các cơ sở kinh doanh trao đổi nhỏ ở cửa sổ rất đắt đỏ. Chúng tôi có thể nhận được khoảng 21,50 peso đổi một đô la và vào ngày thứ Bảy, các nhà trao đổi qua cửa sổ chỉ đưa ra mức giá 17,50. Taxi của chúng tôi từ khách sạn của chúng tôi là 54,00 US vì các ứng dụng taxi rẻ hơn sẽ không xuất hiện. Nếu chúng tôi đồng ý để tài xế đợi trong 3 giờ, chuyến đi khứ hồi của chúng tôi là 108,00 US. Nếu khách sạn phải gọi lại cho anh ta hơn 3 giờ, phí sẽ tăng lên 74,00. Chúng tôi quyết định bỏ qua việc lên lịch quay trở lại. Hãy tìm những biển hiệu taxi ở quảng trường chính. Chúng tôi có thể thuê một chiếc taxi với giá khoảng 30 đô la Mỹ để trở về. Bãi biển đông đúc và điều kiện của khu vực không đủ để khiến chúng tôi muốn ở lại và khám phá. Tôi đồng tình với một người đánh giá khác rằng không còn nhiều cảm giác của người lướt sóng nữa. Mặc dù tôi biết người dân địa phương cần khách du lịch nhưng chi phí taxi đi và về không hợp lý đối với chúng tôi.Đọc thêm",
            "Để cân bằng lại, vợ và con gái tôi đã tận hưởng kỳ nghỉ kéo dài một tuần của chúng tôi và chấp nhận những khó chịu - và có một số - một cách dễ dàng. Bãi biển nối với sông Sayulita, con sông khó vượt qua nhất vào ban đêm. Điều này, cộng với thủy triều dâng cao, khiến việc đi bộ trên bãi biển sau 9 giờ tối đôi khi trở nên khó khăn và hơi sơ sài. Dòng sông mang - vật liệu - vào bãi biển.  Chúng tôi được giải thích rằng đây là lý do tại sao các khu vực bãi biển gần cửa sông ít cát hơn, nhiều sỏi hơn. - Bãi biển tràn ngập tiếng hú. Vợ tôi nói đùa rằng món đồ cô ấy muốn mua nhất chính là tấm biển có ghi: - No Gracias. - Sự bình yên duy nhất bạn có được là bằng cách ngả lưng và nhắm mắt lại. Giá ở hầu hết các nhà hàng và cửa hàng đều đắt đến mức đáng ngạc nhiên. Mary - s gần quảng trường là một ngoại lệ nổi bật. Hầu hết những người bán hàng rong sẽ không mặc cả nhiều, điều này khiến vợ tôi, một người thích du lịch khắp thế giới, thấy khó chịu. Rất có ý nghĩa - thuế du lịch - ở đây. Bãi biển không sạch lắm mặc dù một số người, như chúng tôi, đã hiểu những gì họ nói. Các doanh nghiệp trên bãi biển rất hài lòng về điều này. Phần lớn nhựa đến từ chính đại dương nên không phải là người ta vứt rác khắp nơi. Để lướt sóng, đây là một bãi biển dành cho người mới bắt đầu. Có lẽ trải nghiệm yêu thích nhất của tôi là lần đầu tiên được học lướt sóng. Rất khuyến khích. Để có trải nghiệm tối ưu, điều mà tôi không được tin tưởng, bạn cần có peso ở đây và rất nhiều trong số đó. Người dân địa phương nói rằng máy ATM ở Don Pedros an toàn - khi nó hoạt động - cũng như chợ OXXO gần quảng trường và tại ngân hàng gần St. Lukes bên ngoài thị trấn.Đọc thêm",
            "Nơi tuyệt vời để ghé thăm nếu bạn muốn ghé thăm một thị trấn nhỏ sôi động với những món ăn tuyệt vời và người dân địa phương quyến rũ. Bạn có thể nhận được những món ăn tuyệt vời ở bất cứ nơi nào bạn đến và nó rất rẻ!  Tôi cảm thấy an toàn và được chào đón ở bất cứ nơi nào tôi đến. Mặc dù tiếp nhận nhiều khách du lịch nhưng Sayulita là một ngôi làng Mexico đích thực rất lâu đời, vì vậy nó có thể không dành cho bạn nếu bạn muốn ở trong một khu nghỉ dưỡng có mái che và được lọc. Tuy nhiên, có những biệt thự và khách sạn đẹp, sạch sẽ và được bảo trì tốt mà bạn có thể ở mà vẫn cảm thấy gắn kết với thị trấn. Gửi tới tất cả những người phàn nàn về việc bị ốm, tại sao bạn lại uống nước máy của họ?? Tôi cũng khuyên bạn nên tránh dùng đá trong đồ uống của mình để thận trọng. Tôi chắc chắn sẽ quay lại! Đọc thêm",
            "Lướt sóng tuyệt vời cho người mới bắt đầu, phần cuối yên tĩnh có nhiều đá hơn nhưng không có nhà cung cấp nào tốt.  Khu vực cuối đông đúc có rất nhiều ghế - có tính phí -, các nhà cung cấp, các lựa chọn ăn uống và chèo thuyền.  Cát mịn với những đốm đen và vàng - mica - và nước không quá sâu nên rất thích hợp cho trẻ em vui chơi. Một nơi hoàn hảo để giải nhiệt vào một ngày ấm áp.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến Sayulita trong 4 chuyến đi đến Puerto Vallarta. Thị trấn chỉ rộng khoảng 4 dãy nhà vuông vắn và có rất nhiều cửa hàng và nhà hàng. Bãi biển tuyệt đẹp và nhìn ra những biệt thự xinh đẹp trên sườn đồi. Nơi đây đông đúc, nhưng có phòng chờ, bàn ghế và ô dù cho thuê trong ngày với giá - 15. Có dịch vụ đồ uống tại tất cả các bàn. Phải đi bộ một đoạn ngắn bằng ô tô từ PV, chủ yếu là do đường hẹp và giao thông, nhưng rất đáng giá. Một lưu ý - nước không được lọc sạch, vì vậy hãy cẩn thận khi đến các nhà hàng. Đọc thêm",
            "Đây là một thị trấn bãi biển Mexico dễ thương rất nhỏ và tất cả các cửa hàng, nhà hàng đều nằm trong khoảng cách đi bộ. Nhiều nghệ sĩ trẻ và lớn tuổi bán những thứ dễ thương trên bãi biển và trong các cửa hàng. Đó là một sự rung cảm hoàn toàn phóng túng. Đồ ăn ngon mọi người siêu lạnh. Thật khó để đi lại nếu không có ô tô nhưng đó không phải là nơi tôi muốn lái xe. Điều tiêu cực duy nhất tôi muốn nói về phần này của Mexico là nó không hiểu nó muốn trở thành gì. Có những chiếc váy trị giá 300 đô la trong các cửa hàng. Ý tôi là tôi thậm chí còn không nhìn vào những thứ đó và tôi là người có thu nhập cao hơn. Mặc dù một số trang phục rất độc đáo và đẹp mắt. Thật khó để quyết định chi 300 đô la cho một món đồ có giá cao nhất khoảng 60 đô la. Việc tăng giá về cơ bản là những gì họ nghĩ họ có thể nhận được từ Khách du lịch. Tôi đang xem chiếc áo sơ mi tôi đang mặc có thiết kế giống hệt mà tôi đã trả 20 đô la Mỹ cho nó. Cô ấy đòi 80 đô la. Họ muốn đô la chứ không phải peso. Nếu đó là những gì bạn yêu cầu thì bạn cần hiểu đồng đô la Mỹ có thể mua được gì hoặc nó có giá trị gì đối với chúng tôi. Đối với tôi, tôi thà di chuyển hàng hóa của mình hơn là để nó ở đó.Đọc thêm",
            "Chúng tôi ở cách bãi biển vài dãy nhà nhưng thường xuyên thích thú.   Đó là một bãi biển thú vị, có nhiều đá ở một khu vực nhưng lại là thiên đường của những người lướt sóng.  Thật thú vị khi xem những người lướt sóng cố gắng bắt một con sóng.  Rất nhiều quán bar và đồ ăn tuyệt vời để lựa chọn nếu bạn chỉ muốn ngồi nhìn thế giới trôi qua và tận hưởng ánh nắng mặt trời và lướt sóng.  Đọc thêm",
            "Bạn không thể muốn nhiều hơn nếu bạn đi chơi ở đây; ô và ghế dành cho bãi biển thường có đầy đủ các thanh chắn phía sau không quá xa. Các nhà cung cấp tiếp cận bạn để bán cho bạn đồ ăn tự làm, đồ uống hỗn hợp, đồ lưu niệm và bất cứ thứ gì bạn muốn. Tùy thuộc vào quán bar, giá ghế và ô là khoảng 300 peso trong ngày - cho đến khi mặt trời lặn - và tùy thuộc vào người pha chế đồ uống cho bạn - tôi thích những người nhìn trộm ngẫu nhiên tại các quầy bar tạm thời của riêng họ; lớn hơn và hào phóng hơn với việc rót miễn phí -, một ly margarita tiêu chuẩn của quán bar có giá khoảng 80 peso nhưng các thanh tạm thời có thể tích 1 lít và có giá khoảng 100. Nó trở nên bận rộn khi gần hoàng hôn vì đây là nơi tốt nhất để kiểm tra. Ngoài ra còn có khu bảo tồn rùa ở cuối bãi biển nhưng hoạt động theo mùa. Ồ và nếu bạn - quá sang trọng để đi tiểu trong đại dương, trừ khi bạn - ở quán bar, phòng vệ sinh tốn 5 peso để sử dụng - có giấy vệ sinh - .Đọc thêm",
            "Sayulita là một thị trấn ven biển nhỏ dễ thương. Chúng tôi đã đi vào cuối tháng 7, lẽ ra là mùa thấp điểm và rất đông đúc. Không thể tưởng tượng nó sẽ như thế nào trong mùa cao điểm. Ở trong một chiếc Airbnb xinh xắn có hồ bơi là điều bắt buộc vì nó siêu siêu nóng. Tôi thực sự thích tất cả các món ăn đường phố và những người chúng tôi gặp. Người dân địa phương rất thân thiện. Đi xe buýt từ sân bay PV chỉ tốn vài peso tiết kiệm tuyệt vời. Cũng bắt xe buýt đến San Pancho và lo de Marcos, Cả hai đều có những bãi biển đẹp và đồ ăn tuyệt vời!Đọc thêm",
            "Khi chúng tôi lần đầu tiên đến bãi biển Sayulita, nơi đó có rất nhiều người lướt sóng và các nghệ nhân địa phương. Chúng tôi thực sự YÊU sự rung cảm và nước ở bãi biển êm đềm hơn nước ở bờ biển bên kia. Chúng tôi có thể bơi một chút và khám phá thị trấn mà không gặp vấn đề gì. Có rất nhiều phòng vệ sinh trong khu vực và hãy chắc chắn hỗ trợ các doanh nghiệp địa phương. Đọc thêm"
        ],
        "star_ratings": [
            973,
            618,
            294,
            153,
            160
        ],
        "review_amount": 2198,
        "location": [
            "Các hoạt động ở Sayulita",
            "México",
            "bơ biển thai Binh Dương",
            "Nayarit",
            "Bãi biển Sayulita",
            "sayulita",
            "Riviera Nayarit"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written October 22, 2023",
            "Written October 23, 2023",
            "Written February 9, 2024",
            "Written February 11, 2024",
            "Written April 11, 2024",
            "Written June 13, 2022",
            "Written June 28, 2021",
            "Written February 3, 2020",
            "Written February 26, 2020",
            "Written March 20, 2020",
            "Written July 5, 2022",
            "Written February 13, 2020",
            "Written January 29, 2020",
            "Written August 2, 2022",
            "Written January 2, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g445056-d6467604-Reviews-Sayulita_Beach-Sayulita_Pacific_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g445056-d25407922-Reviews-Sur38-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g445056-d23154751-Reviews-Xochi-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g445056-d23604913-Reviews-Casa_Paraiso_Restaurante_Bar-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g445056-d9864615-Reviews-Anchor_Cafe-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g445056-d6894003-Reviews-Marcolino_pasta_y_vino-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g445056-d3916975-Reviews-Yah_Yah_Sayulita_Cafe-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g445056-d1986812-Reviews-EL_ITACATE-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g445056-d1228123-Reviews-Tierra_Viva-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g445056-d3929657-Reviews-Mary_s-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g445056-d5994238-Reviews-Yeikame_Traditional_Mexican-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d21378843-Reviews-Sayulita_Plaza-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d3760793-Reviews-Sayulita_Farmers_Market_Mercado_del_Pueblo-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d8414307-Reviews-Playa_los_Muertos-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d19345073-Reviews-The_Rose_Room-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g552077-d12653697-Reviews-Playa_San_Pancho-San_Francisco_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d10306307-Reviews-Playa_Las_Cuevas-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d25378383-Reviews-Nakawe_Trading-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g552077-d4161584-Reviews-Lo_de_Perla_Jungle_Garden-San_Francisco_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g552077-d9745214-Reviews-Luna_Layne-San_Francisco_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d10179315-Reviews-Monkey_Mountain-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d6467604-Reviews-or10-Sayulita_Beach-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d2561251-Reviews-Ally_Cat_Sailing_Adventures-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d11657717-Reviews-Nayarit_Uncovered-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d7604140-Reviews-La_Orca_de_Sayulita-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d4548632-Reviews-Mexitreks-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d10112683-Reviews-Chica_Locca-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d1673205-Reviews-WildMex_Surf_and_Adventure-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d2514471-Reviews-Lunazul_Surf_School_and_Shop-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d2343651-Reviews-Sayulita_Entourage-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d1382696-Reviews-Rancho_Mi_Chaparrita-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d7590142-Reviews-Oceano_Adventures-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d12448943-Reviews-Perla_Negra_Surf-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d6425974-Reviews-Nirvanna_Spa-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d2708228-Reviews-Quiverito_Surf_Shop-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d15234378-Reviews-Surf_n_Sayulita-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d9553664-Reviews-Jose_Ramos_Transportation-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d2102230-Reviews-Surf_n_Roll-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d7675306-Reviews-I_Love_Waves-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d11925962-Reviews-Stand_Up_Paddle-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d12533550-Reviews-7_Spa_by_Jessica_Lusk-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d15887049-Reviews-Centro_Holistico_KI-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d2433107-Reviews-Captain_Pablo_s_Adventures-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d3642269-Reviews-St_Augustine_Amphitheater-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g58675-d6759481-Reviews-Alta_Lake_State_Park-Pateros_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d8761478-Reviews-Swasey_s_Beach-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57353-d325244-Reviews-King_Arthur_Baking_Company-Norwich_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153180-Reviews-Basilica_de_Santa_Maria_de_Guadalupe-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d6114746-Reviews-Cenote_Taak_Bi_Ha-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d3547960-Reviews-McCullough_Gulch-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10244750-Reviews-Huntington_Bank_Pavilion_at_Northerly_Island-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187136-d230773-Reviews-Moet_et_Chandon-Epernay_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190165-Reviews-Museu_Picasso-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g445056-d6467604-Reviews-or10-Sayulita_Beach-Sayulita_Pacific_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g445056-d6467604-Reviews-Sayulita_Beach-Sayulita_Pacific_Coast.html"
    }
]