[
    {
        "attraction_name": "Scarisoara Ice Cave",
        "attraction_name_vi": "Cầu thang hang băng",
        "general_info": [
            "106 đánh giá",
            "1 trong 6 hoạt động giải trí ở Garda de Sus",
            "Hang động Hang động"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đến Ice Caves vì ​​những đánh giá của mọi người, và chúng tôi thất vọng với hang động này. Không có biển báo rõ ràng rằng bạn phải đoán xem nó ở hướng nào. Khi chúng tôi leo xuống cầu thang đến hang động, không lý tưởng cho những người có vấn đề về khả năng vận động, lối đi bằng gỗ xung quanh hang động đã từng tốt hơn nhiều. Có rác xung quanh hang động mà mọi người chỉ vứt xuống sàn, không ai thèm nhặt. Đây là lý do tại sao tôi cho nó 2 sao Đọc thêm",
            "Bên trong hang động này có một dòng sông băng khổng lồ. Đường vào hang hơi khó đi, phải leo xuống vài mét mới vào được. Ngoài ra, quãng đường đi bộ từ bãi đậu xe đến phòng bán vé đều xuyên rừng và bạn phải đi theo biển chỉ dẫn trên cây để không bị lạc. Nói chung là đáng để ghé thăm ít nhất một lần.Đọc thêm",
            "Khu vực này thật tuyệt vời, bạn có thể đi bằng ô tô cho đến rất gần lối vào thực tế. Tôi sẽ không đề xuất địa điểm dành cho những người có con nhỏ hoặc khả năng di chuyển thấp vì có nhiều cầu thang và không có thang máyĐọc thêm",
            "Khối băng dưới lòng đất dày khoảng 35 m và có niên đại hàng nghìn năm. Chỉ một phần hang băng được mở cửa cho du khách tham quan, phần còn lại là khu bảo tồn khoa học đã đóng cửa. Sau khi tản bộ xuyên rừng, bạn sẽ đến được lối vào có cổng dẫn vào hố dẫn xuống hang động. Có một số hình dạng băng thú vị trên bề mặt băng hoặc treo trên trần nhà.Đọc thêm",
            "Từ nhà trọ Scărișoara đi bộ 1 km trên con đường trải nhựa và 500 m qua con đường dẫn đến quầy bán vé của hang băng. Chúng tôi được cho vào ngay trước 10 giờ sáng với tư cách là khách du lịch đầu tiên, chỉ có hai chúng tôi. Giữa tháng 9 không phải là thời điểm đẹp nhất trong năm để ghé thăm hang băng nhưng bên trong hang vẫn còn băng và một ít băng trên các bậc thang. Họ đã làm rất tốt với tia sét; không quá nhiều, với một chút màu sắc. Chúng tôi đã nhìn thấy hang băng trước Iceland và Croatia và cái này đủ khác biệt để gây ấn tượng. Khi chúng tôi rời hang, một khách du lịch khác bước vào và trên đường đi lên, một nhóm lớn đang đi xuống. Đọc thêm",
            "Hang băng lớn nhất ở Romania là một nơi độc đáo để ghé thăm, đặc biệt nếu bạn ở quanh khu vực này. Bỏ qua các chi tiết, lối vào hang động là 13 lei mỗi người. Thông thường bạn nhận được nó mỗi giờ trong nhóm tối đa 50 người. Vì vậy, tùy thuộc vào mức độ bận rộn mà bạn có thể đợi chỉ vài phút hoặc thậm chí một giờ. Bạn xuống cầu thang sắt khoảng 48 mét trong hang và trên một cây cầu gỗ. Về cơ bản, bạn đang ngồi trên sông băng và những đỉnh núi nhỏ mà bạn nhìn thấy là một phần của sông băng tổng thể, sâu như một tòa nhà 10 tầng. Người hướng dẫn sẽ cho bạn biết một số chi tiết đến mức anh ta sẽ cho phép bạn tiếp tục đến đội hình nhỏ ở phía sau được gọi là nhà thờ. Và sau đó quay trở lại cầu thang lên. Nhìn chung, phải mất khoảng một giờ để xuống, nghe chi tiết, chụp ảnh và quay lại. Hãy lưu ý rằng bên trong lạnh và ý tôi là rất lạnh vì về cơ bản bạn đang bước vào một hang băng. Ngoài ra, những bước cuối cùng sẽ hơi khó khăn khi bạn đi vào hang vì chúng được bao phủ bởi băng và có thể bị trơn trượt. Tôi đã thấy mọi người đi dép xăng đan và các loại giày mùa hè khác nhưng tôi khuyên bạn nên mua một đôi giày leo núi phù hợp và một chiếc áo trùm đầu để không bị lạnh quá. Có một bãi đậu xe trả phí bên ngoài hang động với giá 5 lei mỗi ngày. Từ bãi đậu xe có tấm biển ghi 10 phút đi bộ nhưng ít hơn thế nhiều. Trên đường có người bán trái cây rừng, mật ong và siro nên nếu bạn muốn mua một loại quà lưu niệm khác thì tốt nhất nên dùng tiền mặt. Đồng thời lấy tiền mặt cho lối vào vì bạn không thể thanh toán bằng thẻ. Nhìn chung, đây là một địa điểm thú vị để tham quan và một chuyến đi lên núi rất đẹp để đến hang động.Đọc thêm",
            "Hang băng nằm sâu trong lòng đất rất đẹp, nằm ở VQG Apuseni. Việc tiếp cận không dễ dàng. Người dân địa phương thích khách du lịch và cố gắng lịch sự Đọc thêm",
            "When it comes down to beautiful places Romania has a lot of those. Here is why this is special: - location - Garda de Sus - very close to the Ice Cave you can park - 5 lei  day is the parking like 1 euro. You will have a nice stroll through the woods on a clear path - along the path you will find souvenir shops so if you are keen on having a memory it will be easy to acquire it. The Cave itself has an entrance - and you will visit it in groups - so you go by the cashier get your ticket - a little shy of 15 lei like 3 euros. - prepare - inside the cave is like 0 - 1 C allround the year - so get dressed properly it can get cold down there. Put on some good hiking boots - you will make your descent on metal an wooden stairs that are usually wet and you  will have to climb back. So given this I would say no sandals and other inappropriate footwear.- it is physically demanding - especially on the way up - is several hundred stairs you need to climb - so just you know is not a regular hike. -once you reached the cave itself is spectacular - like 80K cubic meters of ice inside the cave - biggest in Europe if Im not mistaking - an entrapped glacier inside a cave. The area open for visiting is fairly small but still spectacular - the melting ice and the water dripping through plus the yearly change of seasons are shaping and reshaping constantly the ice to create unique sculptures. It is very spectacular and definitely a must see.It is a very unique and interesting place to visit. I recommend, if you are in the area take the trip to the Ice Cave of Scarisoara while is still there you have to know is shrinking by the year - when Ive been here more than 15 years ago it was much more ice inside the cave open for visiting. So make trip it is worth it.Read more",
            "Hang băng không tì vết. Đặc biệt là căn phòng lớn. Rất đáng để ghé thăm hang băng của các bạn ở khu vực núi Apuseni. Ngoài ra còn một số điều cần cải thiện: cầu thang cũ chưa được tháo ra và hình ảnh không được đẹp, thiếu một số đèn xây dựng khiến không thể nhìn thấy bình thường. phòng vào. Tại khu vực quầy thu ngân, bạn sẽ được thông báo về hang băng rất đẹp cho khoảnh khắc tham quan. Nhìn chung rất đáng để chiêm ngưỡng vẻ đẹp tuyệt vời như vậy của thiên nhiên. Đọc thêm",
            "Mọi thứ hoàn toàn tuyệt vời. Một kỳ quan của thiên nhiên. Con đường lên là tốt ngay cả đối với những chiếc xe nhỏ. Sau khi đỗ xe, bạn phải đi vào rừng khoảng 20 phút là đã đến nơi lấy vé. Từ đó bạn phải đi xuống cầu thang vào hang. Siêu.Đọc thêm"
        ],
        "star_ratings": [
            52,
            32,
            15,
            4,
            3
        ],
        "review_amount": 106,
        "location": [
            "Transylvania",
            "Châu Âu",
            "Quận Alba",
            "Các hoạt động ở Garda de Sus",
            "Rumani",
            "Cầu thang hang băng",
            "miền trung România",
            "Thượng vệ"
        ],
        "reviews_time": [
            "Written July 26, 2023",
            "Written March 18, 2022",
            "Written September 8, 2021",
            "Written August 12, 2021",
            "Written October 3, 2019",
            "Written July 29, 2019",
            "Written July 17, 2019",
            "Written December 2, 2018",
            "Written November 12, 2018",
            "Written November 4, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3734455-d2258577-Reviews-Scarisoara_Ice_Cave-Garda_de_Sus_Alba_County_Central_Romania_Transylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g3734455-d26458022-Reviews-La_Malul_Ariesului-Garda_de_Sus_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3734455-d24113879-Reviews-Mama_Uta-Garda_de_Sus_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g2030801-d9875466-Reviews-Cascada_Varciorog-Arieseni_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g2030801-d21296773-Reviews-Izbucul_Tauzului-Arieseni_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g3734455-d25095804-Reviews-Izbucul_Cotetul_Dobrestilor-Garda_de_Sus_Alba_County_Central_Romania_Transylvan.html",
            "https://www.tripadvisor.com/Attraction_Review-g3734455-d21198725-Reviews-Biserica_Calineasa-Garda_de_Sus_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g3734455-d27695753-Reviews-Pestera_Pojarul_Politei-Garda_de_Sus_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g2030801-d24055558-Reviews-Cascada_Evantai-Arieseni_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g3734455-d2258577-Reviews-or10-Scarisoara_Ice_Cave-Garda_de_Sus_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g3734455-d10482636-Reviews-Pestera_Poarta_lui_Ionele-Garda_de_Sus_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g3734455-d15042631-Reviews-Pestera_Coiba_Mare_Arieseni-Garda_de_Sus_Alba_County_Central_Romania_Transylvan.html",
            "https://www.tripadvisor.com/Attraction_Review-g3211167-d3617781-Reviews-Fortress_of_Ponor-Padis_Bihor_County_Northwest_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g2697386-d6223568-Reviews-Apuseni_Natural_Park-Northwest_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g4270078-d7179228-Reviews-Groapa_Ruginoasa-Vartop_Bihor_County_Northwest_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g315903-d2704613-Reviews-Cascada_Pisoaia-Alba_Iulia_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544781-d11876661-Reviews-Cheile_Albacului-Albac_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g11888041-d25940678-Reviews-Horea_Memorial_House-Horea_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g3211167-d12252024-Reviews-Galbena_Gorges-Padis_Bihor_County_Northwest_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g3211167-d12111526-Reviews-Evantai_Waterfall-Padis_Bihor_County_Northwest_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g17633049-d26169169-Reviews-Avram_Iancu_Memorial_Museum-Incesti_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g3211167-d12253713-Reviews-The_Boghii_Craggs_Amphitheatre-Padis_Bihor_County_Northwest_Romania_Transylvani.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d622400-Reviews-Noordermarkt-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12386306-Reviews-Level_Up-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d6412969-Reviews-Main_Event_Entertainment-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32463-d13925561-Reviews-Gualala_River_Redwood_Park-Gualala_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188636-d311280-Reviews-Diamond_District-Antwerp_Antwerp_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2280100-Reviews-Wi_Spa-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2645450-d2627128-Reviews-Waihe_e_Ridge_Trail-Waihee_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g42575-d145616-Reviews-Tahquamenon_Falls_State_Park-Paradise_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d19850802-Reviews-THRoW_Social_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56687-d143460-Reviews-Caverns_of_Sonora-Sonora_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3734455-d2258577-Reviews-or10-Scarisoara_Ice_Cave-Garda_de_Sus_Alba_County_Central_Romania_Transylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3734455-d2258577-Reviews-Scarisoara_Ice_Cave-Garda_de_Sus_Alba_County_Central_Romania_Transylvania.html"
    }
]