[
    {
        "attraction_name": "Schloss Herrenchiemsee",
        "attraction_name_vi": "Schloss Herrenchiemsee",
        "general_info": [
            "1.164 đánh giá",
            "- 1 trong 11 điều cần làm ở Herreninsel",
            "Địa điểm ưa thích - Địa danh",
            "Lâu đài"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chuyến tham quan thú vị bằng tiếng Anh - xuyên qua lâu đài còn dang dở, nhưng những căn phòng đã hoàn thiện thật đáng kinh ngạc. Khuôn viên rộng - để đi dạo sau - trước chuyến tham quan. Quán cà phê tại - trong lâu đài hoặc nhà hàng gần bến cảng - thực đơn bận rộn hơn nhưng ngon hơn - Đọc thêm",
            "Tàu động cơ hơi nước tuyệt vời đi xuống bến cảng. Sau đó đi thuyền 15 phút tới Herreninsel. Và cuối cùng là chuyến thăm Schloss Herrenchiemsee. Chúng tôi đã tham gia một chuyến tham quan có hướng dẫn, rất thú vịĐọc thêm",
            "Chúng tôi có một hướng dẫn viên du lịch người Anh có cách phát âm mà bạn khó có thể hiểu được. Cô ấy đã học thuộc lòng văn bản của mình nhưng chúng tôi rất vui với bản dịch chúng tôi có trên giấy vì bạn phải tập trung rất nhiều vào cách phát âm khó hiểu của cô ấy. Khá không thân thiện và có vẻ như cô ấy không thích công việc của mình.\nChúng tôi bị nhân viên thứ hai đẩy qua các phòng như một đàn cừu, hầu như không có thời gian để nhìn thấy những căn phòng đẹp đẽ.\nLâu đài và đài phun nước của nó rất đẹp. Đáng buồn là họ có quá ít thời gian để tận hưởng và đáng tiếc là hướng dẫn viên thiếu tiếng Anh. Đọc thêm",
            "Cung điện Herrenschiemsee là một trong những sáng tạo tuyệt đẹp khác của Mad Kind Ludwig. Nhằm cạnh tranh với Versailles, nó chưa bao giờ được hoàn thành và chỉ có khoảng 1 - 3 cung điện theo kế hoạch được xây dựng thực sự.\n\nNgay cả khi bạn - đã đến thăm Neuschwanstein và Linderhof - những tác phẩm khác, nổi tiếng hơn của Ludwig - bạn cũng không nên bỏ qua tác phẩm này. Mỗi căn phòng đều vô cùng ấn tượng, với điểm nhấn là sảnh gương tráng lệ, ấn tượng.\n\nBạn chỉ có thể tham quan bên trong cung điện bằng chuyến tham quan có hướng dẫn viên được cấp phép chính thức. Các chuyến tham quan được tính giờ và bằng tiếng Đức và tiếng Anh, với thông tin được in bằng nhiều ngôn ngữ khác. Không chắc việc mua vé tại chỗ dễ dàng như thế nào vì chúng tôi đã tham gia một chuyến tham quan có hướng dẫn viên để sắp xếp mọi việc.\n\nCung điện còn có một bảo tàng nhỏ về cuộc đời của Kind Ludwig mà bạn không nên bỏ lỡ. Nó chỉ cung cấp một cái nhìn tổng quan về cuộc đời anh ấy mà còn giới thiệu nhiều sáng tạo chưa từng được thực hiện của anh ấy. Một cách tuyệt vời để giới thiệu cho bạn suy nghĩ của nhân vật bi thảm và có tầm nhìn xa này.Đọc thêm",
            "Đi thuyền đáng yêu - khoảng 20 phút - đến cung điện. Bạn phải mua một chuyến tham quan có hướng dẫn - ngôn ngữ duy nhất được cung cấp là tiếng Đức - và việc chụp ảnh bị cấm.  Thật không may là nhà hàng đã đóng cửa, nhưng quán cà phê thì rất đẹp. \nCung điện được mô phỏng theo Versailles và thực sự tuyệt đẹp. Một kiệt tác trực quan.Đọc thêm",
            "Với một ngày dành riêng cho mình, tôi đã đến Cung điện Herrenchiemsee và có một khoảng thời gian tuyệt vời.  \n\nChuyến đi ra đảo bằng phà với giá khứ hồi hơn - 10 một chút, với giá vé đến cung điện và bảo tàng trên đảo là - 11?  Với một ngày nắng đẹp và hầu như không có người ghé thăm, tôi có những con đường vòng quanh đảo gần như là của riêng mình với tầm nhìn ra hồ và núi.  Khía cạnh này của chuyến thăm chưa được đề cập đến nhưng nó rất đáng làm nếu bạn ghé thăm.\n\nLuôn luôn ca ngợi rằng - chưa hoàn thành, - Tôi chưa bao giờ đến thăm cung điện mặc dù tôi - đã đến thăm vùng lân cận trong nhiều năm.  Đó là một sai lầm.  Cung điện chỉ có khoảng chục không gian đã hoàn thiện nhưng chúng ở trong tình trạng nguyên vẹn.  Đã đến thăm Versailles, nguồn cảm hứng cho cung điện của Ludwig, tôi nghĩ những căn phòng đã hoàn thiện được so sánh rất thuận lợi.  Điều này đặc biệt đúng đối với hội trường có gương và các phòng chính.  Với những chuyến tham quan Versailles có giới hạn mà tôi đã tham gia, những khía cạnh - chưa hoàn thiện - của cung điện này trở nên không còn phù hợp nữa.\nHướng dẫn của chúng tôi - Carmina, ? - vượt trội hơn cả với kiến ​​thức tuyệt vời về tòa nhà, phong cách giao hàng tốt và khiếu hài hước tinh quái.\n\nMột số không gian chưa hoàn thiện đã được biến thành bảo tàng khảo sát cuộc đời của vua Ludwig II.   Được hoàn thành cách đây 10 năm, nó tuy nhỏ nhưng có một số tác phẩm nghệ thuật trang trí xuất sắc và những kỷ vật khác trong cuộc đời ông.  Là một người hâm mộ nữ điêu khắc người Texas, Elizabeth Ney, tôi thực sự rất thích nhìn thấy bức tượng vua Ludwig II của bà trong bảo tàng.Đọc thêm",
            "Chúng tôi đi bằng phương tiện công cộng từ Munich đến Prien. Khi tàu hơi nước không chạy từ ga thị trấn thì nên sử dụng xe buýt từ ga đến hồ. Nếu bạn có Vé Bavaria, xe buýt sẽ được bao gồm.\n\nChuyến đi rất thú vị và thuyền có thể chở hàng trăm hành khách.\n\nChúng tôi đã đặt một chuyến du lịch bằng tiếng Anh trực tuyến và chỉ có 8 người trên đó. Hướng dẫn của chúng tôi rất tuyệt vời và dễ hiểu.\n\nNội thất thật tuyệt vời cũng như bảo tàng ở tầng dưới được bao gồm trong vé. \n\nTôi có thể tưởng tượng nó trở nên bận rộn vào mùa hè nên sẽ gợi ý một mùa giải khác.\n\nTòa nhà thật tuyệt vời nhưng tôi thấy đó là một cung điện rất buồn. Vua Ludwigshafen chỉ ở đó mười ngày.Đọc thêm",
            "Chúng tôi đi bằng phương tiện công cộng từ Munich đến Prien. Khi tàu hơi nước không chạy từ ga thị trấn thì nên sử dụng xe buýt từ ga đến hồ. Nếu bạn có Vé Bavaria, xe buýt sẽ được bao gồm. Chuyến đi bằng thuyền rất thú vị và thuyền có thể chở hàng trăm hành khách. Chúng tôi đã đặt một chuyến tham quan bằng tiếng Anh trực tuyến và chỉ có 8 người trên đó. Hướng dẫn của chúng tôi rất tuyệt vời và dễ hiểu. Nội thất tuyệt vời cũng như bảo tàng ở tầng dưới được bao gồm trong vé. Tôi có thể tưởng tượng nó trở nên bận rộn vào mùa hè nên sẽ đề xuất trái mùa. Tòa nhà thật tuyệt vời nhưng tôi thấy đó là một cung điện rất buồn. Vua Ludwigshafen chỉ ở đó mười ngày.Đọc thêm",
            "Với một ngày dành riêng cho mình, tôi đã đến Cung điện Herrenchiemsee và có một khoảng thời gian tuyệt vời.  Chuyến đi ra đảo bằng phà với giá khứ hồi hơn - 10 một chút, với giá vé đến cung điện và bảo tàng trên đảo là - 11?  Với một ngày nắng đẹp và hầu như không có người ghé thăm, tôi có những con đường vòng quanh đảo gần như là của riêng mình với tầm nhìn ra hồ và núi.  Khía cạnh này của chuyến thăm chưa được đề cập đến, nhưng nó rất đáng làm nếu bạn đến thăm. Luôn luôn ca ngợi là - chưa hoàn thành, - Tôi chưa bao giờ đến thăm cung điện mặc dù tôi - đã đến thăm vùng lân cận trong nhiều năm.  Đó là một sai lầm.  Cung điện chỉ có khoảng chục không gian đã hoàn thiện nhưng chúng ở trong tình trạng nguyên vẹn.  Đã đến thăm Versailles, nguồn cảm hứng cho cung điện của Ludwig, tôi nghĩ những căn phòng đã hoàn thiện được so sánh rất thuận lợi.  Điều này đặc biệt đúng đối với hội trường có gương và các phòng chính.  Với những chuyến tham quan giới hạn đến Versailles mà tôi đã tham gia, những khía cạnh - chưa hoàn thiện - của cung điện này trở nên không còn phù hợp. Hướng dẫn viên của chúng tôi - Carmina, ? - vượt trội hơn cả với kiến ​​thức tuyệt vời về tòa nhà, phong cách phân phối tốt và khiếu hài hước ranh mãnh. Một số không gian chưa hoàn thiện đã được biến thành bảo tàng khảo sát cuộc đời của Ludwig II -.   Được hoàn thành cách đây 10 năm, nó tuy nhỏ nhưng có một số tác phẩm nghệ thuật trang trí xuất sắc và những kỷ vật khác trong cuộc đời ông.  Là một người hâm mộ nữ điêu khắc người Texas, Elizabeth Ney, tôi thực sự rất thích nhìn thấy bức tượng vua Ludwig II của bà trong bảo tàng.Đọc thêm",
            "Đi thuyền đáng yêu - khoảng 20 phút - đến cung điện. Bạn phải mua một chuyến tham quan có hướng dẫn - ngôn ngữ duy nhất được cung cấp là tiếng Đức - và việc chụp ảnh bị cấm.  Thật không may là nhà hàng đã đóng cửa, nhưng quán cà phê thì rất đẹp. Cung điện được mô phỏng theo Versailles và thực sự tuyệt đẹp. Một kiệt tác trực quan.Đọc thêm",
            "Cung điện Herrenschiemsee là một trong những sáng tạo tuyệt đẹp khác của Mad Kind Ludwig. Với mục đích cạnh tranh với Versailles, nó chưa bao giờ được hoàn thành và chỉ có khoảng 1 - 3 cung điện theo kế hoạch được xây dựng thực sự. Ngay cả khi bạn - đã đến thăm Neuschwanstein và Linderhof - những công trình sáng tạo khác, nổi tiếng hơn của Ludwig - bạn cũng không nên bỏ qua công trình này. Mọi căn phòng đều vô cùng ấn tượng, với điểm nổi bật là sảnh gương tráng lệ, ấn tượng. Bạn chỉ có thể tham quan bên trong cung điện bằng chuyến tham quan có hướng dẫn viên từ hướng dẫn viên được cấp phép chính thức. Các chuyến tham quan được tính giờ và bằng tiếng Đức và tiếng Anh, với thông tin được in bằng nhiều ngôn ngữ khác. Không chắc việc mua vé tại chỗ dễ dàng như thế nào vì chúng tôi đã tham gia một chuyến tham quan có hướng dẫn viên sắp xếp mọi việc. Cung điện cũng có một bảo tàng nhỏ về cuộc đời của Kind Ludwig mà bạn không nên bỏ lỡ. Nó chỉ cung cấp một cái nhìn tổng quan về cuộc đời anh ấy mà còn giới thiệu nhiều sáng tạo chưa từng được thực hiện của anh ấy. Một cách tuyệt vời để giới thiệu cho bạn suy nghĩ của nhân vật bi thảm và có tầm nhìn xa này.Đọc thêm",
            "Chúng tôi có một hướng dẫn viên du lịch người Anh có cách phát âm mà bạn khó có thể hiểu được. Cô ấy đã học thuộc lòng văn bản của mình nhưng chúng tôi rất vui với bản dịch chúng tôi có trên giấy vì bạn phải tập trung rất nhiều vào cách phát âm khó hiểu của cô ấy. Khá không thân thiện và có vẻ như cô ấy không thích công việc của mình. Chúng tôi bị nhân viên thứ hai đẩy qua các phòng như một đàn cừu, hầu như không có thời gian để nhìn thấy những căn phòng đẹp đẽ. Lâu đài và đài phun nước của nó rất đẹp. Đáng buồn là họ có quá ít thời gian để tận hưởng và đáng tiếc là hướng dẫn viên thiếu tiếng Anh. Đọc thêm",
            "Tàu động cơ hơi nước tuyệt vời đi xuống bến cảng. Sau đó đi thuyền 15 phút tới Herreninsel. Và cuối cùng là chuyến thăm Schloss Herrenchiemsee. Chúng tôi đã tham gia một chuyến tham quan có hướng dẫn, rất thú vịĐọc thêm",
            "Chuyến tham quan thú vị bằng tiếng Anh - xuyên qua lâu đài còn dang dở, nhưng những căn phòng đã hoàn thiện thật đáng kinh ngạc. Khuôn viên rộng - để đi dạo sau - trước chuyến tham quan. Quán cà phê tại - trong lâu đài hoặc nhà hàng gần bến cảng - thực đơn bận rộn hơn nhưng ngon hơn - Đọc thêm",
            "Tôi đã bắt chồng tôi đến xem lâu đài này vì tôi đã không thể đến đó lần cuối cùng tôi ở Đức với mẹ tôi vào năm 2017. Không dễ để xem lâu đài - phải đi tàu từ Munich nhưng chúng tôi đã đến vừa kịp để tham gia một trong những chuyến tham quan cuối cùng trong ngày bằng tiếng Anh. Chúng tôi xếp hàng thành một nhóm lớn và hướng dẫn viên của chúng tôi rất nghiêm khắc về việc không được chụp bất kỳ bức ảnh nào trong suốt chuyến tham quan. Lâu đài rất đẹp và khu vườn nhỏ chưa bao giờ được hoàn thiện cũng rất tuyệt đẹp. Rất đáng để ghé thăm nếu bạn ở gần đó vì các lâu đài của Vua Ludwig xứ Bavaria rất hấp dẫn, tạo ra rất nhiều tiền cho nền kinh tế trong nhiều năm sau cái chết kỳ lạ của ông. Đọc thêm",
            "Tuyệt vời! Chúng tôi có thời tiết khá khó chịu nhưng vẫn rất thích chuyến đi này. Có một chút đi bộ từ tàu đến thuyền nhưng cũng xứng đáng. Hướng dẫn rất hay và cung điện là một trong những nơi đẹp nhất tôi từng đến thăm.Đọc thêm",
            "Nếu bạn không đọc về cung điện này, bạn sẽ không bao giờ biết về nó và bạn sẽ không bao giờ tình cờ tìm thấy được. Tôi đã có nó trong danh sách 12 lâu đài trong hai tuần qua Bavaria và Tirol, tôi biết điều đó và vẫn gặp khó khăn khi đến được nó. Bất kỳ GPS nào cũng sẽ hiển thị nó ở giữa hồ. Bạn cần phải đi phà, sau đó đi bộ thêm 30 phút nữa rồi ... bùm, nó sẽ hiện lên trong tầm mắt bạn từ rất xa. Nó thật vĩ đại. Thật may mắn, chúng tôi đã có một ngày đẹp trời vào tháng 9 và các đài phun nước đều hoạt động! những khu vườn đẹp quá. chuyến đi này sẽ mất ít nhất nửa ngày nhưng tất cả đều đáng giá! Hãy tự mình đi xem nó. Mẹo: Nếu bạn không muốn hoặc không thể đi bộ, bạn có thể đi xe ngựa, giá 3 Euro một chiều. Ngoài ra còn có đường tắt, không đi đường chính mà cứ đi theo đường xe ngựa, ngắn hơn nhiều. Tôi đính kèm một số hình ảnh, nếu bạn muốn xem video drone hãy cho tôi biết.Đọc thêm",
            "Bạn có thể sử dụng một vé cho nhiều chuyến tham quan trong cùng một ngày hay chỉ một chuyến? Đọc thêm",
            "Theo như tôi được biết thì vé chỉ có giá trị cho một chuyến tham quan.Đọc thêm",
            "Nên đi du lịch cho trẻ em từ độ tuổi nào? Con trai của chúng tôi 7 tuổi và cháu gái tôi 3,5 tuổi. Có lẽ chúng tôi muốn thực hiện chuyến tham quan cùng nhau.Đọc thêm",
            "Xin lỗi vì trả lời trễ, tôi nghĩ với cậu bé 7 tuổi của bạn thì ổn, còn với cháu gái bạn thì cháu hơi nhỏ nhưng chuyến thăm chỉ kéo dài 30 phút\ntạm biệt và tận hưởng nếu không quá muộn\nNicolasĐọc thêm",
            "Tôi biết đấy, dass im Juli im Schloss Konzerte với nhà soạn nhạc giao hưởng Musik stattfinden. Gibt es auf der offiziellen Trang web des Schlosses keine Informationen darüber, wie man eine Eintrittskarte für das Konzert bekommt?\nTôi biết rằng lâu đài tổ chức các buổi hòa nhạc giao hưởng vào tháng 7. Không có thông tin nào trên trang web chính thức của lâu đài về cách mua vé xem buổi hòa nhạc.",
            "Đêm Weiss... Đọc thêm",
            "Lời chào hỏi! Tần suất c - chuyến tham quan có hướng dẫn viên bằng tiếng Ý? C - có phải đợi lâu không?\nChuyến tham quan bao gồm lâu đài, bảo tàng, tu viện và hành trình phà mất bao nhiêu giờ?\nCảm ơn bạn rất nhiều!!Đọc thêm",
            "Chúng tôi đã đi cùng hướng dẫn viên Boscolo Tours từ Ý và chúng tôi đã thấy Bavaria nhưng các chuyến thăm thay thế bằng nhiều ngôn ngữ khác nhau, chỉ cần đặt trước. Đi phà chỉ mất nửa tiếng là tới đảo. Xin chào.Đọc thêm",
            "Hòn đảo - lâu đài được sử dụng để làm gì trong Thế chiến thứ hai?",
            "Và - có cần thiết phải đặt chuyến tham quan như ở Neuschweinstein hay bạn có thể lấy vé trực tiếp ở đó không?Đọc thêm",
            "bạn có thể dễ dàng mua vé ngay tại phòng vé. tuy nhiên quyền truy cập được quy định tại những thời điểm cụ thể. Đọc thêm",
            "Việc có được thời gian tham quan schloss hợp lý trong tháng 8 có phải là vấn đề không?  Chúng tôi sẽ không thể đến đảo cho đến ít nhất 10 giờ sáng, liệu chúng tôi có thể có được thời gian tham quan trong vòng một hoặc hai giờ không? Tôi không muốn đi hết hòn đảo này và đợi 4 tiếng đồng hồ cho một chuyến tham quan.Đọc thêm",
            "Vừa trở về hôm nay sau chuyến đi, các tour du lịch bằng nhiều ngôn ngữ khác nhau dường như diễn ra khá thường xuyên. Nó dường như được tổ chức tốt và các biển báo cho biết thời gian mỗi chuyến tham quan khởi hành và bằng ngôn ngữ nào. Hãy mua vé tham quan khi bạn xuống phà và đi bộ - khoảng 10-15 phút - hoặc đi ngựa và xe ngựa - - tôi nghĩ là 3,50 - . Một khung cảnh đẹp và chuyến phà đáng yêu. Chúng tôi rời Stock gần Preu chỉ mất khoảng 20 phút. Có rất nhiều bãi đậu xe trong khu vực nơi bạn nhận phà. Thưởng thức. Đọc thêm",
            "Họ có chấp nhận thẻ tín dụng không?Đọc thêm",
            "CóĐọc thêm",
            "Tôi muốn dừng lại và ghé thăm trên đường từ Munich đến Berchtesgaden.  Thật không may là tôi sẽ mang theo hành lý bên mình.  Có tủ khóa ở bất cứ đâu - ví dụ như ga xe lửa - nơi tôi có thể cất hành lý tạm thời không?Đọc thêm",
            "Tôi xin lỗi nhưng tôi đến bằng ô tô và không biết câu trả lời. Tôi không nhớ mình đã nhìn thấy điều gì đó hiển nhiên nhưng, gợi ý của tôi, bạn gọi điện đến một khách sạn địa phương và hỏi họ thì sao?Đọc thêm",
            "Chuyến tham quan lâu đài mất bao lâu? Đọc thêm",
            "30 phútĐọc thêm"
        ],
        "star_ratings": [
            791,
            312,
            42,
            10,
            9
        ],
        "review_amount": 1164,
        "location": [
            "Bavaria",
            "Thượng Bavaria",
            "Herreninsel",
            "Schloss Herrenchiemsee",
            "nước Đức",
            "Các hoạt động ở Herreninsel",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written July 11, 2023",
            "Written July 21, 2023",
            "Written August 27, 2023",
            "Written February 14, 2024",
            "Written March 9, 2024",
            "Written April 1, 2024",
            "Written April 1, 2024",
            "Written March 9, 2024",
            "Written February 14, 2024",
            "Written August 27, 2023",
            "Written July 22, 2023",
            "Written July 11, 2023",
            "Written June 19, 2023",
            "Written May 11, 2023",
            "Written April 22, 2023",
            "Written November 14, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g635849-d1420974-Reviews-Schloss_Herrenchiemsee-Herreninsel_Upper_Bavaria_Bavaria.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g635849-d2142204-Reviews-Schlosswirtschaft_Herrenchiemsee-Herreninsel_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g651804-d15092640-Reviews-Boje_5-Prien_am_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1061114-d21170229-Reviews-Gasthaus_Hotel_Zur_Linde-Fraueninsel_im_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1061114-d12646384-Reviews-Kaisergarten-Fraueninsel_im_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1061114-d3692590-Reviews-Klosterwirt-Fraueninsel_im_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1061114-d2722129-Reviews-Biergarten_Pollfischer-Fraueninsel_im_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1061114-d1819965-Reviews-Inselbraeu_Frauenchiemsee-Fraueninsel_im_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1061114-d6727402-Reviews-Hotel_Restaurant_Inselwirt-Fraueninsel_im_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1061114-d15262957-Reviews-Chiemseefischerei_Lex-Fraueninsel_im_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1196969-d1894164-Reviews-Tagesbar_Inselblick-Gstadt_am_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g635849-d4997646-Reviews-Konig_Ludwig_II_Museum-Herreninsel_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g635849-d15096535-Reviews-Herrenchiemsee_Palace_Park-Herreninsel_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g635849-d4271567-Reviews-Augustiner_Chorherrenstift_Herrenchiemsee_Altes_Schloss-Herreninsel_Upper_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g635849-d15114511-Reviews-Fama_Fountain-Herreninsel_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g651804-d1901726-Reviews-Chiemsee_Schifffahrt-Prien_am_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g635849-d15091409-Reviews-Pfarrkirche_St_Maria-Herreninsel_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g635849-d15114428-Reviews-Fortuna_Fountain-Herreninsel_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g635849-d15096547-Reviews-Latona_Fountain-Herreninsel_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g635849-d15124905-Reviews-Fledermausausstellung-Herreninsel_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1061114-d6603537-Reviews-Kloster_Frauenchiemsee-Fraueninsel_im_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g635849-d1420974-Reviews-or10-Schloss_Herrenchiemsee-Herreninsel_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g635849-d15088607-Reviews-Lakeside_Chapel_of_the_Holy_Cross-Herreninsel_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187293-d1901725-Reviews-Lake_Chiemsee-Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g651804-d12694373-Reviews-Chiemsee_bahn-Prien_am_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1061114-d15095659-Reviews-Karolingische_Torhalle-Fraueninsel_im_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1061114-d15096439-Reviews-Friedhof-Fraueninsel_im_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g651804-d8491041-Reviews-Schraml-Prien_am_Chiemsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1942981-d10137471-Reviews-The_Stump-North_Ogden_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d109518-Reviews-Main_Street-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d13656628-Reviews-Amazon_Spheres-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d13827626-Reviews-Capistrano_Beach_Park-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32537-d6857255-Reviews-Chicken_Ranch_Casino-Jamestown_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1160895-d4743976-Reviews-Lake_Parz-Dilijan_Tavush_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46671-d1162885-Reviews-Prudential_Center-Newark_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g8537637-d13562678-Reviews-Johnson_Jakande_Tinubu_Park-Ikeja_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d4587944-Reviews-Playland_s_Castaway_Cove-Ocean_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g30029-d1487031-Reviews-Da_Vinci_Science_Center-Allentown_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g635849-d1420974-Reviews-or10-Schloss_Herrenchiemsee-Herreninsel_Upper_Bavaria_Bavaria.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g635849-d1420974-Reviews-Schloss_Herrenchiemsee-Herreninsel_Upper_Bavaria_Bavaria.html"
    }
]