[
    {
        "attraction_name": "Schönbrunn  Palace",
        "attraction_name_vi": "Cung điện Schönbrunn",
        "general_info": [
            "43.799 đánh giá",
            "4 trong số 1.080 điều cần làm ở Vienna",
            "Công trình kiến ​​trúc",
            "Lâu đài"
        ],
        "attraction_summary": "Di sản Văn hóa Thế giới Cung điện Schönbrunn là điểm thu hút khách du lịch thường xuyên ghé thăm nhất ở Áo. Trong cung điện, các phòng ở và nhà nước với đồ nội thất và đồ trang trí nguyên bản truyền tải ấn tượng đích thực về lối sống của hoàng gia. Công viên và những khu vườn xung quanh cung điện khiến Schönbrunn trở thành một tổng hợp độc đáo của nghệ thuật Baroque cũng như cung cấp một khu vực giải trí thuận tiện và rất phổ biến cho người dân Vienna.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Một ngày khó khăn để ghé thăm - mát mẻ, mưa với gió 20 dặm/giờ. Tất nhiên, không ảnh hưởng đến bên trong. Ước gì chúng tôi có thể chụp ảnh ở đó. Với thời tiết như vậy, không tham quan nhiều khu vườn ngoại trừ đi bộ đến Galette. Đó là một công trình hấp dẫn và quang cảnh từ mái nhà, ngay cả với thời tiết như vậy, cũng rất đáng giá. Đọc thêm",
            "Trải nghiệm tuyệt vời, ghé thăm Schonbrunn là điều không thể bỏ qua ở Vienna. Nó không đông lắm nhưng chúng tôi đã đặt vé trực tuyến trước. Rất tiếc là những bức ảnh bên trong không được phép. Những khu vườn xinh đẹp, những bông hồng vừa nở rộ.Đọc thêm",
            "Hãy đến sớm vì bạn sẽ cần ít nhất nửa ngày cho nơi này.  Hãy chuẩn bị đi bộ nhiều.  Chúng tôi chỉ mua vé đế quốc và thế là đủ.  Khi bạn ra khỏi bảo tàng ở phía bên phải là một chiếc xe đẩy tham quan nhỏ sẽ đưa bạn đi vòng quanh toàn bộ khuôn viên khoảng 40 phút.  Tôi chắc chắn sẽ khuyên bạn nên làm điều đó.  Đi bộ trên những con đường mòn rất đẹp và râm mát vào một ngày nắng nóng.  Chúng tôi đã ăn trưa tại quán Cafe Gloriette hàng đầu, theo tôi thì nó khá ngon.  Nó khá bận rộn, chúng tôi đã có mặt ở đó lúc 11 giờ 30 và có thể lấy được bàn mà không phải chờ đợi. Đọc thêm",
            "Nó thật sự rất đẹp. Tôi mang theo sáu đứa con nên chúng tôi quyết định không vào trong vì tôi biết chúng sẽ không hứng thú. Hoàn toàn xứng đáng khi dừng lại chỉ để đi bộ xung quanh nửa giờ để ngắm nhìn vẻ đẹp của tòa nhà mặc dù chúng tôi không vào bên trong. Tôi rất thích đi dạo xung quanh và khám phá. Bãi đậu xe rất gần lối vào.Đọc thêm",
            "Chúng tôi thực hiện một chuyến tham quan có tổ chức đến Cung điện Schonbrunn kéo dài khoảng 3 giờ.\nCung điện rất hoành tráng và được xây dựng trên một khu đất rất rộng lớn.\nHướng dẫn của chúng tôi rất nhiều thông tin và cung cấp nội dung tuyệt vời và lịch sử. Chúng tôi thấy chuyến thăm rất thú vị, các phòng và triển lãm đều tuyệt vời cho thấy những tính năng và hiệu ứng đặc biệt. Sau chuyến tham quan bên trong, chúng tôi mạo hiểm đi vào khu vườn rộng lớn thật ngoạn mụcĐọc thêm",
            "Schonbrunn là một nơi tuyệt đẹp. Tôi chỉ ước rằng có ít khách du lịch hơn để chúng tôi có thể ở trong phòng lâu hơn một chút!  Nếu bạn muốn tìm hiểu một số lịch sử của đế chế Hungary thuộc Áo thì đây là nơi dành cho bạn.  Chúng tôi đã tìm hiểu về Hoàng đế Franz Josef, cách ông lên nắm quyền và vợ ông là Hoàng hậu Elizabeth, còn được gọi là Sisi.  Các phòng đều hấp dẫn và có cái nhìn sâu sắc thực sự về cách họ sống.\n\nKhu đất rất đẹp và kéo dài vô tận nên hãy mang theo dép đi bộ vì bạn có thể ở đây cả ngày!Đọc thêm",
            "Đã đến đây với chuyến tham quan trên bờ sông Viking. Đi xe buýt và hướng dẫn rất tốt đẹp. Chúng tôi đi qua nhiều sân trước khi vào trong. Bên trong không được phép chụp ảnh, có lẽ vì vậy bạn sẽ mua sách và bưu thiếp tại cửa hàng quà tặng nằm ở lối ra tour. Chúng tôi đợi hướng dẫn viên để lấy vé đúng giờ. Họ rất nghiêm ngặt về thời gian vào của bạn. Khi vào bên trong thì rất đông đúc. Rất nhiều nhóm trường học. Hướng dẫn viên của chúng tôi và nhóm của chúng tôi cảm thấy rất vội vàng. An ninh sẽ vẫy tay chào người hướng dẫn của chúng tôi để tiếp tục ngay cả trước khi cô ấy nói xong về căn phòng. Nhiều lần cả nhóm chúng tôi không thể vào phòng trước khi hướng dẫn viên của chúng tôi rời khỏi phòng. May mắn thay, mỗi chúng tôi đều có tai nghe không dây nên có thể nghe được mọi điều cô ấy nói. Cung điện rất đẹp, giống như bất kỳ cung điện nào khác. Sau đó chúng tôi đi dạo qua các khu vườn.Đọc thêm",
            "Bị thổi bay bởi nội thất đẹp. Đã học được rất nhiều về Đế chế La Mã thần thánh. Có lẽ có quá nhiều sự nhấn mạnh vào Sisi. Ngoài ra, nó có rất nhiều chuyến tham quan theo nhóm. Khó để đàm phán xung quanh họ.  Đi cùng một nhóm nhỏ có hướng dẫn.Đọc thêm",
            "Chúng tôi không trả tiền cho một tour tham quan hoặc vào bên trong, tuy nhiên, chuyến đi bộ của chúng tôi quanh khuôn viên và địa điểm rất ấn tượng. Cả hai chúng tôi đều nói wow tại chính những khu vườn và chúng tôi đã đi bộ lên Gloriette, không tệ như chúng tôi nghĩ, cũng có những nơi râm mát tránh nóng Chúng tôi không gặp vấn đề gì đặc biệt với tình trạng đông đúc, nhưng có thể đó là vấn đề lớn hơn ở bên trong. Đáng để tham quan miễn phí quanh khuôn viên Đọc thêm",
            "Eddie, hướng dẫn viên du lịch của chúng tôi tại Cung điện Schönbrunn ở Vienna, Áo, đã vượt quá mọi mong đợi. Kiến thức sâu rộng, tính cách hấp dẫn và khả năng giải trí của anh ấy ngay cả những thành viên trẻ nhất trong nhóm chúng tôi đã khiến trải nghiệm này thực sự nổi bật.\n \nNiềm đam mê của Eddie đối với lịch sử cung điện đã tỏa sáng khi anh đưa những câu chuyện hấp dẫn của nó vào cuộc sống. Khả năng phục vụ cả người lớn và trẻ em của anh ấy thật đáng chú ý, giúp mọi người luôn giải trí và tham gia trong suốt chuyến tham quan. Cách tiếp cận mang tính tương tác và việc kết hợp các thông tin thú vị của anh ấy đã làm tăng thêm sự thích thú.\n \nNgoài chuyên môn của mình, sự ấm áp, hài hước và dễ gần của Eddie đã tạo ra một bầu không khí thân thiện. Anh ấy khiến chúng tôi cảm thấy thoải mái khi đặt câu hỏi và thúc đẩy mối liên hệ cá nhân với nhóm. Với Eddie là hướng dẫn viên của chúng tôi, chuyến tham quan giống như một cuộc hành trình với một người bạn hiểu biết hơn là một chuyến tham quan chính thức.\n \nTôi đặc biệt giới thiệu Eddie làm hướng dẫn viên du lịch tại Cung điện Schönbrunn. Niềm đam mê, chuyên môn và tính cách lôi cuốn của anh khiến anh trở thành tài sản vô giá cho bất kỳ ai đang tìm kiếm trải nghiệm du lịch phong phú và thú vị. Nhờ có Eddie, chuyến thăm Cung điện Schönbrunn của chúng tôi đã trở thành một cuộc phiêu lưu xuyên suốt lịch sử khó quên, để lại cho chúng tôi sự đánh giá sâu sắc về địa danh mang tính biểu tượng này.\n \nHãy chọn Eddie làm người hướng dẫn cho bạn để có chuyến tham quan đặc biệt tới Cung điện Schönbrunn, bạn sẽ không phải thất vọng đâu.Đọc thêm",
            "Tôi khuyên bạn nên đặt phòng trực tiếp với Cung điện Schönbrunn - để tham gia chuyến tham quan có hướng dẫn viên hoặc bằng âm thanh.  Vợ tôi và tôi đã đặt tour với Aviator.  Đây không phải là một chuyến du lịch kéo dài hai giờ giá rẻ 108 Euro cho hai người.  Chuyến tham quan có hướng dẫn viên bằng tiếng Anh của chúng tôi tại Bảo tàng Sisi - nơi mà chúng tôi thích hơn - chỉ tốn một nửa chi phí.  Thật dễ dàng để tìm thấy nơi gặp gỡ chiếc ô màu xanh lá cây bên cạnh đài phun nước bên phải bạn khi bạn bước vào.  Thủ tục đăng ký rất dễ dàng và hướng dẫn viên Oleg của chúng tôi rất thân thiện và hiểu biết.  Tôi tưởng tượng rằng chúng tôi rất thích chuyến tham quan của mình và học được rất nhiều điều, nhưng việc bỏ hàng có nghĩa là bạn sẽ vẫn bị mọi người va chạm liên tục chỉ vì đám đông mùa hè.  Ngoài ra, thật khó để nghe thấy Oleg khi chúng tôi bước vào tòa nhà trước khi đeo tai nghe.  Tôi đoán điều đáng thất vọng nhất đối với chúng tôi là chúng tôi không có thời gian ghé thăm cửa hàng quà tặng chính trước chuyến tham quan vườn.  Chúng tôi chỉ có đủ thời gian để đi vệ sinh và khi kết thúc chuyến tham quan, chúng tôi không thể quay lại tòa nhà.  : Nhìn lại, chúng tôi muốn chỉ thực hiện một chuyến tham quan cung điện có hướng dẫn hoặc hướng dẫn bằng âm thanh, để chúng tôi không cảm thấy rằng mình đang ở trên máy chạy bộ và không có thời gian để di chuyển theo tốc độ của riêng mình và mua sắm. Mẹo dành cho du khách đang tìm kiếm sự giải khát: Gerstner trên trang web thật đáng yêu.  Tránh xa Jospeh II vì nhân viên ở đó không thân thiện với người Mỹ.Đọc thêm",
            "Cực kì đẹp, lộng lẫy. Cung điện thật tuyệt vời.  Những khu vườn rất đẹp. Bạn sẽ nhận được một chuyến tham quan bằng âm thanh miễn phí với giá vé. Việc đi vòng quanh các khu vườn hơi khó khăn vì hầu như không có bất kỳ biển báo nào nhưng hãy tìm một chiếc ghế dài trong bóng râm và chỉ cần mang theo tất cả. Nước sẽ SIÊU đắt nếu bạn mua nó từ xe đẩy nên hãy mang theo của riêng bạn hoặc nếu bạn đi vào mê cung siêu dễ thương! Có một cái dành cho trẻ em và một cái dành cho người lớn - tất cả đều phải trả thêm phí, có máy bán đồ uống rẻ hơn nhiều, ngoài ra còn có nhà vệ sinh và sân chơi nhỏ dễ thương. Chúng tôi đang ở vào tháng 5 và có rất nhiều đám đông nên tôi rùng mình khi nghĩ điều gì sẽ xảy ra ở đó vào tháng 7-tháng 8, bên trong cung điện cũng rất nóng nhưng nó đáng giá. Mua vé trước trực tuyến để bỏ qua hàng đợi tại quầy vé. Có thể dễ dàng đến cung điện bằng tàu điện ngầm. BTW hướng dẫn viên du lịch của chúng tôi nói rằng nếu bạn quyết định xem các phòng ở đây, bạn có thể bỏ qua việc xem các phòng ở cung điện Hofburg vì nó khá giống nhau - nhưng bạn vẫn nên đến Hofburg để xem những khu vườn, v.v.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan có hướng dẫn viên và tai nghe. Thật không may, một số miếng tai bị nứt rất lớn khiến việc nghe bình luận trở nên khó khăn. Hướng dẫn viên rất nhiệt tình và hiểu biết, nhưng đám đông khiến toàn bộ trải nghiệm trở nên khó khăn và khó chịu. Không bao giờ chúng tôi ghé thăm một căn phòng mà không có nhóm khác nói chuyện bên cạnh hoặc đi trước mặt chúng tôi. Nó đã rất đông đúc. Đây không phải là một hoạt động rẻ tiền và tôi cảm thấy số lượng nên được giới hạn để mang lại trải nghiệm đáng đồng tiền và thú vị hơn.Đọc thêm",
            "Nơi tuyệt đẹp với bầu không khí tuyệt vời, công viên rất đẹp và xung quanh. Nhưng: 1 HÀNG DÀI cho đến khi bạn đến thăm. Mặc dù - trong khi bạn đang chờ vào bên trong cung điện - bạn có thể dành thời gian này để ngắm toàn bộ công viên xung quanh - hầu hết đều miễn phí2 Bản thân cung điện theo quan điểm của tôi - kiến ​​trúc bên ngoài của nó không phải là WOW. Một số cung điện khác như cung điện Petergof của Nga TỐT HƠN NHIỀU. 3 SIÊU đông đúc! Bên trong thì SIÊU đông đúc và tour tham quan có hướng dẫn viên là LỰA CHỌN PHẢI CÓ để hiểu toàn bộ lịch sử của nó. Cố gắng đến Labyrinth cũng rất thú vị. Lên gian hàng trên đồi - có tầm nhìn tuyệt đẹp. Dù sao thì - mọi thứ đều tuyệt! Đọc thêm",
            "Thật không may, tôi cảm thấy khá chán nản sau chuyến tham quan cung điện bằng âm thanh kéo dài. Tôi đã rất may mắn được đến thăm nhiều địa điểm ấn tượng và điều này không gây ấn tượng với tôi... Chúng tôi bắt đầu bằng việc đi dạo quanh các khu vườn của Cung điện, nơi chắc chắn rất rộng nhưng lại khiến vẻ ngoài và tình trạng của chúng bị choáng ngợp, thành thật mà nói Tôi sẽ rất thất vọng nếu bãi cỏ và khu vườn nhỏ của tôi ở trong tình trạng tồi tệ như vậy. Có lẽ chỉ có mình tôi thôi, nhưng như vậy cũng chỉ là quan điểm, quan điểm của tôi mà tôi mới có thể đăngĐọc thêm",
            "Mua vé trước. Có rất nhiều thứ để xem miễn phí. Hoa hồng vào tháng 5 rất đẹp! Chúng tôi ở đó 4 giờ vì chúng tôi ăn trưa tại quán cà phê. Đọc thêm",
            "Một nơi chắc chắn phải xem khi ở Vienna. Chúng tôi có hai tiếng rưỡi cho cả cung điện và khu vườn, thế là không đủ. Chúng tôi hầu như không đi dạo quanh cung điện, thật đáng tiếc vì những khu vườn thật tuyệt vời.Đọc thêm",
            "Nếu bạn muốn tham quan toàn bộ Schonbrunn, bạn sẽ cần cả ngày, vì vậy hãy đến ngay sau khi khai mạc. Nếu bạn muốn đến thăm Cung điện trước, hãy đặt chỗ trước để không phải đợi hơn một giờ mới vào được. Nếu bạn đi cùng trẻ nhỏ, bảo tàng dành cho trẻ em, mê cung và sở thú là sự kết hợp phù hợp.Đọc thêm",
            "Thời tiết trong ngày không ổn định nên chúng tôi không chắc chắn khi nào hoặc liệu chúng tôi có đi Schonbrunn hay không nên chúng tôi đã không đặt chỗ. Sai lầm lớn. Rất khuyến khích bạn đặt vé trước vì chúng tôi chỉ có một lựa chọn là chờ 4 giờ. May mắn thay, có rất nhiều thứ để làm trên khuôn viên ngay cả khi bạn không thể nhìn thấy bên trong Cung điện. Chúng tôi đã trả tiền để xem Palm House, nơi không có gì đặc biệt mà chúng tôi không có ở Thành phố quê hương mình. Đọc thêm",
            "Chúng tôi đã đến đây vào ngày cuối cùng ở Vienna trước khi trở về nhà sau chuyến đi kéo dài hai tuần. Đây là một cung điện mùa hè tuyệt đẹp, rất đáng để tham quan bên trong cũng như các khu vườn. Đọc thêm",
            "Khi lên đến đỉnh bạn đậu xe ở đâu?Đọc thêm",
            "Chúng tôi đến bằng tàu hỏa, tôi không thể giúp bạnĐọc thêm",
            "Làm cách nào để đỗ xe đạp an toàn trước khi vào lâu đài?Đọc thêm",
            "Xin chào, \nTôi có thể sử dụng xe đẩy em bé trong tầm nhìn không?Đọc thêm",
            "Tôi không chắc chắn nhưng tôi nghĩ bạn có thể sử dụng xe đẩy!!Đọc thêm",
            "Hy vọng ai đó có thể giúp tôi, tôi sẽ đến thăm Vienna vào cuối tháng 11 và chỉ tự hỏi thời gian tốt nhất trong ngày để đến cung điện Schonbrunn là khi nào về mặt đám đông, thời tiết, v.v.?\n\nVà nếu ai đã sử dụng Winter Pass thì có đáng không và mua ở cung hay mua trước? Tôi đang loay hoay tìm cách mua một cái trực tuyến.Đọc thêm",
            "Không thể giúp được câu hỏi mùa đông khi chúng tôi đi vào tháng 9. Chúng tôi đã đi vào buổi chiều nhưng tôi nghĩ sẽ là khôn ngoan nếu đến thăm vào buổi sáng vì trời sẽ tối sớm và những khu vườn rất đẹp.  Chúng tôi đã đặt vé trực tuyến thông qua trang web hướng dẫn của bạnĐọc thêm",
            "Xin chào, tôi chuẩn bị đi Vienna cùng một đứa con hai tuổi và tôi muốn được tư vấn về vé tốt nhất để mua trước trực tuyến. Bạn muốn giới thiệu chuyến tham quan nào? Đọc thêm",
            "Tôi cũng không đọc được tiếng Ý - nhưng tôi có thể sử dụng google dịch!!  Đứa con 2 tuổi của bạn sẽ yêu thích bảo tàng dành cho trẻ em nên hãy thêm vé vào.  Bạn có thể ăn mặc, chơi với mọi thứ.  Trong khi đến thăm cung điện chính, hãy đặt anh ấy vào một chiếc túi đeo sau lưng với món ăn nhẹ yêu thích để bạn có thể thưởng thức!Đọc thêm",
            "Bạn có thể tham quan Cung điện Schönbrunn bằng xe tập đi không? Chuyến tham quan lớn?Đọc thêm",
            "Hans thân mến, Bạn có thể đến đó bằng khung đi bộ nhưng có cầu thang và tôi đã không tham gia Grand Tour. Theo tôi biết, để đến được Cung điện từ cổng có thể là một nỗ lực rất lớn, có thể nhân viên ở đó có thể sắp xếp xe golf hoặc thứ gì đó để đưa bạn từ cổng vào Cung điện, bạn có thể cần liên hệĐọc thêm",
            "Đã từng có một công viên giải trí với các trò chơi gắn liền với cung điện phải không? Tôi đã đến thăm cung điện vào năm 1999 và cũng đã đến một công viên giải trí vào cùng ngày mà tôi tin rằng nó nằm trong khuôn viên...Đọc thêm",
            "Không có trò chơi nào cả, nhưng có một sở thú, một khu vườn rộng lớn, một mê cung, nhà kính lớn và một vườn bách thảo nữa, cùng với một bảo tàng và phòng trưng bày bên trong cung điện. Đọc thêm",
            "Có hạn chế nào đối với việc sử dụng Tripod bên ngoài Schonbrunn, Hofburg và Belvedere không?\nTôi đi du lịch một mình và muốn chụp vài bức ảnh cho mình nhưng không chắc chắn về các yêu cầu an ninh ở ViennaĐọc thêm",
            "Không mong đợi gì bên ngoài cung điện \nBên trong nói chung là không có\n\nThay thế hãy hỏi khách du lịch thân thiệnĐọc thêm",
            "Tôi muốn hỏi liệu vào cửa miễn phí có áp dụng cho công dân trẻ châu Âu từ 18-25 tuổi không.Đọc thêm",
            "Chọn vé của bạn\nTham quan Hoàng gia Cung điện Schönbrunn\nNgười lớn 22,00\nTrẻ em 15,00\nGiảm 18,00 εως 25 ετών\nChọn ngày nhập cảnh\nChọn thời gian vàoĐọc thêm",
            "Tôi đến Vienna lúc 11:30 ngày 1 tháng 12. Kế hoạch của tôi là đến thăm cung điện và sau đó là Chợ Giáng sinh. Tôi dự kiến ​​sẽ có mặt ở cung điện vào khoảng 12 giờ. Tôi đã mua Vienna Pass, tôi có nên đặt thêm vé nữa không? Tôi chỉ cần đi và vào hay tôi phải đặt trước một khoảng thời gian?Đọc thêm",
            "Xin chào, bạn vẫn cần đến văn phòng tuyển sinh và đặt thời gian. Tôi khuyên bạn nên đi vào sáng sớm. Chúc các bạn có những giây phút vui vẻ :Đọc thêm"
        ],
        "star_ratings": [
            28821,
            11655,
            2548,
            487,
            289
        ],
        "review_amount": 43800,
        "location": [
            "Viên",
            "Vùng Viên",
            "Những việc cần làm ở Vienna",
            "Cung điện Schönbrunn",
            "Châu Âu",
            "Áo"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written June 18, 2023",
            "Written June 29, 2023",
            "Written June 30, 2023",
            "Written July 5, 2023",
            "Written July 9, 2023",
            "Written July 12, 2023",
            "Written July 13, 2023",
            "Written July 19, 2023",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g190454-d194165-Reviews-Schonbrunn_Palace-Vienna.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d19239889-Reviews-Wiener_Grill_Haus-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d1900252-Reviews-Restaurant_Schonbrunner_Stockl_Dinnertheater-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d24144385-Reviews-Joseph_II_Das_Schloss_Restaurant_Schonbrunn-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d4884766-Reviews-Do_An_at_Naschmarkt-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d3570723-Reviews-Rino_Restaurant-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d4746166-Reviews-Restaurant_Odysseus-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d7988697-Reviews-Kutscher_G_woelb-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d27461241-Reviews-Cafe_Pavillon-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d8545956-Reviews-Schlosscafe_Schonbrunn-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d7003290-Reviews-Kutschergwolb_Schlossbrau-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d192277-Reviews-Kultur_und_Weihnachtsmarkt_Schloss_Schonbrunn-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d14098532-Reviews-Schonbrunn_Children_s_Museum-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d246615-Reviews-Imperial_Carriage_Museum_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245456-Reviews-Marionettentheater_Schloss_Schoenbrunn-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d9707088-Reviews-Vienna_U_Bahn-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245539-Reviews-Orangery_at_Schoenbrunn_Palace-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d9725709-Reviews-Otto_Wagner_Hofpavillon_Hietzing-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d246613-Reviews-Technisches_Museum_Wien-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d1519736-Reviews-Tiergarten_Schoenbrunn_Zoo_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d14988532-Reviews-Neptunbrunnen-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d194165-Reviews-or10-Schonbrunn_Palace-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d1534524-Reviews-Historic_Center_of_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d191365-Reviews-St_Stephen_s_Cathedral-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245701-Reviews-Belvedere_Museum-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d246425-Reviews-Otto_Wagner_Kirche_am_Steinhof-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d319310-Reviews-Schonbrunner_Gardens-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d319305-Reviews-Church_of_the_Jesuits-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245775-Reviews-Osterreichische_Nationalbibliothek-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d311245-Reviews-Peterskirche-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d2626307-Reviews-St_Anna_s_Church-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d590784-Reviews-Kahlenberg-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d7279240-Reviews-The_Strudelshow-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d8670476-Reviews-Schonbrunn_Panorama_Train-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d3140974-Reviews-Schonbrunn_Palace_Orchestra-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d7044224-Reviews-Maze_Labyrinth_Schonbrunn-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d10377960-Reviews-Cafe_Gloriette-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d17729916-Reviews-Schloss_Schonbrunn_Fotostudio_Culties-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g667131-d10416370-Reviews-Hanioti_Beach-Hanioti_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138239-Reviews-South_Street-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d536260-Reviews-Globe_Life_Park-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d3611252-Reviews-Art_in_Paradise_Pattaya-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d6560699-Reviews-City_Bikes_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g33878-d497992-Reviews-Harvey_s_Beach-Old_Saybrook_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d103671-Reviews-Children_s_Museum_of_Indianapolis-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1050569-d1813589-Reviews-Spiaggia_dei_Maronti-Barano_d_Ischia_Isola_d_Ischia_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2011401-Reviews-Shinsegae_Department_Store_Myeongdong_Main-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g31802-d10536138-Reviews-Swinging_Bridge-Mountain_View_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g190454-d194165-Reviews-or10-Schonbrunn_Palace-Vienna.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g190454-d194165-Reviews-Schonbrunn_Palace-Vienna.html"
    }
]