[
    {
        "attraction_name": "Sea to Sky Gondola",
        "attraction_name_vi": "Gondola từ biển đến bầu trời",
        "general_info": [
            "2.205 đánh giá",
            "2 trong số 40 điều cần làm ở Squamish",
            "Xe điện",
            "Những con đường mòn đi bộ đường dài"
        ],
        "attraction_summary": "Mở cửa quanh năm, Sea to Sky Gondola nằm cách Squamish, BC 2km về phía nam dọc theo đường cao tốc Sea to Sky xinh đẹp. Sea to Sky Gondola là xe lăn và xe đẩy có thể sử dụng trong 10 phút đi đến những con đường mòn đi bộ đường dài, cầu treo, chỉ dành cho mùa đông ở công viên tàu điện ngầm và giá vé địa phương tại Summit Lodge.Đọc thêm",
        "reviews": [
            "Đã thấy điều này trước khi chúng tôi rời đi và đã coi đây là điểm dừng chân bắt buộc khi chúng tôi đi du lịch. Cảnh quan thật tuyệt vời và toàn bộ hoạt động khá trơn tru. Nơi này cực kỳ đông đúc vào ngày chúng tôi đến và chúng tôi gặp khó khăn ngay cả khi đỗ xe ở khu vực căn cứ, mặc dù những người điều hành ở đó đã làm rất tốt khi cố gắng sắp xếp mọi thứ. Nếu bạn có thời gian, có rất nhiều đường mòn để khám phá và một cây cầu treo đưa bạn đến một số vị trí ngắm cảnh khá ngoạn mục. Đọc thêm",
            "Lần đầu tiên chúng tôi ghé thăm nơi này và WOW thật tuyệt. Chuyến đi bằng thuyền Gondola thật hoành tráng, một chuyến đi trên những tán cây thực sự tốt và có tầm nhìn tuyệt vời ra khu vực xung quanh cả hai chiều. Up Top có đồ giải khát và cửa hàng quà tặng ngon cũng như cây cầu treo là một trải nghiệm tuyệt vời. Các quan điểm là tuyệt vời và không thể bỏ qua. Một nơi phải xem.Đọc thêm",
            "Tuy nhiên, tôi không phải là người thích độ cao hay du lịch lên núi trong một chiếc hộp nhỏ, tôi đã làm được và có thể nói rằng tôi sẽ làm lại.  Khung cảnh thật tuyệt vời, cây cầu là địa điểm không thể bỏ qua và đi theo những con đường mòn trên đỉnh là một quãng nghỉ tuyệt vời trước khi quay trở lại.  Chúng tôi đã không ăn khi ở trong khu vực vì chúng tôi mang theo đồ ăn nhẹ của riêng mình nhưng chúng tôi rất thích nhân viên cửa hàng quà tặng và những người giúp bạn lên và xuống thuyền gondola.  Mọi người đều rất tử tế và hữu ích và tôi phải nói rằng có bao nhiêu người đi du lịch, những chiếc thuyền gondola rất sạch sẽ và được bảo trì tốt.   Nếu bạn là người lần đầu đến khu vực này thì đây là một trong những địa điểm du lịch mà tôi khuyên mọi người nên ghé thăm.Đọc thêm",
            "Đây là một trong những chuyến đi thuyền gondola đẹp nhất mà tôi từng đi. Toàn bộ chuyến đi kéo dài khoảng mười phút. Vẻ đẹp của những gì bạn có thể nhìn thấy khi chiếc thuyền gondola đi lên núi sẽ chuẩn bị cho bạn tất cả những điều tuyệt vời mà bạn sẽ thấy khi đến Summit Lodge. Khung cảnh nhìn từ đỉnh núi thật tuyệt vời, đặc biệt là Biển Howe Sound bên dưới và những ngọn núi xung quanh! Có những con đường mòn để đi theo, đài quan sát toàn cảnh, cầu treo, nhà hàng với cửa hàng lưu niệm, v.v. Trên đường xuống, bạn sẽ được lựa chọn đi thuyền gondola một mình hoặc đi cùng những hành khách khác . Rất khuyến khích!Đọc thêm",
            "Chúng tôi đã đến thăm Sea to Sky Gondola và quan sát vào tháng 8 năm 2023. \nChuyến đi bằng thuyền gondola thật tuyệt vời, thật khó để chịu đựng vì tôi sợ độ cao.\nTầm nhìn tuyệt vời từ trên xuống; tuy nhiên, chúng tôi không đủ can đảm để đi bộ qua cầu treo.\nChúng tôi ngồi ở một trong những chiếc bàn ngoài trời và ăn trưa trong khi ngắm nhìn khung cảnh ngoạn mục!  Chúng tôi thậm chí còn nhìn thấy một số con sóc đang chạy xung quanh.\nBữa ăn thật tuyệt vời, chúng tôi có bánh taco; tuy nhiên nó rất bận rộn và rất đắt đỏ!\nNhìn chung, tôi đã dành một vài giờ rất tốt để đứng đầu.Đọc thêm",
            "Khung cảnh ngoạn mục này nhìn từ đỉnh núi. Chuyến đi lên đỉnh và quay xuống thật tuyệt vời. Đó là một chuyến đi thực sự suôn sẻ, ngay cả khi có gió. Bạn có thể xem Howe Sound bên dưới. Đi thuyền gondola thực sự rất thú vị và khi lên đến đỉnh, bạn có thể đi bộ trên Cầu Pilot hoặc treo cổ. Nó thật hùng vĩ. Đọc thêm",
            "Chúng tôi cưỡi chiếc thuyền gondola đã đặt trước để đi Via Ferrata.  Ferrata là một cách tuyệt vời để mở rộng chuyến thăm của chúng tôi bằng cách đi bộ một đoạn xuống núi, thắt dây an toàn vào dây cáp và leo lên các bậc sắt trở lại boong dành cho du khách.  Hướng dẫn viên của chúng tôi, Lorna, thật tuyệt vời, mô tả nhiều khía cạnh khác nhau của cảnh quan và hệ thực vật khi chúng tôi đi.  Cô ấy đã chuẩn bị sẵn tất cả các thiết bị cần thiết cùng với đinh giày cho những đoạn đường băng giá.  Điều đó giúp chúng tôi tiết kiệm được việc phải mang theo thiết bị riêng.  \nNếu bạn đã leo lên ở mức độ vừa phải, bạn sẽ thấy việc này thật dễ dàng.  Nếu bạn chưa bao giờ leo núi thì đây là niềm vui cho cả gia đình miễn là bạn có thể chịu được độ cao.  Nhiều nhất chúng tôi cách mặt đất 30m - 40m và luôn được kẹp vào một cách an toàn. Rất khuyến khích.Đọc thêm",
            "Một trong những điều chúng tôi đã làm trong suốt chuyến đi 2 tuần của mình. Khung cảnh tuyệt vời và những con đường đi bộ tuyệt đẹp xung quanh đỉnh. Cây cầu rất thú vị để đi bộ qua. 3 và 5 tuổi của tôi cũng thích có một sân chơi ở trên cùng. Ở trên đó thật kỳ diệu!Đọc thêm",
            "Chúng tôi đã có 2 đêm nghỉ ở Whistler trong chuyến đi gần đây và không thực sự muốn đi thuyền gondola ở đó nên sau khi nghiên cứu Sea to Sky ở Squamish, chúng tôi quyết định thực hiện hành trình ô tô kéo dài 45 đến 60 phút để thực hiện điều đó. đã làm - các nhân viên rất hữu ích và thân thiện, trên chuyến đi bằng thuyền gondola, chúng tôi đã may mắn có được một chiếc thuyền gondola cho riêng mình khi đi lên và đi xuống. Khung cảnh trên đỉnh thật tuyệt vời và chắc chắn đáng giá. Chúng tôi rất thích cây cầu mặc dù nó khiến tôi không thoải mái, nhưng nó cảm thấy rất an toàn và rất thú vị. Những con đường mòn đi bộ đường dài trên đỉnh đều có biển báo rõ ràng về thời gian được cung cấp cho mỗi con đường. Quán cà phê có giá tốt và làm những chiếc bánh ngon, bạn cũng có thể có những bữa ăn nóng hổi. Một ngày tuyệt vời, nhân viên tuyệt vời và một trải nghiệm tuyệt vời - hoàn toàn được khuyến khích. Chúng tôi cũng đã ghé thăm Thác Shannon, bạn có thể để xe trong ô tô đỗ xe và đi bộ đến đó - chắc chắn đáng để đi bộĐọc thêm",
            "Dịch vụ khách hàng hoàn toàn đáng khinh qua điện thoại. Hoàn toàn từ chối giúp tôi tìm ra vấn đề liên quan đến việc mua thẻ quà tặng cho chuyến công tác của công ty chúng tôi.Đọc thêm",
            "Một trong những điều chúng tôi đã làm trong suốt chuyến đi 2 tuần của mình. Khung cảnh tuyệt vời và những con đường đi bộ tuyệt đẹp xung quanh đỉnh. Cây cầu rất thú vị để đi bộ qua. 3 và 5 tuổi của tôi cũng thích có một sân chơi ở trên cùng. Ở trên đó thật kỳ diệu!Đọc thêm",
            "Đó là một ngày tuyệt vời..nắng, không có gió - Vượt qua cây cầu. Các điểm tham quan thật không thể tin được. Bạn có thể nhìn thấy mọi nơi từ trên đó.Đọc thêm",
            "Chắc chắn đáng ghé thăm. Chúng tôi chỉ đến thăm khi núi Grouse đã bị đóng cửa và chúng tôi không chắc liệu mình có muốn lái xe đến tận phía bắc Vancouver hay không nhưng nó rất đáng để đi. Chúng tôi đến khi nó mở cửa và có chỗ cho riêng mình một lúc. Dễ dàng theo dõi thử nghiệm và một quán cà phê tuyệt vời, còn gì mà không thích Đọc thêm",
            "Tôi có thể nói gì ngoài wow! Vâng, đó không phải là điều rẻ nhất để làm nhưng bạn sẽ thường xuyên bay lên sườn núi và trải nghiệm khung cảnh ngoạn mục nhất từ ​​trên đỉnh. Ngay cả với một người sợ độ cao thì đó vẫn là một ngày tuyệt vời. Chúng tôi dành khoảng 3 giờ trên đỉnh để đi bộ trên con đường toàn cảnh và băng qua cây cầu treo. Có rất nhiều cơ hội chụp ảnh và quan sát động vật hoang dã!  Rất muốn giới thiệu cho bất cứ ai Đọc thêm",
            "Đáng giá, quan điểm hoàn toàn độc đáo, rất cao! Phong cảnh hùng vĩ, nhà hàng trên đỉnh có nhiều lựa chọn đồ ăn và bia tuyệt vời. Bạn có thể thư giãn, thưởng thức đồ uống với khung cảnh vô giá, họ có một cây cầu nơi bạn cũng có thể chụp những bức ảnh tuyệt vời, chúng tôi yêu thích toàn bộ trải nghiệm.Đọc thêm",
            "Chúng tôi cưỡi chiếc thuyền gondola đã đặt trước để đi Via Ferrata.  Ferrata là một cách tuyệt vời để mở rộng chuyến thăm của chúng tôi bằng cách đi bộ một đoạn xuống núi, thắt dây an toàn vào dây cáp và leo lên các bậc sắt trở lại boong dành cho du khách.  Hướng dẫn viên của chúng tôi, Lorna, thật tuyệt vời, mô tả nhiều khía cạnh khác nhau của cảnh quan và hệ thực vật khi chúng tôi đi.  Cô ấy đã chuẩn bị sẵn tất cả các thiết bị cần thiết cùng với đinh giày cho những đoạn đường băng giá.  Điều đó giúp chúng tôi tiết kiệm được việc phải mang theo thiết bị riêng.  Nếu bạn đã leo lên ở mức độ vừa phải, bạn sẽ thấy việc này thật dễ dàng.  Nếu bạn chưa bao giờ leo núi thì đây là niềm vui cho cả gia đình miễn là bạn có thể chịu được độ cao.  Nhiều nhất chúng tôi cách mặt đất 30m - 40m và luôn được kẹp vào một cách an toàn. Rất khuyến khích.Đọc thêm",
            "Bạn phải làm điều này nếu ở Squamish!  Đi thuyền gondola an toàn và thoải mái.  Nhóm của chúng tôi có một số người sợ độ cao nên họ không thích trải nghiệm nhưng chỉ mất khoảng 10 phút.  Những bức ảnh trong chuyến đi thật tuyệt vời.  Chúng tôi thật may mắn khi có được một nhân viên, Brianna, đi cùng chúng tôi.  Cô ấy thật tuyệt vời khi xoa dịu nỗi sợ hãi của chúng tôi, một người địa phương biết rất nhiều về khu vực này và có những câu chuyện tuyệt vời để kể.   Chồng tôi đang hy vọng cô ấy sẽ tham gia cùng chúng tôi trong chuyến đi xuống để khiến anh ấy phân tâm thêm chút nữa!!! Trên đỉnh có rất nhiều cảnh đẹp ngoạn mục của tất cả những ngọn núi khác nhau mà chúng tôi đã biết trên đường lên.  Có rất nhiều con đường mòn đi bộ đường dài, khá băng giá nên tôi khuyên bạn nên đi giày đi bộ đường dài loại tốt hoặc thuê đế đinh ở nhà gỗ.  Chúng tôi đã thưởng thức bánh quy và sô cô la nóng kem cho lễ hội sô cô la! Có thể đã dành 3-4 giờ để hoàn thiện nếu chúng tôi chưa lên kế hoạch cho cả ngày.Đọc thêm",
            "BC thật là một nơi tuyệt đẹp và bạn có thể thấy rất nhiều vẻ đẹp đó từ chiếc thuyền gondola này và những con đường mòn trên đỉnh núi. Khi bạn lên chiếc thuyền gondola, nó sẽ kéo bạn thẳng lên mặt núi và thế giới xung quanh bạn trở nên rộng lớn hơn. Vào một ngày đẹp trời, bạn có thể nhìn thấy thung lũng bên dưới, vịnh ngang qua và những ngọn núi đối diện lộ rõ ​​vẻ đẹp của chúng. Khi lên trên đỉnh, bạn có thể cắn một miếng để ăn, nhâm nhi đồ uống nóng hoặc lạnh và tận hưởng tất cả. Đi bộ qua cây cầu lung lay vào vùng hoang dã và tận hưởng nhiều hơn nữa khu vực xung quanh. Đi bao lâu tùy thích hoặc chỉ cần đạp xe lên xuống cũng đáng để dừng lại.Đọc thêm"
        ],
        "star_ratings": [
            1724,
            396,
            65,
            10,
            10
        ],
        "review_amount": 2205,
        "location": [
            "Cáp treo Sea to Sky",
            "British Columbia",
            "Canada",
            "bí đao",
            "Các hoạt động ở Squamish"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 20, 2023",
            "Written July 23, 2023",
            "Written August 14, 2023",
            "Written September 10, 2023",
            "Written October 7, 2023",
            "Written February 27, 2024",
            "Written May 22, 2024",
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written May 22, 2024",
            "Written April 27, 2024",
            "Written April 21, 2024",
            "Written March 31, 2024",
            "Written March 21, 2024",
            "Written February 27, 2024",
            "Written February 15, 2024",
            "Written January 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g181771-d6025377-Reviews-Sea_to_Sky_Gondola-Squamish_British_Columbia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g181771-d1139238-Reviews-Howe_Sound_Brewing-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181771-d8528105-Reviews-Summit_Restaurant_Edge_Bar-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181771-d4081959-Reviews-The_Rock_Bar_and_Grill-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181771-d9854924-Reviews-Match_Eatery_Public_House-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181771-d8701661-Reviews-Copper_Coil_Still_Grill-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181771-d21306059-Reviews-Flipside_Burgers-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181771-d10830581-Reviews-The_Salted_Vine_Kitchen_Bar-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181771-d1098984-Reviews-Chef_Big_D_s-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181771-d3831092-Reviews-The_Ledge_Community_Coffee_House-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181771-d762706-Reviews-Sunflower_Bakery_Cafe-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d619175-Reviews-Shannon_Falls_Provincial_Park-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d576540-Reviews-Stawamus_Chief_Park-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g678581-d1094435-Reviews-Britannia_Mine_Museum-Britannia_Beach_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d3651457-Reviews-Squamish_Adventure_Centre-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d3244558-Reviews-Squamish_Estuary-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d15050797-Reviews-Cliffside_Cider-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d3364825-Reviews-Squamish_Farmers_Market-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d15046118-Reviews-Squamish_Public_Library-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d10540189-Reviews-Squamish_Oceanfront_Interpretive_Trail-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d2647881-Reviews-Railway_Museum_of_British_Columbia-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d6025377-Reviews-or10-Sea_to_Sky_Gondola-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1131853-d310715-Reviews-Garibaldi_Park-Brackendale_Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d184055-Reviews-Alice_Lake_Provincial_Park-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d8506752-Reviews-Diamondhead_Outfitters-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d3405059-Reviews-Porteau_Cove_Provincial_Park-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d589669-Reviews-Brackendale_Eagle_Reserve-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d184092-Reviews-Brohm_Lake-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d790519-Reviews-Lake_Lovely_Water-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d14921534-Reviews-Canadian_Coastal-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d13449548-Reviews-RideHub-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d2642045-Reviews-Squamish_Rafting_Company-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d1519977-Reviews-Sea_to_Sky_Air-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d12855723-Reviews-Rope_Runner_Aerial_Adventure_Park-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d10509401-Reviews-Ride_BC-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d3372271-Reviews-Squamish_Watersports-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d13989869-Reviews-Sea_To_Sky_Kiteboarding-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d7946035-Reviews-Squamish_Rock_Guides-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d12281424-Reviews-Rock_Solid_Adventures-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32286-d4302650-Reviews-Powerhouse_Park-Del_Mar_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d12882725-Reviews-Kiva_Bar-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50502-d1861818-Reviews-Fraze_Pavilion-Kettering_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g31323-d2069644-Reviews-Watson_Lake-Prescott_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g499458-d552879-Reviews-Dolphin_Research_Center-Grassy_Key_Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d12491185-Reviews-Mount_Zion-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g42058-d6908485-Reviews-J_W_Wells_State_Park-Cedar_River_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d6353318-Reviews-Al_Barsha_Pond_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g31839-d298633-Reviews-Mount_Magazine_State_Park-Paris_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d116449-Reviews-Pacific_Union_Club-San_Francisco_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g181771-d6025377-Reviews-or10-Sea_to_Sky_Gondola-Squamish_British_Columbia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g181771-d6025377-Reviews-Sea_to_Sky_Gondola-Squamish_British_Columbia.html"
    }
]