[
    {
        "attraction_name": "SEA LIFE Aquarium",
        "attraction_name_vi": "Thủy cung SEA LIFE",
        "general_info": [
            "680 đánh giá",
            "10 trong số 76 điều cần làm ở Carlsbad",
            "Bể cá"
        ],
        "attraction_summary": "SEA LIFE được thiết kế nhằm hướng dẫn tương tác cho trẻ em về cuộc sống ở biển. Hãy sẵn sàng bắt tay vào cuộc hành trình qua môi trường sống đại dương tuyệt vời. Bắt tay với các ngôi sao biển tại hồ cảm ứng và khám phá cá mập, cá đuối gai độc và các loài cá nhiệt đới của Thành phố Atlantis đã mất bí ẩn. Thủy cung SEA LIFE có rất nhiều khu vui chơi tương tác, các hoạt động vui nhộn và điểm tham quan khó quên, tạo nên một trải nghiệm không giống ai. Thủy cung SEA LIFE là ngôi nhà của hơn 5.000 sinh vật sống và kết hợp các mô hình LEGO vào chuyến hành trình của trẻ em đến độ sâu của đại dương với các khu vui chơi, sự kiện thú vị và những câu đố. Ghé thăm điểm tham quan Sea at Night mới với màn hình phát quang sinh học tuyệt vời.Đọc thêm",
        "reviews": [
            "4,5 sao. Môi trường sạch sẽ, mát mẻ, yên tĩnh và mang tính giáo dục. Hoàn hảo để nhanh chóng lấy lại tinh thần sau khi rời khỏi Legoland hoặc Công viên nước. Chúng tôi mong đợi nó sẽ kéo dài hơn và tôi không nghĩ bạn cần phải lên kế hoạch cho cả ngày của mình xung quanh việc ghé thăm thủy cung. Nhưng chuyến thăm và chi phí bỏ ra là xứng đáng khi bạn mua vé Park Hopper. \n\nCon gái 4 tuổi của tôi có thể ở lại lâu hơn 2 giờ nhưng em gái 9 tuổi của cháu đã hoàn thành khá nhanh. Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã dành thời gian chia sẻ đánh giá bốn sao về Thủy cung SEA LIFE với chúng tôi! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm của bạn cùng con bạn và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng kính chào, \nNhóm quản lý khách xuất sắc của Celeste Lepper LEGOLAND California ResortĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời khi được nhìn thấy một con thằn lằn và 3 con rùa hộp đã bị tịch thu và đang được phục hồi ở biển. Tất cả thằn lằn ở đó đều đang được phục hồi. Họ nuôi ngựa biển để thả ra biển. Có cá mập và cá nữa. Tôi đề xuất đây là một trải nghiệm mang tính giáo dục thư giãn và có một không hai.Đọc thêm",
            "Xin chào,\n\nChúng tôi đánh giá cao việc bạn chia sẻ đánh giá tuyệt vời này trên TripAdvisor. Chúng tôi rất vui khi biết rằng gần đây bạn đã có trải nghiệm tuyệt vời tại SEA LIFE. \n\nSachorrah là một thành viên quan trọng trong Nhóm LEGOLAND của chúng tôi và chúng tôi cảm thấy rất may mắn khi có được cô ấy. Người quản lý của cô ấy sẽ đảm bảo rằng cô ấy được công nhận vì trải nghiệm tuyệt vời mà cô ấy đã mang lại cho bạn. \n\nCảm ơn bạn vì đánh giá tuyệt vời này, chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng, \nNhóm quản lý khách xuất sắc của Tamara Thomas LEGOLAND California Resort   \nĐọc thêm",
            "Thật tuyệt! Các cuộc triển lãm rất thân thiện với trẻ em và có rất nhiều yếu tố gây kinh ngạc mà chúng tôi không ngờ tới. Trẻ em thích thú với trò tìm kiếm tem và có kích thước hoàn hảo để chúng có thể lấy mọi thứ mà không cảm thấy choáng ngợp. Trẻ em thích nói chuyện với Lizi từ thủy cung, chắc chắn là khoảnh khắc đặc biệt trong chuyến đi California của chúng tôi. Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã chia sẻ đánh giá 5 sao của mình! \n\nChúng tôi rất vui khi biết rằng Thủy cung SEA LIFE của chúng tôi đã có thể đáp ứng trên cả sự mong đợi của bạn! Mục tiêu của chúng tôi là đảm bảo rằng du khách ở mọi lứa tuổi được tham gia các hoạt động vui vẻ và thú vị nhằm nâng cao hơn nữa tầm quan trọng của đời sống biển của chúng tôi! \n\nCảm ơn bạn đã cho chúng tôi biết tầm quan trọng của sự tương tác của Lizis với bọn trẻ trong việc tạo ra một chuyến thăm VUI VẺ! Chúng tôi chắc chắn sẽ ghi nhận cô ấy vì đã hoàn thành tốt công việc! \n\nChúng tôi hy vọng bạn và gia đình có thể có những kỷ niệm lâu dài với chúng tôi! Chúng tôi rất nóng lòng được gặp lại bạn sớm! \n\nTrân trọng kính chào, \nAna Amaya Gomez Đội ngũ quản lý khách xuất sắc LEGOLAND California Resort\nĐọc thêm",
            "Cuộc sống biển đẹp đến kinh ngạc. Đây là điểm thu hút yêu thích của tôi trong chuyến thăm này. Các nhân viên rất tuyệt vời, mọi thứ đều sạch sẽ và ngăn nắp. Rất giáo dục. Tôi thực sự khuyên bạn nên ghé thăm địa điểm này cho trẻ em và người lớn.Đọc thêm",
            "Thật tuyệt! Các cuộc triển lãm rất thân thiện với trẻ em và có rất nhiều yếu tố gây kinh ngạc mà chúng tôi không ngờ tới. Trẻ em thích thú với trò tìm kiếm tem và có kích thước hoàn hảo để chúng có thể lấy mọi thứ mà không cảm thấy choáng ngợp. Trẻ em thích nói chuyện với Lizi từ thủy cung, chắc chắn là khoảnh khắc đặc biệt trong chuyến đi California của chúng tôi. Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã chia sẻ đánh giá 5 sao của mình! \n\nChúng tôi rất vui khi biết rằng Thủy cung SEA LIFE của chúng tôi đã có thể đáp ứng trên cả sự mong đợi của bạn! Mục tiêu của chúng tôi là đảm bảo rằng du khách ở mọi lứa tuổi được tham gia các hoạt động vui vẻ và thú vị nhằm nâng cao hơn nữa tầm quan trọng của đời sống biển của chúng tôi! \n\nCảm ơn bạn đã cho chúng tôi biết tầm quan trọng của sự tương tác của Lizis với bọn trẻ trong việc tạo ra một chuyến thăm VUI VẺ! Chúng tôi chắc chắn sẽ ghi nhận cô ấy vì đã hoàn thành tốt công việc! \n\nChúng tôi hy vọng bạn và gia đình có thể có những kỷ niệm lâu dài với chúng tôi! Chúng tôi rất nóng lòng được gặp lại bạn sớm! \n\nTrân trọng kính chào, \nAna Amaya Gomez Đội ngũ quản lý khách xuất sắc LEGOLAND California Resort\nĐọc thêm",
            "Cơ sở tuyệt vời. Các nhân viên siêu thân thiện và thực sự hào hứng để khoe các cuộc triển lãm. Tuyệt vời cho trẻ nhỏ để tương tác với các sinh vật khác nhau. Dành thời gian để thực hiện các hoạt động tương tác như săn lùng người nhặt rác và xem tờ giấy. Nó cho phép bạn khám phá nhiều hơn về từng cuộc triển lãm và làm cho nó trở nên thú vị hơn. Tôi thường không phải là người thích săn lùng xác thối nhưng những trò chơi ở đây được thiết lập độc đáo nên bạn sẽ tích cực hơn khi xem xét các xe tăng và vật trưng bày khác nhau, đồng thời khiến bạn nhìn và thấy nhiều hoạt động hơn trong các vật trưng bày. Xin gửi lời cảm ơn rất đặc biệt tới Sachorrah, cô ấy rất kiên nhẫn với những câu hỏi của con tôi trong bể cá đuối và chúng thực sự rất thích được nhìn thấy những chú rùa.Đọc thêm",
            "Xin chào Tour215277,\n\nCảm ơn bạn đã dành thời gian chia sẻ Đánh giá 5 sao về Thủy cung SEA LIFE với chúng tôi!!! Chúng tôi rất vui khi biết rằng bạn thích chuyến thăm cùng con mình và nhân viên cũng như các hoạt động của chúng tôi là những điểm nổi bật! Chúng tôi cũng rất vui khi biết rằng Sachorrah đã cung cấp dịch vụ xuất sắc và chúng tôi sẽ rất vui khi ghi nhận sự chăm chỉ của cô ấy! \n\nMong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nTrân trọng kính chào, \nNhóm quản lý khách xuất sắc của Celeste Lepper LEGOLAND California ResortĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời khi được nhìn thấy một con thằn lằn và 3 con rùa hộp đã bị tịch thu và đang được phục hồi ở biển. Tất cả thằn lằn ở đó đều đang được phục hồi. Họ nuôi ngựa biển để thả ra biển. Có cá mập và cá nữa. Tôi đề xuất đây là một trải nghiệm mang tính giáo dục thư giãn và có một không hai.Đọc thêm",
            "Xin chào,\n\nChúng tôi đánh giá cao việc bạn chia sẻ đánh giá tuyệt vời này trên TripAdvisor. Chúng tôi rất vui khi biết rằng gần đây bạn đã có trải nghiệm tuyệt vời tại SEA LIFE. \n\nSachorrah là một thành viên quan trọng trong Nhóm LEGOLAND của chúng tôi và chúng tôi cảm thấy rất may mắn khi có được cô ấy. Người quản lý của cô ấy sẽ đảm bảo rằng cô ấy được công nhận vì trải nghiệm tuyệt vời mà cô ấy đã mang lại cho bạn. \n\nCảm ơn bạn vì đánh giá tuyệt vời này, chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng, \nNhóm quản lý khách xuất sắc của Tamara Thomas LEGOLAND California Resort   \nĐọc thêm",
            "4,5 sao. Môi trường sạch sẽ, mát mẻ, yên tĩnh và mang tính giáo dục. Hoàn hảo để nhanh chóng lấy lại tinh thần sau khi rời khỏi Legoland hoặc Công viên nước. Chúng tôi mong đợi nó sẽ kéo dài hơn và tôi không nghĩ bạn cần phải lên kế hoạch cho cả ngày của mình xung quanh việc ghé thăm thủy cung. Nhưng chuyến thăm và chi phí bỏ ra là xứng đáng khi bạn mua vé Park Hopper. Con gái 4 tuổi của tôi có thể ở lại lâu hơn 2 giờ nhưng em gái 9 tuổi của cháu đã hoàn thành khá nhanh. Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã dành thời gian chia sẻ đánh giá bốn sao về Thủy cung SEA LIFE với chúng tôi! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm của bạn cùng con bạn và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng kính chào, \nNhóm quản lý khách xuất sắc của Celeste Lepper LEGOLAND California ResortĐọc thêm",
            "Legoland luôn tuyệt vời, bất kể bạn bao nhiêu tuổi. Chúng tôi yêu Legoland và đã nhiều lần. Đây là chuyến thăm đầu tiên của chúng tôi đến Thủy cung Sea Life và nó còn hơn cả mong đợi! Chúng tôi đã đến thăm rất nhiều bể cá và đây là nơi chúng tôi yêu thích nhất! Phong cách của thủy cung là điều làm nên sự độc đáo của nó, nó rất thú vị trong và ngoài khu trưng bày!Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã đánh giá 5 sao của bạn!! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm của bạn với chúng tôi tại LEGOLAND California Resort! \n\nChúng tôi cũng rất vui khi biết rằng bạn rất thích chuyến thăm Thủy cung SEA LIFE. Chúng tôi rất vui khi biết rằng bạn đã có một trải nghiệm tuyệt vời. Chúng tôi đánh giá cao những nhận xét tốt đẹp của bạn và chúng tôi hy vọng sớm gặp lại bạn.\n\nChúc một ngày TUYỆT VỜI!\n\nTrân trọng kính chào,\nĐội ngũ quản lý khách xuất sắc của Armando Andrade LEGOLAND California ResortĐọc thêm",
            "Phần yêu thích của tôi là đi bộ qua đường hầm kính và ngắm cá, cá mập và cá đuối bơi qua đầu! Đây là một trải nghiệm rất thú vị trong thời gian chúng tôi ở đó. Chúng tôi rất thích tất cả những gì có thể nhìn thấy và tất cả các hình Lego và cá .triển lãm cảm ứng cũng thực sự thú vị và các thành viên phi hành đoàn ở đó rất am hiểu mặc dù một trong những người đó là người mới. Những đứa trẻ của tôi 9,11,12 đều vui vẻ và thích nhìn thấy mọi thứ!Đọc thêm",
            "Xin chào anthonygR2040HB, \n\nChúng tôi rất vui khi biết rằng bạn và gia đình rất thích Thủy cung này. Chúng tôi đánh giá cao việc bạn chia sẻ rằng bạn thấy đội ngũ nhân viên có kiến ​​thức, điều này luôn là một niềm vui được biết. \n\nChúng tôi đánh giá cao đánh giá tuyệt vời này và hy vọng sớm gặp lại bạn!\n\nTrân trọng,           \nNhóm quản lý khách xuất sắc của Tamara Thomas LEGOLAND California Resort\nĐọc thêm",
            "Murphy, Hanna và Matt đã mang đến không chỉ những đứa con nhỏ của tôi một khoảng thời gian tuyệt vời mà cả tôi và chồng tôi. Họ rất ngọt ngào, kiên nhẫn và trò chuyện về mọi thứ để giúp các con tôi có khoảng thời gian vui vẻ theo cách họ giải thích những điều khiến con tôi muốn học và tìm hiểu thêm thông tin chi tiết về động vật đại dương!Đọc thêm",
            "Xin chào Citlaly,\n\nCảm ơn bạn đã dành thời gian chia sẻ đánh giá 5 sao về chuyến thăm Thủy cung SEA LIFE gần đây của bạn. Chúng tôi rất vui khi biết rằng Murphy, Hannah và Matt đã mang lại trải nghiệm tương tác tuyệt vời cho gia đình bạn. Chúng tôi đánh giá cao phản hồi tử tế của bạn và sẽ đảm bảo những Công dân Kiểu mẫu TUYỆT VỜI của chúng tôi được công nhận vì đã hoàn thành tốt công việc.\n\nChúng tôi hy vọng bạn có thể sớm tham gia lại với chúng tôi! Chúc một ngày TUYỆT VỜI!\n\nTrân trọng kính chào,\nEmily Adams Đội ngũ quản lý khách hàng xuất sắc LEGOLAND California ResortĐọc thêm",
            "Murphy đang vui vẻ cùng cặp song sinh của chúng tôi trong một chuyến du lịch riêng.  Cô ấy rất hiểu biết và tuyệt vời với trẻ nhỏ!Đọc thêm",
            "Xin chào JenM2022222222, \n\nCảm ơn bạn đã chia sẻ rằng bạn đã có trải nghiệm tuyệt vời với Murphy. Chúng tôi sẽ đảm bảo rằng cô ấy được công nhận. Chúng tôi hy vọng sẽ sớm gặp lại bạn!\n\nTrân trọng, \nNhóm quản lý khách xuất sắc của Tamara Thomas LEGOLAND California Resort \nĐọc thêm",
            "Những con vật được chăm sóc tốt và vui vẻ bơi lội cùng Lego, Legoland, Thủy cung và công viên nước đều là những địa điểm tuyệt vời dành cho gia đình và bạn bè. Nhân viên rất tốt, hữu ích và nói chung là 90 người rất thân thiện và tốt bụng mà bạn mong đợi khi đến thăm một công viên như thế này. Các chuyến đi không phải chờ đợi lâu, đặc biệt là vào thứ Ba, thứ Năm và thậm chí vào giờ cao điểm với đám đông, nó vẫn có thể chịu đựng được không giống như một số nơi khác.Đọc thêm",
            "Xin chào jarirs2022,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Thủy cung SEA LIFE. Chúng tôi rất vui khi biết rằng bạn đã có một trải nghiệm rất đáng nhớ. Chúng tôi hy vọng bạn và bạn có thể sớm tham gia cùng chúng tôi trong một ngày TUYỆT VỜI khác!\n\nTrân trọng kính chào,\nEmily Adams Đội ngũ quản lý khách hàng xuất sắc LEGOLAND California ResortĐọc thêm",
            "Vé vào Legoland có bao gồm Sea Life không?Đọc thêm",
            "Xin chào, bạn có thể mua phễu SEA LIFE, điều này sẽ giúp bạn có quyền truy cập vào LEGOLAND và Thủy cung SEA LIFE của chúng tôi. \n\nChúng tôi mong được gặp bạn! Đọc thêm",
            "Vẫn có thể chỉ mua vé Sea Life Aquarium mà không cần mua vé vào Legoland, và nếu có thì bằng cách nào?  Tôi đã cố gắng tìm nơi để mua nhưng chỉ xem nơi có thể thêm nó vào vé Legoland.Đọc thêm",
            "Xin chào, hiện tại chúng tôi không chỉ bán vé SEA LIFE khi LEGOLAND mở cửa. Vui lòng kiểm tra lại với chúng tôi sau vài tuần.Đọc thêm",
            "Đây có phải là bên trong Legoland không? Đọc thêm",
            "CHÀO. Nó nằm trên cùng một khu đất nhưng là một tòa nhà riêng biệt bên cạnh Khách sạn.Đọc thêm",
            "Bể cá nào tốt hơn? Cái này hay thủy cung Thái Bình Dương?Đọc thêm",
            "Không biết... chỉ mới đến Sea LifeĐọc thêm",
            "Bể cá nào tốt hơn? Cái này hay thủy cung Thái Bình Dương?Đọc thêm",
            "Tôi thích Thủy cung Thái Bình Dương hơn. Họ có nhiều triển lãm hơn, các loại sinh vật biển và bể cảm ứng. Điều tôi thích nhất về chữ A trong chữ P là chúng có tính tương tác rất cao. Bạn có thể nuôi cá mập, sao biển, cá đuối, v.v. Điểm A của P lớn hơn nhiều và bạn chắc chắn có thể dành hàng giờ ở đó. Chúng tôi đã đi tham quan thủy cung Legoland trong vòng chưa đầy hai giờ.Đọc thêm",
            "Mất bao lâu để đi qua Thủy cung? Tôi nghe nói nó rất nhỏ.Đọc thêm",
            "Khoảng một tiếng rưỡi với hai thiếu niên rất tò mò.Đọc thêm",
            "Điều này có tách biệt với Legoland không - nói cách khác, bạn có thể trả tiền để tham quan Thủy cung Sea Life mà không cần mua vé vào Legoland không?Đọc thêm",
            "CHÀO,\n\nCó, bạn có thể mua vé xem thủy cung SEA LIFE riêng biệt với LEGOLAND. Giá tăng thêm cho một vé chỉ tham quan bể cá là 22.\n\nCảm ơn,\nBryanĐọc thêm"
        ],
        "star_ratings": [
            228,
            236,
            178,
            26,
            12
        ],
        "review_amount": 680,
        "location": [
            "Carlsbad",
            "California CA",
            "Hoa Kỳ",
            "Thủy cung SEA LIFE",
            "Những điều cần làm ở Carlsbad"
        ],
        "reviews_time": [
            "Written July 31, 2023",
            "Written March 14, 2024",
            "Written May 11, 2024",
            "Written May 17, 2024",
            "Written May 11, 2024",
            "Written April 25, 2024",
            "Written March 14, 2024",
            "Written July 31, 2023",
            "Written June 9, 2023",
            "Written February 9, 2023",
            "Written November 22, 2022",
            "Written November 3, 2022",
            "Written September 15, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32171-d1572831-Reviews-SEA_LIFE_Aquarium-Carlsbad_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d522921-Reviews-Karl_Strauss_Brewing_Company-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d6369746-Reviews-Bricks_Family_Restaurant-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d1368018-Reviews-20_Twenty-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d4545047-Reviews-Skyline_Cafe_At_Legoland_Hotel-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d1427369-Reviews-Ruby_s_Diner-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d6167236-Reviews-Burger_Lounge-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d8355787-Reviews-Knights_Smokehouse_BBQ-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d6153587-Reviews-Veggie_Grill-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d10820806-Reviews-Fun_Town_Market-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d494152-Reviews-Tip_Top_Meats-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d103404-Reviews-LEGOLAND_California-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282101-Reviews-Museum_of_Making_Music-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282221-Reviews-The_Flower_Fields_at_Carlsbad_Ranch-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d655912-Reviews-Carlsbad_Premium_Outlets-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d23462813-Reviews-The_LEGO_MOVIE_WORLD-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282200-Reviews-South_Carlsbad_State_Beach-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d555208-Reviews-GIA_Museum-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d2535960-Reviews-Miniature_Engineering_Craftsmanship_Museum_MECM-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d3629116-Reviews-Batiquitos_Lagoon-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282102-Reviews-Poinsettia_Park-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d1572831-Reviews-or10-SEA_LIFE_Aquarium-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d3332304-Reviews-The_Crossings_at_Carlsbad-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d7071025-Reviews-Ocean_Pearl_Spa-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d5575008-Reviews-Carlsbad_Food_Tours-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d14014811-Reviews-Happy_Head_Massage-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282203-Reviews-Carlsbad_Village-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d677922-Reviews-Ocean_Dog_Beach-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d2647015-Reviews-Anika_Tailor-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g58630-d104775-Reviews-Cape_Flattery_Trail-Neah_Bay_Clallam_County_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d592658-Reviews-Olympic_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34335-d2075381-Reviews-Busch_Wildlife_Sanctuary_at_Abramson_Schlaggar_Reserve-Jupiter_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41697-d6938475-Reviews-Nahant_Beach-Nahant_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g55265-d14050328-Reviews-The_Caverns-Pelham_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d191139-Reviews-Real_Alcazar_de_Sevilla-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d6728859-Reviews-Reed_s_Indoor_Range-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d3584622-Reviews-The_Coronado_Ferry_Landing-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d515794-Reviews-ICEBAR_Stockholm-Stockholm.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32171-d1572831-Reviews-or10-SEA_LIFE_Aquarium-Carlsbad_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32171-d1572831-Reviews-SEA_LIFE_Aquarium-Carlsbad_California.html"
    },
    {
        "attraction_name": "SEA LIFE Aquarium",
        "attraction_name_vi": "Thủy cung SEA LIFE",
        "general_info": [
            "680 đánh giá",
            "10 trong số 76 điều cần làm ở Carlsbad",
            "Bể cá"
        ],
        "attraction_summary": "SEA LIFE được thiết kế nhằm hướng dẫn tương tác cho trẻ em về cuộc sống ở biển. Hãy sẵn sàng bắt tay vào cuộc hành trình qua môi trường sống đại dương tuyệt vời. Bắt tay với các ngôi sao biển tại hồ cảm ứng và khám phá cá mập, cá đuối gai độc và các loài cá nhiệt đới của Thành phố Atlantis đã mất bí ẩn. Thủy cung SEA LIFE có rất nhiều khu vui chơi tương tác, các hoạt động vui nhộn và điểm tham quan khó quên, tạo nên một trải nghiệm không giống ai. Thủy cung SEA LIFE là ngôi nhà của hơn 5.000 sinh vật sống và kết hợp các mô hình LEGO vào chuyến hành trình của trẻ em đến độ sâu của đại dương với các khu vui chơi, sự kiện thú vị và những câu đố. Ghé thăm điểm tham quan Sea at Night mới với màn hình phát quang sinh học tuyệt vời.Đọc thêm",
        "reviews": [
            "4,5 sao. Môi trường sạch sẽ, mát mẻ, yên tĩnh và mang tính giáo dục. Hoàn hảo để nhanh chóng lấy lại tinh thần sau khi rời khỏi Legoland hoặc Công viên nước. Chúng tôi mong đợi nó sẽ kéo dài hơn và tôi không nghĩ bạn cần phải lên kế hoạch cho cả ngày của mình xung quanh việc ghé thăm thủy cung. Nhưng chuyến thăm và chi phí bỏ ra là xứng đáng khi bạn mua vé Park Hopper. \n\nCon gái 4 tuổi của tôi có thể ở lại lâu hơn 2 giờ nhưng em gái 9 tuổi của cháu đã hoàn thành khá nhanh. Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã dành thời gian chia sẻ đánh giá bốn sao về Thủy cung SEA LIFE với chúng tôi! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm của bạn cùng con bạn và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng kính chào, \nNhóm quản lý khách xuất sắc của Celeste Lepper LEGOLAND California ResortĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời khi được nhìn thấy một con thằn lằn và 3 con rùa hộp đã bị tịch thu và đang được phục hồi ở biển. Tất cả thằn lằn ở đó đều đang được phục hồi. Họ nuôi ngựa biển để thả ra biển. Có cá mập và cá nữa. Tôi đề xuất đây là một trải nghiệm mang tính giáo dục thư giãn và có một không hai.Đọc thêm",
            "Xin chào,\n\nChúng tôi đánh giá cao việc bạn chia sẻ đánh giá tuyệt vời này trên TripAdvisor. Chúng tôi rất vui khi biết rằng gần đây bạn đã có trải nghiệm tuyệt vời tại SEA LIFE. \n\nSachorrah là một thành viên quan trọng trong Nhóm LEGOLAND của chúng tôi và chúng tôi cảm thấy rất may mắn khi có được cô ấy. Người quản lý của cô ấy sẽ đảm bảo rằng cô ấy được công nhận vì trải nghiệm tuyệt vời mà cô ấy đã mang lại cho bạn. \n\nCảm ơn bạn vì đánh giá tuyệt vời này, chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng, \nNhóm quản lý khách xuất sắc của Tamara Thomas LEGOLAND California Resort   \nĐọc thêm",
            "Tuyệt vời! Các cuộc triển lãm rất thân thiện với trẻ em và có rất nhiều yếu tố đáng kinh ngạc mà chúng tôi không mong đợi.  Bọn trẻ yêu thích việc tìm kiếm tem và có kích thước hoàn hảo để chúng có thể lấy mọi thứ mà không cảm thấy choáng ngợp. Trẻ em thích nói chuyện với Lizi từ thủy cung, đây chắc chắn là khoảnh khắc đặc biệt trong chuyến đi California của chúng tôi.Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã chia sẻ đánh giá 5 sao của mình! \n\nChúng tôi rất vui khi biết rằng Thủy cung SEA LIFE của chúng tôi đã có thể đáp ứng trên cả sự mong đợi của bạn! Mục tiêu của chúng tôi là đảm bảo rằng du khách ở mọi lứa tuổi được tham gia các hoạt động vui vẻ và thú vị nhằm nâng cao hơn nữa tầm quan trọng của đời sống biển của chúng tôi! \n\nCảm ơn bạn đã cho chúng tôi biết tầm quan trọng của sự tương tác của Lizis với bọn trẻ trong việc tạo ra một chuyến thăm VUI VẺ! Chúng tôi chắc chắn sẽ ghi nhận cô ấy vì đã hoàn thành tốt công việc! \n\nChúng tôi hy vọng bạn và gia đình có thể có những kỷ niệm lâu dài với chúng tôi! Chúng tôi rất nóng lòng được gặp lại bạn sớm! \n\nTrân trọng kính chào, \nAna Amaya Gomez Đội ngũ quản lý khách xuất sắc LEGOLAND California Resort\nĐọc thêm",
            "Cuộc sống biển đẹp đến kinh ngạc. Đây là điểm thu hút yêu thích của tôi trong chuyến thăm này. Các nhân viên rất tuyệt vời, mọi thứ đều sạch sẽ và ngăn nắp. Rất giáo dục. Tôi thực sự khuyên bạn nên ghé thăm địa điểm này cho trẻ em và người lớn.Đọc thêm",
            "Tuyệt vời! Các cuộc triển lãm rất thân thiện với trẻ em và có rất nhiều yếu tố đáng kinh ngạc mà chúng tôi không mong đợi.  Bọn trẻ yêu thích việc tìm kiếm tem và có kích thước hoàn hảo để chúng có thể lấy mọi thứ mà không cảm thấy choáng ngợp. Trẻ em thích nói chuyện với Lizi từ thủy cung, đây chắc chắn là khoảnh khắc đặc biệt trong chuyến đi California của chúng tôi.Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã chia sẻ đánh giá 5 sao của mình! \n\nChúng tôi rất vui khi biết rằng Thủy cung SEA LIFE của chúng tôi đã có thể đáp ứng trên cả sự mong đợi của bạn! Mục tiêu của chúng tôi là đảm bảo rằng du khách ở mọi lứa tuổi được tham gia các hoạt động vui vẻ và thú vị nhằm nâng cao hơn nữa tầm quan trọng của đời sống biển của chúng tôi! \n\nCảm ơn bạn đã cho chúng tôi biết tầm quan trọng của sự tương tác của Lizis với bọn trẻ trong việc tạo ra một chuyến thăm VUI VẺ! Chúng tôi chắc chắn sẽ ghi nhận cô ấy vì đã hoàn thành tốt công việc! \n\nChúng tôi hy vọng bạn và gia đình có thể có những kỷ niệm lâu dài với chúng tôi! Chúng tôi rất nóng lòng được gặp lại bạn sớm! \n\nTrân trọng kính chào, \nAna Amaya Gomez Đội ngũ quản lý khách xuất sắc LEGOLAND California Resort\nĐọc thêm",
            "Cơ sở tuyệt vời. Các nhân viên siêu thân thiện và thực sự hào hứng để khoe các cuộc triển lãm. Tuyệt vời cho trẻ nhỏ để tương tác với các sinh vật khác nhau. Dành thời gian để thực hiện các hoạt động tương tác như săn lùng người nhặt rác và xem tờ giấy. Nó cho phép bạn khám phá nhiều hơn về từng cuộc triển lãm và làm cho nó trở nên thú vị hơn. Tôi thường không phải là người thích săn lùng xác thối nhưng những trò chơi ở đây được thiết lập độc đáo nên bạn sẽ tích cực hơn khi xem xét các xe tăng và vật trưng bày khác nhau, đồng thời khiến bạn nhìn và thấy nhiều hoạt động hơn trong các vật trưng bày. Xin gửi lời cảm ơn rất đặc biệt tới Sachorrah, cô ấy rất kiên nhẫn với những câu hỏi của con tôi trong bể cá đuối và chúng thực sự rất thích được nhìn thấy những chú rùa.Đọc thêm",
            "Xin chào Tour215277,\n\nCảm ơn bạn đã dành thời gian chia sẻ Đánh giá 5 sao về Thủy cung SEA LIFE với chúng tôi!!! Chúng tôi rất vui khi biết rằng bạn thích chuyến thăm cùng con mình và nhân viên cũng như các hoạt động của chúng tôi là những điểm nổi bật! Chúng tôi cũng rất vui khi biết rằng Sachorrah đã cung cấp dịch vụ xuất sắc và chúng tôi sẽ rất vui khi ghi nhận sự chăm chỉ của cô ấy! \n\nMong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nTrân trọng kính chào, \nNhóm quản lý khách xuất sắc của Celeste Lepper LEGOLAND California ResortĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời khi được nhìn thấy một con thằn lằn và 3 con rùa hộp đã bị tịch thu và đang được phục hồi ở biển. Tất cả thằn lằn ở đó đều đang được phục hồi. Họ nuôi ngựa biển để thả ra biển. Có cá mập và cá nữa. Tôi đề xuất đây là một trải nghiệm mang tính giáo dục thư giãn và có một không hai.Đọc thêm",
            "Xin chào,\n\nChúng tôi đánh giá cao việc bạn chia sẻ đánh giá tuyệt vời này trên TripAdvisor. Chúng tôi rất vui khi biết rằng gần đây bạn đã có trải nghiệm tuyệt vời tại SEA LIFE. \n\nSachorrah là một thành viên quan trọng trong Nhóm LEGOLAND của chúng tôi và chúng tôi cảm thấy rất may mắn khi có được cô ấy. Người quản lý của cô ấy sẽ đảm bảo rằng cô ấy được công nhận vì trải nghiệm tuyệt vời mà cô ấy đã mang lại cho bạn. \n\nCảm ơn bạn vì đánh giá tuyệt vời này, chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng, \nNhóm quản lý khách xuất sắc của Tamara Thomas LEGOLAND California Resort   \nĐọc thêm",
            "4,5 sao. Môi trường sạch sẽ, thoáng mát, yên tĩnh và giáo dục. Hoàn hảo để thiết lập lại nhanh chóng từ Legoland hoặc Công viên nước. Chúng tôi dự kiến ​​nó sẽ kéo dài hơn và tôi không nghĩ bạn cần lên kế hoạch cho ngày đi tham quan thủy cung. Nhưng nó đáng để ghé thăm và chi phí khi bạn nhận được vé Park Hopper. Cô con gái 4 tuổi của tôi có thể ở lại lâu hơn 2 giờ nhưng cô em gái 9 tuổi của cô ấy đã hoàn thành khá nhanh.Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã dành thời gian chia sẻ đánh giá bốn sao về Thủy cung SEA LIFE với chúng tôi! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm của bạn cùng con bạn và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng kính chào, \nNhóm quản lý khách xuất sắc của Celeste Lepper LEGOLAND California ResortĐọc thêm",
            "Legoland luôn tuyệt vời, bất kể bạn bao nhiêu tuổi. Chúng tôi yêu Legoland và đã nhiều lần. Đây là chuyến thăm đầu tiên của chúng tôi đến Thủy cung Sea Life và nó còn hơn cả mong đợi! Chúng tôi đã đến thăm rất nhiều bể cá và đây là nơi chúng tôi yêu thích nhất! Phong cách của thủy cung là điều làm nên sự độc đáo của nó, nó rất thú vị trong và ngoài khu trưng bày!Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã đánh giá 5 sao của bạn!! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm của bạn với chúng tôi tại LEGOLAND California Resort! \n\nChúng tôi cũng rất vui khi biết rằng bạn rất thích chuyến thăm Thủy cung SEA LIFE. Chúng tôi rất vui khi biết rằng bạn đã có một trải nghiệm tuyệt vời. Chúng tôi đánh giá cao những nhận xét tốt đẹp của bạn và chúng tôi hy vọng sẽ sớm gặp lại bạn.\n\nChúc một ngày TUYỆT VỜI!\n\nTrân trọng kính chào,\nĐội ngũ quản lý khách xuất sắc của Armando Andrade LEGOLAND California ResortĐọc thêm",
            "Phần yêu thích của tôi là đi bộ qua đường hầm kính và ngắm cá, cá mập và cá đuối bơi qua đầu! Đây là một trải nghiệm rất thú vị trong thời gian chúng tôi ở đó. Chúng tôi rất thích tất cả những gì có thể nhìn thấy và tất cả các hình Lego và cá .triển lãm cảm ứng cũng thực sự thú vị và các thành viên phi hành đoàn ở đó rất am hiểu mặc dù một trong những người đó là người mới. Những đứa trẻ của tôi 9,11,12 đều vui vẻ và thích nhìn thấy mọi thứ!Đọc thêm",
            "Xin chào anthonygR2040HB, \n\nChúng tôi rất vui khi biết rằng bạn và gia đình rất thích Thủy cung này. Chúng tôi đánh giá cao việc bạn chia sẻ rằng bạn thấy đội ngũ nhân viên có kiến ​​thức, điều này luôn là một niềm vui được biết. \n\nChúng tôi đánh giá cao đánh giá tuyệt vời này và hy vọng sớm gặp lại bạn!\n\nTrân trọng,           \nNhóm quản lý khách xuất sắc của Tamara Thomas LEGOLAND California Resort\nĐọc thêm",
            "Murphy, Hanna và Matt đã mang đến không chỉ những đứa con nhỏ của tôi một khoảng thời gian tuyệt vời mà cả tôi và chồng tôi. Họ rất ngọt ngào, kiên nhẫn và trò chuyện về mọi thứ để giúp các con tôi có khoảng thời gian vui vẻ theo cách họ giải thích những điều khiến con tôi muốn học và tìm hiểu thêm thông tin chi tiết về động vật đại dương!Đọc thêm",
            "Xin chào Citlaly,\n\nCảm ơn bạn đã dành thời gian chia sẻ đánh giá 5 sao về chuyến thăm Thủy cung SEA LIFE gần đây của bạn. Chúng tôi rất vui khi biết rằng Murphy, Hannah và Matt đã mang lại trải nghiệm tương tác tuyệt vời cho gia đình bạn. Chúng tôi đánh giá cao phản hồi tử tế của bạn và sẽ đảm bảo những Công dân Kiểu mẫu TUYỆT VỜI của chúng tôi được công nhận vì đã hoàn thành tốt công việc.\n\nChúng tôi hy vọng bạn có thể sớm tham gia lại với chúng tôi! Chúc một ngày TUYỆT VỜI!\n\nTrân trọng kính chào,\nEmily Adams Đội ngũ quản lý khách hàng xuất sắc LEGOLAND California ResortĐọc thêm",
            "Murphy đang vui vẻ cùng cặp song sinh của chúng tôi trong một chuyến du lịch riêng.  Cô ấy rất hiểu biết và tuyệt vời với trẻ nhỏ!Đọc thêm",
            "Xin chào JenM2022222222, \n\nCảm ơn bạn đã chia sẻ rằng bạn đã có trải nghiệm tuyệt vời với Murphy. Chúng tôi sẽ đảm bảo rằng cô ấy được công nhận. Chúng tôi hy vọng sớm được gặp lại bạn!\n\nTrân trọng,\nTamara Thomas Guest Excellence Managing Team LEGOLAND California Resort\nĐọc thêm",
            "Những con vật được chăm sóc tốt và vui vẻ bơi lội cùng Lego, Legoland, Thủy cung và công viên nước đều là những địa điểm tuyệt vời dành cho gia đình và bạn bè. Nhân viên rất tốt, hữu ích và nói chung là 90 người rất thân thiện và tốt bụng mà bạn mong đợi khi đến thăm một công viên như thế này. Các chuyến đi không phải chờ đợi lâu, đặc biệt là vào thứ Ba, thứ Năm và thậm chí vào giờ cao điểm với đám đông, nó vẫn có thể chịu đựng được không giống như một số nơi khác.Đọc thêm",
            "Xin chào jarirs2022,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Thủy cung SEA LIFE. Chúng tôi rất vui khi biết rằng bạn đã có một trải nghiệm rất đáng nhớ. Chúng tôi hy vọng bạn và bạn có thể sớm tham gia cùng chúng tôi trong một ngày TUYỆT VỜI khác!\n\nTrân trọng kính chào,\nEmily Adams Đội ngũ quản lý khách hàng xuất sắc LEGOLAND California ResortĐọc thêm",
            "Vé vào Legoland có bao gồm Sea Life không?Đọc thêm",
            "Xin chào, bạn có thể mua một chiếc phễu SEA LIFE, nó sẽ giúp bạn vào LEGOLAND và Thủy cung SEA LIFE của chúng tôi.\n\nChúng tôi mong được gặp bạn! Đọc thêm",
            "Vẫn có thể chỉ mua vé Sea Life Aquarium mà không cần mua vé vào Legoland, và nếu có thì bằng cách nào?  Tôi đã cố gắng tìm nơi để mua nhưng chỉ xem nơi có thể thêm nó vào vé Legoland.Đọc thêm",
            "Xin chào, hiện tại chúng tôi không chỉ bán vé SEA LIFE khi LEGOLAND mở cửa. Vui lòng kiểm tra lại với chúng tôi sau vài tuần.Đọc thêm",
            "Đây có phải là bên trong Legoland không? Đọc thêm",
            "Xin chào. Nó nằm trên cùng một khu đất nhưng là một tòa nhà riêng biệt bên cạnh Khách sạn. Đọc thêm",
            "Bể cá nào tốt hơn? Cái này hay thủy cung Thái Bình Dương?Đọc thêm",
            "Không biết... chỉ mới đến Sea LifeĐọc thêm",
            "Bể cá nào tốt hơn? Cái này hay thủy cung Thái Bình Dương?Đọc thêm",
            "Tôi thích Thủy cung Thái Bình Dương hơn. Họ có nhiều triển lãm hơn, các loại sinh vật biển và bể cảm ứng. Điều tôi thích nhất về chữ A trong chữ P là chúng có tính tương tác rất cao. Bạn có thể nuôi cá mập, sao biển, cá đuối, v.v. Điểm A của P lớn hơn nhiều và bạn chắc chắn có thể dành hàng giờ ở đó. Chúng tôi đã đi tham quan thủy cung Legoland trong vòng chưa đầy hai giờ.Đọc thêm",
            "Mất bao lâu để đi qua Thủy cung? Tôi nghe nói nó rất nhỏ.Đọc thêm",
            "Khoảng một tiếng rưỡi với hai thiếu niên rất tò mò.Đọc thêm",
            "Điều này có tách biệt với Legoland không - nói cách khác, bạn có thể trả tiền để tham quan Thủy cung Sea Life mà không cần mua vé vào Legoland không?Đọc thêm",
            "CHÀO,\n\nCó, bạn có thể mua vé xem thủy cung SEA LIFE riêng biệt với LEGOLAND. Giá tăng thêm cho một vé chỉ tham quan bể cá là 22.\n\nCảm ơn,\nBryanĐọc thêm"
        ],
        "star_ratings": [
            228,
            236,
            178,
            26,
            12
        ],
        "review_amount": 680,
        "location": [
            "Carlsbad",
            "Những điều cần làm ở Carlsbad",
            "California CA",
            "Thủy cung SEA LIFE",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written July 31, 2023",
            "Written March 14, 2024",
            "Written May 11, 2024",
            "Written May 17, 2024",
            "Written May 11, 2024",
            "Written April 25, 2024",
            "Written March 14, 2024",
            "Written July 31, 2023",
            "Written June 9, 2023",
            "Written February 9, 2023",
            "Written November 22, 2022",
            "Written November 3, 2022",
            "Written September 15, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32171-d1572831-Reviews-SEA_LIFE_Aquarium-Carlsbad_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d522921-Reviews-Karl_Strauss_Brewing_Company-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d6369746-Reviews-Bricks_Family_Restaurant-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d1368018-Reviews-20_Twenty-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d4545047-Reviews-Skyline_Cafe_At_Legoland_Hotel-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d1427369-Reviews-Ruby_s_Diner-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d6167236-Reviews-Burger_Lounge-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d8355787-Reviews-Knights_Smokehouse_BBQ-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d6153587-Reviews-Veggie_Grill-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d10820806-Reviews-Fun_Town_Market-Carlsbad_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32171-d494152-Reviews-Tip_Top_Meats-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d103404-Reviews-LEGOLAND_California-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282101-Reviews-Museum_of_Making_Music-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282221-Reviews-The_Flower_Fields_at_Carlsbad_Ranch-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d655912-Reviews-Carlsbad_Premium_Outlets-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d23462813-Reviews-The_LEGO_MOVIE_WORLD-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282200-Reviews-South_Carlsbad_State_Beach-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d555208-Reviews-GIA_Museum-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d2535960-Reviews-Miniature_Engineering_Craftsmanship_Museum_MECM-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d3629116-Reviews-Batiquitos_Lagoon-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282102-Reviews-Poinsettia_Park-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d1572831-Reviews-or10-SEA_LIFE_Aquarium-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d3332304-Reviews-The_Crossings_at_Carlsbad-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d7071025-Reviews-Ocean_Pearl_Spa-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d5575008-Reviews-Carlsbad_Food_Tours-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d14014811-Reviews-Happy_Head_Massage-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282203-Reviews-Carlsbad_Village-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d677922-Reviews-Ocean_Dog_Beach-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d2647015-Reviews-Anika_Tailor-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g58630-d104775-Reviews-Cape_Flattery_Trail-Neah_Bay_Clallam_County_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d592658-Reviews-Olympic_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34335-d2075381-Reviews-Busch_Wildlife_Sanctuary_at_Abramson_Schlaggar_Reserve-Jupiter_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41697-d6938475-Reviews-Nahant_Beach-Nahant_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g55265-d14050328-Reviews-The_Caverns-Pelham_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d191139-Reviews-Real_Alcazar_de_Sevilla-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d6728859-Reviews-Reed_s_Indoor_Range-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d3584622-Reviews-The_Coronado_Ferry_Landing-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d515794-Reviews-ICEBAR_Stockholm-Stockholm.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32171-d1572831-Reviews-or10-SEA_LIFE_Aquarium-Carlsbad_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32171-d1572831-Reviews-SEA_LIFE_Aquarium-Carlsbad_California.html"
    }
]