[
    {
        "attraction_name": "Sea of Cortez",
        "attraction_name_vi": "Biển Cortez",
        "general_info": [
            "71 đánh giá",
            "78 trong số 619 điều cần làm ở Baja California",
            "Nguồn nước"
        ],
        "attraction_summary": "Vùng nước hình thành nơi Baja California tách khỏi lục địa Mexico hơn 20 triệu năm trước.Đọc thêm",
        "reviews": [
            "Biển rất đẹp, nhưng khi chúng tôi ở đó, biển động.  Người quản lý bến cảng đã đóng cửa bến cảng ở Loreto và vì vậy chúng tôi đã không có được kỳ nghỉ lặn như mong đợi.  Nhưng, vào một ngày chúng tôi có thể ra ngoài, chúng tôi đã lặn với sư tử biển.  Những con sư tử biển tò mò và bơi thẳng tới chỗ chúng tôi.  Đây thực sự là một trải nghiệm.Đọc thêm",
            "Gần đây chúng tôi đã trở về từ một con tàu nhỏ trong hành trình 11 ngày trên Biển Cortez. Đó là mùa khai trương của con tàu cổ điển Astoria. Lên tàu ở Puerto Penasco, được người dân địa phương gọi là Rocky Point. Có 7 cảng ghé cảng khác..Topolobampo, gần Los Mochis, Mazatlan, Cabo San Lucas, La Paz, Loreto, Santa Rosalia và Guaymas khi cập bến Puerto Penasco. Chúng tôi tận hưởng khung cảnh ngoạn mục của những ngọn núi và hòn đảo ở Biển Corez và được chiêm ngưỡng nhiều cảnh tượng cá voi. Biển lặng và màu sắc của biển thường xuyên thay đổi từ xanh đậm sang xanh lục và xanh ngọc. Con tàu được chào đón nồng nhiệt ở tất cả các cảng. Chúng tôi được gặp gỡ các ban nhạc Mariachi và được chiêu đãi bởi các ca sĩ và vũ công trẻ trong trang phục Mexico xinh đẹp. Biển Cortez là một nơi thực sự xinh đẹp với những kỳ quan thiên nhiên, động vật hoang dã và văn hóa.Đọc thêm",
            "Just returned from a FABULOUS expedition with Lindblad! Among the Great Whales on the Venture ship! There arent enough superlatives to describe the experience! Aside from the beauty of Baja, the professionalism of Lindblad, and the wildlife and whale sightings .............what made this cruise exceptional was the crew! Captain Cook, thank you for the great conversations on the bridge and for your enthusiasm every time we spotted wildlife! I know you found those blue whales just for me! :- John  Stella, our expedition leaders, are the team to beat! They were so kind and welcoming and excited to make sure you have the trip of your life! John, we will miss your soft voice, signing off in the evenings. Wed always drift off to sleep with memories of magical moments from each day!! Stella, your smile can brighten up the darkest room. What a pleasure to get to spend time with you! :- In addition, the naturalist staff was outstanding!! Jeff, how can I ever thank you for those money shots of spy hopping and breaching!! Your help in capturing those moments was priceless and appreciated more than I can say!! Especially since I forgot to pack my cameras! Yikes!! Ill miss our fun chats! :- Sarah, thank you for your understanding and help in creating memories well treasure forever! And Sofia . . . can we try to bottle your enthusiasm and sell it? Wed make a fortune! :- Spending time with you on the bridge and the bow, spotting one whale after another, are moments well remember forever. It was like the whales had direct dial in access to you! :- Lauren, your sweet nature and kind assistance with all the photo questions, was impressive to say the least. You never met a question with anything but sweet concern for your passengers needs. And Kayvon, thank you for all those great moments on the bridge as well. You are a very special young man, with a gift for making people feel like family once you meet them. All of you, please, collectively, take a bow for creating a stupendous experience for all those guests who were LUCKY enough to sail with you all!!! Everyone out there who is looking for an overall, fun, exciting wildlife experience, you will not go wrong with the Lindblad Among the Great Whales expedition on the Venture. Everything was joyful from the very first day to the last. The cabin is so comfortable thank you Victoria  Peter for your level of care! No matter which one you choose we checked them all out, you will have a comfortable environment. The shower was one of the best I ever had on a ship, hands down! The food was delicious at every meal. Bryant, the best eggs we ever had!!! We are so fussy about our eggs but you nailed it every time! :- No request or desire was unfulfilled. Laura, you and your team Hi Patrick! We miss you! were so outstanding each and every day, it was amazing to witness! The genuine ability to meet everyones needs, was a near impossible feat that you succeeded at each day and with a smile to boot!! A million thanks for all the efforts you and your waitstaff team went to to satisfy any and all requests. Bravo!!! The itinerary and the ability to change that itinerary depending on sightings, was exactly why you choose Lindblad! Going snorkeling and 3 Blue whales show up? We stay with the whales! Heading north and humpbacks start breaching south? We turn the ship around! It was stupendous on every level and this small review will never be able to really encapsulate the magnificent experience we just had. Please, run, do not walk, to make a reservation to set sail in Baja, California, among the great whales and great CREW aboard the Venture!!! Happy sailing!!! :-Read more",
            "Đây là một nơi hấp dẫn mà tôi đã dành một tuần trên một chiếc thuyền nhỏ.  Người ta phải nhớ rằng phim tài liệu về động vật hoang dã phải mất nhiều tháng để sản xuất và trong một tuần người ta sẽ không xem được hết mọi thứ.   Trước hết, địa chất rất đáng kinh ngạc và các hòn đảo cũng như khu vực ven biển có các loài thực vật sa mạc và các sinh vật đặc hữu không thể tìm thấy ở nơi nào khác.  Tôi thật may mắn vì trời đã mưa, điều hiếm thấy ở khu vực này.  Sa mạc xanh tươi và nở hoa.  Yếu tố đáng lo ngại là những con dê có mặt ở khắp nơi đang tàn phá một số khu vực đến mức chúng đã bị di dời khỏi một số hòn đảo nhưng không phải trước khi toàn bộ thảm thực vật biến mất.  Một số cây xương rồng cardón phải mất nhiều thập kỷ để phát triển..... Chính phủ Mexico nên làm gì đó để bảo vệ hệ thực vật và động vật ở những vùng này.  Sau khi nói chuyện với một số ngư dân lớn tuổi, họ phát hiện ra rằng trước đây khu vực này đã bị đánh bắt quá mức nên giờ đây chỉ còn một nửa số sinh vật biển mà nó có cách đây 20 năm.  Đối với tôi nó có vẻ dồi dào vì cá có nhiều màu sắc và có mặt khắp nơi.  Tôi nhìn thấy cá đuối, ba loại cá heo..... sư tử biển trong một đàn rộng lớn.   Những đàn cá heo thật đáng kinh ngạc khi chúng đột nhiên xuất hiện với số lượng lớn và biển sẽ sống động với chúng một chút rồi chúng sẽ biến mất..... và biển sẽ phẳng lặng trở lại.  Do đó, điều kiện thời tiết đã thay đổi nhanh chóng và sau đó con thuyền phải tìm nơi trú ẩn... Đọc thêm",
            "Chúng tôi thường xuyên lái xe 60 mikevUhs từ một cửa khẩu biên giới nhỏ và dễ dàng tại Lukeville Arizona đến khu nghỉ dưỡng RV Playa Bonita hoặc một trong những khu nghỉ dưỡng cao tầng. Bãi biển rất lý tưởng để đi bộ, chạy và chơi bên bờ biển, đặc biệt là trong những chu kỳ thủy triều xuống. Puerto Penasco là một cảng đánh bắt tôm nên các bữa ăn tôm tươi rất tuyệt vời cho dù bạn dùng bữa tại các địa điểm địa phương hay tự nấu. Đọc thêm",
            "đã tới Rocky Point vào ngày sau ngày 4 tháng 7.  Cháu trai tôi nhận được hộ chiếu lúc 2 tháng tuổi nên 6 người chúng tôi đi nghỉĐọc thêm",
            "Đây là điều bắt buộc! Biển Cortes là một trải nghiệm tuyệt vời và nước rất đẹp! Các nhân viên thật tuyệt vời! Bạn phải bôi kem chống nắng của họ nên tôi khuyên bạn nên bôi kem chống nắng trước khi đi vì sản phẩm của họ không hoạt động tốt bằng. Chúng tôi đã có khoảng thời gian tuyệt vời!! Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi thuyền và xe cắm trại kéo dài 2 tuần tuyệt vời với gobajasailing.com. Mike Madlock và nhóm của anh ấy không thể hữu ích hơn. Chúng tôi đã có 5 đêm tuyệt vời trên Catalina 30. Bọn trẻ rất thích nó! Đi thuyền đến khu bảo tồn thiên nhiên Espirtu Santos và ngắm nhìn cá voi lưng gù, đàn sư tử biển, bồ nông lặn, cá đuối nhảy và những bãi biển tuyệt đẹp. Sau đó chúng tôi thuê xe cắm trại Mikes trong 3 đêm. Có một số khu cắm trại tuyệt vời ở vùng núi và trên bãi biển. Một lần nữa xin cảm ơn Mike và nhóm, chúng tôi sẽ quay lại! Đọc thêm",
            "Những điều không thích ở Cabo. Đầu tiên, tôi đã đến đó vào tuần đầu tiên của tháng 10 và thời tiết thật tuyệt vời, nhiệt độ giữa những năm 80 không mưa, nóng nhưng không khó chịu và không ẩm ướt, không giống như bờ biển phía Đông. Tôi đã bị cuốn hút bởi những ngọn núi ở khắp mọi nơi, những khối đá và xương rồng, rồi đến quang cảnh tuyệt đẹp của đại dương. Biển Cortez ấm áp để bơi và không hề dữ dội. Nhưng bờ biển Thái Bình Dương, hãy thực sự cảnh báo trước là KHÔNG được bơi. Theo tôi, điều này dành cho những người lướt ván chuyên nghiệp, thực sự không dành cho trẻ em. Ngay khi bạn hạ cánh, hãy lưu ý rằng có những người theo đuổi bạn để được thuyết trình về kỳ nghỉ trọn gói. Cứ đi bộ và tự giúp mình, đồng thời lên kế hoạch trước về phương tiện di chuyển. Khi bạn ra khỏi sân bay, bạn sẽ không được miễn trừ khỏi kỳ nghỉ trọn gói. Đó là những gì người dân địa phương sống và du lịch, vì vậy hãy tử tế và ghi nhớ điều đó mặc dù chúng rất khó chịu. Hy vọng bạn sẽ ở tại một khu nghỉ dưỡng trọn gói và bạn không phải rời đi. Làm như vậy là an toàn nhưng tôi thực sự không thích mạo hiểm ra ngoài vào ban đêm. Tôi cảm thấy bị theo dõi. Đọc thêm",
            "Đáng để xem, bãi biển tình nhân và bãi biển ly hôn, các khối đá, sư tử biển.  Thực hiện một chuyến tham quan bằng thuyền có đáy kính thật thú vị khi nhìn thấy những màu sắc khác nhau của cá và sư tử biển đang bơi lội bên dưới thuyềnĐọc thêm",
            "Sân bay tốt nhất để bay vào là gì? Và bạn có suy nghĩ gì về việc nên thuê ô tô hay di chuyển bằng taxi?Đọc thêm",
            "Múi giờĐọc thêm",
            "Xin chào, khi nào là thời điểm tốt nhất để du lịch biển o Cortez để ngắm cá voi?Đọc thêm",
            "Tháng hai Đọc thêm",
            "Đi du lịch trên tàu du lịch đến biển Cortez có an toàn không?Đọc thêm",
            "Làm cách nào tôi có thể đặt chuyến đi trên Sea Bird ở Biển Cortez?Đọc thêm",
            "Chúng tôi đang tìm một chiếc thuyền để thuê vào tháng 5 trong 3 đến 5 ngày để khám phá Biển Cortez. Tốt nhất là đi từ Bắc vào Nam và kết thúc ở Cabo. Nhưng đi từ Nam ra Bắc cũng được. Số điện thoại của tôi là 916316-6433 nếu bạn có bất kỳ gợi ý hoặc bình luận nào hoặc nếu bạn muốn tham gia cùng chúng tôi.\n\nElaineĐọc thêm",
            "Thật là một mô tả đẹp đẽ về một nơi huyền diệu.  Chúng tôi định đi vào tháng 5 và muốn thuê một chiếc thuyền đi vài ngày. Chúng tôi muốn bắt đầu ở San Felipe và đi thuyền xuống La Paz.   Bạn có gợi ý nào về nơi tìm thuyền và thuyền trưởng không?Đọc thêm",
            "Chồng tôi và tôi rất muốn thực hiện một chuyến đi trải nghiệm biển Cortez. Chúng tôi rất mong nhận được những gợi ý về Nơi lưu trú tốt nhất. Cảm ơn sự giúp đỡ của bạn. Tốt nhất là bao gồm tất cảĐọc thêm",
            "Gần đây chúng tôi đã có một chuyến đi đến Baja Sur, bay đến Loreto, thuê một chiếc ô tô 350 trong 10 ngày lái xe đến Mulege, dừng lại ở Posada Conceptcion, trên Vịnh Conception tuyệt vời.  Chúng tôi hoàn toàn thích thú.  Đi du lịch với ngân sách thấp, chúng tôi tình cờ tìm được những chỗ ở giá rẻ tốt nhất tại Khách sạn 1697 ở Loreto, trên quảng trường thị trấn lịch sử 30nite, Khách sạn Hacienda ở Mulege, không gian tuyệt vời, chỗ ở cơ bản tươm tất, chưa kể đến dịch vụ xuất sắc.  Câu cá hoặc chỉ chèo thuyền ở Biển Cortez ở khắp mọi nơi, thậm chí là câu cá tuyệt vời từ bờ biển, đảm bảo sẽ có cá lớn!  Chúc may mắn trong chuyến du lịch của bạn!Đọc thêm"
        ],
        "star_ratings": [
            59,
            8,
            1,
            1,
            2
        ],
        "review_amount": 71,
        "location": [
            "Những điều cần làm ở Baja California",
            "México",
            "Biển Cortez",
            "Baja California"
        ],
        "reviews_time": [
            "Written November 10, 2023",
            "Written February 14, 2020",
            "Written February 13, 2020",
            "Written February 12, 2020",
            "Written October 26, 2019",
            "Written August 6, 2019",
            "Written July 6, 2019",
            "Written February 20, 2019",
            "Written October 17, 2018",
            "Written September 16, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150769-d152991-Reviews-Sea_of_Cortez-Baja_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g657272-d10711828-Reviews-Joey_s_Bistro-Puerto_San_Carlos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151933-d23758386-Reviews-La_Palapa_Club_Cortez-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151933-d23695861-Reviews-Altamarea_Cocina_Italiana-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13768220-d13403423-Reviews-Bonifacio_s_Cotton_Club-Marina_Real_Northern_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151933-d7342874-Reviews-Sunset_Bar_and_Grill-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151933-d1835567-Reviews-Bonifacios_Restaurant-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151933-d8448956-Reviews-La_Manga_Restaurante_Dona_Rosita-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151933-d8732783-Reviews-Tortuga_s_Bar_y_Bistro-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151933-d10043555-Reviews-HammerHead_s_Dockside_Bar_Grille-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151933-d14851126-Reviews-Barracuda_Bob_s-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g13768220-d5789138-Reviews-Mirador_Escenico_de_San_Carlos-Marina_Real_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d12028663-Reviews-Canon_La_Poza_Manantial-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d3358176-Reviews-Nacapule_Canyon-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d10066936-Reviews-Cerro_Tetakawi-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d25432142-Reviews-San_Carlos_Pickleball_Club-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g150769-d152991-Reviews-or10-Sea_of_Cortez-Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d659199-Reviews-Cabo_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d7306367-Reviews-Cabo_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d20261791-Reviews-Pai_Pai_Ecotourism_Park-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150773-d153248-Reviews-Cuadra_San_Francisco-Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150772-d7132339-Reviews-Loreto_Guide_with_Said_Orozco-Loreto_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d4242952-Reviews-Mountain_Bike_Adventure_by_Cabo_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_Californ.html",
            "https://www.tripadvisor.com/Attraction_Review-g150772-d152201-Reviews-Tours_En_Parque_Nacional_Bahia_De_Loreto-Loreto_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d152880-Reviews-El_Arco_de_Cabo_San_Lucas-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d13927679-Reviews-Picacho_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d153205-Reviews-Isla_Espiritu_Santo-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d25291030-Reviews-Xic_Salon_Spa-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d8283383-Reviews-Flyboard_Sonora-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d2307156-Reviews-Gary_s_Dive_shop-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d24003016-Reviews-San_Carlos_Sailboat_Cruises-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d21319962-Reviews-Yates_Victory-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d11629613-Reviews-Renta_de_Yates_en_San_Carlos-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d10340334-Reviews-San_Carlos_Fishing_Charter-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d14176654-Reviews-Yates_De_Renta-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151933-d10488865-Reviews-Estero_el_Soldado_Area_Natural_Protegida-San_Carlos_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g151934-d2538701-Reviews-Delfinario_Sonora-Guaymas_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g29171-d145739-Reviews-Wekiwa_Springs_State_Park-Apopka_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32592-d575936-Reviews-Samuel_P_Taylor_State_Park-Lagunitas_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d12705347-Reviews-Union_Station-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g50654-d5209033-Reviews-Land_of_Illusion-Middletown_Butler_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185115-Reviews-Toronto_Island_Park-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d24044817-Reviews-Paradox_Museum_Oslo-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d268961-Reviews-Porretto_Beach-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g6653017-d6643771-Reviews-Bear_Sanctuary-Kuterevo_Lika_Senj_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g3445276-d7023226-Reviews-Spencer_Opal_Mine-Spencer_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2369708-Reviews-Tropicana_Theater-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150769-d152991-Reviews-or10-Sea_of_Cortez-Baja_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150769-d152991-Reviews-Sea_of_Cortez-Baja_California.html"
    }
]