[
    {
        "attraction_name": "Seacrets",
        "attraction_name_vi": "Bí mật",
        "general_info": [
            "737 đánh giá",
            "- 1 trong 17 Đời sống về đêm ở Ocean City",
            "Quán Bar - Câu Lạc Bộ",
            "Câu lạc bộ khiêu vũ - vũ trường"
        ],
        "attraction_summary": "Mở cửa phục vụ ăn uống và có chỗ ngồi hạn chế ở quầy bar bên ngoài. Không cần đặt chỗ, chỗ ngồi đến trước được phục vụ trước. Seacrets, Jamaica USA là một quán bar - nhà hàng ven sông ở Ocean City, MD cung cấp các món ăn lấy cảm hứng từ vùng Caribe và đồ uống đặc sản nhiệt đới.Đọc thêm",
        "reviews": [
            "Trước hết, có một khoản phí bảo hiểm - 50 cho mỗi người, quá đắt nếu không bao gồm ít nhất MỘT vé đồ uống hoặc đồ ăn miễn phí.   Đồ uống rất ổn.  Ban nhạc ở khu vực chính rất tốt.   Tôi thích các tùy chọn nhảy thanh.   Đồ ăn trong nhà hàng rất NGON! Món súp cua kem đáng chết!!!!  Mang theo áo khoác nếu bạn đến thăm vào tháng 5 trời trở lạnh.  Hãy cảnh báo trước rằng - TẤT CẢ cát trên sàn nhà nên đừng mang bất kỳ đôi giày dễ thương nào.   Câu lạc bộ đêm - Dee Jay - . Thật kinh khủng!!!! Tôi đã mong đợi Reaggae, nhạc house pha chút hip hop hoặc R - B. Nhưng anh ấy chơi nhạc KHÔNG AI biết.   Đó là một tối thứ bảy trong một ngày nghỉ cuối tuần, đáng lẽ phải tốt hơn RẤT NHIỀU.  Tôi sẽ chỉ quay lại để lấy thêm kem súp cua nếu tôi không - không phải trả - 50 để có được nó.  Thực sự tôi đã có nhiều niềm vui hơn ở quán bar trong khách sạn của mình - Grand - Đọc thêm",
            "Nơi này có rất nhiều niềm vui - đồ ăn tuyệt vời dưới lòng bàn tay, đồ uống tuyệt vời và không khí vui vẻ.  Nhược điểm duy nhất là nó KHÔNG dành cho trẻ em.  Trẻ em được chào đón vào nhà hàng, nhưng được bảo vệ khá chặt chẽ trong khu vực đó và không được đến gần ban nhạc, mặt nước hoặc bất cứ nơi nào ngoài khu vực ăn uống.  Vì vậy, hãy ghi nhớ điều đó.  Đây chắc chắn là một nơi thú vị dành cho người lớn!Đọc thêm",
            "Đã có một thời gian tuyệt vời với chồng tôi. Chúng tôi lái xe đến Ocean City vào thứ Hai và dừng lại ở đây để uống nước. Yêu chỗ ngồi nước bên ngoài. Họ thậm chí còn có một DJ vào một ngày trong tuần. Có vẻ đi cùng một nhóm bạn chắc hẳn sẽ rất vui.Đọc thêm",
            "Chúng tôi bắt đầu chuyến thăm của mình bằng chuyến tham quan nhà máy chưng cất và đã có khoảng thời gian vui vẻ ở đó.  Đáng tham quan.  Chúng tôi đã có một nhóm thân thiện tốt đẹp và một hướng dẫn tốt.  Sau đó chúng tôi đến nhà hàng, thưởng thức một bữa ăn tuyệt vời với nhiều món để lựa chọn và thực đơn đồ uống ngon miệng.  Bánh rum làm từ rượu rum của họ quá ngon để có thể bỏ qua.  Chúng tôi có một chiếc bàn cạnh nước và ngắm hoàng hôn và đó là một cảnh đặc biệt đẹp.  Chúng tôi đến đây mỗi năm chúng tôi ghé thăm. Đọc thêm",
            "Chúng tôi dừng lại ở đây vào một buổi tối muộn để lấy một ít đồ uống và cắn nhanh và kiểm tra địa điểm. Sau khi trả phí trang trải, chúng tôi tiến đến nơi mà tôi nghĩ là sân khấu chính và lắng nghe ban nhạc trong vài phút. Chúng tôi tiếp tục chuyến tham quan tự hướng dẫn đến địa điểm này và khám phá thêm một số chi tiết nhưng vì trời đã về đêm nên tầm nhìn bị hạn chế. \nChúng tôi đỗ xe trong một gian hàng giữa những cây cọ và các loại cây khác và gọi một ít đồ ăn thức uống. Đó là một bầu không khí rừng rậm thực sự với nhiều cây trồng tươi tốt và tôi nửa mong chờ một con Velociraptor lao ra khỏi bụi rậm và đuổi theo tôi. Bữa ăn của chúng tôi rất ngon. Tôi đã có một chiếc bánh sandwich và chồng đã gọi món burger. Anh ấy bắt đầu thưởng thức món khoai tây chiên giòn của tôi sau khi ăn xong. \nTôi mong được quay lại và nhìn thấy phần còn lại của khu đất và với ánh sáng ban ngày lần này vì có rất nhiều thứ chúng tôi đã không được nhìn thấy.Đọc thêm",
            "Như bạn có thể thấy từ các đánh giá trước đây của tôi, bao gồm cả đánh giá gần đây nhất của tôi vào tháng 8 năm 2023, đây là một trong những món ăn trưa yêu thích ở địa phương của tôi, đặc biệt là trong thời tiết ấm áp hơn khi chúng tôi có thể ăn uống bên ngoài. \n\nTôi đến đây cùng gia đình tám người trong đó có hai đứa con vào khoảng 12 giờ trưa. Họ có thể nhanh chóng chứa gia đình tám người của tôi tại căn phòng bên trái lối vào. Chúng tôi rất thích cocktail và bữa trưa của chúng tôi. Tôi thưởng thức món cocktail tre lớn thông thường của mình, sau đó là món Evo 3 dự thảo. Bánh mì bít tết cá ngừ đen quý hiếm vừa phải của tôi đã được nấu chín kỹ và vẫn ngon như thường lệ. Tất cả chúng tôi đã có một bữa trưa tuyệt vời tại nhà hàng yêu thích nhìn ra vịnh. Máy chủ của chúng tôi, Kirkpatrick, cũng cung cấp dịch vụ tuyệt vời vì chúng tôi là một nhóm lớn. Tất cả chúng tôi đều đồng ý sẽ tiếp tục quay lại đây để ăn trưa, đặc biệt là khi thời tiết ấm hơn khi chúng tôi có thể tận hưởng chỗ ngồi ngoài trời.Đọc thêm",
            "Như bạn có thể thấy từ các bài đánh giá trước đây của tôi bao gồm cả bài đánh giá gần đây nhất của tôi vào tháng 8 năm 2023, đây là một trong những địa điểm yêu thích của tôi cho bữa trưa, đặc biệt là trong thời tiết ấm áp khi chúng tôi có thể ăn ngoài trời. Tôi đến đây cùng gia đình tám người, bao gồm hai trẻ em, vào khoảng 12 giờ trưa. Họ có thể nhanh chóng sắp xếp chỗ cho gia đình tám người của tôi tại phòng bên trái lối vào. Chúng tôi đã thưởng thức những ly cocktail và bữa trưa của mình. Tôi đã thưởng thức ly cocktail tre lớn như thường lệ của mình, sau đó là bia tươi Evo 3. Bánh sandwich bít tết cá ngừ đen vừa chín tới của tôi được nấu chín đúng cách và vẫn ngon như thường lệ. Tất cả chúng tôi đã có một bữa trưa tuyệt vời tại nhà hàng yêu thích của mình nhìn ra vịnh. Người phục vụ của chúng tôi, Kirkpatrick, cũng cung cấp dịch vụ tuyệt vời mặc dù chúng tôi là một nhóm lớn. Tất cả chúng tôi đều đồng ý rằng chúng tôi sẽ tiếp tục quay lại đây để ăn trưa, đặc biệt là trong thời tiết ấm áp khi chúng tôi có thể thưởng thức chỗ ngồi ngoài trời của họ. Đọc thêm",
            "Tôi không có gì tốt đẹp để nói về nơi này.  Hãy tự cứu mình khỏi cơn đau đầu và tránh xa nơi này.  Nói thẳng ra thì mọi thứ về nó đều tệ.  Nếu bạn thích đồ uống quá đắt, ít nước và đồ ăn tệ hại, thì bằng mọi cách hãy truy cập Bí mật.  Nếu không, hãy tham gia cùng những người thông minh và ăn, uống và vui vẻ ở nơi khác.Đọc thêm",
            "Giá đồ uống trong Giờ Khuyến mãi hoàn toàn điên rồ...chỉ dành cho đồ uống dành cho đường sắt...chúng cũng nhiều như hầu hết các nhãn hiệu gọi SAU GIỜ HẠNH PHÚC... lượng rót hạn chế - chứa đầy đá. Có vẻ cực kỳ lố bịch - tham lam... Trên một mức cố định thu nhập.... ĐỪNG - ĐỪNG đi, nó không đáng đâu. Kể cả khi bạn - không...vẫn không đáng...Đọc thêm",
            "I - ve been to Seacrets about 10 times and I always enjoy my time there. It - s a bar like none other -  the tiki bars with beautiful lights, palm trees everywhere, sand-covered floor, and great live reggae music. During the day, you can hang out in the bay sitting on chairs in the water  - yes, they serve you drinks in the water! - . At night everyone heads to the tiki bars, dances to the reggae music, then late-night the club opens. After visiting here many times, I have 2 suggestions on improvement. -  -  - The nightclub music is terrible. They have had the same DJ and live bands there for years, and they are LAME  - Go Go Gadget, and Kristen  -  The Noise - .  The bands play 80s, 90s and 00s cover songs, and that - s just not the music 21-35 -  year olds want to listen to in a nightclub!  - If I hear Sweet Caroline one more time, I - m going to flip - . During set breaks, the equally stale DJ Tuff plays the exact same songs which coincide with videos on the big screen. However, they are not current popular songs that we want to dance to. They are old hip hop songs  - not the good hip hop - , that people have barely heard of or don - t care to hear again. THE MUSIC IN THE NIGHTCLUB IS A TOTAL BUZZ KILL. I look forward to visiting Seacrets during our yearly beach trip to OCMD, but the past few years have just been a disappointment and we end up leaving early. IT - S TIME FOR MUSIC IMPROVEMENT, Seacrets!!! -  -  - Also worth mentioning since this is a bar, you can - t get brand name liquor here because Seacrets distills their own liquor. So they basically just serve the liquor that they make. For example, if you order a Caption  - Morgan -   -  Coke, you will be served a Seacrets Distilling Company Spiced Run with Pepsi  - or some strange tasting cola that isn - t Coke - . They don - t serve Malibu; instead they serve their own distilled coconut rum. You get the point. Mixed drinks are tiny and mostly ice.  Their frozen drinks are tasty though. And they do offer brand name spiked seltzers and beers.Overall, I love the atmosphere at this place and you truly do feel like you - re in Jamaica. That alone is reason to check this bar out. The reggae bands are great and set the mood perfectly. If they can revamp the lame nightclub music, it would be so much better. - Tip for ladies- since this bar has a sand-covered floor, don - t wear heels!!Read more",
            "Thật là một nơi thú vị và mát mẻ! Chúng tôi sẽ trở lại. Rất nhiều niềm vui vào ban ngày và nó biến thành một câu lạc bộ vào ban đêmĐọc thêm",
            "Chúng tôi dừng lại ở đây vào một buổi tối muộn để lấy một ít đồ uống và cắn nhanh và kiểm tra địa điểm. Sau khi trả phí trang trải, chúng tôi tiến đến nơi mà tôi nghĩ là sân khấu chính và lắng nghe ban nhạc trong vài phút. Chúng tôi tiếp tục chuyến tham quan tự hướng dẫn đến địa điểm này và khám phá thêm một số chi tiết nhưng vì trời đã về đêm nên tầm nhìn bị hạn chế. Chúng tôi đỗ xe trong một gian hàng giữa những cây cọ và các loại cây khác và gọi một ít đồ ăn thức uống. Đó là một bầu không khí rừng rậm thực sự với nhiều cây trồng tươi tốt và tôi nửa mong chờ một con Velociraptor lao ra khỏi bụi rậm và đuổi theo tôi. Bữa ăn của chúng tôi rất ngon. Tôi đã có một chiếc bánh sandwich và chồng đã gọi món burger. Anh ấy bắt đầu thưởng thức món khoai tây chiên giòn của tôi sau khi ăn xong. Tôi mong được quay lại và nhìn thấy phần còn lại của khu đất và với ánh sáng ban ngày lần này vì có rất nhiều thứ chúng tôi đã không được nhìn thấy.Đọc thêm",
            "Đây là một nơi vui vẻ. Nhiều quán bar, nhạc sống, tầm nhìn tuyệt vời, chỗ ngồi dưới nước, cây cọ. Các nhân viên rất thân thiện và chu đáo, đồ ăn và đồ uống rất ngon và chắc chắn là một buổi tối đáng giá. Đám đông đa thế hệ. Yêu chỗ ngồi khiến tôi có cảm giác như đang ngồi trong rừng!Đọc thêm",
            "Đây là lần thứ hai chúng tôi đến thăm và chuyến tham quan vẫn thú vị như hai năm đầu tiên. Chúng tôi cũng được mời ăn tối ở đó. Máy chủ Kyla của chúng tôi thật tuyệt vời, thậm chí còn nhanh chóng chuyển chúng tôi đến một bàn bên trong, vẫn có tầm nhìn ra đại dương, khi trời bắt đầu mưa. Chúng tôi đã chia sẻ món khai vị nhúng cua rất ngon... Không tuyệt lắm... tốt. Sau đó chúng tôi gọi món là có thể sẽ là món khai vị được chia sẻ đầu tiên, sau đó là món khai vị khác khi chúng tôi dự định ở lại ngắm hoàng hôn. Theo Kyla, việc kéo dài thời gian ngồi vào bàn sau Ngày lễ Lao động không phải là vấn đề. Tại thời điểm này .... vẫn mỉm cười. Chúng tôi đã gọi món Quesadilla hải sản, hy vọng nó đủ lớn để cắt thành bốn phần như chúng tôi đã thấy ở mọi nơi khác mà chúng tôi từng có quesadillas. Khi sản phẩm của chúng tôi ra mắt, chúng tôi gần như bật cười vì kích thước nhỏ chỉ là một khoảnh khắc tồi tệ. Xem xét món ăn này có kích thước tương đương với món khai vị và có mức giá - 23,99, người chủ dường như thích phô trương tiền bạc và thành công của mình với những món đồ sưu tầm rất có giá trị trong suốt nhà máy chưng cất nên cảm thấy xấu hổ. Chúng tôi KHÔNG yêu cầu món thứ hai để chia sẻ và có lẽ sẽ không ăn ở đó một lần nữa. Tôi - sẽ vẫn mua rượu của họ, bởi vì nó - rất ngon, nhưng có những giá trị tốt hơn nhiều khi nói đến đồ ăn ở Ocean City.Đọc thêm",
            "Seacrets là điểm nhấn trong chuyến đi tới OCMD của chúng tôi. Chúng tôi vừa uống nước trên vịnh vừa nghe DJ rồi nhạc sống. Thức ăn cũng rất ngon! Đọc thêm",
            "Đồ ăn quán tầm thường, nhân viên thô lỗ, thù địch. Bị la mắng vì muốn chụp ảnh cùng các con bên bờ nước. Tổng số bẫy du lịch. Hãy tiêu tiền của bạn ở nơi khác để có trải nghiệm ăn uống tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            382,
            171,
            57,
            30,
            97
        ],
        "review_amount": 737,
        "location": [
            "thành phố biển",
            "Maryland - MD -",
            "Những việc cần làm ở Ocean City",
            "Bí mật",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written May 31, 2023",
            "Written July 14, 2023",
            "Written August 2, 2023",
            "Written August 11, 2023",
            "Written September 19, 2023",
            "Written December 16, 2023",
            "Written December 16, 2023",
            "Written December 14, 2023",
            "Written December 3, 2023",
            "Written November 26, 2023",
            "Written October 27, 2023",
            "Written September 19, 2023",
            "Written September 14, 2023",
            "Written September 14, 2023",
            "Written August 19, 2023",
            "Written August 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41298-d208352-Reviews-Seacrets-Ocean_City_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d391379-Reviews-Dumser_s_Dairyland_Drive_In_49th_Street-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d1074050-Reviews-Seacrets-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d391411-Reviews-Belly_Busters-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d391317-Reviews-Macky_s_Bayside_Bar_Grill-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d1508464-Reviews-On_the_Bay_Seafood-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d13185965-Reviews-DRY_85_OC-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d3177132-Reviews-45th_Street_Taphouse-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d2227879-Reviews-Satellite_Coffee_Shop-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d15237936-Reviews-Seacrets_Jamaica_USA-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d23679894-Reviews-The_Lookout_Lounge_at_38_75-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d10683153-Reviews-Seacrets_Distilling_Company-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1419948-Reviews-Roland_E_Powell_Convention_Center-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d319406-Reviews-Jolly_Roger_Amusement_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1909721-Reviews-Northside_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d273168-Reviews-Ocean_City_Beach-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d258709-Reviews-Ocean_City_Life_Saving_Station_Museum-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d17494198-Reviews-Speedworld-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d17494190-Reviews-Splash_Mountain_Water_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d510772-Reviews-Ocean_City_Boardwalk-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d534535-Reviews-Trimper_Rides_and_Amusement_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d208352-Reviews-or10-Seacrets-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d607544-Reviews-Fager_s_Island_Bar-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d5833447-Reviews-Brass_Balls_Saloon-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d4340947-Reviews-The_Angler-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d604868-Reviews-Purple_Moose_Saloon-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d6197727-Reviews-The_Bar_at_the_Inlet-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d5839247-Reviews-Duffy_s_Tavern-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d5836014-Reviews-Pickles_Pub_Ocean_City-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d5830744-Reviews-Johnnys_Pizza_Bar_Grill-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d5845962-Reviews-H_I_Pool_Bar-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d10496497-Reviews-The_Sandbar-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1966845-Reviews-48th_St_Watersports-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d3527669-Reviews-Odyssea_Watersports-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d4438273-Reviews-Action_Watersports-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d6835504-Reviews-Liquid_Paddle_Company-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d4842604-Reviews-Bayside_Boat_Rentals-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d4886565-Reviews-Candy_Kitchen-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d23478019-Reviews-Nick_s_Beach_Ball_Golf-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d3224843-Reviews-Back_Bay_Adventures-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1758920-Reviews-Old_Pro_Golf-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d2704562-Reviews-Nick_s_Maui_Golf-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d14209320-Reviews-Tipsy_Tikis-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d319683-Reviews-Wafi_City-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d7235542-Reviews-Old_City_Jail-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g47938-d219617-Reviews-Hunter_Mountain-Hunter_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41354-d4089867-Reviews-Giant_Slide-Rocky_Ridge_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g35602-d13373152-Reviews-Silver_City-Silver_City_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3747010-Reviews-Las_Plazas_Outlet_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g51780-d12318153-Reviews-Natural_Bridges_Viewpoint-Brookings_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g37006-d259610-Reviews-Indiana_Dunes_State_Park-Chesterton_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d1137844-Reviews-Crystal_Cave-Belmopan_Cayo.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41298-d208352-Reviews-or10-Seacrets-Ocean_City_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41298-d208352-Reviews-Seacrets-Ocean_City_Maryland.html"
    }
]