[
    {
        "attraction_name": "SeaJets",
        "attraction_name_vi": "Máy bay phản lực biển",
        "general_info": [
            "726 đánh giá",
            "22 trên 49 hoạt động giải trí ở Piraeus",
            "Phà"
        ],
        "attraction_summary": "Có vẻ hơi hỗn loạn khi lên máy bay và vì mọi người không phải lúc nào cũng cất hành lý nên tôi hiểu rằng việc di chuyển quanh cabin có thể khó khăn. Chúng tôi chạy phía sau và không có thời gian để ăn trước khi lên xe, vì vậy chúng tôi mua đồ ăn và cà phê ở quán cà phê. Trên chuyến phà từ tuyến Piraeus đến Milos thật điên rồ khi chúng tôi lần đầu tiên rời đi nhưng khi mọi người đã ổn định chỗ ngồi thì mọi chuyện đỡ bận rộn hơn rất nhiều. Vì vậy, nếu bạn có thể chờ đợi, hãy làm điều đó. Thức ăn ổn, cà phê rất tuyệt. Tôi không nghĩ quán cà phê này mở cửa khi chúng tôi đi từ Milos đến Paros. Các nhân viên không phải là không thân thiện, họ chỉ không có thời gian cho bất kỳ ai, vì vậy nếu bạn tự túc và chú ý, bạn có thể sẽ có một trải nghiệm tuyệt vời. Chúng tôi đã đưa Seajets nhiều lần đến các hòn đảo khác nhau trong suốt chuyến đi và không gặp bất kỳ vấn đề gì.Đọc thêm",
        "reviews": [
            "Luôn luôn có sự chậm trễ.\n\nNếu đi từ đảo Santorini, Mykonos, v.v. đến Pireus, chắc chắn bạn sẽ đến Pireus muộn một giờ.\n\nPhà Katamaran nhanh và việc lên và xuống phà cũng nhanh nhưng cứ đi theo dòng chảy. Đọc thêm",
            "Chúng tôi lo lắng về chiếc phà vì đêm hôm trước chúng tôi đã đọc rất nhiều đánh giá không tốt. Tuy nhiên, trải nghiệm thật thú vị. Lên máy bay có vẻ hiệu quả. Quán cà phê có nhiều lựa chọn đồ ăn và đồ uống. Đối với đồ uống, có bất cứ thứ gì bạn cần hoặc muốn bao gồm oj mới vắt, cà phê và một quầy bar đầy đủ. Rất nhiều bánh ngọt và bánh sandwich để lựa chọn. Đã đúng giờ và AC hoạt động tốt ở nơi chúng tôi ngồi. Có vẻ hơi ấm áp đối với mọi người về phía sau và quán cà phê. Các bảng Trey hơi lộn xộn một chút nhưng nhìn chung đã vượt quá sự mong đợi, đặc biệt là khi tôi đọc những bài đánh giá khủng khiếp.  Hãy chắc chắn rằng bạn dành đủ thời gian ở cảng để tìm thuyền của mình! Chúng tôi đang chạy khi xuống tàu điện ngầm ở phía bên kia và nhận ra rằng nó hơi xa ga tàu điện ngầm 10 - 15 phút đi bộ. Phòng tắm cũng không tệ chút nào.Đọc thêm",
            "Tôi đã đặt vé phà từ Athens đến Milos trực tuyến qua trang web Seajets. Đến ngày khởi hành tôi không thể nhận phòng nên cầm theo hóa đơn thuế đi xuống trụ sở Seajets ở cảng Piraeus. Chúng tôi đã giải thích và chúng tôi đã bị bác bỏ ngay lập tức. Chúng tôi đã được thông báo rằng chúng tôi không có vé! Cô không thể quan tâm ít hơn. Khi thăm dò cô ấy nói rằng nó xảy ra.  Chúng tôi đã hết hơn 300 đô la.  Bạn có thể mua vé từ các cửa hàng trên khắp cảng.Đọc thêm",
            "Sử dụng thuyền thông thường đến Santorini - giá không tương xứng với sự khác biệt về thời gian chuyến đi - và khi trời có gió, sự khác biệt sẽ giảm đi.Đọc thêm",
            "Không thể bay bằng Seajets vì họ không chấp nhận xe điện hoặc PHEV như đã nêu trong quá trình đặt vé. Chính quyền Hy Lạp không chỉ thực hiện các quy định điên rồ như tính phí tối đa 40 đô la trên phà, công ty này còn quyết định không vận chuyển những phương tiện này nữa.Đọc thêm",
            "Chúng tôi đã sử dụng Seajets lần trước và lần trước khi đến thăm Hy Lạp.  Chúng tôi đã nâng cấp lên ghế Bạch kim.  Rất cá nhân; đồ ăn; bộ sạc và chỗ ngồi rất thoải mái.Đọc thêm",
            "Công ty thực sự là một thảm họa. Chúng tôi quyết định đặt Seajets, vì lịch trình cho biết chuyến phà của họ nhanh hơn khoảng một nửa thời gian so với công ty thay thế, Blue Star. Thật sai lầm! Như các đánh giá tiêu cực khác đã nói, nó khởi hành rất muộn, hơn 45 phút và đến đích muộn hơn 1 giờ 45 phút, trớ trêu thay, đây lại bằng tổng chiều dài của hành trình phà theo lịch trình. Nó dự kiến ​​​​khởi hành muộn hơn Blue Star 10 phút. Tuy nhiên, phà Blue Star nhanh hơn Seajets và đến Santorini sớm hơn Seajets. Bản thân chiếc phà rất gập ghềnh và khó chịu, liên tục có mùi hăng của nhiên liệu diesel khiến hành trình trở nên khó chịu và buồn nôn. Hãy cẩn thận và đặt chỗ Blue Star cũng như đảm bảo tuân thủ các quy định của EU về bồi thường cho sự chậm trễ.Đọc thêm",
            "Chúng tôi đã lo lắng vì tất cả những đánh giá tệ hại, tuy nhiên phà thì hoàn toàn ổn. Đúng là một chiếc thuyền và nếu bạn bị say tàu xe thì có lẽ đây không phải là lựa chọn tốt nhất cho bạn. Chúng tôi không gặp vấn đề gì. Đọc thêm",
            "Chúng tôi sử dụng Seajets để đi từ Piraeus đến Folegandros, sau đó đến Milos, sau đó đến Serifos và cuối cùng quay lại Piraeus. chúng mượt mà đến mức có những lúc bạn thậm chí không biết mình đang di chuyển. Chuyến đi từ Milos đến Serifos bị trì hoãn do tàu đến muộn do gió mạnh và sóng lớn. Tuy nhiên, khi lên tàu, mọi việc diễn ra suôn sẻ bất chấp biển động. Giao thông rất ấn tượng.Đọc thêm",
            "Vợ tôi và tôi được xếp những số ghế liên tiếp, hóa ra là ở những hàng ghế riêng biệt. Chúng tôi đang đi hưởng tuần trăng mật và vợ tôi không khỏe và chúng tôi thậm chí không thể ngồi cùng nhau. Chúng tôi nghe thấy một thông báo đề nghị nâng cấp và hỏi liệu điều đó có cho phép chúng tôi ngồi lại với nhau không. Chúng tôi được thông báo rằng điều đó là không cần thiết, một tiếp viên sẽ tìm 2 chỗ ngồi cạnh nhau nếu một số hành khách không xuất hiện. Chúng tôi không bao giờ gặp lại người phục vụ nữa. Thêm vào đó, nhà vệ sinh nam hết giấy vệ sinh và đồ uống cũng như đồ ăn nhẹ thì quá đắt. Đọc qua các bình luận ở đây và bạn sẽ thấy Chúng tôi không phải là những người duy nhất có trải nghiệm khủng khiếp. Đối với bất kỳ ai đang cân nhắc việc đi phà - hãy tránh Seajets!Đọc thêm",
            "Tôi đã đặt vé phà từ Athens đến Milos trực tuyến qua trang web của Seajets. Vào ngày khởi hành, tôi không thể làm thủ tục, vì vậy, với hóa đơn thuế trên tay, tôi đã đến trụ sở Seajets tại cảng Piraeus. Chúng tôi đã giải thích và chúng tôi đã bị đuổi ngay lập tức. Chúng tôi được thông báo rằng chúng tôi không có vé! Cô ấy không quan tâm. Khi bị hỏi, cô ấy nói rằng điều đó xảy ra. Chúng tôi đã mất hơn 300 đô la tiền túi. Bạn có thể mua vé từ các cửa hàng trên khắp cảng. Đọc thêm",
            "sự hỗn loạn vô tổ chức....nhưng chúng tôi đã đến đó.   Điều khiến tôi ngạc nhiên là họ thực sự không có biển báo hoặc bảng cập nhật tại các bến cảng..... mọi người chỉ đi vòng quanh và hỏi những người trông có vẻ chính thức...và nếu hầu hết đều trả lời giống nhau, bạn bắt đầu nghĩ thông tin đó đáng tin cậyĐọc thêm",
            "Phải trả thêm 30 đô la vì tôi không phải là sinh viên Hy Lạp, phải đánh dấu vào ô để nói tôi là sinh viên, tôi đang ở Bỉ.Đọc thêm",
            "Xin chào, ngoài việc kiểm tra vé họ có hỏi và kiểm tra CMND hoặc hộ chiếu của mọi người không? Cảm ơnĐọc thêm",
            "Không thể xảy ra khi nó đông đúc, nhưng tôi nghĩ ID phải được kiểm tra. Đôi khi tôi đã thấy điều đó xảy raĐọc thêm",
            "Tôi muốn mang theo vali khi đi phà Seajets. Hạng ghế nào cho phép điều này?Đọc thêm",
            "Tôi không lường trước được vấn đề nhưng không chắc chắn rằng vấn đề này có liên quan đến bất kỳ loại vé cụ thể nào - khuyên bạn nên liên hệ trực tiếp với công ty và giải quyết vấn đề từ đó.Đọc thêm",
            "Xin vui lòng ai đó có thể cho tôi biết nơi có thể cất hành lý trên máy bay vô địch Thế giới Seajet Cảm ơnĐọc thêm",
            "Đúng . Bạn cần để hành lý tại gara, tại một nơi để hành lý đặc biệt có ghi tên hòn đảo nơi bạn đến ở trên cùng! Hãy nhớ nơi bạn đặt chúng.\nĐọc thêm",
            "Xin vui lòng ai đó có thể cho tôi biết nơi có thể cất hành lý trên máy bay vô địch Thế giới Seajet Cảm ơnĐọc thêm",
            "Tôi phải đến cảng trước giờ khởi hành bao lâu? Ai đó có thể giúp tôi, cảm ơn bạn!Đọc thêm",
            "Phà nào và cảng nào?Đọc thêm",
            "Có ai đã đi tàu Seajet Andros gần đây không? Nó như thế nào?Đọc thêm",
            "Tôi đã đi SeaJet đến Santorini và quay lại vào tháng Bảy.  Trên đường đến Santorini, chiếc thuyền lớn và rời Athens đúng giờ. Nhưng không hiểu sao lại đến muộn 45 phút và có 2 điểm dừng trên đường.  Nếu không thì chuyến đi vẫn ổn. có một quán cà phê ở phía sau thuyền với đồ ăn ngon và không đắt lắm.  Phi hành đoàn rất thân thiện và hữu ích.\n\nTrên đường về, tàu về muộn 90 phút lúc 5 giờ chiều thay vì 3h30. Hoàn toàn không có thông báo nào về lý do tàu bị trễ và thời gian dự kiến. Cuối cùng, khi chúng tôi rời đi, không có thông báo hay lời xin lỗi nào về lý do tàu đến muộn. Tôi phải hỏi một thành viên thủy thủ đoàn và được cho biết vì biển động.  Biển động khá dữ dội trên suốt chặng đường trở về Athens khiến nhiều người nôn nao. Chiếc thuyền nhỏ hơn nhiều và được cho là nhanh hơn và nó gồ ghề hơn. Vì vậy, những người bị say tàu xe có thể muốn kiểm tra kích thước của những chiếc thuyền.\n\nDù sao, ở Athens đã đến muộn 2 tiếng vào lúc 11 giờ tối thay vì 9 giờ. May mắn thay cho chúng tôi, tài xế taxi mà chúng tôi đã đặt vẫn đang đợi chúng tôi. \n\nNhìn chung, tôi cảm nhận được sự thiếu chuyên nghiệp của công ty này mặc dù đội ngũ nhân viên rất tốt bụng và hữu ích. Có thể muốn kiểm tra đánh giá cho các công ty phà khác.Đọc thêm",
            "Xin chào, vui lòng thông báo cho tôi trên trang web rằng bạn đã mua vé phà. Nó có đáng tin cậy không?Đọc thêm",
            "Chào buổi sáng,\nTôi muốn biết liệu các chuyến phà đi từ Rafina đến Mykonos có lối vào dành cho hành khách sử dụng xe lănĐọc thêm",
            "xin chào, bạn có thể vui lòng cho tôi biết chuyến phà Seatjet Champion từ Pireus đến Mykonos đến cảng nào không? Tôi bối rối với cảng mới và cảng cũ ở Mykonos. Cảm ơn bạn.Đọc thêm",
            "Tôi muốn biết tại sao việc hoàn tiền vé bị hủy do thuốc liên tục bị từ chối?\n\nChúng tôi nhận được một tin nhắn vào ngày 25 tháng 9 cho biết chuyến phà của chúng tôi vào ngày hôm sau đã bị hủy do dự báo thời tiết xấu.  Thay vào đó, chúng tôi đã đặt một chuyến bay.\n\nChúng tôi đã đặt chỗ qua Lets Ferry và đã viết thư cho họ, họ đã nói với chúng tôi rất nhiều lý do;\n\n1 Chúng tôi đã hủy vé\n2 Chuyến phà thực sự không bị hủy\n3 Chúng tôi đã không xuất hiện\n\nTất cả những điều này đều sai sự thật.\n\nChuyện gì đang xảy ra vậy, làm cách nào để chúng tôi nhận được tiền hoàn lại.Đọc thêm",
            "Xin lỗi đáng lẽ phải nói là seajets chứ không phải bluestar. Seajets thường chạy muộn do sự cố máy móc. Tôi đi với những chiếc thuyền khác nếu có thể.Đọc thêm"
        ],
        "star_ratings": [
            268,
            88,
            52,
            44,
            283
        ],
        "review_amount": 735,
        "location": [
            "Piraeus",
            "Châu Âu",
            "Attica",
            "Vùng Piraeus",
            "Các hoạt động ở Piraeus",
            "Hy Lạp",
            "Máy bay phản lực biển"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written July 27, 2023",
            "Written August 2, 2023",
            "Written September 25, 2023",
            "Written June 3, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written April 25, 2024",
            "Written April 5, 2024",
            "Written December 23, 2023",
            "Written September 26, 2023",
            "Written September 25, 2023",
            "Written September 12, 2023",
            "Written September 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189403-d11765522-Reviews-SeaJets-Piraeus_Piraeus_Region_Attica.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d11765522-Reviews-or10-SeaJets-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d2157908-Reviews-Athens_Tour_Driver-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d10162246-Reviews-Antonio_Athens_Touring-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d23455959-Reviews-LG_Tours_and_transfers-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d27702181-Reviews-Greece_Athens_Transfers_Tours-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d5482204-Reviews-Amazing_Athens_Tours-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d10175763-Reviews-Greek_Tour_Drivers-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d16883312-Reviews-Heli_Air_Greece-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d8355809-Reviews-Onar_Vip_Transfer-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d8064283-Reviews-Teletaxi-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d14968016-Reviews-I_Love_Athens_Tours-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d4068321-Reviews-Reno_Riverwalk_District-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g7753804-d12660290-Reviews-Kumrat_Valley-Dir_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1123600-Reviews-St_Mark_s_Place-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1792285-Reviews-Dubai_Aquarium_Underwater_Zoo-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d2534927-Reviews-Langkawi_Sky_Bridge-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d4972549-Reviews-Glenstone_Museum-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d195529-Reviews-Isola_Bella-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d183743-Reviews-Gaslamp_Quarter-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42376-d145614-Reviews-Sleepy_Hollow_State_Park-Laingsburg_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1567690-d10596965-Reviews-Bunec_Beach-Piqeras_Vlore_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189403-d11765522-Reviews-or10-SeaJets-Piraeus_Piraeus_Region_Attica.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189403-d11765522-Reviews-SeaJets-Piraeus_Piraeus_Region_Attica.html"
    }
]