[
    {
        "attraction_name": "Sean's Bar",
        "attraction_name_vi": "Sean - s Bar",
        "general_info": [
            "1.541 đánh giá",
            "- 1 trong 20 Đời sống về đêm ở Athlone",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Nằm ở trung tâm Ireland giữa Dublin và Galway, Sean - s Bar là nơi tiếp đón du khách từ khắp nơi trên thế giới. Dù là tìm hiểu lịch sử, nghe nhạc, thăm bạn bè và gia đình hay chỉ đơn giản là thưởng thức một ly bia hoàn hảo, sức hấp dẫn đều mạnh mẽ như nhau đối với tất cả mọi người. Được liệt kê trong cả hai - 25 quán bar đáng kinh ngạc nhất thế giới - và - 50 quán bar khiến bạn choáng ngợp - bởi Lonely Planet, bạn nhất định phải ghé thăm Sean - s! tìm hiểu thêm tại sao Sean - s Bar không chỉ là quán rượu lâu đời nhất mà còn là một trong những quán rượu được yêu thích nhất trên thế giới.Đọc thêm",
        "reviews": [
            "Nơi này đã được đại lý cho thuê xe giới thiệu cho chúng tôi.  Và nó đã không làm mọi người thất vọng.  Việc đỗ xe là một thách thức đối với chúng tôi vì chúng tôi không quen với những con đường nhỏ ở Ireland.  Chúng tôi đã có một cuộc trò chuyện thú vị với người chủ, người đã kể cho chúng tôi câu chuyện về chỗ ngồi của Sean tại quán bar.  Chúng tôi thậm chí còn tìm thấy bản vá của Sở cứu hỏa từ một thị trấn gần nhà, Sở cứu hỏa Schuykill Haven. Đó thực sự là một thế giới nhỏĐọc thêm",
            "Tôi đã đến thăm Sean từ cuối những năm 60 trước khi nó nổi tiếng.  Tôi luôn thấy vui vẻ ở đó khi chơi nhạc hoặc nghe nhạc và uống một hoặc hai cốc.  Rất khuyến khích ghé thăm Sean - s.Đọc thêm",
            "Vì chúng tôi ở Athlone và ở ngay góc phố nên chúng tôi không thể bỏ lỡ nơi này.  Tôi - tôi thường không phải là người đến quán bar, nhưng Sean - s giống phòng giải trí của một người bạn thực sự tuyệt vời, người có ông nội và những người bạn tuyệt vời từ khắp nơi trên thế giới đã giúp anh ấy trang trí nơi này.  Và ai có bạn bè ghé qua chơi giao dịch và chơi DJ.  Và ai đã xây dựng một khu vườn bia ở phía sau...... Các chuyến tàu giữa Dublin và Galway dừng ở Athlone!Đọc thêm",
            "Quán rượu rất cổ tuyệt đẹp trên một con phố rất lịch sử, cách lâu đài athlone 200 m. Nó có niên đại từ năm 900 sau Công nguyên \nQuán rượu này rất kỳ lạ và thần thánh.\n\nKhông có màn hình TV, không có thức ăn - không có dấu hiệu cho WiFi, điều này thật mới mẻ. \nĐó chính xác là những gì bạn cần ở một quán rượu cũ. \nNhững bức tường được trang trí bằng những bức ảnh cũ - kỷ vật. Đó là một bữa tiệc cho đôi mắt của bạn. Có rất nhiều thứ thú vị trong quán rượu này. \nCó mùn cưa trên sàn nhà \nQuán rượu có một khu vực rộng lớn ở phía sau - nhà vệ sinh hiện đại đáng yêu \nHọ bán áo phông với giá 20 e và chất lượng rất tốt. Tất nhiên là chúng tôi đã mua một chiếc áo phông! \n\nĐã có một nửa lít Guinness tuyệt vời ở đó -  \n\nTôi - rất muốn đến thăm Vào một buổi tối lạnh lẽo khi ngọn lửa được thắp sáng - có một vài giai điệu vang lên \nShur chúng ta sẽ phải ghé thăm lại sớmĐọc thêm",
            "Timmy đã chia sẻ những câu chuyện về lịch sử của quán bar và nhiều câu chuyện hài hước trong khi tất cả chúng tôi đều thích thú với một chút guiness.  Người dân địa phương đi qua mỗi nơi thân thiện hơn lần trước. Chúng tôi có một nhóm lớn và tôi nghĩ mọi người trong chúng tôi đều mua hàng.  Rất đáng để ghé thăm Sean - s Bar. Hãy hỏi Timmy.Đọc thêm",
            "Vợ tôi và tôi đã lên kế hoạch cho ngày đầu tiên ở Ireland là đến Sean - s Bar vì giá trị lịch sử của nó. Chúng tôi được bảo là phải đến sớm để có chỗ ngồi tốt để xem ban nhạc. Chúng tôi có chỗ ngồi tốt nhất trong quán. Quán bar này chứa rất nhiều lịch sử. Tôi ước mình có thể lắng nghe những bức tường. Chúng tôi đã được nghe một số bản nhạc tuyệt vời và xem một số điệu nhảy vui nhộn. Các bức tường được trang trí bằng các miếng vá từ các cơ quan thực thi pháp luật, sở cứu hỏa, v.v. Ngoài ra còn có biển số xe từ khắp nơi trên thế giới. Thật là một nơi thú vị. Nếu đến thăm Ireland, hãy lên kế hoạch cho một đêm ở Athlone! Đọc thêm",
            "Nó giống như quay ngược thời gian về một thời đại bị lãng quên. quán bar có rất nhiều người dân địa phương và khách du lịch ghé thăm trong những khung cảnh hấp dẫn nhất, thêm vào đó là một số bản nhạc nền truyền thống đáng yêu, nhiều người cười và bầu không khí náo nhiệt, không thể không ở lại lâu hơn kế hoạch và hơn thế nữa là không thể không cuốn theo sự vui vẻ của nơi này. Tôi phải nói rằng các nhân viên quán bar chắc chắn đã góp phần giúp bầu không khí sôi động hơn, họ là một quảng cáo tuyệt vời cho quán rượu.\nTôi nóng lòng muốn trở lại vào một ngày nào đó trong tương lai không xa.Đọc thêm",
            "Sean - s Bar có bầu không khí sống động, thân thiện trong một không gian mộc mạc nhưng đầy quyến rũ. Chính Sean đã rót rượu cho chúng tôi và chúng tôi có một bàn ăn ấm cúng để thưởng thức chúng. Có rất nhiều thứ để ngắm nhìn trên tường dành cho những ai quan tâm đến lịch sử và một số món hàng thú vị để mang về nhà - ngay cả khi tên bạn không phải là - Sean -. Đọc thêm",
            "Chúng tôi đã có điều này trong danh sách nhóm của mình từ lâu và cuối cùng đã đưa nó đến từ Canada. Đúng như mong đợi. Một quán bar vui vẻ ồn ào, với mùi lửa củi dễ chịu trong không khí, mùn cưa trên sàn và đồ uống chảy tràn. Không thể không có khoảng thời gian vui vẻ ở đây.Đọc thêm",
            "Thưởng thức cà phê Ailen hoặc rượu whisky Ailen trong quán rượu lâu đời nhất ở Ireland là một trải nghiệm rất đáng nhớ. Nhóm lớn gồm 44 du khách của chúng tôi đến từ bang Georgia đã được người quản lý đối xử với một lịch sử tuyệt vời của quán rượu. Chúng tôi cũng được biết rằng Netflix đang tạo một bộ phim tài liệu về các quán rượu ở Ireland, trong đó có Sean - s Bar. Hãy nhớ bao gồm chuyến thăm địa điểm lịch sử này nếu bạn ở Ireland.Đọc thêm",
            "Điểm dừng cuối cùng trong chuyến đi Ireland của chúng tôi và nó đã không làm mọi người thất vọng. Khuyên bảo. Đi vào giữa tuần và càng sớm càng tốt. Quán rượu - chính - ban đầu rất nhỏ nên nếu bạn muốn tận hưởng lò sưởi và tìm hiểu lịch sử thì đây là nơi bạn sẽ muốn dành thời gian của mình. Quán rượu chính đã xảy ra hỏa hoạn với sàn nhà phủ đầy bụi cưa - hãy hỏi tại sao và bạn sẽ nhận được một bài học lịch sử ngắn gọn nhưng rất thú vị - và rất nhiều kỷ vật thú vị. Tôi cho rằng nơi này sẽ bận rộn vào cuối ngày vì có một quầy bar lớn phía sau và sân. Cả hai đều rất tốt đẹp. Chúng tôi đến vào thứ Ba vào khoảng 11 giờ 30 sáng và được Timmy chào đón khi chúng tôi bước vào với nụ cười và cuộc trò chuyện. Toàn bộ nhân viên bao gồm Luke rất thân thiện và hữu ích. Họ cho phép chúng tôi thử những món quà lưu niệm trong khi rót cho chúng tôi những cốc Guinness thơm ngon, lạnh như đá. Sau khi thảo luận với Timmy, chúng tôi quyết định chọn hai chai rượu whisky pha trộn đặc biệt của Sean - s Ailen - - 40 - . Họ cũng bán một loại mạch nha đơn - - 50 - .Đây thực sự là một điểm nhấn trong chuyến đi đối với tôi và lần tới khi đến Ireland, tôi dự định ở lại Athlone và dành nhiều thời gian hơn ở đây.Chúc mừng!Đọc thêm",
            "đây thực sự là một quán bar truyền thống của Ailen. Người dân thân thiện và khá sôi động. Tôi muốn giới thiệu mọi người đến xem nơi này. Nó - được cho là một trong những quán bar lâu đời nhất và Ireland có từ những năm 900. Chúng tôi thực sự - không quan tâm đến điều đó, nhưng chúng tôi đánh giá cao lòng tốt, sự cởi mở và thân thiện của mọi người mà tôi thực sự khuyên bạn nên đến. Đây là ở trong thị trấn. Tôi ước chúng ta biết về điều này sớm hơn. Chúng tôi chỉ đi ngang qua.Đọc thêm",
            "Quán bar lâu đời nhất thế giới!! Thật là một nơi thú vị để ghé thăm. Chúng tôi chưa bao giờ biết điều này và hướng dẫn viên du lịch của chúng tôi muốn chúng tôi xem nó mặc dù nó không có trong chuyến tham quan của chúng tôi. Chúng tôi chỉ dừng lại để chụp vài bức ảnh nhưng đồ ăn trông rất ngon và họ có đội ngũ nhân viên thân thiện. Phải xem bạn có ở đâu gần Athlone, Ireland không!! Đọc thêm",
            "Có tin đồn rằng đây là quán bar lâu đời nhất thế giới hoặc quán bar lâu đời nhất ở Ireland. Có nhiều nơi khác cũng đưa ra tuyên bố tương tự nên tôi không biết. Nhưng nơi này CŨ và siêu ngầu! Hãy hình dung những gì bạn có thể nghĩ về một quán rượu Ireland trông, ngửi và cảm nhận - chỉ vậy thôi! Có mùn cưa trên sàn nhà, trần nhà rất thấp, ánh sáng mờ ảo với những tia nắng đẹp qua cửa sổ, lịch sử bao trùm các bức tường, âm nhạc, mùi cỏ cháy, con người thân thiện - nó thực sự có tất cả mọi thứ! Ở phía sau, có một khu vực mới hơn, lớn hơn, hiện đại và rộng rãi hơn nhiều, nhưng chúng tôi may mắn được ngồi ngay phía trước và bạn có thể cảm nhận được lịch sử trên những chiếc ghế đẩu đó. Thị trấn Athlone cũng là một bất ngờ thú vị! Chúng tôi đã có một bữa trưa ngon miệng bên cạnh Sean - s Bar tại một nhà hàng quốc tế - tôi quên tên - rồi đi dạo quanh thị trấn, chiêm ngưỡng lâu đài, dòng sông và những cửa hàng cổ kính. Tất cả chúng tôi đều ước mình có thêm kiến ​​thức về thị trấn này trước khi đặt chuyến đi, vì lẽ ra chúng tôi đã lên kế hoạch dành nhiều thời gian hơn ở đây!Đọc thêm",
            "Thưởng thức cà phê Ailen hoặc rượu whisky Ailen trong quán rượu lâu đời nhất ở Ireland là một trải nghiệm rất đáng nhớ. Nhóm lớn gồm 44 du khách của chúng tôi đến từ bang Georgia đã được người quản lý đối xử với một lịch sử tuyệt vời của quán rượu. Chúng tôi cũng được biết rằng Netflix đang tạo một bộ phim tài liệu về các quán rượu ở Ireland, trong đó có Sean - s Bar. Hãy nhớ bao gồm chuyến thăm địa điểm lịch sử này nếu bạn ở Ireland.Đọc thêm",
            "Chúng tôi đã có điều này trong danh sách nhóm của mình từ lâu và cuối cùng đã đưa nó đến từ Canada. Đúng như mong đợi. Một quán bar vui vẻ ồn ào, với mùi lửa củi dễ chịu trong không khí, mùn cưa trên sàn và đồ uống chảy tràn. Không thể không có khoảng thời gian vui vẻ ở đây.Đọc thêm",
            "Nghe rất nhiều về lịch sử phong phú của Sean - s Bar - Phải tự mình đến xem nơi này - Quán bar lâu đời nhất ở Ireland - và có thể là cả Châu Âu hoặc thậm chí là Thế giới - , Sean - s bắt đầu vào năm 900 sau Công nguyên với tên gọi là Luain - s Inn. Ngày nay, nơi này gây ấn tượng với nhiều đặc điểm tạo nên một quán rượu Ireland truyền thống, đích thực. CŨ RẤT!!! Bụi cưa trên sàn, lò sưởi ấm cúng, cũ kỹ - nhưng - nơi đây - luôn đông đúc - Thật không may, điều đó làm mất đi những gì có thể là trải nghiệm độc đáo, ấn tượng - Tuy nhiên, rất tuyệt khi được ghé thăm - Đọc thêm",
            "Tối qua ghé qua với một số đồng nghiệp làm việc khi chúng tôi từ Anh đến, thật là một quán rượu lớn, bếp lửa, mùn cưa cạo trên sàn chứa đầy lịch sử trên tường. Nhưng Guinness thật tuyệt vời, còn cách nào tốt hơn để trải qua đêm cuối cùng của chúng tôi ở Ireland hơn là quán bar mà bạn phải ghé thăm của Sean sẽ quay trở lại. Đọc thêm",
            "Hai chàng trai biểu diễn là màn trình diễn hay nhất mà tôi từng nghe trong một quán bar. Tài năng suất chúng.  Tôi - tôi đã gần 50 và điều đó làm tôi ngạc nhiên. Tôi đã không nói chuyện với bạn bè của mình vì điều đó quá tốt.Đọc thêm",
            "Tôi có thể nói gì về Sean - s Bar, hãy bỏ lỡ điều này nếu bạn gặp nguy hiểm. Bầu không khí và đội ngũ nhân viên không ai sánh kịp. Bạn có thể cảm nhận được lịch sử của nơi này, tất cả đã hơn 900 nămĐọc thêm",
            "CHÀO!! Ai đó có thể vui lòng cho tôi biết liệu tôi có cần đặt bàn trước khi đến quán bar không?Đọc thêm",
            "CHÀO! \n\nChỉ thắc mắc có chỗ đậu xe buýt không thôi. \n\nCảm ơn!Đọc thêm",
            "Không phải ngay bên ngoài quán bar, nhưng có lẽ chỉ cần xuống đường một chút.Đọc thêm",
            "Chào buổi sáng, bạn có thể cho tôi biết khoảng cách đi bộ từ khách sạn gần nhất đến Sean Bar Athlone được không? \nTrân trọng mai kelly Đọc thêm",
            "Athlone là một thị trấn đủ nhỏ nên quán bar Sean - s nằm trong khoảng cách đi bộ dễ dàng đến tất cả các khách sạn ở đó. Tôi đặc biệt thích khách sạn Sheraton.Đọc thêm",
            "Chúng tôi đang dành cả ngày ở Galway. Có thể đi đến quán rượu bằng tàu hỏa để ăn tối rồi bắt tàu đến Dublin vào tối hôm đó không?Đọc thêm",
            "Không chắc chắn về tàu hỏa, nhưng Sean - s không phục vụ bữa ăn.  Chúng tôi đã hy vọng được ăn trưa ở đó nhưng lại phải chọn một gói khoai tây chiên giòn.  Tuy nhiên, đã có một loại rượu táo tuyệt vời - màu cam máu của Orchard Thieves.  Tốt nhất bao giờ hết!Đọc thêm",
            "Có ai biết khi nào mở lại không?Đọc thêm",
            "Tôi có cần đặt trước không?Đọc thêm",
            "Chỉ tự hỏi liệu bạn có chiếu trận đấu Celtic vào thứ Bảy tuần này hay bạn có biết có ở đâu ở Athlone không, thnxĐọc thêm",
            "Không thấy tivi nào ở đó cả. \nĐọc thêm",
            "Bạn phục vụ món ăn gì cho bữa trưa? Đọc thêm",
            "Không có thức ăn được phục vụ. Đó là quán bar không phải quán rượu. Nhưng có rất nhiều lựa chọn tốt ở gần đó.Đọc thêm",
            "Xin chào, bạn có nhạc vào mỗi tối không?Đọc thêm",
            "vâng, chúng tôi có âm nhạc mỗi tối. âm nhạc bắt đầu vào khoảng 10 giờ tối. truyền thống - ballad - acoustic mỗi đêm . mong sớm gặp lại bạn Đọc thêm",
            "Xin chào, có phương tiện công cộng nào đến đó từ Dublin không?Đọc thêm",
            "Xin chào rumgurl, hy vọng mọi điều tốt đẹp với bạn. Có, có các chuyến tàu từ ga Heuston Dublin đến Athlone hàng ngày. Chúng tôi chỉ cách ga xe lửa ở Athlone năm phút đi bộ. Nếu bạn dự định đến thăm chúng tôi một đêm thì có một số khách sạn tuyệt vời trong thị trấn để bạn lựa chọn, chẳng hạn như Sheraton, Radisson Blu, Prince of Wales hoặc Shamrock Lodge. Hẹn gặp lại bạn sớm!Đọc thêm"
        ],
        "star_ratings": [
            1023,
            370,
            80,
            21,
            47
        ],
        "review_amount": 1541,
        "location": [
            "Những việc cần làm ở Athlone",
            "Châu Âu",
            "Quận Westmeath",
            "Sean - s Bar",
            "Ai-len",
            "Tỉnh Leinster",
            "Athlone"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 28, 2023",
            "Written July 5, 2023",
            "Written August 7, 2023",
            "Written August 12, 2023",
            "Written August 13, 2023",
            "Written September 6, 2023",
            "Written September 22, 2023",
            "Written April 17, 2024",
            "Written April 23, 2024",
            "Written May 17, 2024",
            "Written May 15, 2024",
            "Written May 5, 2024",
            "Written April 25, 2024",
            "Written April 23, 2024",
            "Written April 17, 2024",
            "Written April 6, 2024",
            "Written March 27, 2024",
            "Written March 8, 2024",
            "Written February 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g212091-d1580894-Reviews-Sean_s_Bar-Athlone_County_Westmeath.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g212091-d1592084-Reviews-Thyme_Restaurant-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Restaurant_Review-g212091-d10291852-Reviews-Bacchus_Restaurant-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Restaurant_Review-g212091-d4749461-Reviews-Bastion_Kitchen-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Restaurant_Review-g212091-d1894274-Reviews-Al_Mezza-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Restaurant_Review-g212091-d3751122-Reviews-Beans_Leaves-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Restaurant_Review-g212091-d1894901-Reviews-The_Fatted_Calf_Restaurant-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Restaurant_Review-g212091-d1513515-Reviews-Kin_Khao_Thai_Restaurant-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Restaurant_Review-g212091-d780407-Reviews-The_Left_Bank-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Restaurant_Review-g212091-d15014422-Reviews-The_Bailey_Bar_Lounge-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Restaurant_Review-g212091-d1990974-Reviews-Hatters_Lane_Bistro-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d215215-Reviews-Athlone_Castle_Visitor_Centre-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d8425024-Reviews-Church_of_Saints_Peter_Paul-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d19351609-Reviews-Dead_Centre_Brewing-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d10666447-Reviews-Burgess_Department_Store-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d12350683-Reviews-Luan_Gallery-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d12058883-Reviews-Corpus_Christi_Church_Priory-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d17529369-Reviews-Jadotville_Memorial-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d3680085-Reviews-Baysports-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d4359456-Reviews-Glendeer_Pet_Farm-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g315894-d8747758-Reviews-Old_Rail_Trail-Mullingar_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d1580894-Reviews-or10-Sean_s_Bar-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d7217167-Reviews-Gertie_Browne_s_Pub-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d2154391-Reviews-The_Snug_Bar-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d4687020-Reviews-The_Malt_House-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d19417042-Reviews-Peddler_Mac_s-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d24995153-Reviews-Biddy_O_dowd_s-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d6899593-Reviews-Wineport_Lodge_Bar-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d6731381-Reviews-The_Three_Jolly_Pigeons-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d7983933-Reviews-Nuts_Corner-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d19082459-Reviews-The_Fiddlers-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d17600023-Reviews-Seery_s_Bar_Athlone-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d23571568-Reviews-Mystery_Trails-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d21138649-Reviews-Athlone_Guided_Tours-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d23560791-Reviews-River_Run_Cruises-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d1119252-Reviews-Viking_Tours-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d10198138-Reviews-EXIT_Athlone_Escape_Rooms-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d11785178-Reviews-The_Bastion_Gallery-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g60841-d1866427-Reviews-Zapata_Falls-Mosca_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g3477616-d26154426-Reviews-Infinity_Beach_Club_Batam-Batam_Center_Batam_Riau_Archipelago_Riau_Islands_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d3605110-Reviews-The_Western_Wall_Tunnels-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d1454088-Reviews-Telaga_Tujuh_Waterfalls-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g312737-d2459581-Reviews-Babadag-Oludeniz_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g2301775-d338410-Reviews-Lake_Toba-North_Sumatra_Sumatra.html",
            "https://www.tripadvisor.com/Attraction_Review-g190379-d3606283-Reviews-Mackenzie_Beach-Larnaca_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d210197-Reviews-Luxembourg_Palace-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d13077668-Reviews-Bar_Cloakroom-Montreal_Quebec.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g212091-d1580894-Reviews-or10-Sean_s_Bar-Athlone_County_Westmeath.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g212091-d1580894-Reviews-Sean_s_Bar-Athlone_County_Westmeath.html"
    }
]