[
    {
        "attraction_name": "SeaQuest Fort Worth",
        "attraction_name_vi": "SeaQuest Fort Worth",
        "general_info": [
            "204 đánh giá",
            "44 trong số 290 điều cần làm ở Fort Worth",
            "Bể cá"
        ],
        "attraction_summary": "Đắm mình vào thế giới khám phá khi SeaQuest đưa bạn vào cuộc phiêu lưu qua những khu rừng nhiệt đới, sa mạc và biển sâu. Với các hoạt động và triển lãm thú vị dành cho gia đình và trẻ em ở mọi lứa tuổi, bạn sẽ được ngâm mình trong nước cùng cá đuối, cho chim tucan ăn, gặp gỡ cá sấu caiman, chiêm ngưỡng cá mập, chụp ảnh tự sướng với rắn và nhiều hoạt động khác. Tạo nên trải nghiệm khó quên cho mọi du khách bằng cách kết nối họ với những loài động vật tuyệt vời từ khắp hành tinh. Đọc thêm",
        "reviews": [
            "Dựa trên các đánh giá, tôi đã chọn địa điểm này cho Four Grands, 7,8,9 12. Những chú cá đuối gai độc đã cứu cả ngày. Những loài động vật không có nước, không có môi trường sống tốt đẹp. Chúng tôi cảm thấy tồi tệ cho họ. Nàng tiên cá thật tuyệt. Những con cá đuối rất năng động và thích được cho ăn. Với chiết khấu, hóa đơn của chúng tôi là 105.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng trải nghiệm của bạn với bể cá đuối và các cuộc gặp gỡ tương tác với động vật của chúng tôi đã tạo ấn tượng tích cực trong chuyến thăm của bạn với các cháu của mình. Những con cá đuối của chúng tôi thực sự là một điểm nổi bật và thật tuyệt khi biết rằng chúng mang lại niềm vui cho một ngày của bạn. Chúng tôi hy vọng sẽ được gặp lại bạn và gia đình trong một chuyến thăm đáng nhớ khác trong tương lai. Đọc thêm",
            "Thực sự đã có một trải nghiệm tuyệt vời. Zoei dẫn chúng tôi đi tham quan toàn bộ thủy cung. Cô ấy có kiến ​​thức tuyệt vời về tất cả các loài động vật. Zoei đã khiến trải nghiệm của chúng tôi trở thành điều gì đó mà chúng tôi sẽ luôn ghi nhớ. Cảm ơn Zoei vì tất cả những thông tin tuyệt vời mà bạn đã để lại cho chúng tôi. Chúng tôi sẽ quay lại sớm! Đọc thêm",
            "Rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời trong chuyến thăm của mình, nhờ sự hướng dẫn xuất sắc và kiến ​​thức về động vật của Zoeis. Thật tuyệt vời khi biết rằng cô ấy đã khiến chuyến thăm của bạn trở nên đáng nhớ. Chúng tôi mong sớm được chào đón bạn quay trở lại để có nhiều niềm vui hơn! Đọc thêm",
            "Chúng tôi thật may mắn khi có Laynee làm người hướng dẫn Tương tác với động vật của chúng tôi.  Chúng tôi đã có thể gặp Alvin, cho Wallaby ăn, cho vẹt đuôi dài ăn, dành thời gian với tàu lượn đường, cho nhím ăn, chơi với Honey. Tại mỗi lần tương tác, Laynee chia sẻ với chúng tôi những thông tin tuyệt vời về các loài động vật, trạng thái có nguy cơ tuyệt chủng của chúng, cách tương tác tốt nhất với chúng, v.v. Chúng tôi đã có khoảng thời gian tuyệt vời với tất cả những loài động vật này. Chúng tôi thực sự muốn đề xuất những tương tác này Laynee làm hướng dẫn cho bạn.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ kinh nghiệm của mình!  Chúng tôi rất vui khi biết rằng bạn và gia đình đã có một trải nghiệm tuyệt vời.  Phản hồi của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra để khiến mỗi chuyến thăm trở nên đặc biệt.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại SeaQuest. Chúng tôi đã đi với 4 người lớn và 6 trẻ em từ 1 đến 8 tuổi và chúng tôi đã có khoảng thời gian tuyệt vời nhất. Đó là chuyến thăm đầu tiên của chúng tôi và chúng tôi đã có rất nhiều niềm vui. Bọn trẻ yêu thích những chú rái cá, những con cá đuối bắn tung tóe vào chúng tôi nhưng hơn bất cứ điều gì chúng yêu thích việc cho phép những chú chim ngồi trên tay chúng khi chúng đang cầm những chiếc cốc đựng thức ăn nhỏ của mình. Bryant là người giỏi nhất. Anh ấy rất hữu ích với tất cả trẻ nhỏ, cung cấp rất nhiều thông tin về cách ứng xử bên trong với lũ chim. Anh ấy rất hữu ích và tử tế với mọi người.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi rất vui vì bạn đã có một chuyến thăm đáng nhớ và những cuộc gặp gỡ động vật độc đáo của chúng tôi đã để lại ấn tượng tích cực. Các Thành viên trong Nhóm tận tâm của chúng tôi tự hào vì đã tạo ra những trải nghiệm đáng nhớ cho khách hàng của mình.  Chúng tôi mong được chào đón bạn quay trở lại với nhiều cuộc phiêu lưu hơn trong tương lai!Đọc thêm",
            "Đã có chuyến thăm tuyệt vời đến SeaQuest Fort Worth, một điểm đến lý tưởng cho các gia đình muốn khám phá nhiều loại động vật và có khoảng thời gian vui vẻ cùng nhau. Các cuộc triển lãm tương tác và trải nghiệm thực tế khiến nơi đây trở nên hấp dẫn đối với cả trẻ em và người lớn. Mặc dù chuyến tham quan của chúng tôi rất ngắn gọn, khoảng 30 phút, nhưng thời gian chờ đợi để vào lại rất dài, khoảng 45 phút, có thể vì chúng tôi đi vào cuối tuần. Để nhập cảnh suôn sẻ hơn, hãy cân nhắc việc đặt vé trước. Nó không chỉ là một trải nghiệm xem; bạn có thể tương tác chặt chẽ với sinh vật biển và các sinh vật khác, biến nó thành một chuyến đi chơi đáng nhớ. Rất khuyến khích cho một ngày đi chơi gia đình vừa mang tính giáo dục vừa thú vị!Đọc thêm",
            "Tôi đã đặt chuyến tham quan này vào cuối tuần sinh nhật cháu gái của tôi.  Tôi đã không đọc các bài đánh giá trước khi đặt chỗ, sau đó tôi xem các bài đánh giá và tự hỏi mình vừa trả tiền cho cái gì.  Tôi thực sự bối rối bởi những đánh giá tiêu cực.  Chúng tôi đã có một thời gian tuyệt vời.  Tôi đã đặt chuyến tham quan EpicQuest Mini.  Mùi động vật...bạn đang ở một nơi có rất nhiều động vật!  Tất nhiên là sẽ có mùi.  Họ rất mờ nhạt.  Đi đến khu vực chim cánh cụt của Ft. Sở thú đáng giá.  Điều đó sẽ đánh gục bạn.  Chuyến tham quan rất vui, nhiều thông tin và đáng giá.  Chúng ta phải ở bên những loài động vật mà bạn chỉ nhìn thấy trong tranh ảnh hoặc ở vườn thú.  Chúng tôi đã có thể chạm vào chúng và cho chúng ăn.  Người lớn chúng tôi cũng thích nó như những đứa trẻ.  Các nhân viên rất tuyệt vời và không, các con vật không hề bị trầm cảm.  Một số chuồng có thể nhỏ nhưng chúng giống nhau ở các sở thú.  Không có tình trạng quá đông đúc.  Hầu hết các cuộc triển lãm đều có một con vật trong mỗi chuồng. Có rất nhiều thức ăn có thể nhận được bằng thẻ, và cháu gái tôi thích cho cá koi và cá đuối ăn.  Chúng tôi sẽ đi một lần nữa.  Điều này thật đáng nhớ.Đọc thêm",
            "Bryant thật tuyệt vời khi anh ấy biết về các loài động vật và dành thời gian với từng đứa cháu khi anh ấy cho chúng tôi xem Một con trăn bóng, em bé wallaby không muốn chơi. Một con rồng có râu nữa! \n\nBạn phải yêu cầu Bryant! Bạn sẽ không thất vọngĐọc thêm",
            "Bryant thật tuyệt vời khi anh ấy biết về các loài động vật và dành thời gian với từng đứa cháu khi anh ấy cho chúng tôi xem Một con trăn bóng, em bé wallaby không muốn chơi. Một con rồng có râu nữa! Bạn phải yêu cầu Bryant! Bạn sẽ không thất vọngĐọc tiếp",
            "Tôi đã đặt chuyến tham quan này vào cuối tuần sinh nhật cháu gái của tôi.  Tôi đã không đọc các bài đánh giá trước khi đặt chỗ, sau đó tôi xem các bài đánh giá và tự hỏi mình vừa trả tiền cho cái gì.  Tôi thực sự bối rối bởi những đánh giá tiêu cực.  Chúng tôi đã có một thời gian tuyệt vời.  Tôi đã đặt chuyến tham quan EpicQuest Mini.  Mùi động vật...bạn đang ở một nơi có rất nhiều động vật!  Tất nhiên là sẽ có mùi.  Họ rất mờ nhạt.  Đi đến khu vực chim cánh cụt của Ft. Sở thú đáng giá.  Điều đó sẽ đánh gục bạn.  Chuyến tham quan rất vui, nhiều thông tin và đáng giá.  Chúng ta phải ở bên những loài động vật mà bạn chỉ nhìn thấy trong tranh ảnh hoặc ở vườn thú.  Chúng tôi đã có thể chạm vào chúng và cho chúng ăn.  Người lớn chúng tôi cũng thích nó như những đứa trẻ.  Các nhân viên rất tuyệt vời và không, các con vật không hề bị trầm cảm.  Một số chuồng có thể nhỏ nhưng chúng giống nhau ở các sở thú.  Không có tình trạng quá đông đúc.  Hầu hết các cuộc triển lãm đều có một con vật trong mỗi chuồng. Có rất nhiều thức ăn có thể nhận được bằng thẻ, và cháu gái tôi thích cho cá koi và cá đuối ăn.  Chúng tôi sẽ đi một lần nữa.  Điều này thật đáng nhớ.Đọc thêm",
            "Bé vui nhưng cũng có chút buồn. Cách sử dụng thú vị của việc tái sử dụng không gian trung tâm mua sắm nhưng nó không tốt cho sức khỏe của động vật. Các không gian rất nhỏ và các loài động vật dường như đang trèo lên nhau để kiếm thức ăn vì bể chứa quá đầy. Nó rất khác so với những gì trang web gợi ý.Đọc thêm",
            "Nơi thú vị dành cho các bạn nhỏ. Chắc chắn có một số triển lãm gọn gàng. Có một cái bể chứa vài con cá mập và lươn nhỏ nơi bạn có thể nhìn xuống hoặc qua cửa sổ. Có một chiếc bể nuôi cá đuối có rất nhiều cửa sổ để nhìn vào bên trong. Họ có một số nơi để cho động vật ăn và tương tác, nhưng điều đó không được bao gồm trong giá. Họ có một con bengal nhỏ, một con lười và một con capybara rất ngầu nhưng lại có thêm nhiều thứ để đến gần. Tổng cộng chúng tôi mất khoảng một giờ để vượt qua. Chúng ta sẽ quay lại chứ? Nghi ngờ. Không đáng với 75 đô la tôi đã bỏ ra để đưa chúng tôi vào trong.Đọc thêm",
            "Thật kinh khủng. Đừng đi. Đừng mua token. Tất cả các hộp đựng thức ăn đều rỗng. Mùi hôi kinh khủng. Tất cả các loài động vật đều ở trong các khu trưng bày bê tông nhỏ. Đọc thêm",
            "Đã có chuyến thăm tuyệt vời đến SeaQuest Fort Worth, một điểm đến lý tưởng cho các gia đình muốn khám phá nhiều loại động vật và có khoảng thời gian vui vẻ cùng nhau. Các cuộc triển lãm tương tác và trải nghiệm thực tế khiến nơi đây trở nên hấp dẫn đối với cả trẻ em và người lớn. Mặc dù chuyến tham quan của chúng tôi rất ngắn gọn, khoảng 30 phút, nhưng thời gian chờ đợi để vào lại rất dài, khoảng 45 phút, có thể vì chúng tôi đi vào cuối tuần. Để nhập cảnh suôn sẻ hơn, hãy cân nhắc việc đặt vé trước. Nó không chỉ là một trải nghiệm xem; bạn có thể tương tác chặt chẽ với sinh vật biển và các sinh vật khác, biến nó thành một chuyến đi chơi đáng nhớ. Rất khuyến khích cho một ngày đi chơi gia đình vừa mang tính giáo dục vừa thú vị!Đọc thêm",
            "Seaquest thực sự rất đáng sợ. Họ không có nhân viên, động vật sống trên bê tông, mùi hôi kinh khủng. Những đứa con nhỏ của tôi cảm thấy thật tồi tệ đối với những con vật sống trong không gian nhỏ bé mà không được chăm sóc đầy đủ. Thiếu nhân sự thật đáng sợ!! Nơi đó nên được đóng cửa. Có một con cá đuối chết trong bể lớn và người công nhân chỉ phớt lờ cái xác. Một trong những trải nghiệm kỳ lạ nhất mà tôi từng trải qua.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình với chúng tôi. Chúng tôi rất coi trọng mối quan ngại của khách hàng. Mục tiêu chính của chúng tôi là cung cấp một môi trường an toàn và thoải mái cho động vật mà chúng tôi chăm sóc và chúng tôi cam kết mang lại sức khỏe tốt cho chúng. Chúng tôi hợp tác chặt chẽ với các chuyên gia chăm sóc động vật và tuân thủ các nguyên tắc nghiêm ngặt để đảm bảo động vật khỏe mạnh và phát triển mạnh.\n\nĐọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời tại SeaQuest. Chúng tôi đi cùng 4 người lớn và 6 trẻ em từ 1 đến 8 tuổi và chúng tôi đã có khoảng thời gian tuyệt vời nhất. Đó là lần đầu tiên chúng tôi đến thăm và chúng tôi đã có rất nhiều niềm vui. Những đứa trẻ thích rái cá, cá đuối gai độc bắn nước vào chúng tôi nhưng hơn hết, chúng thích để những chú chim đậu trên tay chúng trong khi chúng cầm những chiếc cốc đựng thức ăn nhỏ của chúng. Bryant là người tuyệt nhất. Anh ấy rất hữu ích với tất cả những đứa trẻ nhỏ, rất hiểu biết về cách cư xử bên trong với những chú chim. Anh ấy thực sự rất hữu ích và tử tế với mọi người. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi rất vui vì bạn đã có một chuyến thăm đáng nhớ và những cuộc gặp gỡ động vật độc đáo của chúng tôi đã để lại ấn tượng tích cực. Các Thành viên trong Nhóm tận tâm của chúng tôi tự hào vì đã tạo ra những trải nghiệm đáng nhớ cho khách hàng của mình.  Chúng tôi mong được chào đón bạn quay trở lại với nhiều cuộc phiêu lưu hơn trong tương lai!Đọc thêm",
            "Đây là một hoạt động tuyệt vời cho gia đình tôi có con nhỏ. Họ thích tương tác với động vật. Nhìn chung là một khoảng thời gian tuyệt vời. Chỉ có điều là rất nhiều khu vực sinh hoạt rất bẩn. Đọc thêm",
            "Cảm ơn bạn đã ghé thăm chúng tôi và dành thời gian chia sẻ trải nghiệm của mình. Chúng tôi đánh giá cao phản hồi của bạn và rất vui khi biết rằng gia đình bạn đã vui vẻ, mặc dù vẫn còn một số điểm cần cải thiện. Chắc chắn chúng tôi sẽ cân nhắc ý kiến ​​của bạn vì chúng tôi luôn nỗ lực mang đến trải nghiệm tốt hơn cho tất cả du khách. Chúng tôi hy vọng sẽ gặp lại bạn trong một chuyến phiêu lưu khác trong tương lai.\n\nNếu bạn có thêm phản hồi nào muốn gửi, vui lòng sử dụng biểu mẫu này tại đây:\n\nhttps:forms.glecUFnsg3WDY56xChr9Đọc thêm",
            "Nên đọc đánh giá trước khi mua Groupon. Ước gì những ngôi sao tiêu cực là một lựa chọn, nơi này thật vô nhân đạo và điều kiện dành cho động vật thật vô lý. Mọi con vật đều trông chán nản và quá đông đúc trong môi trường sống của chúng, tất cả đều rất bẩn thỉu và kinh tởm. Các cuộc triển lãm động vật nhìn chung không phải là nơi lý tưởng cho động vật nhưng thông thường nỗ lực bảo tồn và phục hồi là những nỗ lực chính. Nơi này thực sự khủng khiếp. KHÔNG đưa tiền của bạn cho nơi này. Đọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi muốn đảm bảo với bạn rằng sức khỏe của động vật là ưu tiên hàng đầu của chúng tôi. Động vật của chúng tôi được cung cấp điều kiện sống và chăm sóc tốt nhất, đồng thời sức khỏe và hạnh phúc của chúng được theo dõi chặt chẽ bởi các Thành viên Nhóm và bác sĩ thú y tận tâm của chúng tôi. \n\nNếu bạn có thêm phản hồi muốn để lại, vui lòng sử dụng biểu mẫu này tại đây: https:tinyurl.com4p4bybzvĐọc thêm"
        ],
        "star_ratings": [
            117,
            23,
            16,
            15,
            35
        ],
        "review_amount": 206,
        "location": [
            "TX Texas",
            "Những điều cần làm ở Fort Worth",
            "SeaQuest Fort Worth",
            "Hoa Kỳ",
            "pháo đài đáng giá"
        ],
        "reviews_time": [
            "Written July 29, 2023",
            "Written August 31, 2023",
            "Written September 10, 2023",
            "Written November 25, 2023",
            "Written February 27, 2024",
            "Written May 21, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written May 21, 2024",
            "Written May 6, 2024",
            "Written March 21, 2024",
            "Written March 15, 2024",
            "Written February 27, 2024",
            "Written December 23, 2023",
            "Written November 25, 2023",
            "Written November 7, 2023",
            "Written October 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55857-d13138700-Reviews-SeaQuest_Fort_Worth-Fort_Worth_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55857-d2026540-Reviews-Woody_Creek_Bar_B_Q-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55857-d7817544-Reviews-Woody_Creek_Bar_B_Q-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55857-d4411677-Reviews-Pho_little_Saigon-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55857-d12898286-Reviews-Tommy_s_Hamburgers-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55857-d4700127-Reviews-Auntie_Anne_s-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55857-d4462079-Reviews-Pho_s_Little_Saigon-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55857-d4249321-Reviews-Great_American_Cookies-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55857-d15252965-Reviews-Ft_Worth_Nutrition-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55857-d13219603-Reviews-Tacomaster-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55857-d470382-Reviews-Olive_Garden_Italian_Restaurant-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d14134456-Reviews-Military_Museum_of_Fort_Worth-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d8761286-Reviews-Texas_Ballet_Theater-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d19093885-Reviews-Dillard_s-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56882-d1480635-Reviews-Texas_Civil_War_Museum-White_Settlement_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d116431-Reviews-Amon_Carter_Museum_of_American_Art-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d2219651-Reviews-Rollerland_West-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d108452-Reviews-Kimbell_Art_Museum-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d8400703-Reviews-Fort_Worth_Japanese_Garden-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d109288-Reviews-Fort_Worth_Zoo-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d531661-Reviews-Modern_Art_Museum_of_Fort_Worth-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d13138700-Reviews-or10-SeaQuest_Fort_Worth-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d8694918-Reviews-The_Secret_Chambers_Escape_Challenge-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d10394113-Reviews-Putt_Putt_Fun_Center-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d17195466-Reviews-Pedal_Saloon_Fort_Worth-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d109287-Reviews-Fort_Worth_Botanic_Garden-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d6634964-Reviews-Painting_with_a_Twist-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d20480901-Reviews-Vine_and_Wine_Tours_of_North_Texas-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g28927-d146213-Reviews-Poudre_Canyon-Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g676772-d276189-Reviews-Karlstejn_Castle-Karlstejn_Central_Bohemian_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g48720-d13296499-Reviews-Sleepy_Hollow-Tarrytown_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d6664520-Reviews-Black_N_White-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d220084-Reviews-Strip_District-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g55921-d2170917-Reviews-Granbury_City_Beach-Granbury_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g35406-d8727655-Reviews-Lake_Cascade_State_Park-Cascade_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g59117-d644715-Reviews-Tygart_Lake_State_Park-Grafton_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46567-d4262659-Reviews-Overpeck_County_Park-Leonia_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g230026-d484704-Reviews-Les_Thermes_de_Spa-Spa_Liege_Province_The_Ardennes_Wallonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55857-d13138700-Reviews-or10-SeaQuest_Fort_Worth-Fort_Worth_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55857-d13138700-Reviews-SeaQuest_Fort_Worth-Fort_Worth_Texas.html"
    }
]