[
    {
        "attraction_name": "SeaWorld",
        "attraction_name_vi": "Thế giới biển",
        "general_info": [
            "4.810 đánh giá",
            "- 51 trong số 516 điều cần làm ở San Antonio",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Đắm mình vào những điều kỳ diệu của biển cả. Trải nghiệm những tương tác gần gũi với động vật và đắm mình vào thế giới bên dưới những con sóng trên những chuyến đi ly kỳ, như tàu lượn siêu tốc Great White. Thưởng thức những chương trình truyền cảm hứng như One Ocean - R - tuyệt đẹp và mạnh mẽ có sự góp mặt của Shamu - R -, hoặc cùng cười với chương trình hài hước Pets Ahoy của chúng tôi, có sự góp mặt của những loài động vật được giải cứu tại địa phương. Và đừng bỏ lỡ Discovery Point hoàn toàn mới, nơi bạn có thể trải nghiệm cá heo thông qua những cuộc chạm trán từ mũi đến miệng. Cùng nhau thông qua cảm hứng, giáo dục và kết nối cá nhân với động vật, chúng ta có thể tạo nên sự khác biệt trong thế giới tự nhiên mà chúng ta chia sẻ. Khám phá những kỷ niệm sẽ theo bạn suốt đời tại SeaWorld - R - San Antonio. Đọc thêm",
        "reviews": [
            "Truy cập trong tuần và đầu mùa hè. Chúng tôi đến thăm vào thứ ba và công viên không đông đúc. Chúng tôi đã có thể có được chỗ ngồi tốt ở mỗi buổi diễn và thời gian chờ đợi lâu nhất cho một chuyến đi là 7 phút. Thêm vào đó nó vẫn chưa nóng lắm. Nhiệt độ lên tới 87 độ. Nhiệt độ tốt cho phép chúng tôi ở lại công viên từ giờ mở cửa đến giờ gần đóng cửa. Aquatica và Discovery Point đóng cửa lúc 6 giờ, vì vậy tôi sẽ để dành tất cả các chuyến đi vào buổi tối.Đọc thêm",
            "Đã đi vào Chủ nhật của tháng 6 và hầu như không có bất kỳ hàng nào và có thể ngồi ở nơi chúng tôi muốn trong các buổi biểu diễn.  Discovery Point là điểm nhấn với cá heo, rái cá và hải cẩu rất gần gũi và tương tác.  Lúc đầu, tôi không nghĩ chúng tôi có thể vào được vì đó là nơi ở Florida.  Những chú cá heo sẽ lê mình lên mỏm đá để thể hiện những thủ thuật mới của mình.  Không thể tìm thấy beluga hoặc xem cá voi.  Chỉ cần thực hiện một vài chuyến đi - Atlantis và River.  Thật thất vọng khi dòng sông không có giọt nước nào.  Các buổi biểu diễn thật tuyệt vời.  Lên kế hoạch tắm cá voi nếu ở trong khu vực ngâm mình.  Con orca hất đuôi và khiến chúng tôi thở hổn hển sau 3 con liên tiếp - 100 - ướt đẫm.  Đánh giá cao nước đá miễn phí tại các khu nhượng bộ vì nắng nóng.Đọc thêm",
            "Đến thăm SeaWorld vào một ngày tháng 11 lạnh lẽo và đầy gió gần Lễ Tạ ơn. Chúng tôi đến đúng lúc 1 giờ chiều, đó là lúc họ mở cửa nên có rất nhiều chỗ đậu xe. Khu vực này rất lớn, chúng tôi đã ở đó trong 5 giờ và vẫn chưa hoàn thành mọi thứ, vì vậy hãy chuẩn bị dành 6-7 giờ nếu bạn muốn làm mọi thứ. Tôi đã xếp hàng nhanh - vé, giúp chúng tôi nhảy hàng đợi và có được chỗ ngồi đặt trước tại buổi biểu diễn sư tử biển, vì vậy điều đó là thích hợp hơn. Hãy đảm bảo rằng bạn mang theo bản đồ ngay khi bước vào để lên kế hoạch thời gian biểu diễn theo lựa chọn của mình vì các sân vận động nằm ở khoảng cách khá xa nhau. Các phòng nghỉ, trung tâm quà tặng và quán ăn đều có vị trí thuận tiện nhưng hãy sẵn sàng đi bộ 4-5 dặm một cách dễ dàng trong khi khám phá SeaWorld. Một số trò chơi sẽ khiến bạn rung động - theo một cách tốt -, buổi biểu diễn sư tử biển và tương tác với cá heo là những điểm nổi bật trong chuyến thăm của chúng tôi! Phải đến thăm con nhỏ, bạn sẽ hài lòng với chính mình sau chuyến thăm - Đọc thêm",
            "Lời chào từ SeaWorld San Antonio!\nCảm ơn bạn đã ghé thăm và chia sẻ phản hồi của bạn. Vui mừng khi biết rằng bạn rất thích chuyến thăm công viên gần đây của bạn.  Mong rằng chúng tôi sẽ sớm gặp lại bạn. \n- Thế giới biển San Antonio\nĐọc thêm",
            "Seaworld có chương trình và màn trình diễn Giáng sinh tuyệt vời. Rất nhiều đèn đẹp và nhân vật Giáng sinh vào buổi tối dành cho trẻ em. Đối với trẻ nhỏ, có khu phố Sesame với khoảng 5 trò chơi và chương trình biểu diễn nhân vật vài lần một ngày. Có tàu lượn siêu tốc dành cho trẻ lớn và người lớn. Nếu bạn đến đó để ngắm sinh vật biển, khu vực tốt nhất là Discovery Point với cá heo và thủy cung. Hãy chắc chắn tìm kiếm các ưu đãi giảm giá vé vào cửa dễ dàng. Đọc thêm",
            "Lời chào từ SeaWorld San Antonio!\nCảm ơn bạn đã ghé thăm và chia sẻ phản hồi của bạn.  Vui mừng khi biết bạn thích chuyến thăm của bạn trong Lễ kỷ niệm Giáng sinh của chúng tôi.    Mong rằng chúng tôi sẽ sớm gặp lại bạn. \n- Thế giới biển San Antonio\nĐọc thêm",
            "Đây là SeaWorld thứ ba tôi đến và nó duy trì hoạt động mà người ta mong đợi từ SeaWorld. Các chương trình về động vật không bao giờ cũ - ngoại trừ chương trình sư tử biển và rái cá, cố gắng hết sức để trở nên hài hước và có vẻ khá khập khiễng - . Có rất nhiều trò chơi với nhiều cấp độ hồi hộp khác nhau. Có nhiều cơ hội cho động vật ăn và một số lựa chọn để tiếp cận gần hơn với động vật dành cho những ai muốn trả thêm phí. Tôi không khuyên bạn nên trả tiền cho bãi đậu xe VIP hoặc bãi đậu xe có mái che trừ khi việc đi bộ thực sự là một vấn đề đối với bạn; bãi đậu xe thông thường đủ đắt và nếu bạn đến đúng lúc, bạn có thể đến khá gần khu vực VIP.Đọc thêm",
            "Ông bà, cha mẹ, thanh thiếu niên và thanh thiếu niên đã tận hưởng một ngày với đầy đủ các trò chơi, thức ăn và động vật có vú ở biển.  Mang theo giày đi bộ và ví của bạn.  Nhận một chiếc xe đẩy cho những người trẻ tuổi và một chiếc ECV cho những người lớn tuổi hơn.  Công viên này rất lớn.  Cảm ơn các nhân viên tại triển lãm cá heo đã mang đến buổi giải trí tuyệt vời nhất trong ngày.Đọc thêm",
            "Tôi yêu Seaworld Orlando nên tôi nóng lòng muốn ghé thăm nơi này. Tôi biết trong các bài đánh giá cho biết nó nhỏ hơn nhưng tôi đoán là tôi đã mong đợi nhiều hơn. Rùa, chim cánh cụt, cá sấu trưng bày rất nhỏ.  \nTôi ước họ - hãy ghi thời gian các buổi biểu diễn ở sân vận động kéo dài trên bản đồ để chúng tôi có thể lên kế hoạch tốt hơn. Buổi biểu diễn của Orca thật tuyệt vời và kéo dài 30 phút. Buổi biểu diễn cá heo vẫn ổn, chỉ 15 phút. Chúng tôi đã không được xem buổi biểu diễn sư tử biển - rái cá do thời gian. Tôi đã hy vọng ít nhất có thể nhìn thấy một con hải mã hoặc lợn biển ở đâu đó. Đoán bạn cũng phải thực hiện chương trình để xem sư tử biển hoặc rái cá nữa. \nĐồ ăn đắt quá!  - 19,99 cho burger và khoai tây chiên!?! Tôi hy vọng phần lớn số tiền đó sẽ giúp trả tiền chăm sóc động vật! \nĐế lót ly rất thú vị nhưng không được nhiều người sử dụng do phải xếp hàng và không muốn chi thêm tiền cho việc vượt qua nhanh. Chúng tôi phải rời khỏi chuyến đi dưới nước sau khi xếp hàng chờ 30 phút do - khó khăn kỹ thuật. -  \nĐó là một ngày rất tốn kém đối với một gia đình 4 người để xem những con vật tối thiểu, 2 buổi biểu diễn và cưỡi 2 chuyến. Tôi - tôi sẽ quay lại Florida vào lần tới khi tôi ghé thăm SeaWorld.Đọc thêm",
            "Mặc dù không nổi tiếng như những cái tên trùng tên ở Florida và California, nhưng công viên này cũng thú vị không kém. Nằm ở vùng ngoại ô phía Tây Bắc của San Antoni, nơi đây được bao quanh bởi các công viên khác và rất nhiều khách sạn. Nó dễ dàng truy cập, với nhiều bãi đậu xe. Lối vào được sắp xếp hợp lý - mặc dù đắt tiền! - Có các trò chơi dành cho mọi lứa tuổi và các buổi biểu diễn động vật thật tuyệt vời! Thật tuyệt vời khi được nhìn thấy nụ cười trên khuôn mặt của các em. Đây là một cách tuyệt vời để dành một ngày ở San Antonio và là một sự thay đổi đáng hoan nghênh so với các di tích lịch sử và Rivverwalk,Đọc thêm",
            "Chúng tôi đã sử dụng tư cách thành viên AAA của mình và nhận được vé giảm giá tại Seaworld. Ngoài các buổi biểu diễn cá kình, cá voi beluga và cá heo, đừng bỏ lỡ cơ hội mua cá đông lạnh để nuôi sư tử biển. Đó là một trải nghiệm rất đáng nhớ. Chúng tôi ước gì mình đã mang theo đồ tắm và khăn tắm để tham gia một vài trò chơi dưới nước KHÔNG nằm ở phía công viên nước. Chúng tôi dự định quay trở lại và tắm nước khi bắt đầu chuyến đi chơi để mát mẻ một chút trong cái nóng mùa hè. Chắc chắn kiểm tra lịch trình trước vì ngày và giờ của họ khác nhau. Chúng tôi rất tiếc vì đã bỏ lỡ lễ hội Halloween ngoài giờ - dành cho trẻ lớn hơn và người lớn - vì chúng tôi đến đó vào một ngày trong tuần.Đọc thêm",
            "Rất đắt! Gia đình chúng tôi đến từ Bắc Dakota, chúng tôi vào trang web để lấy vé cho cháu gái tôi và không có vé trẻ em, trẻ em trên 3 tuổi phải trả nguyên giá.  Giá là - 47,00 và sau đó yêu cầu chúng tôi chọn ngày tham quan. Chúng tôi đã chọn Ngày Tưởng niệm và giá đã lên tới - 95,00 không bao gồm Aquitica.  Không có gì thay đổi, những chuyến đi giống nhau, những buổi biểu diễn giống nhau và không đủ nhân viên.  Dù sao đi nữa, chúng tôi sẽ có một ngày tuyệt vời với cháu gái của mình. Nếu bạn muốn có bãi đậu xe có mái che, đó là khoản khác - 80,00. Sau khi chúng tôi vào và mua đồ uống trị giá 20,00, chúng tôi nhận thấy trên biên lai rằng họ cũng đã thêm 5 - PHỤ PHÍ CHO CHI PHÍ HOẠT ĐỘNG!  Thực sự, hoàn toàn nực cười, làm sao một gia đình thuộc tầng lớp trung lưu có con nhỏ lại có thể có được một ngày vui vẻ ở công viên khi họ đang phải trả cả tuần lương cho chuyến đi chơi một ngày?Đọc thêm",
            "Giá vào cửa rất cao khi một nửa số chuyến không chạy vào ngày hôm đó. Tôi đã đi và 4 điểm thu hút chính đã bị hỏng. Những chuyến đi tôi đã trải qua thật thú vị.Đọc thêm",
            "Chúng tôi đã sử dụng tư cách thành viên AAA của mình và nhận được vé giảm giá tại Seaworld. Ngoài các buổi biểu diễn cá kình, cá voi beluga và cá heo, đừng bỏ lỡ cơ hội mua cá đông lạnh để nuôi sư tử biển. Đó là một trải nghiệm rất đáng nhớ. Chúng tôi ước gì mình đã mang theo đồ tắm và khăn tắm để tham gia một vài trò chơi dưới nước KHÔNG nằm ở phía công viên nước. Chúng tôi dự định quay trở lại và tắm nước khi bắt đầu chuyến đi chơi để mát mẻ một chút trong cái nóng mùa hè. Chắc chắn kiểm tra lịch trình trước vì ngày và giờ của họ khác nhau. Chúng tôi rất tiếc vì đã bỏ lỡ lễ hội Halloween ngoài giờ - dành cho trẻ lớn hơn và người lớn - vì chúng tôi đến đó vào một ngày trong tuần.Đọc thêm",
            "Đây là một đánh giá hai phần.  Đầu tiên, điều tốt - cuộc gặp gỡ beluga đã được vợ tôi rất thích thú và là điểm nhấn trong chuyến đi của cô ấy.  Cô ấy có khả năng di chuyển hạn chế và các nhân viên rất tốt bụng và nhiệt tình giúp đỡ cô ấy trong toàn bộ trải nghiệm.  Về phần này tôi sẽ đánh giá là 5. Phần thứ hai là công viên. Đây là Seaworld tồi tệ nhất mà tôi từng trải qua.  Các điểm tham quan bị hạn chế, giá quá cao và nhiều thứ đã bị đóng cửa.  Bạn có thể thích thú với các loài động vật, chúng tôi đã làm vậy, nhưng hãy quên phần còn lại đi và chọn một thế giới biển khác. Phần này mình sẽ cho 1.Đọc thêm",
            "I had so many issues they would not fit on their contact form so here goes.1.  Have had my platinum pass for entire year and was never able to link it because I had a previous pass years ago.  Called NUMEROUS times and was told they would fix it. It has been a year - still not fixed.2.  When you talk to phone reps they give you incorrect information. We ended up standing in two long lines because of this.3.  When we finally got to the guest services counter  - took an HOUR at 10:30am - hardly any people there! -  My daughter found out we needed separate wallet sized cards for all the member benefits.  When I asked her to print them all for me, all she gave me was the photo key card.  When I asked how that worked, she had NO idea.4.  We asked for the cashless option.  I specifically said,  - So that means we don - t need to take our credit card into the park for anything? -  to which she replied  - Right - .  WRONG! First she said she added it to my regular pass member dining deal wristband.  Turns out I needed a separate band for that so then I had to worry that someone else might get the wristband I should have received and charge things on my card!  Secondly, you still need a credit card if you want a locker!  We had taken our cards back to the car so we wouldn - t have to carry them and once we walked to Aquatica, found the lockers  - I asked several employees and none of them knew where the lockers were - , we found out so had to walk all the way back and back to the car to get our card.5.  None of the employees seemed to know anything. They couldn - t direct us to restrooms, couldn - t direct us to lockers, gave incorrect information, etc.  It doesn - t seem like there - s a good employee training program.6.  We only found one place to use our all-day dining pass.  - Again, no one could direct us to someplace that took them! -   I paid  - 75 for an adult and kids pass which we barely used.  I finally bought my friends -  meal just so I felt like I got my  -  - s worth.7.  My daughter must eat gluten free.  When she asked the staff at the restaurant - they thought that meant no salt! She had to get the manager.  The manager said she would get something  - a sheet, a list, she did not specify -  and would be back but that the chicken was gluten free. SHE NEVER CAME BACK so my daughter got the chicken. IT WAS NOT GLUTEN FREE!!.  She had a horrible afternoon because your employee was NOT TRAINED! We did talk to the restaurant manager who offered us a free meal as compensation.  Why would we want that?   We had just eaten and there was apparently no gluten free food!!8.  We ended up having to carry 6-7 little wallet sized cards, plus our printed pass  - we were told to carry it  - just in case - . RIDICULOUS!  There should be one wristband which has all the member benefits on it.9.  Half the attractions and restaurants were closed. Why? And why, when we order our tickets is there no pop up which states  -  Please be aware the following attractions will be closed during your visit...Do you want to proceed? -   Guess that would be too hard for your IT people to figure out.This was only our most recent experience. When we went last summer, the water was filthy and so crowded even the kids didn - t want to get in.  That is why we came on a weekday this time. We will never be purchasing a platinum pass again!  I highly recommend no one does! Not worth the  - .Read more",
            "My friend and I went on the Ultimate Animal Experience at Sea World in San Antonio. It was AWESOME! We were the only two people on the tour so we got extra-special attention from our two fantastic educators, Donald and Angela. They were so knowledgeable about everything and also very friendly. We spent all day behind-the-scenes and met tons of amazing animals. We started the day by being the only ones to observe the dolphins being trained. Then went to the sea lion exhibit. We got to meet and interact with one of the sea lions. We even gave him  - a gentle -  side-arm hug. Then it was off to the beluga whales. We put on wetsuits and got in the  - quite chilly -  water with them. Oh my gosh! This was why I was there and this experience was everything I could hope for. We got to touch the whales, learn so much about them from the trainers, and we even got a kiss on the cheek from one of them!!       Next up were the Orcas. We got right next to the tank. Since there were only two of us there, we each got our  - own -  orca. The trainer was right next to us as we fed the orcas, participated in a little enrichment training, and of course, got the amazing photo with them. Then we headed to the dolphin research center in the back where they rehabilitate dolphins. The trainers were so great and let us meet and greet a dolphin, they explained their enrichment and also talked about how to save a dolphin if you encounter an injured one on the beach. Our last stop was the penguins! We met a Gentoo penguin named Pickles and got to go behind-the-scenes to learn all about the habitat and how its managed. The entire day Donald and Angela took tons of photos and videos of us. It was the best Aquatic Adventure I could have ever hoped for. Totally worth the price and the experience. I hope to do this again with my whole family.Read more",
            "My sister and I had a wonderful time at Sea World San Antonio! We participated in the Beluga and Pacific White-Sided Dolphin Interaction prior to going into the main park  - tour started at 11:05am - , which was amazing! The interaction starts at Discovery Point  - which is a separate entrance from Sea World itself - . We thought that we had to have a ticket to Sea World in order to participate in the interaction; however, we were not asked for entrance tickets at all while we were in Discovery Point  - just for our interaction reservation - . Once we checked in, we were taken to an area where we changed into wet suits  - which were provided for us and run pretty small -  and placed our personal items into lockers  - free of charge - . After this, we watched an orientation video and then got into vans to be shuttled to Beluga Bay. After we got to Beluga Bay, we were split into two groups and were able to wade onto a shelf in the Beluga pool  - the water was very cold, but we adjusted quickly due to the wet suits - . During the interaction, we got to touch - interact with two separate belugas and a pacific white-sided dolphin  - touching their heads - fins, getting them to spin - dance with us, signaling them to make different sounds, etc. - . We also got to pose for photos with the belugas  - including a cheek-kissing photo - . We did not actually swim with any of the animals during the interaction  - only went in waist deep as an adult - if hair is kept in a bun - up, it will not get wet - . Once we were done with our interaction, we were shuttled back to Discovery Point where we changed back into our clothes  - showers with towels are available to wash off - . We then had the opportunity to purchase the pictures from our interaction. Although I did have a photokey through my season pass, I was told that it only covers photos in Sea World itself and does not fully cover the pictures from interactions in Discovery Point. So, we paid  - 50  - which was discounted due to my photokey and Gold season pass -  and got all of the pictures that were taken for our group  - 150 pictures total for the group  -  we were not in all of them, of course - . The interaction lasted about 2 hours total with around 20 minutes of water - interaction time. Overall, we really enjoyed the experience and thought that the pictures were good quality!Read more",
            "Mặc dù không nổi tiếng như những cái tên trùng tên ở Florida và California, nhưng công viên này cũng thú vị không kém. Nằm ở vùng ngoại ô phía Tây Bắc của San Antoni, nơi đây được bao quanh bởi các công viên khác và rất nhiều khách sạn. Nó dễ dàng truy cập, với nhiều bãi đậu xe. Lối vào được sắp xếp hợp lý - mặc dù đắt tiền! - Có các trò chơi dành cho mọi lứa tuổi và các buổi biểu diễn động vật thật tuyệt vời! Thật tuyệt vời khi được nhìn thấy nụ cười trên khuôn mặt của các em. Đây là một cách tuyệt vời để dành một ngày ở San Antonio và là một sự thay đổi đáng hoan nghênh so với các di tích lịch sử và Rivverwalk,Đọc thêm",
            "Quá thất vọng, tôi lớn lên đi đến SeaWorld và công viên bây giờ thật đáng buồn. Nhiều chuyến xe đóng cửa hoặc hỏng cả ngày, nhân viên rất khan hiếm và những người ở đó không muốn có mặt. Đồ ăn có giá quá cao và món này đến từ một người có vé của Disney! việc xếp hàng nhanh là một trò lừa đảo và mặc dù chúng tôi không sử dụng nó nhưng chúng tôi đã bị từ chối hoàn lại tiền. Khu đất đang rất cần sự giúp đỡ, các tòa nhà đóng cửa trông như bị bỏ hoang trong nhiều năm và những hàng người xếp hàng bán đồ ăn nhẹ - ôi! Có lẽ nếu họ mở mọi thứ ra thì mọi chuyện sẽ không tệ đến thế. Chúng tôi đã ở đó 3 giờ và đi thẳng. Thật buồn khi thấy một công viên mà tôi vô cùng yêu quý khi còn nhỏ đã xuống cấp.Đọc thêm",
            "Tôi yêu Seaworld Orlando nên tôi nóng lòng muốn ghé thăm nơi này. Tôi biết trong các bài đánh giá cho biết nó nhỏ hơn nhưng tôi đoán là tôi đã mong đợi nhiều hơn. Rùa, chim cánh cụt, cá sấu trưng bày rất nhỏ.  Tôi ước họ - hãy ghi thời gian các buổi biểu diễn ở sân vận động kéo dài trên bản đồ để chúng tôi có thể lên kế hoạch tốt hơn. Buổi biểu diễn của Orca thật tuyệt vời và kéo dài 30 phút. Buổi biểu diễn cá heo vẫn ổn, chỉ 15 phút. Chúng tôi đã không được xem buổi biểu diễn sư tử biển - rái cá do thời gian. Tôi đã hy vọng ít nhất có thể nhìn thấy một con hải mã hoặc lợn biển ở đâu đó. Đoán bạn cũng phải thực hiện chương trình để xem sư tử biển hoặc rái cá nữa. Đồ ăn đắt quá!  - 19,99 cho burger và khoai tây chiên!?! Tôi hy vọng phần lớn số tiền đó sẽ giúp trả tiền chăm sóc động vật! Đế lót ly rất thú vị nhưng không được nhiều người sử dụng do phải xếp hàng và không muốn chi thêm tiền cho việc vượt qua nhanh. Chúng tôi phải rời khỏi chuyến đi dưới nước sau khi xếp hàng chờ 30 phút do - khó khăn kỹ thuật. - Đó là một ngày rất tốn kém đối với một gia đình 4 người chỉ được xem những con vật tối thiểu, 2 buổi biểu diễn và cưỡi 2 chuyến. Tôi - tôi sẽ quay lại Florida vào lần tới khi tôi ghé thăm SeaWorld.Đọc thêm"
        ],
        "star_ratings": [
            2115,
            1373,
            710,
            310,
            303
        ],
        "review_amount": 4811,
        "location": [
            "Thế giới biển",
            "Hoa Kỳ",
            "Những điều cần làm ở San Antonio",
            "Texas - TX -",
            "Thánh Anthony"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 17, 2023",
            "Written November 26, 2023",
            "Written December 5, 2023",
            "Written March 17, 2024",
            "Written March 22, 2024",
            "Written March 30, 2024",
            "Written April 15, 2024",
            "Written May 25, 2024",
            "Written June 4, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 4, 2024",
            "Written April 30, 2024",
            "Written April 27, 2024",
            "Written April 15, 2024",
            "Written April 9, 2024",
            "Written March 31, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60956-d103614-Reviews-SeaWorld-San_Antonio_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d1809457-Reviews-Rudy_s_Bar_B_Q-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d4179424-Reviews-McDonald_s-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d4700676-Reviews-Bill_Miller_s_Laguna_Madre_Seafood_Company-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d4179439-Reviews-Bill_Miller_Bar_B_Q-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d11905433-Reviews-151_Saloon-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d4179006-Reviews-Bill_Miller_Bar_B_Q-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d5109780-Reviews-Subway-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d492364-Reviews-Antlers_Lodge_Restaurant-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d23984837-Reviews-Sari_Sari_Supper_Club-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d10172175-Reviews-Springhouse_Cafe-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d3265777-Reviews-Aquatica_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7364033-Reviews-San_Antonio_Aquarium-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d27040527-Reviews-Shamu_Stadium-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d11930021-Reviews-Cathedral_Rock_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7914896-Reviews-St_Anthony_Mary_Claret-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d5558479-Reviews-Leon_Creek_Greenway-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d16797494-Reviews-Alamo_Craft_Company-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d15668608-Reviews-Salado_Creek_Greenway-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d23276318-Reviews-Nani_Falcone_Community_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d27073691-Reviews-Kohl_s-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d103614-Reviews-or10-SeaWorld-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d1931876-Reviews-Morgan_s_Wonderland-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d105060-Reviews-Six_Flags_Fiesta_Texas-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d270478-Reviews-Kiddie_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10197392-Reviews-The_Exit_Game_Escape_Room-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d145387-Reviews-Lackland_Air_Force_Base-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d639611-Reviews-Windflower_The_Hill_Country_Spa-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d106933-Reviews-Hill_Country_Golf_Club-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7140513-Reviews-Westcreek_Trail_Rides-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10522525-Reviews-Santikos_Casa_Blanca-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10522529-Reviews-Santikos_Entertainment-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10447127-Reviews-Casa_Blanca-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7102105-Reviews-Ghosts_and_Legends_of_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d1070128-Reviews-Alamo_Drafthouse_Cinema-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d17736036-Reviews-Viva_San_Antonio_Tours-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d12083958-Reviews-Main_Event_Entertainment-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d4412023-Reviews-K1_Speed_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g53042-d2218665-Reviews-Linesville_Spillway-Linesville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g41750-d104904-Reviews-Circuit_Avenue-Oak_Bluffs_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d7791031-Reviews-Heinen_s_Downtown-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d3264822-Reviews-Kecak_and_Fire_Dance-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d11960265-Reviews-Babylon_Club-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d105257-Reviews-Museum_of_Fine_Arts-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187833-d198984-Reviews-Moltrasio-Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190634-Reviews-Los_Encantes_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d9800099-Reviews-OdySea_Aquarium-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d4458701-Reviews-Scuola_del_Cuoio-Florence_Tuscany.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60956-d103614-Reviews-or10-SeaWorld-San_Antonio_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60956-d103614-Reviews-SeaWorld-San_Antonio_Texas.html"
    }
]