[
    {
        "attraction_name": "Secret Harbour",
        "attraction_name_vi": "Cảng bí mật",
        "general_info": [
            "803 đánh giá",
            "5 trong số 127 điều cần làm ở St. Thomas",
            "Bãi biển",
            "Câu lạc bộ bể bơi trên bãi biển"
        ],
        "attraction_summary": "Khu nghỉ dưỡng bãi biển bến cảng bí mật là một kỳ nghỉ tuyệt vời, một khu nghỉ dưỡng gia đình thư giãn yên tĩnh. Nhà hàng có đồ ăn tuyệt vời, bãi biển rất trong, thích hợp để bơi lội và lặn với ống thở. Chúng tôi ở tại khách sạn bên bờ biển, khách sạn bên sườn đồi trông đẹp hơn trên máy tính nhưng nó đi bộ khá xa với rất nhiều bước đến bãi biển, họ dọn phòng của chúng tôi mỗi ngày, chúng tôi không có phàn nàn gì về nơi này và chúng tôi sẽ ở lại đây một lần nữa Đọc thêm",
        "reviews": [
            "Bãi biển rất đẹp, tài sản rất đẹp và được bảo trì tốt.  Các quán bar liền kề đủ ngon để chúng tôi hầu như chỉ ăn và uống ở đó trong suốt 3 đêm lưu trú.  Chúng tôi đang ở trong một căn phòng kiểu khách sạn bên bờ biển, rộng gấp bốn lần một phòng khách sạn thông thường.  Dịch vụ dọn phòng đến thăm mỗi ngày.  Đã có một nhà bếp đầy đủ.  Không có khiếu nại.Đọc thêm",
            "Vịnh nhỏ yên tĩnh và thư giãn trên St. Thomas.  Ở phía trước bãi biển và tận hưởng trọn một tuần hoạt động trong và ngoài khu nghỉ dưỡng.  Nhân viên SHBR tại Resort thật TUYỆT VỜI!  Cửa hàng Aqua Action Dive trong khuôn viên có rất nhiều hoạt động dưới nước dành cho mọi cấp độ đam mê.  Thanh trên trang web và thực phẩm là kệ hàng đầu.  Đề xuất bánh sandwich Cuba và pizza Classico, nhưng không thể sai với bất kỳ lựa chọn nào.  Nhân viên Bar Tenders và Wait nhanh chóng phục vụ bất cứ thứ gì bạn đang tìm kiếm.  Quá nhiều đồ uống tuyệt vời để chỉ chọn một.  Chỉ cần đề cập đến sở thích của bạn và họ sẽ đưa ra những đề xuất không làm bạn thất vọng.  Bãi biển thật tuyệt vời với ghế, khăn tắm và ô do khu nghỉ dưỡng cung cấp cho những người lưu trú tại SHBR.  Lặn biển trong vịnh là điều bắt buộc với dịch vụ cho thuê đầy đủ tại Aqua Action Dive Shop.  Đang tìm kiếm các chuyến du ngoạn dưới nước, Aqua Action có nhiều lựa chọn tuyệt vời từ cơ bản đến Nâng cao.  Hãy liên hệ với Rudy tại AA để có trải nghiệm du ngoạn bằng thuyền tuyệt vời.Đọc thêm",
            "Một viên ngọc ẩn giấu của một khu nghỉ mát bãi biển\nTháng 2 năm 2024 Cặp đôi\nMột chuyến đi hàng năm tuyệt vời khác đến Secret Harbour. Chúng tôi tiếp tục chọn Secret Harbor cho nơi nghỉ ngơi mùa đông của mình. Nằm ẩn mình ở phía đông của hòn đảo, bãi biển này là địa điểm lý tưởng để lặn với ống thở, mặt nước tĩnh lặng và các tiện nghi dưới nước như bình dưỡng khí và lặn bằng ống thở ngoài khơi. Thức ăn rất tuyệt và nhân viên thân thiện và phục vụ. Rất nhiều bóng mát được cung cấp bởi những cây cọ hoặc ô. Rất thư giãn. Trợ lý giám đốc Elis là người giỏi nhất.Đọc thêm",
            "Bãi biển gia đình rất đẹp, không đông đúc như hầu hết các bãi biển trên đường Thomas.  Cho thuê ghế, nhưng chúng tôi tự mang theo và dựng dưới bóng cọ.  Nước đủ yên tĩnh cho trẻ nhỏ, cát rất đẹp, một số khu vực trong nước để lặn với ống thở.  Chúng tôi thấy rất nhiều cá và một vài con cá đuối gai độc.  Nhà hàng và quầy bar phục vụ đồ uống và đồ ăn.  Được đề xuất.Đọc thêm",
            "Chúng tôi đã thực hiện một số nghiên cứu và tìm thấy viên ngọc quý của một bãi biển yên tĩnh hơn nhiều, bầu không khí thân thiện, cửa hàng đồ lặn và nhà hàng ngay trên bãi biển và hoạt động lặn với ống thở đàng hoàng. \nChúng tôi đã từng đến Magens và Sapphire trước đây và mỗi cái đều như vậy. Rất vui vì chúng tôi đã tìm thấy địa điểm này cho một ngày hoàn hảo trên bãi biển! Đọc thêm",
            "Bãi biển nhỏ tuyệt vời đó là một viên ngọc ẩn! Sau khi nghe một số người dân địa phương và một người bạn nói rằng chúng tôi nên ghé thăm bãi biển này, chúng tôi đã đến đó và không thất vọng! Chúng tôi đến bằng taxi và ngay lập tức đến cửa hàng đồ lặn. Mặc dù ở đó có khu nghỉ dưỡng nên bất kỳ ai cũng có thể sử dụng bãi biển và cửa hàng đồ lặn có cho thuê ghế và ô. Gói hoàn chỉnh là 35 chiếc cho hai chiếc ghế và một chiếc ô. Sau khi đến bãi biển yên tĩnh này, chúng tôi xuống nước và nhìn thấy rùa biển và một con cá đuối khổng lồ! Nó thật tuyệt! Một vài người bên cạnh chúng tôi cũng nhìn thấy một con bạch tuộc! Có một nhà hàng ở đó tên là Sunset Grille với nhà bếp và quầy bar đầy đủ tiện nghi. Tuyệt vời cho một bữa ăn nhẹ buổi chiều!Đọc thêm",
            "The beach is very nice and water was amazing!  We saw the beach at Margaritaville and seaweed everywhere and the smell was awful.  No cruise ships at our beach and towels were offered as well as noodles for floating.  You can literally snorkel right here and the water is so clear that you can see fish just by standing in the water or floating. The Sunset Grille had very good food and all the staff at the bar were super friendly and fun to talk to.  We ate here alot but didnt bother with the fine dining area so no review on that.  We stayed in room 514 which was hillside and an end unit.  Initially, I wanted ocean front right on the beach but now I am happy we had the hillsideoceanfront.  You cld still see the ocean but didnt have the noise from being so close to the beach and it was more privatestill short walk to beachbar area. This is not a fancy resort like you might see in Mexico or the DR but none of the resorts in USVI appeared to be so dont expect to walk into a huge, elaborate lobby area and expect to see the ocean on the other side, etc. Everything is alot more low-key in USVI which was fine - just letting you know what to expect.  Everyone spoke English.  Taxis are avail all the time and generally just sitting close by.  Front desk will call one for you though if needed.  FYI:  They charge per person each way anywhere from 7 - 10 pp so if you go somewhere, expect to pay about 20 for two people then another 20 to go back to resort.  It adds up but unless youre used to driving on the left side of the road on narrow roads and fast drivers not stopping much - you might rent a vehicle.  The only negative about the resort is there was a lady that worked the front desk in the lobby area and she wasnt overly friendly - to anyone.  Even when we checked in, she was not very friendly or helpful.  We were not the only ones that thought this after hearing some other guests say the same thing.  She was the oldest one at the front desk and may have been the mgr - not sure - but she could have been a little nicer and helpful. Everyone else that worked there was awesome though!  Last but not least, there are roosters all around the property and they just roam around but will tend to crow around 3am until daylight...lolRead more",
            "Bãi biển nhỏ tuyệt vời đó là một viên ngọc ẩn! Sau khi nghe một số người dân địa phương và một người bạn nói rằng chúng tôi nên ghé thăm bãi biển này, chúng tôi đã đến đó và không thất vọng! Chúng tôi đến bằng taxi và ngay lập tức đến cửa hàng đồ lặn. Mặc dù ở đó có khu nghỉ dưỡng nên bất kỳ ai cũng có thể sử dụng bãi biển và cửa hàng đồ lặn có cho thuê ghế và ô. Gói hoàn chỉnh là 35 chiếc cho hai chiếc ghế và một chiếc ô. Sau khi đến bãi biển yên tĩnh này, chúng tôi xuống nước và nhìn thấy rùa biển và một con cá đuối khổng lồ! Nó thật tuyệt! Một vài người bên cạnh chúng tôi cũng nhìn thấy một con bạch tuộc! Có một nhà hàng ở đó tên là Sunset Grille với nhà bếp và quầy bar đầy đủ tiện nghi. Tuyệt vời cho một bữa ăn nhẹ buổi chiều!Đọc thêm",
            "Chúng tôi đã thực hiện một số nghiên cứu và tìm thấy viên ngọc quý của một bãi biển yên tĩnh hơn nhiều, bầu không khí thân thiện, cửa hàng đồ lặn và nhà hàng ngay trên bãi biển và hoạt động lặn với ống thở đàng hoàng. Chúng tôi đã từng đến Magens và Sapphire trước đây và mỗi cái đều như vậy. Rất vui vì chúng tôi đã tìm thấy địa điểm này cho một ngày hoàn hảo trên bãi biển! Đọc thêm",
            "Nơi tuyệt vời.  KHÔNG SỬ DỤNG DỊCH VỤ TAXI SAMI TÍNH PHÍ 83,00 ĐỂ ĐI MỘT DẶM.   Hãy sử dụng JT Taxi với Gut Thomas vì anh ấy rất hợp lý và có một chiếc xe tải đẹp.Đọc thêm",
            "Bãi biển gia đình rất đẹp, không đông đúc như hầu hết các bãi biển trên đường Thomas.  Cho thuê ghế, nhưng chúng tôi tự mang theo và dựng dưới bóng cọ.  Nước đủ yên tĩnh cho trẻ nhỏ, cát rất đẹp, một số khu vực trong nước để lặn với ống thở.  Chúng tôi thấy rất nhiều cá và một vài con cá đuối gai độc.  Nhà hàng và quầy bar phục vụ đồ uống và đồ ăn.  Được đề xuất.Đọc thêm",
            "Viên ngọc quý của khu nghỉ dưỡng bãi biểnTháng 2 năm 2024Các cặp đôiMột chuyến đi tuyệt vời hàng năm khác đến Secret Harbour. Chúng tôi tiếp tục chọn Secret Harbor cho nơi nghỉ ngơi mùa đông của mình. Nằm ẩn mình ở phía đông của hòn đảo, bãi biển này là địa điểm lý tưởng để lặn với ống thở, mặt nước tĩnh lặng và các tiện nghi dưới nước như bình dưỡng khí và lặn bằng ống thở ngoài khơi. Thức ăn rất tuyệt và nhân viên thân thiện và phục vụ. Rất nhiều bóng mát được cung cấp bởi những cây cọ hoặc ô. Rất thư giãn. Trợ lý giám đốc Elis là người giỏi nhất.Đọc thêm",
            "Chúng tôi nghe nói đây là một trong những bãi biển đẹp nhất trên phố Thomas, nhưng nó chỉ ở mức trung bình. Nó có cát và nước, nhưng có rất nhiều người.  Nó dường như là bãi biển dành cho khách lưu trú tại khách sạn hơn là một điểm đến.  Thuê ghế phòng chờ với giá 10 chiếc cộng thêm 5 phí sắp xếp??.  Tôi nghe nói có một số hoạt động lặn với ống thở rất thú vị ở đầu bên phải ngoài điểm.  Thật không may, mặt nạ ống thở mà chúng tôi mang theo đã bị rò rỉ nên chúng tôi đã không kiểm tra.Đọc thêm",
            "Vịnh nhỏ yên tĩnh và thư giãn trên St. Thomas.  Ở phía trước bãi biển và tận hưởng trọn một tuần hoạt động trong và ngoài khu nghỉ dưỡng.  Nhân viên SHBR tại Resort thật TUYỆT VỜI!  Cửa hàng Aqua Action Dive trong khuôn viên có rất nhiều hoạt động dưới nước dành cho mọi cấp độ đam mê.  Thanh trên trang web và thực phẩm là kệ hàng đầu.  Đề xuất bánh sandwich Cuba và pizza Classico, nhưng không thể sai với bất kỳ lựa chọn nào.  Nhân viên Bar Tenders và Wait nhanh chóng phục vụ bất cứ thứ gì bạn đang tìm kiếm.  Quá nhiều đồ uống tuyệt vời để chỉ chọn một.  Chỉ cần đề cập đến sở thích của bạn và họ sẽ đưa ra những đề xuất không làm bạn thất vọng.  Bãi biển thật tuyệt vời với ghế, khăn tắm và ô do khu nghỉ dưỡng cung cấp cho những người lưu trú tại SHBR.  Lặn biển trong vịnh là điều bắt buộc với dịch vụ cho thuê đầy đủ tại Aqua Action Dive Shop.  Đang tìm kiếm các chuyến du ngoạn dưới nước, Aqua Action có nhiều lựa chọn tuyệt vời từ cơ bản đến Nâng cao.  Hãy liên hệ với Rudy tại AA để có trải nghiệm du ngoạn bằng thuyền tuyệt vời.Đọc thêm",
            "Đây là một bãi biển cực kỳ thư giãn với một nhà hàng, quán bar nghỉ dưỡng và những phòng vệ sinh tuyệt vời ngay tại đó.  Thuê ghế và ô là một điểm cộng rất lớn và vịnh là nơi hoàn hảo để thả nổi và vui chơi cho trẻ em.  KHUYẾN NGHỊĐọc thêm",
            "Nếu không có thêm tiện nghi bãi biển và nhà hàng thì tôi sẽ cho 1 sao. Căn hộ trị giá 5.800 bảng mỗi tuần mà chúng tôi ở thật bẩn thỉu. Đồ nội thất ố màu và cực kỳ bẩn thỉu, tường bám đầy bụi bẩn, ngăn kéo trong bếp cực kỳ bẩn thỉu kể cả dụng cụ ăn uống. Tủ lạnh bị mốc đen từ trong ra ngoài. Tôi đã ở trong những nhà nghỉ sạch sẽ hơn thế này nhiều. Đã liên hệ với ban quản lý và họ không chuyển căn hộ với chúng tôi và cung cấp cho chúng tôi một khoản tín dụng nhỏ mà tôi vẫn chưa nhận được. Hãy tiết kiệm tiền của bạn và ở nơi khác.Đọc thêm",
            "Đây là bãi biển công cộng hay chỉ dành cho khách của khu nghỉ dưỡng Secret Harbor Beach? Chúng tôi đang xem xét việc lưu trú tại một khách sạn khác ở Nazareth không gần bãi biển và đang tự hỏi liệu chúng tôi có thể đi đến bãi biển ở đây hay không.Đọc thêm",
            "vâng và có một quầy ăn trưa tuyệt vời, đồ ăn và đồ uống ở đó đều tuyệt hảoĐọc thêm",
            "Thân thiện với thú cưng?Đọc thêm",
            "Không, tôi không tin nó thân thiện với thú cưngĐọc thêm",
            "Xin chào, Có thể đi thuyền từ Cảng Bí mật để lặn với ống thở trên Đảo Buck không? Nếu có, bao nhiêu? Chúng tôi là một gia đình 4 người với các cậu bé 11 tuổi. Có quá xa để chèo thuyền Kayak không?Đọc thêm",
            "Khi chúng tôi đến bằng taxi từ sân bay, có nhiều việc phải làm trong khoảng cách đi bộ hay chúng tôi nên thuê một chiếc ô tô?  Có Uber không?Đọc thêm",
            "Nó không thực sự an toàn vì ô tô đi bộ trên những con đường quanh co gần khách sạn, nhưng bất cứ điều gì ở Red Hook sẽ là một cuộc đi bộ dễ dàng cho bạn.  Secret Harbor bị cô lập, hẻo lánh, tất cả những điều đó.  Hãy thuê một chiếc ô tô nếu bạn thích, nhưng khách sạn có thể đón taxi cho bạn chỉ trong vài phút và các tài xế đều đầy rẫy những câu chuyện về hòn đảo nếu bạn muốn nói chuyện với họ, hơn nữa họ còn quen lái xe bên trái!Đọc hơn",
            "Đi taxi từ cảng tàu du lịch đến Cảng Bí mật là bao nhiêu? Lặn bằng ống thở có tốt không?Đọc thêm",
            "Chi phí đi taxi tới Secret Harbor là bao nhiêu.  Chúng tôi đang đến trên một con tàu du lịch.  Bạn có gặp khó khăn khi bắt taxi trở lại không?Đọc thêm",
            "Khi nào bạn đi?? Tôi thà đi đến Secret Harbor hơn là Vịnh Magens và đã làm vậy.Đọc thêm",
            "lặn với ống thở tại bến cảng bí mật như thế nào?Đọc thêm",
            "Tôi đã đến đó vào tháng 12 năm ngoái, thật tuyệt khi mọi người đã lặn bằng ống thở, một nơi tuyệt vời để lặn ngắm rạn san hô rất đẹp.Đọc thêm",
            "Chúng ta sẽ đến bằng tàu du lịch và sẽ có cả ngày. Chúng tôi đang nghĩ đến việc thực hiện một chuyến thăm tới một số bãi biển và tôi tự hỏi liệu ai đó có thể đề xuất thứ tự xuất phát để chúng tôi có thể thực hiện một số chuyến đi vòng quanh và quay lại hay không.  Vì vậy, nếu bất kỳ bãi biển nào tương đối gần và dễ dàng đi từ bãi biển này sang bãi biển khác trước khi quay trở lại tàu thì thật tuyệt.  Ngoài ra, tốt nhất nên di chuyển bằng taxi hay sử dụng xe buýt địa phương?Đọc thêm",
            "Tôi không chắc trật tự có nhất thiết quan trọng do khoảng cách tương đối gần và xe buýt dễ tiếp cận. Tôi khuyên bạn nên đến vịnh Magens sớm hơn trước đám đông vì nó ở xa hơn một chút nhưng rất tuyệt để ngắm nhìn ống thở. Tôi cũng muốn giới thiệu Sapphire nếu bạn muốn ăn trưa hoặc uống nước và có bầu không khí bận rộn hơn. Tôi yêu Bến cảng bí mật và đây sẽ là một nơi tuyệt vời để kết thúc. Rất may, nơi đây rất yên bình, có vòi sen và có một nhà hàng tên là Sunset Grill ngay lối vào để bạn có thể lấy đồ uống hoặc đồ ăn khi quay trở lại tàu. Tôi đưa ra những đề xuất này với giả định rằng nếu bạn sắp xuống thuyền, bạn có thể không có nhiều đồ dùng và có thể cần một chút bóng mát và đồ uống giải khát suốt cả ngày. Nếu điều này không liên quan đến bạn, thì những bãi biển tự nhiên đều tuyệt vời và cũng có một số tiện nghi. Chúc bạn vui vẻ! Đọc thêm",
            "Có phòng thay đồ và phòng tắm dành cho hành khách đi tàu không?Đọc thêm",
            "Phòng vệ sinh ngay cạnh nhà hàng và quán bar Sunset Grille. Rửa chân đi bộ đến nhà hàng.  Đi chơi vui vẻĐọc thêm",
            "Chào, đồng cỏ. Bạn muốn biết gì về điểm du lịch này? \nkhuyến nghị cho căn hộ với thông tin liên lạc.\nCảm ơnĐọc thêm",
            "Tôi đã rất may mắn với airbnb. Hiện nay, nhiều khách sạn cũng đang hình thành và hoạt động.Đọc thêm"
        ],
        "star_ratings": [
            541,
            195,
            43,
            16,
            8
        ],
        "review_amount": 803,
        "location": [
            "Thánh Thomas",
            "Cảng bí mật",
            "Những điều cần làm ở St. Thomas",
            "Quần đảo Virgin thuộc Hoa Kỳ",
            "vùng Caribe"
        ],
        "reviews_time": [
            "Written July 23, 2023",
            "Written October 22, 2023",
            "Written January 28, 2024",
            "Written February 9, 2024",
            "Written February 29, 2024",
            "Written March 17, 2024",
            "Written March 30, 2024",
            "Written June 2, 2024",
            "Written March 30, 2024",
            "Written March 17, 2024",
            "Written March 13, 2024",
            "Written February 29, 2024",
            "Written February 9, 2024",
            "Written February 8, 2024",
            "Written January 28, 2024",
            "Written January 6, 2024",
            "Written November 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147404-d2540041-Reviews-Secret_Harbour-St_Thomas_U_S_Virgin_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d2435066-Reviews-Sunset_Grille-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147407-d1750556-Reviews-Island_Time_Pub-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d4213866-Reviews-Latte_s_In_Paradise-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147407-d1045899-Reviews-Pesce_Italian-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d5986057-Reviews-The_Tap_Still_Redhook-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d1046660-Reviews-Duffy_s_Love_Shack-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d1633391-Reviews-XO_Bistro-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g23991404-d2570385-Reviews-Caribbean_Fish_Market-Nazareth_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d2418074-Reviews-Senor_Pizza-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147407-d2456412-Reviews-Sangria_s_Beach_Side_Bistro-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d8318625-Reviews-Cost_U_Less-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d7733295-Reviews-Dolphin_Water_Taxi-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d12384375-Reviews-Ocean_Surfari_Feed_Monster_Tarpon-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147407-d680076-Reviews-American_Yacht_Harbor-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d967783-Reviews-Lindqvist_Beach-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147407-d148073-Reviews-Sapphire_Beach-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d313611-Reviews-Coral_World_Ocean_Park-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147410-d13946998-Reviews-Inter_Island_Boat_Service-Cruz_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d4115380-Reviews-St_Thomas_Synagogue-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d147836-Reviews-Reef_Bay_Trail-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d2540041-Reviews-or10-Secret_Harbour-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d7701018-Reviews-Phantasea_Tropical_Botanical_Garden-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d1379988-Reviews-Honeymoon_Beach-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d147656-Reviews-Water_Island-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d148868-Reviews-Brewer_s_Bay-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147408-d148074-Reviews-Morningstar_Beach-South_Coast_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147406-d149849-Reviews-Magens_Bay-Magens_Bay_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d184550-Reviews-Coki_Point_Beach-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d4068172-Reviews-Zunzun_Sailing_Yacht_Floating_Massage_Spa-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d5611763-Reviews-Wasabi_Sailing-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147407-d1450595-Reviews-Aqua_Action_Dive_Center-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d568292-Reviews-Jester_Sailing_Adventures-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d7654223-Reviews-Caribbean_Alibi_Boat_Charters-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d2233758-Reviews-Sail_With_Liberty-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147407-d1534116-Reviews-Red_Hook_Dive_Center-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d1134275-Reviews-Max_Charters-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d1725916-Reviews-Independence_Sailboat_Charter-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g7208537-d656189-Reviews-Stormy_Pirates_Boat_Charters-Red_Hook_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d2722146-Reviews-Dolphin_Water_Taxi-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d14118879-Reviews-Seahorse_Excursions_Water_Taxi-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g7208537-d1108715-Reviews-Simplicity_Charters-Red_Hook_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d10836163-Reviews-Island_Flyer_Virgin_Islands-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d2287097-Reviews-Dim_Cave-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d12092891-Reviews-Dupont_Underground-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d25377327-Reviews-Sweet_Orange_Walk_Trail-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g54810-d8559731-Reviews-Bridal_Veil_Falls-Spearfish_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g6976867-d8726473-Reviews-Peneda_Geres_National_Park-Peneda_Geres_National_Park_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d106440-Reviews-The_National_WWII_Museum-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d552875-Reviews-Curry_Hammock_State_Park-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d10106528-Reviews-A_dam_Lookout-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g44844-d17571666-Reviews-Top_of_the_Rock_Ozarks_Heritage_Preserve-Ridgedale_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3905660-Reviews-Telecabine_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147404-d2540041-Reviews-or10-Secret_Harbour-St_Thomas_U_S_Virgin_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147404-d2540041-Reviews-Secret_Harbour-St_Thomas_U_S_Virgin_Islands.html"
    }
]