[
    {
        "attraction_name": "Secret EATS Experiences Vietnam",
        "attraction_name_vi": "Bí mật kinh nghiệm EATS Việt Nam",
        "general_info": [
            "20 đánh giá",
            "- 5 trên 50 Trò Chơi Vui Nhộn ở Hội An",
            "Quán Bar, Câu Lạc Bộ - Pub",
            "Sơn - Xưởng gốm",
            "Chuyến tham quan nhà máy chưng cất",
            "Taxi - Xe đưa đón",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan rượu vang - Nếm thử rượu vang"
        ],
        "attraction_summary": "SecretEATS, trải nghiệm ẩm thực và cocktail Secret đầu tiên tại Việt Nam, đã đón tiếp du khách từ khắp nơi trên thế giới tới thưởng thức bữa sáng muộn, bữa trưa, bữa tối, cocktail và nhiều món khác kể từ khi thành lập vào năm 2012.\n\nLàm việc với những đầu bếp hàng đầu và những ngôi sao trẻ đang lên, chúng tôi tạo ra những thực đơn mới mẻ, theo mùa, chắc chắn sẽ gây ngạc nhiên và thích thú. Được tổ chức trong không gian thân mật, ẩn giấu, bạn - sẽ có một trải nghiệm không kém phần giật gân. Hãy sẵn sàng tương tác trực tiếp với các đầu bếp bí mật của chúng tôi và lắng nghe nguồn cảm hứng cũng như câu chuyện của họ.\nĐọc thêm",
        "reviews": [
            "Đây thực sự là một trải nghiệm độc đáo đối với chúng tôi - chúng tôi đã dành trọn bốn ngày để khám phá Hội An và vẫn thực sự ấn tượng với sự lựa chọn cũng như sự đa dạng của chuyến tham quan. các quán bar đều đẹp và không phải những quán mà chúng tôi tự tìm thấy.Đọc thêm",
            "Buổi tối thực sự vui vẻ cho gia đình năm người của chúng tôi. Tiem và Anne rất vui vẻ và rất hiểu biết. Họ đưa chúng tôi đến những nơi mà chúng tôi KHÔNG BAO GIỜ có thể tự mình tìm thấy. Thức ăn ở mỗi điểm dừng đều thú vị và đầy hương vị. Không cần phải ăn trước. Và đồ uống thật tuyệt vời.  Cả 4 đều mới đối với chúng tôi và rất ngon. Tất nhiên, thực hiện hai cảnh quay sáng tạo ở phần cuối là màn kết thúc hoàn hảo cho một buổi tối tuyệt vờiĐọc thêm",
            "Trải nghiệm cocktail bí mật là một trong những cách tốt nhất để trải nghiệm Hội An theo nhiều cách. Những người chủ nhà địa phương đã đưa chúng tôi đến 4 quán bar và họ đã phục vụ chúng tôi - hơn - 4 loại đồ uống địa phương - mỗi loại đều ngon hơn loại kia - các cuộc trò chuyện trôi chảy, đồ uống trôi chảy, những câu chuyện trôi chảy, - và, những gì được cho là trải nghiệm kéo dài 2,5 giờ đã được đăng ký quá mức , cho đến tận đêm khuya, chúng tôi cười đùa, uống rượu và vui vẻ! Trong khi đi du lịch với những người bạn lâu năm nhất của mình, chúng tôi đã nâng cốc chúc mừng Hội An với những người bạn mới nhất đã tổ chức trải nghiệm. Huyền bí Hội An trở thành Hội An huyền bí nhờ những ly cocktail bí mật mà chúng tôi đã nốc cạn trên đường đi!Chúc mừng những người bạn lâu năm nhất,Chúc mừng những người bạn mới nhất,Chúc mừng Hội An!!!Đọc thêm",
            "Chuyến tham quan của Greg thật tuyệt vời. Ngay cả khi có quyền truy cập vào rất nhiều bài đánh giá, trang web, nền tảng xã hội, v.v., việc khám phá một thành phố mới có thể khó khăn và choáng ngợp chứ chưa nói đến việc tìm những địa điểm thú vị, hiện đại và thú vị để đến. Greg giúp bạn làm điều đó, đồng thời gặp gỡ những người thú vị và kết nối với câu chuyện của họ. Đó là một trong những phần kỳ diệu nhất của chuyến du lịch được hiện thực hóa trong một đêm vui vẻ. Tôi không thể giới thiệu thêm chuyến tham quan của Greg, bạn sẽ có một đêm đáng nhớ!Đọc thêm",
            "Thật là một buổi tối tuyệt vời, chúng tôi thực sự thích dịch vụ và sự chú ý đến từng chi tiết. Tracy là một người chủ nhà tuyệt vời - cô ấy nồng hậu, cởi mở và rất niềm nở. Thức ăn rất ngon và rõ ràng là đầu bếp đam mê công việc của mình như thế nào. Người phục vụ rượu khiến tôi mỉm cười mỗi khi anh ấy rót một ly rượu mới khi anh ấy nhận xét về đặc điểm hương vị và vùng xuất xứ của loại rượu đó. Anh ấy rất ngọt ngào. Chúng tôi đánh giá cao sự liên lạc và thông báo cho chúng tôi từng bước trong suốt chặng đường, từ việc đặt chỗ cho đến khi xe đến và lời tạm biệt của chúng tôi! Cảm ơn vì một trải nghiệm tuyệt vời, độc đáo ở Đà Nẵng. Đọc thêm",
            "Thực sự là một trải nghiệm ăn tối độc đáo đầy bất ngờ. Đã đi với đối tác của tôi và tận hưởng trải nghiệm. Chúng tôi đã gặp người đầu bếp đã thêm một số câu chuyện cốt truyện vào tất cả các món ăn, sự kết hợp rượu vang rất tuyệt vời và bầu không khí rất ấm cúng. Trải nghiệm này được quản lý rất tốt và chứa đầy những cuộc trò chuyện thú vị. Muốn giới thiệu cho bất cứ ai muốn khám phá khung cảnh ẩm thực Hội An một cách khác thường. Đọc thêm",
            "Thật là một chuyến tham quan thú vị! Greg hướng dẫn của chúng tôi thật tuyệt vời. Mỗi địa điểm anh ấy đưa chúng tôi đến đều có một cảm giác khác nhau. Chúng tôi đã có thể tìm hiểu về quán bar, lịch sử của nó và lý do tại sao nó được coi là một nơi bí mật. - Tất cả các loại cocktail của chúng tôi đều tuyệt vời và những món ăn nhỏ đã bổ sung rất tốt cho chúng. Đây là một chuyến tham quan phải làm vì nó rất khác so với bất kỳ chuyến tham quan nào khác được cung cấp. Tôi đánh giá cao chuyến tham quan này ở Hội An!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi trong Trải nghiệm Secret Cocktail ở Hội An của SecretEATS. Chúng tôi rất vui được chào đón bạn và chia sẻ với bạn một số địa điểm - Bí mật - yêu thích của chúng tôi và những viên ngọc ẩn trong thành phố. Chúng tôi rất vui mừng khi biết rằng bạn đã tận hưởng thời gian của mình và hy vọng được gặp lại bạn lần sau. Chúc mừng, GregĐọc thêm",
            "Đây là điểm nổi bật trong chuyến đi Việt Nam của chúng tôi, một trải nghiệm độc đáo với một số món ăn tuyệt vời và những ly cocktail nổi bật!Đọc thêm",
            "Tuyệt vời! Cảm ơn bạn rất nhiều vì những lời của các bạn. Chúng tôi rất vui khi biết rằng bạn đã tận hưởng buổi tối đi chơi Bí mật với chúng tôi trong Trải nghiệm Cocktail Bí mật Nguyên bản của Hội An! Chúng tôi rất vui được chào đón bạn và cho bạn xem một số địa điểm Bí mật yêu thích của chúng tôi xung quanh thành phố cổ.\n\nHy vọng bạn - sẽ tận hưởng phần còn lại của chuyến đi và chúng tôi mong sớm được chào đón bạn quay trở lại!  Có lẽ cho bữa tối lần sau? ; -  \n\nChúc mừng,\n\nGregĐọc thêm",
            "SecretEATS không chỉ đơn thuần là một bữa ăn mà đó là một trải nghiệm khó quên. Từ thời điểm bạn quyết định tham gia, bí ẩn bắt đầu. Địa điểm không được tiết lộ, thực đơn bất ngờ và bầu không khí ấm cúng cùng với tất cả các vị khách khiến trải nghiệm ăn uống này thực sự độc đáo. Thức ăn là một bí mật thú vị và mỗi miếng ăn là một bất ngờ thú vị. Bất kể bạn - một mình - cặp đôi hay bạn bè, nếu bạn đang muốn có một bữa tối đáng nhớ, SecretEATS là sự lựa chọn. Sẽ không đi sâu vào chi tiết vì bạn phải tự mình trải nghiệm.Đọc thêm",
            "Thật vui mừng khi bạn tham gia bữa tối Bí mật gần đây nhất của chúng tôi tại Hội An. Đó thực sự là một buổi tối kỳ diệu và chúng tôi rất vui vì bạn đã trở thành một phần của buổi tối đó trong hành trình xuyên Việt Nam.\n\nCảm ơn bạn một lần nữa và chúng tôi hy vọng gặp lại bạn lần sau! Đọc thêm",
            "Thật là một trải nghiệm thú vị để chia sẻ với bạn bè hoặc gia đình! Mọi thứ đều tuyệt vời, từ những địa điểm có đồ uống và đồ ăn nhẹ ngon miệng cho đến chủ nhà và không khí chung. Chúng tôi đã có khoảng thời gian vui vẻ, tôi thực sự khuyên bạn nên dùng nó. Đọc thêm",
            "Cảm ơn rất nhiều vì đã tham gia Trải nghiệm Cocktail bí mật của chúng tôi. Chúng tôi rất hân hạnh được chào đón bạn và dạo quanh những con phố cổ kính của thành phố cùng nhau nhâm nhi những ly cocktail hấp dẫn trên suốt chặng đường. Chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm"
        ],
        "star_ratings": [
            19,
            1,
            0,
            0,
            0
        ],
        "review_amount": 20,
        "location": [
            "Bí mật kinh nghiệm EATS Việt Nam",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 28, 2024",
            "Written March 28, 2024",
            "Written December 30, 2023",
            "Written November 21, 2023",
            "Written October 25, 2023",
            "Written October 8, 2023",
            "Written September 23, 2023",
            "Written September 21, 2023",
            "Written September 18, 2023",
            "Written September 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d25942752-Reviews-Secret_EATS_Experiences_Vietnam-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25942752-Reviews-or10-Secret_EATS_Experiences_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g488162-d2226058-Reviews-Boca_Cataavlina-Noord_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12218839-Reviews-Century_Day_Night_Spa-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189458-d23416758-Reviews-Agios_Spiridon_Beach-Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298063-d4922455-Reviews-Jebel_Jais-Ras_Al_Khaimah_Emirate_of_Ras_Al_Khaimah.html",
            "https://www.tripadvisor.com/Attraction_Review-g58793-d10716064-Reviews-BoomShaka-Tumwater_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d9564489-Reviews-London_Black_Cabs-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g309227-d592793-Reviews-Poas_Volcano-Poas_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g46371-d4154568-Reviews-Delicious_Orchards-Colts_Neck_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g2624724-d192305-Reviews-Eltz_Castle-Wierschem_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d144113-Reviews-Cakebread_Cellars-Rutherford_Napa_Valley_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d25942752-Reviews-or10-Secret_EATS_Experiences_Vietnam-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d25942752-Reviews-Secret_EATS_Experiences_Vietnam-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.7535972249090925,
            "hội an": 0.8737692451104522,
            "chuyến tham quan": 0.4568080247346578,
            "quán bar": 0.8337046169326641,
            "thức ăn": 0.8737692451104522,
            "hương vị": 0.5,
            "đồ uống": 0.7914925783656405,
            "trải nghiệm cocktail": 0.8737692451104522,
            "ly cocktail": 0.9785764646716416,
            "trang web nền tảng xã hội": -0.7436458743177354,
            "chuyến du lịch": 0.9953403695253655,
            "dịch vụ": 0.9955457692267373,
            "đầu bếp": 0.7477112136548385,
            "ly rượu": 0.5,
            "loại rượu": 0.5,
            "xe đến": -0.8448981330730021,
            "món ăn": 0.9185583318855303,
            "bầu không khí": 0.7230596207082272,
            "khung": 0.514452625066042,
            "cảnh ẩm thực hội an": 0.8737692451104522,
            "chuyến tham": 0.9948388477787375,
            "quán bar lịch sử": -0.42293191980570555,
            "loại cocktail": 0.9955175794311799,
            "trải nghiệm secret cocktail": 0.8737692451104522,
            "viên ngọc ẩn": 0.9955860329209827,
            "chuyến đi": 0.9849230199761223,
            "trải nghiệm cocktail bí mật": 0.9955102583626285,
            "bữa": 0.5277684312313795,
            "bữa ăn": -0.4812541492283344,
            "bầu không khí ấm": -0.9751471321796998,
            "trải nghiệm ăn uống": 0.9653509388444945,
            "miếng ăn": 0.026667677448131144,
            "bữa tối": 0.9948601594369393,
            "hành trình xuyên": 0.9955425341613591
        },
        "dicts_adj": {
            "trải nghiệm": [
                "độc đáo",
                "trọn",
                "thực sự",
                "ấn tượng",
                "đa dạng",
                "tuyệt vời",
                "độc đáo",
                "Thực sự",
                "độc đáo",
                "đầy",
                "bất ngờ",
                "tốt",
                "đầy",
                "thú vị",
                "độc đáo",
                "khó"
            ],
            "hội an": [
                "thực sự",
                "bí mật",
                "tốt",
                "nhiều",
                "nhiều",
                "cùng"
            ],
            "chuyến tham quan": [
                "tuyệt vời",
                "khác",
                "bất kỳ",
                "khác",
                "cao"
            ],
            "quán bar": [
                "đẹp",
                "phải",
                "hơn"
            ],
            "thức ăn": [
                "thú vị",
                "đầy",
                "ngon",
                "rõ ràng",
                "thú vị"
            ],
            "hương vị": [],
            "đồ uống": [
                "tuyệt vời",
                "ngon",
                "hơn",
                "trôi chảy",
                "trôi chảy",
                "trôi chảy",
                "khuya",
                "vui vẻ"
            ],
            "trải nghiệm cocktail": [
                "bí mật",
                "tốt",
                "nhiều"
            ],
            "ly cocktail": [
                "bí mật",
                "cạn",
                "nổi bật"
            ],
            "trang web nền tảng xã hội": [
                "nhiều"
            ],
            "chuyến du lịch": [
                "kỳ diệu",
                "vui vẻ"
            ],
            "dịch vụ": [
                "tuyệt vời",
                "thực sự"
            ],
            "đầu bếp": [
                "tuyệt vời"
            ],
            "ly rượu": [],
            "loại rượu": [],
            "xe đến": [
                "cao",
                "suốt"
            ],
            "món ăn": [
                "tuyệt vời",
                "nhỏ",
                "tốt",
                "tuyệt vời"
            ],
            "bầu không khí": [
                "ấm cúng"
            ],
            "khung": [
                "khác thường"
            ],
            "cảnh ẩm thực hội an": [
                "khác thường"
            ],
            "chuyến tham": [
                "thú vị"
            ],
            "quán bar lịch sử": [
                "có thể",
                "bí mật"
            ],
            "loại cocktail": [
                "tuyệt vời"
            ],
            "trải nghiệm secret cocktail": [
                "nhiều",
                "cùng"
            ],
            "viên ngọc ẩn": [
                "vui"
            ],
            "chuyến đi": [
                "độc đáo",
                "sớm"
            ],
            "trải nghiệm cocktail bí mật": [
                "vui",
                "Bí mật",
                "Bí mật"
            ],
            "bữa": [],
            "bữa ăn": [
                "khó"
            ],
            "bầu không khí ấm": [
                "ấm cúng"
            ],
            "trải nghiệm ăn uống": [
                "thực sự",
                "độc đáo"
            ],
            "miếng ăn": [
                "bất ngờ",
                "thú vị"
            ],
            "bữa tối": [
                "vui mừng",
                "Bí mật",
                "gần"
            ],
            "hành trình xuyên": [
                "thực sự",
                "kỳ diệu",
                "vui"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 5.5,
            "hội an": 4.0,
            "chuyến tham quan": 3.5,
            "quán bar": 3.0,
            "thức ăn": 3.5,
            "hương vị": 2.5,
            "đồ uống": 3.0,
            "trải nghiệm cocktail": 1.5,
            "ly cocktail": 2.5,
            "trang web nền tảng xã hội": 1,
            "chuyến du lịch": 1,
            "dịch vụ": 1,
            "đầu bếp": 2,
            "ly rượu": 1,
            "loại rượu": 1,
            "xe đến": 1,
            "món ăn": 3,
            "bầu không khí": 1,
            "khung": 1,
            "cảnh ẩm thực hội an": 1,
            "chuyến tham": 1,
            "quán bar lịch sử": 1,
            "loại cocktail": 1,
            "trải nghiệm secret cocktail": 1,
            "viên ngọc ẩn": 1,
            "chuyến đi": 2,
            "trải nghiệm cocktail bí mật": 1,
            "bữa": 1,
            "bữa ăn": 1,
            "bầu không khí ấm": 1,
            "trải nghiệm ăn uống": 1,
            "miếng ăn": 1,
            "bữa tối": 2,
            "hành trình xuyên": 1
        }
    },
    {
        "attraction_name": "Secret EATS Experiences Vietnam",
        "attraction_name_vi": "Bí mật kinh nghiệm EATS Việt Nam",
        "general_info": [
            "20 đánh giá",
            "- 5 trên 50 Trò Chơi Vui Nhộn ở Hội An",
            "Quán Bar, Câu Lạc Bộ - Pub",
            "Sơn - Xưởng gốm",
            "Chuyến tham quan nhà máy chưng cất",
            "Taxi - Xe đưa đón",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan rượu vang - Nếm thử rượu vang"
        ],
        "attraction_summary": "SecretEATS, trải nghiệm ẩm thực và cocktail Secret đầu tiên tại Việt Nam, đã đón tiếp du khách từ khắp nơi trên thế giới tới thưởng thức bữa sáng muộn, bữa trưa, bữa tối, cocktail và nhiều món khác kể từ khi thành lập vào năm 2012.\n\nLàm việc với những đầu bếp hàng đầu và những ngôi sao trẻ đang lên, chúng tôi tạo ra những thực đơn mới mẻ, theo mùa, chắc chắn sẽ gây ngạc nhiên và thích thú. Được tổ chức trong không gian thân mật, ẩn giấu, bạn - sẽ có một trải nghiệm không kém phần giật gân. Hãy sẵn sàng tương tác trực tiếp với các đầu bếp bí mật của chúng tôi và lắng nghe nguồn cảm hứng cũng như câu chuyện của họ.\nĐọc thêm",
        "reviews": [
            "Bữa tối SecretEats chúng tôi đến ở Hội An là một trong những điểm nổi bật trong thời gian chúng tôi ở Hội An - nơi chúng tôi ở lại trong 3 tháng! - . Đó là một cơ hội tuyệt vời để gặp gỡ những du khách và người nước ngoài sống ở Hội An - mọi người đều có những câu chuyện thú vị để chia sẻ. Thức ăn, không khí và rượu vang đều tuyệt vời. Nhóm SecretEats thực sự biết cách tạo ra một bầu không khí chào đón, kỳ diệu. Tôi chắc chắn sẽ tham gia lại vào lần tới khi tôi đến Việt Nam.Đọc thêm",
            "Cảm ơn bạn đã tham gia SecretEATS với chúng tôi khi bạn đến thăm Hội An. Thật sự rất vui được chào đón bạn đến quanh bàn ăn tối Bí mật của chúng tôi và cùng nhau tạo nên những kỷ niệm tuyệt vời.\n\nChúng tôi mong được chào đón bạn trở lại một lần nữa trong tương lai. \n\nChúc mừng,\n\nGregĐọc thêm",
            "Tôi - đã rất vui khi được tham gia nhiều hơn một trải nghiệm Secret Eats, đó thực sự là một niềm vui và việc lập kế hoạch cho mỗi trải nghiệm là không thể so sánh được. Một buổi tối huyền diệu và được yêu thích từng phút giây.Đọc thêm",
            "Cảm ơn bạn đã tham gia cùng chúng tôi nhiều lần và đã làm cho buổi tối Bí mật của chúng tôi trở nên đặc biệt hơn. Thật vui khi có bạn tham gia buổi tối và hy vọng sớm gặp lại bạn quanh bàn ăn tối hoặc trong bếp!Đọc thêm",
            "Tôi - tôi là một người thường xuyên sử dụng SecretEATS và tôi thực sự khuyên bạn nên dùng nó. Trải nghiệm độc đáo luôn ở một địa điểm mới, độc đáo và sự kiện giới thiệu một đầu bếp được lựa chọn cẩn thận và thực đơn được tuyển chọn chỉ dành cho dịp này. Các chi tiết được giữ bí mật, chỉ có địa điểm họp được gửi vào buổi sáng. Phần còn lại là một bất ngờ thú vị và ngon miệng. Đọc thêm",
            "Cảm ơn bạn đã tham gia cùng chúng tôi nhiều lần trong các buổi tối đi chơi Bí mật của chúng tôi! Chúng tôi luôn hân hạnh được chào đón bạn và chúng tôi mong sớm được gặp lại bạn. : -  Đọc thêm",
            "Trải nghiệm Cocktail SecretEATS là một trong những điều tuyệt vời nhất tôi đã làm ở Hội An. Tôi đã gặp lại một số người bạn cũ, làm quen với những người tôi chưa từng gặp và thưởng thức những ly cocktail và đồ ăn nhẹ thơm ngon từ một số quán bar và nhà hàng ngon nhất Hội An. Có quá nhiều thứ để yêu thích về điều này.  - 1 - Cocktail thích hợp trong các tòa nhà lịch sử và đẹp đẽ; - 2 - Hướng dẫn viên du lịch chia sẻ những thông tin thú vị về Hội An; và - 3 - Các quán bar và nhà hàng mà chúng tôi ghé thăm hiện là những địa điểm mới mà tôi phải đến trong thị trấn. Tôi chắc chắn sẽ làm điều này một lần nữa.Đọc thêm",
            "Cảm ơn rất nhiều vì đã tham gia và dành buổi tối của bạn với chúng tôi. Rất vui được đón tiếp bạn và chúng tôi hy vọng được chào đón bạn lần nữa vào lần tới khi bạn đến Hội An.Đọc thêm",
            "Thật tuyệt vời khi được gặp gỡ những người khác từ khắp nơi trên thế giới. Một thức ăn và rượu vang tuyệt vời cùng một số trò chơi khiến nó trở nên thú vị. Khách sạn Mercure Grand nơi nó được tổ chức rất đẹp và tổng giám đốc David thật tuyệt vời. Người chủ trì bữa ăn bí mật Gregory thật tuyệt vời. Chúng tôi đã có khoảng thời gian tuyệt vờiĐọc thêm",
            "Thật vui mừng được chào đón và đón tiếp cả hai bạn tại bữa tối Bí mật của chúng tôi. Đó là một buổi tối tuyệt vời và chúng tôi rất vui khi biết bạn thích nó. Chúng tôi hy vọng chúng tôi sẽ gặp lại bạn lần sau. Đọc thêm",
            "Tôi đặc biệt giới thiệu SecretEATS cho những ai đang tìm kiếm trải nghiệm ẩm thực thú vị, độc đáo.   Tận hưởng hành trình ẩm thực bí mật ở những địa điểm độc đáo và đáng ngạc nhiên, với đồ ăn, đồ uống và bạn đồng hành tuyệt vời.  Việc phải làm khi bạn đang ở Hội An hoặc Đà Nẵng!Đọc thêm",
            "Cảm ơn vì đã cùng chúng tôi ăn tối! Thật vui mừng khi có bạn ở đó và chúng tôi hy vọng được gặp bạn ở nhiều buổi dạ tiệc xã hội khác trong tương lai. xoxĐọc thêm",
            "Thật là một buổi tối - BÍ MẬT - đáng kinh ngạc! Những ngày sắp tới được bao phủ trong bí mật và tôi đang rất phấn khích. Buổi tối đến và tôi choáng váng khi nhận được tin nhắn bảo tôi phải đi đâu. Một ngôi nhà Việt tuyệt đẹp nằm trên cánh đồng lúa và một đầu bếp thực sự tài năng đã tạo nên sức lan tỏa đáng kinh ngạc. Tôi choáng váng và sẽ không bao giờ quên đêm nay. Cảm ơn SecretEats vì một đêm tuyệt vời như vậy!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi trong SecretEATS rất đặc biệt này! Đó thực sự là một buổi chiều huyền diệu tại ngôi nhà xinh xắn của đầu bếp. Thật vui khi có bạn ở đó và chúng tôi hy vọng sẽ sớm gặp lại bạn tại một trong những trải nghiệm Bí mật khác của chúng tôi. Đọc thêm",
            "Wow, wow và wow một lần nữa. Những người sành ăn hãy lưu ý! Secret Eats là một trong những trải nghiệm ẩm thực thú vị nhất mà tôi từng tham gia. Người dẫn chương trình và người tổ chức, Greg - ? - cực kỳ ấm áp và thân thiện và chúng tôi cảm thấy như đang ở nhà ngay từ khi đến đó. Bữa tối của chúng tôi là một cuộc khám phá khác lạ về năm giác quan và cách chúng tương tác với thực phẩm chúng ta ăn. Về mùi, món súp cực kỳ thơm khi bắt đầu, chạm vào bao gồm tuyển chọn các loại thức ăn cầm tay để ăn bằng tay, v.v. Món ăn được chế biến với sự khéo léo và niềm đam mê của chuyên gia, và mỗi loại rượu được kết hợp hoàn hảo với bữa ăn đi kèm. Không chỉ là một bữa tối tại nhà hàng! Đây là một kinh nghiệm cho các giác quan. Tôi có thể - đừng đợi lần tiếp theo!Đọc thêm",
            "Thật vui khi bạn tham gia cùng chúng tôi và tham gia vào một trong những trải nghiệm Bí mật của chúng tôi! Đó thực sự là một đêm rất đặc biệt và chúng tôi rất vui vì bạn đã tận hưởng thời gian của mình. Hy vọng chúng tôi sẽ sớm gặp lại bạn. Ngồi quanh bàn ăn tối Bí mật của chúng tôi.Đọc thêm",
            "Cho đến nay, một trong những trải nghiệm ăn uống tuyệt vời nhất mà tôi từng có ở Việt Nam, nếu bạn đang tìm kiếm những món ăn tuyệt vời, bầu bạn tuyệt vời và tận hưởng sự ngạc nhiên thú vị thì đây là trải nghiệm dành cho bạn!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tốt của bạn. Rất vui được đón tiếp bạn dùng bữa tối và chúng tôi rất vui khi biết bạn thích trải nghiệm Bí mật với chúng tôi. Chúng tôi hy vọng sẽ gặp lại bạn lần sau. : -  Đọc thêm",
            "Tìm thấy điều này - trải nghiệm - trên FB và chúng tôi đã không thất vọng. Chúng tôi đã liên lạc tốt với Greg nhiều lần trước khi chúng tôi đến Hội An và anh ấy rất linh hoạt vì lịch trình của chúng tôi rất chặt chẽ nên không có nhiều khoảng trống để trải nghiệm bữa tối , nhưng anh ấy đã làm cho nó vừa vặn, đồng thời sắp xếp để chuyển đến điểm dừng tiếp theo của chúng tôi sau bữa tối và trở về khách sạn. Chúng tôi đã đến thăm một địa điểm đẹp trong thị trấn, nơi mọi người đều rất thân thiện và dễ mến. Đồ ăn rất ngon, và Đầu bếp đã đến chào vài lần. Greg cũng đến và giải thích một chút về một số món ăn. Ngay cả chương trình cũng có chương trình nếm thử món ăn dành cho người mù. Đó là một tính năng thú vị. Nói chung, một trải nghiệm tuyệt vời mà chúng tôi muốn giới thiệu cho những người khác thử nếu họ đến Hội AnĐọc thêm"
        ],
        "star_ratings": [
            19,
            1,
            0,
            0,
            0
        ],
        "review_amount": 20,
        "location": [
            "Bí mật kinh nghiệm EATS Việt Nam",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 17, 2023",
            "Written June 9, 2023",
            "Written June 8, 2023",
            "Written June 2, 2023",
            "Written May 27, 2023",
            "Written May 27, 2023",
            "Written May 26, 2023",
            "Written May 26, 2023",
            "Written May 26, 2023",
            "",
            "Written October 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d25942752-Reviews-or10-Secret_EATS_Experiences_Vietnam-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25942752-Reviews-Secret_EATS_Experiences_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321451-Reviews-Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3967922-Reviews-Hex_Old_World_Witchery-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g33854-d109165-Reviews-Lake_Waramaug_State_Park-New_Preston_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g41005-d12871375-Reviews-Betterton_Beach-Betterton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d251276-Reviews-Tupelo_Buffalo_Park_Zoo-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10426937-Reviews-Big_Wheel_on_Place_de_la_Concorde-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d7092286-Reviews-College_Football_Hall_of_Fame-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d615616-Reviews-Mt_Atlanticus-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g667130-d5996813-Reviews-Possidi_Beach-Possidi_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147251-d14979196-Reviews-Street_Murals-San_Nicolas_Aruba.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d25942752-Reviews-or10-Secret_EATS_Experiences_Vietnam-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "bữa tối": 0.9345830297388602,
            "hội an": 0.8737692451104522,
            "thức ăn không khí": 0.9947075992822647,
            "bầu không khí": 0.985029875067994,
            "bàn ăn": 0.8914113087812439,
            "kỷ niệm": 0.9953652619151399,
            "trải nghiệm": 0.9342639870010316,
            "đầu bếp": 0.955042501911521,
            "trải nghiệm cocktail": 0.9954383349977434,
            "ly cocktail": 0.9915677092697782,
            "đồ ăn": 0.8814307453964526,
            "quán bar": 0.9903747712087352,
            "nhà hàng": 0.8956012175476644,
            "tòa nhà lịch sử": 0.9907272969721816,
            "hướng dẫn viên du": 0.8737692451104522,
            "thị trấn": 0.5,
            "thức ăn": 0.9954931700485758,
            "trò chơi": 0.9939856048440561,
            "khách sạn mercure": 0.8737692451104522,
            "giám đốc": 0.995483178878203,
            "bữa ăn bí mật": 0.9931711091194302,
            "trải nghiệm ẩm thực": 0.9950292634312063,
            "hành trình ẩm thực": 0.014279584574978799,
            "đồ ăn đồ uống": 0.9955766838975251,
            "buổi": 0.5238108169287443,
            "dạ tiệc xã hội": -0.9408579380251467
        },
        "dicts_adj": {
            "bữa tối": [
                "nổi bật",
                "Bí mật"
            ],
            "hội an": [
                "nổi bật",
                "đẹp đẽ",
                "thú vị"
            ],
            "thức ăn không khí": [
                "tuyệt vời"
            ],
            "bầu không khí": [
                "kỳ diệu"
            ],
            "bàn ăn": [
                "Bí mật",
                "cùng",
                "vui",
                "sớm"
            ],
            "kỷ niệm": [
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "thực sự",
                "vui",
                "độc đáo",
                "độc đáo"
            ],
            "đầu bếp": [
                "cẩn thận"
            ],
            "trải nghiệm cocktail": [
                "tuyệt vời",
                "nhất"
            ],
            "ly cocktail": [
                "nhẹ",
                "thơm",
                "ngon"
            ],
            "đồ ăn": [
                "nhẹ",
                "thơm",
                "ngon"
            ],
            "quán bar": [
                "ngon",
                "nhất"
            ],
            "nhà hàng": [
                "ngon",
                "nhất"
            ],
            "tòa nhà lịch sử": [
                "đẹp đẽ",
                "thú vị"
            ],
            "hướng dẫn viên du": [
                "đẹp đẽ",
                "thú vị"
            ],
            "thị trấn": [],
            "thức ăn": [
                "tuyệt vời"
            ],
            "trò chơi": [
                "thú vị"
            ],
            "khách sạn mercure": [
                "đẹp"
            ],
            "giám đốc": [
                "tuyệt vời"
            ],
            "bữa ăn bí mật": [
                "tuyệt vời"
            ],
            "trải nghiệm ẩm thực": [
                "đặc biệt",
                "độc đáo"
            ],
            "hành trình ẩm thực": [
                "bí mật",
                "độc đáo"
            ],
            "đồ ăn đồ uống": [
                "tuyệt vời"
            ],
            "buổi": [
                "khác"
            ],
            "dạ tiệc xã hội": [
                "khác"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "bữa tối": 2,
            "hội an": 2,
            "thức ăn không khí": 1,
            "bầu không khí": 1,
            "bàn ăn": 2,
            "kỷ niệm": 1,
            "trải nghiệm": 2,
            "đầu bếp": 1,
            "trải nghiệm cocktail": 1,
            "ly cocktail": 1,
            "đồ ăn": 1,
            "quán bar": 1,
            "nhà hàng": 1,
            "tòa nhà lịch sử": 1,
            "hướng dẫn viên du": 1,
            "thị trấn": 1,
            "thức ăn": 1,
            "trò chơi": 1,
            "khách sạn mercure": 1,
            "giám đốc": 1,
            "bữa ăn bí mật": 1,
            "trải nghiệm ẩm thực": 1,
            "hành trình ẩm thực": 1,
            "đồ ăn đồ uống": 1,
            "buổi": 1,
            "dạ tiệc xã hội": 1
        }
    }
]