[
    {
        "attraction_name": "Secret Food Tours Hanoi",
        "attraction_name_vi": "Tour ẩm thực bí mật Hà Nội",
        "general_info": [
            "110 đánh giá",
            "- 89 trên 527 Ăn – Uống tại Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Nhận thêm thông tin - Đặt trực tiếp để được đảm bảo giá thấp hơn, tại Secret Food Tours. Vì có thể khó tìm được một số quán ăn địa phương trong những con hẻm khuất của Hà Nội, không có cách nào tốt hơn để tìm hiểu những món ngon nhất của thành phố hơn là đặt tour Đi bộ Ẩm thực Bí mật Hà Nội của chúng tôi! Khám phá các món ăn truyền thống của Việt Nam, trải nghiệm lối sống của người dân địa phương, lấy cảm hứng từ những câu chuyện về văn hóa và ẩm thực của thành phố.Đọc thêm",
        "reviews": [
            "Không gì gắn kết mọi người lại với nhau bằng những món ăn ngon! .vietnamesefood thật khác biệt và khó quên . Việt Nam luôn nằm trong cả hai danh sách của chúng tôi và chúng tôi muốn giới thiệu món ăn Việt Nam trên - bangalorexpress với những người theo dõi yêu thích ẩm thực của chúng tôi. Năm nay, chúng tôi đã thực hiện được điều đó và ngày đầu tiên chúng tôi phải thực hiện một chuyến tham quan ẩm thực!  - các chuyến tham quan ẩm thực bí mật không tiết lộ nơi bạn sẽ đi, điều đó giữ yếu tố bất ngờ và thật vui khi được gặp những người đến từ các quốc gia khác nhau và chúng tôi đã nói chuyện với nhau về ẩm thực gia đình và khám phá - hà nội đi bộ trong khi ôm bụng và cảm nhận về món chúng tôi thích và món nào chúng tôi sẽ đặc biệt nỗ lực để thử lại. Chúng tôi đã thử rất nhiều món như - buncuon , - buncha , - phobo , - nem , - cà phê trứng - bánh mì - hà nội bia , - đu đủ và vân vân TRÊN.  Khởi đầu tuyệt vời - kỳ nghỉ myvietnam Quan trọng nhất là không dễ để tìm kiếm những địa điểm ăn uống ngon ở địa phương và thử các món ăn khác nhau .. chuyến tham quan ẩm thực bí mật mang đến cho bạn hướng dẫn nhanh và cơ hội khám phá Phố cổ Hà Nội và ẩm thực địa phương. Rất khuyến khích bạn làm điều này hoặc ngày đầu tiên hoặc ngày thứ hai của bạn tại Việt Nam. Hướng dẫn Ông Tommy rất tốt bụng và ngọt ngào, chúng tôi muốn thử món chả giò kiểu Hà Nội và ông đã tìm thấy nó cho chúng tôi mặc dù nó có thể không nằm trên con đường tốt của ông. Nhìn chung một buổi tối vui vẻ khám phá ẩm thựcĐọc thêm",
            "Cảm ơn những lời tốt đẹp của bạn và chúng tôi rất vui vì bạn thích chuyến tham quan cùng Tommy. Cảm ơn bạn đã cùng chúng tôi khám phá thành phố. Hãy tham gia cùng chúng tôi lần nữa và thử các chuyến tham quan khác của chúng tôi tại hơn 50 thành phố trên toàn thế giới.Đọc thêm",
            "Tôi là khách hàng duy nhất của chuyến tham quan này nên tôi có người hướng dẫn riêng về các món ăn đường phố ở khu phố cổ. Gin là người hướng dẫn và dẫn chương trình hoàn hảo cho cuộc phiêu lưu này. Cô ấy thông thạo và hiểu biết, nói tiếng Anh xuất sắc và giúp tôi giải trí suốt. Tôi muốn giới thiệu chuyến tham quan này như một lời giới thiệu về ẩm thực Việt Nam và thế giới ẩm thực đường phố của Hà Nội. Tôi không thể khen ngợi Gin đủ, cô ấy là người giỏi nhất!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và đã giới thiệu chuyến tham quan này. Chúng tôi thực sự đánh giá cao những phản hồi tích cực của bạn về Gin - s tour. Vui lòng đến thăm chúng tôi lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới!Đọc thêm",
            "Trước hết, chúng tôi thực sự đánh giá cao việc có thể đặt phòng vào phút cuối mặc dù thông báo là không có phòng trống. Một email nhanh chóng đến người tổ chức và họ đã tìm cách đưa đối tác của tôi và tôi tham gia chuyến tham quan vào tối hôm đó. Cuối cùng chỉ có hai chúng tôi với người hướng dẫn tuyệt vời Tu - Tommy. Chúng tôi đã dành 7 tuần ở Việt Nam và đã thực hiện một số chuyến tham quan ẩm thực ở các thành phố khác và chuyến tham quan này thật tuyệt vời. Chúng tôi đã thử RẤT NHIỀU THỰC PHẨM đến nỗi chúng tôi phải lạch bạch về nhà - chúng tôi là những người ăn nhiều nên chúng tôi rất ấn tượng - và ở mỗi nơi Tú hỏi chúng tôi có muốn ăn thêm không nên nếu bạn ăn cả xe tải - bạn sẽ được chăm sóc. Tú thật tuyệt vời! Anh ấy kể cho chúng tôi nghe tất cả về những loại thực phẩm khác nhau mà chúng tôi đang thử, nguồn gốc của chúng và quan trọng nhất là cách ăn chúng đúng cách. Anh ấy biết rất nhiều về lịch sử của Khu Phố Cổ nên nó giống như một chuyến tham quan ẩm thực và tham quan lịch sử trong một. Chúng tôi làm hướng dẫn viên du lịch ở Châu Âu nên chúng tôi thực sự đánh giá cao điều đó. Cảm ơn bạn Tú!Đọc thêm",
            "Xin chào Daisy, cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và đã gửi một đánh giá tích cực chi tiết như vậy! Chúng tôi thực sự trân trọng những lời tốt đẹp của bạn. Ngoài ra, chúng tôi - vô cùng biết ơn khi có bạn và biết rằng bạn đã có một trải nghiệm tham quan tuyệt vời với hướng dẫn viên của chúng tôi, Tu. Chúng tôi thực sự hy vọng sẽ gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới! Đọc thêm",
            "Tôi rất vui khi được đặt tour cho ngày đầu tiên của chuyến đi solo đầu tiên của mình. Gin là bạn đồng hành của tôi trong suốt chuyến đi. Cô ấy đối xử với tôi như một người bạn. Đưa tôi qua các góc chợ. Cho cái bụng bự của tôi ăn nhiều đặc sản Hà Nội - sau đó là một cốc bia Hà Nội tự sản xuất và cà phê lòng đỏ trứng ngon tuyệt để kết thúc - - - . Cảm ơn rất nhiều vì tất cả sự ủng hộ và hướng dẫn của bạn cho những ngày sắp tới ở Việt Nam - - - - Đọc thêm",
            "Xin chào Aldona, cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi! Chúng tôi thực sự đánh giá cao những lời tốt đẹp của bạn về chuyến lưu diễn của chúng tôi và chúng tôi vô cùng biết ơn khi biết rằng bạn đã rất hạnh phúc trong chuyến lưu diễn của Gin. Vui lòng đến thăm chúng tôi lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới!Đọc thêm",
            "Tôi đã tham gia tour ẩm thực bí mật Hà Nội với Tommy làm hướng dẫn viên. Các nhà hàng anh ấy chỉ cho chúng tôi rất độc đáo và đồ ăn rất rất ngon. Anh ấy kể cho chúng tôi nghe những câu chuyện về tuổi thơ của anh ấy, điều đó rất thú vị, tôi chắc chắn giới thiệu đây là một hoạt động nên làm ở Hà Nội. Đọc thêm",
            "Xin chào Veronika, cảm ơn bạn rất nhiều vì đã tham gia và giới thiệu chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ và thú vị với hướng dẫn viên của chúng tôi, Tommy trong chuyến tham quan này. Chúng tôi thực sự hy vọng được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới!Đọc thêm",
            "2 trong 1 - món ăn tuyệt vời - hướng dẫn tuyệt vời! Tony là một hướng dẫn viên rất chuyên nghiệp, khiêm tốn, giàu kinh nghiệm và cởi mở, sẵn sàng chia sẻ không chỉ những địa điểm ăn uống ngon nhất và cách ăn món ăn Việt Nam đúng điệu mà còn cả những câu chuyện cá nhân của anh về Việt Nam và cuộc sống của người Việt Nam. Tiếng Anh của anh ấy cũng rất tốt nên chúng tôi rất thích sự đồng hành của anh ấy và buổi tối. Cảm ơn Tony!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và gửi đánh giá tuyệt vời về chuyến tham quan ẩm thực Hà Nội của chúng tôi! Chúng tôi không thể hạnh phúc hơn khi biết rằng bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên của chúng tôi, Tommy và chúng tôi - thực sự rất vui vì bạn - đã thích chuyến tham quan này. Vui lòng đến thăm chúng tôi lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới!Đọc thêm",
            "Thật tuyệt khi được biết thêm về các món ăn đặc trưng của Việt Nam. Hướng dẫn viên Gin của chúng tôi - người thật tuyệt vời - đã đưa chúng tôi đến những nơi tốt nhất trong thị trấn. Chúng tôi đánh giá cao chuyến tham quan này! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tuyệt vời cho chuyến tham quan ẩm thực Hà Nội của chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời khi nếm thử món ăn Việt Nam. Chúng tôi hy vọng sẽ có bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi trong thời gian tới. Chúng tôi hiện có mặt ở 50 thành phố trên toàn thế giới.Đọc thêm",
            "Dành vài giờ quanh khu phố cổ ở Hà Nội, đồ ăn thật tuyệt vời và là một chuyến tham quan tuyệt vời. Emily là một người hướng dẫn tuyệt vời và cô ấy chắc chắn yêu thích công việc của mình. Thực sự khuyên bạn nên nó! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và giới thiệu chuyến tham quan của chúng tôi. Chúng tôi vô cùng biết ơn khi biết rằng bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên của chúng tôi, Emily trong chuyến tham quan này. Chúng tôi - rất mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Rất nhiều món ăn, văn hóa và hướng dẫn tuyệt vời của bạn. Hãy hỏi Emily, cô ấy rất đáng yêu và biết những nơi tốt nhất ở Hà Nội. Đáng tiền. Bạn - sẽ nếm thử món phở, món nem Việt Nam, bánh mì Việt Nam hay cà phê trứng và thậm chí cả một con ongĐọc thêm",
            "Xin chào Veronica, cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và viết bài đánh giá tuyệt vời này về chuyến tham quan của Emily. Chúng tôi vô cùng vui mừng khi biết rằng bạn đã có trải nghiệm du lịch tuyệt vời với chúng tôi. Chúng tôi thực sự hy vọng được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Tôi và một người bạn đã thực hiện chuyến tham quan ẩm thực với Tommy và điều đó thật tuyệt vời! Anh ấy thực sự biết rất nhiều về ẩm thực và thành phố và có thể cho chúng tôi cái nhìn sâu sắc về cả hai. Anh ấy nhanh chóng tìm ra những gì chúng tôi muốn nhận được từ chuyến tham quan và giải quyết vấn đề đó. Tôi thực sự muốn giới thiệu chuyến đi này cho tất cả bạn bè và gia đình của tôi và nếu tôi quay lại Hà Nội, tôi sẽ làm lại! Cảm ơn Tommy rất nhiều!!Đọc thêm",
            "Xin chào Matthew, cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và chia sẻ trải nghiệm du lịch tuyệt vời của bạn với hướng dẫn viên của chúng tôi, Tommy! Chúng tôi - rất biết ơn khi biết có bạn và bạn của bạn trong chuyến tham quan của chúng tôi. Chúng tôi - rất vui mừng được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại 50 thành phố trên toàn thế giới!Đọc thêm"
        ],
        "star_ratings": [
            107,
            2,
            0,
            0,
            1
        ],
        "review_amount": 110,
        "location": [
            "Việt Nam",
            "Tour ẩm thực bí mật Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written December 11, 2019",
            "Written December 9, 2019",
            "Written December 2, 2019",
            "Written November 30, 2019",
            "Written November 30, 2019",
            "Written November 28, 2019",
            "Written November 19, 2019",
            "Written November 16, 2019",
            "Written November 16, 2019",
            "Written November 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14115710-Reviews-Secret_Food_Tours_Hanoi-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or10-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14166710-Reviews-ArtBook-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15586234-Reviews-Huong_s_Heaven_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15688938-Reviews-Du_Lich_Hang_Ngay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25007013-Reviews-Hanoi_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950322-Reviews-Vietnamese_National_Assembly-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d20156682-Reviews-Free_Walking_Tours_Hanoi-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10323576-Reviews-Hanoi_Free_Local_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14006879-Reviews-Viet_Leading_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g27501570-d20154110-Reviews-Thang_Long_Water_Puppet_Theater-Hoan_Kiem_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5022436-Reviews-Hanoi_Photography_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27306327-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14116046-Reviews-Em_Am_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15641539-Reviews-Pham_Gia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185571-d9866227-Reviews-Beau_Vallon_Beach-Beau_Vallon_Mahe_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d207715-Reviews-Brookfield_Place-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g51965-d117216-Reviews-Applegate_Lake-Medford_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g297586-d10294263-Reviews-The_Hidden_Castle-Hyderabad_Hyderabad_District_Telangana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d15084869-Reviews-Marino_Mall-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42256-d21174315-Reviews-Relax_Massage_Asian_Spa_Open-Grand_Rapids_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60340-d4057662-Reviews-St_Croix_Casino_Turtle_Lake-Turtle_Lake_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d21498710-Reviews-2f2f_Karting_Club-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d505289-Reviews-Gershwin_Theater-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g57536-d2232894-Reviews-Breaks_Interstate_Park-Breaks_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or10-Secret_Food_Tours_Hanoi-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-Secret_Food_Tours_Hanoi-Hanoi.html"
    },
    {
        "attraction_name": "Secret Food Tours Hanoi",
        "attraction_name_vi": "Tour ẩm thực bí mật Hà Nội",
        "general_info": [
            "110 đánh giá",
            "- 89 trên 527 Ăn – Uống tại Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Nhận thêm thông tin - Đặt trực tiếp để được đảm bảo giá thấp hơn, tại Secret Food Tours. Vì có thể khó tìm được một số quán ăn địa phương trong những con hẻm khuất của Hà Nội, không có cách nào tốt hơn để tìm hiểu những món ngon nhất của thành phố hơn là đặt tour Đi bộ Ẩm thực Bí mật Hà Nội của chúng tôi! Khám phá các món ăn truyền thống của Việt Nam, trải nghiệm lối sống của người dân địa phương, lấy cảm hứng từ những câu chuyện về văn hóa và ẩm thực của thành phố.Đọc thêm",
        "reviews": [
            "Giá trị của đồng tiền. 5 BẮT ĐẦU là không đủ. Họ xứng đáng được xếp hạng nhiều hơn. Cảm ơn bạn, Tommy! Bạn đã làm MỘT CÔNG VIỆC TUYỆT VỜI! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã gửi cho chúng tôi đánh giá 5 sao này! Chúng tôi thực sự vui mừng khi có bạn và chúng tôi thực sự đánh giá cao những lời tốt đẹp của bạn về chuyến tham quan và hướng dẫn viên của chúng tôi, Tommy. Vui lòng đến thăm chúng tôi lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt ở 50 thành phố trên toàn thế giới!Đọc thêm",
            "Hôm qua, tôi được Tommy từ Secret Food Tours hướng dẫn đi tham quan Khu Phố Cổ. Thật là vui, Tommy là một chàng trai tuyệt vời và người hướng dẫn tuyệt vời. Anh ấy chỉ cho tôi nhiều địa điểm có món ăn ngon của Việt Nam, những địa điểm có ý nghĩa lịch sử và còn giải đáp mọi thắc mắc của tôi. Tôi HOÀN TOÀN khuyên bạn nên tham gia chuyến tham quan này nếu bạn quan tâm đến những món ăn ngon và lịch sử Việt Nam! 10 - 10.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia với chúng tôi! Chúng tôi vô cùng biết ơn khi biết rằng bạn đã có khoảng thời gian vui vẻ và tuyệt vời cùng hướng dẫn viên Tommy, đã ghé thăm nhiều địa điểm và nếm thử các món ăn Việt Nam trong chuyến tham quan này. Chúng tôi thực sự đánh giá cao đề xuất này và chúng tôi - rất mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Chúng tôi đã trải qua một buổi tối đầu tiên vui vẻ ở Hà Nội bằng cách khám phá một số món ăn đặc sản ngon của Việt Nam. Tommy là một hướng dẫn viên thực sự am hiểu, sẵn sàng nói về nhiều chủ đề khác ngoài ẩm thực. Chúng tôi chắc chắn đã khám phá ra những địa điểm và bữa ăn mà lẽ ra chúng tôi đã bỏ lỡ!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và vì những lời tốt đẹp của bạn về chuyến tham quan ẩm thực Hà Nội và hướng dẫn viên của chúng tôi, Tommy. Chúng tôi thực sự đánh giá cao nó! Vui lòng đến thăm chúng tôi lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt ở 50 thành phố trên toàn thế giới!Đọc thêm",
            "Đây là Chuyến tham quan ẩm thực bí mật đầu tiên của chúng tôi và chúng tôi muốn giới thiệu kỹ lưỡng.  Tommy, hướng dẫn viên của chúng tôi, thật tuyệt - sau khi kiểm tra nơi mọi người trong nhóm đã ăn, anh ấy đã thay đổi hành trình để không ai quay lại nhà hàng mà họ đã biết. Các địa điểm này là sự kết hợp của các nhà hàng thời thượng và ít được biết đến, một số con phố nhỏ ẩn khuất mà chỉ người dân địa phương mới biết đến. Tất cả các bữa ăn đều ngon và việc người dân địa phương chỉ cho bạn cách nêm gia vị chính xác cho món ăn đã mang đến một hương vị khác. Cho đến tối hôm đó, tôi và bạn trai đã dành 2 ngày đi bộ từ Phố Cổ đến Phố Pháp và ngược lại, rất tập trung vào việc đi từ điểm A đến điểm B, né ô tô, xe máy và không thực sự nhìn vào các tòa nhà; nghe về lịch sử của Khu Phố Cổ, những con phố, tòa nhà khác nhau và tất cả những cách kinh doanh mà người dân địa phương kiếm tiền từ vỉa hè nhỏ nhất bên ngoài cửa trước của họ là những điều mà chúng tôi sẽ bỏ lỡ nếu không có hướng dẫn viên địa phương. Chúng tôi kết thúc chuyến tham quan với ly Cà phê trứng tuyệt vời từ Cafe Giảng nổi tiếng - nó ngon hơn bạn có thể tưởng tượng. Chuyến tham quan dự kiến ​​kéo dài khoảng 3 giờ và Tommy đã ở ngoài gần 4 giờ nên xin chân thành cảm ơn bạn đã dành thời gian!Đọc thêm",
            "Xin chào Fiona, cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và đưa ra lời giới thiệu. Chúng tôi vô cùng biết ơn vì đã đọc bài đánh giá chi tiết của bạn về chuyến tham quan ẩm thực Hà Nội của chúng tôi. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên của chúng tôi, Tommy trong chuyến tham quan này. Chúng tôi mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Chuyến tham quan ẩm thực này thật tuyệt. Hướng dẫn viên Gin đã đưa chúng tôi đến một số món ăn ngon nhất mà chúng tôi đã thưởng thức trong chuyến đi. Đề xuất chuyến tham quan này cho bất kỳ ai. Đọc thêm",
            "Cảm ơn bạn vì bài đánh giá ngắn và tuyệt vời này, Scott! Vui lòng cho chúng tôi biết khi nào bạn quay lại để chúng tôi có thể giảm giá cho bạn. Hẹn gặp lại bạn sớm trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới. : - Đọc thêm",
            "Chồng tôi, tôi và cô con gái 15 tuổi của chúng tôi đã thực hiện chuyến lưu diễn này tối qua. Gin, hướng dẫn viên của chúng tôi, thật tuyệt vời. Cô ấy là người hiểu biết, hay nói chuyện và đưa chúng tôi đến những nơi tuyệt vời - một số nơi mà chúng tôi sẽ không bao giờ tự mình tìm thấy. Chuyến tham quan có nhịp độ tốt và có nhiều món ăn tươi ngon. Ở mỗi địa điểm ăn uống, Gin đều cung cấp cho chúng tôi rất nhiều thông tin về nguồn gốc của cá, nguyên liệu – cách ăn. Cả ba chúng tôi đều yêu thích chuyến tham quan này, nó sẽ thu hút cả người già - trẻ. Rất khuyến khích chuyến tham quan và đặc biệt giới thiệu Gin!Đọc thêm",
            "Chúng tôi cảm ơn bạn đã dành thời gian và phản hồi, Michelle! Chúng tôi thực sự vui mừng vì bạn đã có trải nghiệm tích cực không chỉ với đồ ăn mà còn cả cách Gin, hướng dẫn viên của chúng tôi, tổ chức một chuyến tham quan ẩm thực tuyệt vời. Chúng tôi hy vọng sẽ sớm gặp lại bạn trong các chuyến đi khác của chúng tôi. Chúng tôi hiện có mặt ở hơn 50 thành phố trên toàn thế giới.\nĐọc thêm",
            "Chúng tôi hoàn toàn thích chuyến tham quan này với hướng dẫn viên Tú. Anh ấy kể cho chúng tôi rất nhiều thông tin về Hà Nội cũng như tất cả những món ăn chúng tôi đã nếm thử. Anh ấy rất xuất sắc và chúng tôi chắc chắn không bị đói. Tôi hơi nghi ngờ trước khi chúng tôi quyết định sẽ ăn gì và ở đâu nhưng không có lý do gì để làm vậy. Tất cả đồ ăn - ngay cả đối với khẩu vị hơi kén chọn của tôi - đều rất ngon. Tôi sẽ - không ngần ngại khi đặt chỗ, chỉ cần đi và thưởng thức nó. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực này. Chúng tôi rất vui khi biết Tú ​​đã mang đến cho bạn trải nghiệm du lịch ẩm thực thú vị tại Hà Nội. Chúng tôi rất vui vì bạn thích món ăn địa phương của họ và bạn nói đúng, họ nên đến và tham gia chuyến tham quan của chúng tôi với cái bụng đói. Hẹn gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi hiện có tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Có rất nhiều món ăn ngon trong chuyến tham quan này: món Phở nói riêng mà khách du lịch sẽ không bao giờ tìm thấy ở con phố nhỏ. Gin là một hướng dẫn viên tuyệt vời và đảm bảo rằng tất cả chúng tôi đều có khoảng thời gian tuyệt vời!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và đã đánh giá chúng tôi là một trải nghiệm du lịch ẩm thực tuyệt vời. Chúng tôi rất vui khi có bạn tham gia chuyến tham quan với tư cách là những khách hàng yêu quý của chúng tôi. Bạn có thể tham gia lại với chúng tôi vào lần sau, vui lòng ghé thăm lại chúng tôi tại đây trong Chuyến tham quan ẩm thực bí mật. Bạn có thể thử trải nghiệm tham quan ẩm thực khác và chúng tôi hiện có mặt ở hơn 50 điểm đến trên toàn thế giới. Chúc bạn một ngày tốt lành!Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến tham quan ẩm thực của mình với Tommy. Chuyến tham quan bao gồm một số món ăn mà chúng tôi quen thuộc và một số món tôi chưa từng thử trước đây. Mỗi điểm dừng đều ngon và hướng dẫn viên của chúng tôi đã làm rất tốt khi giải thích cho chúng tôi cách nêm gia vị và thưởng thức từng món ăn. Chúng tôi cũng đi bộ qua một số khu phố thực sự thú vị nằm cách xa những con phố chính mà chúng tôi chưa bao giờ tự mình nhìn thấy. Cách thú vị và ngon miệng để tìm hiểu về ẩm thực và văn hóa Việt Nam, chắc chắn sẽ được khuyến khích!Đọc thêm",
            "Cảm ơn Erin đã tham gia cùng chúng tôi và chia sẻ trải nghiệm tham quan ẩm thực của bạn với Tommy, người đã chia sẻ thông tin về các món ăn và điểm dừng mà bạn đã ghé thăm. Cảm ơn bạn đã giới thiệu và hẹn gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi tại 50 thành phố trên toàn thế giới. Đọc thêm",
            "Có một chuyến đi tuyệt vời và được thử những món ăn tuyệt vời. Gin thực sự tuyệt vời và thân thiện và rất vui khi được đi chơi cùng. Cô ấy đã đưa chúng tôi đến một số địa điểm thực sự xa lạ. Thực sự muốn giới thiệu! Đọc thêm",
            "Chào, Phoebe. Cảm ơn bạn đã viết cho chúng tôi bài đánh giá tuyệt vời này về trải nghiệm du lịch ẩm thực tuyệt vời của bạn với Gin. Chúng tôi rất vui vì bạn thích món ăn và địa điểm mà bạn đã ghé thăm. Chúng tôi đánh giá cao đề xuất này và chúng tôi mong được gặp lại bạn trong các chuyến tham quan của chúng tôi tại hơn 50 thành phố trên toàn thế giới. Đọc thêm"
        ],
        "star_ratings": [
            107,
            2,
            0,
            0,
            1
        ],
        "review_amount": 110,
        "location": [
            "Việt Nam",
            "Tour ẩm thực bí mật Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written November 15, 2019",
            "Written October 23, 2019",
            "Written October 21, 2019",
            "Written October 20, 2019",
            "Written October 19, 2019",
            "Written October 16, 2019",
            "Written October 14, 2019",
            "Written October 6, 2019",
            "Written October 1, 2019",
            "Written September 29, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14115710-Reviews-or10-Secret_Food_Tours_Hanoi-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or20-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14166710-Reviews-ArtBook-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15586234-Reviews-Huong_s_Heaven_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15688938-Reviews-Du_Lich_Hang_Ngay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25007013-Reviews-Hanoi_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950322-Reviews-Vietnamese_National_Assembly-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d20156682-Reviews-Free_Walking_Tours_Hanoi-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10323576-Reviews-Hanoi_Free_Local_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14006879-Reviews-Viet_Leading_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g27501570-d20154110-Reviews-Thang_Long_Water_Puppet_Theater-Hoan_Kiem_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5022436-Reviews-Hanoi_Photography_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27306327-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14116046-Reviews-Em_Am_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15641539-Reviews-Pham_Gia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d4843888-Reviews-The_Shops_of_Olde_Marco-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d3321137-Reviews-Playa_Paraiso-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1534660-d5921341-Reviews-Ambuluwawa_Tower-Gampola_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2238121-d2615856-Reviews-Kakabeka_Falls-Kakabeka_Falls_Thunder_Bay_District_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g39855-d7160393-Reviews-Shelby_County_Flea_Market-Simpsonville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d130814-Reviews-Huguenot_Memorial_Park-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d143180-Reviews-Jewel_Cave_National_Monument-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153000-Reviews-Palancar_Reef-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d1735243-Reviews-Gordons_Pond-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276827-Reviews-Heroes_Square-Budapest_Central_Hungary.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or20-Secret_Food_Tours_Hanoi-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or10-Secret_Food_Tours_Hanoi-Hanoi.html"
    },
    {
        "attraction_name": "Secret Food Tours Hanoi",
        "attraction_name_vi": "Tour ẩm thực bí mật Hà Nội",
        "general_info": [
            "110 đánh giá",
            "- 89 trên 527 Ăn – Uống tại Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Nhận thêm thông tin - Đặt trực tiếp để được đảm bảo giá thấp hơn, tại Secret Food Tours. Vì có thể khó tìm được một số quán ăn địa phương trong những con hẻm khuất của Hà Nội, không có cách nào tốt hơn để tìm hiểu những món ngon nhất của thành phố hơn là đặt tour Đi bộ Ẩm thực Bí mật Hà Nội của chúng tôi! Khám phá các món ăn truyền thống của Việt Nam, trải nghiệm lối sống của người dân địa phương, lấy cảm hứng từ những câu chuyện về văn hóa và ẩm thực của thành phố.Đọc thêm",
        "reviews": [
            "Gin là một hướng dẫn viên du lịch ẩm thực tuyệt vời. Chúng tôi khám phá Hà Nội cũ và cô ấy rất am hiểu. Hãy thử món bún chả!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và vì những lời tốt đẹp của bạn, Yvonne. Chúng tôi sẽ cho Gin biết rằng bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan. Chúng tôi rất nóng lòng được gặp bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới. : - \n\nĐọc thêm",
            "Chuyến tham quan ẩm thực đi bộ ba giờ ở Phố cổ Hà Nội Món ăn tuyệt vời, hướng dẫn viên du lịch tuyệt vời, Gin Rất khuyến khíchĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và viết bài đánh giá tuyệt vời này, Ryan. Chúng tôi vô cùng biết ơn vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan ẩm thực của chúng tôi. Chúng tôi thực sự mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới. : - \n\nĐọc thêm",
            "Gin đã cho tôi và bạn tôi một chuyến du lịch tuyệt vời tối qua. Đó là đêm đầu tiên của chúng tôi ở Hà Nội và cô ấy đã làm cho nó trở nên hoàn hảo. Cô ấy đưa chúng tôi đến nhiều nơi khác nhau. Cô ấy đưa ra gợi ý cho chúng tôi về những địa điểm khác để thử trong chuyến đi khi chúng tôi hỏi về những món ăn chúng tôi thấy trên đường và hỏi - Ồ cái gì - ĐÓ!? - hoặc có thắc mắc về ẩm thực Hà Nội khác. Cô ấy kiên nhẫn, hiểu biết và tử tế với tất cả các câu hỏi của chúng tôi về văn hóa Việt Nam. Cô ấy cũng luôn có những người bạn tuyệt vời.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia chuyến tham quan của chúng tôi và vì những lời tốt đẹp của bạn, Judith. Chúng tôi thực sự vinh dự khi có bạn tham gia chuyến tham quan của chúng tôi và chúng tôi vô cùng vui mừng vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan của chúng tôi! Vui lòng đến và ghé thăm lại các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới. Cho đến thời điểm tiếp theo! : - Đọc thêm",
            "Emily rất ngạc nhiên khi chúng tôi được 11 tháng tuổi và cô ấy rất tuyệt với anh ấy. Chuyến tham quan ẩm thực thật phi thực tế - bạn sẽ không thất vọng và đói khi kết thúc, chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan này và phải làm với Emily! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết cho chúng tôi một đánh giá chi tiết và tuyệt vời như vậy, khách thân mến. Thật vinh dự khi có bạn trong chuyến tham quan của chúng tôi và rất vui được chia sẻ với bạn vẻ đẹp thực sự của Hà Nội và tất cả những món ăn đích thực của nó dành cho chúng tôi. Thật là một cách tuyệt vời để trải nghiệm thành phố như một người dân địa phương! Vui lòng cho chúng tôi biết khi nào bạn quay lại để chúng tôi có thể giảm giá cho bạn. Hẹn gặp lại bạn sớm trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới. : - \n\nĐọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời.  Emily rất thân thiện và nhiều thông tin.   Việc lựa chọn thực phẩm là tuyệt vời.  Tôi có thể - chờ đợi để quay lại.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và gửi đánh giá tuyệt vời về chuyến tham quan của Emily: - - Chúng tôi - rất vui được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Chuyến tham quan ẩm thực bí mật thực sự tuyệt vời và tuyệt vời. Không chỉ được thưởng thức những món ăn ngon có lịch sử văn hóa sâu sắc, chúng tôi còn hiểu được rất nhiều điều về phong tục tập quán của người dân địa phương và học hỏi được nhiều kinh nghiệm.  Cảm ơn ẩm thực Hà Nội bí mật đã cho tôi cảm nhận đầy ý nghĩa về ẩm thực Hà Nội. Tôi - tôi chắc các bạn sẽ vui khi tham gia một chuyến tham quan ẩm thực bí mật.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và để lại phản hồi tích cực về chuyến tham quan ẩm thực Hà Nội của chúng tôi: - - Chúng tôi không thể hạnh phúc hơn khi biết rằng bạn thực sự đã có khoảng thời gian tuyệt vời và tuyệt vời trong chuyến tham quan này. Chúng tôi - rất mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Chúng tôi không thể hài lòng hơn với các món ăn Việt Nam địa phương trong các tour du lịch. Tất cả đều ngon, tôi sẽ nhớ món gỏi bò, bún bò, - bánh cuốn - .... Ngoài ra, hướng dẫn viên của chúng tôi cũng rất hiểu biết, anh ấy đã cung cấp rất nhiều thông tin hữu ích về ẩm thực, về văn hóa. Tôi sẽ giới thiệu tour du lịch Secret Food cho bạn bè của tôi! Đọc thêm",
            "Cảm ơn vì những lời tốt đẹp, Jet. Chúng tôi rất vui khi biết rằng bạn hài lòng và rất thích chuyến tham quan cùng Tú. \nChúng tôi cũng rất vui vì bạn thích các món ăn được phục vụ như salad thịt bò và bạn đánh giá cao cách chúng tôi chia sẻ thông tin về ẩm thực và thành phố trên đường đi. Chúng tôi đánh giá cao đề xuất của bạn và chúng tôi mong được gặp lại bạn trong các chuyến tham quan của chúng tôi tại hơn 50 thành phố trên toàn thế giới.Đọc thêm",
            "Gin tổ chức tour, gặp nhau đúng lúc 5 giờ chiều để bắt đầu chuyến tham quan, 8 quán ăn - đồ uống đường phố khác nhau đã ghé thăm. Tất cả đồ ăn và đồ uống đều tuyệt vời, chắc chắn hãy thử lại nhiều món ăn khác nhau khi đến Việt Nam. Không thể nói món ăn hay đồ uống nào được yêu thích nhất vì tôi yêu thích tất cả chúng. Gin rất vui và có nhiều thông tin về nhiều món ăn và khu vực Hà Nội. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này khi ở Hà Nội.Đọc thêm",
            "Cảm ơn bạn đã tham gia chuyến tham quan của chúng tôi ở Barcelona! Chúng tôi thực sự biết ơn vì bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên Miguel của chúng tôi và chúng tôi rất mong được gặp lại bạn trong các chuyến tham quan khác của chúng tôi tại đây trong Secret Food Tours, hiện có mặt tại 50 điểm đến - thành phố trên toàn thế giới! Chúc một ngày tốt lành.Đọc thêm",
            "Hướng dẫn viên Gin đưa chúng tôi đi bộ 3 giờ quanh khu phố cổ Hà Nội để khám phá những quán ăn ngon được người dân địa phương biết đến.  Chúng tôi đã ghé thăm 8 quán ăn - đồ uống hoặc quán cà phê ở các quán cà phê phía sau bao gồm món phở, bamn mi ngon nhất và kết thúc bằng cà phê trứng được phục vụ trong một quán cà phê từ năm 1946. Gim là một hướng dẫn tuyệt vời. Tôi khuyên bạn nên tham quan ngay cả khi chỉ để ngắm khu phố cổ nhộn nhịp về đêm.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và chia sẻ chi tiết về trải nghiệm tuyệt vời của bạn trong chuyến tham quan Gin - s : - Chúng tôi đánh giá cao lời đề xuất và chúng tôi - rất mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại 50 thành phố trên toàn thế giới !Đọc thêm",
            "Gin là hướng dẫn viên du lịch của chúng tôi, rất thân thiện và đưa chúng tôi đến 8 điểm dừng ăn uống. Tất cả các món ăn đều ngon theo cách riêng của nó và chúng tôi thực sự rất thích chúng! Ngoài ra còn có rất nhiều loại.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia chuyến tham quan ẩm thực Hà Nội của chúng tôi! Chúng tôi - rất vui khi biết rằng bạn đã thưởng thức nhiều loại món ăn trong chuyến tham quan của Gin - s: - Chúng tôi thực sự hy vọng được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại 50 thành phố trên toàn thế giới!Đọc thêm"
        ],
        "star_ratings": [
            107,
            2,
            0,
            0,
            1
        ],
        "review_amount": 110,
        "location": [
            "Việt Nam",
            "Tour ẩm thực bí mật Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written September 18, 2019",
            "Written September 18, 2019",
            "Written September 14, 2019",
            "Written September 11, 2019",
            "Written September 8, 2019",
            "Written August 30, 2019",
            "Written August 29, 2019",
            "Written August 29, 2019",
            "Written August 28, 2019",
            "Written August 28, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14115710-Reviews-or20-Secret_Food_Tours_Hanoi-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or10-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or30-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14166710-Reviews-ArtBook-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15586234-Reviews-Huong_s_Heaven_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15688938-Reviews-Du_Lich_Hang_Ngay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25007013-Reviews-Hanoi_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950322-Reviews-Vietnamese_National_Assembly-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d20156682-Reviews-Free_Walking_Tours_Hanoi-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10323576-Reviews-Hanoi_Free_Local_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14006879-Reviews-Viet_Leading_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g27501570-d20154110-Reviews-Thang_Long_Water_Puppet_Theater-Hoan_Kiem_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5022436-Reviews-Hanoi_Photography_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27306327-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14116046-Reviews-Em_Am_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15641539-Reviews-Pham_Gia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33112-d8755052-Reviews-Legg_Lake_Park_Whittier_Narrows_Recreation_Area-South_El_Monte_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34503-d8775249-Reviews-Fort_Drum_Crystal_Mine-Okeechobee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29005-d3475396-Reviews-Tigers_For_Tomorrow-Attalla_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g56993-d107686-Reviews-Bear_Lake_State_Park-Garden_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295479-Reviews-Beylerbeyi_Palace-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d8400703-Reviews-Fort_Worth_Japanese_Garden-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32249-d2723223-Reviews-Little_Corona_Beach-Corona_del_Mar_Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g311298-d1997872-Reviews-Pantai_Canggu-Canggu_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191579-d4885453-Reviews-Voulisma_Beach-Istron_Agios_Nikolaos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d649759-Reviews-WonderWorks-Pigeon_Forge_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or30-Secret_Food_Tours_Hanoi-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or20-Secret_Food_Tours_Hanoi-Hanoi.html"
    },
    {
        "attraction_name": "Secret Food Tours Hanoi",
        "attraction_name_vi": "Tour ẩm thực bí mật Hà Nội",
        "general_info": [
            "110 đánh giá",
            "- 89 trên 527 Ăn – Uống tại Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Nhận thêm thông tin - Đặt trực tiếp để được đảm bảo giá thấp hơn, tại Secret Food Tours. Vì có thể khó tìm được một số quán ăn địa phương trong những con hẻm khuất của Hà Nội, không có cách nào tốt hơn để tìm hiểu những món ngon nhất của thành phố hơn là đặt tour Đi bộ Ẩm thực Bí mật Hà Nội của chúng tôi! Khám phá các món ăn truyền thống của Việt Nam, trải nghiệm lối sống của người dân địa phương, lấy cảm hứng từ những câu chuyện về văn hóa và ẩm thực của thành phố.Đọc thêm",
        "reviews": [
            "Bạn đã bao giờ phải tìm cửa hàng McDonalds ở nước ngoài vì bạn không biết cái gì an toàn và cái gì không? Chà, nhờ - Chuyến tham quan ẩm thực bí mật - Tôi đã có một buổi chiều ẩm thực tuyệt vời và có thể tìm hiểu nền văn hóa ẩm thực mà tôi hoàn toàn không biết gì về. Thức ăn rất tuyệt vời và - Gin - hướng dẫn viên của chúng tôi rất tuyệt, chúng tôi thậm chí còn uống cà phê sau đó!Đọc thêm",
            "Wow! Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và chia sẻ trải nghiệm tuyệt vời của bạn trong chuyến tham quan Gin - s: - Chúng tôi rất biết ơn khi có bạn trong chuyến tham quan ẩm thực Hà Nội của chúng tôi. Hãy đến thăm chúng tôi một lần nữa trong các chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại 50 thành phố trên toàn thế giới! Đọc thêm",
            "Chuyến tham quan ẩm thực Hà Nội tuyệt vời với Emily! Chúng tôi đã có chuyến tham quan tuyệt vời nhất về ẩm thực Hà Nội và các món ăn truyền thống Việt Nam với Emily. Đó thực sự là món ăn ngon nhất mà chúng tôi đã nếm trong suốt 7 ngày ở đây. Lần đầu tiên cô ấy truy cập những gì chúng tôi đã thử và những gì chúng tôi muốn thử và thiết kế chuyến đi chơi của chúng tôi từ đó. Rất khuyến khích !!! Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời này. Chúng tôi rất vui vì bạn thích chuyến tham quan ẩm thực của chúng tôi và có khoảng thời gian tuyệt vời với Emily. Cảm ơn bạn đã giới thiệu chuyến tham quan ẩm thực của chúng tôi. Hãy đến và ghé thăm lại trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi hiện có tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Giới thiệu tuyệt vời về món ăn Việt Nam. Được hướng dẫn viên du lịch tuyệt vời Emily đưa đến những nơi mà chúng tôi sẽ không bao giờ tự mình đến thăm và cũng cảnh báo về một số bẫy du lịch cần tránh. Hãy đói - nó - rất nhiều thức ăn! Không một món ăn đáng thất vọng! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá và đề xuất tuyệt vời này, Martin. Chúng tôi - vô cùng biết ơn khi có bạn trong chuyến tham quan ẩm thực của chúng tôi. Chúng tôi thực sự đánh giá cao những lời tốt đẹp của bạn dành cho người hướng dẫn tuyệt vời của chúng tôi, Emily. Chúng tôi rất nóng lòng được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới. : - \n\nĐọc thêm",
            "Một cách tuyệt vời để làm quen với đồ ăn ở một nền văn hóa khác. Rất nhiều đồ ăn, và những món ăn ngon nhất trong số những món ăn nổi tiếng, và một số món ăn mà bạn có thể chưa từng thử. Gin rất ngon và đã trả lời tất cả các câu hỏi của chúng tôi về đồ ăn ở Hà Nội. Đọc thêm",
            "Cảm ơn những lời tốt đẹp, khách thân yêu. Chúng tôi - rất vui vì bạn đã có trải nghiệm du lịch ẩm thực tuyệt vời với Gin. Chúng tôi cũng rất vui vì bạn thích đồ ăn và sự bầu bạn của Gin. Chúng tôi - rất mong được gặp lại bạn trong các chuyến tham quan khác tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Cảm ơn Ha Noi Secret food tour đã cho tôi một trải nghiệm đáng nhớ. Tôi đã học được nhiều điều thú vị qua chuyến đi. Món ăn truyền thống của người Hà Nội sau khi được giới thiệu kỹ lưỡng như một nghệ thuật. Tôi mong được trải nghiệm nhiều hơn ở những thành phố khác mà Secret food tour điều hành. Xin chào lời khuyên cho mọi người đặt chuyến tham quan này.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia chuyến tham quan của chúng tôi và vì những lời tốt đẹp của bạn. Chúng tôi thực sự vinh dự khi có bạn tham gia chuyến tham quan ẩm thực của chúng tôi và chúng tôi vô cùng vui mừng vì bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên của chúng tôi! Vui lòng đến và ghé thăm lại các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới. Cho đến thời điểm tiếp theo! : -   Đọc thêm",
            "Cảm ơn tour ẩm thực bí mật đã có chuyến đi thú vị ngày hôm qua. Đầu tiên chúng tôi được dẫn đi ăn bún bò khô trong lúc chờ tạnh mưa. Điểm thứ hai mà chúng tôi được dẫn đi ăn là món bún nổi tiếng ở Hà Nội, nước rất ngon. Điểm đến thứ 3 là quán bún nướng, tiếp đến là tiệm bánh mì có hương vị khá ngon và khác hẳn bánh mì, bánh cuốn ở những nơi khác. Trên đường đến quán cà phê trứng nổi tiếng ở Nguyễn Hữu Huân, hướng dẫn viên đã kể cho chúng tôi nghe về nguồn gốc của nó và tôi rất thích nó. Hướng dẫn viên rất thân thiện, cách kể chuyện của anh ấy rất hay, chúng tôi rất hài lòng với hướng dẫn viên này. Cảm ơn bạn đã cho chúng tôi một ngày tuyệt vời.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn dành cho Secret Food Tours Hà Nội và hướng dẫn tuyệt vời của chúng tôi. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan của anh ấy và có được nhiều thông tin thú vị về ẩm thực và văn hóa của thành phố. Vui lòng cho chúng tôi biết khi nào bạn quay lại để chúng tôi có thể giảm giá cho bạn. Hẹn gặp lại bạn sớm trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới. : - Đọc thêm",
            "Chuyến tham quan ẩm thực bí mật này thực sự tuyệt vời đối với tôi và những người khác trong nhóm của chúng tôi. Dừng chân ở khoảng 6 địa điểm để thưởng thức những món ăn Việt Nam thơm ngon là kỷ niệm khó quên với tôi ở thành phố thân yêu này, dù giao thông dường như không có luật lệ và hơi khó chịu đối với những người nước ngoài như tôi khi lần đầu đến đây. Hướng dẫn viên của chúng tôi là Tommy đã hướng dẫn chúng tôi rất kỹ qua các con phố trong Khu Phố Cổ với toàn bộ trách nhiệm của anh ấy, không có cảm giác vội vã. Anh ấy cũng cung cấp cho chúng tôi rất nhiều kiến ​​thức về văn hóa Việt Nam, lịch sử của thành phố và cách thưởng thức món phở hay bún chả. Một lời khuyên dành cho những du khách lần đầu đến Việt Nam là bạn nên có kinh nghiệm sử dụng đũa nếu không bạn sẽ thấy thất vọng. Thực sự giới thiệu cho những ai muốn hòa mình vào văn hóa Việt NamĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá và đề xuất tuyệt vời này, Harry! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan của Tommy. Thật vinh dự khi có bạn và chúng tôi - thực sự mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới. : - \n\nĐọc thêm",
            "Chúng tôi đã có một buổi tối tuyệt vời khi Gin ăn những món ăn đường phố tuyệt vời nhất ở Hà Nội. Phở ngon nhất và kết thúc bằng cà phê trứng tuyệt vời nhất.  Gin rất vui vẻ, nói tiếng Anh xuất sắc và có kiến ​​thức tuyệt vời về ẩm thực. Rất khuyến khích. Đọc thêm",
            "Cảm ơn bạn đã giới thiệu, Debbie. Thật vui khi biết rằng bạn đã có trải nghiệm du lịch ẩm thực tuyệt vời với Gin. Chúng tôi đánh giá cao việc bạn thích đồ ăn và đồ uống như cà phê trứng. Ngoài ra, vui lòng kiểm tra và tham gia chuyến tham quan ẩm thực của chúng tôi tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Chuyến tham quan ẩm thực bí mật là một cách tuyệt vời để trải nghiệm ẩm thực Việt Nam tại Hà Nội. Tommy là một hướng dẫn viên tuyệt vời, người không chỉ cung cấp thông tin chi tiết về đồ ăn mà còn về lịch sử của khu phố cổ. Các điểm dừng đã được lên kế hoạch kỹ càng và đó là một cách tuyệt vời để tận hưởng một buổi tối ở Hà Nội.Đọc thêm",
            "Cảm ơn bạn đã tham gia và chia sẻ trải nghiệm tour ẩm thực của mình, Amy. Chúng tôi rất vui vì bạn không chỉ thích đồ ăn mà còn thích cách Tommy chia sẻ thông tin về đồ ăn và thành phố. Chúng tôi cũng rất cảm kích vì bạn thích những điểm dừng chân mà bạn đã ghé thăm trong suốt chuyến tham quan. Chúng tôi rất mong được gặp lại bạn trong các Tour ẩm thực bí mật khác của chúng tôi hiện có mặt tại 50 thành phố trên toàn thế giới! Đọc thêm",
            "Một hoạt động phải làm ở Việt Nam. Chuyến tham quan ẩm thực này mở ra một thế giới ẩm thực không giống bất cứ thứ gì bạn từng trải nghiệm. Tommy là một người hướng dẫn xuất sắc và tôi không thể giới thiệu anh ấy đủ cao.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và chia sẻ trải nghiệm tuyệt vời của mình, David! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với tour ẩm thực có hướng dẫn của Tommy. Hãy đến thăm chúng tôi một lần nữa trong các Tour ẩm thực bí mật khác của chúng tôi tại hơn 50 thành phố trên toàn thế giới! : -\n\nĐọc thêm"
        ],
        "star_ratings": [
            107,
            2,
            0,
            0,
            1
        ],
        "review_amount": 110,
        "location": [
            "Việt Nam",
            "Tour ẩm thực bí mật Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written August 28, 2019",
            "Written August 26, 2019",
            "Written August 24, 2019",
            "Written August 20, 2019",
            "Written August 13, 2019",
            "Written August 13, 2019",
            "Written August 12, 2019",
            "Written August 7, 2019",
            "Written August 6, 2019",
            "Written August 1, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14115710-Reviews-or30-Secret_Food_Tours_Hanoi-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or20-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or40-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14166710-Reviews-ArtBook-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15586234-Reviews-Huong_s_Heaven_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15688938-Reviews-Du_Lich_Hang_Ngay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25007013-Reviews-Hanoi_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950322-Reviews-Vietnamese_National_Assembly-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d20156682-Reviews-Free_Walking_Tours_Hanoi-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10323576-Reviews-Hanoi_Free_Local_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14006879-Reviews-Viet_Leading_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g27501570-d20154110-Reviews-Thang_Long_Water_Puppet_Theater-Hoan_Kiem_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5022436-Reviews-Hanoi_Photography_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27306327-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14116046-Reviews-Em_Am_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15641539-Reviews-Pham_Gia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g40164-d10593121-Reviews-White_Sands_Lake_Day_Beach-Franklinton_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1872665-d3164724-Reviews-Paju_Premium_Outlets-Paju_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d550317-Reviews-Old_Town-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d523463-Reviews-Fort_Lovrijenac-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187544-Reviews-Brick_Lane-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g34234-d2265070-Reviews-The_Boardwalk_on_Okaloosa_Island-Fort_Walton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d23861407-Reviews-House_of_Rituals-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g580453-d2455585-Reviews-Culebrita-Culebra_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g2501725-d148028-Reviews-Scilly_Cay-Island_Harbour_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d146097-Reviews-Berkeley_Springs_State_Park-Berkeley_Springs_West_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or40-Secret_Food_Tours_Hanoi-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or30-Secret_Food_Tours_Hanoi-Hanoi.html"
    },
    {
        "attraction_name": "Secret Food Tours Hanoi",
        "attraction_name_vi": "Tour ẩm thực bí mật Hà Nội",
        "general_info": [
            "110 đánh giá",
            "- 89 trên 527 Ăn – Uống tại Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Nhận thêm thông tin - Đặt trực tiếp để được đảm bảo giá thấp hơn, tại Secret Food Tours. Vì có thể khó tìm được một số quán ăn địa phương trong những con hẻm khuất của Hà Nội, không có cách nào tốt hơn để tìm hiểu những món ngon nhất của thành phố hơn là đặt tour Đi bộ Ẩm thực Bí mật Hà Nội của chúng tôi! Khám phá các món ăn truyền thống của Việt Nam, trải nghiệm lối sống của người dân địa phương, lấy cảm hứng từ những câu chuyện về văn hóa và ẩm thực của thành phố.Đọc thêm",
        "reviews": [
            "Chúng tôi dành một buổi tối đáng yêu với hướng dẫn viên du lịch Gin trên đường phố Hà Nội để tìm hiểu nhiều điều về Việt Nam và ẩm thực. duyên dáng, có tiếng Anh tốt và bí quyết về ẩm thực và con ngườiĐọc thêm",
            "Xin chào Jasper, cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi: - Chúng tôi rất vui khi biết rằng bạn đã có một buổi tối vui vẻ với hướng dẫn viên của chúng tôi, Gin trong chuyến tham quan này. Hãy đến thăm chúng tôi lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi hiện có tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Một chuyến tham quan nổi bật, kéo dài 3 giờ ở những địa điểm nhỏ bé chỉ chuyên về một hoặc hai món ăn. Chúng tôi đã dừng 7 điểm, trong đó có 6 điểm để mua đồ ăn, phở, bánh kếp, salad và một số món tôi không thể mô tả được, kết thúc bằng cà phê trứng, thật tuyệt. Kết cấu và hương vị là một sự khám phá, ngay cả khi bạn có một số kinh nghiệm về Món ăn Việt Nam. Hướng dẫn viên, Emily và Lisa, đều tuyệt vời, hấp dẫn và hiểu biết, và đây là một buổi tối hoàn hảo. 2 cảnh báo: đừng ăn trước khi tham gia chuyến tham quan này và bạn sẽ cảm thấy khó khăn nếu không thể dùng đũa. Nhưng chết tiệt, hoàn toàn xuất sắc!Đọc thêm",
            "Chúng tôi thực sự rất hân hạnh được đón tiếp bạn trong chuyến lưu diễn Anthony. Chúng tôi rất vui khi biết rằng bạn đã có một ngày tuyệt vời trong chuyến tham quan cùng chúng tôi và hoàn toàn hài lòng với chuyến tham quan. Cũng xin cảm ơn bạn đã để lại lời nhắn trước chuyến tham quan khi bụng đói: - Chúng tôi hy vọng được gặp lại bạn trong các chuyến tham quan khác tại hơn 50 thành phố trên toàn thế giới.Đọc thêm",
            "Gia đình chúng tôi đã thực hiện Chuyến tham quan ẩm thực bí mật với Gin ở Hội An. Đó là đêm cuối cùng của chúng tôi ở Việt Nam và nó vẫn còn bất ngờ và cực kỳ thú vị - Thật là một lời chia tay tuyệt vời Gin đã điều chỉnh chuyến tham quan vì chúng tôi phải đáp chuyến bay, nhưng chúng tôi vẫn thấy và ăn mọi thứ và không cảm thấy vội vàng. Cô ấy có mối quan hệ tuyệt vời với các nhà hàng. Rất khuyến khích - Thực hiện chuyến tham quan nàyĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và chia sẻ với chúng tôi trải nghiệm tuyệt vời của bạn trong chuyến tham quan. Chúng tôi rất vui vì bạn đã đưa chuyến tham quan này vào hành trình của mình tại Hà Nội. Chúng tôi hy vọng được gặp lại bạn trong các chuyến tham quan khác của chúng tôi tại 50 thành phố trên toàn thế giới: - Đọc thêm",
            "Đây là điều đầu tiên chúng tôi làm ở Hà Nội và rất vui vì chúng tôi đã làm được. Chúng tôi có một hướng dẫn viên tuyệt vời đưa chúng tôi đến chính xác những nơi chúng tôi muốn đến - ẩm thực đường phố - và đồ ăn rất tuyệt. Điều này cũng giúp chúng tôi làm quen với môi trường xung quanh và hướng dẫn viên của chúng tôi đã cố gắng giúp chúng tôi có được một thỏa thuận tốt trên thẻ SIM. Muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Xin chào Charlotte, cảm ơn bạn vì đánh giá tuyệt vời này. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm du lịch ẩm thực tuyệt vời với chúng tôi. Chúng tôi rất vui vì bạn không chỉ thích đồ ăn mà còn cả chuyến tham quan. Cảm ơn bạn đã giới thiệu và chúng tôi hy vọng sẽ gặp lại bạn trong các chuyến tham quan khác của chúng tôi tại 50 thành phố hiện nay trên toàn thế giới: - Đọc thêm",
            "Chúng tôi đến đói và rời đi đầy đủ, có cảm giác chân thực về cách người dân địa phương ăn uống và được cung cấp địa điểm ăn uống trong thời gian còn lại ở Hà Nội. Hướng dẫn viên Tommy của chúng tôi rất thân thiện và giải thích mọi thứ cực kỳ rõ ràng, từ cách ăn phở và salad thịt bò đúng cách, cho đến lý do tại sao cà phê trứng lại đặc biệt đến vậy. Chúng tôi thậm chí còn dừng lại nhanh chóng để thử một ít bia địa phương; anh ấy rất có sức chứa và làm cho chuyến lưu diễn của chúng tôi trở nên tuyệt vời hơn. Rất khuyến khích điều này cho bất kỳ ai ở lại Hà Nội trong một vài ngày, chúng tôi đã ghé thăm nhiều địa điểm vào những ngày tiếp theo vì chúng rất ngonĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời này và đã giới thiệu Secret Food Tours Hà Nội! Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời và thưởng thức tất cả các món ăn và bia địa phương: - Thật vui khi biết rằng bạn đã quay trở lại những địa điểm cũ để thử lại đồ ăn! Chúng tôi hy vọng rằng bạn có thể tham gia lại với chúng tôi trong tương lai gần, chúng tôi hiện có mặt ở hơn 50 thành phố trên toàn thế giới!Đọc thêm",
            "David là người hướng dẫn của chúng tôi và chúng tôi yêu anh ấy. Thật thú vị và vui vẻ khi nói chuyện và chúng tôi nhận thấy rằng anh ấy có rất nhiều kiến ​​thức về Hà Nội. Thức ăn thật tuyệt vời và đối với những người yêu thích ẩm thực như chúng tôi thì điều đó không thể tốt hơn được! 100 - giới thiệu!!! Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình trong chuyến tham quan với David, Alexandra. Chúng tôi rất vui vì bạn thích cách hướng dẫn viên của chúng tôi điều hành chuyến tham quan và bạn thích đồ ăn địa phương của họ. Chúng tôi rất mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi hiện có mặt tại 50 thành phố trên toàn thế giới! Đọc thêm",
            "Chúng tôi đã tham gia tour này vào ngày 30 tháng 6 năm 2019 và có một hướng dẫn viên du lịch tuyệt vời, Henry. Phố cổ Hà Nội có thể khá đáng sợ đối với những du khách lần đầu đến đây với những con phố đông đúc và hẹp, nơi có vô số nhà hàng để lựa chọn chế biến những món ăn địa phương giống nhau. Secret Food Tours là cách hoàn hảo để lang thang trên những con phố này mà không bị lạc và thưởng thức hương vị thực sự của ẩm thực địa phương. Hướng dẫn viên Henry của chúng tôi thật tuyệt vời. Anh ấy nói tiếng Anh rất tốt và đưa chúng tôi đến hơn tám khu vực khác nhau để thử mọi thứ từ - Phở - và - Bún chả Obama - đến nước mía và cà phê trứng. Anh ấy rất hiểu biết về lịch sử và văn hóa của Hà Nội, và đã cho chúng tôi cái nhìn sâu sắc về lối sống địa phương với khiếu hài hước tuyệt vời. Chuyến tham quan kéo dài hơn ba giờ một chút khi đi bộ qua Phố cổ. Hãy chắc chắn rằng bạn bắt đầu chuyến tham quan với một sự thèm ăn lớn vì bạn sẽ cần nó để thử tất cả các món ăn địa phương khác nhau. Chúng tôi đã no căng vào cuối chuyến đi, nhưng sẽ không có cách nào khác. Đó là một trải nghiệm tuyệt vời và là điều không thể bỏ qua khi đến thăm Phố cổ Hà Nội. Đọc thêm",
            "Ồ! Cảm ơn bạn đã viết cho chúng tôi bài đánh giá rất chi tiết và tích cực này, Jeffrey. Chúng tôi rất vui khi có bạn trong chuyến tham quan ẩm thực của chúng tôi. Chúng tôi rất vui khi biết rằng hướng dẫn viên của chúng tôi, Henry đã có thể cung cấp cho bạn trải nghiệm du lịch đầy hiểu biết, nhiều thông tin và tuyệt vời. Hãy đến và ghé thăm lại trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi hiện có tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Người phụ nữ rất vui vẻ và rất am hiểu các món ăn địa phương ở Khu Phố Cổ. Đưa chúng tôi đến những món ăn địa phương ngon khác nhau, thực sự tận hưởng vài giờ đi bộ và ăn uống.Đọc thêm",
            "Xin chân thành cảm ơn bạn vì một đánh giá và đề xuất rất thú vị, Anthony. Vui lòng cho chúng tôi biết khi nào bạn quay lại để chúng tôi có thể giảm giá cho bạn. Hẹn gặp lại bạn sớm trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới.\nĐọc thêm",
            "Cherry rất thân thiện và hiểu biết trong suốt chuyến đi. Cô ấy - rất vui vẻ và luôn kiểm tra với chúng tôi trong mọi phần của chuyến tham quan! Rất khuyến khích Cherry! Cảm ơn bạn!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì một đánh giá thú vị, khách thân mến. Chúng tôi rất vui mừng được chào đón bạn tham gia chuyến tham quan ẩm thực của chúng tôi. Chúng tôi sẽ cho Cherry biết rằng bạn đã có khoảng thời gian tuyệt vời với chuyến lưu diễn của cô ấy. Hẹn gặp lại bạn sớm trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới.\nĐọc thêm",
            "Chuyến tham quan Suberb! Hướng dẫn viên Tommy của chúng tôi đã chỉ cho chúng tôi một số quán ăn nhỏ và quầy hàng thực phẩm nằm ngoài con đường du lịch đông đúc. Anh ấy rất chuyên nghiệp, gắn bó và cũng giới thiệu cho chúng tôi về các khu chợ địa phương, những con hẻm và nghề thủ công trong khu phố cổ. Tất cả trong một trải nghiệm tuyệt vời. Chúng ta sẽ không bao giờ tự mình đến được đây.  Cô con gái 4,5 tuổi của chúng tôi cũng có một trải nghiệm tuyệt vời và người hướng dẫn của chúng tôi đã đưa cô ấy theo sát suốt chặng đường. Đặc biệt. Chúng tôi thực sự có thể giới thiệu chuyến tham quan Tommy và Secret Food! Việc phải làm với tư cách là khách truy cập.Đọc thêm",
            "Xin chào Jule, cảm ơn bạn đã để lại cho chúng tôi phản hồi tích cực này. Chúng tôi vô cùng vui mừng khi biết rằng bạn và con gái rất thích những món ăn và địa điểm mà bạn đã ghé thăm trong chuyến tham quan này. Chúng tôi rất vui vì bạn đã có trải nghiệm du lịch tuyệt vời với hướng dẫn viên của chúng tôi, Tommy. Anh ấy sẽ rất vui vì lời đề nghị cao. Chúng tôi - rất mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi hiện có tại 50 thành phố trên toàn thế giới!Đọc thêm"
        ],
        "star_ratings": [
            107,
            2,
            0,
            0,
            1
        ],
        "review_amount": 110,
        "location": [
            "Việt Nam",
            "Tour ẩm thực bí mật Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written July 30, 2019",
            "Written July 24, 2019",
            "Written July 23, 2019",
            "Written July 19, 2019",
            "Written June 28, 2019",
            "Written June 26, 2019",
            "Written June 16, 2019",
            "Written June 13, 2019",
            "Written June 13, 2019",
            "Written June 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14115710-Reviews-or40-Secret_Food_Tours_Hanoi-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or30-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or50-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14166710-Reviews-ArtBook-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15586234-Reviews-Huong_s_Heaven_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15688938-Reviews-Du_Lich_Hang_Ngay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25007013-Reviews-Hanoi_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950322-Reviews-Vietnamese_National_Assembly-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d20156682-Reviews-Free_Walking_Tours_Hanoi-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10323576-Reviews-Hanoi_Free_Local_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14006879-Reviews-Viet_Leading_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g27501570-d20154110-Reviews-Thang_Long_Water_Puppet_Theater-Hoan_Kiem_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5022436-Reviews-Hanoi_Photography_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27306327-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14116046-Reviews-Em_Am_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15641539-Reviews-Pham_Gia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32973-d128452-Reviews-Brannan_Island_State_Park-Rio_Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187299-d6415109-Reviews-The_Eagle_s_Nest-Berchtesgaden_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g42655-d3916175-Reviews-South_Higgins_Lake_State_Park-Roscommon_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d10059629-Reviews-Gulo_s_Thermal_Spa-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g13355887-d149639-Reviews-Playa_Seven_Seas-Las_Croabas_Fajardo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187291-d6652123-Reviews-Public_Library_Stuttgart-Stuttgart_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187713-Reviews-Petticoat_Lane_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6969659-Reviews-Budapest_Pinball_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60724-d318916-Reviews-Castle_Valley-Moab_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g34913-d7188024-Reviews-Gwinnett_Place_Mall-Duluth_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or50-Secret_Food_Tours_Hanoi-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or40-Secret_Food_Tours_Hanoi-Hanoi.html"
    },
    {
        "attraction_name": "Secret Food Tours Hanoi",
        "attraction_name_vi": "Tour ẩm thực bí mật Hà Nội",
        "general_info": [
            "110 đánh giá",
            "- 89 trên 527 Ăn – Uống tại Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Nhận thêm thông tin - Đặt trực tiếp để được đảm bảo giá thấp hơn, tại Secret Food Tours. Vì có thể khó tìm được một số quán ăn địa phương trong những con hẻm khuất của Hà Nội, không có cách nào tốt hơn để tìm hiểu những món ngon nhất của thành phố hơn là đặt tour Đi bộ Ẩm thực Bí mật Hà Nội của chúng tôi! Khám phá các món ăn truyền thống của Việt Nam, trải nghiệm lối sống của người dân địa phương, lấy cảm hứng từ những câu chuyện về văn hóa và ẩm thực của thành phố.Đọc thêm",
        "reviews": [
            "Chúng tôi là một gia đình 4 người đến từ Dublin, Ireland và chúng tôi đã may mắn có được Cherry. Rất vui và nguồn thông tin tuyệt vời. Những đứa trẻ vị thành niên của chúng tôi thân thiện với cô ấy nhanh đến mức cô ấy gọi con gái chúng tôi là em gái!! Chỉ là niềm vui tốt nhất - hãy chắc chắn rằng bạn đi. Các lựa chọn thực phẩm và địa điểm là tuyệt vời.  Cô ấy biết mọi thứ về thức ăn và tiếng Anh của cô ấy rất xuất sắc. Điều khó hiểu duy nhất là có lẽ có quá nhiều thức ăn. Thời gian tham quan dự kiến ​​là 3 giờ từ 5 giờ chiều đến 8 giờ tối. Cherry rời chúng tôi lúc 9h20 tối - nói thế là đủ rồi.  Cô ấy nên đại diện cho Việt Nam tại Thế vận hội ở môn đi bộ ẩu. Tôi nghĩ mình ổn - cô ấy đã đặt tôi vào tình thế nửa xu!!Đọc thêm",
            "Rất cám ơn vì phản hồi tốt đẹp này, Fionnan. Chúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ với hướng dẫn viên của chúng tôi, Cherry. Cô ấy sẽ rất vui khi đọc được những lời dễ chịu của bạn dành cho cô ấy. Và vâng, Cherry thực sự là một trong những người hướng dẫn tuyệt vời của chúng tôi. Chúng tôi hy vọng được gặp lại bạn và tham gia các chuyến tham quan khác của chúng tôi tại 50 thành phố trên toàn thế giới.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan chỉ có hai chúng tôi và nó thật tuyệt vời. Hướng dẫn viên Tommy của chúng tôi rất tuyệt, rất hữu ích và dạy tất cả các mẹo trong sách về ẩm thực ở Hà Nội và thậm chí còn dành thời gian để chỉ cho chúng tôi một chút về thành phố. Đồ ăn rất ngon, đồ ăn Việt Nam thực sự trên những con phố nhỏ của Hà Nội. Một điều nhất định phải làm nếu bạn đến Hà Nội, một trong những trải nghiệm ẩm thực tuyệt vời nhất của chúng tôi từ trước đến nay. Pedro và Ines Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia chuyến tham quan ẩm thực Hà Nội Pedro và Ines, chúng tôi thực sự đánh giá cao phản hồi tuyệt vời này. Chúng tôi vô cùng biết ơn khi biết rằng bạn coi chuyến tham quan này là một trong những trải nghiệm ẩm thực tuyệt vời nhất của mình. Ngoài ra, chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên của chúng tôi, Tommy trong chuyến tham quan. Chúng tôi - rất mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi hiện có tại 50 thành phố trên toàn thế giới!Đọc thêm",
            "Tôi đã có một thời gian tuyệt vời mặc dù trời mưa. Không chỉ là đồ ăn, tôi còn có một số lịch sử và quan điểm. Là một người yêu thích ẩm thực, tôi rất muốn biết câu chuyện phía sau cũng như hương vị. Hãy đi sớm trong chuyến đi của bạn... thì bạn sẽ biết phải đi đâu để tìm những món ăn ngon hơn!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá và đề xuất thú vị cho Secret Food Tours Hà Nội và hướng dẫn tuyệt vời của chúng tôi. Chúng tôi rất hân hạnh được cho bạn thấy vẻ đẹp thực sự của thành phố cũng như tất cả các món ăn chính thống và ngon lành của thành phố đang được chuẩn bị sẵn cho chúng tôi. Chúng tôi rất nóng lòng được gặp lại bạn trong Chuyến tham quan ẩm thực bí mật - hiện có mặt tại hơn 50 thành phố trên toàn thế giới. : - \nĐọc thêm",
            "Nếu bạn chưa bao giờ tham gia một chuyến du lịch ẩm thực ở Hà Nội, bạn có thể thấy điều này có thể chấp nhận được!   Thật không may, tôi không thuộc loại đó và thấy chuyến tham quan ẩm thực này thật kinh khủng.   Người hướng dẫn của chúng tôi, tôi nghĩ tên anh ấy là - Henry, - không biết gì về đồ ăn;  những nơi anh ấy đưa chúng tôi đến trông thậm chí còn không sạch sẽ; ba địa điểm đầu tiên là súp súp súp...... Điều duy nhất khiến chuyến tham quan này trở nên thú vị là những người trong nhóm vui vẻ và thú vịĐọc thêm",
            "Cảm ơn bạn đã đánh giá gần đây tại cố vấn chuyến đi, chúng tôi rất tiếc khi biết rằng bạn không hài lòng với chuyến tham quan ẩm thực của chúng tôi. Chúng tôi mong muốn lắng nghe tất cả các ý kiến ​​với tinh thần cởi mở và luôn cho phép cải thiện nếu chúng hợp lý.\n \nChúng tôi hiểu rằng luôn có những kỳ vọng khác nhau từ nhiều vị khách khác nhau, tuy nhiên đây là lần đầu tiên chúng tôi nhận được những bình luận tiêu cực như vậy kể từ khi tour bắt đầu. Tất cả những vị khách khác mà chúng tôi từng phục vụ đều hài lòng với dịch vụ của chúng tôi và chúng tôi cảm thấy tiếc vì bạn có quan điểm hoàn toàn khác.\n\nChúng tôi cố gắng khám phá những món ăn ngon nhất đại diện cho Việt Nam và tất cả chúng đều được người dân địa phương lựa chọn cẩn thận và hầu hết đều được chào đón và phổ biến ở Việt Nam. Tất cả chúng tôi đều đánh giá cao việc rất nhiều món ăn Việt Nam được phục vụ kèm với súp và điều đó không có gì sai cả. Chúng tôi không đồng ý rằng địa điểm ăn uống không sạch sẽ. Mặc dù phục vụ thức ăn đường phố nhưng những địa điểm này vẫn được rất nhiều người dân địa phương và khách du lịch ghé thăm hàng ngày với sự kiểm tra thường xuyên của sở y tế. Công việc của chúng tôi là phát hiện ra những sản phẩm tốt nhất và đảm bảo rằng tất cả chúng đều ở trong điều kiện hợp vệ sinh và an toàn để ăn. \n\nChúng tôi trân trọng hoạt động kinh doanh cũng như nhận xét có giá trị của bạn, do đó chúng tôi chắc chắn sẽ làm việc chăm chỉ để nâng cao tiêu chuẩn của mình cao hơn nữa.\n\nChúng tôi mong được phục vụ bạn một lần nữa trong Chuyến tham quan ẩm thực của chúng tôi ở các thành phố khác trên thế giới.Đọc thêm",
            "Mẹ tôi và tôi đã đến thăm Hà Nội - và Việt Nam - lần đầu tiên vào tháng 4 năm 2019 và muốn tìm hiểu thêm về ẩm thực truyền thống của Việt Nam trước khi tự mình mạo hiểm tìm nhà hàng. Chúng tôi đã đăng ký Tour ẩm thực bí mật vì tôi đã quen thuộc với chúng từ các thành phố khác và nó không làm chúng tôi thất vọng! Cuối cùng chỉ có mẹ tôi và tôi đăng ký vào ngày hôm đó, vì vậy chúng tôi đã rất may mắn khi có một chuyến tham quan riêng do Tommy tổ chức. Anh ấy thật tuyệt vời! Anh ấy đã đưa chúng tôi đến một loạt các nhà hàng ngon, dạy chúng tôi về từng món ăn, đồng thời cung cấp cho chúng tôi thông tin cơ bản về thành phố, văn hóa Việt Nam và kinh nghiệm của anh ấy khi lớn lên và sống tại Việt Nam. Đây chắc chắn là một trong những tour ẩm thực tuyệt vời nhất mà tôi từng tham gia - thật tuyệt vời!! Một lưu ý, tôi có lẽ sẽ không tham gia gói đồ uống bổ sung một lần nữa, nhưng sẽ giới thiệu tour này 100%! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá và đề xuất tuyệt vời này, Sophia! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan của Tommy. Thật vinh dự khi có bạn tham gia chuyến tham quan của chúng tôi và chúng tôi thực sự mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 40 thành phố trên toàn thế giới. : - \nĐọc thêm",
            "Muốn ăn thức ăn đường phố nhưng hơi sợ không biết bắt đầu từ đâu thì hãy bắt đầu từ đây! Phần giới thiệu tuyệt vời về món ăn đường phố ngon nhất Hà Nội này là điều bắt buộc nhưng lại mang lại cảm giác ngon miệng. Mọi nơi đều hợp vệ sinh, siêu an toàn và hoàn toàn ngon miệng. Tôi rất thích nó và thật hoàn hảo cho buổi tối đầu tiên của tôi ở Việt Nam. Chủ nhà của tôi rất tuyệt vời, rất hiểu biết và hấp dẫn. Rất khuyến khích.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và đã đánh giá chúng tôi là một trải nghiệm du lịch ẩm thực tuyệt vời. Chúng tôi rất vui khi có bạn tham gia chuyến tham quan với tư cách là những khách hàng yêu quý của chúng tôi. Bạn có thể tham gia lại với chúng tôi vào lần sau, vui lòng ghé thăm lại chúng tôi tại đây trong Chuyến tham quan ẩm thực bí mật. Bạn có thể thử trải nghiệm tham quan ẩm thực khác và chúng tôi hiện có mặt ở hơn 30 điểm đến trên toàn thế giới. Chúc bạn một ngày tốt lành!\n\nĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan ẩm thực đường phố với Tommy trong đêm đầu tiên ở Hà Nội và rất khuyến khích điều đó. Đó là phần giới thiệu tuyệt vời về ẩm thực Việt Nam, cách ăn và cách chế biến. Tommy cũng đưa vào một đoạn đối thoại đang diễn ra về Khu Phố Cổ và là chìa khóa giúp tôi vượt qua nỗi sợ hãi khi băng qua đường ở Hà Nội. Đến cuối chuyến tham quan, tất cả đều có ý nghĩa, tôi yêu thích - những Chuyến tham quan ẩm thực bí mật - và đã thực hiện một vài chuyến tham quan ở Châu Âu - công ty tuyệt vời và luôn có những hướng dẫn viên giỏi, món ăn thú vị và trải nghiệm ăn uống độc đáo tại những địa điểm tốt ở địa phương.Đọc thêm",
            "Cảm ơn Karen rất nhiều vì đã dành thời gian viết thư cho chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời khi khám phá thành phố khi tham gia chuyến tham quan ẩm thực của chúng tôi. Chúng tôi hy vọng được gặp lại bạn trong các chuyến tham quan khác của chúng tôi tại hơn 40 thành phố hiện nay trên toàn thế giới: - Hẹn gặp lại vào lần sau.Đọc thêm",
            "Chúng tôi đã tham gia chuyến tham quan ẩm thực với Tommy vào đêm đầu tiên ở Hà Nội. Chúng tôi đã tham gia nhiều chuyến tham quan ẩm thực và đây là chuyến tham quan rẻ nhất và là một trong những chuyến tham quan ngon nhất. Tôi không ngờ món ăn đường phố ở Hà Nội lại ngon đến vậy. Chúng tôi yêu thích đồ ăn đến mức chúng tôi đã quay lại 2 địa điểm trong chuyến lưu diễn trong kỳ nghỉ của mình. Tommy là người hướng dẫn hoàn hảo và anh ấy rất tuyệt vời với trẻ em. Anh ấy cũng dạy chúng tôi cách băng qua những con phố điên cuồng, đây là điều quan trọng nhất cần học khi di chuyển quanh Hà Nội. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và viết bài đánh giá tuyệt vời này, Molly! Chúng tôi vô cùng biết ơn vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan có hướng dẫn của Tommy. Chúng tôi thực sự mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 40 thành phố trên toàn thế giới. : - Đọc thêm",
            "Chúng tôi khá may mắn vì có hai người khác đã hủy vào phút chót nên chỉ có chúng tôi và hướng dẫn viên Henry : - - anh ấy là người Việt Nam nhưng đó - là tên tiếng Anh của anh ấy - . Anh ấy thực sự tuyệt vời đối với chúng tôi và tiếng Anh của anh ấy thật hoàn hảo! Chúng tôi hiểu mọi thứ và anh ấy đã kể cho chúng tôi rất nhiều điều về Hà Nội và Việt Nam! Thức ăn rất ngon! Chúng tôi dừng lại ở những nơi khác nhau - những nơi mà chúng tôi chưa bao giờ tìm thấy hoặc nhìn thấy! - và mọi nơi đều tuyệt vời! Anh ấy luôn giải thích nó là gì và bạn ăn nó như thế nào: - Cuối cùng, anh ấy đã chỉ cho chúng tôi nhiều nhất có thể và thậm chí còn đưa ra khuyến nghị cho chúng tôi về những thứ khác để thử! Đó thực sự là chuyến tham quan ẩm thực tuyệt vời nhất, tất cả các món ăn đều rất ngon và rất chân thực! Chúng tôi đã đi bộ rất nhiều nên hãy đảm bảo bạn mang giày thể thao thoải mái: - chúng tôi đã có khoảng thời gian tuyệt vời để làm quen với Henry và hỏi anh ấy vô số câu hỏi về ẩm thực Việt Nam! Cảm ơn bạn rất nhiều vì trải nghiệm tuyệt vời này! Chắc chắn giới thiệu nó cho bất cứ ai!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và chia sẻ trải nghiệm tuyệt vời của bạn trong chuyến tham quan ẩm thực Hà Nội của chúng tôi, Kiana. Chúng tôi rất hân hạnh được chia sẻ với bạn những món ăn ngon và chân thực nhất mà thành phố này cung cấp! Chúng tôi vô cùng hạnh phúc vì bạn đã có khoảng thời gian tuyệt vời với chúng tôi. Vui lòng cho chúng tôi biết khi nào bạn quay lại để chúng tôi có thể giảm giá cho bạn. Hẹn gặp lại bạn sớm trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 40 thành phố trên toàn thế giới. : - \nĐọc thêm",
            "Tôi đã thực hiện nhiều chuyến tham quan ẩm thực trong nhiều năm qua, Thái Lan, Singapore, Hồng Kông, Đức. Croatia, và tôi có thể thành thật nói rằng đây là nơi tôi yêu thích nhất. Không chỉ vì những món ăn tuyệt vời ở Hà Nội mà còn vì anh chủ nhà Tommy. Anh ấy thực sự biết công cụ của mình và có nhiều kinh nghiệm cũng như có tính cách tốt nhất cho chuyến lưu diễn này. Anh ấy không hối thúc bạn, Anh ấy trả lời tất cả các câu hỏi của bạn bằng kinh nghiệm và kiến ​​thức và anh ấy sẽ giúp bạn mọi nhu cầu của bạn khi ở Hà Nội. Anh ấy thực sự là một chàng trai tuyệt vời. Tôi thật sự đề nghị tua du lịch này!! Cảm ơn Tommy....bạn là người tuyệt vời nhất!!! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và đã đánh giá chúng tôi là một trải nghiệm du lịch ẩm thực tuyệt vời. Chúng tôi rất vui khi có bạn tham gia chuyến tham quan với tư cách là những khách hàng yêu quý của chúng tôi. Bạn có thể tham gia lại với chúng tôi vào lần sau, vui lòng ghé thăm lại chúng tôi tại đây trong Chuyến tham quan ẩm thực bí mật. Bạn có thể thử trải nghiệm tham quan ẩm thực khác và chúng tôi hiện có mặt ở hơn 30 điểm đến trên toàn thế giới. Chúc bạn một ngày tốt lành!Đọc thêm"
        ],
        "star_ratings": [
            107,
            2,
            0,
            0,
            1
        ],
        "review_amount": 110,
        "location": [
            "Việt Nam",
            "Tour ẩm thực bí mật Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written June 6, 2019",
            "Written June 2, 2019",
            "Written May 17, 2019",
            "Written May 8, 2019",
            "Written May 2, 2019",
            "Written April 16, 2019",
            "Written April 14, 2019",
            "Written April 14, 2019",
            "Written April 13, 2019",
            "Written March 31, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14115710-Reviews-or50-Secret_Food_Tours_Hanoi-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or40-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or60-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14166710-Reviews-ArtBook-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15586234-Reviews-Huong_s_Heaven_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15688938-Reviews-Du_Lich_Hang_Ngay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25007013-Reviews-Hanoi_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950322-Reviews-Vietnamese_National_Assembly-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d20156682-Reviews-Free_Walking_Tours_Hanoi-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10323576-Reviews-Hanoi_Free_Local_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14006879-Reviews-Viet_Leading_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g27501570-d20154110-Reviews-Thang_Long_Water_Puppet_Theater-Hoan_Kiem_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5022436-Reviews-Hanoi_Photography_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27306327-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14116046-Reviews-Em_Am_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15641539-Reviews-Pham_Gia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294230-d379334-Reviews-Water_Castle_Tamansari-Yogyakarta_Region_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g293987-d1911555-Reviews-O_Beach-Dead_Sea_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311087-Reviews-Ben_Thanh_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g57119-d7023336-Reviews-Sand_Hollow_Aquatic_Center-St_George_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d555030-Reviews-Seljalandsfoss-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d1167640-Reviews-Mayfield_Dairy_Farm-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g50862-d290622-Reviews-African_Safari_Wildlife_Park-Port_Clinton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187494-d313549-Reviews-Alcazar_of_Segovia-Segovia_Province_of_Segovia_Castile_and_Leon.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7940415-Reviews-Irish_Rail-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d4004098-Reviews-Kruger_Rock-Estes_Park_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or60-Secret_Food_Tours_Hanoi-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or50-Secret_Food_Tours_Hanoi-Hanoi.html"
    },
    {
        "attraction_name": "Secret Food Tours Hanoi",
        "attraction_name_vi": "Tour ẩm thực bí mật Hà Nội",
        "general_info": [
            "110 đánh giá",
            "- 89 trên 527 Ăn – Uống tại Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Nhận thêm thông tin - Đặt trực tiếp để được đảm bảo giá thấp hơn, tại Secret Food Tours. Vì có thể khó tìm được một số quán ăn địa phương trong những con hẻm khuất của Hà Nội, không có cách nào tốt hơn để tìm hiểu những món ngon nhất của thành phố hơn là đặt tour Đi bộ Ẩm thực Bí mật Hà Nội của chúng tôi! Khám phá các món ăn truyền thống của Việt Nam, trải nghiệm lối sống của người dân địa phương, lấy cảm hứng từ những câu chuyện về văn hóa và ẩm thực của thành phố.Đọc thêm",
        "reviews": [
            "Tommy là một hướng dẫn viên xuất sắc, người đã giới thiệu những điều phức tạp của Khu Phố Cổ mà chỉ người dân địa phương mới có thể cung cấp! Thức ăn rất tuyệt vời và giúp tôi hiểu được văn hóa ẩm thực ở Hà Nội! Nó có nhịp độ tốt và cung cấp nhiều loại thực phẩm địa phương để nếm thử và đảm bảo sẽ làm bạn no bụng!Đọc thêm",
            "Cảm ơn bạn đã đánh giá thực sự tốt đẹp! Chúng tôi hy vọng sẽ gặp lại bạn trong các chuyến tham quan ẩm thực khác của chúng tôi. Chúng tôi hiện có mặt tại hơn 40 thành phố trên toàn thế giới: - Hẹn gặp lại!Đọc thêm",
            "Chúng tôi không ngờ đồ ăn dọc phố Hà Nội lại ngon hơn nhiều nhà hàng 5 sao. Chuyến tham quan ẩm thực giống như một hòn đá trúng 2 con chim, chuyến tham quan thành phố - những món ăn ngon. Chúng tôi chỉ muốn cảm ơn hướng dẫn viên địa phương Tommy - Phiêu - vì đã chỉ cho chúng tôi mọi thứ khi ở Hà Nội!  -  -  - Đọc thêm",
            "Đó là một đánh giá áp đảo. Cảm ơn bạn rất nhiều vì đã tham gia chuyến tham quan và chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng nhóm của bạn đã có khoảng thời gian tuyệt vời khi nếm thử những món ăn ngon mà chúng tôi phục vụ. Chúng tôi hy vọng được gặp lại bạn trong các chuyến tham quan khác của chúng tôi tại hơn 40 thành phố hiện nay trên toàn thế giới: - Hẹn gặp lại vào lần sau.Đọc thêm",
            "Thommy hướng dẫn viên du lịch của chúng tôi là một hướng dẫn viên tuyệt vời, anh ấy kể cho chúng tôi rất nhiều về ẩm thực, những câu chuyện về từng món ăn và lịch sử của Hà Nội và Việt Nam. Các nhà hàng đã được lựa chọn kỹ càng và mang đến cái nhìn sâu sắc về ẩm thực Việt Nam. Tôi có thể giới thiệu chuyến tham quan này cho bất kỳ ai !! Nó thực sự rất vui và ba tiếng đồng hồ đã trôi qua. Vào cuối chuyến tham quan, chúng tôi đã chán ngấy hơn. Đơn giản chỉ cần đặt cho mình và thử nó. Chúc vui vẻ :- - Đọc thêm",
            "Cảm ơn bạn đã tham gia cùng chúng tôi! Tommy thực sự là một trong những hướng dẫn viên tuyệt vời của chúng tôi ở đây. Hãy tham gia cùng chúng tôi một lần nữa trong các tour ẩm thực khác của chúng tôi. Chúng tôi hiện có mặt tại hơn 40 thành phố trên toàn thế giới, hẹn gặp lại bạn!Đọc thêm",
            "Chúng tôi yêu thích chuyến lưu diễn với Tommy. Chuyến tham quan này là một cách tuyệt vời để thử một chút mọi thứ. Đó là đêm đầu tiên của chúng tôi ở Việt Nam và Tommy đã cho chúng tôi rất nhiều thông tin không chỉ về ẩm thực mà còn về lịch sử và cuộc sống chung của người dân Việt Nam. Thưởng thức nó một cách triệt để. Ngoài ra, đồ ăn rất ngon, chúng tôi đã ghé thăm lại nhiều địa điểm đó vào cuối chuyến đi. Rất khuyến khích!Đọc thêm",
            "Cảm ơn bạn đã lựa chọn Secret Food Tours Hà Nội. Chúng tôi không thể - không đồng ý nhiều hơn! Tommy là một hướng dẫn tuyệt vời! Chúng tôi thực sự đánh giá cao phản hồi ấm áp của bạn, Hannah. Chúng tôi rất mong sớm được gặp lại bạn vì chúng tôi hiện có mặt tại hơn 40 thành phố trên toàn thế giới. Cho đến thời điểm tiếp theo! : - \nĐọc thêm",
            "Tôi - đã sống ở Hà Nội được hơn một năm nên tôi đã biết một chút về ẩm thực Việt Nam. Tôi thường không đi chơi hay ăn uống ở khu phố cổ nhưng chuyến đi này lại khiến tôi yêu Hà Nội một lần nữa! Tommy có những thông tin rất thú vị để chia sẻ về thành phố khi chúng tôi khám phá OQ. Anh ấy đưa chúng tôi đến những nơi thực sự tốt để ăn. Cá nhân tôi rất thích bún chả và cửa hàng mang đến cho chúng tôi đã không làm chúng tôi thất vọng! Cà phê trứng cũng thật tuyệt vời! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và đã đánh giá chúng tôi là một trải nghiệm du lịch ẩm thực tuyệt vời. Chúng tôi rất vui khi có bạn tham gia chuyến tham quan với tư cách là những khách hàng yêu quý của chúng tôi. Bạn có thể tham gia lại với chúng tôi vào lần sau, vui lòng ghé thăm lại chúng tôi tại đây trong Chuyến tham quan ẩm thực bí mật. Bạn có thể thử trải nghiệm tham quan ẩm thực khác và chúng tôi hiện có mặt ở hơn 30 điểm đến trên toàn thế giới. Chúc bạn một ngày tốt lành!Đọc thêm",
            "Bạn bè của tôi và tôi nói chung rất hài lòng với Chuyến tham quan ẩm thực bí mật. Hướng dẫn viên của chúng tôi rất tốt bụng, có sức chứa và cho chúng tôi thử nhiều món ăn khác nhau. Đó cũng là một cách tuyệt vời để làm quen với thành phố. Sự thất vọng duy nhất của chúng tôi là bánh mì. Tất cả chúng tôi đều đồng ý rằng chúng không phải là món ngon nhất mà chúng tôi từng có, nhưng cà phê trứng thì thực sự tuyệt vời!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và đã đánh giá chúng tôi là một trải nghiệm du lịch ẩm thực tuyệt vời. Chúng tôi rất vui khi có bạn tham gia chuyến tham quan với tư cách là những khách hàng yêu quý của chúng tôi. Bạn có thể tham gia lại với chúng tôi vào lần sau, vui lòng ghé thăm lại chúng tôi tại đây trong Chuyến tham quan ẩm thực bí mật. Bạn có thể thử trải nghiệm tham quan ẩm thực khác và chúng tôi hiện có mặt ở hơn 30 điểm đến trên toàn thế giới. Chúc bạn một ngày tốt lành!Đọc thêm",
            "Chúng tôi yêu thích chuyến tham quan ẩm thực với Tommy. Anh ấy chỉ cho chúng tôi thành phố, kể cho chúng tôi những câu chuyện và đưa chúng tôi đi ăn những món ăn ngon của Việt Nam ở nhiều địa phương. Tommy là người hiểu biết, thân thiện và chân thật. Không thể giới thiệu anh ấy và chuyến tham quan đủ.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và đã đánh giá chúng tôi là một trải nghiệm du lịch ẩm thực tuyệt vời. Chúng tôi rất vui khi có bạn tham gia chuyến tham quan với tư cách là những khách hàng yêu quý của chúng tôi. Bạn có thể tham gia lại với chúng tôi vào lần sau, vui lòng ghé thăm lại chúng tôi tại đây trong Chuyến tham quan ẩm thực bí mật. Bạn có thể thử trải nghiệm tham quan ẩm thực khác và chúng tôi hiện có mặt ở hơn 30 điểm đến trên toàn thế giới. Chúc bạn một ngày tốt lành!Đọc thêm",
            "Chúng tôi đã đặt loại tour trực tuyến vào phút cuối. Hóa ra chúng tôi là những người duy nhất trong đoàn tham quan ngày hôm đó. May mắn cho chúng tôi! Tommy là hướng dẫn viên du lịch của chúng tôi và anh ấy rất giỏi trong việc mang đến cho chúng tôi khoảng thời gian vui vẻ. Thức ăn rất tuyệt, nhưng điều quan trọng hơn là bạn phải tìm hiểu về câu chuyện về ẩm thực và câu chuyện về khu phố cổ. Anh ấy cũng đưa chúng tôi đến những con phố mà chúng tôi sẽ không bao giờ tự mình tìm thấy và đó là một điều mở mang tầm mắt. Tôi muốn giới thiệu dịch vụ của anh ấy để có khoảng thời gian vui vẻ với những món ăn ngon.Đọc thêm",
            "Cảm ơn bạn đã đánh giá chúng tôi là trải nghiệm 5 sao và cảm ơn bạn đã viết đánh giá tích cực này! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên của chúng tôi, Tommy và nhận được rất nhiều thông tin thú vị về ẩm thực và văn hóa Hà Nội. Chúng tôi đánh giá rất cao bạn, hẹn gặp lại bạn sớm trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. : - Đọc thêm",
            "Tôi đã đăng ký một mình chuyến tham quan Ẩm thực Bí mật Hà Nội và thật may mắn khi được Tommy làm hướng dẫn viên. Anh ấy cực kỳ hiểu biết, thân thiện và kiên nhẫn với tất cả các câu hỏi của tôi. Tôi chắc chắn đã thử những thứ mà tôi chưa bao giờ tự mình tìm thấy và tôi đã học được rất nhiều điều về Việt Nam cũng như văn hóa Việt Nam trong suốt chặng đường đó. Cảm ơn một lần nữa Tommy, tôi hy vọng chúng ta sẽ gặp lại nhau!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia chuyến tham quan của chúng tôi và vì những lời tốt đẹp của bạn. Chúng tôi - thực sự vinh dự khi có bạn tham gia chuyến tham quan ẩm thực của chúng tôi và chúng tôi - vô cùng vui mừng vì bạn đã có khoảng thời gian tuyệt vời với Tommy! Vui lòng đến và ghé thăm lại các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. Cho đến thời điểm tiếp theo! : -   Đọc thêm",
            "Chúng tôi gặp hướng dẫn viên Tommy tại Nhà hát múa rối nước ở Hồ Hoàn Kiếm. Anh ấy rất thân thiện và nói tiếng Anh rất tốt. Anh ấy chỉ cho chúng tôi nơi có thể mua được những món ăn tuyệt vời ở Hà Nội, cách ăn đúng cách và cũng giải thích cách họ chế biến món ăn đó. Đó là một cách tuyệt vời để dành buổi tối và tôi thực sự khuyên bạn nên làm như vậy.Đọc thêm",
            "Cảm ơn bạn đã đánh giá chúng tôi là trải nghiệm 5 sao và cảm ơn bạn đã viết đánh giá tích cực này! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên của chúng tôi, Tommy và nhận được rất nhiều thông tin thú vị về ẩm thực và văn hóa Hà Nội. Chúng tôi đánh giá rất cao bạn, hẹn gặp lại bạn sớm trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. : - Đọc thêm"
        ],
        "star_ratings": [
            107,
            2,
            0,
            0,
            1
        ],
        "review_amount": 110,
        "location": [
            "Việt Nam",
            "Tour ẩm thực bí mật Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written March 24, 2019",
            "Written March 24, 2019",
            "Written March 22, 2019",
            "Written March 21, 2019",
            "Written February 26, 2019",
            "Written February 20, 2019",
            "Written February 18, 2019",
            "Written January 30, 2019",
            "Written January 10, 2019",
            "Written January 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14115710-Reviews-or60-Secret_Food_Tours_Hanoi-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or50-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or70-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14166710-Reviews-ArtBook-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15586234-Reviews-Huong_s_Heaven_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15688938-Reviews-Du_Lich_Hang_Ngay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25007013-Reviews-Hanoi_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950322-Reviews-Vietnamese_National_Assembly-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d20156682-Reviews-Free_Walking_Tours_Hanoi-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10323576-Reviews-Hanoi_Free_Local_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14006879-Reviews-Viet_Leading_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g27501570-d20154110-Reviews-Thang_Long_Water_Puppet_Theater-Hoan_Kiem_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5022436-Reviews-Hanoi_Photography_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27306327-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14116046-Reviews-Em_Am_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15641539-Reviews-Pham_Gia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1168948-d12579071-Reviews-Ebony_Forest_Reserve-Chamarel.html",
            "https://www.tripadvisor.com/Attraction_Review-g297916-d456375-Reviews-Bang_Saen_Beach-Chonburi_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1510664-d18968020-Reviews-Kuriftu_Water_Park-Bishoftu_Oromiya_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187907-d196146-Reviews-Lake_Trasimeno-Perugia_Province_of_Perugia_Umbria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d195616-Reviews-Mont_Blanc-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d1230867-Reviews-Porto_Katsiki-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d8060808-Reviews-The_Church_Nightclub-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g53231-d7108399-Reviews-Salt_Springs_State_Park-Montrose_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190133-Reviews-Villa_Borghese-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or70-Secret_Food_Tours_Hanoi-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or60-Secret_Food_Tours_Hanoi-Hanoi.html"
    },
    {
        "attraction_name": "Secret Food Tours Hanoi",
        "attraction_name_vi": "Tour ẩm thực bí mật Hà Nội",
        "general_info": [
            "110 đánh giá",
            "- 89 trên 527 Ăn – Uống tại Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Nhận thêm thông tin - Đặt trực tiếp để được đảm bảo giá thấp hơn, tại Secret Food Tours. Vì có thể khó tìm được một số quán ăn địa phương trong những con hẻm khuất của Hà Nội, không có cách nào tốt hơn để tìm hiểu những món ngon nhất của thành phố hơn là đặt tour Đi bộ Ẩm thực Bí mật Hà Nội của chúng tôi! Khám phá các món ăn truyền thống của Việt Nam, trải nghiệm lối sống của người dân địa phương, lấy cảm hứng từ những câu chuyện về văn hóa và ẩm thực của thành phố.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện Chuyến tham quan ẩm thực bí mật tại Hà Nội vào đêm đầu tiên ở Việt Nam và đó là một cách tuyệt vời để bắt đầu chuyến đi của chúng tôi.  Ẩm thực là một phần quan trọng của bất kỳ nền văn hóa nào và hướng dẫn viên Tommy của chúng tôi đã rất xuất sắc trong việc giải thích về ẩm thực, phong cách sống địa phương, đồng thời anh ấy cũng cho chúng tôi những lời khuyên cho phần còn lại của chuyến đi.  Đây là một cách tuyệt vời để cảm thấy an toàn khi thử tất cả các món ăn tươi ngon của địa phương và Tommy đã đưa chúng tôi đi khắp các con hẻm để đến những nơi tuyệt vời nhất.  Tôi rất vui khi thực hiện Chuyến tham quan ẩm thực bí mật ở bất kỳ thành phố mới nào, dựa trên kinh nghiệm của chúng tôi. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia! Chúng tôi rất vui vì bạn thích chuyến tham quan của Tommy. Vui lòng quay lại và ghé thăm các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. Hẹn lần sau!Đọc thêm",
            "Vợ tôi và tôi thực sự thích chuyến tham quan kéo dài 3 giờ với người bạn hướng dẫn mới của chúng tôi - Tommy -. Quy mô nhóm là 6 người, lý tưởng để chen chúc quanh - hầu hết các bàn nhà hàng nhỏ quanh Hà Nội. - Chúng tôi đã tham gia một tour ẩm thực khác tại TP.HCM với một công ty khác, nơi quy mô nhóm quá lớn ở mức 10 - -. Chúng tôi dừng lại khoảng 6 lần tại các địa điểm địa phương và rất dễ dàng để vào và ra vì hướng dẫn viên của chúng tôi đã gọi món và thanh toán mỗi lần. Anh ấy cũng đã làm rất tốt trong việc bày đồ ăn ra để chúng tôi không bị quá no sau hai điểm dừng đầu tiên - giống như các tour du lịch trước đây -. Tôi thích tìm hiểu về các loại thực phẩm khác nhau và bối cảnh của từng loại đối với văn hóa và cuộc sống hàng ngày của người Hà Nội. Thật tuyệt khi đi dạo xung quanh và tìm hiểu về các con phố khác nhau và một số thông tin thú vị ở đây và ở đó về lịch sử và kiến ​​trúc. Không thể sai ở đây. ĐỒ ĂN THẬT TUYỆT VỜI! Món được yêu thích nhất là salad thịt bò khô. Đọc thêm",
            "Cảm ơn bạn đã đánh giá chúng tôi là trải nghiệm 5 sao và cảm ơn bạn đã viết bài đánh giá tích cực này! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên của chúng tôi, Tommy và đã có được nhiều thông tin thú vị về ẩm thực và văn hóa Hà Nội. Chúng tôi rất trân trọng bạn, hẹn gặp lại bạn sớm trong các Tour ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. : - Đọc thêm",
            "Đây là một tour du lịch đặc biệt. Chúng tôi đã ăn ở những địa điểm độc đáo - những nơi mà nếu không bạn sẽ bỏ lỡ, nói chuyện với người dân địa phương và tìm hiểu sự thật về cuộc sống ở trung tâm Hà Nội. Tôi muốn giới thiệu món này cho mọi lứa tuổi, mọi quy mô nhóm và cho những người thích ăn uống hoặc những người chỉ thích ăn uống. Tommy rất thành thạo và rất nhạy bén với tính chất của nhóm, anh ấy có thể để các cuộc trò chuyện trôi chảy hoặc xen vào khi cần thiết, một người hướng dẫn chuyên nghiệp. Phải làm ở Hà Nội. Đặt ngay hôm nay.Đọc thêm",
            "Wow! Cảm ơn bạn rất nhiều vì đã dành thời gian quý báu của mình để viết cho chúng tôi một bài đánh giá và khuyến nghị chi tiết và tuyệt vời như vậy, Ben. Chuyến tham quan ẩm thực của chúng tôi thực sự là một cách tuyệt vời để trải nghiệm nền văn hóa đáng chú ý của Hà Nội và các món ăn đích thực như một người dân địa phương. Chúng tôi rất biết ơn những lời tốt đẹp của bạn dành cho Tommy. Vui lòng cho chúng tôi biết khi nào bạn quay lại để chúng tôi có thể giảm giá cho bạn, hẹn gặp lại bạn sớm trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. : - Đọc thêm",
            "Tôi đã đặt tour này cho chồng tôi, con trai tôi - chính tôi - nó đã chứng tỏ đây là một lời giới thiệu tuyệt vời về Hà Nội. Tommy hướng dẫn viên của chúng tôi rất am hiểu và nhiệt tình, mang đến cho nhóm nhỏ của chúng tôi những trải nghiệm ẩm thực khác nhau tại nhiều địa điểm ăn uống khác nhau trong Khu Phố Cổ. Chúng tôi đặc biệt thích cách anh ấy đưa thông tin lịch sử vào chuyến tham quan, chẳng hạn như giải thích sự khác biệt giữa chùa và chùa cũng như nguồn gốc của tiếng Việt. Nhóm của chúng tôi rất hợp nhau nên chuyến tham quan kéo dài 3 giờ đã được gộp thành 4 giờ. Điều này không làm Tommy bối rối chút nào, anh ấy có vẻ thực sự thích thú khi tất cả chúng tôi đều đắm chìm vào cuộc trò chuyện, được hỗ trợ bởi những món ăn tuyệt vời - sự ấm áp thực sự của mọi người. Dạo quanh những con hẻm nhỏ đầy người ăn uống, trò chuyện - kể về cuộc sống hàng ngày của họ mang đến cái nhìn sâu sắc hấp dẫn về nền văn hóa độc đáo này. Rất khuyến khích.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì bài đánh giá tuyệt vời này Angie! Chúng tôi rất vui vì bạn thích chuyến tham quan của Tommy: - Anh ấy thực sự rất vui vẻ, thông minh và rất dễ gần. Hãy quay lại và ghé thăm các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. Chúng tôi hy vọng sớm được gặp lại bạn! Đọc thêm",
            "Chuyến tham quan ẩm thực tuyệt vời của hướng dẫn viên Tommy của chúng tôi tối qua. Chúng tôi chắc chắn không cần ăn nhiều hơn sau đó! Món ăn địa phương rất ngon mà có lẽ chúng ta sẽ không nghĩ đến việc ăn nếu chúng ta tự gọi món. Rất vui vì chúng tôi đã thực hiện chuyến tham quan! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và chia sẻ trải nghiệm tuyệt vời của bạn, vị khách thân mến. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan ẩm thực của Tommy. Hãy đến thăm chúng tôi lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi tại hơn 30 thành phố trên toàn thế giới! : - Đọc thêm",
            "Đừng ngần ngại đặt tour này!  Tommy, hướng dẫn viên du lịch xuất sắc nhất của chúng tôi, đã đưa chúng tôi đi tham quan ẩm thực ở phố cổ Hà Nội!  Chúng tôi không chỉ ăn uống một cách ngớ ngẩn mà còn được học những bài học lịch sử về các khu vực, địa điểm trong phố cổ cũng như con người ở đó.  Chúng tôi hòa nhập với người dân địa phương trong các quán ăn, quán bia và quán cà phê.  Chúng tôi đã gặp các chủ cửa hàng và tìm hiểu cách họ vận hành.  Nếu bạn thực sự muốn trải nghiệm Hà Nội hãy tham gia chuyến tham quan này!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá và đề xuất thú vị này, Patricia! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan của Patricia. Thật vinh dự khi có bạn tham gia chuyến tham quan của chúng tôi và chúng tôi thực sự mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. : - \nĐọc thêm",
            "Chúng tôi đã có chuyến tham quan vào tối hôm qua và điều đó thật tuyệt vời. Hướng dẫn viên của chúng tôi biết rất nhiều về thành phố và chỉ cho chúng tôi những địa điểm ăn uống tuyệt vời! Rất muốn giới thiệu nó! Laura - AlexĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và viết bài đánh giá và đề xuất này, Laura. Chúng tôi vô cùng biết ơn vì bạn đã có khoảng thời gian tuyệt vời với chúng tôi. Chúng tôi thực sự mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. : - Đọc thêm",
            "Đã thực hiện chuyến tham quan này vào tối hôm nọ.  Tommy hướng dẫn viên du lịch rất tuyệt vời - thân thiện, hiểu biết và rất cẩn thận để đảm bảo rằng tôi rất thích chuyến tham quan.  Lựa chọn thực phẩm rất tốt.  Tôi rất muốn giới thiệu tour này cho bất kỳ ai ở Hà Nội Đọc thêm",
            "Cảm ơn bạn đã đánh giá rất tích cực, James. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan của Tommy.  Chúng tôi rất mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới.\nĐọc thêm",
            "Đã có khoảng thời gian tuyệt vời với Tommy và những người còn lại trong nhóm vào tuần trước! Tommy là một người chủ nhà tuyệt vời. Anh ấy giải thích về văn hóa ẩm thực và cà phê của Hà Nội - Việt Nam và chia sẻ những sự thật thú vị về những món ăn khác nhau mà chúng tôi đã thử. Bạn - sẽ học được một vài điều về cách tạo ra món phở trộn của riêng mình: - Nhóm của tôi rất hợp nhau đến nỗi chúng tôi đã dành nhiều thời gian hơn cho đồ uống! Cảm ơn Tommy và Secret Food Tours!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và viết bài đánh giá tuyệt vời này, Monica. Chúng tôi vô cùng vui mừng vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan có hướng dẫn của Tommy và thậm chí còn học được cách tạo ra món Phở trộn của riêng bạn. Chúng tôi thực sự mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. : - Đọc thêm",
            "Chúng tôi đã đặt tour ẩm thực vào ngày đầu tiên trọn vẹn ở Việt Nam và rất vui vì đã làm vậy. Tour rất tuyệt, hướng dẫn viên của chúng tôi, Tommy, cực kỳ thân thiện và hiểu biết. Những địa điểm chúng tôi ghé thăm trong tour đều có chất lượng tốt, và không phải những nơi chúng tôi có thể tự tìm thấy. Tommy đã giải thích rất nhiều về văn hóa và truyền thống đằng sau những món ăn chúng tôi đã ăn, và chỉ cho chúng tôi cách ăn đúng cách. Anh ấy là một người chủ nhà tự nhiên và đã giới thiệu tuyệt vời cho chúng tôi về lịch sử và di sản của khu phố cổ. Anh ấy thậm chí còn mời chúng tôi thử những món ăn không có trong tour chính thức, và chúng tôi cảm thấy mình được anh ấy chăm sóc chu đáo. Tôi sẽ giới thiệu tour này cho bất kỳ ai muốn được giới thiệu về văn hóa và ẩm thực Việt Nam và muốn thoát khỏi vùng an toàn của mình. Đọc thêm",
            "Ồ! Cảm ơn bạn đã chia sẻ trải nghiệm đáng chú ý của bạn trong chuyến tham quan ẩm thực của chúng tôi. Chúng tôi rất hân hạnh được cho bạn thấy những viên ngọc đẹp và tiềm ẩn của Hà Nội. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan của Tommy. Hãy đến thăm chúng tôi lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi tại hơn 30 thành phố trên toàn thế giới! Cho đến thời điểm tiếp theo! : - \nĐọc thêm"
        ],
        "star_ratings": [
            107,
            2,
            0,
            0,
            1
        ],
        "review_amount": 110,
        "location": [
            "Việt Nam",
            "Tour ẩm thực bí mật Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Những việc cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written January 4, 2019",
            "Written January 3, 2019",
            "Written December 27, 2018",
            "Written December 24, 2018",
            "Written December 22, 2018",
            "Written December 21, 2018",
            "Written December 21, 2018",
            "Written December 2, 2018",
            "Written November 19, 2018",
            "Written November 16, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14115710-Reviews-or70-Secret_Food_Tours_Hanoi-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or60-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or80-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14166710-Reviews-ArtBook-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15586234-Reviews-Huong_s_Heaven_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15688938-Reviews-Du_Lich_Hang_Ngay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25007013-Reviews-Hanoi_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950322-Reviews-Vietnamese_National_Assembly-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d20156682-Reviews-Free_Walking_Tours_Hanoi-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10323576-Reviews-Hanoi_Free_Local_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14006879-Reviews-Viet_Leading_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g27501570-d20154110-Reviews-Thang_Long_Water_Puppet_Theater-Hoan_Kiem_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5022436-Reviews-Hanoi_Photography_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27306327-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14116046-Reviews-Em_Am_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15641539-Reviews-Pham_Gia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d103007-Reviews-The_Crow_s_Nest-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d208054-Reviews-Rue_Montorgueil-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d3332071-Reviews-Streets_at_Southpoint-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48604-d10417373-Reviews-Smith_Point_Beach-Shirley_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d8662821-Reviews-Nieuwezijds_Gay_Sauna-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8388405-Reviews-TAO_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d313685-Reviews-Estadi_Olimpic-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34534-d1774966-Reviews-Washington_Oaks_Gardens_State_Park-Palm_Coast_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d152961-Reviews-EL_SQUID_ROE-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d10720304-Reviews-Dolfins_Luna_Park-Ayia_Napa_Famagusta_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or80-Secret_Food_Tours_Hanoi-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or70-Secret_Food_Tours_Hanoi-Hanoi.html"
    },
    {
        "attraction_name": "Secret Food Tours Hanoi",
        "attraction_name_vi": "Tour ẩm thực bí mật Hà Nội",
        "general_info": [
            "110 đánh giá",
            "- 89 trên 527 Ăn – Uống tại Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Nhận thêm thông tin - Đặt trực tiếp để được đảm bảo giá thấp hơn, tại Secret Food Tours. Vì có thể khó tìm được một số quán ăn địa phương trong những con hẻm khuất của Hà Nội, không có cách nào tốt hơn để tìm hiểu những món ngon nhất của thành phố hơn là đặt tour Đi bộ Ẩm thực Bí mật Hà Nội của chúng tôi! Khám phá các món ăn truyền thống của Việt Nam, trải nghiệm lối sống của người dân địa phương, lấy cảm hứng từ những câu chuyện về văn hóa và ẩm thực của thành phố.Đọc thêm",
        "reviews": [
            "Chuyến tham quan ẩm thực tuyệt vời của hướng dẫn viên Tommy của chúng tôi tối qua. Chúng tôi chắc chắn không cần ăn nhiều hơn sau đó! Món ăn địa phương rất ngon mà có lẽ chúng ta sẽ không nghĩ đến việc ăn nếu chúng ta tự gọi món. Rất vui vì chúng tôi đã thực hiện chuyến tham quan! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và chia sẻ trải nghiệm tuyệt vời của bạn, vị khách thân mến. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan ẩm thực của Tommy. Hãy đến thăm chúng tôi lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi tại hơn 30 thành phố trên toàn thế giới! : - Đọc thêm",
            "Đừng ngần ngại đặt tour này!  Tommy, hướng dẫn viên du lịch xuất sắc nhất của chúng tôi, đã đưa chúng tôi đi tham quan ẩm thực ở phố cổ Hà Nội!  Chúng tôi không chỉ ăn uống một cách ngớ ngẩn mà còn được học những bài học lịch sử về các khu vực, địa điểm trong phố cổ cũng như con người ở đó.  Chúng tôi hòa nhập với người dân địa phương trong các quán ăn, quán bia và quán cà phê.  Chúng tôi đã gặp các chủ cửa hàng và tìm hiểu cách họ vận hành.  Nếu bạn thực sự muốn trải nghiệm Hà Nội hãy tham gia chuyến tham quan này!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá và đề xuất thú vị này, Patricia! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan của Patricia. Thật vinh dự khi có bạn tham gia chuyến tham quan của chúng tôi và chúng tôi thực sự mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. : - \nĐọc thêm",
            "Chúng tôi đã đi Tour vào tối qua và thật tuyệt vời. Hướng dẫn viên của chúng tôi biết rất nhiều về thành phố và chỉ cho chúng tôi những nơi tuyệt vời để ăn! Tôi thực sự muốn giới thiệu nó! Laura - Alex Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và viết bài đánh giá và đề xuất này, Laura. Chúng tôi vô cùng biết ơn vì bạn đã có khoảng thời gian tuyệt vời với chúng tôi. Chúng tôi thực sự mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. : - Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời với Tommy và những người còn lại trong nhóm vào tuần trước! Tommy là một người chủ nhà tuyệt vời. Anh ấy giải thích về văn hóa ẩm thực và cà phê của Hà Nội - Việt Nam và chia sẻ những sự thật thú vị về những món ăn khác nhau mà chúng tôi đã thử. Bạn - sẽ học được một vài điều về cách tạo ra món phở trộn của riêng mình: - Nhóm của tôi rất hợp nhau đến nỗi chúng tôi đã dành nhiều thời gian hơn cho đồ uống! Cảm ơn Tommy và Secret Food Tours!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và viết bài đánh giá tuyệt vời này, Monica. Chúng tôi vô cùng vui mừng vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan có hướng dẫn của Tommy và thậm chí còn học được cách tạo ra món Phở trộn của riêng bạn. Chúng tôi thực sự mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. : - Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan ẩm thực vào ngày đầu tiên ở Việt Nam và rất vui vì chúng tôi đã làm như vậy. Chuyến tham quan thật tuyệt vời, hướng dẫn viên của chúng tôi, Tommy cực kỳ thân thiện và hiểu biết. Những địa điểm chúng tôi ghé thăm trong chuyến tham quan có chất lượng tốt chứ không phải những nơi chúng tôi có thể tự tìm thấy. Tommy giải thích rất nhiều về văn hóa và truyền thống đằng sau những món ăn chúng tôi ăn, đồng thời chỉ cho chúng tôi cách ăn chúng đúng cách. Anh ấy là một người dẫn chương trình tự nhiên và đã cho chúng tôi một lời giới thiệu tuyệt vời về lịch sử và di sản của khu phố cổ. Anh ấy thậm chí còn mời chúng tôi thử các món ăn không có trong chuyến lưu diễn chính thức và chúng tôi cảm thấy mình rất hợp tác với anh ấy. Tôi - muốn giới thiệu chuyến tham quan này cho bất kỳ ai muốn tìm hiểu về văn hóa và ẩm thực Việt Nam và muốn thoát ra khỏi vùng an toàn của họ.Đọc thêm",
            "Wow! Cảm ơn bạn đã chia sẻ trải nghiệm đáng nhớ của mình trong chuyến tham quan ẩm thực của chúng tôi. Chúng tôi rất vui khi được giới thiệu cho bạn những viên ngọc ẩn giấu và tuyệt đẹp của Hà Nội. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan của Tommy. Hãy đến thăm chúng tôi một lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi tại hơn 30 thành phố trên toàn thế giới! Hẹn gặp lại lần sau! : -\nĐọc thêm",
            "Hôm qua tôi đã rất thích tour ẩm thực bí mật ở phố cổ Hà Nội với Tommy. Anh ấy đã chỉ cho tôi những địa điểm nhỏ mà tôi có thể đã tìm thấy nhưng chắc chắn tôi sẽ không bao giờ - đủ can đảm - để thử những món ăn ngon của họ - và sẽ bỏ lỡ những trải nghiệm ẩm thực phi thường. Tommy đã giải thích cho tôi về món ăn, cách chế biến và thời điểm người Việt Nam thường ăn. Anh ấy cũng đã trả lời các câu hỏi của tôi và cho tôi biết một chút về cuộc sống thường ngày của người Việt theo cách này. Tôi chắc chắn sẽ đặt tour này với Tommy một lần nữa và có thể giới thiệu nó! Hãy tận hưởng nó nhiều như tôi đã từng! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và chia sẻ trải nghiệm tuyệt vời của mình, Matthias! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan ẩm thực có hướng dẫn của Tommy. Hãy đến thăm chúng tôi lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi tại hơn 30 thành phố trên toàn thế giới! : - Đọc thêm",
            "Bạn PHẢI thử các món ăn đường phố ở Hà Nội, và còn cách nào tốt hơn để làm điều đó với một hướng dẫn viên am hiểu và thích phiêu lưu. Đây là món đầu tiên của tôi - chồng tôi - trong danh sách cho chuyến thăm Hà Nội của chúng tôi và nó đã không làm tôi thất vọng. Hướng dẫn viên Tommy của chúng tôi thật tuyệt vời - anh ấy đã kể cho chúng tôi rất nhiều lịch sử về văn hóa ẩm thực ở Hà Nội và Việt Nam, đồng thời chỉ cho chúng tôi cách ăn thích hợp từng món để chúng tôi có được trải nghiệm tốt nhất. Đến cuối chuyến tham quan, chúng tôi cảm thấy no và hạnh phúc. Ngoài chuyến tham quan ẩm thực, bạn còn có được một chuyến hành trình qua khu phố cổ và học hỏi được nhiều điều từ đó. Tommy đã có rất nhiều thông tin để cung cấp và chúng tôi rất biết ơn về tất cả những điều đó. Chúng tôi thực sự rất thích chuyến tham quan này, rất khuyến khích! Đọc thêm",
            "Xin chân thành cảm ơn bạn đã tham gia chuyến tham quan của chúng tôi cũng như vì đánh giá và đề xuất rất thú vị này. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan của Tommy và chúng tôi rất hân hạnh được cho bạn thấy thành phố Hà Nội xinh đẹp và những viên ngọc ẩn giấu của nó. Chúng tôi rất nóng lòng được gặp bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 30 thành phố trên toàn thế giới. : - Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với Nhung. Có thể không phải là hướng dẫn viên du lịch chuyên nghiệp nhất, nhưng chúng tôi đã có rất nhiều niềm vui. Cô ấy đảm bảo rằng chúng tôi đã nhìn thấy toàn bộ thành phố.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia Crein. Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong chuyến tham quan. Vui lòng đến thăm chúng tôi lần nữa trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 26 thành phố trên toàn thế giới. Cho đến thời điểm tiếp theo! Đọc thêm",
            "Không gì gắn kết mọi người lại với nhau bằng những món ăn ngon! .vietnamesefood thật khác biệt và khó quên . Việt Nam luôn nằm trong cả hai danh sách của chúng tôi và chúng tôi muốn giới thiệu món ăn Việt Nam trên - bangalorexpress với những người theo dõi yêu thích ẩm thực của chúng tôi. Năm nay, chúng tôi đã thực hiện được điều đó và ngày đầu tiên chúng tôi phải thực hiện một chuyến tham quan ẩm thực!  - các chuyến tham quan ẩm thực bí mật không tiết lộ nơi bạn sẽ đi, điều đó giữ yếu tố bất ngờ và thật vui khi được gặp những người đến từ các quốc gia khác nhau và chúng tôi đã nói chuyện với nhau về ẩm thực gia đình và khám phá - hà nội đi bộ trong khi ôm bụng và cảm nhận về món chúng tôi thích và món nào chúng tôi sẽ đặc biệt nỗ lực để thử lại. Chúng tôi đã thử rất nhiều món như - buncuon , - buncha , - phobo , - nem , - cà phê trứng - bánh mì - hà nội bia , - đu đủ và vân vân TRÊN.  Khởi đầu tuyệt vời - kỳ nghỉ myvietnam Quan trọng nhất là không dễ để tìm kiếm những địa điểm ăn uống ngon ở địa phương và thử các món ăn khác nhau .. chuyến tham quan ẩm thực bí mật mang đến cho bạn hướng dẫn nhanh và cơ hội khám phá Phố cổ Hà Nội và ẩm thực địa phương. Rất khuyến khích bạn làm điều này hoặc ngày đầu tiên hoặc ngày thứ hai của bạn tại Việt Nam. Hướng dẫn Ông Tommy rất tốt bụng và ngọt ngào, chúng tôi muốn thử món chả giò kiểu Hà Nội và ông đã tìm thấy nó cho chúng tôi mặc dù nó có thể không nằm trên con đường tốt của ông. Nhìn chung một buổi tối vui vẻ khám phá ẩm thựcĐọc thêm",
            "Cảm ơn những lời tốt đẹp của bạn và chúng tôi rất vui vì bạn thích chuyến tham quan cùng Tommy. Cảm ơn bạn đã cùng chúng tôi khám phá thành phố. Hãy tham gia cùng chúng tôi lần nữa và thử các chuyến tham quan khác của chúng tôi tại hơn 50 thành phố trên toàn thế giới.Đọc thêm",
            "Trước hết, chúng tôi thực sự đánh giá cao việc có thể đặt phòng vào phút cuối mặc dù thông báo là không có phòng trống. Một email nhanh chóng đến người tổ chức và họ đã tìm cách đưa đối tác của tôi và tôi tham gia chuyến tham quan vào tối hôm đó. Cuối cùng chỉ có hai chúng tôi với người hướng dẫn tuyệt vời Tu - Tommy. Chúng tôi đã dành 7 tuần ở Việt Nam và đã thực hiện một số chuyến tham quan ẩm thực ở các thành phố khác và chuyến tham quan này thật tuyệt vời. Chúng tôi đã thử RẤT NHIỀU THỰC PHẨM đến nỗi chúng tôi phải lạch bạch về nhà - chúng tôi là những người ăn nhiều nên chúng tôi rất ấn tượng - và ở mỗi nơi Tú hỏi chúng tôi có muốn ăn thêm không nên nếu bạn ăn cả xe tải - bạn sẽ được chăm sóc. Tú thật tuyệt vời! Anh ấy kể cho chúng tôi nghe tất cả về những loại thực phẩm khác nhau mà chúng tôi đang thử, nguồn gốc của chúng và quan trọng nhất là cách ăn chúng đúng cách. Anh ấy biết rất nhiều về lịch sử của Khu Phố Cổ nên nó giống như một chuyến tham quan ẩm thực và tham quan lịch sử trong một. Chúng tôi làm hướng dẫn viên du lịch ở Châu Âu nên chúng tôi thực sự đánh giá cao điều đó. Cảm ơn bạn Tú!Đọc thêm",
            "Xin chào Daisy, cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và gửi đánh giá tích cực chi tiết như vậy! Chúng tôi thực sự đánh giá cao những lời tốt đẹp của bạn. Ngoài ra, chúng tôi - vô cùng biết ơn khi có bạn và biết rằng bạn đã có trải nghiệm du lịch tuyệt vời với hướng dẫn viên của chúng tôi, Tú. Chúng tôi thực sự hy vọng được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 50 thành phố trên toàn thế giới!Đọc thêm"
        ],
        "star_ratings": [
            107,
            2,
            0,
            0,
            1
        ],
        "review_amount": 110,
        "location": [
            "Việt Nam",
            "Tour ẩm thực bí mật Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written December 22, 2018",
            "Written December 21, 2018",
            "Written December 21, 2018",
            "Written November 19, 2018",
            "Written November 16, 2018",
            "Written November 16, 2018",
            "Written November 12, 2018",
            "Written October 13, 2018",
            "Written December 11, 2019",
            "Written December 2, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14115710-Reviews-or80-Secret_Food_Tours_Hanoi-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or70-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or90-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14166710-Reviews-ArtBook-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15586234-Reviews-Huong_s_Heaven_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15688938-Reviews-Du_Lich_Hang_Ngay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25007013-Reviews-Hanoi_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950322-Reviews-Vietnamese_National_Assembly-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d20156682-Reviews-Free_Walking_Tours_Hanoi-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10323576-Reviews-Hanoi_Free_Local_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14006879-Reviews-Viet_Leading_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g27501570-d20154110-Reviews-Thang_Long_Water_Puppet_Theater-Hoan_Kiem_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5022436-Reviews-Hanoi_Photography_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27306327-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14116046-Reviews-Em_Am_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15641539-Reviews-Pham_Gia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2305249-Reviews-Fort_Tryon_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29484-d4544112-Reviews-Mt_Apatite-Auburn_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d104636-Reviews-Magnolia_Plantation_Gardens-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d275715-Reviews-Locke-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19604649-Reviews-Naplavka_Rasinovo_nabrezi-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190408-d195270-Reviews-Prince_s_Palace_of_Monaco-Monaco_Ville.html",
            "https://www.tripadvisor.com/Attraction_Review-g50862-d14956145-Reviews-Twin_Oast_Brewing-Port_Clinton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g52962-d274432-Reviews-Big_Boulder-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534525-Reviews-BMW_Zentrum-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553045-Reviews-Magic_Motion_Rides_at_the_Excalibur-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or90-Secret_Food_Tours_Hanoi-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or80-Secret_Food_Tours_Hanoi-Hanoi.html"
    },
    {
        "attraction_name": "Secret Food Tours Hanoi",
        "attraction_name_vi": "Tour ẩm thực bí mật Hà Nội",
        "general_info": [
            "110 đánh giá",
            "- 89 trên 527 Ăn – Uống tại Hà Nội",
            "Tour ẩm thực"
        ],
        "attraction_summary": "Tìm hiểu thêm thông tin - Đặt trực tiếp để được đảm bảo giá thấp hơn tại Secret Food Tours. Vì có thể khó tìm thấy một số quầy hàng thực phẩm địa phương tại các con hẻm ẩn của Hà Nội, nên không có cách nào tốt hơn để tìm hiểu những món ngon nhất của thành phố này hơn là đặt tour đi bộ khám phá ẩm thực bí mật của Hà Nội! Khám phá ẩm thực truyền thống của Việt Nam, trải nghiệm lối sống của người dân địa phương, lấy cảm hứng từ những câu chuyện về văn hóa và ẩm thực của thành phố. Đọc thêm",
        "reviews": [
            "Đã có khoảng thời gian tuyệt vời khi đi giữa nhiều quán ăn đường phố nhỏ trong khu phố cổ với Tommy, rất khuyến khích chuyến tham quan này! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá và đề xuất 5 sao ngắn gọn nhưng ngọt ngào này, Amir. Vui lòng đến và ghé thăm lại các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 26 thành phố trên toàn thế giới. Cho đến thời điểm tiếp theo! : - Đọc thêm",
            "Tommy là một hướng dẫn tuyệt vời. Anh ấy rất hiểu biết và kiên nhẫn với chúng tôi. Anh ấy đưa chúng tôi đi suốt chuyến đi bất chấp trời mưa và luôn hào phóng với sự giúp đỡ của anh ấy. Anh ấy cũng nói tiếng Anh tốt. Trận chung kết với Cà phê Trứng thật sự rất thú vị.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia tour của chúng tôi và vì những lời tốt đẹp của bạn, Narendra. Chúng tôi thực sự rất vinh dự khi có bạn trong tour của chúng tôi và chúng tôi vô cùng vui mừng vì bạn đã có khoảng thời gian tuyệt vời với Tommy! Hãy đến và ghé thăm lại các Secret Food Tours khác của chúng tôi - hiện có mặt tại hơn 26 thành phố trên toàn thế giới. Hẹn gặp lại lần sau! : -\nĐọc thêm",
            "Một trong những điều tuyệt vời nhất chúng tôi đã làm ở Hà Nội với tư cách là một gia đình. Tommy là một người hướng dẫn tuyệt vời có sức chứa trẻ em. Chuyến tham quan kết hợp những sự thật thú vị về cuộc sống hàng ngày ở Việt Nam cũng như lịch sử của Khu Phố Cổ. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn cho chuyến tham quan ẩm thực của chúng tôi. Vui lòng quay lại và ghé thăm các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 26 thành phố trên toàn thế giới. Cho đến thời điểm tiếp theo! : - Đọc thêm",
            "Tommy là một hướng dẫn tuyệt vời! Đưa chúng tôi đến những nơi mà chúng tôi không thể tìm thấy một mình, thực sự quan tâm đến chúng tôi. rất khuyến khích.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá và đề xuất ngọt ngào này. Chúng tôi thực sự mong được gặp lại bạn trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 26 thành phố trên toàn thế giới. : - \nĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan ẩm thực kéo dài 3 giờ vượt quá mọi mong đợi! Chúng tôi gặp Tommy, hướng dẫn viên, ở gần hồ và bắt đầu tham quan khu phố cổ. Đi qua cả đường chính và ngõ phụ. Tommy đã giới thiệu cho chúng tôi những món ăn mà chúng tôi chưa từng gặp trước đây - tất cả đều chân thực và ngon miệng. Trải nghiệm những món ăn và sản phẩm mới thật tuyệt vời. Trên hết, Tommy rất tử tế khi trả lời mọi câu hỏi và đã nghĩ cho chúng tôi rất nhiều về lịch sử cũng như truyền thống của người Việt Nam. Rất khuyến khích! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và đánh giá tuyệt vời này. Chúng tôi rất vui mừng khi biết rằng bạn rất thích chuyến tham quan của Tommy! Chỉ cần cho chúng tôi biết khi nào bạn quay lại để chúng tôi có thể giảm giá cho bạn. Hẹn gặp lại bạn sớm trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 26 thành phố trên toàn thế giới. : - Đọc thêm",
            "Chúng tôi yêu thích chuyến tham quan ẩm thực của chúng tôi với Tommy. Anh ấy đưa chúng tôi đến với nhiều loại thực phẩm hoàn hảo mà Hà Nội nổi tiếng. Anh ấy chỉ cho chúng tôi cách ăn thích hợp từng món ăn. Anh ấy đã cung cấp một chuyến tham quan tuyệt vời đến Khu Phố Cổ và rất am hiểu về mọi thứ chúng tôi yêu cầu. Rất muốn giới thiệu! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời khuyên của bạn. Vui lòng quay lại và ghé thăm các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 26 thành phố trên toàn thế giới. Hẹn lần sau!Đọc thêm",
            "Chuyến lưu diễn của tôi kết thúc chỉ có tôi và Tommy. Chúng tôi đã có một khoảng thời gian tuyệt vời! Tiếng Anh của anh ấy rất tuyệt, anh ấy biết tất cả các địa điểm ở địa phương và là bạn của mọi người, và chúng tôi đã có một chuyến tham quan tuyệt vời. Thức ăn thật tuyệt vời và nó quá rẻ so với những gì bạn nhận được. Rất khuyến khích điều này cho bất kỳ ai, đặc biệt nếu bạn có Tommy làm người hướng dẫn cho mình!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia và đánh giá tuyệt vời này, Bradley. Chỉ cần cho chúng tôi biết khi nào bạn quay lại để chúng tôi có thể giảm giá cho bạn. Hẹn gặp lại bạn sớm trong các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 26 thành phố trên toàn thế giới. : - Đọc thêm",
            "Tôi đã ở Hà Nội một tuần với trang bị ba lô. Chuyến tham quan ẩm thực với Tommy cho đến nay là trải nghiệm tuyệt vời nhất tôi có được. Rất thân thiện và nhiều thông tin. Tôi khuyên bạn nên tham gia chuyến tham quan vào một trong những ngày đầu tiên bạn đến đó để tìm những nhà hàng địa phương tốt nhất. Nhìn chung đồ ăn rất tuyệt vời và chuyến tham quan khiến tôi cảm thấy như mình là một người địa phương dày dạn kinh nghiệm.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đưa chúng tôi vào danh sách việc cần làm cho chuyến đi Hà Nội của bạn. Chúng tôi thực sự rất vui khi có bạn tham gia chuyến tham quan ẩm thực của chúng tôi và chia sẻ với bạn những gì thành phố Hà Nội tuyệt vời mang lại. Vui lòng quay lại và ghé thăm các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt ở hơn 26 thành phố trên toàn thế giới. Hẹn gặp lại sớm! Đọc thêm",
            "Chúng tôi kết thúc chuyến tham quan ẩm thực Hà Nội, chỉ có hai chúng tôi. Thật là một trải nghiệm tuyệt vời và giá trị tuyệt vời! Chúng tôi đã ăn nhiều đến mức đau đớn...Chuyến tham quan của chúng tôi rất địa phương và tránh được tất cả các bẫy du lịch thông thường. Thức ăn rất ngon và thể hiện sự đa dạng tuyệt vời. Tôi sẽ làm lại điều này sau một giây!Đọc thêm",
            "Xin chào Jessica, chúng tôi rất vui khi được đón tiếp bạn trong chuyến tham quan ẩm thực Hà Nội của chúng tôi. Cảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình thông qua bài đánh giá ngắn nhưng ngọt ngào này. Hãy cho chúng tôi biết khi nào bạn quay lại để chúng tôi có thể giảm giá cho bạn. Hẹn gặp lại bạn sớm! : - Đọc thêm",
            "We really enjoyed this tour! The food itself and the locations you go to are special, as they are often places that a tourist may not feel comfortable to just sit down and order in. However, being with your guide you will feel completely at ease. We sampled different traditional foods such as dried beef salad, bun cha and pho as well as a pork - mushroom pancake, fresh locally brewed beers as well as some Vietnamese - western fusion.. While the food was delicious, and the tour informative our guide, Tommy, was fantastic. After he brought us to the roughly 8-10 different places to sample different cuisine.  - FYI If you are going as a couple, usually one dish is enough to split or you may not be able to eat it all -  he went above and beyond by offering go continue go support us on our trips, and was a major contributor to our overall positive experience in Hanoi!- Not only did Tommy take us through the food, but he also provided me a SIM card for my stay in Vietnam. He didn - t ask for any money for the card but we insisted we pay for it. We kept in touch through Facebook and he also helped advise us for different legs of our trip and even one time spoke to a taxi driver for us over the phone on video call  - through the data he provided on the SIM -  to help us get to our bus to Ninh Binh. Afterwards he arranged for a private car back to Hanoi  - at a very reasonable price - . I would definitely reccomend this tour to anyone travelling in Hanoi as a good way to familiarize yourself with the city and some of the local cuisine as well as maybe a way to meet a friendly local friend to help you in a town which can sometimes be tough on unwary tourists! Thankyou Tommy!!  - Phieu Du Giao -  if we ever come back to Hanoi we will for sure be joining secret food tours for another trip. Read more",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá chi tiết và đáng chú ý như vậy. Điều đó khiến trái tim chúng tôi tràn ngập niềm vui khi biết rằng chúng tôi - đã làm rất tốt trong chuyến tham quan ẩm thực và chúng tôi - đã vượt quá sự mong đợi của bạn. Tommy thực sự là một trong những người giỏi nhất của chúng tôi! Anh ấy là người hiểu biết, đam mê và luôn nỗ lực hết mình vì khách hàng của mình. Lời khen ngợi này chắc chắn sẽ làm cho ngày của anh ấy tươi sáng hơn. Chúng tôi - rất mong được gặp lại bạn! Vui lòng ghé thăm các Chuyến tham quan ẩm thực bí mật khác của chúng tôi - hiện có mặt tại hơn 26 thành phố trên toàn thế giới.\nĐọc thêm"
        ],
        "star_ratings": [
            107,
            2,
            0,
            0,
            1
        ],
        "review_amount": 110,
        "location": [
            "Việt Nam",
            "Tour ẩm thực bí mật Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written August 31, 2018",
            "Written August 31, 2018",
            "Written August 26, 2018",
            "Written August 21, 2018",
            "Written August 19, 2018",
            "Written August 18, 2018",
            "Written July 30, 2018",
            "Written July 25, 2018",
            "Written July 18, 2018",
            "Written July 17, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14115710-Reviews-or90-Secret_Food_Tours_Hanoi-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or80-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or100-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-Secret_Food_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14166710-Reviews-ArtBook-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15586234-Reviews-Huong_s_Heaven_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15688938-Reviews-Du_Lich_Hang_Ngay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25007013-Reviews-Hanoi_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950322-Reviews-Vietnamese_National_Assembly-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d20156682-Reviews-Free_Walking_Tours_Hanoi-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10323576-Reviews-Hanoi_Free_Local_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14006879-Reviews-Viet_Leading_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g27501570-d20154110-Reviews-Thang_Long_Water_Puppet_Theater-Hoan_Kiem_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5022436-Reviews-Hanoi_Photography_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27306327-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14116046-Reviews-Em_Am_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15641539-Reviews-Pham_Gia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d1097541-Reviews-Siesta_Key_Village-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1074627-Reviews-The_Spa_at_Wynn-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189438-d523832-Reviews-Filerimos_Monastery-Filerimos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d553830-Reviews-Residenz-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g34346-d552870-Reviews-Anne_s_Beach-Islamorada_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d116989-Reviews-Petersen_Automotive_Museum-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34039-d657793-Reviews-Dogfish_Head_Milton_Brewery-Milton_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d109350-Reviews-The_Museum_of_Flight-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g49582-d8539529-Reviews-Kindred_Spirit_Mailbox-Sunset_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g36965-d5482334-Reviews-Wolf_creek_habitat_and_rescue-Brookville_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or100-Secret_Food_Tours_Hanoi-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14115710-Reviews-or90-Secret_Food_Tours_Hanoi-Hanoi.html"
    }
]