[
    {
        "attraction_name": "Sedgwick County Zoo",
        "attraction_name_vi": "Sở thú hạt Sedgwick",
        "general_info": [
            "1.366 đánh giá",
            "3 trong số 165 điều cần làm ở Wichita",
            "Sở thú"
        ],
        "attraction_summary": "Để truyền cảm hứng khám phá, đánh giá cao và tôn trọng động vật và thiên nhiên.Đọc thêm",
        "reviews": [
            "Tôi đã đến 14 sở thú ở một số bang, 1 ở Châu Âu, tôi rất muốn giới thiệu Sở thú này. Nó có rất nhiều loại động vật có thể dễ dàng truy cập để xem.  Hầu hết tất cả các loài động vật tôi nhìn thấy đều sống trong môi trường sống của con người dường như được chăm sóc chu đáo.  Trường hợp ngoại lệ sẽ là một con gấu Grizzly đơn độc có vẻ buồn chán, không buồn ngủ và trốn tránh đám đông. Tôi lo ngại con báo có thể không có đủ chỗ để tuần tra lãnh thổ của mình, con hổ bị nhiều vết cắn ở cả hai tai. Voi châu Phi là một điểm cộng thực sự. Nhiều vườn thú không thể có chúng do nhu cầu chỗ ở của chúng. Khu vực rừng nhiệt đới thật đặc biệt, có rất nhiều loài chim có tiếng kêu. Chúng tôi thấy 2 con đười ươi đang chơi đùa. Thật là một điều tuyệt vời!  Tôi có một vài lời chỉ trích.  Một, cầm đèn pin để sử dụng nhà vệ sinh nữ trong quán cà phê. Trong đó tối như hang động, nhân viên không thân thiện lắm. Tôi thậm chí không thể cho hành vào bánh hamburger của mình. Và chuyến tàu có thể thú vị hơn. Thông thường người ta có thể nhìn thấy các loài động vật trên đồng cỏ từ các chuyến tàu trong vườn thú.  Chúng tôi thấy chủ yếu là thiết bị nông nghiệp, các công trình xây dựng chuồng trại. Nó có thể có nhiều chỗ lên tàu hơn để xuống, xem các loài động vật rồi lên tàu. Chuyến đi thuyền thật tuyệt. Người kể chuyện rất dễ chịu, nhưng không có nhiều điều để nói về việc xem xét quá trình ngắn gọn của chuyến đi.  Một lần nữa, không có con vật nào được nhìn thấy khi chúng tôi đi.  Khu vực tổ chức chuyến tham quan cũng có thể sử dụng một số bóng râm nhân tạo.  Thiếu các sinh vật dưới nước, nhưng nhìn chung, tôi đã có khoảng thời gian vui vẻ và dành 2 ngày để khám phá nó. Tôi sẽ đi một lần nữa trong một vài năm.   Đọc thêm",
            "Sở thú tuyệt vời với cách bố trí thực sự đẹp và triển lãm được thực hiện tốt. Chúng tôi đến thăm trong một ngày cực kỳ nóng trên 100 độ, điều không may dẫn đến một số loài động vật trốn tránh cái nóng và không thể nhìn thấy trong cuộc triển lãm của chúng. Một số cuộc triển lãm có các lựa chọn xem trong nhà nếu các loài động vật không ở trong cuộc triển lãm bên ngoài thì điều đó thật tuyệt. Chúng tôi yêu thích thông tin giáo dục được tích hợp trong tất cả các cuộc triển lãm. Đọc thêm",
            "Sở thú này luôn phát triển và CẢI TIẾN!  Triển lãm mới, những điều mới để xem.  Bạn có thể nói rằng những người chăm sóc thực sự quan tâm đến động vật của họ và sự chăm sóc mà họ dành cho động vật - động vật là gia đình của họ.   Rất nhiều điểm nhỏ tuyệt vời để ngồi và ăn ở mỗi khu vực của sở thú.  Và những khu vực phun nước để hạ nhiệt trong những ngày nắng nóng... ôi thật là tuyệt vời!!!  Đọc thêm",
            "Cùng gia đình đi sở thú và có khoảng thời gian tuyệt vời trong khoảng 2 giờ.\n\nTriển lãm trang trại tương tác là niềm vui cho trẻ em. Chúng tôi đi tàu quanh công viên thật tuyệt. Kích thước phù hợp cho chuyến tham quan nửa ngày, sẽ được đề xuất nếu bạn thích sở thú và ở trong khu vực.Đọc thêm",
            "Chúng tôi đưa một đứa trẻ mười tuổi đến sở thú như một phần của ngày sinh nhật cuối tuần. Chúng tôi đến vào một buổi sáng thứ bảy, mát mẻ và nhiều mây ngay sau khi mở cửa. Tôi đã mua vé và trải nghiệm trực tuyến. \nChúng tôi đi thẳng đến chỗ đàn cá đuối trước khi nó đông đúc và thích thú chạm vào và cho ăn, cả một con cá mập nhỏ nữa.\nChúng tôi đi vòng quanh các cuộc triển lãm ngoài trời và trên đường đi đi thuyền rất nhiều thông tin. Chúng tôi rất thích các cuộc triển lãm chuồng chim và đi tàu. Chúng tôi cũng cho một con hươu cao cổ ăn. \nNhững nơi cuối cùng chúng tôi đến là chim cánh cụt, vùng nhiệt đới và bò sát trong nhà. Đến đầu giờ chiều, trong nhà trở nên nhộn nhịp và ồn ào. \nChúng tôi mang theo thức ăn và đồ uống của riêng mình và thích ăn cùng những chú voi ở trong một môi trường sống rất đẹp và rộng lớn. Họ khá sôi nổi và một số đang chơi bóng. \nTôi nghĩ giá cả rất hợp lý và bao gồm cả bãi đậu xe. \nVườn thú rộng nhưng rất dễ đi bộ và không quá xa giữa các khu trưng bày. Chúng tôi đã dành khoảng năm giờ và xem tất cả mọi thứ. Nhân viên rất lịch sự và hữu ích. Một chuyến tham quan thú vị!Đọc thêm",
            "Tốt cho gia đình có trẻ nhỏ. Tôi đã đi một mình.  Nơi cần một chút tình yêu.  Những con hươu cao cổ là sở thích của tôi. Tôi thực sự khuyên bạn nên cho chúng ăn. Những người phụ nữ phụ trách việc này có kiến ​​thức và rất thân thiện.  Mặc dù tôi chỉ có một mình nhưng họ khiến tôi cảm thấy rất được chào đón và dành thời gian chụp ảnh tôi cho hươu cao cổ ăn.  Nó khá nhỏ nhưng đẹp trong vài giờ.  Đừng đi xe lửa. Bạn thực sự không nhìn thấy nhưng một hoặc hai con vật trên chuyến tàu đưa bạn đến phía sau sở thú. Không có nhiều thứ để xem. Tôi thực sự thất vọng về nó.  Bạn không thể nghe thấy bất cứ điều gì người thông báo đang nói.Đọc thêm",
            "Tốt cho gia đình có trẻ nhỏ. Tôi đã đi một mình.  Nơi cần một chút tình yêu.  Những con hươu cao cổ là sở thích của tôi. Tôi thực sự khuyên bạn nên cho chúng ăn. Những người phụ nữ phụ trách việc này có kiến ​​thức và rất thân thiện.  Mặc dù tôi chỉ có một mình nhưng họ khiến tôi cảm thấy rất được chào đón và dành thời gian chụp ảnh tôi cho hươu cao cổ ăn.  Nó khá nhỏ nhưng đẹp trong vài giờ.  Đừng đi xe lửa. Bạn thực sự không nhìn thấy nhưng một hoặc hai con vật trên chuyến tàu đưa bạn đến phía sau sở thú. Không có nhiều thứ để xem. Tôi thực sự thất vọng về nó.  Bạn không thể nghe thấy bất cứ điều gì người thông báo đang nói.Đọc thêm",
            "Đi đến sở thú và nhìn thấy rất nhiều đồ trang trí của Alice và xứ sở thần tiên, không thể biết nó đang tăng hay giảm nhưng lượng xe cộ qua lại rất lớn. Rất nhiều lối thoát hiểm đã bị đóng cửa vì dịch bệnh hoặc có thể là mùa đông. Tôi muốn giới thiệu trừ khi bạn thực sự là một người hâm mộ sở thú. Tôi đã tận dụng tối đa nó và tưởng tượng ra phần còn lại của những gì không có sẵn. Đọc thêm",
            "Tôi đã có một trải nghiệm khủng khiếp ở sở thú. Tôi cùng vợ đến đó để xem buổi trình diễn ánh sáng mà không biết rằng bạn không thể nhìn thấy bất kỳ con vật nào chỉ dành năm phút trong sở thú. Cố gắng lấy lại tiền vé đi vườn thú thực tế. Ngày hôm sau được bảo là không Rất rất không ấn tượng, đừng đề nghị đi gặp những nhân viên kinh khủng Đọc thêm",
            "Đây là một sở thú tuyệt vời!  Chúng tôi đã đi như một nhóm người lớn và tất cả chúng tôi đều vô cùng thích thú!  Tôi đặc biệt giới thiệu sở thú này cho mọi người ở mọi lứa tuổi.Đọc thêm",
            "Sở thú Hạt Sedgwick nằm rất gần đường cao tốc chính. Giá cả có thể so sánh với hầu hết các vườn thú khác. Triển lãm động vật hoang dã tuyệt vời bao gồm voi, báo tuyết, gấu trúc đỏ và mèo lớn. Màn hình trồng trọt rất đẹp với bóng râm tốt cho những ngày ấm áp hơn. Thật không may, đây không phải là ADA tốt nhất có thể truy cập được. Lối đi có thể rất không bằng phẳng và thực sự là mối nguy hiểm cho chuyến đi. Quá ít băng ghế cho những người gặp khó khăn trong việc di chuyển.  Khả năng tiếp cận các trạm hydrat hóa rất kém. Máy bán hàng tự động không hoạt động, trống rỗng hoặc người bán hàng đóng cửa suốt cả ngày. Nói chung là một vườn thú dễ thương và mở rộng. Đọc thêm",
            "Chúng tôi đưa một đứa trẻ mười tuổi đến sở thú như một phần của ngày sinh nhật cuối tuần. Chúng tôi đến vào một buổi sáng thứ bảy, mát mẻ và nhiều mây ngay sau khi mở cửa. Tôi đã mua vé và trải nghiệm trực tuyến. Chúng tôi đi thẳng đến chỗ cá đuối trước khi nó đông đúc và thích thú chạm vào và cho ăn, cũng là một con cá mập nhỏ. Chúng tôi đi vòng quanh các cuộc triển lãm ngoài trời và dọc đường đi đi thuyền rất nhiều thông tin. Chúng tôi rất thích các cuộc triển lãm chuồng chim và đi tàu. Chúng tôi cũng cho một con hươu cao cổ ăn. Những nơi cuối cùng chúng tôi đến là chim cánh cụt, vùng nhiệt đới và bò sát trong nhà. Đến đầu giờ chiều, trong nhà trở nên nhộn nhịp và ồn ào. Chúng tôi mang theo thức ăn và đồ uống của riêng mình và thích ăn cùng những chú voi ở trong một môi trường sống rất đẹp và rộng lớn. Họ khá sôi nổi và một số đang chơi bóng. Tôi nghĩ giá cả rất hợp lý và bao gồm cả bãi đậu xe. Vườn thú rộng nhưng rất dễ đi bộ và không quá xa giữa các khu trưng bày. Chúng tôi đã dành khoảng năm giờ và xem tất cả mọi thứ. Nhân viên rất lịch sự và hữu ích. Một chuyến tham quan thú vị!Đọc thêm",
            "Cùng gia đình chúng tôi đi đến sở thú và có khoảng thời gian tuyệt vời trong khoảng 2 giờ. Triển lãm trang trại tương tác mang lại niềm vui cho bọn trẻ. Chúng tôi đi tàu quanh công viên thật tuyệt. Kích thước phù hợp cho chuyến tham quan nửa ngày, sẽ được đề xuất nếu bạn thích sở thú và ở trong khu vực.Đọc thêm",
            "Du khách ngoại thành có chuyến đi trong ngày đến Wichita. Nghe nói vườn thú này có một trong những chuồng voi lớn nhất và chúng tôi không hề thất vọng. Thực sự rất thích nhìn thấy tất cả những con voi và không gian rộng mở mà chúng có. Phần còn lại của sở thú thật tuyệt vời. Rất thích đi thuyền qua công viên. Chuyến tàu cho chúng tôi xem một số cảnh hậu trường thật tuyệt vời. Con gái của chúng tôi muốn trở thành bác sĩ thú y khi lớn lên nên việc được nhìn thấy những khu vực đó là một điểm cộng rất lớn cho chuyến thăm của chúng tôi. Các nhân viên rất thân thiện và nhiều thông tin. Đề nghị đến đó ngay khi nó mở cửa. Chúng tôi ở lại trong 3 tiếng rưỡi và có một số khu vực chúng tôi không thể nhìn thấy. Rất khuyến khích sở thú này nếu bạn đang ở trong khu vực. Đọc thêm",
            "Sở thú này luôn phát triển và CẢI TIẾN!  Triển lãm mới, những điều mới để xem.  Bạn có thể nói rằng những người chăm sóc thực sự quan tâm đến động vật của họ và sự chăm sóc mà họ dành cho động vật - động vật là gia đình của họ.   Rất nhiều điểm nhỏ tuyệt vời để ngồi và ăn ở mỗi khu vực của sở thú.  Và những khu vực phun nước để hạ nhiệt trong những ngày nắng nóng... ôi thật là tuyệt vời!!!  Đọc thêm",
            "Sở thú tuyệt vời với cách bố trí thực sự đẹp và triển lãm được thực hiện tốt. Chúng tôi đến thăm trong một ngày cực kỳ nóng trên 100 độ, điều không may dẫn đến một số loài động vật trốn tránh cái nóng và không thể nhìn thấy trong cuộc triển lãm của chúng. Một số cuộc triển lãm có các lựa chọn xem trong nhà nếu các loài động vật không ở trong cuộc triển lãm bên ngoài thì điều đó thật tuyệt. Chúng tôi yêu thích thông tin giáo dục được tích hợp trong tất cả các cuộc triển lãm. Đọc thêm",
            "Xin chào, tôi đến từ Thành phố Ponca Oklahoma và tôi muốn đưa các cháu của mình đến sở thú.  Chúng ta cần thở!!!!  Bạn có thể vui lòng cho tôi biết những quy định, quy tắc nào, v.v....: đã được đặt ra kể từ khi cuộc khủng hoảng này xảy ra. Bạn có cởi mở không? Có giảm giá không? Sẽ thực sự đánh giá cao phản hồi càng sớm càng tốt mà chúng tôi đang nghĩ đến vào cuối tuần này.  Xin vui lòng đọc trướcĐọc thêm",
            "Bạn đã tận dụng ổ đĩa miễn phí thông qua Woolaroc chưa?Đọc thêm",
            "Bạn có đóng cửa vào ngày Lễ tạ ơnĐọc thêm",
            "Họ chỉ đóng cửa 1 ngày một năm và đó là vì động vật hoang dã hoặc cách đánh vần của nó.Đọc thêm",
            "Bạn có đóng cửa vào ngày Lễ Tạ ơn không? Đọc thêm",
            "Không, sở thú mở cửa. Hiện tại đang là mùa đông nên mở cửa từ 10-5.Đọc thêm",
            "Avout sở thú lớn cỡ nào? Giống như đây là sở thú cả ngày hay chỉ vài giờ?Đọc thêm",
            "Đó là một vườn thú lớn. Đó sẽ là một cuộc phiêu lưu cả ngày. Bạn có thể mang theo máy làm mát và bữa trưa để tránh phải trả giá tại sở thú. Đó là một sở thú tuyệt vời. Đọc thêm",
            "Họ có giảm giá cao cấp không?Đọc thêm",
            "Vé vào cửa cao cấp từ 62 tuổi trở lên của chúng tôi là 11,95 cộng thuế. Vé vào cửa người lớn thông thường là 14,95.Đọc thêm",
            "Đi bộ là cách duy nhất để đi vòng quanh sở thúĐọc thêm",
            "Có một chuyến xe điện chạy vòng ngoài vườn thú và dừng lại, đón khách mỗi nửa giờ tại các điểm dừng xe điện. Nó không đi vào các cuộc triển lãm khác nhau như Vùng hẻo lánh của Úc hay Trải nghiệm Voi. Nhưng nó dừng lại gần lối vào mỗi cuộc triển lãm lớn. \n\nCó sẵn xe lăn và tôi chắc chắn rằng nếu một người có xe tay ga được chỉ định để di chuyển thì sẽ được phép sử dụng nhưng hãy gọi cho sở thú để đảm bảo.Đọc thêm",
            "Chi phí cho người lớn và trẻ em từ 5 tuổi trở xuốngĐọc thêm",
            "13,95 cho độ tuổi từ 12 trở lên\n8,95 cho lứa tuổi từ 3 đến 11\n2 trở xuống miễn phí\n\nHãy cho chúng tôi biết nếu chúng tôi có thể giúp gì khác cho bạn!Đọc thêm",
            "Mary H ở Newkirk, Oklahoma đang hỏi về các lớp K-2 mà sở thú có thể cung cấp vào tháng 4?Đọc thêm",
            "Mary- Vui lòng truy cập trang web của chúng tôi để tìm hiểu thêm về cuộc phiêu lưu Học tập của chúng tôi hoặc gửi email trực tiếp cho chúng tôi bằng liên kết ở đầu trang của chúng tôi để biết thêm thông tin.Đọc thêm",
            "Tháng 4 có chương trình giáo dục nào cho lớp k-2 không? Làm sao chúng ta có thể lái xe 1 12 tiếng mà vẫn có thời gian để ngắm nhìn các loài động vật?Đọc thêm",
            "Liên hệ trực tiếp với sở thú hoặc xem trang chủ của họ trực tuyến. Họ có nhiều chương trình dành cho mọi lứa tuổi. Bạn sẽ không phải thất vọng đâu. Vườn thú này thật tuyệt vời.Đọc thêm",
            "Tháng 4 có chương trình giáo dục nào cho lớp k-2 không? Làm thế nào chúng ta có thể lái xe cách trường một tiếng rưỡi mà vẫn có thời gian để ngắm nhìn các loài động vật?Đọc thêm",
            "Tôi có một người bạn là người huấn luyện voi ở đó.  Bây giờ cô ấy là trợ lý bác sĩ của tôi. Không có địa chỉ email của cô ấy hoặc tôi sẽ chuyển tiếp nó cho cô ấy. Tôi chắc chắn rằng bạn có thể nhận được câu trả lời cho câu hỏi của mình chỉ bằng cách gọi điện.Đọc thêm"
        ],
        "star_ratings": [
            1055,
            242,
            56,
            7,
            6
        ],
        "review_amount": 1366,
        "location": [
            "Kansas KS",
            "Sở thú hạt Sedgwick",
            "Những điều cần làm ở Wichita",
            "Hoa Kỳ",
            "Wichita"
        ],
        "reviews_time": [
            "Written July 23, 2023",
            "Written August 2, 2023",
            "Written August 23, 2023",
            "Written September 5, 2023",
            "Written September 18, 2023",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written December 18, 2023",
            "Written October 21, 2023",
            "Written October 21, 2023",
            "Written October 13, 2023",
            "Written September 18, 2023",
            "Written September 5, 2023",
            "Written September 4, 2023",
            "Written August 23, 2023",
            "Written August 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g39143-d279516-Reviews-Sedgwick_County_Zoo-Wichita_Kansas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g39143-d25174153-Reviews-Classic_Town_Country-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39143-d13507869-Reviews-6S_Steakhouse-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39143-d8434781-Reviews-Hurt_s_Donut-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39143-d8586962-Reviews-Mexico_Viejo-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39143-d4107343-Reviews-Braum_s-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39143-d407462-Reviews-Quincy_s_Bar_Grill-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39143-d449508-Reviews-Chopstix-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39143-d15862511-Reviews-Kfc-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39143-d4245023-Reviews-Taco_Bell-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39143-d407096-Reviews-Jason_s_Deli-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d259609-Reviews-Sedgwick_Park-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d258507-Reviews-Botanica_The_Wichita_Gardens-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d258508-Reviews-Old_Cowtown_Museum-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d4227652-Reviews-The_Keeper_of_the_Plains-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d144697-Reviews-Exploration_Place-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d259724-Reviews-Museum_of_World_Treasures-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d261863-Reviews-Wichita_Art_Museum-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d261860-Reviews-Old_Town-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d4227555-Reviews-Meridian_Dog_Park-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d4429943-Reviews-Wichita_Sedgwick_County_Historical_Museum-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d279516-Reviews-or10-Sedgwick_County_Zoo-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d3663214-Reviews-Slate_Creek_Spa_Wellness-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d7336413-Reviews-Hot_Asana_Yoga_Studio-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d2212999-Reviews-Nifty_Nut_House-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d15199735-Reviews-Blade_Timber_Axe_Throwing-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d4581315-Reviews-West_Warren_Theatre-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d9996477-Reviews-Glowgolf_Real_Glow_in_the_Dark_Miniature_Golf-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d10157719-Reviews-Entrap_Games-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60564-d107631-Reviews-Hot_Springs_State_Park-Thermopolis_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g34230-d109224-Reviews-Manatee_Park-Fort_Myers_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d7909987-Reviews-Nirvana_Beach-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026798-d7050486-Reviews-Becici_Beach-Becici_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g790459-d12388745-Reviews-Bhawal_National_Park-Gazipur_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g666539-d284698-Reviews-Pefkos_Beach-Pefkos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g504234-d17384752-Reviews-Yelapa_Beach-Yelapa_Costalegre.html",
            "https://www.tripadvisor.com/Attraction_Review-g42255-d4740011-Reviews-Sable_Falls-Grand_Marais_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d8370747-Reviews-Designer_Outlet_Gdansk-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g45139-d7020966-Reviews-Magruder_Corridor-Darby_Montana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g39143-d279516-Reviews-or10-Sedgwick_County_Zoo-Wichita_Kansas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g39143-d279516-Reviews-Sedgwick_County_Zoo-Wichita_Kansas.html"
    }
]