[
    {
        "attraction_name": "Seljavallalaug",
        "attraction_name_vi": "Tủy sống",
        "general_info": [
            "424 đánh giá",
            "4 trong số 8 điều cần làm ở Skogar",
            "Mạch nước phun suối nước nóng"
        ],
        "attraction_summary": "Xung quanh hoàn toàn ngoạn mục. Bể bơi có thể tuyệt vời và độc đáo. Tuy nhiên nó bẩn thỉu, đầy tảo, rác vứt trong phòng, đầy quần áo bẩn. Nước không ấm. Có vẻ như đường ống đã di chuyển và thay vào đó, nước nóng đang chảy về phía sông. Chúng tôi đã không xuống hồ bơi sau khi thấy mọi thứ không được giữ gìnĐọc thêm",
        "reviews": [
            "Nơi tuyệt vời để tham quan và xem xung quanh. Thật không may do nhiệt độ nước thời tiết rất lạnh không đủ để bơi. Tôi tin vào mùa hè nó sẽ rất tuyệt. Thật tốt khi đi bộ xa hơn một chút để ngắm nhìn những ngọn núi tuyệt đẹp. Đọc thêm",
            "Đây chắc chắn là một con đường hẻo lánh, không có dấu vết rõ ràng trên đường để đến đây nhưng bản đồ Apple GPS đã đưa chúng tôi đến ngay địa điểm. Nó thuộc sở hữu tư nhân và đường đến bãi đậu xe khá gập ghềnh, tôi khuyên bạn nên sử dụng một chiếc SUV.  Việc đi bộ 15 phút thật dễ dàng đối với chúng tôi nhưng nó đòi hỏi phải băng qua một con suối và di chuyển qua một số khu vực đá có sườn dốc nhỏ nhưng dốc, không tốt cho người khuyết tật hoặc trẻ nhỏ. Chúng tôi mang theo đứa con 3 và 8 tuổi của mình và đứa trẻ 3 tuổi nằm trên lưng chúng tôi trên một chiếc xe chở hàng, điều đó thật tuyệt vời.  Phòng thay đồ không có ổ khóa, là phòng chung không có khu nam nữ, không có nhà vệ sinh nên hãy lên kế hoạch cho phù hợp. Rất mộc mạc!  Khi chúng tôi đến đó có RẤT NHIỀU tảo khiến nó trơn trượt.  Tôi quên nút tai của đứa con 3 tuổi vì cháu có ống tai nên chúng tôi giữ đầu cháu ở trên mặt nước.  Nước ấm nhưng không ấm như những hồ bơi khác. Chúng tôi đã không ở lại lâu nhưng trải nghiệm về tất cả những điều đó khiến nó trở nên xứng đáng.  Khung cảnh thật tuyệt vời và chỉ riêng việc đi bộ đường dài cũng đáng để đến được địa điểm rất độc đáo này.Đọc thêm",
            "Hồ bơi trong tình trạng tồi tàn và lạnh lẽo, rò rỉ đường cấp nước ấm. Đường vào là con đường trải sỏi dài. Ngoài ra, phong cảnh tuyệt vời để đi dạo hoặc đi bộ. Đọc thêm",
            "Lái xe xuống con đường rải sỏi, đỗ xe ở khu vực trông giống như bãi đậu xe khi bạn không thể lái xe xa hơn. Đi bộ 10 - 15 phút tới hồ bơi. Tạm ngừng. Hãy xem xét số lượng lớn tảo xanh nổi. Hãy xem xét số lượng lớn những người khác trong hồ bơi mà tôi đã ở đó vào tháng Bảy. Kiểm tra các phòng thay đồ rất đơn giản. Nhảy vào - hoặc không, giống như tôi. Quá nhiều người, quá nhiều tảo. Không quá nóng, chỉ ấm áp. Sau khi ghé thăm một số spa khác quanh đảo cả tự nhiên và nhân tạo nhưng được cung cấp bởi suối nước nóng tự nhiên, đây là nơi tôi ít yêu thích nhất và khá trung bình. Nó miễn phí.Đọc thêm",
            "Lần đầu tiên đến đây vào năm 2017. Vẻ đẹp của hồ địa nhiệt lâu đời này nằm ở sự xa xôi của nó.  Nó nằm ở chân núi lửa Eyjafjallajokull, điều này làm tăng thêm phần kỳ lạ cho cảnh quan thiên nhiên.  Vị trí của nó dường như bước ra từ một câu chuyện cổ tích hoặc tiểu thuyết Tolkein.  Hồ bơi cách khu vực đỗ xe thô sơ 20 phút đi bộ, phần lớn không được đánh dấu và cách Đường Vành đai khoảng 10 phút lái xe, nếu bạn không bị lạc!  Nhà kho thay đồ hồ bơi có 4 phòng riêng biệt bẩn thỉu, nhếch nhác.  Sàn và thành hồ bơi được phủ một lớp tảo an toàn.  Tôi hiểu rằng hồ bơi được làm sạch mỗi năm một lần và thuộc sở hữu tư nhân. Tôi không thể hiểu tại sao ai đó không thỉnh thoảng đổ một ít clo vào hồ bơi để kiểm soát tảo.  Tảo đã phá hủy quần bơi của tôi trong chuyến thăm này.  Tảo của chúng không thể bị cuốn trôi.  Bất chấp sự ô uế, tôi giới thiệu địa điểm này cho những ai đang tìm kiếm thứ gì đó ngoài đường mòn và tránh xa những khách du lịch ngu ngốc và xe buýt du lịch đã xâm chiếm Iceland trong thập kỷ qua. Vào cửa miễn phí và không bị tuần tra hay giám sát.  Mang giày dép gồ ghề vì bạn sẽ phải băng qua suối để đến đó.  Trời mưa khi chúng tôi đến thăm nhưng vẫn tận hưởng được sự thanh bình của khung cảnh thiên nhiên xung quanh và một số dòng suối đổ xuống.  Tôi sẽ luôn quay lại đây trong những lần ghé thăm Iceland tiếp theo.Đọc thêm",
            "Sau ba ngày dài, chúng tôi vô cùng hạnh phúc khi được dạo chơi trong hồ bơi nước ấm ngoài trời này! Thực sự, chúng tôi đã ở đó, ở trong nước khoảng 1,5 giờ. Nhưng chưa một lần có ai ở đó nhúng đầu xuống nước! Phòng thay đồ giống như phim kinh dị nhưng vẫn có thể sử dụng được. Không có vòi sen hoặc nước máy sạch. Hồ bơi chứa đầy tảo. Đứng yên thật khó khăn vì đáy có một lớp dày. Vì vậy... Nếu bạn cần sạch sẽ... Hãy tránh xa. Môi trường xung quanh thật tuyệt vời! Đậu xe ở bãi sỏi và đi bộ 500 mét dọc theo dòng nước băng giá đang chảy.. Đọc thêm",
            "Đi bộ dễ dàng, nhưng hơi khó tìm khi lái xe không có biển báo. Bản thân hồ bơi là một trải nghiệm độc đáo - làn nước ấm áp trong khung cảnh tuyệt đẹp. Có những phòng để thay đồ chỉ trong bốn bức tường có mái che và một cánh cửa - không có gì hơn, điều này rất hữu ích. Điều duy nhất ảnh hưởng tiêu cực đến trải nghiệm của tôi ở đây là những khách du lịch khác - tôi và đối tác của tôi, cả hai người phụ nữ đều không cảm thấy đặc biệt an toàn ở nơi biệt lập này tại chỗ, trong bộ đồ tắm, gần một nhóm đàn ông có vẻ say xỉn. May mắn thay có một cặp đôi khác ở xung quanh, nhưng chúng tôi đảm bảo rời đi cùng lúc với họ để tránh ở một mình với những người đàn ông này. Những phụ nữ khác đi du lịch một mình hoặc theo cặp đều biết cảm giác này. Tôi chắc chắn, nhưng trong số tất cả những nơi ở Iceland mà chúng tôi đã đến, đây thực sự là lần duy nhất chúng tôi cảm thấy hơi khó chịu. Thật không may, vì đó là một nơi quá đẹp!Đọc thêm",
            "Hầu như không đông đúc khi chúng tôi đến vào đầu buổi tối giữa tháng 6 khi thế giới sắp thoát khỏi Covid, mặc dù chúng tôi đã vượt qua những người khác khi đi bộ vào và đi bộ. Chúng tôi bơi được khoảng 20 phút thì trời đổ mưa nhỏ. Đây không phải là bồn tắm nước nóng, nó giống một bể bơi rất ấm áp ở ngoài trời, với một bức tường là núi, sông băng phía trên, nước địa nhiệt chảy vào, tầm nhìn tuyệt vời ra sườn núi với 8 thác nước phía sau. Tóm lại, một trải nghiệm độc đáo, chính là lý do để đi du lịch. Đây không phải là một hồ bơi được khử trùng bằng clo, có lẽ không đáng để đi bộ một đoạn ngắn nếu đó là điều bạn đang hy vọng. Tuy nhiên, tôi phải thừa nhận - chúng tôi đã không nhúng đầu xuống nước và chúng tôi đã tắm khi trở về ngôi nhà của mình!Đọc thêm",
            "Đi bộ đẹp với một số cảnh đẹp. Chắc chắn tại chỗ cho một số hình ảnh tuyệt vời. Không đi bơi nhưng nước ấm. Đọc thêm",
            "lời khuyên về cách rửa sạch sau khi ngâm mình? Mình thuê xe từ 11h - 4h sáng nên không ở đâuĐọc thêm",
            "Bạn có thể ghé thăm một trong những hồ bơi công cộng hiện đại dọc đường đi, thị trấn nào cũng có.   Họ có vòi sen cũng như các hồ bơi nước nóng và lạnh, phòng xông hơi khô và phòng tắm hơi hiện đại hơn.Đọc thêm",
            "Xin chào, chính xác thì bạn ở đó khi nào? Chỉ muốn biết vì chúng tôi dự định đi vào ngày mai.... 2018-04-30Đọc thêm",
            "Tôi rất xin lỗi vì câu trả lời muộn. Chúng tôi đã đi vào ngày 15. Hy vọng bạn đã có khoảng thời gian vui vẻ hơn chúng tôi!Đọc thêm",
            "Bạn có biết liệu khách truy cập có thể truy cập 24 giờ này không?Đọc thêm",
            "Tôi thấy không có gì ngăn cản việc truy cập bất cứ lúc nào. Không có cổng, hàng rào, v.v. Đọc thêm",
            "Bạn có thể đến bãi đậu xe bằng một chiếc ô tô bình thường không?Đọc thêm",
            "Mất bao lâu để đi bộ từ Khu cắm trại Skogar đến Seljavallalaug? Cảm ơn bạn.Đọc thêm",
            "Tôi không biết khu cắm trại ở đâu, nhưng khu vực đỗ xe đến suối nước nóng cách đó khoảng 20-25 phút đi bộ.Đọc thêm",
            "4wd có thực sự cần thiết không? Chúng tôi đang đến bằng một chiếc xe tải và rất muốn dừng lại, nhưng không muốn bị kẹt ở bất cứ đâu trên đường đi.Đọc thêm",
            "Nếu bạn lo lắng về điều kiện đường xá, hãy kiểm tra Road.is trực tuyến. \n\nHọ cập nhật nó thường xuyên và có thể cho bạn ý tưởng tốt về các điều kiện.  Đường phụ hoặc Đường F thực sự thay đổi tùy theo thời gian trong năm.Đọc thêm",
            "Xin chào, hồ bơi sâu bao nhiêu?Đọc thêm",
            "4,5 đến 7,5 feetĐọc thêm",
            "Tôi có thể đi xe buýt hoặc đưa đón ở đây không?Đọc thêm",
            "Không, xin lỗi. Không có xe buýt tuyến hoặc xe buýt du lịch dừng ở đó. Nó chỉ có thể đến được bằng phương tiện di chuyển của chúng tôi và bạn sẽ phải đi bộ khoảng 15-20 phút. Đọc thêm",
            "Xin chào, phí vào thăm là bao nhiêu, cảm ơn!Đọc thêm",
            "Nó miễn phí, tất cả những gì chúng tôi yêu cầu để lấy lại thùng rác của bạn. :Đọc thêm",
            "Có ai đi vào tháng 3 không? Tôi sẽ đi vào thời điểm đó và tự hỏi liệu có đáng thử vào thời điểm đó trong năm không. Đọc thêm",
            "Tôi đã đi vào cuối tháng 3 năm nay và tôi nghĩ nó đáng giá. Nhiệt độ ngoài trời khoảng 2-3 độ và không có nhiều tuyết. Tôi đã đọc được rằng nước không ấm lắm, nhưng tôi rất ngạc nhiên! Đó là một trong những điểm nổi bật trong chuyến đi của chúng tôi nên tôi chắc chắn sẽ giới thiệu một chuyến đi đến đó.Đọc thêm"
        ],
        "star_ratings": [
            174,
            136,
            60,
            32,
            22
        ],
        "review_amount": 424,
        "location": [
            "Châu Âu",
            "Tủy sống",
            "Nước Iceland",
            "Rừng",
            "Các hoạt động ở Skogar",
            "Khu vực phía Nam"
        ],
        "reviews_time": [
            "Written June 2, 2023",
            "Written March 19, 2023",
            "Written August 30, 2022",
            "Written April 26, 2022",
            "Written November 16, 2021",
            "Written September 6, 2021",
            "Written August 19, 2021",
            "Written August 17, 2021",
            "Written July 11, 2021",
            "Written October 21, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g608884-d1138165-Reviews-Seljavallalaug-Skogar_South_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g608884-d555031-Reviews-Skogafoss-Skogar_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608884-d1468114-Reviews-Skogar_Museum-Skogar_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608884-d13076511-Reviews-Kvernufoss-Skogar_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608884-d7905048-Reviews-Rutshellir_Cave-Skogar_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g15145656-d21121559-Reviews-Bra_Fence-Holt_Westfjords_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608884-d1138165-Reviews-or10-Seljavallalaug-Skogar_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d10309126-Reviews-Gljufrabui_Waterfalls-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608884-d12968876-Reviews-Fimmvorduhals_Hiking_Trail-Skogar_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d7790479-Reviews-Solheimajokull_Glacier-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d1236234-Reviews-Myrdalsjokull_Glacier-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d3592265-Reviews-Mountain_Excursion-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d10723155-Reviews-Skalakot-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d27109293-Reviews-Frosty_Tours-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d14008615-Reviews-Katla_Helicopters-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g23849306-d26529295-Reviews-Irafoss_Irafoss_Waterfall-Asolfsskali_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3226261-d27435020-Reviews-Solheimajokull_Ice_Climbing-Myrdalshreppur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g19088005-d25181549-Reviews-Thorsmork_thor_s_Woods-Langanesbyggd_Northeast_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d2366090-Reviews-Eyjafjallajokull_Visitor_Centre-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103038-Reviews-Larimer_Square-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d3836601-Reviews-Aulii_Luau-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34688-d4132569-Reviews-Big_Top_Flea_Market-Thonotosassa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d285346-Reviews-Bercy_Village-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d3524094-Reviews-Kabak_Koyu-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d2513778-Reviews-Emirates_Park_Zoo_Resort-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d4288742-Reviews-Butterfly_Wonderland-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1158886-d3781012-Reviews-Mangel_Halto_Beach-Savaneta_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d12873315-Reviews-Alanya_Teleferik-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g4004460-d152865-Reviews-Playa_Las_Animas-Cabo_Corrientes.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g608884-d1138165-Reviews-or10-Seljavallalaug-Skogar_South_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g608884-d1138165-Reviews-Seljavallalaug-Skogar_South_Region.html"
    }
]