[
    {
        "attraction_name": "Semenggoh Nature Reserve",
        "attraction_name_vi": "Khu bảo tồn thiên nhiên Semenggoh",
        "general_info": [
            "3.427 đánh giá",
            "- 3 trong số 101 điều cần làm ở Kuching",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Mua vé vào buổi sáng có nghĩa là bạn cũng có thể sử dụng vé này cho buổi cho ăn buổi chiều. Chúng tôi đến buổi cho ăn buổi sáng và rất may mắn khi nhìn thấy 7 con đười ươi, tiếc là không bao gồm vua. Tuy nhiên đó là một trải nghiệm tuyệt vời. Nơi này rất đạo đức và đười ươi không bị ép buộc phải làm bất cứ điều gì. Họ có quyền đến và nhận đồ ăn được cung cấp trên sân khấu nhưng họ không cần phải làm vậy nếu họ không muốn. NB - Rất khuyến khích sử dụng dịch vụ đưa đón vì việc đi bộ đến - từ lối vào là một kẻ giết người trong cái nóng.Đọc thêm",
            "Mặc dù chúng tôi chỉ ở Kuching trong một thời gian ngắn nhưng chúng tôi đã đặt chuyến tham quan cho ăn sáng vào phút cuối tại Khu bảo tồn Thiên nhiên Semenggoh. Mặc dù chúng tôi không nhìn thấy con đười ươi nào, nhưng chúng tôi được biết đó là vì đang là mùa ra quả - nên rừng có rất nhiều trái cây cho đười ươi ăn. Đây là một điều tốt, và mặc dù chúng tôi thất vọng nhưng biết rằng rừng có thể nuôi sống những sinh vật này là điều tích cực đối với mọi người. Lần tới, chúng tôi - sẽ kiểm tra trước chuyến đi của mình!Đọc thêm",
            "Đây là một nơi phải đến cho bất cứ ai đến thăm Kuching. Nó nằm cách thành phố khoảng 30 phút. Tôi bắt một chiếc xe Grab từ khách sạn của mình với giá 23 RM. Tôi hỏi tài xế liệu anh ta có thể đợi tôi và chở tôi về khách sạn không, anh ta đồng ý với giá RM50. Vé vào khu bảo tồn có giá RM10 cho người nước ngoài và xe buggy có giá RM15 đến và đi từ trung tâm cho ăn. Đi bộ miễn phí nhưng hãy chuẩn bị đi bộ từ 20 đến 30 phút dưới trời nóng. Tôi rất may mắn khi được nhìn thấy năm con Đười ươi, nhưng xin hãy hiểu rằng đây không phải là sở thú và không đảm bảo có thể nhìn thấy chúng. Các kiểm lâm viên rất chuyên nghiệp và hữu ích trong việc trả lời các câu hỏi. Tôi đi vào buổi sáng và may mắn là thời tiết khô ráo. Vui lòng mang theo ô phòng trường hợp trời mưa.  Thời gian cho ăn từ 9 đến 10 giờ sáng và 3 đến 4 giờ chiều. Hãy kiểm tra trang web để biết thông tin cập nhật. Đọc thêm",
            "Cũng giống như Sepilok, tôi có thể nói rằng đây là một khu bảo tồn đáng ghé thăm. Chúng tôi đợi một lúc ở khu vực cho ăn để lũ đười ươi xuất hiện nhưng không thấy. Tuy nhiên, trên đường quay trở lại cổng công viên, chúng tôi nhìn thấy 7 con đười ươi ở bên đường. Điều này hóa ra còn tốt hơn nhiều so với việc nhìn thấy chúng từ nền tảng xem.Đọc thêm",
            "Trừ khi điểm dừng này là một phần của chuyến tham quan lớn hơn, nếu không thì hoàn toàn không cần phải đặt tour cho chuyến này. Chỉ cần đi xe buýt Kuching Metro miễn phí lúc 6 giờ sáng số 103 từ thành phố đến khu bảo tồn, mất 90 phút. Có một ứng dụng hiển thị thời gian xe buýt và điểm dừng. Bạn được tham quan thành phố miễn phí, vậy thì còn gì không thích. Sau đó, hãy đăng ký bằng mã QR. Trả phí - 10 RM cho người nước ngoài - . Trừ khi bạn - bị khuyết tật, nếu không, hãy bỏ qua xe buýt đưa đón trong khu bảo tồn - 5 RM - và đi bộ dễ dàng 20 phút đến các bệ cho ăn. Đường đến đó hơi dốc một chút nên đường về thậm chí còn dễ hơn. Mẹo chuyên nghiệp: - hãy đến sớm, trước giờ cho ăn chính thức. Đây không phải là sở thú và những con đười ươi đến và đi tùy thích. Tôi đến sớm 30 phút lúc 8 giờ 30 và đã có ba con trong số chúng cùng một số ít khách du lịch. Có nhiều loài vượn đến sau đó nhưng cũng có nhiều du khách hơn. - Tháng 5 và tháng 6 là những tháng tốt để ngắm động vật vì đây là mùa không có quả. Có ít thức ăn hơn trong khu bảo tồn nên những con vượn có nhiều khả năng xuất hiện để được cho ăn hơn. Vì tôi đến sớm và nhìn thấy tất cả những con vượn ở đó và chụp tất cả những bức ảnh và video tôi muốn, tôi đã đi xe buýt lúc 10 giờ sáng trở lại thành phố và về nhà vào buổi trưa. Chuyến đi nửa ngày tuyệt vời. Tôi thực sự khuyên bạn nên đi vào buổi sáng để tránh cái nóng Đọc thêm",
            "Giống như Sepilok, tôi cho rằng đây là một khu bảo tồn đáng ghé thăm. Chúng tôi đã đợi một lúc ở khu vực cho đười ươi ăn nhưng không thấy. Tuy nhiên, trên đường trở về lối vào công viên, chúng tôi thấy 7 con đười ươi ở bên đường. Điều này hóa ra còn tuyệt hơn nhiều so với việc nhìn thấy chúng từ bệ quan sát. Đọc thêm",
            "Đây là điểm đến không thể bỏ qua đối với bất kỳ ai đến thăm Kuching. Nơi này nằm cách thành phố khoảng 30 phút. Tôi đã đi xe Grab từ khách sạn của mình với giá RM23. Tôi đã hỏi tài xế xem anh ấy có thể đợi tôi và đưa tôi trở lại khách sạn không, anh ấy đồng ý với giá RM50. Vé vào khu bảo tồn có giá RM10 cho người nước ngoài và xe buggy có giá RM15 đến và đi từ trung tâm cho ăn. Đi bộ miễn phí, nhưng hãy chuẩn bị tinh thần đi bộ 20 đến 30 phút trong cái nóng. Tôi rất may mắn khi được nhìn thấy năm con đười ươi, nhưng xin hãy hiểu rằng đây không phải là sở thú và không đảm bảo bạn sẽ nhìn thấy chúng. Các kiểm lâm rất chuyên nghiệp và hữu ích trong việc trả lời các câu hỏi. Tôi đã đến vào buổi sáng và may mắn là thời tiết khô ráo. Vui lòng mang theo ô trong trường hợp trời mưa. Thời gian cho ăn là từ 9 đến 10 giờ sáng và từ 3 đến 4 giờ chiều. Hãy kiểm tra trang web để biết thông tin cập nhật. Đọc thêm",
            "Thật tuyệt vời khi nhìn thấy hai con đười ươi trong hai lần cho ăn - mỗi lần 1 con - và một nhân viên đã cung cấp thông tin tuyệt vời trước cho nhóm lớn du khách. Chỉ mất 20 phút đi bộ đến lối vào địa điểm cho ăn nên đừng lười biếng mà đi bộ nhé!  - điều đó nói lên rằng, một tấm bảng có nói rằng phí xe điện tử sẽ được chuyển về phía trung tâm - Tôi - đang đánh giá hai sao cho ba điều chính: đó là tiền mặt chứ không phải thẻ - đó là 2024 FGS GET WITH IT - , nhà vệ sinh bằng lối vào thì thô thiển, lấy giấy vệ sinh rồi, thật xấu hổ!, và ba, có chỉ đường sai cho phương tiện giao thông công cộng trên trang web và chúng đã được cập nhật nhưng nó - VẪN KHÔNG ĐÚNG. Có phải nhân viên quá bất tài để làm được điều này đúng không?! Vì vậy, vì vậy, hãy bắt xe buýt K6 lúc 7:20 sáng từ ga Saujana, - 1 RM tiền mặt - và nếu bạn muốn bắt phương tiện công cộng quay lại - hãy đi xe buýt 103. Có Semenggoh, đã làm việc cho bạn. Không ai bận tâm để trả lời email của Bộ Lâm nghiệp Sarawak. Hoặc mẫu liên hệ của Trung tâm.Đọc thêm",
            "Thật may mắn khi hôm nay được nhìn thấy 3 con đười ươi. Nhiệm vụ đã hoàn thành, mặc dù không mong đợi được nhìn thấy bất kỳ nhiệm vụ nào. Thật là một trải nghiệm tuyệt vời. Đọc thêm",
            "Chúng tôi nhìn thấy hai con đười ươi.  Đối với tôi và gia đình, đây chắc chắn không phải là điểm thu hút hàng đầu.  Nếu bạn có một lựa chọn tham quan thay thế, hãy suy nghĩ kỹ về những gì nên chọn.Đọc thêm",
            "Nơi tuyệt vời để xem đười ươi Utans - 9 giờ sáng và 3 giờ chiều. Chỉ trong những thời gian này họ mới ra ngoài kiếm thức ăn. Chúng thật tráng lệ và những người kiểm lâm rất giàu thông tinĐọc thêm",
            "Tôi vẫn không hiểu tại sao mọi người lại đến đó, thực tế là chúng tôi cũng đã đến thăm và nhận ra đó - đó là một cái bẫy du lịch và chẳng có gì cả. Có phí vào cửa cho người nước ngoài và trên hết bạn cần mua vé xe điện 2 chiều nếu không thì đi bộ lên đồi trong 20 phút. Sau khi xe điện thả bạn xuống, bạn đi bộ thêm 10-15 phút và sau đó nhìn từ xa 1 con đười ươi. Nói đùa, hướng dẫn viên của tôi nói với tôi rằng nhân viên nói rằng vào buổi sáng có 500 khách du lịch và 1 con đười ươi. Tránh cái bẫy này. Khi chúng tôi đến đó - chúng tôi hầu như không ở đó trong 5 - 6 phút và chúng tôi cũng thấy khách du lịch tương tự quay lại trong vòng 5 phút hoặc lâu hơn. Lãng phí thời gian tuyệt đối. Đọc thêm",
            "Chúng tôi đến thăm để cho ăn buổi chiều.  Đang là mùa đậu quả nên không chắc chắn sẽ có người nhìn thấy, vào buổi sáng cũng không có. Tuy nhiên chúng tôi đã rất may mắn.  Seduku, một phụ nữ 52 tuổi, đến thăm lần đầu tiên sau hơn một tuần.  Cô vào khu vực cho ăn trước thời hạn khoảng 2h30 và tự tin sải bước qua đám du khách để đậu thấp trên cây gần khu tiện ích để rụt rè nhận trái cây từ người phục vụ.  Ngay sau đó, một người đàn ông ồn ào đi xuống bục để nhanh chóng lấy chuối, chân và dừa rồi dễ dàng trèo lên cây phía trên chúng tôi để tham lam ăn hết, trước khi đi xuống để lấy hết số mía còn lại.  Có một bà mẹ và đứa trẻ khác ở gần đó dường như không muốn tiếp cận với rất nhiều người xung quanh. Lời khuyên: - Quét mã QR khi đến nơi để đăng ký, điều kiện tiên quyết để mua vé. - Đừng lãng phí thời gian khi đến nơi.  Con đười ươi đầu tiên đến trước giờ cho ăn chính thức là 3 giờ chiều. - 15 phút đi bộ đến khu vực cho ăn chủ yếu là đường dốc.  Vì vậy, nếu bạn bắt xe buýt một chiều, hãy sử dụng nó để đi vào và sau đó đi bộ nhàn nhã.Đọc thêm",
            "Mặc dù chúng tôi chỉ ở Kuching trong một thời gian ngắn nhưng chúng tôi đã đặt chuyến tham quan cho ăn sáng vào phút cuối tại Khu bảo tồn Thiên nhiên Semenggoh. Mặc dù chúng tôi không nhìn thấy con đười ươi nào, nhưng chúng tôi được biết đó là vì đang là mùa ra quả - nên rừng có rất nhiều trái cây cho đười ươi ăn. Đây là một điều tốt, và mặc dù chúng tôi thất vọng nhưng biết rằng rừng có thể nuôi sống những sinh vật này là điều tích cực đối với mọi người. Lần tới, chúng tôi - sẽ kiểm tra trước chuyến đi của mình!Đọc thêm"
        ],
        "star_ratings": [
            1917,
            1046,
            348,
            85,
            31
        ],
        "review_amount": 3427,
        "location": [
            "Malaysia",
            "Kuching",
            "Khu bảo tồn thiên nhiên Semenggoh",
            "Sarawak",
            "Châu Á",
            "Những điều cần làm ở Kuching"
        ],
        "reviews_time": [
            "Written May 30, 2023",
            "Written July 16, 2023",
            "Written March 4, 2024",
            "Written April 2, 2024",
            "Written May 1, 2024",
            "Written April 2, 2024",
            "Written March 4, 2024",
            "Written March 3, 2024",
            "Written December 28, 2023",
            "Written October 27, 2023",
            "Written September 17, 2023",
            "Written August 12, 2023",
            "Written August 2, 2023",
            "Written July 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298309-d1503816-Reviews-Semenggoh_Nature_Reserve-Kuching_Sarawak.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298309-d17840045-Reviews-Chop_Hak_Guan-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d10105854-Reviews-Pitcher_Plants_Garden-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d19685842-Reviews-Harmony_Arch-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d12176195-Reviews-Sarawak_Sentosa_Theme_Park-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d8618849-Reviews-Buddhism_New_Village-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d14115534-Reviews-The_Borneo_House_Museum_Kuching-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d26560615-Reviews-Bengoh_Dam-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d27709111-Reviews-KBS_Buddhist_Village-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d1503816-Reviews-or10-Semenggoh_Nature_Reserve-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d10810369-Reviews-Bako_National_Park-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d3316237-Reviews-Mount_Santubong-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d456298-Reviews-Kubah_National_Park-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d2355473-Reviews-Sarawak_Orchid_Garden-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d3567278-Reviews-The_Great_Orangutan_Project-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d2558001-Reviews-Kuching_Wetlands_National_Park-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d1066855-Reviews-Wind_Caves-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d9594072-Reviews-Malaysia_China_Friendship_Park-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d1603968-Reviews-Jong_s_Crocodile_Farm_Zoo-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d8657274-Reviews-Kampung_Panchor_Hot_Spring-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d2390478-Reviews-Kuching_Offroad_Day_Tours-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g27183363-d6434705-Reviews-Siniawan_Night_Market-Siniawan_Bau_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d17377044-Reviews-Birubi_Borneo_Escape-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d13423884-Reviews-Royal_Nuat_Thai_Family_Wellness-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d4419133-Reviews-Peraya_Homestay_Day_Tours-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d3701969-Reviews-Kuching_Kayaking-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d6122978-Reviews-Borneoartifact_Asian_Art_Antiques_Cultural_artifacts-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d10696723-Reviews-The_Spring_Shopping_Mall-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d10696718-Reviews-Vivacity_Megamall-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d3372420-Reviews-Toyota_Pavilion_at_Concord-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188706-Reviews-Harry_s_New_York_Bar-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g36129-d2208603-Reviews-Rosewood_Beach-Highland_Park_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g676772-d276189-Reviews-Karlstejn_Castle-Karlstejn_Central_Bohemian_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13378145-Reviews-Shangpree_Spa-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d7043544-Reviews-Petitenget_Temple-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g25086776-d313421-Reviews-La_Soufriere_Drive_In_Volcano-Malgretoute_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d3850252-Reviews-The_Pub-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g297733-d8028141-Reviews-Gili_Air_Island-Lombok_West_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d554993-Reviews-Piaka_Unirii-Bucharest.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298309-d1503816-Reviews-or10-Semenggoh_Nature_Reserve-Kuching_Sarawak.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298309-d1503816-Reviews-Semenggoh_Nature_Reserve-Kuching_Sarawak.html"
    }
]