[
    {
        "attraction_name": "Seminole Hard Rock Hotel & Casino Hollywood",
        "attraction_name_vi": "Khách sạn Seminole Hard Rock - Sòng bạc Hollywood",
        "general_info": [
            "2.290 đánh giá",
            "- 8 trong số 66 điều cần làm ở Hollywood",
            "Sòng bạc"
        ],
        "attraction_summary": "Sòng bạc Seminole Hard Rock là sân chơi tuyệt vời nhất cho kỳ nghỉ ở Fort Lauderdale của bạn. Ở lại vui chơi hoặc ghé thăm khu phức hợp giải trí này chỉ cách sân bay 10 phút. Hãy nghỉ ngơi khỏi ánh mặt trời Fort Lauderdale. Hãy thử vận ​​may của bạn khi chơi game. Thư giãn với trị liệu tại European Spa. Tham gia buổi hòa nhạc tại Hard Rock Live.Đọc thêm",
        "reviews": [
            "Sòng bạc sạch sẽ, các máy đánh bạc đều hoạt động và rất sạch sẽ. Các máy rút tiền đều hoạt động. Phần thưởng khi bạn đánh rất thấp. Chúng tôi không thích trả tiền - 8 cho một đồ uống thông thường trong khi chúng tôi đang thua hàng trăm đô khi chơi máy đánh bạc.Đọc thêm",
            "Chúng tôi không ở khách sạn mà chỉ đến xem sòng bạc. Bãi đậu xe rất lớn và hơi khó hiểu khi vào lối vào sòng bạc. Chúng tôi có thể đã bỏ lỡ một số biển báo thang máy. Hồ bơi của khách sạn trông rất tuyệt, rất nhiều cửa hàng ở hành lang trên đường đến khách sạn nhận phòng và sòng bạc. Sòng bạc có nhiều trò chơi slot mới và khá lớn. Chúng tôi quyết định không chơi khi đọc một tấm biển ghi giá đồ uống - 3, từ thứ Hai đến thứ Sáu trước 4 giờ chiều. Chúng tôi không uống rượu nhưng cũng không muốn hỏi xem nước ngọt có đắt không. Nếu tôi đánh bạc - và phần lớn là thua -, tôi thích nước ngọt miễn phí. Tôi - tôi được nuông chiều từ Las Vegas.   Đọc thêm",
            "Over all, it was an awesome time spent there with a few hiccups. We would definitely recommend staying  -  - or visiting Seminole Hard Rock Hotel - Casino in Hollywood Florida. \n\nOur room was very nice. Clean. Comfortable bed. Large bathroom.  We were on 20th floor with nice view facing huge pools.\n2nd day, cleaning lady only left one bath towel instead of two so had to call housekeeping.  They sent up a bag with everything in it, 2 bath towels, 2 wash cloths, 2 hand towels, The third day the cleaning lady never left replacement hotel shampoo.  - good thing we brought our own -  The cleaning lady was the only problem with our room. We are neat freaks  -  keep our stuff hanging or in suitcases with our personal toiletries always put away each morning so cleaning person has a very easy job with our room every day we are there. So when little stuff like the towels  -  shampoo happens, it really irritates us. \n\nWe had breakfast at Rise restaurant. Portions are too big for seniors and over priced. Enjoyed food at Food Court after that.\n \nWe had a lot of fun in the casino with the slots. On all our walks through Hard Rock, there were people cleaning.  Explains why their hotel  -  casino are very clean.  The casino has lots of workers on the floor. Unlike the Seminole Casino in Tampa.  \n\nThe Guitar Hotel free nightly, outside, music  -  light show is worth seeing. Very nice. \n\nTons of parking. But don - t expect to find a certain parking garage. Just park in the first one you come to. Online site told us Winners Way parking garage would be closest to our guitar hotel check in. We couldn - t find the name on any of the parking garages or signage we came to. It just said Parking or public parking. Once parked, Check in was friendly, quick  -  easy. Check out was friendly, quick  -  easy too.Read more",
            "Chúng tôi yêu thích Hard Rock ở AC. Ngay khi bạn bước vào sòng bạc, nó được chiếu sáng rực rỡ, màu sắc vui nhộn và âm nhạc tuyệt vời - với các video ca nhạc đang phát trên màn hình - . Đó là một bầu không khí tiệc tùng hoành tráng. Đây KHÔNG phải là trường hợp ở Hollywood. Đọc các bài đánh giá về máy đánh bạc không trả bất kỳ khoản nào, vì vậy chúng tôi đã chơi một số trò chơi trên bàn bao gồm blackjack và I love Suits. Họ có - 5 blackjack nhưng chỉ có một bàn mở và nó đã đầy trong suốt thời gian chúng tôi ở đó. Các mức tối thiểu khác hơi cao đối với tôi. Bộ bài là - 5 nhưng nếu bạn chơi 2 phần thưởng - đó là nơi có khoản thanh toán lớn - bạn - sẽ hạ gục - 15 trước tiền cược, vì vậy đó là - s - 20 ván bài, chúng tôi không ngại chơi. Người bán hàng thật khủng khiếp. Anh ấy không nói một lời nào với chúng tôi trong suốt quá trình chơi trò chơi và chúng tôi không thắng được một ván bài nào trong hơn một giờ. Đó chắc chắn không phải là bữa tiệc Hard Rock mà chúng tôi đã quen. Khá buồn.Đọc thêm",
            "Chúng tôi đến đây để tham dự một hội nghị công việc. Những chiếc giường thật tuyệt vời và chúng tôi có được giấc ngủ tuyệt vời. Những kỷ vật thật tuyệt. Có một số nhà hàng ngon, trong đó có một địa điểm tuyệt vời để thưởng thức sushi ở đây. Bên guitar đã 6 tuổi và bên hội nghị 20 tuổi. Nó dàn trải và khó sang bờ bên kia. Đi bộ 10 - 15 phút là đến phòng tập thể dục ở phía mới trên tầng 3. Bản thân phòng tập thể dục đã đàng hoàng. SPA LÀ MỘT VIÊN ĐÁ ẨN !!! Ngâm mình trong nước lạnh, xông hơi trong hồ bơi, phòng xông hơi ướt, phòng muối, phòng yên tĩnh - thư giãn, thật đáng giá!  - 150 để dành cả ngày ở đó hoặc số tiền này được bao gồm trong ngày nếu bạn nhận bất kỳ loại dịch vụ nào ở đây. Hồ bơi đóng cửa lúc 8 giờ tối. Đây là một khách sạn hút thuốc. Gạt tàn thuốc cạnh thang máy, hành lang và sòng bạc. NẾU bạn bị hen suyễn, RAD - bệnh đường hô hấp phản ứng vốn là tiền hen suyễn - hoặc bất kỳ vấn đề về hô hấp nào thì đây sẽ là một thử thách. Tôi bị đau họng vào ngày đầu tiên vì nó. Đó là một thành công hay thất bại khi tham gia hoặc nhận dịch vụ với một nụ cười. Quầy phía trước không phải là một trải nghiệm tốt nhưng những người tham dự hồ bơi và người trông nhà đều tốt bụng và hữu ích.Đọc thêm",
            "Chúng tôi đến đây để tham dự một hội nghị công việc. Những chiếc giường thật tuyệt vời và chúng tôi có được giấc ngủ tuyệt vời. Những kỷ vật thật tuyệt. Có một số nhà hàng ngon, trong đó có một địa điểm tuyệt vời để thưởng thức sushi ở đây. Bên guitar đã 6 tuổi và bên hội nghị 20 tuổi. Nó dàn trải và khó sang bờ bên kia. Đi bộ 10 - 15 phút là đến phòng tập thể dục ở phía mới trên tầng 3. Bản thân phòng tập thể dục đã đàng hoàng. SPA LÀ MỘT VIÊN ĐÁ ẨN !!! Ngâm mình trong nước lạnh, xông hơi trong hồ bơi, phòng xông hơi ướt, phòng muối, phòng yên tĩnh - thư giãn, thật đáng giá!  - 150 để dành cả ngày ở đó hoặc số tiền này được bao gồm trong ngày nếu bạn nhận bất kỳ loại dịch vụ nào ở đây. Hồ bơi đóng cửa lúc 8 giờ tối. Đây là một khách sạn hút thuốc. Gạt tàn thuốc cạnh thang máy, hành lang và sòng bạc. NẾU bạn bị hen suyễn, RAD - bệnh đường hô hấp phản ứng vốn là tiền hen suyễn - hoặc bất kỳ vấn đề về hô hấp nào thì đây sẽ là một thử thách. Tôi bị đau họng vào ngày đầu tiên vì nó. Đó là một thành công hay thất bại khi tham gia hoặc nhận dịch vụ với một nụ cười. Quầy phía trước không phải là một trải nghiệm tốt nhưng những người tham dự hồ bơi và người trông nhà đều tốt bụng và hữu ích.Đọc thêm",
            "Tôi đã chiêu đãi vị hôn phu của mình một buổi biểu diễn của Diana Ross vào ngày 8 tháng 5 năm 2024 và tất cả đều diễn ra tốt đẹp cho đến khi kết thúc buổi biểu diễn, khi chúng tôi đứng dậy rời khỏi cơ sở - và CÓ, TÔI CHỊU TRÁCH NHIỆM HOÀN TOÀN CHO HÀNH ĐỘNG CỦA MÌNH - ... Tôi quên mất Tôi kẹp điện thoại giữa hai chân trên ghế, đứng dậy và vì ghế tự gập lại nên tôi khá chắc chắn rằng điện thoại của mình đã trượt xuống và rơi xuống vực thẳm, nơi không có đèn pin thì không thể nhìn thấy được. .. vì vậy khi chúng tôi rời ban công và ra khỏi rạp, chúng tôi đi chơi vài chỗ và bắt đầu đi bộ đến bãi đậu xe nhưng đó là lúc tôi nhận ra rằng mình bị mất điện thoại và tôi không để nó ở chỗ đó máy hoặc trong nhà vệ sinh, nên chúng tôi quay trở lại rạp hát trực tiếp hard rock và hỏi liệu tôi có thể quay lại không - tất nhiên là có hộ tống - để lấy điện thoại của mình.. à điều đó đã không xảy ra và được yêu cầu đi đến trung tâm an ninh và nói chuyện với họ.. nhóm thân thiện ở đó... KHÔNGTT !!!!!! Người ta yêu cầu ghi lại thông tin liên hệ và họ sẽ liên lạc với tôi NẾU họ tìm thấy hoặc bị tiết lộ.. Tôi đã gọi điện và gửi email cho họ rất nhiều lần vì tài liệu nhạy cảm.. - KHÔNG CÓ BẤT KỲ KHUYẾN MẠI NÀO - chỉ thông tin ngân hàng và mật khẩu đến những thứ khác và những bức ảnh của gia đình... .. Tôi đã nói với họ cách tìm nó và tìm nó ở đâu và có vẻ như tôi - vừa bị thổi bay.. vì vậy trừ khi bạn là thành viên của một nhóm ưu tú thuộc tầng lớp thượng lưu -holes.. you won - t get sh.. trở lại và kết thúc ngắn với kết quả f bạn. Vì vậy, hãy tiếp tục công việc của bạn và đừng lo lắng.. Tôi sẽ - không lãng phí thời gian nữa trong mê cung chuột chết tiệt đó... và nhờ có TripAdvisor, tôi không thể bày tỏ những suy nghĩ thực sự của mình để chúng ta có để giữ cho nó sạch sẽ...Đọc thêm",
            "Vào ngày 10 tháng 3, tôi đã viết bài đánh giá về chính sách sòng bạc Hardrock.  Vấn đề của tôi là tôi không được phép chơi xúc sắc bằng chiến lược cá cược mà tôi thích, chiến lược này nằm trong các quy tắc thông thường được chấp nhận ở mọi nơi khác.  Kể từ đó, tôi đã nói chuyện với người giám sát sàn, người này đã khuyên tôi rằng đó là sai sót của họ và hiện đã được sửa chữa.  Mặc dù động lực cho sự thay đổi này có thể có hoặc không phải là đánh giá của tôi, nhưng công bằng mà nói đối với Hardrock, tôi rất vui khi viết bài đánh giá tiếp theo này để cho mọi người biết rằng họ đã làm đúng và tôi đánh giá cao điều đó.  Tôi rất vui vì có một nơi để chơi xúc xắc trong một sòng bạc đẹp.Đọc thêm",
            "Sòng bạc thể hiện sự thiên vị đối với những người chi tiêu lớn thường xuyên. Họ cho phép 3 người chơi trò chơi trên bàn và sử dụng tất cả các ghế. Nếu một trong những người lăn lộn cao của họ muốn thì có thể chơi MỌI chỗ ngồi ngay cả khi mọi người đang chờ đợi! Chúng cho phép những người chi nhiều tiền chơi TẤT CẢ các ghế trong một trò chơi trên bàn trong khi mọi người chờ đợi! Mọi người thực sự chỉ đang đưa túi tiền cho mọi người. Nếu bạn không giàu bạn sẽ bị đối xử khác! Sự thật!  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  - Đọc thêm",
            "Chó đi vệ sinh ở hành lang, chó và mèo lớn - vâng mèo, quái đản! - trong sòng bạc, thật thảm hại.  Trả 3K trong 3 đêm và phải trả - 35 mỗi ngày để trông xe của tôi?  không có đồ uống miễn phí trong sòng bạc, đầu tiên là vì điều đó.  Phòng đẹp, hồ bơi đẹp nhưng nếu bạn bị dị ứng thì hãy tránh xa, đặc biệt là dị ứng với thú cưng.  Đây là sòng bạc nhiều khói nhất mà tôi - từng đến. Độ lọc khủng khiếp hoặc 90 - tôi đoán là chỉ hút thuốc thôi.Đọc thêm",
            "Đừng lãng phí tiền của bạn. Khe cắm chặt chẽ nhất trong cả nước. Đó là một điểm thu hút khách du lịch và họ không cần phải trả tiền. Đi ăn tối và thế là xong.Đọc thêm",
            "Sòng bạc là rác rưởi! Mỗi lần xét lại những chiến thắng lẽ ra tôi phải có thì họ không bao giờ bù đắp được. Đi nơi khác!Đọc thêm",
            "Chúng tôi yêu thích Hard Rock ở AC. Ngay khi bạn bước vào sòng bạc, nó được chiếu sáng rực rỡ, màu sắc vui nhộn và âm nhạc tuyệt vời - với các video ca nhạc đang phát trên màn hình - . Đó là một bầu không khí tiệc tùng hoành tráng. Đây KHÔNG phải là trường hợp ở Hollywood. Đọc các bài đánh giá về máy đánh bạc không trả bất kỳ khoản nào, vì vậy chúng tôi đã chơi một số trò chơi trên bàn bao gồm blackjack và I love Suits. Họ có - 5 blackjack nhưng chỉ có một bàn mở và nó đã đầy trong suốt thời gian chúng tôi ở đó. Các mức tối thiểu khác hơi cao đối với tôi. Bộ bài là - 5 nhưng nếu bạn chơi 2 phần thưởng - đó là nơi có khoản thanh toán lớn - bạn - sẽ hạ gục - 15 trước tiền cược, vì vậy đó là - s - 20 ván bài, chúng tôi không ngại chơi. Người bán hàng thật khủng khiếp. Anh ấy không nói một lời nào với chúng tôi trong suốt quá trình chơi trò chơi và chúng tôi không thắng được một ván bài nào trong hơn một giờ. Đó chắc chắn không phải là bữa tiệc Hard Rock mà chúng tôi đã quen. Khá buồn.Đọc thêm",
            "Rất nhiều khe, nhưng càng chật càng chặt.  Sòng bạc đẹp nhưng quá khói.  Với tất cả số tiền họ kiếm được, tôi nghĩ họ có thể xây dựng một hệ thống lọc khói tốt hơn.Đọc thêm",
            "Do not go. It is a smoking casino. There is no way for the smoke to go out. All the casino area is one whole, big enclosed circle. Only about less than 5 -  patron smoke. But the whole place is full of cigarette smoke. A person on the same table chain smoked for hours with several cigarette trays. The manager kept on giving him new trays. I have never seen a cigarette tray for decades. What a backward facility. Instead of providing a smoking area, Seminole casino put entire customers in life danger with second hand smoke. A small non smoking slot machine room is not an escape. You don - t win there at all.They let children and babies roaming on the casino floor, which is literally running around. There is no separation of casino entrance area from hotel access. You cannot walk into the hotel areas or any restaurants without being exposed to the entire casino. Both areas use the same walkway. All eateries are outside the circle with the casino in the center of the circle. There is no boundary. So, even if you just walk from the hotel to the restaurant, your entire family are subject to the smoke and gambling activities even if they claim the walkway is non-smoking.They hire many cleaning staff and security guards to make sure patrons continue gambling. Otherwise, the patrons will be troubled to leave. The bathrooms are very small to make sure you don - t want to say in there. A cleaning person is continuously doing this and that around. This is what I observed in the three-day visit. You cannot even have time and space to fix your make up. The only place without enough employees is the drink server in the bar area. You need to wait for a long time to get a drink. Supposedly, it is a professional meeting, show, hotel, casino entire, whole provision. Yet, out from the entire facility, probably other than inside hotel rooms, there is no place for you to plug in your phone charger not to say to check your computer emails. There is no place for you to sit for a while other than two small bear areas when they don - t serve snack. Very disappointed. Don - t go.Read more",
            "Khách sạn nào hardrock - ốc đảo - hoặc guitar, sẽ ít đi bộ nhất đến khu vực sòng bạc. Đưa mẹ tôi đi lại khó khăn. Đọc thêm",
            "chúng tôi ở lại Oasis. KHÔNG chăm sóc xe của bạn. Họ gạt tôi ra và không bao giờ trả lời lại. Sòng bạc và nhà hàng rất vui, nhưng tôi sẽ không bao giờ ở lại khách sạn nữa. Họ tính phí cho bạn mọi thứ cuối cùng.Đọc thêm",
            "Có dịch vụ giặt ủi nào không? Đọc thêm",
            "Thành thực mà nói thì tôi không chắc về điều đó vì tôi có rất nhiều quần áo trong vali!! Tuy nhiên, tôi chắc chắn rằng họ cung cấp dịch vụ giặt khô.  Thực tế là tối nay tôi sẽ ăn tối ở đó với một số khách hàng và tôi rất mong được đến đó lần nữa!  Kế hoạch thật tuyệt vời!  Tôi làm việc cho FAST SIGNS OF Hollywood và tôi luôn ở đó!!! Tôi yêu nó!!! Đọc thêm",
            "Tôi có thể sử dụng hồ bơi với một khoản phí nếu tôi không phải là khách không? Đọc thêm",
            "Tôi đã đến địa điểm ở Las Vegas và trong mùa tiệc MTV, họ đã bán vé cho những người không ở lại đó!  Tôi chắc chắn rằng họ cũng làm như vậy khi có sự kiện!  Bữa tiệc thật TUYỆT VỜI!!   Công ty thế chấp của tôi đã cử chúng tôi đến đó để tham dự một hội nghị và tất cả chúng tôi đều đã có khoảng thời gian tuyệt vời nhất từ ​​trước đến nay!!- Tôi từng là NHÀ MÔI GIỚIĐọc thêm",
            "Chi phí đi Uber từ sân bay là bao nhiêuĐọc thêm",
            "Tôi có thể nói là nó khác nhau - tôi đoán có thể là - 20 đến - 30!! Bình thường tôi có ô tô riêng- Mọi thứ thật gần gũi!  Sân bay FLL không xa và Miami cũng không còn xa nữa!!Đọc thêm",
            "Đo nhiệt độ Covid-Tôi biết lối vào Sòng bạc có quét nhiệt độ của mọi người khi họ đi qua một hệ thống phức tạp, vô hình, hệ thống này sẽ đọc nhiệt độ cho bất kỳ người qua đường nào và vi tính hóa nhiệt độ cho nhân viên trạm đo nhiệt độ gần đó, và sẽ cảnh báo nếu ai đó đi qua với nhiệt độ cao. Tôi thấy một số đánh giá tiêu cực đề cập đến sự nhầm lẫn về lý do tại sao nhân viên không đo nhiệt độ trực tiếp, vì vậy họ nên đảm bảo rằng thông báo được đăng rõ ràng. Tôi không thể chỉnh sửa đánh giá của mình để thêm điều này, vì vậy quyết định Đặt một câu hỏi rộng hơn để có thể giải quyết cho những người quan tâm.\nCác lối vào không phải sòng bạc - nơi có quyền truy cập vào trò chơi, v.v. - xử lý việc đánh giá nhiệt độ của mọi người như thế nào? Đọc thêm",
            "Tôi chưa bao giờ được quét nhiệt độ!Đọc thêm",
            "Có người chia bài trực tiếp cho những câu chuyện tào lao ở Hollywood không?Đọc thêm",
            "không Đọc thêm",
            "Họ tính phí người phục vụ bao nhiêu?Đọc thêm",
            "Phí đỗ xe có người phục vụ ở Seminole Hard Rock Hollywood\nNgày: - 20\nQua đêm - trên 12 giờ - : - 25 \ncộng với bất cứ thứ gì bạn để lại trong xe của bạn. Vì họ cần nó nhiều hơn.Đọc thêm",
            "Nó có mùi như cái gạt tàn và nhân viên có được đào tạo về kẻ trộm là gì không?Đọc thêm",
            "Họ có khu vực cấm hút thuốc. Chưa bao giờ gặp vấn đề với trộm cắp nhưng bạn phải cẩn thận và sử dụng óc phán đoán thông thường. Đọc thêm",
            "Có ai biết người ta tính phí đỗ xe cho bạn tại sòng bạc không?Đọc thêm",
            "- 25/ngày nếu ở qua đêm\n - 20 trong ngàyĐọc thêm",
            "Có ai biết người phục vụ tính phí trông xe như thế nào không.Đọc thêm",
            "Chúng tôi luôn đậu xe ở lô liền kề rất nhanh chóng và dễ dàngĐọc thêm"
        ],
        "star_ratings": [
            988,
            682,
            343,
            118,
            159
        ],
        "review_amount": 2290,
        "location": [
            "Khách sạn Seminole Hard Rock - Sòng bạc Hollywood",
            "Những điều cần làm ở Hollywood",
            "Hoa Kỳ",
            "Florida - FL -",
            "Quận Broward",
            "Hollywood"
        ],
        "reviews_time": [
            "Written July 10, 2023",
            "Written July 31, 2023",
            "Written August 6, 2023",
            "Written December 29, 2023",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 16, 2024",
            "Written March 25, 2024",
            "Written March 15, 2024",
            "Written February 17, 2024",
            "Written February 9, 2024",
            "Written January 11, 2024",
            "Written December 29, 2023",
            "Written November 14, 2023",
            "Written November 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34296-d1563090-Reviews-Seminole_Hard_Rock_Hotel_Casino_Hollywood-Hollywood_Broward_County_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34296-d650232-Reviews-Hard_Rock_Cafe-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34296-d7930380-Reviews-Kuro-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34296-d734773-Reviews-Council_Oak_Steak_and_Seafood-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34296-d5103307-Reviews-The_Bol-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34296-d20288119-Reviews-Bae_Korean_Grill-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34296-d19449529-Reviews-Cipresso-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34296-d19721039-Reviews-Rise_Kitchen_Deli-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34227-d3457403-Reviews-Martorano_s_Italian_American_Kitchen-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34296-d19397832-Reviews-Abiaka-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34296-d4410134-Reviews-Ben_Jerry_s-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d207935-Reviews-Seminole_Classic_Casino_Hollywood-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34168-d16852421-Reviews-Dania_Pointe-Dania_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d4611594-Reviews-The_Native_Village-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d11920603-Reviews-Dolphin_World-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d618438-Reviews-Seminole_Okalee_Indian_Village-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d2343087-Reviews-Topeekeegee_Yugnee_Park-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d4011508-Reviews-Dog_Park-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d560354-Reviews-Anne_Kolb_Nature_Center-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d2503342-Reviews-Yellow_Green_Farmers_Market-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34170-d561292-Reviews-Tree_Tops_Park-Davie_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d1563090-Reviews-or10-Seminole_Hard_Rock_Hotel_Casino_Hollywood-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d26661271-Reviews-Hard_Rock_Live_Hollywood_Florida-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d19489589-Reviews-BouYah_Watersports_Seminole_Hard_Rock_Hotel_Casino-Hollywood_Broward_County_Flori.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d8393046-Reviews-Hard_Rock_Cafe-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d1195290-Reviews-Improv_Comedy_Club_Dinner_Theater-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d25453935-Reviews-Davidoff_Hard_Rock-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d8326863-Reviews-Psychic_Vision_Center-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d21184889-Reviews-Baymingo_Boat_Rentals_And_Tours_in_Fort_Lauderdale-Fort_Lauderdale_Broward_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d17543659-Reviews-A_List_Promotions-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1940497-d3970174-Reviews-Mutrah_Fish_Market-Muscat_Muscat_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1590611-d6856080-Reviews-Jimmy_s_Durian_Orchard-Karak_Bentong_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g55863-d145690-Reviews-Enchanted_Rock_Cave-Fredericksburg_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g644340-d8539929-Reviews-Las_Charcas_Mud_Baths-Lo_Pagan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189687-Reviews-Luxembourg_Gardens-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d10660462-Reviews-Ninja_Trick_House_In_Tokyo-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g54092-d8399416-Reviews-South_Shore_Beach-Little_Compton_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d1528285-Reviews-Marina_Grande_Public_Beach-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187674-Reviews-Imperial_War_Museum_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g298068-d317897-Reviews-Registan-Samarkand_Samarqand_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34296-d1563090-Reviews-or10-Seminole_Hard_Rock_Hotel_Casino_Hollywood-Hollywood_Broward_County_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34296-d1563090-Reviews-Seminole_Hard_Rock_Hotel_Casino_Hollywood-Hollywood_Broward_County_Florida.html"
    }
]