[
    {
        "attraction_name": "Sen Trang Spa",
        "attraction_name_vi": "Sen Trắng Spa",
        "general_info": [
            "22 đánh giá",
            "148 trên 776 Spa Chăm sóc sức khỏe tại Thành phố Hồ Chí Minh",
            "Spa"
        ],
        "attraction_summary": "Sen Trang Spa có mối quan hệ thân thiết với The Heavens Garden một vẻ đẹp không giống ai. Các phương pháp điều trị và môi trường của chúng tôi được lấy cảm hứng từ đặc tính phục hồi của cánh đồng xanh cũng như sự yên bình, năng lượng và vẻ đẹp sâu sắc của chúng. Nó mở đường cho việc đánh thức sự cởi mở, bổ sung và sáng tạo trong tâm trí, cơ thể và làn da. Khám phá sức mạnh của Sen Trang Spa, trải nghiệm độc đáo về các phương pháp điều trị và sản phẩm được cân nhắc kỹ lưỡng, mang lại hiệu quả cao và tinh khiết.Đọc thêm",
        "reviews": [
            "Tôi đã thanh toán toàn bộ chi phí điều trị bằng laser, sau đó chúng biến mất. Tôi không thể liên lạc với họ cho đến bây giờ. Họ lừa dối khách hàng, không chịu trách nhiệm gì cả.Đọc thêm",
            "Tôi đã đến Sen Trang Spa and Skincare vào ngày 13 tháng 2 năm 2020 và được điều trị Da mặt Tiêu chuẩn. Da của tôi được chăm sóc chu đáo và được mát-xa mặt tuyệt vời là một bất ngờ tích cực. Đội ngũ Sen Trang Spa rất thân thiện và chuyên nghiệp và tôi rất mong được phục vụ hãy đến đó lần nữa ngay khi có thể.Đọc thêm",
            "Tôi ở đây được hơn 2 tháng, ấn tượng ban đầu khá tốt với vị trí đẹp, nhân viên thân thiện. Hơn nữa, dịch vụ rất chuyên nghiệpĐọc thêm",
            "Sen Trắng Spa xin chân thành cảm ơn những đánh giá tích cực của bạn ạ. Bạn vui lòng cho Sen xin địa chỉ email để Sen gửi thêm thông tin voucher cho mình nhé ạRead more",
            "Ảnh ghép của tôi đưa tôi đến đây và khá ngạc nhiên, một nơi massage riêng tư đối với tôi không giống spa nào ở thành phố hồ chí minh. Tôi có phòng đôi thậm chí đi du lịch một mình mà không phải trả thêm giá. Nhà trị liệu nhẹ nhàng. Khá im lặng với âm nhạc nhẹ nhàng. Mình đặt liệu trình hương thơm 585.000đ trong 75 phút, giá cũng phải chăngĐọc thêm",
            "Tôi đã đặt một vài liệu pháp mát-xa kèm khuyến mãi tặng thêm 2 suất chăm sóc da mặt miễn phí. Spa sạch sẽ và khá, chúng tôi hài lòng khi có khoảnh khắc riêng tư, không như những spa khác ở Hồ Chí Minh. Giá cả cũng ổn, xông hơi không tính thêm phí Sẽ quay lại sớmXem thêm",
            "Tôi rất hài lòng với dịch vụ của spa này. Rất sạch sẽ, nhân viên tận tình, sếp dễ thương :D Sẽ quay lại với bạn bè sớm thôi!!! Đọc thêm",
            "Vừa rồi Con gái tôi đã mua một phiếu quà tặng sinh nhật của tôi mà chỉ có 6 số không trên đó. Tôi nhận ra một tuần trước khi hết hạn và gọi điện để đăng ký - họ chỉ cung cấp các ngày trong tuần - ĐÓ là tuần làm việc toàn thời gian của một bà mẹ đơn thân mà tôi không thể làm được. Sau đó cô ấy nói tôi sẽ phải làm việc đó vào thứ Bảy. Vào thời điểm này, tôi đã đề nghị trả nhiều tiền hơn cho phiếu thưởng vì cuộc sống của tôi quá bận rộn và cảm thấy mình đang bị bắt nạt để phù hợp với họ. Sau khi bị đẩy vào ngày thứ bảy đó - tôi không thể tham dự vì cả xe máy và ô tô của tôi đều hết pin - nghe có vẻ khập khiễng nhưng đó là sự thật - và tôi sống ở xa và phải tìm cách để con gái tôi đi làm! Tôi gọi điện để giải thích và được thông báo là quá tệ - tôi vừa bị mất phiếu mua hàng 100 mà tôi đã thanh toán 13 năm. Lý do là cô ấy đã gọi nhân viên - dường như chỉ trong 1 giờ của tôi. Spa rất tuyệt nhưng có lẽ anh chủ hơi tham lam và không hiểu biết lắm. Tôi đã từng sử dụng spa này một vài lần và thành thật mà nói thì hơi sốc...Đọc thêm",
            "Kính gửi bà Angie P, \n\nTrước hết, cảm ơn bạn rất nhiều vì đã dành thời gian phản hồi cho chúng tôi và chúng tôi rất tiếc khi biết rằng bạn đã có trải nghiệm tồi tệ. \n\nChúng tôi là Sen trắng Spa tại 72 Phùng Khắc Khoan, P. Đa Kao, Quận 1, Sài Gòn. Năm 2017, chúng tôi từng bán voucher dịch vụ triệt lông không có hạn sử dụng và có thể sử dụng bất cứ lúc nào từ Thứ Hai đến Chủ Nhật, 10:00 sáng đến 7:30 tối. \nNếu có thể, chúng tôi cũng muốn biết thêm thông tin về voucher mà con gái bạn đã mua xem có hiểu nhầm hay bạn có nhầm lẫn chúng tôi với nơi nào khác không.\n\nChúng tôi xin lỗi vì phản hồi bạn muộn và chúng tôi muốn bù đắp điều này bằng cách gửi cho bạn phiếu quà tặng Detox Facial Treatment và phiếu giảm giá 30 cho dịch vụ massage. Nếu bạn vẫn ở Thành phố Hồ Chí Minh, vui lòng liên hệ trực tiếp với chúng tôi tại bookingsentrangspa.vn hoặc trang Facebook của chúng tôi: https:www.facebook.comSenTrangSpaPKK để chúng tôi có thể tư vấn kỹ hơn về dịch vụ và sắp xếp đặt chỗ cho bạn. Chúng tôi luôn sẵn lòng giúp đỡ. \n\nNếu hiện tại bạn không ở thành phố Hồ Chí Minh, chúng tôi hy vọng nhận được phản hồi của bạn khi bạn quay lại. Chúng tôi sẽ gửi voucher cho bạn để bạn có thể trải nghiệm dịch vụ tại Sen Trắng Spa. \n\nHiện tại chúng tôi cũng có nhiều chương trình hấp dẫn như voucher quà tặng theo dịch vụ cụ thể, voucher giảm giá 30, thẻ thành viên và các chương trình giảm giá trực tiếp theo mùa hoặc giờ khuyến mãi khác tại Spa của chúng tôi. \nChúng tôi rất mong được gặp bạn tại Sen Trắng Spa - 72 Phùng Khắc Khoan, P. Đa Kao, Quận 1 trong thời gian sắp tới.\n\nTrân trọng,\nTracie CaoĐọc thêm",
            "Chúng tôi đến đây vì tất cả những phản hồi tích cực... Và chúng tôi đã không thất vọng! Nơi này được dọn dẹp siêu sạch, thường thì bạn luôn có đồ đạc nằm xung quanh, chúng tôi thực sự ấn tượng! Lý do duy nhất khiến tôi cho 4 điểm là cô gái và người đàn ông đã mát-xa cho chúng tôi đã cố gắng nói chuyện với chúng tôi, nhưng sau đó lại nói chuyện bằng giọng điệu của họ. ngôn ngữ và bắt đầu cười... nên chúng tôi cảm thấy hơi tệ vì không biết liệu họ có cười nhạo chúng tôi hay không: Nhưng địa điểm và dịch vụ mát-xa thật tuyệt vời.Đọc thêm",
            "Khi chúng tôi muốn ghé thăm nơi này, chúng tôi gặp một số khó khăn trong việc xác định vị trí của spa vì vị trí xuất hiện trên bản đồ google không chính xác và tên của spa này đã được thay đổi thông qua tên cũ White Lotus vẫn có thể được nhìn thấy. Xin lưu ý rằng vị trí chính xác của T Spa nằm ở phía đối diện với những gì được hiển thị trên bản đồ google. Spa nằm trong biệt thự ngoài đường chính. Đó là một tòa nhà biệt lập, và một khi bạn bước vào bên trong tòa nhà, bạn sẽ không còn cảm nhận được sự ồn ào và náo nhiệt của TP HCM nữa. Môi trường rất sạch sẽ và yên tĩnh. Mức độ dịch vụ là không có nghi ngờ. Cả vợ tôi và vợ đều tận hưởng massage rất nhiều.Đọc thêm",
            "Sài Gòn nổi tiếng với sự ấm áp của con người, thành phố và thời tiết. Sẽ rất mệt mỏi khi đi bộ từ điểm thu hút này đến điểm thu hút khác xung quanh thành phố rộng lớn, đặc biệt là dưới ánh mặt trời vàng rực. Nếu bạn ở gần trung tâm thành phố, bạn có thể ghé qua tiệm mát-xa xinh đẹp này, nơi bạn được chào đón với ao sen xinh đẹp và trà gừng tuyệt vời. Có rất nhiều lựa chọn mát-xa và các chuyên gia rất giỏi trong những gì họ làm. Tôi luôn bước vào và bước ra với cảm giác sảng khoái nhưng không nhớ ra điều gì, trong khi tất cả các quý cô đều cười khúc khích. Rõ ràng là tôi ngáy rất to trong các buổi mát-xa. Khi rời khỏi cơ sở, bạn cũng được tặng một món tráng miệng ngon miệng. Lần này chúng tôi có Thanh long trong sữa chua. Hãy đặt chỗ trước ít nhất 2 giờ vì địa điểm sẽ được lấp đầy khá nhanh.Đọc thêm"
        ],
        "star_ratings": [
            15,
            5,
            0,
            0,
            2
        ],
        "review_amount": 22,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Sen Trắng Spa"
        ],
        "reviews_time": [
            "Written March 18, 2021",
            "Written April 11, 2020",
            "Written January 6, 2020",
            "Written December 18, 2019",
            "Written October 17, 2019",
            "Written June 14, 2019",
            "Written July 11, 2018",
            "Written April 27, 2018",
            "Written August 8, 2015",
            "Written March 23, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2417715-Reviews-Sen_Trang_Spa-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7157553-Reviews-Noir_Dining_In_The_Dark-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d2329869-Reviews-KOTO_Saigon_Restaurant_Cooking_Classes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8806032-Reviews-Social_Club_Restaurant_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d4475447-Reviews-Market_39-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12926285-Reviews-Italiani_s_Pizza-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d23962190-Reviews-Xliii_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d1741415-Reviews-Shri_Lifestyle_Dining-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d13417229-Reviews-Pizza_4P_s_Hai_Ba_Trung-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d2462183-Reviews-Trung_Nguyen_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d1741416-Reviews-Basilico-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945908-Reviews-Urban_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d550712-Reviews-Former_U_S_Embassy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d550709-Reviews-Diamond_Plaza-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2417715-Reviews-or10-Sen_Trang_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25188298-Reviews-La_Spa_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23300698-Reviews-Euphorea_Salon_And_Spa_Bason-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025887-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Ben_Thanh_D1-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15592702-Reviews-Euphorea_Salon_and_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19408793-Reviews-Mido_Luxury_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23718217-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Thao_Dien_D2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25247185-Reviews-Coco_Care_Spa_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17529228-Reviews-Brelax_Therapy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7043136-Reviews-Cafe_de_Paris_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25233425-Reviews-Dao_House_Sai_Gon_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4473400-Reviews-Embassy_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6401503-Reviews-Vietnam_Designer_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8854959-Reviews-Le_Spa_Des_Artistes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1837685-Reviews-Ho_Chi_Minh_City_Urban_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12851481-Reviews-Bright-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5957860-Reviews-Golden_Lotus_Healing_Spa_Land-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20385151-Reviews-Lost_Found_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g34626-d509151-Reviews-Highlands_Hammock_State_Park-Sebring_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g315850-d6781780-Reviews-Fjadrargljufur_Canyon-Kirkjubaejarklaustur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553099-Reviews-VooDoo_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g143044-d7381995-Reviews-Reflection_Lakes-Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g42881-d15292522-Reviews-5D_Extreme_Attraction-Bloomington_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g35398-d1705070-Reviews-Miracle_Hot_Springs-Buhl_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d2237933-Reviews-Oslofjord-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g57273-d146347-Reviews-Rock_of_Ages_Visitors_Center_Quarry_Tours-Graniteville_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g54848-d12483556-Reviews-Delta_09_Missile_Silo-Wall_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g58375-d591612-Reviews-Seahurst_Beach_Park-Burien_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2417715-Reviews-or10-Sen_Trang_Spa-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2417715-Reviews-Sen_Trang_Spa-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Sen Trang Spa",
        "attraction_name_vi": "Sen Trắng Spa",
        "general_info": [
            "22 đánh giá",
            "148 trên 776 Spa Chăm sóc sức khỏe tại Thành phố Hồ Chí Minh",
            "Spa"
        ],
        "attraction_summary": "Sen Trang Spa có mối quan hệ thân thiết với The Heavens Garden một vẻ đẹp không giống ai. Các phương pháp điều trị và môi trường của chúng tôi được lấy cảm hứng từ đặc tính phục hồi của cánh đồng xanh cũng như sự yên bình, năng lượng và vẻ đẹp sâu sắc của chúng. Nó mở đường cho việc đánh thức sự cởi mở, bổ sung và sáng tạo trong tâm trí, cơ thể và làn da. Khám phá sức mạnh của Sen Trang Spa, trải nghiệm độc đáo về các phương pháp điều trị và sản phẩm được cân nhắc kỹ lưỡng, mang lại hiệu quả cao và tinh khiết.Đọc thêm",
        "reviews": [
            "Với bầu không khí yên bình và khung cảnh thanh bình, đây là spa thú vị nhất mà tôi từng tham dự ở bất cứ đâu. Cơ sở nằm ở một vị trí rất đẹp, cho phép những giai điệu nhẹ nhàng của âm nhạc thư giãn kết hợp với lối trang trí nhẹ nhàng mang đến cảm giác bình yên và thanh thản tràn ngập, chắc chắn hỗ trợ cho nỗ lực hòa bình và thư giãn. Tôi sẽ trở lại hàng ngày cho đến khi rời Việt Nam chỉ để hòa mình vào bầu không khí thiền mà cơ sở này mang lại. Đọc thêm",
            "White Lotus đã ngừng hoạt động và được chủ sở hữu mới tiếp quản và hiện tại có tên là T Spa Lounge. Spa mới này chỉ được khai trương vào ngày 14 tháng 8. Tôi đã ở đó trong chuyến thăm gần đây. Mặc dù tôi chưa từng đến White Lotus trước đây nhưng dịch vụ của spa mới này rất tuyệt vời và tôi đã có một buổi mát-xa rất thư giãn.Đọc thêm",
            "Spa này nằm ngoài một con hẻm trong một khu vực yên tĩnh của TP.HCM nên rất yên bình và không có tiếng ồn giao thông. Các cơ sở rất sạch sẽ và được bảo trì tốt.  Có sẵn tủ khóa để đựng đồ đạc của chúng tôi và chúng tôi có quyền riêng tư để thay đồ; cộng với những chiếc bàn massage có lỗ dành cho khuôn mặt của bạn - đây là những thứ chúng tôi coi là đương nhiên ở nhà nhưng thường không nhận được ở châu Á!  Chúng tôi đã có buổi Massage White Lotus Signature kéo dài 75 phút và thật tuyệt vời - các cô gái rất chuyên nghiệp và các buổi mát xa rất thư giãn nhưng cũng rất hiệu quả trong việc loại bỏ cảm giác cứng đơ và đau nhức sau một chuyến bay dài. Giá trị lớn ở 75 phút cho 26. Họ đóng cửa vào dịp Tết vào buổi chiều chúng tôi ở đó, nếu không chúng tôi chắc chắn sẽ quay lại để mát-xa cho các cặp đôi khác. Đọc thêm",
            "The White Lotus was on the map provided by the hotel. After checking the only review by Steven Heath on Trip Advisor, hubby and I gave it a try as it was within walking distance. We paid about US20hourpax. We liked it so much we went back again the very next day!A clean and relaxed environment, nestled in a quiet neighbourhood, full of big houses with luxury cars parked in the garages. It was truly safe and clean.For a start, we were given a foot soak at the main lounge and the ladies helped change our footwear into a pair of slippers thereafter. Then we were led to a locker each to keep our bags and accessories eg, watch, necklace, ring which one shouldnt be wearing during a massage. Then we were led to a couple room where we changed into disposable undies. We did steam bath, body scrub, wrap, full body massage for about 3hours. We were given a change of undies and clean set of towels after each treatment. After completing all the treatments, we took our time to get changed and head back to the main lounge. Our footwear and drinks were waiting for us. There was no sense of hurry and we took our time, made payment only when we were ready to leave.The next day, we didnt make any appointment and dropped by for a full body massage amidst our tight schedule. We told the lady at the reception that we needed to leave at a specific time, which meant they only had 50min. The lady quickly gave the instructions to the masseuses and they performed everything to the tee. We got our wonderful massage and left on time to continue our planned itenary. Great customer satisfaction! Do use simple terms like harder, softer if you want the pressure adjusted. The only one who understands English well enough is the lady at the reception who is also the cashier. The masseuse ladies dont speak much English except phrases like turn over, please wash, functional terms required during the treatment. Read more",
            "Tôi đã ghé thăm Sen Trang White Lotus một vài lần trong những chuyến đi thường xuyên đến TP.HCM và không giống như những người bán hàng vỉa hè ở trung tâm thành phố, những kết thúc có hậu không phải là một phần của thỏa thuận mà là dịch vụ mát-xa chất lượng, các liệu pháp chăm sóc da mặt và cơ thể khác. Gần đây tôi đã tận hưởng 4,5 phút tuyệt vời giờ, trải nghiệm gói Blue Ocean.  Tôi đã không được nuông chiều và thoải mái như vậy kể từ khi tôi quyết định chơi gái sau giờ làm và không ra khỏi giường trong ngày.  Hấp, massage, chăm sóc da mặt, quấn, tắm, thao tác, thật tuyệt vời và với giá bao nhiêu?  140. Những dịch vụ đó nếu tôi có đủ khả năng chi trả thì được báo giá ở mức 700-800 ở Sydney! Bản sao và dán gói thực tế từ trang web GÓI BLUE OCEAN 115 - 4,25 giờ trị giá 132 5 cho manipedi 1. Tẩy tế bào chết bằng muối khoáng.\t  \t  2. Xông hơi thảo dược.\t  \t  3. Bọc cơ thể bằng sôcôla và tảo biển.\t  \t  4. Bể sục muối biển chết.\t  \t  5. Trị liệu bằng hương thơm bằng đá Lava.\t  \t  6. Trẻ hóa da mặt. Vâng, tôi sẽ quay lạiĐọc thêm"
        ],
        "star_ratings": [
            15,
            5,
            0,
            0,
            2
        ],
        "review_amount": 22,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Sen Trắng Spa"
        ],
        "reviews_time": [
            "Written March 9, 2015",
            "Written August 28, 2014",
            "Written January 30, 2014",
            "Written April 7, 2013",
            "Written December 9, 2011"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2417715-Reviews-or10-Sen_Trang_Spa-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7157553-Reviews-Noir_Dining_In_The_Dark-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d2329869-Reviews-KOTO_Saigon_Restaurant_Cooking_Classes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8806032-Reviews-Social_Club_Restaurant_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d4475447-Reviews-Market_39-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12926285-Reviews-Italiani_s_Pizza-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d23962190-Reviews-Xliii_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d1741415-Reviews-Shri_Lifestyle_Dining-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d13417229-Reviews-Pizza_4P_s_Hai_Ba_Trung-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d2462183-Reviews-Trung_Nguyen_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d1741416-Reviews-Basilico-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945908-Reviews-Urban_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d550712-Reviews-Former_U_S_Embassy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d550709-Reviews-Diamond_Plaza-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2417715-Reviews-Sen_Trang_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25188298-Reviews-La_Spa_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23300698-Reviews-Euphorea_Salon_And_Spa_Bason-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025887-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Ben_Thanh_D1-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15592702-Reviews-Euphorea_Salon_and_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19408793-Reviews-Mido_Luxury_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23718217-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Thao_Dien_D2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25247185-Reviews-Coco_Care_Spa_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17529228-Reviews-Brelax_Therapy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7043136-Reviews-Cafe_de_Paris_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25233425-Reviews-Dao_House_Sai_Gon_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4473400-Reviews-Embassy_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6401503-Reviews-Vietnam_Designer_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8854959-Reviews-Le_Spa_Des_Artistes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1837685-Reviews-Ho_Chi_Minh_City_Urban_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12851481-Reviews-Bright-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5957860-Reviews-Golden_Lotus_Healing_Spa_Land-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20385151-Reviews-Lost_Found_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g295373-d4292154-Reviews-Aquarium_Pula-Pula_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d2226954-Reviews-Waialea_Beach-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1772449-d3179315-Reviews-Saif_ul_Muluk_Lake-Naran_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d12883860-Reviews-Liwa_Oasis-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d3571404-Reviews-Marine_Park_Mother_s_Beach-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150792-d278625-Reviews-Malecon_de_Mazatlan-Mazatlan_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10128174-Reviews-Musee_du_Parfum_Fragonard-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g297415-d491514-Reviews-China_Folk_Culture_Village-Shenzhen_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293993-d15829319-Reviews-Haramain_High_Speed_Railway-Mecca_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190165-Reviews-Museu_Picasso-Barcelona_Catalonia.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2417715-Reviews-or10-Sen_Trang_Spa-Ho_Chi_Minh_City.html"
    }
]