[
    {
        "attraction_name": "Sena Cruises",
        "attraction_name_vi": "Du thuyền Sena",
        "general_info": [
            "224 đánh giá",
            "- 9 trên 98 Phương tiện di chuyển ở Vịnh Hạ Long",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Sena Cruises là một công ty có sự trung thực, cống hiến, tình bạn, niềm tự hào và hiệu suất làm việc chuyên nghiệp đỉnh cao, trong một môi trường làm việc năng động và bổ ích. Chúng tôi làm việc cùng nhau để đạt được mục tiêu của mình và dẫn đầu ngành du lịch du lịch hạng sang tại Việt Nam và khu vực. Chúng tôi tạo dựng mối quan hệ hợp tác liên tục cùng có lợi với các nhà cung cấp của mình và thông qua làm việc chăm chỉ, chúng tôi tạo ra lợi nhuận và tăng trưởng cho tất cả mọi người.Đọc thêm",
        "reviews": [
            "Tuyệt vời từ đầu đến cuối. Tôi đã liên lạc với Laras qua watsapp để đặt chỗ và thanh toán - rất hiệu quả. Và toàn bộ trải nghiệm trên hành trình thật tuyệt vời. Hành trình nhỏ đáng yêu với những căn phòng xinh xắn và những bữa ăn ngon. Đặc biệt gửi lời cảm ơn đến Lương, người đã khiến kỳ nghỉ của chúng tôi thật tuyệt vời và đáng nhớ. Chúng tôi nhớ bạn! Sabrina và RobertĐọc thêm",
            "Chúng tôi đã đặt hành trình 1 đêm 2 ngày với Sena Cruises. Toàn bộ trải nghiệm từ email ban đầu cho đến hành trình đều diễn ra suôn sẻ và hiệu quả. Gửi email đã được trả lời ngay lập tức, tất cả các câu hỏi được trả lời kịp thời. Chuyến đi thật đáng yêu. Cabin của chúng tôi rất đẹp và có tầm nhìn tuyệt vời từ cửa sổ; - . Chúng tôi đã gặp - Superman -, người đàn ông lịch thiệp đáng yêu đang điều hành toàn bộ chương trình tại bến du thuyền.  Nói chuyện với chúng tôi thông qua toàn bộ trải nghiệm.  Chúng tôi cảm thấy được chăm sóc và có thời gian tuyệt vời. Đồ ăn trên tàu rất ngon và phong phú.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du ngoạn 2 đêm mà chúng tôi rất thích thú qua Sena Cruise. Chiếc thuyền rất đẹp và được bảo trì tốt. Các sàn rất tốt cho bóng mát và sự ấm áp tùy thuộc vào thời tiết. Căn phòng rất đẹp và khu vực ăn uống vô cùng sạch sẽ. Điểm quyến rũ của hành trình này là đội ngũ nhân viên tuyệt vời, Hương, người cảm thấy như một người trong gia đình, đã đối xử rất tử tế với chúng tôi trong suốt hành trình. Đầu bếp cực kỳ tài năng và đồ ăn của anh ấy là món ăn ngon nhất tôi từng có ở cả Úc và Việt Nam. Mỗi khóa học đều đẹp về hương vị và cách trình bày.  Các hướng dẫn viên du lịch rất nhiều thông tin và tương tác với từng khách. Số lượng nhỏ khách trên thuyền của chúng tôi khoảng. 30 đã thực hiện một chuyến hành trình tuyệt vời, nơi chúng tôi gặp nhiều người đáng yêu từ nhiều quốc gia khác nhau và có một đêm Karaoke vui nhộn nhất.  Các hoạt động được xử lý đúng thời gian và đạt hiệu quả cao.Đọc thêm",
            "Được tổ chức tốt và một trải nghiệm tuyệt vời. Chúng tôi đã được hướng dẫn viên Tommy liên hệ và đón và đưa về khách sạn của chúng tôi. Anh ấy rất tuyệt khi dành thời gian để chỉ ra những điều trên hành trình của chúng tôi, cách Hà Nội ít nhất 2,5 giờ, chủ yếu là do giao thông! Thuyền sạch sẽ, được bảo trì tốt với đội ngũ nhân viên không thể làm đủ để biến chuyến đi thành một chuyến đi tốt đẹp. Phòng thoải mái với ban công và máy lạnh. Thức ăn rất tuyệt và họ rất cẩn thận vì một người trong nhóm bị dị ứng thực phẩm. Hạ Long chắc chắn là danh lam thắng cảnh, có rất nhiều thuyền nên đừng mong đợi ở một mình. Các hoạt động bao gồm xem hang động và chèo thuyền kayak.  Đọc thêm",
            "Bạn - sẽ cần rất nhiều dung lượng lưu trữ cho ảnh của mình, phong cảnh khá ngoạn mục.   Các nhân viên du lịch và chỗ ở rất xuất sắc, cực kỳ thân thiện.  Các cabin đều tuyệt vời với ban công nhỏ.  Việc lựa chọn thực phẩm cũng rất ngon.  Đồ uống được tính phí riêng và như bạn mong đợi từ bất kỳ hành trình nào đều khá đắt.  Tôi muốn giới thiệu hành trình 2 đêm vì trên hành trình 1 đêm bạn không lên tàu cho đến buổi chiều và sau đó cập bến vào sáng hôm sau.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên tàu Sena Cruises! Các nhân viên luôn rất tử tế và hữu ích. Thuyền sạch sẽ, được trang bị tốt và có bầu không khí huyền diệu và lãng mạn! Chúng tôi yêu thích tất cả các hoạt động được cung cấp và cả đồ ăn nữa. Chắc chắn, phần tuyệt vời nhất trong kỳ nghỉ của chúng tôi là sự đồng hành của Chủ nhật, người hướng dẫn tốt nhất mà chúng tôi từng gặp: luôn hấp dẫn, thân thiện và hữu ích! Rất khuyến khích!Đọc thêm",
            "Kent là hướng dẫn viên du lịch của chúng tôi và anh ấy rất tuyệt khi giữ chúng tôi gắn bó. Hà là Cruise Manager, người thân thiện và hiếu khách. Phi hành đoàn của anh ấy cũng làm rất tốt trong dịch vụ khách sạn. Chất lượng thực phẩm tốt và ngon và phục vụ cho mọi chế độ ăn kiêng. Tiện nghi trong phòng hoàn chỉnh với bàn chải đánh răng, dép, máy sấy tóc. Địa điểm họ chọn để tham gia các hoạt động trên biển đã được cân nhắc kỹ lưỡng, ít đông đúc và an toàn.  Tôi rất vui vì mình đã lựa chọn đúng khi đi cùng Sena Cruise.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du ngoạn một đêm với tư cách một cặp đôi và đã có khoảng thời gian kỳ diệu. Mọi thứ đều được sắp xếp rất tốt và được lên kế hoạch tốt. Chúng tôi đã bơi lội, tham quan hang động, chèo thuyền kayak, lớp học nấu ăn, câu mực, ăn tối trên boong cao nhất, v.v. Chúng tôi cảm thấy rằng đây thực sự là một hương vị sang trọng và là thứ mà chúng tôi - không thể mua được ở nơi chúng tôi thường đi nghỉ ở Châu Âu .Các nhân viên thực sự đã làm cho chuyến đi trở nên đặc biệt và hướng dẫn viên của chúng tôi - Chủ nhật - thật tuyệt vời - không có gì là quá rắc rối. Tình trạng không dung nạp thức ăn của tôi đã được ghi nhận trên xe buýt trên đường đi và thức ăn được chế biến không chứa gluten như tôi yêu cầu và tôi không gặp vấn đề gì - không giống như phần còn lại của chuyến đi -. Tôi không thể giới thiệu đủ chuyến đi này và sẽ quay lại với bố mẹ tôi. Sẽ đánh giá sáu sao nếu tôi có thể!Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã chọn Sena Cruises cho trải nghiệm Vịnh Hạ Long của mình. Chúng tôi rất vui mừng khi biết rằng bạn đã có một khoảng thời gian tuyệt vời và mọi thứ đã được sắp xếp và lên kế hoạch tốt. Thật tuyệt vời khi bạn thích thú với nhiều hoạt động khác nhau, trải nghiệm sang trọng và dịch vụ chu đáo do đội ngũ nhân viên của chúng tôi cung cấp, đặc biệt là hướng dẫn viên của bạn - Chủ Nhật. - \n\nChúng tôi cũng rất vui khi biết rằng chúng tôi có thể đáp ứng tình trạng không dung nạp thực phẩm của bạn và mang đến cho bạn trải nghiệm ăn uống mà không cần lo lắng. Lời giới thiệu của bạn và việc cân nhắc quay trở lại với bố mẹ bạn thực sự được đánh giá cao.\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm tuyệt vời của mình và chúng tôi mong được chào đón bạn và bố mẹ bạn quay trở lại với một chuyến đi đáng nhớ khác.\n\nTrân trọng,\nĐức Anh - Trưởng phòng chăm sóc khách hàngĐọc thêm",
            "Ngày dài, việc đón khách từ khách sạn của chúng tôi ở trung tâm Hà Nội đến sớm và chúng tôi không đánh giá đầy đủ khoảng cách di chuyển đến Vịnh Lan Hạ từ Hà Nội - 3 giờ - sau đó đi thuyền 45 phút để tham gia hành trình. Khi ở trên tàu, chúng tôi rất ấn tượng với thức ăn, hoạt động và chỗ ở. Hướng dẫn viên du lịch của chúng tôi vào Chủ nhật đã khiến tất cả chúng tôi thích thú và phi hành đoàn đã chú ý đến mong muốn của chúng tôi. Đây là một tàu du lịch nhỏ hơn chỉ có khoảng 30 hành khách, phù hợp với chúng tôi và chúng tôi muốn giới thiệu chúng. Tuy nhiên, hãy lưu ý rằng có một số lượng rất lớn các tàu du lịch đang hoạt động trong khu vực này và không lúc nào bạn không nhìn thấy một số tàu khác. Ở một phía bên dưới, trên đường đến thuyền trung chuyển, chúng tôi dừng lại ở một trang trại ngọc trai mà hầu hết trong số chúng tôi không quan tâm và dường như chỉ là một nỗ lực để kiếm tiền hoa hồng cho công ty du lịch. Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn rất nhiều vì đã chọn hành trình của chúng tôi trong kỳ nghỉ của bạn và dành thời gian quý báu để chia sẻ cho chúng tôi trải nghiệm của bạn. Chúng tôi thực sự đánh giá cao phản hồi của bạn về việc vận chuyển và trải nghiệm hành trình tổng thể.\n\nThật tuyệt vời khi chúng tôi biết rằng khi ở trên tàu, bạn đã rất ấn tượng với đồ ăn, hoạt động và chỗ ở. Chúng tôi rất vui vì hướng dẫn viên du lịch của chúng tôi vào Chủ nhật đã khiến bạn thích thú và phi hành đoàn đã cung cấp các dịch vụ chu đáo. Sunday và các thành viên trong nhóm sẽ rất vui khi nhận được những phản hồi tích cực cũng như những lời khen ngợi của bạn. \n\nMặt khác, chúng tôi hiểu rằng khoảng cách di chuyển từ Hà Nội đến Vịnh Lan Hạ có thể dài và chúng tôi xin lỗi vì bất kỳ sự bất tiện nào gây ra. Chúng tôi ghi nhận phản hồi của bạn về điểm dừng tại trang trại ngọc trai. Chúng tôi đánh giá cao ý kiến ​​đóng góp của bạn và chúng tôi sẽ xem xét khía cạnh này của hành trình để đảm bảo nó phù hợp hơn với sở thích của khách hàng.\n\nTheo lời giải thích của chúng tôi, tương tự như bất kỳ chuyến du ngoạn nào khác trong vịnh, chúng tôi đánh giá cao rằng chuyến thăm trang trại ngọc trai thú vị hơn bến cảng vì nó cung cấp các hoạt động bổ sung và loại bỏ mọi sự nhàm chán. Ngoài ra, còn có điểm dừng cố định để tài xế và hướng dẫn viên nghỉ ngơi, chuẩn bị trước khi quay trở lại Hà Nội. \n\nMột lần nữa, cảm ơn bạn đã giới thiệu chúng tôi và chúng tôi hy vọng sẽ có một cơ hội khác để chào đón bạn quay trở lại với hành trình của chúng tôi với dịch vụ được cải thiện trong tương lai.\n\nTrân trọng, \nĐức Anh - Trưởng phòng chăm sóc khách hàngĐọc thêm",
            "Chuyến đi này đẹp nhất là 3 ngày 2 đêm. Rất thư giãn với nhiều thời gian hơn và vẫn còn nhiều việc phải làm. Các nhân viên rất hữu ích và luôn quan tâm đến mọi nhu cầu! Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã chia sẻ phản hồi của bạn! Chúng tôi rất vui khi biết rằng bạn đã tận hưởng chuyến đi 3 ngày 2 đêm cùng Sena Cruises. Thật tuyệt khi biết rằng thời gian kéo dài đã mang lại trải nghiệm thư giãn với nhiều hoạt động.\n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn về đội ngũ nhân viên hữu ích của chúng tôi. Chúng tôi rất vui khi có bạn tham gia và chúng tôi hy vọng được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn trong tương lai!\n\nTrân trọng,\nĐức Anh - Trưởng phòng chăm sóc khách hàngĐọc thêm"
        ],
        "star_ratings": [
            206,
            13,
            3,
            1,
            1
        ],
        "review_amount": 224,
        "location": [
            "Việt Nam",
            "Du thuyền Sena",
            "Vịnh Hạ Long",
            "Quang Ninh Province",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 7, 2024",
            "Written April 12, 2024",
            "Written April 7, 2024",
            "Written March 20, 2024",
            "Written January 25, 2024",
            "Written January 23, 2024",
            "Written January 6, 2024",
            "Written December 9, 2023",
            "Written November 24, 2023",
            "Written November 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or10-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d19390884-Reviews-Ha_Long_Motorbike_Rental-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6536641-Reviews-Halong_Golden_Cruise_Day_Trip-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d19416961-Reviews-1925_Halong_Adventure-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d19453208-Reviews-Ha_Long_Motorbike_For_Rent_Dong_s_Motorbike-Bai_Chay_Halong_Bay_Quang_Ninh_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1600342-Reviews-Halong_Continental_Sails_Day_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4459063-Reviews-Halong_Bay_One_Day_Day_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d14120295-Reviews-Halong_Express_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d14216978-Reviews-Halong_Car_Transfer_Service-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187822-d15210651-Reviews-Guvano_Beach-Vernazza_Cinque_Terre_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669472-Reviews-Wailea_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g580293-d2240296-Reviews-Playa_Nudista_El_Mago-Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d107818-Reviews-Busch_Stadium-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1846887-Reviews-Thap_Ba_Mud_Bath-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60824-d294580-Reviews-Old_Town-Fredericksburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57394-d110016-Reviews-Shelburne_Farms-Shelburne_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d142950-Reviews-Clark_Street-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d3571313-Reviews-Musee_Curie-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or10-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Sena Cruises",
        "attraction_name_vi": "Du thuyền Sena",
        "general_info": [
            "224 đánh giá",
            "- 9 trên 98 Phương tiện di chuyển ở Vịnh Hạ Long",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Sena Cruises là một công ty có sự trung thực, cống hiến, tình bạn, niềm tự hào và hiệu suất làm việc chuyên nghiệp đỉnh cao, trong một môi trường làm việc năng động và bổ ích. Chúng tôi làm việc cùng nhau để đạt được mục tiêu của mình và dẫn đầu ngành du lịch du lịch hạng sang tại Việt Nam và khu vực. Chúng tôi tạo dựng mối quan hệ hợp tác liên tục cùng có lợi với các nhà cung cấp của mình và thông qua làm việc chăm chỉ, chúng tôi tạo ra lợi nhuận và tăng trưởng cho tất cả mọi người.Đọc thêm",
        "reviews": [
            "Hành trình hai đêm của Sena thật tuyệt vời. Chúng tôi đã như vậy nên chúng tôi sẽ chăm sóc. Nhân viên rất thân thiện. Rất nhiều món ăn ngon. Cabin rộng, có máy lạnh, có ban công để ngắm cảnh. Phòng tắm riêng tuyệt vời. Các hoạt động rất vui vẻ. Chèo thuyền kayak, đạp xe, bơi lội.Đọc thêm",
            "Kính thưa quý khách,\n\nĐánh giá của bạn đã để lại cho chúng tôi thực sự cảm hứng và biết ơn. Cảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình với chúng tôi trong chuyến du ngoạn Sena Cruise hai đêm. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm du lịch sang trọng với tầm nhìn tuyệt vời và bạn được chăm sóc chu đáo.\n\nChúng tôi mong được đón tiếp bạn lần nữa để có những trải nghiệm tuyệt vời hơn trong tương lai!\n\nTrân trọng kính chào,\nĐức Anh - Trưởng phòng chăm sóc khách hàng Sena CruisesĐọc thêm",
            "We had an amazing first cruise experience with Sen Cruises!! If you are looking for good service with friendly kind staff at an affordable price, then this is the cruise.We were lucky to be given this itinerary by our agent Lilys Travel and we anchored at La Hang bay where there was less cruises and less pollution Our boat was lovely and cosy and our room was to a high standard The staff on the ship were excellent and very attentive. Our favourite was Llong. She knew we did not eat meat so ensured we had plenty fish options. We had fresh food cooker to order and our table was regularly looked after by her. She gave us excellent service and we hope that she gets more promotion with more experience. The food is set menu and everyone gets the same thing which is cooked from seat to plate quickly and it was always delicious.Sunday was our independent tour guide who looked after us from collecting from hotel to the ship and dropping us back! He also provided entertainment on the ship and ensured staff knew our requirements. He also provided Tai Chi lessons, Karaoke and took us Kayaking around the island!! Would definitely suggest to do Ninh Binh and Tranh ha first before u do cruise as these views can - t be beaten Excellent cruise that - s worth every pound. Suggestions for improvements More vegetarian options eg tofu stir fry and chips Toast in toaster not ready made as gets coldCoffee machine not filter coffee for breakfast Less time at stop on way back as nobody wants to buy and wastes time Yoga class and tai chi 5 min introduction for non swimmers for kayaking as don - t know how to steer kayak and as non swimmers to stay close by for support Read more",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất vui mừng khi biết về trải nghiệm du ngoạn đầu tiên tuyệt vời của bạn với Sena Cruises. Sự sang trọng với giá cả phải chăng cùng với đội ngũ nhân viên thân thiện và chu đáo là những gì chúng tôi phấn đấu và chúng tôi rất vui vì bạn đã tìm thấy nó ở đây.\n\nChúng tôi đánh giá cao những đề xuất cải tiến của bạn và hy vọng được chào đón bạn quay trở lại với một hành trình tuyệt vời khác.\n\nTrân trọng,\nĐức Anh - Trưởng phòng chăm sóc khách hàng Sena CruisesĐọc thêm",
            "Chủ nhật - chủ nhà của chúng tôi - thật tuyệt vời và rất nhiệt tình. Chúng tôi thực sự rất thích thời gian của mình tuy nhiên chuyến tham quan bằng thuyền rất đông khách du lịch và nước không sạch lắm. Nhưng - Chủ nhật thật tuyệt vời và rất có sức chứa. Hãy lưu ý rằng - hai ngày - có thể gây nhầm lẫn một chút. Bạn đến lúc 1 giờ chiều và rời đi lúc 10 giờ 45 sáng ngày hôm sau!Đọc thêm",
            "Thân gửi Will B,\n\nCảm ơn bạn đã chia sẻ phản hồi với chúng tôi. Chúng tôi rất trân trọng những bình luận của bạn, vì chúng giúp chúng tôi cải thiện dịch vụ và đáp ứng tốt hơn mong đợi của khách.\n\nChúng tôi rất vui khi biết Sunday, chủ nhà của chúng tôi, đã tạo ấn tượng tích cực về trải nghiệm của bạn. Chúng tôi đồng ý rằng anh ấy thật tuyệt vời và thực sự nhiệt tình trong việc đảm bảo khách của chúng tôi có khoảng thời gian đáng nhớ.\n\nChúng tôi rất tiếc khi biết rằng chuyến tham quan bằng thuyền không đáp ứng đầy đủ mong đợi của bạn và nước không sạch như bạn mong đợi. Chúng tôi chắc chắn sẽ xem xét điều này và tìm ra giải pháp sớm nhất có thể.\n\nChúng tôi rất biết ơn những hiểu biết sâu sắc của bạn và hy vọng rằng mặc dù có những thiếu sót đã nêu, bạn vẫn có thể tận hưởng kỳ nghỉ của mình. Phản hồi của bạn vô cùng quý giá đối với chúng tôi và chúng tôi sẽ tiếp tục nỗ lực để mang đến những trải nghiệm tốt hơn nữa cho khách của mình trong tương lai.\n\nCảm ơn bạn đã lựa chọn dịch vụ của chúng tôi và chúng tôi hy vọng sẽ có cơ hội được chào đón bạn một lần nữa trong tương lai.\n\nTrân trọng,\n\nHoa Nguyen - Tổng giám đốcĐọc thêm",
            "Trải nghiệm tuyệt vời! Hai ngày với khung cảnh đáng kinh ngạc, thời gian để thư giãn và thực hiện một số hoạt động vui nhộn - chèo thuyền kayak, nấu chả giò - . Cảm ơn Mike - hướng dẫn viên du lịch của chúng tôi - vì những lời giải thích cũng như lòng tốt và sự chuyên nghiệp của anh ấy. Các nhân viên trên thuyền cũng có một bữa tiệc rất ngon. Đồ ăn và đồ uống rất ngon. Chúng tôi chắc chắn khuyên bạn nên đi du thuyền! Đọc thêm",
            "Kính gửi Fearies\n\nCảm ơn những lời tốt đẹp và phản hồi của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời trong chuyến đi hai ngày của mình, tận hưởng khung cảnh tuyệt vời và sự kết hợp của các hoạt động thư giãn và vui vẻ như chèo thuyền kayak và nấu chả giò.\n\nChúng tôi rất vui khi biết rằng Mike, hướng dẫn viên du lịch của bạn, đã cung cấp cho bạn những hiểu biết có giá trị và vừa tốt bụng vừa chuyên nghiệp. Nhân viên của chúng tôi trên thuyền cũng đánh giá rất cao phản hồi tích cực của bạn.\n\nChúng tôi rất vui khi biết bạn thích đồ ăn và đồ uống. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi!\n\nCảm ơn một lần nữa vì đã chọn hành trình của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong tương lai.\n\nTrân trọng,\n\nHòa Nguyễn - Tổng Giám đốc\nĐọc thêm",
            "Được tổ chức tốt từ đón tại khách sạn đến chuyến đi đến bến cảng, thuyền đưa đón đến tàu và chuyến trở về.  Các nhân viên đối xử với bạn như VIP.  Họ làm việc chăm chỉ để đảm bảo bạn tận hưởng thời gian trên du thuyền.   Thức ăn thật tuyệt vời.   Đồ uống hơi đắt tiền.   Tôi muốn giới thiệu hành trình hai ngày một đêm.  Bạn có thể nhìn thấy và làm những điều quan trọng.   Hãy chắc chắn rằng bạn tip cho những người phụ nữ chèo thuyền bạn vào hang động.  Họ làm việc chăm chỉ và tôi thất vọng khi thấy chúng tôi là những người duy nhất trên thuyền tip cho họ.  Ngoài ra, việc tip cho phi hành đoàn cũng tương tự.   Gợi ý - chỉ mang theo một chiếc ba lô nhỏ và để hành lý ở Hà Nội trừ khi bạn di chuyển đến một địa điểm khác từ thuyền.  Bạn không cần nhiều thứ cho một kỳ nghỉ qua đêm.  Đọc thêm",
            "Barb thân mến,\n\nCảm ơn bạn đã phản hồi tuyệt vời về hành trình gần đây của bạn với chúng tôi. Chúng tôi rất vui mừng khi biết rằng trải nghiệm của bạn được tổ chức tốt và bạn cảm thấy mình như những VIP. Sự đánh giá cao của bạn dành cho nhân viên của chúng tôi và những món ăn tuyệt vời thật ấm lòng. Chúng tôi đã ghi nhận nhận xét của bạn về đồ uống.\n\nChúng tôi đánh giá cao đề xuất của bạn về chuyến đi hai ngày một đêm, cũng như lời nhắc của bạn về việc boa tiền boa cho những người chèo thuyền trong hang động và thủy thủ đoàn của chúng tôi. Sự chu đáo của bạn không được chú ý.\n\nĐề xuất đóng gói nhẹ nhàng của bạn là một đề xuất thiết thực và chúng tôi cảm ơn bạn đã chia sẻ nó.\n\nChúng tôi hy vọng được chào đón bạn trở lại tàu trong tương lai. \n\nNếu bạn có bất kỳ câu hỏi nào hoặc cần hỗ trợ, vui lòng liên hệ với chúng tôi.\n\nĐức Anh - Trưởng phòng chăm sóc khách hàng\nĐọc thêm",
            "Đó là một chuyến đi thực sự tuyệt vời, được tổ chức thực sự tốt và họ rất đáp ứng các yêu cầu về chế độ ăn kiêng. Hướng dẫn viên của chúng tôi là Kiên, người thật tuyệt vời - thực sự hài hước, hữu ích và giúp chuyến tham quan diễn ra đúng giờ! Toàn đội thật tuyệt vời và tôi chắc chắn sẽ giới thiệu chuyến đi này.Đọc thêm",
            "Có rất nhiều chuyến du ngoạn trên Vịnh Hạ Long, nhưng đội ngũ nhân viên của Sena Cruises thực sự cho điểm 5 trên 5. Họ rất chú ý đến từng chi tiết và sự tận tâm để mang lại trải nghiệm tuyệt vời, khiến bạn cảm thấy như đang ở nhà trên thuyền. Đặc biệt Luna đã làm một công việc tuyệt vời, cảm ơn một lần nữa!  -  - Đọc thêm",
            "Gần đây, chúng tôi đã bắt đầu chuyến du ngoạn ba ngày hai đêm trên con tàu tuyệt vời của bạn và muốn cho bạn biết chúng tôi đã tận hưởng khoảng thời gian trên tàu đến mức nào. Đại lý du lịch Việt Nam của chúng tôi - Wide-Eyed Tours - đã chọn chiếc thuyền cho chúng tôi và chúng tôi rất vui mừng khi nói rằng nó đáp ứng được yêu cầu của chúng tôi. Hướng dẫn viên du lịch của bạn - Người đàn ông trong 24 giờ đầu tiên và Kiên trong 24 giờ qua - rất hữu ích, hiểu biết và hấp dẫn, đồng thời họ quản lý và truyền đạt hành trình để chúng tôi được thông báo đầy đủ về các hoạt động và giờ ăn sắp tới. Cabin của chúng tôi rất tuyệt vời. tuyệt vời và chúng tôi rất vui khi được vào khu vực ăn uống ở tầng trên để ăn tối trong cả hai đêm. Các nhân viên luôn chu đáo và lịch sự, và thức ăn trong tất cả các bữa ăn đều được trình bày đẹp mắt, sáng tạo và đáng kể! Các hoạt động trên tàu - lớp học thái cực quyền, lớp học nấu ăn, câu mực - đều rất thú vị. Chúng tôi gửi lời cảm ơn đến Luna, một nhân viên phục vụ mới của thủy thủ đoàn, người rõ ràng rất lo lắng về việc cung cấp dịch vụ tốt cho chúng tôi và những vị khách khác , và cô ấy đã xuất sắc. Chúng tôi chắc chắn sẽ giới thiệu bạn và chúng tôi hy vọng rằng bạn tiếp tục vận hành dịch vụ cửa hàng của mình ở Vịnh Hạ Long. Trân trọngNeil - Gail PurserSydney, AustraliaĐọc thêm",
            "Chúng tôi đã đi du lịch cùng Sena trong chuyến du ngoạn 2 ngày 1 đêm vào tháng 12 năm 2022, chuyến đi này chúng tôi đã sắp xếp thông qua khách sạn của chúng tôi ở Hà Nội - Khách sạn Anatole - .  Chúng tôi đã sắp xếp việc đưa đón riêng từ khách sạn đến và đi từ tàu và tất cả đều hoạt động hoàn hảo.  Quý khách làm thủ tục tại cảng Tuần Châu, tàu trung chuyển sẽ đưa quý khách ra tàu du lịch đang neo đậu ở Vịnh Hạ Long, sau đó tàu sẽ khởi hành đến điểm đến ở Vịnh Lan Hạ.  Chúng tôi đã đặt cabin Terrace Suite, rất thoải mái và được trang bị tốt, ngay cả khi nó có một chút hao mòn nhưng mọi thứ đều hoạt động tốt. Chúng tôi đã có một chuyến đi tuyệt vời và các nhân viên đã làm việc chăm chỉ để mọi việc diễn ra tốt đẹp.  Chúng tôi có ông Sunday làm giám đốc hành trình - hướng dẫn viên và ông ấy rất nhiệt tình và có tổ chức tốt.  Thưởng thức tất cả các món ăn và lòng hiếu khách trên tàu cũng như chuyến đi đến Hang Tối - Sáng.  Trời hơi lạnh để chúng tôi thử bơi và chúng tôi cũng không phải là người chèo thuyền kayak nhưng chúng tôi vẫn thích tất cả! Giải trí buổi tối chỉ giới hạn ở hát karaoke và câu mực nhưng điều này có lẽ sẽ tốt hơn khi thời tiết ấm áp hơn vì bạn có thể ăn tối trên boong tàu.  Tuy nhiên, điều tuyệt vời nhất đối với tôi là chuyến đi thuyền trở lại Vịnh Hạ Long vào sáng thứ 2, vì bạn có cơ hội chiêm ngưỡng toàn bộ khung cảnh của khu vực đáng yêu này. Chúng tôi đã sắp xếp một chuyến tàu cao tốc riêng quay trở lại cảng vì chúng tôi có chuyến bay đáp ở sân bay Cát Bi, và tất cả sự sắp xếp - điều mà tôi hơi băn khoăn một chút - đều diễn ra hoàn hảo, vì vậy tôi không cần phải lo lắng!.  Nói chung, tôi khuyên bạn nên đi du ngoạn này, chúng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Nhân viên xuất sắc và Mike là một chàng trai nhiệt tình! chuyến đi tuyệt vời và thức ăn cũng rất ngon. đó là một chuyến đi trên cả sự mong đợi.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Chúng tôi rất vui khi biết rằng bạn nhận thấy đội ngũ nhân viên của chúng tôi rất xuất sắc và Mike đã mang đến sự nhiệt tình cho chuyến đi của bạn. Thật tuyệt vời khi trải nghiệm tổng thể vượt quá sự mong đợi của bạn và bạn rất thích những món ăn ngon.\n\nChúng tôi trân trọng những lời tốt đẹp của bạn và mong có cơ hội được chào đón bạn quay trở lại với những hành trình đáng nhớ hơn nữa!\n\nTrân trọng,\nĐức Anh - Trưởng phòng chăm sóc khách hàngĐọc thêm",
            "Có ai có thể cho tôi biết về chiếc thuyền được sử dụng vào ngày thứ hai của hành trình 2N - 3D không? Có chỗ ngồi thoải mái không? Có nhà vệ sinh không? Nếu có ảnh của nó thì tuyệt quá. Cảm ơn Đọc thêm",
            "Du thuyền Sena sẽ sử dụng thuyền ngày vào ngày thứ 2 trong hành trình 3 ngày 2 đêm - Thuyền ngày có nhà vệ sinh, nhà hàng, hiên tắm nắng... - . Vui lòng truy cập trang web của chúng tôi để biết thêm chi tiết về thuyền đi trong ngày.Đọc thêm",
            "Xin chào, Đây có phải là khách sạn 5 sao không? Và nó có phải là phần mở rộng của Swan Cruises không?Đọc thêm",
            "SENA CRUISES là một du thuyền boutique truyền thống và ấm cúng ở Vịnh Lan Hạ do Công ty Swan Cruises quản lý - với thương hiệu Swan Cruises, họ đi theo Hành trình Bái Tử Long và Sena Crusies đi theo Hành trình Vịnh Lan Hạ - Đọc thêm"
        ],
        "star_ratings": [
            206,
            13,
            3,
            1,
            1
        ],
        "review_amount": 224,
        "location": [
            "Việt Nam",
            "Du thuyền Sena",
            "Vịnh Hạ Long",
            "Quang Ninh Province",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 4, 2023",
            "Written October 28, 2023",
            "Written June 11, 2023",
            "Written June 10, 2023",
            "Written June 3, 2023",
            "Written May 6, 2023",
            "Written April 29, 2023",
            "Written March 23, 2023",
            "Written March 18, 2023",
            "Written March 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d17581485-Reviews-or10-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or20-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d19390884-Reviews-Ha_Long_Motorbike_Rental-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6536641-Reviews-Halong_Golden_Cruise_Day_Trip-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d19416961-Reviews-1925_Halong_Adventure-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d19453208-Reviews-Ha_Long_Motorbike_For_Rent_Dong_s_Motorbike-Bai_Chay_Halong_Bay_Quang_Ninh_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1600342-Reviews-Halong_Continental_Sails_Day_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4459063-Reviews-Halong_Bay_One_Day_Day_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d14120295-Reviews-Halong_Express_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d14216978-Reviews-Halong_Car_Transfer_Service-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189134-d3440962-Reviews-Lagoa_do_Fogo-Sao_Miguel_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d456459-Reviews-Big_Buddha_Temple_Wat_Phra_Yai-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43722-d626776-Reviews-Red_s-Clarksdale_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d290582-Reviews-Bowen_s_Wharf-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g1647177-d589737-Reviews-Villa_Escudero-Tiaong_Quezon_Province_Calabarzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d10020555-Reviews-Street_Parade_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g3575835-d12292810-Reviews-Lake_Bovilla-Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d8537415-Reviews-Valtos_Beach-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g52885-d10496555-Reviews-Greenhouse_Winery-Irwin_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34234-d643655-Reviews-Okaloosa_Island-Fort_Walton_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or20-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or10-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Sena Cruises",
        "attraction_name_vi": "Du thuyền Sena",
        "general_info": [
            "224 đánh giá",
            "- 9 trên 98 Phương tiện di chuyển ở Vịnh Hạ Long",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Sena Cruises là một công ty có sự trung thực, cống hiến, tình bạn, niềm tự hào và hiệu suất làm việc chuyên nghiệp đỉnh cao, trong một môi trường làm việc năng động và bổ ích. Chúng tôi làm việc cùng nhau để đạt được mục tiêu của mình và dẫn đầu ngành du lịch du lịch hạng sang tại Việt Nam và khu vực. Chúng tôi tạo dựng mối quan hệ hợp tác liên tục cùng có lợi với các nhà cung cấp của mình và thông qua làm việc chăm chỉ, chúng tôi tạo ra lợi nhuận và tăng trưởng cho tất cả mọi người.Đọc thêm",
        "reviews": [
            "Tôi chọn hành trình này vì đây là chiếc thuyền mới được quản lý bởi Swan Cruises, công ty mà trước đây tôi đã đi cùng ở vịnh Bái Tử Long và đã có trải nghiệm tuyệt vời. Tôi muốn tránh tình trạng quá tải khủng khiếp ở Vịnh Hạ Long nên đã chọn du thuyền Sena ở vịnh Lan Hạ. Thuyền đẹp - hiện đại nhưng mang phong cách truyền thống. Phòng của chúng tôi rất thoải mái và có kích thước vừa phải cho một chuyến du ngoạn, có ban công nhỏ. Chúng tôi đã có thể ăn tại nhà hàng xinh đẹp trên boong vào một buổi tối và đồ ăn xuyên suốt rất ngon. Các nhân viên làm việc cực kỳ chăm chỉ để mang đến cho du khách trải nghiệm tuyệt vời. Có đầy đủ lịch trình các hoạt động bao gồm chèo thuyền kayak, thái cực quyền, v.v. - chúng tôi đã chọn bỏ qua một số hoạt động để có thể thư giãn và tận hưởng chuyến đi. Buổi hát karaoke vào buổi tối đầu tiên dường như không phù hợp và làm hỏng khung cảnh thanh bình. Khi chúng tôi đang trên hành trình 3 ngày 2 đêm, chúng tôi được một chiếc thuyền ban ngày đón để tham quan một ngày trước khi lên thuyền Sena. Có sự nhầm lẫn về chiếc thuyền ban ngày của chúng tôi nhưng Sena đã hiểu và khắc phục điều này. Nhưng chuyến thăm đảo Cát Bà để đạp xe đến làng Việt Hải cũng rất đáng giá. Thật không may, chúng tôi thấy vịnh Lan Hạ khá tấp nập tàu thuyền và rất nhiều khách du lịch. Thật đáng thất vọng khi thấy lượng rác thải trong vịnh. Chúng tôi đã có khoảng thời gian tuyệt vời trên du thuyền Sena nhưng tôi nghĩ lần sau tôi sẽ quay lại vịnh Bái Tử Long yên tĩnh hơn.Đọc thêm",
            "Đây là điểm dừng chân cuối cùng của chúng tôi ở Việt Nam và Vịnh Hạ Long chắc chắn rất đáng xem. Các nhân viên trên tàu rất thân thiện và đồ ăn rất ngon - rất nhiều loại - nhưng các cabin nhỏ hơn nhiều so với dự kiến ​​và phòng tắm có mùi rất tệ do hệ thống thoát nước. Toàn bộ trải nghiệm có cảm giác gấp gáp - di chuyển từ khách sạn từ Hà Nội và các hoạt động - tất cả đều chưa đầy 24 giờ mặc dù là 2N1N - và không có đủ thời gian để tận hưởng chuyến đi. Hoạt động chèo thuyền kayak buổi sáng sẽ được hưởng lợi từ hướng dẫn viên chèo thuyền kayak giải thích thêm về Vịnh Lan Hạ và các hòn đảo khác nhau cũng như cuộc sống của người dân địa phương. Thay vào đó, chúng tôi được hướng dẫn chèo thuyền kayak và tự mình rời đi trong 45 phút, đi giữa các tàu du lịch khác cũng cập cảng trong cùng khu vực. Tương tự như vậy, chúng tôi ước chuyến đi thuyền tam bản của mình thực sự đưa chúng tôi đến những hang động mà chúng tôi được cho biết là sẽ thấy, thay vì chỉ để chúng tôi chụp ảnh từ xa. Cũng không có lời giải thích nào về những gì chúng tôi đã thấy trên chuyến đi thuyền vạn đò, chúng tôi được dẫn lên và rời đi mà không nói một lời nào, và sau đó được đưa trở lại tàu. Nói chung, đó là một chuyến đi thú vị, các nhân viên đã làm hết sức mình, và chúng tôi rất thích tận mắt nhìn thấy vẻ đẹp tự nhiên.Đọc thêm",
            "Thật là một khoảng thời gian tuyệt vời mà chúng tôi đã có với Sena Cruises, tất cả đều diễn ra suôn sẻ và chuyến đi vượt quá mong đợi của chúng tôi. Điều tuyệt vời nhất là hướng dẫn viên Tommy của chúng tôi, anh ấy đã làm cho chuyến đi của chúng tôi trở nên tuyệt vời hơn bằng sự hài hước, kiến ​​thức và những nỗ lực không ngừng để đảm bảo chúng tôi có mọi thứ chúng tôi cần. Con tàu nhỏ này rất sang trọng, các phòng rộng rãi và có tầm nhìn tuyệt đẹp. Nếu bạn đến Vịnh Hạ Long hãy chắc chắn rằng bạn làm điều đó với Sena Cruises. Cảm ơn bạn vì một trải nghiệm khó quên. Emily - RomarioĐọc thêm",
            "Cách hành trình này vượt quá mong đợi của chúng tôi. Cabin tuyệt đẹp với ban công, giường cỡ King, nhiều phòng và phòng tắm lớn. Thức ăn thật tuyệt vời, nhân viên hiểu biết và vui vẻ. Rất nhiều hoạt động khác nhau để tham gia - hoặc không - không áp lực - bơi lội, chèo thuyền kayak, Tha Chi, nấu ăn, hát karaoke, tham quan hang động - . Chúng tôi đã thực hiện hành trình 2 ngày 1 đêm. Nếu được làm lại tôi sẽ thực hiện hành trình 3 ngày 2 đêm. Rất muốn giới thiệu.Đọc thêm",
            "Hướng dẫn viên của chúng tôi, Mahn và nhân viên Sena Cruise thật tuyệt vời! Chúng tôi đã thực hiện chuyến du ngoạn 2 ngày 1 đêm và họ rất thân thiện và hỗ trợ! Mahn là một hướng dẫn viên du lịch rất vui vẻ và hiểu biết và nhờ anh ấy cùng đội ngũ nhân viên Sena Cruise tốt bụng, chúng tôi đã có một kỳ nghỉ thú vị!Đọc thêm",
            "Một chiếc thuyền không quá có thể mang đến cho hành khách dịch vụ tốt và thân thiện, phòng thoải mái và đồ ăn ngon.Đọc thêm",
            "Ông Hiêu rất tốt bụng và cung cấp cho chúng tôi dịch vụ tuyệt vời. Anh ấy và các đồng nghiệp khác của anh ấy đã chăm sóc chu đáo cho chúng tôi! Tôi - tôi đã chọn Sean Cruises bất cứ lúc nào.Đọc thêm",
            "Thời gian đáng yêu với Sena Cruises. Kiên Đạt và Đỗ Huyền Đông Anh chăm sóc chúng tôi rất tốt. Muốn giới thiệu cho tất cả mọi người. Cảm ơn bạnĐọc thêm",
            "Chúng tôi đã có một chuyến đi thú vị đến vịnh Hạ Long với du thuyền Sena. Ưu điểm- Man là một hướng dẫn viên du lịch xuất sắc. Anh ấy rất nhiệt tình, giải trí và cung cấp nhiều thông tin - công tác hậu cần đều suôn sẻ - các hoạt động như chèo thuyền kayak, tham quan bằng thuyền tre và làm chả giò đều ổn - quy mô tour nhỏ có nghĩa là ít nhóm lớn hơn - khung cảnh đáng yêu và thời gian thư giãn Nhược điểm - chiếc thuyền là một chút lỗi thời và lỗi thời. Phòng tắm khá bẩn nhưng giường vẫn ổn. - phòng của chúng tôi có mùi hôi do hệ thống nước thải trong phòng tắm rất tệ - thức ăn thì tầm thường. Tôi - tôi ngạc nhiên trước những người đánh giá rằng đồ ăn rất tuyệt. Thật sự không phải vậy - t. Nó - ở giữa đường, nhưng - tốt hơn là thức ăn sẽ giúp bạn chạy! Nhìn chung, đó - là một trải nghiệm tốt, nhưng bạn có thể muốn xem xét một chiếc thuyền hiện đại có thể có tiện nghi tốt hơn.Đọc thêm",
            "Kien Huong là một hướng dẫn viên du lịch tuyệt vời và thân thiện. Anh ấy đã chăm sóc chúng tôi rất chu đáo trong suốt chuyến đi kéo dài hai ngày. Chiếc thuyền rất hấp dẫn và thoải mái. Các hoạt động rất tuyệt, một chuyến đi thuyền, lớp học nấu ăn, thái cực quyền và chèo thuyền. Đọc thêm",
            "Có ai có thể cho tôi biết về chiếc thuyền được sử dụng vào ngày thứ hai của hành trình 2N - 3D không? Có chỗ ngồi thoải mái không? Có nhà vệ sinh không? Nếu có ảnh của nó thì tuyệt quá. Cảm ơn Đọc thêm",
            "Du thuyền Sena sẽ sử dụng thuyền ngày vào ngày thứ 2 trong hành trình 3 ngày 2 đêm - Thuyền ngày có nhà vệ sinh, nhà hàng, hiên tắm nắng... - . Vui lòng truy cập trang web của chúng tôi để biết thêm chi tiết về thuyền đi trong ngày.Đọc thêm",
            "Xin chào, Đây có phải là khách sạn 5 sao không? Và nó có phải là phần mở rộng của Swan Cruises không?Đọc thêm",
            "SENA CRUISES là một du thuyền boutique truyền thống và ấm cúng trên Vịnh Lan Hạ do Công ty Swan Cruises quản lý - với thương hiệu Swan Cruises, họ điều hành Lịch trình Bái Tử Long và Sena Crusies điều hành Lịch trình Vịnh Lan Hạ - Đọc thêm"
        ],
        "star_ratings": [
            206,
            13,
            3,
            1,
            1
        ],
        "review_amount": 224,
        "location": [
            "Việt Nam",
            "Du thuyền Sena",
            "Vịnh Hạ Long",
            "Quang Ninh Province",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 3, 2023",
            "Written March 3, 2023",
            "Written February 20, 2023",
            "Written February 16, 2023",
            "Written February 9, 2023",
            "Written February 8, 2023",
            "Written February 2, 2023",
            "Written January 9, 2023",
            "Written January 6, 2023",
            "Written January 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d17581485-Reviews-or20-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or10-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or30-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d19390884-Reviews-Ha_Long_Motorbike_Rental-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6536641-Reviews-Halong_Golden_Cruise_Day_Trip-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d19416961-Reviews-1925_Halong_Adventure-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d19453208-Reviews-Ha_Long_Motorbike_For_Rent_Dong_s_Motorbike-Bai_Chay_Halong_Bay_Quang_Ninh_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1600342-Reviews-Halong_Continental_Sails_Day_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4459063-Reviews-Halong_Bay_One_Day_Day_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d14120295-Reviews-Halong_Express_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d14216978-Reviews-Halong_Car_Transfer_Service-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g39935-d274080-Reviews-Loretta_Lynn_s_Home-Van_Lear_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g35779-d10538412-Reviews-World_s_Largest_Mailbox-Casey_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d4985745-Reviews-Phuket_Bird_Park-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8395010-Reviews-Crayola_Experience-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d1170018-Reviews-The_National_Art_Center_Tokyo-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g312737-d2459581-Reviews-Babadag-Oludeniz_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294072-d4206667-Reviews-Cholitas_Wrestling-La_Paz_La_Paz_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g298224-d1373583-Reviews-Kokusaidori-Naha_Okinawa_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d144837-Reviews-Old_Fisherman_s_Wharf-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075085-d15056654-Reviews-Suluada-Kumluca_Turkish_Mediterranean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or30-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or20-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Sena Cruises",
        "attraction_name_vi": "Du thuyền Sena",
        "general_info": [
            "224 đánh giá",
            "- 9 trên 98 Phương tiện di chuyển ở Vịnh Hạ Long",
            "Taxi - Xe đưa đónChuyến tham quan bằng thuyền",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Sena Cruises là một công ty tràn đầy sự trung thực, tận tụy, tình bạn, lòng tự hào và hiệu suất chuyên nghiệp cao nhất, trong một môi trường làm việc năng động và bổ ích. Chúng tôi cùng nhau làm việc để đạt được mục tiêu của mình và dẫn đầu ngành du thuyền hạng sang tại Việt Nam và khu vực. Chúng tôi tạo ra các mối quan hệ đối tác cùng có lợi liên tục với các nhà cung cấp của mình và thông qua công việc chăm chỉ, chúng tôi tạo ra lợi nhuận và tăng trưởng cho tất cả mọi người. Đọc thêm",
        "reviews": [
            "Hành trình và đội tuyệt vời. Chúng tôi chỉ ở lại một đêm nhưng thức ăn và hoạt động rất tuyệt! Rất muốn giới thiệu! Đọc thêm",
            "Cruise tuyệt vời xứng đáng với giá của nó. Cabin có ban công thật tuyệt vời, thuyền sạch sẽ và đồ ăn ngon. Phi hành đoàn cũng rất hữu ích. Hướng dẫn viên - Hải Kiên - là người hiểu biết và vui vẻ. Có lẽ các hoạt động diễn ra hơi vội vàng nhưng cũng có thể hiểu được vì thời gian có hạn. Nói tóm lại, đó là một cách tuyệt vời để chi tiêu 2N1Đ trên Vịnh Hạ Long. Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Trải nghiệm rất tốt đẹp, chất lượng cao. Chúng tôi đã thực hiện lựa chọn 2 đêm và thậm chí còn gia hạn thời gian đó với một kỳ nghỉ tại nhà bằng lúa thông qua Swan. Theo những gì tôi hiểu thì Swan Cruises sở hữu Sena Cruises. Họ hiện đang đi thuyền trên các khu vực khác nhau của đảo nhỏ Vịnh Bắc Bộ. Một vài năm trước, chính phủ đã đặt ra các khu vực vịnh và tất cả các tàu - có rất nhiều tàu - phải ở trong khu vực được phép của họ. Điều này được thiết kế để giảm tình trạng quá tải ở bất kỳ điểm nào. Cánh buồm thiên nga tại vịnh Bái Tử Long. Sena đi thuyền ở vịnh Lan Hạ. Điều này có thể không thành vấn đề trừ khi bạn - đã thực hiện trước đó và đặc biệt đang tìm kiếm một vịnh cụ thể. Tất cả các vùng vịnh đều đẹp như nhau với nhiều hoạt động.  Chúng tôi đã ở trên Sena. Họ đón bạn tại khách sạn Hà Nội bằng xe van. Tôi nghĩ đây là phần bổ sung tùy chọn nhưng nó đã được bao gồm trong gói của tôi. Mất khoảng 2 giờ lái xe đến bến cảng HaLing. Tàu ở bến du thuyền sẽ đưa bạn đến tàu, mất khoảng 40 phút đi thuyền.  Vì nằm trong phạm vi cho phép nên tàu của chúng tôi không thể cập cảng thường xuyên. Tàu có sức chứa khoảng 30 người. Vào tháng 10 năm 2022, nó đã kín chỗ. Các cabin được bố trí đẹp mắt. Phòng tắm rộng cho một tàu du lịch. Thức ăn rất tuyệt vời, tuy nhiên tất cả đồ uống, ngoại trừ nước đều phải trả thêm. Các hoạt động bao gồm ngắm cảnh từ ban công riêng hoặc hiên tắm nắng phía trên, thăm quan và kết bạn với những người mới, chèo thuyền kayak,  bơi trong làn nước biển ấm áp, đạp xe trên một hòn đảo,  hát karaoke và tận hưởng giờ khuyến mãi trên thuyền hoặc chỉ thư giãn trên boong tàu. Tất cả các hoạt động đã được bao gồm trong giá.Đọc thêm",
            "Chuyến tham quan tuyệt vời. Hướng dẫn viên Kiên của chúng tôi là người hiểu biết, vui tính và giỏi nhiều thứ, bao gồm nấu ăn và Thái Cực Quyền. Các phòng được sạch sẽ và thoải mái. Chiếc thuyền phong cách và hiện đại. Việc vận chuyển từ Hà Nội đã nhanh chóng. Tôi thực sự giới thiệu chuyến tham quan này cho bất kỳ ai đang tìm kiếm trải nghiệm tuyệt vời ở Vịnh Hạ Long.Đọc thêm",
            "phòng - có sẵn khăn sạch và mới nếu bạn cần thêm. đồ ăn - thưởng thức bữa ăn ngon mỗi đêm. Hải sản rất ngon. Đừng bận tâm về thịt. Thất vọng. Khi tôi không ăn được thịt, họ để ý và đến hỏi xem có gì cần cải thiện không. Có một ngày, tôi cảm thấy không đủ khỏe để ăn. Họ đề nghị nấu ăn theo yêu cầu của tôi. Họ thực sự rất tuyệt khi làm điều đó. Nếu bạn không thể tham gia hoạt động đã lên kế hoạch, hãy nói rằng bạn không biết bơi, bạn không có hoạt động nào khác để tham gia! Mọi thành viên trong đoàn đều rất thân thiện và hữu ích. Tôi rất ấn tượng và muốn tham gia hành trình Sena một lần nữa!Đọc thêm",
            "Thức ăn rất tuyệt, nhân viên rất nhiệt tình và các hoạt động đã được hướng dẫn viên du lịch của chúng tôi, Man, chuẩn bị phù hợp.Đọc thêm",
            "Mike và phi hành đoàn đã cung cấp cho chúng tôi trải nghiệm tuyệt vời trên hành trình. Tất cả các yêu cầu về chế độ ăn uống của chúng tôi đều được đáp ứng mà không gặp rắc rối nào. Phi hành đoàn rất hiệu quả và thân thiện. Kỹ năng nấu nướng của Mike trong lớp học nấu ăn của chúng tôi thật tuyệt vời và thú vị. Kỹ năng Thái Cực Quyền của anh ấy thậm chí còn tuyệt vời hơn. Anh ấy luôn kiên nhẫn và hữu ích. Trải nghiệm tuyệt vời!!Đọc thêm",
            "View rất đẹp và biển sạch. Hướng dẫn viên du lịch am hiểu và hữu ích. Cabin sạch sẽ và được bảo quản tốt.Đọc thêm",
            "Kiên là một hướng dẫn viên du lịch tuyệt vời. Du lịch trên biển Sena rất được khuyến khích với một hành trình được kết hợp tốt. Với chi tiết tuyệt vời để chú ý và trải nghiệm khách hàng Fanta. Chúng tôi đã thực hiện chuyến du lịch 2 ngày 1 đêm và rất vui vì chúng tôi đã làm điều đó với sena, vì họ có một chiếc thuyền nhỏ hơn với 16 phòng, điều này mang lại trải nghiệm thú vị hơn rất nhiều. Đọc thêm",
            "Hành trình kết hợp rất tốt, tất cả các nhân viên đều đáng yêu và Man thật tuyệt vời. Đã có một thời gian tuyệt vời và chắc chắn sẽ giới thiệu nếu bạn muốn tận hưởng. Chiếc thuyền thật đáng yêu.Đọc thêm",
            "Có ai có thể cho tôi biết về chiếc thuyền được sử dụng vào ngày thứ hai của chuyến du ngoạn 2N - 3D không? Có ghế ngồi thoải mái không? Có nhà vệ sinh không? Nếu bạn có ảnh chụp thì thật tuyệt. Cảm ơn Đọc thêm",
            "Du thuyền Sena sử dụng thuyền ngày vào ngày thứ 2 của hành trình 3 ngày 2 đêm - Thuyền ngày có nhà vệ sinh, nhà hàng, boong tắm nắng... - . Vui lòng truy cập trang web của chúng tôi để biết thêm chi tiết về thuyền ngày. Đọc thêm",
            "Xin chào, Đây có phải là khách sạn 5 sao không? Và nó có phải là phần mở rộng của Swan Cruises không?Đọc thêm",
            "SENA CRUISES là một du thuyền boutique truyền thống và ấm cúng trên Vịnh Lan Hạ do Công ty Swan Cruises quản lý - với thương hiệu Swan Cruises, họ điều hành Lịch trình Bái Tử Long và Sena Crusies điều hành Lịch trình Vịnh Lan Hạ - Đọc thêm"
        ],
        "star_ratings": [
            206,
            13,
            3,
            1,
            1
        ],
        "review_amount": 224,
        "location": [],
        "reviews_time": [
            "Written January 2, 2023",
            "Written December 29, 2022",
            "Written December 28, 2022",
            "Written December 26, 2022",
            "Written December 15, 2022",
            "Written December 10, 2022",
            "Written November 28, 2022",
            "Written November 19, 2022",
            "Written November 19, 2022",
            "Written November 18, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d17581485-Reviews-or30-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or20-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or40-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d19390884-Reviews-Ha_Long_Motorbike_Rental-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6536641-Reviews-Halong_Golden_Cruise_Day_Trip-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d19416961-Reviews-1925_Halong_Adventure-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d19453208-Reviews-Ha_Long_Motorbike_For_Rent_Dong_s_Motorbike-Bai_Chay_Halong_Bay_Quang_Ninh_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1600342-Reviews-Halong_Continental_Sails_Day_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4459063-Reviews-Halong_Bay_One_Day_Day_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d14120295-Reviews-Halong_Express_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d14216978-Reviews-Halong_Car_Transfer_Service-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g38490-d2207120-Reviews-Iowa_80_World_s_Largest_Truck_Stop-Walcott_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10251298-Reviews-Kyoto_Railway_Museum-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d13077668-Reviews-Bar_Cloakroom-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g4606159-d148630-Reviews-Black_River-Black_River_Saint_Elizabeth_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d103003-Reviews-Basketball_Hall_of_Fame-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d12556341-Reviews-House_of_Leaves-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d6964367-Reviews-Blue_Lagoon-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d209789-Reviews-Jardin_du_Palais_Royal-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g58181-d1791066-Reviews-Shenandoah_Caverns-Shenandoah_Caverns_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d23845581-Reviews-Port_City_Promenade-Colombo_Western_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or40-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-or30-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html"
    }
]