[
    {
        "attraction_name": "Seni World",
        "attraction_name_vi": "Nghệ Thuật Thế Giới",
        "general_info": [
            "810 đánh giá",
            "22 trên 531 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Seni World là công ty du lịch có trụ sở tại Việt Nam với ước mơ lớn là vươn ra thế giới. Sau hơn 10 năm thực hiện hàng nghìn chuyến đi cho khách hàng, chúng tôi đã tìm ra sứ mệnh và tầm nhìn lớn của mình. Chúng tôi hứa hẹn sẽ là người bạn đồng hành đáng tin cậy nhất để chăm sóc từng bước trong hành trình của bạn. Thương hiệu của chúng tôi: - Vietnamtour.in: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Ấn Độ - Vietnamtour.co.za: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Nam Phi - Hello Vietnam Travel: Các chuyến tham quan Việt Nam theo yêu cầu riêng - Top Mekong CruisesĐọc thêm",
        "reviews": [
            "In December 2019 we were lucky enough to do a 23 day tour through Vietnam. Friends of ours recommended Vietnamtours.co.za. So we emailed them and within a couple of minutes the ball started rolling. Our Agent Ashley was eager to help and worked out a itinerary that suited our request and of course our budget. We started in Hanoi working our way out Hoi Chi Min. We had a mini bus  to ourselves every day we travelled and we were only 4. So space and comfort was on point. We had different guides throughout the tour and loved each and every one of them. They loved what they were doing and their knowledge of their country is impeccable. Shoutout to Thai aka Harry DanielTerrySherlock Mai. All Wonderful people.Vietnam and Its people are in one word AMAZING...  I was fortunate enough to travel before and I must say the Vietnamese are SO Friendly. I felt save and comfortable the whole trip. The food Is Amazing. Its the first time I actually went on holiday where I lost weight because the food is so healthy and freshly prepared. Sometimes it might look different but believe me the taste is amazing. My pallet loved the whole experience. So much so that Im trying to adopt the eating habits back at home. Our trip showed us the very best Vietnam has to offer, so we have many stories and wonderful memories left of this Amazing Place. I would strongly recommend using Ashley and her company to give you your dream holiday of Vietnam. Its definitely A must See. I can write a book about all our experiences and the beautiful places. But as I can only write so much  I highly recommend. Pu Luong, Halong Bay Tràng An and Hoi An, Ba Na Hills And Both the cities of course.Just a note Prepare yourself for the traffic in Vietnam... I call it Organized Chaos. Its amazing to see the traffic flow. You will be gobsmacked I highly recommend EVERYTHINGRead more",
            "Xin chào Zelda Natus,\n\nCảm ơn bạn rất nhiều vì những lời tốt đẹp và phản hồi rất chi tiết của bạn. \n\nTôi rất buồn khi Natus phải ở lại Hà Nội để hồi phục sau trận cúm nặng. Thật may mắn là cô đã thấy khỏe hơn nhiều và có thể tham gia cùng các bạn xứ Huế.\n\nVâng, giao thông của chúng tôi đúng như bạn gọi là hỗn loạn có tổ chức - Tôi hy vọng chính phủ sẽ sớm cấm xe máy ở Hà Nội và Hồ Chí Minh cũng như Hội An để bạn có thể cảm thấy thú vị hơn trong chuyến đi.\n\nKhông chỉ Việt Nam mà chúng tôi còn làm Campuchia, Lào Myanmar, chúng tôi - Vietnamtour.co.za mong rằng sẽ có cơ hội tiếp theo để hỗ trợ gia đình bạn.\n\nHãy bảo trọng và hẹn gặp lại nhé các tình yêu của tôi\nAshley Vietnamtour.co.zaĐọc thêm",
            "Chúng tôi vừa trở về sau chuyến du lịch tư nhân 16 ngày ở Việt Nam. Chúng tôi rất may mắn khi có Alex từ Hello Vietnam làm đại lý du lịch. Từ thời điểm chúng tôi liên lạc vài tháng trước cho đến ngày chúng tôi về đến nhà, Alex luôn sẵn sàng. Mọi câu hỏi đều được trả lời càng sớm càng tốt. Không có gì là quá nhiều rắc rối. Alex cũng nhanh chóng hiểu được nhu cầu của chúng tôi. Chúng tôi là một cặp đôi khoảng 60 tuổi khá phù hợp và chuyến đi đã mang lại hiệu quả hoàn hảo cho chúng tôi... đi bộ xuyên rừng, đạp xe, chèo thuyền kayak đến thời gian thư giãn ở Hội An. Tất cả đều tuyệt vời. Từ khi chúng tôi đến Việt Nam và được hướng dẫn viên thú vị Khoa đón tại sân bay, mọi thứ diễn ra như kim đồng hồ. Không phải là một trục trặc. Khách sạn rất tuyệt. Chúng tôi đã chọn 4 sao và tất cả chỗ ở đều rất sạch sẽ, với giường lớn thoải mái và phòng rất rộng rãi. Alex thường xuyên liên lạc trên đường đi để kiểm tra xem mọi thứ diễn ra như thế nào. Cô ấy cũng đã cố gắng đến gặp chúng tôi ở Hà Nội. Khi chuyến bay về nhà của chúng tôi từ thành phố Hồ Chí Minh bị trì hoãn, Alex đã nhanh chóng sắp xếp cho chúng tôi chỗ ở vào phút cuối gần sân bay. Chúng tôi thực sự muốn giới thiệu Alex. Cảm ơn bạn vì một chuyến đi tuyệt vờiĐọc thêm",
            "Chào Iris,\n\nCảm ơn bạn rất nhiều vì những lời tốt đẹp dành cho chúng tôi cũng như lời giới thiệu của bạn dành cho Max - ngay cả khi bạn chưa bắt đầu chuyến đi.\n\nTôi rất vui khi được làm việc với cả hai bạn và thật may mắn là cả hai bạn đều thích thú với thời gian ở Việt Nam.\n\nMột lần nữa xin cảm ơn bạn đã dành thời gian gặp tôi ở Hà Nội và chia sẻ với tôi những phản hồi về Pù Luông, Ninh Bình và Vịnh Lan Hạ và luôn cập nhật cho tôi những phản hồi trong suốt chuyến đi.\n\nHi vọng sẽ có cơ hội được hỗ trợ bạn trong chuyến đi Campuchia sắp tới.\n\nVới rất nhiều tình yêu!\nAlexĐọc thêm",
            "Sau khi tìm kiếm trên Google và nói chuyện với nhiều công ty du lịch Nam Phi và Việt Nam khác, Vietnam Tours đã nhận được báo giá tốt nhất và dịch vụ khách hàng tuyệt vời cho chuyến du lịch tháng 12 tới Việt Nam và Campuchia. Chúng tôi đã liên hệ với họ vào tháng 6 năm 2019 và liên lạc với Trung Hoàng.Trung thật tuyệt vời ngay từ đầu. Anh ấy đã cá nhân hóa chuyến đi của chúng tôi theo nhu cầu chính xác của chúng tôi, nếu chúng tôi không thích các khách sạn cụ thể, anh ấy đã hỗ trợ tìm kiếm các lựa chọn tốt hơn phù hợp với nhu cầu của chúng tôi. Chúng tôi đã trò chuyện qua email và whatsapp - thanh toán rất đơn giản. Hành trình đã được lên kế hoạch thật hoàn hảo - chúng tôi đã có một chuyến tham quan riêng, hướng dẫn viên du lịch giỏi nhất, xe máy lạnh đáng yêu, xe đưa đón sân bay đang đợi khi đến nơi và đúng giờ để đón chúng tôi khởi hành. Cảm ơn Trung và nhóm đã sắp xếp một chuyến đi kỳ diệu đến Việt Nam và Campuchia.Đọc hơn",
            "Campuchia và Việt NamTôi không thể nói hết những điều tốt đẹp về công ty này. Người đại diện của chúng tôi là Ashley. Sau khi tìm hiểu các tour du lịch Việt Nam trên mạng, tôi khá lo lắng khi gửi một số tiền lớn ra nước ngoài. Tôi không cần phải lo lắng. Họ là một công ty hoàn toàn đáng tin cậy và có uy tín. Mọi thứ đều diễn ra suôn sẻ - việc di chuyển của chúng tôi diễn ra đúng giờ và đưa chúng tôi đến nơi cần đến thông qua giao thông điên cuồng của người châu Á trên các phương tiện tư nhân có máy lạnh; các tài xế đã được an toàn; các khách sạn tuyệt vời và hướng dẫn viên du lịch am hiểu mà không bị thúc ép. Nếu bạn lần đầu tiên đến Việt Nam, bạn thực sự nên cân nhắc việc sử dụng công ty này. Dịch vụ 5 sao!Đọc thêm",
            "Chúc mừng năm mới Bianca!\n\nTôi rất vui khi đọc được những lời tốt đẹp của bạn ngay cả khi bạn vẫn đang tận hưởng kỳ nghỉ ở Phú Quốc. \n\nCảm ơn bạn rất nhiều vì đã dành thời gian gặp tôi tại khách sạn ở Hà Nội và chia sẻ với tôi những phản hồi để cải thiện dịch vụ của chúng tôi để ngày càng tốt hơn.\n\nHãy tận hưởng những ngày cuối cùng của chuyến đi trên hòn đảo xinh đẹp của chúng tôi và hy vọng sớm gặp lại bạn không chỉ ở Việt Nam hay Campuchia mà còn ở Lào và Myanmar của chúng tôi!\n\nTừ Ashley với rất nhiều tình yêu!Đọc thêm",
            "Vì vậy, chúng tôi đã lên kế hoạch cho một chuyến đi đến Việt Nam và Campuchia và không biết phải làm thế nào. Vì chúng tôi không có đủ thời gian để tự mình thực hiện, nên chúng tôi đã liên hệ với các công ty lữ hành lần đầu tiên. Một vài công ty đã liên hệ với chúng tôi, bao gồm cả Seni World. Vì đây là lần đầu tiên, nên chúng tôi hơi lo lắng. Cuối cùng, chúng tôi quyết định đi với SeniWorld và tôi nghĩ đó là quyết định tốt nhất. Ngay từ ngày đầu tiên, họ đã rất chuyên nghiệp trong việc hiểu các yêu cầu của chúng tôi và đưa ra cho chúng tôi nhiều báo giá. Chúng tôi muốn một tour du lịch tùy chỉnh và chúng tôi đã có được nó, nhờ cô Nhung Ngyuen. Cô ấy đã lập ra hành trình hoàn hảo cho chúng tôi và luôn sẵn sàng trả lời các cuộc gọi văn bản cho đến khi chúng tôi về nhà. Họ rất chuyên nghiệp, có một sự cố xảy ra khi chúng tôi lỡ chuyến xe buýt và họ đã đặt cho chúng tôi một vé máy bay với chi phí của họ. Họ có những tài xế, hướng dẫn viên và khách sạn tốt nhất cho chúng tôi trên khắp Việt Nam. Ngay cả ở Campuchia, họ cũng đã làm rất tốt. Nếu bạn muốn một tour du lịch theo kế hoạch, thì không cần tìm đâu xa. Hãy liên hệ với cô Nhung và để mọi thứ cho cô ấy! Đọc thêm",
            "Tôi đã đặt tour du lịch 13 ngày từ Ấn Độ đến thăm Hà Nội, Đà Nẵng, Hội An, Nha Trang và thành phố Hồ Chí Minh. Công ty đưa ra kế hoạch tốt nhất với mức giá tốt nhất để làm cho mỗi ngày của tôi trở nên đáng nhớ. Kế hoạch đã được Camila thực hiện cẩn thận với sự hỗ trợ nhanh chóng tại chỗ của cô ấy để giúp chuyến đi của tôi diễn ra suôn sẻ. Tất cả các kế hoạch chuyến đi chi tiết đã được thực hiện suôn sẻ với sự phối hợp tuyệt vời để tránh mọi rủi ro. Dịch vụ giao taxi đúng giờ và chỗ ở tuyệt vời đã được cung cấp để làm cho chuyến đi trở nên thú vị. Tôi cùng vợ tận hưởng từng ngày và từng điểm đến nhờ đất nước xinh đẹp, nền văn hóa yên bình và con người thân thiện. Tôi giới thiệu Seni World làm hướng dẫn viên du lịch cho bạn tại Việt Nam vì sự hỗ trợ cá nhân hóa và cách tiếp cận hướng đến giá trị của họ. Cảm ơn bạn một lần nữa!Đọc thêm",
            "Cảm ơn bạn đã giới thiệu chúng tôi rất nhiều. Cảm ơn bạn đã tận hưởng chuyến đi của chúng tôi. Và chúng tôi rất vui vì điều đó. Hẹn gặp lại bạn lần sau tại Việt Nam\n\nTừ Việt Nam với tình yêu Đọc thêm",
            "Tôi vừa trở về sau chuyến du lịch Việt Nam 10 ngày từ Bắc vào Nam cùng chị gái và điều đó thật tuyệt vời! Trong chuyến đi quốc tế đầu tiên của tôi, Việt Nam là một điểm đến tuyệt vời để lựa chọn và đó là nhờ sự lên kế hoạch có tổ chức và hiệu quả của các chuyên gia tư vấn Vietnamtour mà tôi đã làm việc cùng. Họ lên kế hoạch cho chuyến đi đúng theo nhu cầu của chúng tôi; chúng tôi đã được nhìn thấy rất nhiều thắng cảnh nhưng đồng thời có đủ thời gian để thư giãn và khám phá những thành phố khác nhau mà chúng tôi đã đến. Việt Nam thực sự rất đẹp và có một số thắng cảnh hùng vĩ nhất mà tôi từng thấy như Vịnh Hạ Long và các hang động ở Ngũ Hành Sơn. Và như một phần thưởng cho người Nam Phi, giá cả phải chăng đến mức không cần phải đổi tiền sang đô la vì tiền của chúng tôi cao hơn tiền đồng. Các khách sạn ba sao của họ có tiêu chuẩn tốt và mỗi khách sạn chúng tôi đến gặp nhân viên đều cực kỳ hữu ích và thân thiện. Em gái tôi và tôi chắc chắn sẽ quay lại. Về virus Corona, tôi tin rằng Việt Nam là một trong những quốc gia an toàn nhất để du lịch vì chính phủ của họ đã phản ứng nhanh chóng và có thể ngăn chặn virus trước khi nó vượt khỏi tầm kiểm soát. Việt Nam là một điểm đến lý tưởng cho kỳ nghỉ - đây là một đất nước thực sự tuyệt vời với lịch sử và văn hóa phong phú, đồ ăn tuyệt vời, vẻ đẹp thiên nhiên ngoạn mục và tất nhiên tôi không thể quên rất nhiều hoạt động mua sắm với mức giá tuyệt vời! Tôi và chị gái chắc chắn sẽ quay lại và chắc chắn sẽ chọn Vietnamtour để lên kế hoạch cho chuyến đi của mình.Đọc thêm",
            "When I first planned a trip to Vietnam, I didnt have any basic Idea about the country  I started to get in touch with different tour operators. Later Ive received a quote from Mie whos one of the tour Operators from Seni World which I felt affordable for a one week trip. She assisted us in customizing the trip depending on our choice of places within a limited space of time we had. With just one week before our commencement of the trip, she needed to work hard on our itinerary and finalizing budget of the trip. She worked relentlessly on it to get it done on such a short notice. Finally once weve locked the itinerary everything felt in place. Once we arrived Hanoi at midnight, there was a guide who received us at the airport  made sure we had a safe check-in at the hotel. After getting good rest, we had an half day private tour that day. The next day we started to Sapa, which is one of the most beautiful places. Cat Cat Village tour was amazing. We had an overnight stay there and the next day we had a tour to fansipan summit. We had a bit of rain when we reached Fansipan but the place looked even more beautiful under the mist. I would say thats one of the places where you shouldnt miss. The same day we headed back to Hanoi  we started to Ha Long bay next day, we traveled there and later checked into the cruise at around 1pm. Special thanks to Mie, luckily we got an upgrade to 5star cruise that day. Later weve visited titop island which was so lively  surprising cave is also a great place to visit. The cruise was amazing with breathtaking views all around where you cant easily take your eyes off. After an overnight stay in the cruise, the, weve visited Hang Luon Cave by Kayaking early in the morning. Later we had a good brunch at the cruise and weve headed back to Hanoi. We had a good rest and the next day we were into shopping  roaming in the streets of Hanoi. We headed back to India the next day marking end of the tour. During the whole tour, Mie was in touch with us 247 and made sure the whole itinerary was happening on time without any delays or discomfort for us. Id love to visit this beautiful country again very soon  I would recommend Seni World to my family and friends. Thank you!Read more",
            "Chúng tôi rất vui khi biết rằng bạn đã có một chuyến đi tuyệt vời cùng chúng tôi tại Seni World! Chúng tôi cố gắng làm cho mọi trải nghiệm trở nên thú vị và đáng nhớ nhất có thể và có vẻ như chúng tôi đã đạt được thành công với bạn. Chúng tôi rất vui mừng vì bạn đã có thể tạo ra những kỷ niệm tuyệt vời trong chuyến đi này.\n\nVà chúng tôi đánh giá cao những lời tốt đẹp của bạn và hy vọng sẽ sớm có cơ hội chào đón bạn quay trở lại trên một hành trình khác cùng chúng tôi. Cảm ơn bạn đã lựa chọn và giới thiệu chúng tôi.\n\nMie cùng Seni WorldĐọc thêm",
            "Dịch vụ tuyệt vời từ đội Nana. Chúng tôi là một nhóm nhỏ gồm các thành viên trong gia đình đang tìm kiếm một chuyến du lịch Việt Nam từ Ấn Độ. Khi tôi tìm kiếm một số gói trên internet, tôi thấy Seni World vẫn đưa ra yêu cầu như thường lệ. Nhưng sự thắc mắc đó đã khiến tôi đến thăm Việt Nam một cách đáng nhớ. Chúng tôi đã nhận được phản hồi từ Nana, chuyên gia tư vấn du lịch của Seni World. Cô ấy là một trong những nhà tư vấn du lịch tốt nhất mà tôi đã gặp trong những năm gần đây. Cô ấy đã giúp chúng tôi chuẩn bị hành trình phù hợp dựa trên chi phí lãi vay của chúng tôi. Vào thời điểm trả trước để đặt chỗ, thành thật mà nói, chúng tôi hơi ngại khi đặt tour trực tuyến mà không đến văn phòng. Mặc dù tin tưởng vào lời nói của Nana, chúng tôi đã đặt chỗ từ Ấn Độ. Cô ấy thường xuyên theo dõi để thực hiện tất cả các hoạt động khác từ phía chúng tôi, bao gồm xin thị thực, đặt vé máy bay, v.v. Ngoài ra, khi chúng tôi đến đó, cô ấy thường xuyên nhắn tin và gọi điện cho chúng tôi để chuyến đi thoải mái hơn. Vào mỗi tối, cô sẽ chia sẻ chi tiết liên lạc của hướng dẫn viên du lịch cũng như thời gian giúp chúng tôi sẵn sàng khám phá tất cả các địa điểm được đề cập trong hành trình. Chúng tôi xin cảm ơn Nana, các thành viên khác trong nhóm Seni world, những người đã giúp chúng tôi biến chuyến đi Việt Nam thành một kỷ niệm khó quên trong đờiĐọc thêm",
            "Cảm ơn bạn đã khen ngợi và lựa chọn công ty chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Chúng tôi trân trọng và mong được giúp đỡ bạn lên kế hoạch cho những chuyến đi đáng nhớ hơn trong tương lai. Cảm ơn một lần nữa!\n\nNana cùng Seni WorldĐọc thêm",
            "Chúng tôi đã đặt kỳ nghỉ gia đình 3 tuần tại Việt Nam với Seni World Travel như một phần của Vietnamtour. Chúng tôi là một gia đình 4 người đến từ Nam Phi và Yen đã thiết kế hành trình hoàn hảo cho chúng tôi, sắp xếp Visa, 3 chuyến bay nội địa và tất cả các đặt phòng khách sạn, đưa đón và hoạt động của chúng tôi. Chúng tôi đi từ Hà Nội đến TP.HCM, thăm Vịnh Hạ Long, Đà Nẵng, Hội An, Đảo Phú Quốc, Đồng bằng sông Cửu Long CanToh. Yến thậm chí còn gặp chúng tôi khi đến Hà Nội, cô ấy luôn sẵn sàng trước, trong và thậm chí sau chuyến tham quan để đăng ký với chúng tôi và hỗ trợ nếu cần. Dịch vụ chúng tôi nhận được từ Yen và Vietnamtour rất xuất sắc và rất chuyên nghiệp. Chúng tôi ở trong những khách sạn xinh xắn mà cô ấy đã lựa chọn cẩn thận cho chúng tôi, có những hướng dẫn viên du lịch tuyệt vời và tất cả đều là 5 trải nghiệm ở Việt Nam! Tôi đặc biệt có thể giới thiệu chúng cho những ai muốn có một trải nghiệm 5 Việt Nam thoải mái mà không gặp rắc rối!!!!Đọc thêm"
        ],
        "star_ratings": [
            775,
            46,
            1,
            3,
            0
        ],
        "review_amount": 825,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Nghệ Thuật Thế Giới",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 18, 2020",
            "Written January 18, 2020",
            "Written January 8, 2020",
            "Written December 31, 2019",
            "Written August 27, 2022",
            "Written December 16, 2022",
            "Written March 3, 2020",
            "Written August 31, 2023",
            "Written April 24, 2023",
            "Written July 12, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or10-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15777002-Reviews-Ha_Giang_Motorbike_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4546224-Reviews-MotoTours_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20056451-Reviews-Hoi_An_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15019603-Reviews-Himawari_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000172-Reviews-Moc_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21026564-Reviews-Zodiac_Bar_Mixology_And_Wine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342766-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044252-Reviews-Sun_Spa_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g188103-d2072021-Reviews-CabriO_Stanserhorn_Bahn-Stans_Canton_of_Nidwalden.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d3504999-Reviews-ORO_Nightclub-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g298156-d3154620-Reviews-Odakyu_Limited_Express_Romancecar-Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g39707-d107216-Reviews-Newport_Aquarium-Newport_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d15014952-Reviews-Cleopatra_Nightclub-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d254773-Reviews-International_Spy_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d16704890-Reviews-Toggi_Fun_World-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d130121-Reviews-Riverwalk-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g13074027-d15082825-Reviews-Point_90_Mall-New_Cairo_City_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g293997-d7208933-Reviews-Dolphin_Resort-Manama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or10-Seni_World-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html"
    },
    {
        "attraction_name": "Seni World",
        "attraction_name_vi": "Nghệ Thuật Thế Giới",
        "general_info": [
            "810 đánh giá",
            "22 trên 531 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour Di sản Lịch sử",
            "Tour tham quan",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Seni World là công ty du lịch có trụ sở tại Việt Nam với ước mơ lớn là vươn ra thế giới. Sau hơn 10 năm thực hiện hàng nghìn chuyến đi cho khách hàng, chúng tôi đã tìm ra sứ mệnh và tầm nhìn lớn của mình. Chúng tôi hứa hẹn sẽ là người bạn đồng hành đáng tin cậy nhất để chăm sóc từng bước trong hành trình của bạn. Thương hiệu của chúng tôi: - Vietnamtour.in: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Ấn Độ - Vietnamtour.co.za: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Nam Phi - Hello Vietnam Travel: Các chuyến tham quan Việt Nam theo yêu cầu riêng - Top Mekong CruisesĐọc thêm",
        "reviews": [
            "Nana và nhóm của cô đã tạo nên một hành trình khó quên qua Việt Nam. Lời khuyên đúng đắn, sự hỗ trợ kiên định và sự chăm sóc chân thành của họ đã khiến mọi khoảnh khắc trở nên đặc biệt. Từ những điểm đến ngoạn mục đến lòng hiếu khách nồng hậu, họ đã thể hiện vẻ đẹp thực sự của Việt Nam. Tôi biết ơn Nana và những người hướng dẫn của cô ấy vì sự hiện diện thường xuyên của họ và đã thiết kế nên một trong những trải nghiệm đáng nhớ nhất trong cuộc đời tôi. Sự cống hiến và thân thiện của họ thực sự làm cho chuyến đi trở nên đặc biệt. Cảm ơn bạn vì một cuộc phiêu lưu đáng kinh ngạc!Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm chân thành của bạn! Chúng tôi rất vui mừng khi biết rằng Nana và nhóm của chúng tôi đã tạo nên một hành trình khó quên cho bạn qua Việt Nam. Rất vui vì họ đã làm cho chuyến đi của bạn trở nên đặc biệt và đáng nhớ.\n\nCảm ơn bạn đã chọn chúng tôi cho chuyến phiêu lưu đáng kinh ngạc của mình và chúng tôi mong muốn được giúp bạn lên kế hoạch cho những hành trình khó quên hơn trong tương lai!Đọc thêm",
            "Xin chào Nana và nhóm, Cảm ơn bạn đã tổ chức một kế hoạch tuyệt vời như vậy. Kỳ nghỉ ở Việt Nam của chúng tôi thật đáng nhớ và rất vui. Trải nghiệm du ngoạn sẽ ở lại với chúng tôi trong một thời gian dài. Mọi người ở đây đều rất thân thiện và hữu ích. Phong cảnh đẹp và nền văn hóa phong phú đã làm cho chuyến đi trở nên đặc biệt hơn. Xin gửi lời cảm ơn lớn đến hướng dẫn viên đầu tiên, Quang và Xuon vì đã rất khiêm tốn, hữu ích, hỗ trợ và thân thiện. Tôi chắc chắn sẽ giới thiệu công ty của bạn cho bạn bè và gia đình. Chúa phù hộ bạn! Trân trọng, Tiến sĩ Parikh và gia đình Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng kỳ nghỉ ở Việt Nam của bạn thật khó quên và tràn ngập niềm vui. Chúng tôi đánh giá cao lời giới thiệu của bạn cho bạn bè và gia đình và những lời chúc tốt đẹp của bạn. \n\nCảm ơn bạn đã lựa chọn công ty chúng tôi, và chúng tôi mong muốn được giúp bạn lên kế hoạch cho những chuyến đi đáng nhớ hơn trong tương lai! Đọc thêm",
            "Tôi đã đến thăm Việt Nam năm nay cùng gia đình. Chúng tôi đã đặt chỗ với công ty ở Đà Nẵng để được hướng dẫn và lái xe bằng phương tiện giao thông cá nhân. Anh Phi Hồng là người hướng dẫn chúng tôi. Tiếng Anh của anh ấy rất tốt và anh ấy giải thích từng chi tiết về tất cả những nơi chúng tôi đến thăm. Ngoài ra, anh ấy rất tốt bụng và thân thiện dù đó là em gái tôi hay bố mẹ tôi. Thật thú vị khi khám phá tất cả những viên ngọc ẩn giấu của Đà Nẵng cùng với hướng dẫn viên.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Rất vui khi biết rằng bạn và gia đình đã có khoảng thời gian tuyệt vời ở Đà Nẵng với sự giúp đỡ của hướng dẫn viên của chúng tôi, anh Phi Hồng. Thật tuyệt vời khi biết rằng kỹ năng tiếng Anh xuất sắc và những lời giải thích chi tiết của anh ấy đã làm phong phú thêm chuyến thăm của bạn. \n\nCảm ơn bạn đã lựa chọn dịch vụ của chúng tôi và chúng tôi hy vọng sẽ hỗ trợ bạn có những chuyến phiêu lưu đáng nhớ hơn trong tương lai!Đọc thêm",
            "Daniel đặc biệt tuyệt vời khi nắm tay từ ngày đầu tiên cho đến khi kết thúc chuyến đi. Thông qua sự quan tâm cá nhân chuyên nghiệp, không hề có sự quan tâm dành cho gia đình tôi. Đây là một công ty tuyệt vời được lựa chọn để đặt các kỳ nghỉ ở Việt Nam. Cảm ơn Daniel và nhóm vì sự hỗ trợ liên tục của bạn. Chúc may mắnĐọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng Daniel đã hỗ trợ đặc biệt từ đầu đến cuối. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và rất vui vì đã nhận được sự tin tưởng của bạn. \n\nCảm ơn bạn đã lựa chọn công ty chúng tôi và chúc bạn có thêm nhiều chuyến đi đáng nhớ.Đọc thêm",
            "Điều phối viên Daniel của chúng tôi thật tuyệt vời. Rất chính xác trong hướng dẫn của anh ấy và rất tỉ mỉ trong việc theo dõi mọi nhu cầu. Sự chú ý của anh ấy đến các yêu cầu cụ thể là đáng khen ngợi. Đánh giá cao tất cả sự giúp đỡ của anh ấy từ đầu đến cuối. Anh ấy là một SAOĐọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn. Chúng tôi đánh giá cao sự ghi nhận của bạn về những nỗ lực của anh ấy và rất vui vì anh ấy có thể giúp chuyến đi của bạn suôn sẻ và thú vị.\nChúng tôi mong được hỗ trợ bạn trong mọi kế hoạch du lịch trong tương lai!Đọc thêm",
            "After finding the Seni World in Google, I have viewed few packages in Vietnamtours.in and found very interesting and prise competent.  I have straight away filled the form mentioning my requirements and asked for a quote. After a day, tour manager Ms.Gwen contacted me in WhatsApp and submitted a quote. I have viewed and changed the dates and duration. She customised my tour and requoted. I have to include my internal flights also which she incorporated. The price offered was very attractive and competent hence I have asked her book the tour by paying 30 and remaining I have paid towards the end of tour. The payment process is very lucid and a click away. Many options are provided for payment. I recommend to process e visa through Gwen which will cost only USD30.00 per person. I have done e visa by my self which costed USD50.00 hence lost US20.00. The itinerary was well prepared including photos. The entire tour was well organised and punctuality of taxis and tour guides was really amazing. They always prompt and arrived few minutes early than mentioned. The communication and information on entire tour from Ms.Gwen was seamless and perfect and is incredible. The hotels are of high standard and located in prime locations very near to tourist spots. The food in the entire was delicious. Visiting near by tourist attractions are in the vicinity of hotels and easy to access by taxis or hop on hop off. The tour guides and very fluent in English and possess good knowledge about your. Vietnams rich culture, heritage, history was very well explained. The guide and tour bus drivers are very polite and courteous and they took good care of our belongs those are left in the bus. The tours are organised  very safely. I have travelled in the month of May. Occasional rains were observed but did not disturb the tour. Most of the popular tourist attractions are incorporated in the itinerary. The amazing are Mekong Delta, Bana Hills, Hoi An ancient town, Trang An ecotourism and Halong Bay. For history lovers, CuChi tunnels, Ho Chi Minh museum., presidential palce, war museums are awesome. The package has everything for all kinds of people. I strongly recommend Seni World tours for all travellers and thank Ms. Gwen for organising the entire tour safely, securely and in professional manner.Read more",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi tuyệt vời do cô Gwen tổ chức tại Seni World. Mục tiêu của chúng tôi là cung cấp trải nghiệm du lịch liền mạch và được cá nhân hóa, đồng thời rất vui vì hành trình tùy chỉnh, quy trình thanh toán suôn sẻ và giao tiếp tuyệt vời đã đáp ứng mong đợi của bạn.\n\nChúng tôi đánh giá cao đề xuất của bạn và mong được hỗ trợ bạn trong những chuyến đi trong tương lai.Đọc thêm",
            "Wow wow wow! It was an absolutely amazing trip! I cannot recommend this company highly enough! It was our first time to Asia and it was incredible! From the first communication I had when we started planning our trip 6 months prior to going to the end and even afterwards it was absolutely brilliant! Everything was so meticulously planned and executed and nothing was too much to ask! From the planning stages to the actual tour every question or query was rapidly answered without hesitation and with such friendliness and helpfulness! A HUGE thank you must go to Trang and Lyn for creating and executing our trip with such professionalism, dedication, friendliness and helpfulness - it was an utter joy dealing with them! I can a 100  say that it is the best service I have EVER received!!! Vietnam and its people were breathtaking! This was also a very special and personal trip for us and Trang and Lyn made sure that it felt so special! They went above and beyond to make it special and we truly felt cared for and not just a number. Every day trip was excellent with great tour guides and everything was always on time - even the transfers and pick up guides were fantastic! We did not have to worry about a thing and could only enjoy ourselves! The hotels chosen were great and centrally located! I honestly cannot fault anything except that I wish more people and companies could learn the work ethic, responsibility and dedication that Trang and Lyn have shown! The communication with Trang and Lyn keeping us updated and just checking in on us were exceptional! We will truly never forget Trang and Lyn and our fabulous trip of a lifetime to Vietnam! Thank you, thank you, thank you again for making this trip so memorable and truly a trip of a lifetime!!! Will for sure recommend you to all family and friends and definitely use you again if we are fortunate enough to visit Vietnam again!!! Read more",
            "Wow, cảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm hoàn toàn tuyệt vời của mình! Chúng tôi rất vui mừng khi biết rằng chuyến đi đầu tiên của bạn đến Châu Á, đặc biệt là đến Việt Nam, đã được lên kế hoạch tỉ mỉ và đáng kinh ngạc từ đầu đến cuối. \n\nThật tuyệt vời khi biết rằng bạn cảm thấy được quan tâm và toàn bộ quá trình được xử lý một cách chuyên nghiệp như vậy.\nLời cảm ơn chân thành của các bạn dành cho Trang và Lyn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi rất vui vì bạn có thể tận hưởng trọn vẹn niềm vui mà không phải lo lắng gì. Chúng tôi đánh giá rất cao đề xuất cao của bạn và mong được hỗ trợ bạn trong những chuyến đi trong tương lai.\n\nĐọc thêm",
            "Đây là chuyến đi cùng gia đình mừng sinh nhật lần thứ 60 của chị dâu tôi. Chuyến đi được thực hiện với Vietnamtour.in, người mà chúng tôi đã liên hệ trực tuyến, hóa ra lại là một thảm họa về mặt lựa chọn khách sạn của họ, họ là khách sạn kém tiêu chuẩn xét về số tiền chúng tôi đã trả điều này thực sự để lại mùi vị khó chịu mặc dù Việt Nam phải cung cấp rất nhiều dịch vụ du lịch. Hướng dẫn viên của họ có động cơ hướng tới hoa hồng nên các nhà hàng và điểm bán đồ tạo tác, v.v. đã được thêm vào để nhận hoa hồng. Xin hãy thận trọng nếu chọn họ vào chuyến du lịch năm nay tới Việt Nam kiểm tra các khách sạn đang được cung cấp thời gian lưu trú trong năm và các địa điểm khác nhau được hướng dẫn viên của họ đề xuất.Đọc thêm",
            "Kính gửi bà Sandhya,\n\nChúng tôi thực sự rất tiếc khi biết về trải nghiệm đáng thất vọng của bạn trong chuyến đi. Phản hồi của bạn vô cùng có giá trị đối với chúng tôi và chúng tôi rất tiếc rằng một số khía cạnh của chuyến tham quan không đáp ứng được mong đợi của bạn.\n\nChúng tôi xin lỗi vì bất kỳ sự bất tiện nào do chỗ ở gây ra. Tuy nhiên, chúng tôi tin rằng chúng tôi đã cung cấp các lựa chọn chất lượng cao nếu xét đến chi phí, vì những khách sạn chúng tôi chọn có danh tiếng tốt và đánh giá tích cực từ những khách hàng trước đó. Chúng tôi hiểu rằng bạn có những tiêu chuẩn cao và chúng tôi cố gắng đáp ứng chúng. Khi chúng tôi nói chuyện với Kalpana, trưởng đoàn du lịch của bạn, anh ấy cũng nói rằng anh ấy rất hài lòng với chuyến đi.\n\nVề các hướng dẫn và đề xuất của họ, chúng tôi rất tiếc khi biết rằng bạn cảm thấy họ được thúc đẩy bởi tiền hoa hồng hơn là cung cấp trải nghiệm đáng nhớ. Chúng tôi sẽ giải quyết vấn đề này trong nội bộ để đảm bảo rằng tất cả các hướng dẫn viên của chúng tôi đều ưu tiên lợi ích tốt nhất của khách hàng lên trên hết.\n\nNhìn chung, chúng tôi rất tiếc vì bất kỳ sự bất tiện nào bạn gặp phải trong chuyến đi. Chúng tôi đánh giá cao phản hồi trung thực của bạn vì nó giúp chúng tôi cải thiện dịch vụ của mình. Nếu bạn cho chúng tôi một cơ hội khác trong tương lai, chúng tôi sẽ đảm bảo mang lại trải nghiệm tốt hơn cho bạn.Đọc thêm",
            "Đó là một chuyến đi tuyệt vời, sự sắp xếp tuyệt vời, thức ăn tuyệt vời, cabin cũng đẹp. Chúng tôi đã có một khoảng thời gian rất vui vẻ cùng gia đình. Nhìn chung, chúng tôi rất thích chuyến tham quan.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Thật tuyệt vời khi biết rằng bạn đã có một chuyến đi tuyệt vời với sự sắp xếp tuyệt vời. Rất vui khi biết rằng nhìn chung bạn rất thích chuyến tham quan. \n\nNếu bạn từng lên kế hoạch cho một chuyến phiêu lưu khác, chúng tôi sẵn sàng giúp bạn biến chuyến phiêu lưu đó trở nên thú vị như vậy!Đọc thêm",
            "Trong những năm qua, tôi đã cùng gia đình trải qua nhiều khoảnh khắc đáng nhớ, đặc biệt đáng nhớ là chuyến đi Việt Nam trong kỳ nghỉ hè. Cách đây không lâu, tôi đến Việt Nam trong chuyến đi dài 10 ngày. Tôi không mong đợi nhiều. Một trong những kỳ quan thiên nhiên đẹp nhất thế giới đó là Vịnh Hạ Long nhìn từ phía Bắc. Nếu bạn có cơ hội đến Vịnh Hạ Long, bạn sẽ biết được tất cả vẻ đẹp đi kèm với hơi thở này. Người ta tin rằng bạn có thể lấy một viên sỏi nhỏ từ vịnh này và viên sỏi này có thể mang lại may mắn cho bạn. Miền Nam Việt Nam cũng đẹp. Tôi yêu nơi đó bằng cả trái tim mình. Một phần miền Nam Việt Nam mà tôi yêu thích là thành phố Hồ Chí Minh. Giải trí như khách sạn, ăn uống, dịch vụ du lịch là những ngành kinh doanh chính trên con phố này. Người dân ở khu vực này nói nhiều ngôn ngữ khác nhau. Cộng đồng này được coi là một nơi có giá cả phải chăng để mọi người đi du lịch. Khu vực này đã được nhắc đến trong danh sách những địa điểm nhất định phải ghé thăm khi đến Đà Nẵng. Ở Đà Nẵng bạn nên ghé thăm Ning Bing. Vẻ đẹp nổi bật. Cảm ơn Seni Travel Cô Hani... đã chỉ huy... Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tuyệt vời của bạn! Có vẻ như chuyến đi của gia đình bạn đến Việt Nam thực sự đáng nhớ. Vịnh Hạ Long, Thành phố Hồ Chí Minh và Đà Nẵng dường như đã để lại ấn tượng lâu dài với bạn, với vẻ đẹp ngoạn mục, những lựa chọn giải trí sôi động và cộng đồng thân thiện.\n\nRất vui vì cô Hani và SeniWorld có thể giúp chuyến đi của bạn trở nên thú vị và được tổ chức tốt. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được hỗ trợ bạn trong những chuyến du lịch trong tương lai!Đọc thêm"
        ],
        "star_ratings": [
            775,
            46,
            1,
            3,
            0
        ],
        "review_amount": 825,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Nghệ Thuật Thế Giới",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8587814-Reviews-or10-Seni_World-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or20-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15777002-Reviews-Ha_Giang_Motorbike_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4546224-Reviews-MotoTours_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20056451-Reviews-Hoi_An_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15019603-Reviews-Himawari_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000172-Reviews-Moc_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21026564-Reviews-Zodiac_Bar_Mixology_And_Wine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342766-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044252-Reviews-Sun_Spa_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d195658-Reviews-Promenade_des_Anglais-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066443-d10094610-Reviews-GiGO_Akihabara_1st-Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580223-d4892622-Reviews-Levanto_Beach-Levanto_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g32233-d142435-Reviews-Rollins_Lake-Colfax_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d522812-Reviews-Galleria_Borghese-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g56229-d3737104-Reviews-Hidden_Falls_Adventure_Park-Marble_Falls_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g317116-d6696780-Reviews-Karakoram_Highway-Gilgit_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g635612-d5028940-Reviews-Mandomata_Nudist_Beach-Faliraki_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g55975-d607066-Reviews-John_T_Floore_Country_Store-Helotes_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g44606-d232373-Reviews-Big_Surf_Waterpark-Linn_Creek_Lake_of_the_Ozarks_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or20-Seni_World-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or10-Seni_World-Hanoi.html"
    },
    {
        "attraction_name": "Seni World",
        "attraction_name_vi": "Nghệ Thuật Thế Giới",
        "general_info": [
            "810 đánh giá",
            "22 trên 531 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Seni World là công ty du lịch có trụ sở tại Việt Nam với ước mơ lớn là vươn ra thế giới. Sau hơn 10 năm thực hiện hàng nghìn chuyến đi cho khách hàng, chúng tôi đã tìm ra sứ mệnh và tầm nhìn lớn của mình. Chúng tôi hứa hẹn sẽ là người bạn đồng hành đáng tin cậy nhất để chăm sóc từng bước trong hành trình của bạn. Thương hiệu của chúng tôi: - Vietnamtour.in: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Ấn Độ - Vietnamtour.co.za: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Nam Phi - Hello Vietnam Travel: Các chuyến tham quan Việt Nam theo yêu cầu riêng - Top Mekong CruisesĐọc thêm",
        "reviews": [
            "Tôi đã đến Việt Nam cùng gia đình vào tháng 5 năm 2024. Bạn tôi Hiren đã liên hệ với cô hani từ seni world trước chuyến đi của tôi để sắp xếp các chuyến du lịch ở Việt Nam và Hoa hậu Việt Nam. Cô ấy rất chuyên nghiệp, cực kỳ hữu ích và đúng giờ. Cô ấy đã gửi những hành trình hoàn hảo phù hợp với túi tiền và cũng sắp xếp visa cho chúng tôi đến Việt Nam. Chuyến du lịch của họ ở Đà Nẵng thực sự rất hay và được tổ chức tốt. Các hướng dẫn viên du lịch từ khắp thành phố Hồ Chí Minh Đà Nẵng Hà Nội đã đón chúng tôi từ khách sạn và họ rất giỏi và hiểu biết. Chúng tôi đã có một trải nghiệm tuyệt vời. Cô hani đã phối hợp với chúng tôi rất tốt và ghi lại mọi chi tiết của chúng tôi. Tôi thực sự khuyên bạn nên đi qua chúng. Cảm ơn bạnĐọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Thật tuyệt vời khi biết rằng chuyến đi của gia đình bạn đến Việt Nam vào tháng 5 năm 2024 đã thành công tốt đẹp. Rất vui vì sự phối hợp của cô Hanis đã giúp chuyến đi của bạn trở nên suôn sẻ và thú vị. \n\nLời giới thiệu mạnh mẽ của bạn có ý nghĩa rất lớn và chúng tôi rất biết ơn những lời tốt đẹp của bạn. Rất mong được giúp đỡ bạn trong những chuyến phiêu lưu trong tương lai.Đọc thêm",
            "Chúng tôi đã lên kế hoạch cho chuyến đi gồm 10 thành viên của mình với sani worldvietnamtour.in ms Hani đã giúp chuyến tham quan của chúng tôi lên kế hoạch về khách sạn, hành trình và phương tiện giao thông địa phương. sani worldhaani đưa ra báo giá cạnh tranh và phương thức thanh toán linh hoạt. Tôi tin tưởng họ và không gặp vấn đề gì giữa những ngày tham quan. Tôi bắt đầu đi hồ chí minh, da nang, hà nội, ha long baycruise. Cô ấy đã giúp tôi nhận phòng khách sạn sớm và trả phòng muộn, điều này rất cần thiết với trẻ em Người ăn chay gặp phải một số các vấn đề trong hành trình nhưng được quản lý mang theo đồ ăn trong lò Tất cả các ngày hướng dẫn viên du lịch riêng đều tuyệt vời Tôi rất khuyến khích sani world không nghi ngờ gì Tôi yêu việt namĐọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm chi tiết của bạn! Rất vui khi biết rằng cô Hani và nhóm của chúng tôi đã cung cấp dịch vụ tuyệt vời cho chuyến đi của bạn.\nChúng tôi đánh giá cao lưu ý của bạn về đồ ăn chay trên du thuyền; phản hồi hữu ích của nó cho du khách trong tương lai. Rất vui khi biết rằng các hướng dẫn viên du lịch riêng rất xuất sắc và bạn không gặp vấn đề gì trong những ngày tham quan.\n\nCảm ơn bạn đã giới thiệu SeniWorld. Chúc bạn có thêm nhiều trải nghiệm du lịch tuyệt vời cùng chúng tôi!Đọc thêm",
            "Chuyến đi này có 3 gia đình tổng cộng 10 người có trẻ em. Lúc đầu, tôi ngần ngại khi đi cùng vietnamtours.in với cô Hani vì tôi không có bất kỳ lời giới thiệu thân thiết nào nhưng tôi tin tưởng họ dựa trên sự linh hoạt và báo giá hợp tác cũng như hoàn tất hành trình trong khi kiểm tra văn phòng của họ ở Kolkata. Chúng tôi đã đến Hồ Chí Minh, Đà Nẵng, Hà Nội và vịnh Hạ Long trong 9 đêm. Không thể nói đủ về cách cô Hani nghĩ về tất cả các nhu cầu cá nhân của chúng tôi và đảm bảo rằng kế hoạch du lịch, lựa chọn Khách sạn và Du thuyền rất phù hợp với nhu cầu của chúng tôi . Bạn càng rõ ràng về nhu cầu của mình thì cô ấy càng có thể sắp xếp tốt hơn. Họ đề nghị cho tôi sự linh hoạt trong điều khoản thanh toán và có thể tự do thay đổi khách sạn dựa trên yêu cầu của tôi. Cô ấy rất rất khiêm tốn và trở thành một người tốt hơn. Những lời chúc tốt đẹp nhất của chúng tôi dành cho cô Hani và chúng tôi sẽ nhớ Việt Nam, con người, thiên nhiên, ẩm thực và mua sắm ở đây. Không quên những món quà nhỏ mà cô ấy đã tặng chúng tôi tại Hà Nội. Rất khuyến khích bạn nên đi cùng Sani World Vietnamtour.in mà không có bất kỳ nghi ngờ nào. Yêu Việt Nam!Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tuyệt vời của bạn! Thật vui mừng khi biết rằng chuyến đi của bạn đã thành công như vậy. Việc ban đầu cảm thấy do dự là điều dễ hiểu, nhưng rất vui vì cô Hani và Vietnamtour.in đã đáp ứng được mong đợi của bạn và cung cấp dịch vụ linh hoạt và hợp tác.\n\nNhững lời nói tử tế của bạn về dịch vụ của chúng tôi có ý nghĩa rất lớn đối với chúng tôi. Cảm ơn bạn đã giới thiệu Vietnamtour.in. Chúng tôi chia sẻ tình yêu của bạn với Việt Nam và mong được hỗ trợ bạn trong những chuyến du lịch trong tương lai!Đọc thêm",
            "Vào tháng 5, tôi đã lên kế hoạch đến thăm Việt Nam, vì vậy đã duyệt qua một số trang web và tôi tìm thấy một chuyến tham quan Vịnh Hạ Long, nó có vẻ tốt theo trang web của họ, vì vậy tôi đã liên hệ với họ nhưng không hiểu sao cách họ trả lời các câu hỏi của tôi lại như vậy. không hài lòng chút nào và họ thờ ơ khi trả lời tin nhắn ứng dụng Whats của tôi. Sau đó, tôi duyệt lại và nhận được Du lịch và Du lịch Việt Nam, tôi cũng đã thấy xếp hạng của họ và nó có vẻ tốt. Vì vậy, tôi đã gửi thư cho họ và tôi nhận được thư trả lời và Một cô Sara đang xử lý chuyến tham quan của tôi. Tôi thấy dịch vụ và phản hồi của công ty du lịch này rất xuất sắc. Dễ dàng 5 sao. Email của tôi đã được phản hồi nhanh chóng và mọi người đều có mặt khi họ được yêu cầu. Dịch vụ rất cam kết với sự theo dõi thích hợp. Dịch vụ được cung cấp theo lịch trình của họ với một hành trình không rắc rối... cảm ơn cô Sara của Vietnam Tours and Travels đã cung cấp dịch vụĐọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Rất vui khi biết rằng cô Sara trong nhóm của chúng tôi đã cung cấp dịch vụ xuất sắc.\n\nThật tuyệt khi biết rằng phản hồi nhanh chóng và dịch vụ tận tâm của cô Saras đã giúp quá trình lập kế hoạch của bạn diễn ra suôn sẻ và không gặp rắc rối. Rất vui vì bạn đã có một chuyến đi suôn sẻ và đánh giá cao dịch vụ chu đáo.\n\nCảm ơn bạn đã đánh giá chúng tôi 5 sao và những lời khen ngợi về dịch vụ của chúng tôi. Chúng tôi mong được hỗ trợ bạn trong mọi kế hoạch du lịch trong tương lai!Đọc thêm",
            "Tôi đã đặt tour qua Vietnam tour.in và người tổ chức tour cho tôi là cô Emi. Cô ấy đã giúp đỡ tôi tất cả trong việc chuẩn bị hành trình và xóa tan những nghi ngờ của tôi về chuyến đi. Cô Emi đã tham dự tất cả các cuộc gọi của tôi và trả lời ngay lập tức. Chuyến đi của tôi là một chuyến đi đáng nhớ. Cảm ơn cô Emi Seni WorldĐọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng cô Emi đã hỗ trợ tuyệt vời trong việc chuẩn bị hành trình và giải đáp mọi thắc mắc của bạn. Chúng tôi rất vui vì chuyến tham quan của bạn đáng nhớ và trân trọng những lời tốt đẹp của bạn về sự tận tâm của cô Emi. \n\nChúng tôi mong được chào đón bạn trở lại để có thêm nhiều trải nghiệm khó quên! Đọc thêm",
            "Chuyến đi thật đáng nhớ với sự hỗ trợ và hướng dẫn liên tục tuyệt vời từ cô Emi từ Seni World. Chuyến đi được cô điều khiển và hướng dẫn từ xa một cách hoàn hảo đến tuyệt vời. Không một giai đoạn nào chúng tôi bị bỏ mặc. Cam kết tận tâm của cô Emi đối với sự hài lòng của khách hàng là điểm thu hút chính trong chuyến tham quan của tôi, có thể là hành vi, giá trị đồng tiền, chỗ ở, lựa chọn đồ ăn, lựa chọn phương tiện đi lại cũng như những nghi ngờ và thông tin cá nhân. Sự kiên nhẫn và cách tiếp cận tỉ mỉ của cô ấy trong việc giải tỏa nghi ngờ của tôi thật khó quên. Tôi thực sự khuyến khích công ty này lên kế hoạch cho chuyến tham quan Việt Nam.Đọc thêm",
            "Cảm ơn bạn đã phản hồi tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng chuyến đi của bạn thật đáng nhớ nhờ có sự hỗ trợ và hướng dẫn liên tục của cô Emis. \n\nChúng tôi đánh giá cao đề xuất mạnh mẽ của bạn và mong được chào đón bạn quay trở lại để có những trải nghiệm khó quên hơn với Seni World.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời tại Việt Nam. Tôi hài lòng với dịch vụ khách hàng nhanh chóng được cung cấp. Tôi cảm ơn Nana vì những gợi ý, kế hoạch và khả năng tiếp cận của cô ấy. Tôi chân thành giới thiệu vietnamtour.in cho bất kỳ ai đang có kế hoạch đi du lịch đến Việt Nam. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn! Rất vui vì bạn đã có khoảng thời gian tuyệt vời ở Việt Nam, đánh giá cao dịch vụ khách hàng nhanh chóng của chúng tôi và hài lòng với sự hỗ trợ và hướng dẫn của Nanas.\n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi mong được chào đón bạn trở lại! Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời và mọi thứ đều diễn ra theo đúng lịch trình. Chúng tôi thực sự đánh giá cao cách Nana giữ liên lạc trong suốt chuyến tham quan. Không chỉ cảnh quan và vẻ đẹp của thiên nhiên, chúng tôi sẽ luôn ghi nhớ cách tiếp cận thân mật và thân thiện. Chuyến tham quan này đã mang đến một trong những điều tuyệt vời nhất những khoảng thời gian tuyệt vời nhất trong cuộc đời chúng ta. Từ những chuyến đón khách đến những chuyến đi chung, từ những chuyến tham quan riêng đến những chuyến du lịch chung, từ bãi biển đến những ngọn núi, tất cả đều là một gói tuyệt vời đầy hứng khởi và niềm vui để làm bừng sáng những ngày nghỉ của chúng tôi. Chúng tôi chúc mọi lời chúc tốt đẹp nhất và cảm ơn bạn vì tất cả những điều tốt đẹp nhất hỗ trợ tử tế.Yêu Ravi và Ritu từ Ấn ĐộĐọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời và mọi việc diễn ra suôn sẻ. Những lời tốt đẹp của bạn về Nana và các chuyến tham quan được tổ chức tốt có ý nghĩa rất lớn đối với chúng tôi. Rất vui vì chúng tôi có thể giúp kỳ nghỉ của bạn trở nên tươi sáng hơn. \n\nChúng tôi mong được chào đón bạn trở lại với những cuộc phiêu lưu thú vị hơn!Đọc thêm",
            "Gần đây chúng tôi đã đến thăm Việt Nam với gói tour 7 ngày 8 đêm bao gồm các thành phố khác nhau như Hà Nội, Đà Nẵng, Hồ An, Hồ Chí Minh, nó đã được EMI tùy chỉnh hoàn toàn từ vietnamtours.in, thật vui khi được làm quen với cô ấy Emi the Cách nó được tổ chức một cách chuyên nghiệp như vậy, tôi đã đến nhiều quốc gia khác nhau nhưng đây là chuyến tham quan được tổ chức tốt mà tôi rất thích, Cảm ơn tất cả các hướng dẫn viên, tài xế từ Vietnamtours.in đã làm cho chuyến đi của chúng tôi trở nên đáng nhớ như vậy. rất thân thiện, dễ tiếp cận vào thời điểm 247 ở Watsapp để giải quyết những nghi ngờ của bạn, bạn có thể chứng kiến ​​những khoảnh khắc đẹp đẽ đáng yêu đó từ những bức ảnh của chúng tôi, cũng rất sớm thôi, tôi sẽ tải video chi tiết lên kênh YouTube của mình, bạn có thể xem kênh raisaaravindvlogs đó ID Instagram của tôi aravindsiddhu bất kỳ còn nghi ngờ gì nữa, bạn có thể hỏi tôi Emi từ Vietnamtours.in để chuyến đi của bạn trở nên thú vị hơn.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm thú vị của mình! Chúng tôi rất vui mừng khi biết rằng chuyến du lịch Việt Nam của bạn được tổ chức tốt và thú vị. Chúng tôi rất vui vì bạn hài lòng với sự hỗ trợ và hướng dẫn của Emi. Chúng tôi mong được xem video chi tiết của bạn trên kênh YouTube và ảnh của bạn trên Instagram.\n\nCảm ơn bạn đã giới thiệu chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại cho một hành trình tuyệt vời khác!Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời. Chuyến tham quan được tổ chức tốt và quang cảnh thật ngoạn mục. Thức ăn rất ngon và có sẵn một số lựa chọn ăn chay vì chúng tôi thích ăn đồ chay hơn. Lisa đã xử lý việc tổ chức tour du lịch hoàn chỉnh của chúng tôi và giúp đỡ chúng tôi khi chúng tôi gặp khó khăn.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tuyệt vời của bạn! Rất vui vì bạn thích chuyến tham quan được tổ chức tốt, khung cảnh ngoạn mục và đồ ăn ngon với các lựa chọn ăn chay. Rất vui vì Lisa có thể hỗ trợ bạn trong suốt hành trình. \n\nChúng tôi mong được chào đón bạn trở lại với những chuyến phiêu lưu đáng nhớ hơn!Đọc thêm",
            "Xin chào, bạn cũng có hướng dẫn viên nói tiếng Ý phải không? Tức là bạn cũng tổ chức với các nhóm người Ý phải không? Lời chào từ RomeĐọc thêm",
            "Gửi ngài. Bầu cử sơ bộ D,\n\nTrước hết tôi xin cảm ơn bạn đã quan tâm đến đại lý của chúng tôi. Tôi muốn giới thiệu bản thân mình một chút. Tên tôi là Enrico Khánh, tư vấn du lịch của Hello Vietnam Travel, công ty lữ hành địa phương tại Việt Nam.\n\nVề câu hỏi của bạn, vâng, chúng tôi có những hướng dẫn viên chuyên nghiệp bằng tiếng Ý. Đại lý của chúng tôi chuyên về các chuyến đi riêng đến Việt Nam, Lào, Campuchia và Miến Điện. Tour du lịch của chúng tôi rất đa dạng: cổ điển, mạo hiểm hoặc lãng mạn. Với đội ngũ chuyên nghiệp và có trình độ, chúng tôi có thể hỗ trợ bất kỳ loại sản phẩm nào. Chúng tôi hiểu rằng mỗi khách hàng đều có những sở thích và mong muốn riêng nên chúng tôi ở đây để chia sẻ kinh nghiệm du lịch và giúp họ tạo ra những chương trình phù hợp nhất.\n\nNếu bạn đang tìm kiếm một chuyến đi tuyệt vời đến những quốc gia này với báo giá tốt nhất, đừng ngần ngại liên hệ với chúng tôi. Vui lòng gửi cho chúng tôi qua hồ sơ Hello Vietnam Travel trên TripAdvisor. \n\nCảm ơn bạn rất nhiều và hy vọng sẽ sớm lên kế hoạch cho kỳ nghỉ chi tiết của bạn\n\nTrân trọng,\n\nEnricoĐọc thêm"
        ],
        "star_ratings": [
            775,
            46,
            1,
            3,
            0
        ],
        "review_amount": 825,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Nghệ Thuật Thế Giới",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8587814-Reviews-or20-Seni_World-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or10-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or30-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15777002-Reviews-Ha_Giang_Motorbike_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4546224-Reviews-MotoTours_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20056451-Reviews-Hoi_An_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15019603-Reviews-Himawari_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000172-Reviews-Moc_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21026564-Reviews-Zodiac_Bar_Mixology_And_Wine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342766-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044252-Reviews-Sun_Spa_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d6894779-Reviews-Kavouri_Beach-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293913-d10832576-Reviews-Plaza_Premium_Lounge_Terminal_2_Zone_A-Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g49136-d3981613-Reviews-Lake_Rim_Park-Fayetteville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d7921389-Reviews-Thalia_Hall-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d4431198-Reviews-Sakura_Japanese_Massage-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2536000-Reviews-French_Market-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g33175-d3475241-Reviews-Paradise_Beach_Park-Tiburon_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51353-d3854284-Reviews-Fort_Cobb_State_Park-Fort_Cobb_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g34538-d17351541-Reviews-Detwiler_s_Farm_Market-Palmetto_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d8842134-Reviews-Botanical_Garden_Cable_Car-Funchal_Madeira_Madeira_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or30-Seni_World-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or20-Seni_World-Hanoi.html"
    },
    {
        "attraction_name": "Seni World",
        "attraction_name_vi": "Nghệ Thuật Thế Giới",
        "general_info": [
            "810 đánh giá",
            "22 trên 531 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Seni World là công ty du lịch có trụ sở tại Việt Nam với ước mơ lớn là vươn ra thế giới. Sau hơn 10 năm thực hiện hàng nghìn chuyến đi cho khách hàng, chúng tôi đã tìm ra sứ mệnh và tầm nhìn lớn của mình. Chúng tôi hứa hẹn sẽ là người bạn đồng hành đáng tin cậy nhất để chăm sóc từng bước trong hành trình của bạn. Thương hiệu của chúng tôi: - Vietnamtour.in: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Ấn Độ - Vietnamtour.co.za: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Nam Phi - Hello Vietnam Travel: Các chuyến tham quan Việt Nam theo yêu cầu riêng - Top Mekong CruisesĐọc thêm",
        "reviews": [
            "Tôi đã có được trải nghiệm tốt khi chào đón đến Việt Nam thông qua seniworld, đặc biệt là cô tư vấn du lịch, Elana đã giúp đỡ rất tốt việc đăng ký cho đến giờ khởi hành cô ấy đã hoàn thành công việc hàn. Ngoài ra tôi khuyên seniworld nên chọn những ngày lễ fuatre.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn! Chúng tôi rất vui mừng vì bạn đã tận hưởng chuyến đi của mình. Chúng tôi cũng rất vui vì bạn hài lòng với sự hỗ trợ tuyệt vời của cô Elana. \n\nChúng tôi đánh giá cao đề xuất của bạn và mong được giúp đỡ bạn trong những kỳ nghỉ trong tương lai.Đọc thêm",
            "VietnamTours.in đã rất xuất sắc Bắt đầu từ Dịch vụ đúng giờ đến khách sạn cho đến Quản lý các chuyến tham quan theo địa điểm. Nó thực sự là đỉnh cao.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn! Rất vui vì bạn đã tận hưởng chuyến đi của mình và hài lòng với dịch vụ của chúng tôi.\n\nRất mong được giúp đỡ bạn trong những chuyến phiêu lưu trong tương lai.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời với gia đình của chúng tôi. Xin chân thành cảm ơn cô Hana vì đã sắp xếp chuyến đi của chúng tôi và đảm bảo rằng chúng tôi được chăm sóc chu đáo.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tuyệt vời của bạn! Rất vui vì bạn và gia đình đã có khoảng thời gian vui vẻ với sự hỗ trợ của cô Hana. Chúng tôi mong được chào đón bạn trở lại với những chuyến phiêu lưu đáng nhớ hơn!Đọc thêm",
            "Đánh giá ngắn Hồ Chí Minh.. khách sạn Hướng dẫn Đà Nẵng.. khách sạn nd Hướng dẫn Hà Nội.. khách sạn chỉ ok ít lây lan bữa sáng buổi sáng Du thuyền .. Lúc đầu hướng dẫn hơi thô lỗ trên xe buýt .. sau đó bước vào cuirse.. đội vẫn ổn. Thức ăn ổn trên hành trình Chuyến đi tổng thể khi tốt..điều phối viên của chúng tôi, ông Harry đã phối hợp tốt.Đọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi rất vui khi biết rằng nhìn chung bạn đã có trải nghiệm tích cực và ông Harry đã phối hợp rất tốt. Chúng tôi đánh giá cao những nhận xét của bạn về các khách sạn và hướng dẫn viên tại Hồ Chí Minh, Đà Nẵng và Hà Nội cũng như trải nghiệm của bạn trên hành trình. Những hiểu biết sâu sắc của bạn rất có giá trị và chúng tôi sẽ sử dụng chúng để cải thiện dịch vụ của mình. \n\nChúng tôi mong được chào đón bạn quay trở lại để có trải nghiệm tốt hơn nữa trong tương lai.Đọc thêm",
            "Một người bạn của chúng tôi đã giới thiệu cô Jane từ Vietnamtours.in vì họ rất vui. Dựa trên sự dẫn dắt, chúng tôi đã kết nối với cô ấy và chúng tôi đã thực hiện gói du lịch 9 ngày đến Việt Nam và Campuchia. Khi chúng tôi kết nối với họ, người liên lạc của chúng tôi là cô Jane. Chúng tôi đã đặt chuyến đi tiếp theo và trở về Ấn Độ và nghỉ ngơi, mọi thứ đã được họ lo liệu về thời gian lưu trú, di chuyển nội bộ qua chuyến bay, hướng dẫn viên du lịch, đón và trả khách đến sân bay. Khoản chi phí duy nhất chúng tôi phải tính đến là bữa trưa và quà lưu niệm. Jane cung cấp cho chúng tôi tùy chọn để chọn loại khách sạn. Vị trí gần của các khách sạn gần trung tâm thành phố hơn và thực sự tốt. Toàn bộ kế hoạch chuyến đi chia sẻ hành trình, cung cấp thông tin chi tiết về đón và trả khách thật tuyệt vời. Cô Jane thậm chí còn dành thời gian quý báu của mình để đến gặp gia đình chúng tôi vào ngày cuối cùng của chuyến đi ở Việt Nam và điều đó thật thú vị. Cảm ơn cô Jane và toàn bộ nhóm đã khiến chuyến đi này trở nên đáng nhớ.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng cô Jane và nhóm của chúng tôi đã cung cấp dịch vụ tuyệt vời cho chuyến du lịch Việt Nam và Campuchia 9 ngày của bạn. Thật tuyệt khi biết rằng mọi thứ đều được tổ chức tốt. Rất vui vì bạn đánh giá cao vị trí khách sạn và hành trình chi tiết, đồng thời hài lòng với sự hỗ trợ và hướng dẫn của Jane.\n\nCảm ơn bạn đã lựa chọn Vietnamtours.in và chúng tôi mong được chào đón bạn quay trở lại với một chuyến đi đáng nhớ khác!Đọc thêm",
            "Lucy từ Seni World đã đặt toàn bộ kỳ nghỉ của chúng tôi, thật kỳ diệu từ đầu đến cuối.  Tất cả các dịch vụ đưa đón, khách sạn và chuyến tham quan của chúng tôi đều do Lucy đặt trước và thị thực của chúng tôi do cô ấy sắp xếp, mọi chuyện diễn ra suôn sẻ.   Bất kỳ câu hỏi nào chúng tôi có, Lucy đều trả lời ngay lập tức, bất kể thời gian nào trong ngày hay đêm.   Tôi thực sự giới thiệu Lucy và Seni World, cảm ơn vì kỳ nghỉ trọn đời.  Chúng tôi rất yêu mến Việt Nam - một đất nước yên bình, hạnh phúc và xinh đẹp!Đọc thêm",
            "Cảm ơn bạn đã đánh giá rực rỡ của bạn! Rất vui khi biết rằng Lucy đã mang đến cho bạn trải nghiệm kỳ nghỉ kỳ diệu. Chúng tôi rất vui mừng vì bạn đã có một kỳ nghỉ đáng nhớ ở Việt Nam. \n\nCảm ơn bạn đã đánh giá cao đề xuất của mình và chúng tôi mong được chào đón bạn quay trở lại để có những chuyến phiêu lưu đáng nhớ hơn!Đọc thêm",
            "Việc lập kế hoạch và đề xuất được đưa ra bởi Sarah, giám đốc điều hành của Seni World. Chúng tôi đã thực hiện nhiều thay đổi cho đến phút cuối cùng và mọi thứ đều được thực hiện theo mong đợi của chúng tôi. Những gợi ý của hướng dẫn viên về món ăn Ấn Độ thật tuyệt vời và việc thực hiện tổng thể chuyến đi thật tuyệt vời.Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Rất vui khi biết rằng Sarah đã cung cấp kế hoạch và đề xuất tuyệt vời cho chuyến đi của bạn. Rất vui vì tổng thể chuyến đi thật tuyệt vời. \n\nChúng tôi đánh giá cao phản hồi của bạn và mong được hỗ trợ bạn trong những chuyến du lịch trong tương lai!Đọc thêm",
            "Chúng tôi xin cảm ơn Elana rất nhiều vì chuyến du lịch tuyệt vời mà cô ấy đã lên kế hoạch cho chúng tôi ở miền Bắc Việt Nam. Chúng tôi hoàn toàn thích thú và đánh giá rất cao những chi tiết khiến chuyến đi của chúng tôi trở nên rất đẹp. thư giãn và giá cả phải chăng. Cảm ơn bạn đã rất nồng nhiệt và nồng nhiệt về mọi thứ cũng như nhận được tất cả thông tin cho chúng tôi. Một lần nữa cảm ơn bạn vì sự hỗ trợ kiên nhẫn và dịch vụ xuất sắc của bạn. Xin Chúa ban nhiều ơn lành cho bạn và gia đình Đọc thêm",
            "Cảm ơn phản hồi chân thành của bạn! Chúng tôi rất vui mừng khi biết rằng Elana đã lên kế hoạch cho một chuyến tham quan tuyệt vời cho bạn và bạn hoàn toàn thích thú. Vậy hãy nhớ chuyển những lời tử tế của bạn đến Elana nhé. \n\nCảm ơn lời chúc phúc của bạn và chúng tôi mong được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn trong tương lai!Đọc thêm",
            "First time travelling to Vietnam was a wonderful experience. I wanted someone local to help me with my package and I am glad that I choose Vietnamtour.in.My tourism specialistagent - Lisa a local from Vietnam, Hanoi, was so sweet. She was knowledgable, knew the tendencies of a typical Indian Tourist and also knew the best places that we can visit based on our preferences. The special thing about this organisation as well as Lisa was the time they took in understanding your desires, be it cultural, religious or exploration, be it any number of days, a week to a month, they will take into consideration your every need and then build a customised package suitable and affordable as per you wants. Lisa stayed connected with us throughout our journey and visited us at the hotel to ensure that we face no major issues during our trip. Every guide, every bus, every driver that was booked for us were sweeter than you can imagine. This country is magical, just like ours and their ways unique and beautiful. I personally took the off beaten path and visited some of their best Pagodas. Lisa my agent, knew everything about all the sites that I wanted to visit and was also able to explain me the importance of every site that I chose and did not choose. Vietnam is a lovely country for tourists, they are open minded and welcome you with warm hearts. One can that any tourist here would feel as if they are royalty. I have made so many fond memories. Language may become a problem for you, but Lisa was well versed with English and also made sure that we get guides who can communicate well with us, who will understand our food habits and provide us with food that we prefer. Vegetarian restaurants and cafés are in abundance in Vietnam, so dont worry if you are a pure vegetarian or vegan for that matter. I again thank this agency and Lisa for helping me plan this special trip. I visited with my wife and we explored the city, climbed peaks, sailed through Ha Long Bay, enjoyed the local cuisine and also had plenty of rest during the whole trip. Truly magical. I will miss this country and it is sad for me to say goodbye. I will cherish the time I have spent here. See you again Vietnam and hopefully the next time I visit you again. Vietnamtour.in and Lisa or someone alike will always be there to help me plan something different.Read more",
            "Cảm ơn bạn rất nhiều vì lời nhận xét chân thành của bạn! Chúng tôi rất vui mừng khi biết rằng chuyến đi đầu tiên đến Việt Nam của bạn là một trải nghiệm tuyệt vời và rất vinh dự khi được là một phần trong đó. Lisa và nhóm của chúng tôi tại Vietnamtour.in rất vui mừng vì chúng tôi có thể điều chỉnh chuyến đi theo sở thích của bạn và khiến nó thực sự đặc biệt. Thật tuyệt vời khi biết rằng kiến ​​thức địa phương và sự chú ý đến từng chi tiết của Lisa đã khiến hành trình của bạn trở nên liền mạch và đáng nhớ.\n\nChúng tôi rất biết ơn những lời tốt đẹp của bạn về dịch vụ của chúng tôi và sự hỗ trợ của Lisa, đồng thời rất mong được chào đón bạn trở lại cho một chuyến phiêu lưu kỳ diệu khác tại Việt Nam. Cho đến lần sau!Đọc thêm",
            "Một chuyến đi khó quên đến Hà Nội với những món ăn tuyệt vời. Xin chân thành cảm ơn Twitch đã tổ chức chuyến đi. Cà phê trứng và mì là món ngon nhất nên thử. Chuyến đi đã được lên kế hoạch tốt và chúng tôi đã nhận được sự hỗ trợ từ nhà tư vấn Du lịch của Twitch. Cảm ơn Twitch vì tất cả sự hỗ trợ. Rất khuyến khích chuyến đi đến Việt Nam.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng chuyến đi đến Hà Nội của bạn thật khó quên và bạn đã thưởng thức những món ăn tuyệt vời. Twitch rất vui mừng được tổ chức chuyến đi của bạn và cung cấp hỗ trợ liên tục trong suốt chuyến đi. Thật tuyệt vời khi biết rằng chuyến đi đã được lên kế hoạch tốt và bạn đã có trải nghiệm tuyệt vời. \n\nChúng tôi đánh giá cao đề xuất của bạn và mong được chào đón bạn quay trở lại để có nhiều chuyến phiêu lưu hơn ở Việt Nam!Đọc thêm"
        ],
        "star_ratings": [
            775,
            46,
            1,
            3,
            0
        ],
        "review_amount": 825,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Nghệ Thuật Thế Giới",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8587814-Reviews-or30-Seni_World-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or20-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or40-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15777002-Reviews-Ha_Giang_Motorbike_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4546224-Reviews-MotoTours_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20056451-Reviews-Hoi_An_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15019603-Reviews-Himawari_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000172-Reviews-Moc_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21026564-Reviews-Zodiac_Bar_Mixology_And_Wine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342766-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044252-Reviews-Sun_Spa_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41364-d105460-Reviews-Tilghman_Island-St_Michaels_Talbot_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105259-Reviews-Roger_Williams_Park_Zoo-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g616349-d1837457-Reviews-Waitomo_Glowworm_Caves-Waitomo_Caves_Waitomo_District_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d9758331-Reviews-Ford_Theatres-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177047-d1048456-Reviews-German_Submarine_U_995-Laboe_Schleswig_Holstein.html",
            "https://www.tripadvisor.com/Attraction_Review-g37130-d1726413-Reviews-Big_Splash_Adventure_Indoor_Waterpark_Resort-French_Lick_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g277797-d2198372-Reviews-Lake_Cave-Tapolca_Veszprem_County_Central_Transdanubia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066460-d4582674-Reviews-J_WORLD_TOKYO-Toshima_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d17703324-Reviews-NaviGo-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d19681901-Reviews-Castle_Otttis-St_Augustine_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or40-Seni_World-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or30-Seni_World-Hanoi.html"
    },
    {
        "attraction_name": "Seni World",
        "attraction_name_vi": "Nghệ Thuật Thế Giới",
        "general_info": [
            "810 đánh giá",
            "22 trên 531 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Seni World là công ty du lịch có trụ sở tại Việt Nam với ước mơ lớn là vươn ra thế giới. Sau hơn 10 năm thực hiện hàng nghìn chuyến đi cho khách hàng, chúng tôi đã tìm ra sứ mệnh và tầm nhìn lớn của mình. Chúng tôi hứa hẹn sẽ là người bạn đồng hành đáng tin cậy nhất để chăm sóc từng bước trong hành trình của bạn. Thương hiệu của chúng tôi: - Vietnamtour.in: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Ấn Độ - Vietnamtour.co.za: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Nam Phi - Hello Vietnam Travel: Các chuyến tham quan Việt Nam theo yêu cầu riêng - Top Mekong CruisesĐọc thêm",
        "reviews": [
            "Vietnam Tour.in đã giúp tôi lên kế hoạch cho chuyến đi 5 ngày bất ngờ đến Việt Nam và họ đã thực hiện một công việc đặc biệt khi quản lý hành trình dựa trên nhu cầu của tôi. Xin chân thành cảm ơn Daniel vì đã tổ chức một chuyến đi tuyệt vời và sắp xếp những kỳ nghỉ tốt nhất tại các địa phương hàng đầu ở Hà Nội và Đà Nẵng. Việc vận chuyển và hướng dẫn cũng rất tuyệt vời. Chúng tôi đã đến Bà Nà Hills và Hội An với một nhóm gồm 10 người tuyệt vời và có một hướng dẫn viên siêu tuyệt vời, người đã khiến trải nghiệm trở nên tuyệt vời hơn. Cảm ơn Daniel, vì tất cả mọi thứ! Tôi thực sự giới thiệu Du lịch Việt Nam cho bất kỳ ai đang lên kế hoạch cho chuyến đi đến Việt Nam.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Thật tuyệt khi biết rằng bạn đã tận hưởng kỳ nghỉ tuyệt vời nhất tại Hà Nội và Đà Nẵng, cùng với phương tiện di chuyển và hướng dẫn viên tuyệt vời. Daniel rất biết ơn những lời tốt đẹp của bạn và chúng tôi đánh giá cao sự giới thiệu của bạn cho những người khác đang lên kế hoạch cho chuyến đi đến Việt Nam. \n\nChúng tôi mong được chào đón bạn trở lại để có nhiều cuộc phiêu lưu hơn!Đọc thêm",
            "Chuyến đi này chắc chắn là một trong những chuyến đi đáng nhớ. Cà phê tuyệt vời, Người tốt. Nơi tuyệt vời để ghé thăm. Hơn nữa, sự hỗ trợ liên tục từ công ty lữ hành là điều đảm bảo nhất cho chúng tôi. Quản lý chuyến đi liền mạch thật tuyệt vời. Hani đã sẵn sàng hỗ trợ 247. Kudos cho sự cống hiến của cô ấy!!!!! Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng chuyến đi của bạn thật đáng nhớ và bạn thích cà phê tuyệt vời, những con người tốt bụng và những địa điểm đẹp ở Việt Nam. Rất vui vì bạn đã yên tâm với sự hỗ trợ liên tục từ Hani. \n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn và mong được chào đón bạn quay trở lại để có những trải nghiệm tuyệt vời hơnĐọc thêm",
            "Chuyến đi quốc tế đầu tiên của chúng tôi sau khi tốt nghiệp thật tuyệt vời, tất cả là nhờ cố vấn du lịch của chúng tôi, Daniel, từ vietnamtour.in. Anh ấy tổ chức mọi thứ một cách hoàn hảo. Chúng tôi đã có khoảng thời gian tuyệt vời để tận hưởng, thư giãn và khám phá. Thức ăn, cảnh đẹp, người dân địa phương thân thiện, địa điểm hấp dẫn và dịch vụ xuất sắc đều góp phần tạo nên trải nghiệm khó quên. Chúng tôi đã có những kỷ niệm tuyệt vời trong chuyến đi 10 ngày này và điều đó truyền cảm hứng cho chúng tôi bắt đầu lên kế hoạch cho chuyến đi tiếp theo của mình!Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng chuyến đi sau khi tốt nghiệp của bạn thật tuyệt vời và rất vui vì Daniel đã sắp xếp mọi thứ một cách hoàn hảo cho bạn. Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. \n\nChúng tôi rất vinh dự được góp phần tạo nên những kỷ niệm tuyệt vời cho bạn trong chuyến đi 10 ngày của bạn và chúng tôi rất mong được giúp bạn lên kế hoạch cho chuyến phiêu lưu tiếp theo của mình!Đọc thêm",
            "Nhờ có Helen, chuyến đi Việt Nam của chúng tôi không chỉ là một kỳ nghỉ mà còn là một hành trình đáng nhớ với những trải nghiệm độc đáo và những khoảnh khắc đáng trân trọng. Chúng tôi không thể yêu cầu một nhà điều hành tour du lịch tốt hơn trong việc lên kế hoạch cho chuyến phiêu lưu của mình. Nếu bạn đang cân nhắc một chuyến đi đến Việt Nam, tôi thực sự khuyên bạn nên hợp tác với Helen để có trải nghiệm du lịch tuyệt vời.Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng chuyến đi đến Việt Nam của bạn tràn ngập những trải nghiệm độc đáo và những khoảnh khắc đáng nhớ. Rất vui vì Helen đã vượt quá mong đợi của bạn với tư cách là người điều hành tour du lịch trong việc lên kế hoạch cho chuyến phiêu lưu của bạn. \n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và rất biết ơn vì có cơ hội cung cấp những trải nghiệm du lịch đặc biệt. Chúng tôi mong được chào đón bạn quay trở lại với những cuộc phiêu lưu khó quên hơn trong tương lai!Đọc thêm",
            "Chuyến đi này chắc chắn là một trong những chuyến đi đáng nhớ. Thức ăn ngon. Người tốt. Nơi tuyệt vời để ghé thăm. Hơn nữa, sự hỗ trợ liên tục từ công ty lữ hành là điều đảm bảo nhất cho chúng tôi.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Chúng tôi cũng rất vui vì bạn cảm thấy yên tâm trước sự hỗ trợ liên tục từ công ty lữ hành trong suốt hành trình của mình. \n\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất biết ơn vì có cơ hội đóng góp vào trải nghiệm đáng nhớ của bạn. Chúng tôi mong được chào đón bạn quay trở lại với nhiều cuộc phiêu lưu hơn trong tương lai!Đọc thêm",
            "Ban quản lý hàng đầu của Seni World Việc điều hướng ngành du lịch có thể là một thách thức đối với một hướng dẫn viên trẻ đang cố gắng khẳng định bản thân. Đam mê và nhiệt tình, anh đại diện cho tương lai của nghề. Tuy nhiên, để nỗ lực biến thành một trải nghiệm thành công và đáng nhớ cho khách du lịch, anh ấy cần nhiều hơn là sự nhiệt tình; anh ấy cần sự hỗ trợ mạnh mẽ của một công ty du lịch được tổ chức tốt. Hướng dẫn trẻ: Nhiệt tình và Thử thách Hướng dẫn viên trẻ của chúng tôi, hãy gọi anh ấy là Alex, là một ngọn hải đăng của sự nhiệt tình. Kiến thức của ông về lịch sử, văn hóa địa phương và những viên ngọc ẩn giấu rất ấn tượng. Anh kết nối với khách du lịch, chia sẻ những câu chuyện cá nhân và những hiểu biết sâu sắc giúp điểm đến trở nên sống động. Cách tiếp cận của anh là thực hành và cá nhân hóa, khiến mỗi chuyến tham quan trở nên độc đáo và hấp dẫn. Tuy nhiên, Alex phải đối mặt với những thách thức đáng kể:Quản lý hậu cần: Điều phối vận chuyển, đảm bảo đến và đi kịp thời cũng như quản lý sự chậm trễ không lường trước là những nhiệm vụ khó khăn có thể làm giảm vai trò chính của anh ấy hướng dẫn và thu hút khách du lịch.Đọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi rất tiếc vì bất kỳ rắc rối nào bạn có thể gặp phải trong chuyến đi. Tuy nhiên chúng ta cần làm rõ một số điểm:\n\n1. Chúng tôi không có bất kỳ thông tin nào về bạn là ai và chúng tôi chưa nhận được bất kỳ phản hồi nào từ khách hàng về vấn đề này kể từ tháng 1 năm 2024.\n\n2. Chúng tôi không có hướng dẫn viên du lịch nào tên Alex.\n\nDo những mâu thuẫn này, chúng tôi tin rằng phản hồi này có thể là một nỗ lực nhằm bôi nhọ các dịch vụ của chúng tôi bằng cách sử dụng tài khoản mới được tạo và có thể là nội dung do AI tạo ra. Chúng tôi thực hiện nghiêm túc những hành động như vậy và sẽ báo cáo bạn cũng như nhận xét của bạn lên nền tảng một cách nghiêm khắc.\n\nNếu bạn thực sự là một trong những khách hàng của chúng tôi và gặp phải vấn đề được đề cập, vui lòng liên hệ với chúng tôi tại infoseniworld.com. Chúng tôi cam kết giải quyết các mối quan ngại thực sự và đảm bảo khách hàng của chúng tôi có trải nghiệm tích cực.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Việt Nam, cảm ơn Helen vì đã đặt chúng tôi vào đúng khách sạn và lên kế hoạch cho một ngày tốt đẹp với hoạt động tuyệt vời và rất nhiều sự thoải máiĐọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Rất vui vì bạn hài lòng với sự hỗ trợ và hướng dẫn của Helen.\n\nChúng tôi rất mong được chào đón bạn quay trở lại để có thêm nhiều trải nghiệm đáng nhớ!Đọc thêm",
            "Chuyến đi được Lily Phụng tổ chức rất tốt và được tất cả các thành viên trong gia đình chúng tôi ở mọi nơi từ Hà Nội đến thành phố Hồ Chí MinhĐọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Rất vui khi biết bạn và gia đình hài lòng với sự hỗ trợ và hướng dẫn của Lily Phụng.\n\nRất mong được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn nữa!\nĐọc thêm",
            "Các dịch vụ mẫu mực. Ngay từ khi tôi đặt chỗ, đón và chuyển sân bay nội địa, đón hàng ngày cho đến chuyến khởi hành cuối cùng về quê hương, chăm sóc thực phẩm tôi chọn như sắp xếp đồ ăn chay, giúp đỡ tôi khi không may thẻ tín dụng của tôi bị trúng ở ATMat Đà Nẵng và theo đúng nghĩa đen Cho đến khi tôi ở Việt Nam được 9 ngày, Gwen đã chăm sóc tôi và điều đó cũng giống như việc liên hệ với ít dịch vụ hơn. Hãy tin tôi, tôi chưa bao giờ gọi cho cô ấy hoặc cô ấy chưa bao giờ gọi cho tôi. Mọi thứ đều diễn ra tốt đẹp trên whatsapp ngay từ khi đặt phòng cho đến lần khởi hành cuối cùng. Bất ngờ thay, khi tôi nghĩ đến việc liên hệ với Gwen về bất kỳ yêu cầu nào của mình, tôi đã tìm thấy câu trả lời trong tin nhắn trên whatsapp của mình. Công cụ theo dõi kỳ diệu của nó, bạn có thể gọi nó là dịch vụ thần giao cách cảm. Tôi thực sự khuyên dùng Gwen.Đọc thêm",
            "Cảm ơn bạn đã phản hồi rực rỡ của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời với các dịch vụ và sự sắp xếp của chúng tôi. Rất vui khi biết rằng Gwen có thể cung cấp sự hỗ trợ liền mạch, không cần tiếp xúc trong suốt chuyến đi của bạn\n\nChúng tôi mong sớm được chào đón bạn quay trở lại.Đọc thêm",
            "Chuyến đi tuyệt vời được tổ chức tốt bởi Helen. Chúng tôi đã có một khoảng thời gian tuyệt vời . Dịch vụ do nhóm Helenas thực hiện rất đáng khen ngợi. Mọi thứ diễn ra như Itenary. Cảm ơnĐọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi tuyệt vời. Thật vui khi biết rằng bạn hài lòng với dịch vụ do Helen và nhóm của chúng tôi cung cấp. \n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn và mong được chào đón bạn quay trở lại để có một trải nghiệm tuyệt vời khác!Đọc thêm"
        ],
        "star_ratings": [
            775,
            46,
            1,
            3,
            0
        ],
        "review_amount": 825,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Nghệ Thuật Thế Giới",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 18, 2024",
            "Written May 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8587814-Reviews-or40-Seni_World-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or30-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or50-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15777002-Reviews-Ha_Giang_Motorbike_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4546224-Reviews-MotoTours_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20056451-Reviews-Hoi_An_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15019603-Reviews-Himawari_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000172-Reviews-Moc_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21026564-Reviews-Zodiac_Bar_Mixology_And_Wine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342766-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044252-Reviews-Sun_Spa_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d2732770-Reviews-Wagner_Falls-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d13340411-Reviews-Ao_Nang_Landmark_Night_Market-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46019-d21266924-Reviews-Winnie_The_Pooh_Trail-Barrington_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d147811-Reviews-Devon_House-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d107549-Reviews-Margaritaville_at_Lanier_Islands-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d24970799-Reviews-Eden_Club_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d612140-Reviews-John_Lennon_Wall-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d560888-Reviews-Koko_Crater_Botanical_Garden-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191902-d7160653-Reviews-Agios_Gordios_Beach-Agios_Gordios_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293950-d4346698-Reviews-Vientiane_Night_Market-Vientiane_Vientiane_Prefecture.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or50-Seni_World-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or40-Seni_World-Hanoi.html"
    },
    {
        "attraction_name": "Seni World",
        "attraction_name_vi": "Nghệ Thuật Thế Giới",
        "general_info": [
            "810 đánh giá",
            "22 trong số 531 Đồ ăn đồ uống tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Tour du lịch văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Seni World là một công ty lữ hành có trụ sở tại Việt Nam với ước mơ lớn vươn ra thế giới. Sau hơn 10 năm thực hiện hàng nghìn chuyến đi cho khách hàng, chúng tôi đã tìm ra sứ mệnh và tầm nhìn lớn của mình. Chúng tôi cam kết sẽ là người bạn đồng hành đáng tin cậy nhất để chăm sóc từng bước trong hành trình của bạn. Các thương hiệu của chúng tôi: - Vietnamtour.in: Nhà điều hành tour du lịch hàng đầu Việt Nam dành cho du khách Ấn Độ - Vietnamtour.co.za: Nhà điều hành tour du lịch hàng đầu Việt Nam dành cho du khách Nam Phi - Hello Vietnam Travel: Tour du lịch Việt Nam theo yêu cầu riêng - Top Mekong CruisesĐọc thêm",
        "reviews": [
            "Chuyến đi sinh nhật của tôi đến Việt Nam là một trong những kỳ nghỉ đáng nhớ nhất nhờ anh trai tôi Ritesh và người tổ chức tour Helen .. cô ấy rất hữu ích Sự sắp xếp của chúng tôi rất tuyệt vời. Mọi khía cạnh của chuyến đi của chúng tôi đều được quan tâm. Helen luôn ở đó trả lời các thắc mắc, hướng dẫn chúng tôi và cố gắng hết sức để làm cho kỳ nghỉ và chuyến đi của chúng tôi trở nên hoàn hảo. Tôi không thể cảm ơn đủ các bạn vì trải nghiệm tuyệt vời này Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tuyệt vời của bạn! Rất vui vì chuyến đi sinh nhật của bạn đến Việt Nam thật đáng nhớ. Thật tuyệt vời khi biết rằng Helen rất hữu ích và đảm bảo rằng mọi khía cạnh trong chuyến đi của bạn đều được quan tâm. \n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn và rất vui mừng được trở thành một phần của trải nghiệm tuyệt vời này.Đọc thêm",
            "Chuyến đi đã được lên kế hoạch tuyệt vời. Đặc biệt cô Hannah đã giúp chúng tôi biến chuyến đi của mình trở nên đáng nhớ, chúng tôi thực sự đánh giá cao những dịch vụ tuyệt vời của cô ấy. Cô ấy xứng đáng trở thành một nhà lãnh đạo thực thụ. Chúng tôi chưa bao giờ mơ rằng chuyến đi Việt Nam của chúng tôi sẽ đặc biệt đến thế. Tất cả đều ghi nhận công lao của Hannah.Đọc thêm",
            "Cảm ơn bạn đã phản hồi tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng chuyến đi của bạn đã được lên kế hoạch tuyệt vời và đáng nhớ nhờ sự hỗ trợ tuyệt vời của cô Hannah. Vậy hãy nhớ chuyển những lời tử tế của bạn đến cô ấy nhé. \n\nChúng tôi đánh giá cao đề xuất của bạn và mong được chào đón bạn quay trở lại để có những trải nghiệm đặc biệt hơn trong tương lai!Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời đến Việt Nam từ Bắc tới Nam và nó thật tuyệt vời và tuyệt vời tất cả là nhờ cô Jane, người đã lên kế hoạch rất tốt cho chuyến đi của chúng tôi. Chúng tôi đã có khoảng thời gian tuyệt vời nhất ở Việt Nam và mang về nhà rất nhiều kỷ niệm đẹp. Sẽ giới thiệu Dịch vụ của bạn cho bạn bè và gia đình.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng chuyến đi của bạn thật tuyệt vời và sự lên kế hoạch tỉ mỉ của cô Jane đã góp phần khiến bạn hài lòng. Thật tuyệt vời khi bạn đã có rất nhiều kỷ niệm đẹp và có khoảng thời gian tuyệt vời như vậy. \n\nChúng tôi đánh giá cao đề xuất của bạn và mong được chào đón bạn bè và gia đình của bạn có những chuyến đi khó quên hơn đến Việt Nam.Đọc thêm",
            "Vừa trở về sau chuyến đi 10 ngày tới Việt Nam, phải nói rằng, đây là một trong những kỳ nghỉ tuyệt vời nhất tôi từng được cùng gia đình, tôi muốn đặc biệt cảm ơn Helen, nhà điều hành tour du lịch của chúng tôi, người đã tổ chức chuyến tham quan đáng yêu này cho chúng tôi, Ngay từ lập kế hoạch, đón và trả khách, tham quan mọi thứ đều được lo liệu, tài xế, hướng dẫn viên chúng tôi rất lịch sự và hữu ích, không thể cảm ơn Helen và nhóm của cô ấy đủ để khiến chuyến đi của chúng tôi trở nên đáng nhớ Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng chuyến đi 10 ngày tới Việt Nam là một trong những kỳ nghỉ tuyệt vời nhất mà bạn có cùng gia đình. \n\nChúng tôi mong được lên kế hoạch cho nhiều chuyến đi hơn cho bạn trong tương lai.Đọc thêm",
            "Chúng tôi có một trải nghiệm tuyệt vời. Tất cả các khách sạn đều tuyệt vời. Quan điểm tuyệt vời của iten. Tất cả đều được lên kế hoạch và tổ chức tốt bởi Anna của Vietnam Tours. Một chuyến du lịch tuyệt vời và thoải mái. Tất cả các hướng dẫn và trình điều khiển đều tuyệt vời.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết bạn đã có trải nghiệm tuyệt vời! Rất vui vì các khách sạn, hành trình và kế hoạch tổng thể đã đáp ứng được mong đợi của bạn với sự hỗ trợ của Anna từ nhóm của chúng tôi. \n\nChúng tôi rất vui được chào đón bạn quay trở lại để có thêm những trải nghiệm khó quên!Đọc thêm",
            "Chuyến tham quan thật là một kỷ niệm đáng nhớ. Nó thật tuyệt vời. Mọi thứ đã được lên kế hoạch tốt từ đầu đến cuối. Cập nhật, nhận và giảm nhanh chóng. Rất chuyên nghiệp. Chúng tôi rất thích trải nghiệm của chúng tôi. Vâng chắc chắn sẽ giới thiệu vietnamtour.in cho những ai lần đầu đến Việt Nam để có trải nghiệm tuyệt vời.Đọc thêm",
            "Rất vui khi biết rằng chuyến đi của bạn là một trải nghiệm đáng nhớ và tuyệt vời! Thật tuyệt khi biết rằng mọi thứ đều được lên kế hoạch tốt và chuyên nghiệp.\n\nChúng tôi đánh giá cao đề xuất của bạn và mong muốn được hỗ trợ bạn trong nhiều chuyến đi hơn trong tương lai. Đọc thêm",
            "Lisa thân mến, Tôi muốn dành một chút thời gian để bày tỏ lòng biết ơn của mình đối với công việc xuất sắc mà bạn đã làm với tư cách là người điều hành tour du lịch của tôi. Sự chú ý của bạn đến từng chi tiết, kiến ​​thức và sự nhiệt tình của bạn thực sự đã khiến chuyến đi của tôi trở nên khó quên. Ngay từ khi bắt đầu hành trình, rõ ràng là tôi đã có được sự hỗ trợ tuyệt vời. Việc lập kế hoạch tỉ mỉ của bạn đảm bảo mọi thứ diễn ra suôn sẻ và khả năng thích ứng với mọi tình huống của bạn thật ấn tượng. Bạn đã cố gắng hết sức để đảm bảo rằng tôi cảm thấy thoải mái và gắn bó. Hơn nữa, bản chất thân thiện và dễ gần của bạn đã khiến toàn bộ chuyến đi trở nên thú vị. Bạn luôn sẵn sàng trả lời các câu hỏi, đưa ra đề xuất và giải quyết mọi mối quan ngại bằng sự chuyên nghiệp và nụ cười. Cảm ơn bạn đã khiến chuyến đi của tôi trở thành một trải nghiệm đáng nhớ. Tôi vô cùng biết ơn sự chăm chỉ và cống hiến của bạn. Tôi mong được tham gia một chuyến du lịch khác với bạn trong tương lai! Bạn là nhất. Yêu và ôm SumiĐọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến đi đáng nhớ đến Việt Nam và Lisa đã khiến trải nghiệm của bạn trở nên khó quên. \n\nChúng tôi đánh giá cao phản hồi của bạn và mong được chào đón bạn trong một cuộc phiêu lưu khác trong tương lai.Đọc thêm",
            "Tổ chức đẹp mắt, dịch vụ cực kỳ cao cấp. Chúng tôi luôn đón khách đúng giờ với sự thoải mái trên những chiếc xe limousine sang trọng có máy lạnh. Hành trình đã được tùy chỉnh theo yêu cầu của chúng tôi khi xem xét yêu cầu về xe lăn và trẻ em. Các nhân viên đặc biệt Trần Phương Anh, người trực tiếp điều hành chuyến tham quan của chúng tôi luôn sẵn sàng hỗ trợ và nói tiếng Anh tốt. Cô ấy cực kỳ lịch sự, nhã nhặn và ăn nói rất nhẹ nhàng, và đã lên kế hoạch cho một chuyến đi rất tốt cho chúng tôi. Đó là một trải nghiệm tuyệt vời khi đặt qua cô ấy và đáng giá tiền. Tôi thực sự khuyên bạn nên đặt chỗ qua công ty du lịch này và đặc biệt yêu cầu Trần Phương Anh làm người tổ chức tour cho bạn. Nó vượt quá sự mong đợi của tôi và nhìn chung gia đình tôi rất hài lòng với chuyến đi.Đọc thêm",
            "Cảm ơn bạn đã phản hồi tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi và cô Phương Anh đã vượt quá sự mong đợi của bạn với dịch vụ đặc biệt của mình. Rất vui vì hành trình và chỗ ở đáp ứng nhu cầu của bạn một cách hoàn hảo. \n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong được chào đón bạn và gia đình quay trở lại cho một chuyến đi đáng nhớ khác.Đọc thêm",
            "Có kỳ nghỉ tuyệt vời nhất do Tư vấn du lịch LILY PHUNG tổ chức. Một công ty tổ chức tour rất chuyên nghiệp. Vui lòng truy cập vietnamtour.inSUBBARAO VALLABHANENIĐọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn. Chúng tôi rất vui mừng khi biết rằng bạn đã có một kỳ nghỉ tuyệt vời nhất do Lily Phụng tổ chức. Rất vui khi biết rằng tính chuyên nghiệp của cô ấy đã góp phần mang lại trải nghiệm tích cực cho bạn. \n\nChúng tôi đánh giá cao đề xuất của bạn và mong được hỗ trợ bạn trong những chuyến đi trong tương lai.Đọc thêm",
            "Du lịch Việt Nam cùng bạn bè. Ms.Liz đã lên lịch chuyến đi của chúng tôi kịp thời với lòng hiếu khách tuyệt vời và đã tạo nên một chuyến đi đáng nhớ và đó là một chuyến đi tuyệt vời và thú vị. Cảm ơn cô Liz.Đọc thêm",
            "Cảm ơn phản hôi của bạn! Chúng tôi rất vui khi biết rằng chuyến đi đến Việt Nam cùng bạn bè của bạn thật tuyệt vời và thú vị, đồng thời lịch trình và lòng hiếu khách của cô Liz đã khiến bạn hài lòng. Vâng, hãy chắc chắn chuyển những lời tốt đẹp của bạn đến cô ấy.\n\nMong có cơ hội được chào đón bạn quay trở lại để có thêm nhiều trải nghiệm đáng nhớ!Xem thêm"
        ],
        "star_ratings": [
            775,
            46,
            1,
            3,
            0
        ],
        "review_amount": 825,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Nghệ Thuật Thế Giới",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8587814-Reviews-or50-Seni_World-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or40-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or60-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15777002-Reviews-Ha_Giang_Motorbike_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4546224-Reviews-MotoTours_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20056451-Reviews-Hoi_An_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15019603-Reviews-Himawari_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000172-Reviews-Moc_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21026564-Reviews-Zodiac_Bar_Mixology_And_Wine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342766-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044252-Reviews-Sun_Spa_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d2435888-Reviews-Kona_Farmers_Market-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12910305-Reviews-LINE_Village_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g187177-d9861567-Reviews-Plage_de_Malo_les_Bains-Dunkirk_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g811172-d8766926-Reviews-Dalaman_Premium_Lounge-Dalaman_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d631111-Reviews-St_Peter_s_Basilica-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d12580179-Reviews-Kulaniapia_Falls-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189458-d6979708-Reviews-Vlacherna_Monastery-Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g652116-d6916071-Reviews-O_Beach_Ibiza-Sant_Antoni_de_Portmany_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580347-d4317735-Reviews-Mineralbad_Spa_Rigi_Kaltbad-Rigi_Kaltbad.html",
            "https://www.tripadvisor.com/Attraction_Review-g51578-d11965402-Reviews-The_Pioneer_Woman_Mercantile-Pawhuska_Oklahoma.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or60-Seni_World-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or50-Seni_World-Hanoi.html"
    },
    {
        "attraction_name": "Seni World",
        "attraction_name_vi": "Nghệ Thuật Thế Giới",
        "general_info": [
            "810 đánh giá",
            "22 trên 531 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Seni World là công ty du lịch có trụ sở tại Việt Nam với ước mơ lớn là vươn ra thế giới. Sau hơn 10 năm thực hiện hàng nghìn chuyến đi cho khách hàng, chúng tôi đã tìm ra sứ mệnh và tầm nhìn lớn của mình. Chúng tôi hứa hẹn sẽ là người bạn đồng hành đáng tin cậy nhất để chăm sóc từng bước trong hành trình của bạn. Thương hiệu của chúng tôi: - Vietnamtour.in: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Ấn Độ - Vietnamtour.co.za: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Nam Phi - Hello Vietnam Travel: Các chuyến tham quan Việt Nam theo yêu cầu riêng - Top Mekong CruisesĐọc thêm",
        "reviews": [
            "Các tour du lịch đã được lên kế hoạch rất tốt và kịp thời. Các hoạt động rất vui vẻ và tất cả các hướng dẫn viên du lịch đều cực kỳ hiếu khách và thân thiện. Chắc chắn sẽ giới thiệu dịch vụ của họ! Đọc thêm",
            "Cảm ơn phản hồi tích cực của bạn! Rất vui khi biết rằng bạn rất thích các chuyến tham quan được lên kế hoạch tốt, các hoạt động vui chơi và lòng hiếu khách của hướng dẫn viên du lịch của chúng tôi. \n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi mong được chào đón bạn quay trở lại với những chuyến đi khó quên hơn.Đọc thêm",
            "Liz và Công ty Du lịch Việt Nam của cô ấy là một nhà điều hành tour du lịch tuyệt vời! Chúng tôi đã đưa ra quyết định tốt nhất bằng cách chọn chúng. Liz đảm bảo lo liệu từng việc nhỏ trong chuyến đi và rất chủ động trong suốt chuyến đi. Tất cả các hướng dẫn viên, tài xế đều tốt bụng. Lịch trình chuyến đi được sắp xếp rất hiệu quả giúp chúng tôi có thể khám phá Việt Nam một cách tốt nhất. Mức phí của họ cũng hợp lý và xứng đáng với số tiền bỏ ra. Rất khuyến khích.Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng Liz và Vietnam Tour đã mang đến cho bạn trải nghiệm tuyệt vời. Rất vui vì bạn thấy hành trình này hiệu quả và chi phí hợp lý. \n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi. Mong được gặp lại bạn để có thêm nhiều trải nghiệm khó quên!Đọc thêm",
            "Liz đã lên kế hoạch tốt. Mọi thứ đều suôn sẻ. Chỉ có một điều nếu được cải thiện có thể còn tốt hơn nữa - Wifi trên xe sẽ giúp ích cho người ngoàiĐọc thêm",
            "Cảm ơn phản hôi của bạn! Chúng tôi rất vui khi biết rằng kế hoạch của Liz đã đảm bảo cho bạn một chuyến đi suôn sẻ. Đề xuất của bạn về việc có Wifi trên xe đã được ghi nhận hợp lệ vì chúng tôi cố gắng nâng cao trải nghiệm chung cho khách du lịch. \n\nChúng tôi đánh giá cao ý kiến ​​đóng góp có giá trị của bạn và mong được chào đón bạn quay trở lại cho những cuộc phiêu lưu trong tương lai!Đọc thêm",
            "Cảm ơn Liky phung vì mọi nỗ lực giúp chúng tôi có chuyến du lịch Việt Nam tuyệt vời này. Chúng tôi đã tận hưởng từng địa điểm theo gợi ý của bạn. Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Chúng tôi rất vui mừng khi biết rằng những nỗ lực của Liky Phụng đã khiến chuyến du lịch Việt Nam của bạn trở nên tuyệt vời. Hãy nhớ gửi lời cảm ơn của bạn tới Liky vì sự hỗ trợ tuyệt vời của cô ấy. \n\nChúng tôi rất mong được chào đón bạn quay trở lại với những trải nghiệm đáng nhớ hơn trong tương lai!Đọc thêm",
            "Không thể yêu cầu bất cứ điều gì tốt hơn. Chúng tôi đến đó để hưởng tuần trăng mật và nó thật hoàn hảo. Xin chân thành cảm ơn chuyên gia tư vấn du lịch Harry của chúng tôi vì đã nỗ lực và sắp xếp mọi thứ theo yêu cầu của chúng tôi. Với sự hiện diện và sẵn sàng của anh ấy, chúng tôi chưa bao giờ cảm thấy rằng mình đang ở đất lạ. Rất nhiều tình yêu từ Ấn Độ. Hẹn gặp lại Việt Nam.Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng chuyến đi trăng mật đến Việt Nam của bạn thật hoàn hảo và Harry, nhà tư vấn du lịch của bạn, đã đóng một vai trò quan trọng trong việc khiến nó trở nên đặc biệt. Thật tuyệt vời khi mọi thứ đều được phối hợp và sắp xếp theo yêu cầu của bạn. \n\nVâng, hãy nhớ chuyển những lời tốt đẹp của bạn đến Harry. Chúng tôi mong sớm được chào đón bạn quay trở lại! Đọc thêm",
            "Lily phung thân mến, Cảm ơn bạn đã giúp đỡ lên kế hoạch cho kỳ nghỉ của chúng tôi ở Việt Nam. Khi chúng tôi đến sân bay và đến điểm đến, cứ như thể bạn đã ở đó từ lâu. Khách sạn và nhà hàng rất tuyệt vời và mọi thứ đều diễn ra hoàn hảo. Tôi chắc chắn sẽ kể cho bạn bè tôi nghe về công việc bạn đã làm tuyệt vời như thế nào.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời của các bạn! Tôi rất vui khi biết rằng bạn đã có một kỳ nghỉ tuyệt vời ở Việt Nam và mọi thứ diễn ra hoàn hảo. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi thực sự đánh giá cao nó. \n\nRất mong được chào đón bạn trong tương lai! Đọc thêm",
            "Tôi đã đi du lịch Việt Nam cùng các thành viên trong gia đình vào tuần trước, chúng tôi đã có khoảng thời gian tuyệt vời. Chuyên gia tư vấn chuyến đi Lily Phụng đã làm rất tốt. Hướng dẫn viên nói tiếng Anh tốt, am hiểu và rất thân thiện. Tôi rất khuyến khíchĐọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn và gia đình đã có khoảng thời gian tuyệt vời trong chuyến đi đến Việt Nam. Lily Phụng, cố vấn chuyến đi của bạn, sẽ rất vui khi biết rằng nỗ lực của cô đã được đánh giá cao. \n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi thực sự đánh giá cao nó. Hy vọng sớm gặp lại bạn trong tương lai.Đọc thêm",
            "Sau khi tìm kiếm trên Google và trao đổi với nhiều công ty du lịch Ấn Độ và Việt Nam khác, Vietnam Tours có báo giá tốt nhất và dịch vụ khách hàng tuyệt vời cho chuyến đi của chúng tôi đến Việt Nam. Hành trình được lên kế hoạch là hoàn hảo - chúng tôi có tour riêng, hướng dẫn viên du lịch tốt nhất, xe có máy lạnh đáng yêu, dịch vụ đưa đón sân bay đã chờ khi đến và đúng giờ để đón chúng tôi khởi hành. Nhìn chung, đó là một trải nghiệm tuyệt vời và một chuyến đi đáng nhớ. Xin gửi lời cảm ơn đặc biệt đến người quản lý tour của chúng tôi Lucy Hoang. Đọc thêm",
            "Cảm ơn bạn đã lựa chọn Vietnamtour.in và chia sẻ trải nghiệm của mình với chúng tôi! Thật tuyệt vời khi biết rằng hành trình dự định dành cho bạn là hoàn hảo. Hãy nhớ gửi lời cảm ơn đặc biệt của bạn đến Lucy Hoàng nhé. \n\nChúng tôi thực sự đánh giá cao phản hồi của bạn và mong được chào đón bạn quay trở lại với những chuyến đi đáng nhớ hơn trong tương lai!Đọc thêm",
            "Trải nghiệm hoàn toàn tuyệt vời với công ty du lịch Vietnamtour.in. Họ đã cố gắng hết sức để đảm bảo kỳ nghỉ của chúng tôi diễn ra hoàn hảo. Rất khuyến khích chuyên môn và tính chuyên nghiệp của họ. Từ khi đặt phòng đến khi trở về nhà. Toàn bộ quá trình diễn ra suôn sẻ nhờ cố vấn du lịch Lily Phụng. Họ sự chú ý đến chi tiết và đề xuất được cá nhân hóa đã thực sự nâng cao chuyến đi của chúng tôi VALLABHANEMI GOPALA KRISHNAĐọc thêm",
            "Cảm ơn bạn đã đánh giá rực rỡ của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời với Vietnamtour.in. Thật tuyệt vời khi biết rằng nhóm của chúng tôi đã nỗ lực hết mình để đảm bảo kỳ nghỉ của bạn diễn ra hoàn hảo. Rất vui vì Lily Phụng, chuyên gia tư vấn du lịch của chúng tôi, đã đưa ra những đề xuất được cá nhân hóa và sự chú ý đến từng chi tiết giúp chuyến đi của bạn trở nên thú vị hơn. \n\nĐề xuất của bạn và những lời tử tế về dịch vụ của chúng tôi có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi rất mong có cơ hội được phục vụ bạn lần nữa trong tương lai.Đọc thêm",
            "Việt Nam là đất nước được thiên nhiên ban tặng. Nền văn hóa tuyệt vời, lòng hiếu khách của người Việt thật tuyệt vời. Những ngọn đồi, thung lũng và dòng sông tuyệt đẹp là một điều kỳ diệu trước mắt. Các món ăn địa phương và các loại thực phẩm cần được đề cập đặc biệt. Nói tóm lại, một nơi phải đến cho tất cả những người yêu thích du lịch.Đọc thêm",
            "Rất vui vì bạn đã có trải nghiệm tuyệt vời khi khám phá Việt Nam và Campuchia.  Mong sớm được gặp lại bạn! Đọc thêm"
        ],
        "star_ratings": [
            775,
            46,
            1,
            3,
            0
        ],
        "review_amount": 825,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Nghệ Thuật Thế Giới",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8587814-Reviews-or60-Seni_World-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or50-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or70-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15777002-Reviews-Ha_Giang_Motorbike_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4546224-Reviews-MotoTours_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20056451-Reviews-Hoi_An_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15019603-Reviews-Himawari_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000172-Reviews-Moc_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21026564-Reviews-Zodiac_Bar_Mixology_And_Wine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342766-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044252-Reviews-Sun_Spa_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g635766-d17544813-Reviews-Lake_Atanasovsko-Burgas_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g635849-d1420974-Reviews-Schloss_Herrenchiemsee-Herreninsel_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d196106-Reviews-Sauna_Deco-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32389-d142876-Reviews-Beals_Point-Folsom_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34598-d9836680-Reviews-Whimzey_Bowling_Ball_House-Safety_Harbor_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54283-d10541046-Reviews-Isle_of_Palms_Beach-Isle_of_Palms_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1954225-Reviews-Aviva_Stadium-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7021468-Reviews-Sampeng_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g33107-d143941-Reviews-Viansa_Sonoma-Sonoma_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g776028-d10608494-Reviews-Edro_III_Shipwreck-Peyia_Paphos_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or70-Seni_World-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or60-Seni_World-Hanoi.html"
    },
    {
        "attraction_name": "Seni World",
        "attraction_name_vi": "Nghệ Thuật Thế Giới",
        "general_info": [
            "810 đánh giá",
            "22 trên 531 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour Di sản Lịch sử",
            "Tour tham quan",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Seni World là công ty du lịch có trụ sở tại Việt Nam với ước mơ lớn là vươn ra thế giới. Sau hơn 10 năm thực hiện hàng nghìn chuyến đi cho khách hàng, chúng tôi đã tìm ra sứ mệnh và tầm nhìn lớn của mình. Chúng tôi hứa hẹn sẽ là người bạn đồng hành đáng tin cậy nhất để chăm sóc từng bước trong hành trình của bạn. Thương hiệu của chúng tôi: - Vietnamtour.in: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Ấn Độ - Vietnamtour.co.za: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Nam Phi - Hello Vietnam Travel: Các chuyến tham quan Việt Nam theo yêu cầu riêng - Top Mekong CruisesĐọc thêm",
        "reviews": [
            "Tôi xin ghi nhận sự hướng dẫn tuyệt vời, sự sắp xếp tuyệt vời của cô Elana dành cho sự quan tâm của các bạn khi tôi và bạn tôi đến thăm Việt Nam vào ngày 24 tháng 4. Cô ấy là một tài sản cho tổ chức của bạn. Cô ấy đã theo dõi và hỏi thăm hàng ngày về sự thoải mái của chúng tôi về chỗ ở, phương tiện đi lại, v.v. Nếu không có sự kiên trì của cô ấy trong việc cung cấp và tư vấn các gói du lịch phù hợp cho hai chúng tôi, chúng tôi sẽ không tận hưởng được chuyến đi này. Chưa một lần Cô ấy tỏ ra thiếu kiên nhẫn khi tôi đã trao đổi với cô ấy vô số lần. Cô ấy có cách cư xử hài lòng với thái độ tích cực đúng đắn.  Cô ấy xứng đáng có một vị trí đặc biệt trong tổ chức của bạn.  Tôi chúc cô ấy mọi điều tốt đẹp nhất và tôi cũng chúc công ty lữ hành ngày càng phát triển hơn nữa.Đọc thêm",
            "Cảm ơn sự đánh giá chân thành của bạn! Rất vui khi biết về trải nghiệm tuyệt vời của bạn với cô Elana. Hãy nhớ gửi những lời tốt đẹp của bạn đến cô ấy và tiếp tục phấn đấu để cung cấp dịch vụ đặc biệt cho tất cả khách hàng của chúng tôi. \n\nChúc bạn có thêm nhiều chuyến đi đáng nhớ phía trước!Đọc thêm",
            "Tôi đã ở Hà Nội nhiều ngày và chuyến đi của tôi thật tuyệt vời. Chuyên gia du lịch của chúng tôi rất có sức chứa. Yêu cầu đặc biệt đã được chú ý đến từng chi tiết. Làm tốt lắm Lucy vì đã khiến chuyến đi của chúng tôi trở nên đáng nhớ. Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Chúng tôi rất vui khi biết rằng bạn đã có một chuyến đi tuyệt vời ở Hà Nội và Lucy đã cung cấp dịch vụ đặc biệt. Vâng, hãy chắc chắn chuyển những lời tốt đẹp của bạn đến cô ấy.\n\nRất vui được chào đón bạn trở lại.Đọc thêm",
            "Tôi có trải nghiệm tuyệt vời với dịch vụ họ cung cấp. Đặc biệt đề cập đến là sự hỗ trợ tận tình mà tôi nhận được trong suốt chuyến đi từ cô Mai.Đọc thêm",
            "Rất vui khi biết về trải nghiệm tích cực của bạn! Thật tuyệt vời khi cô Mai đã hỗ trợ tận tình trong suốt chuyến đi của bạn.\n\nChúng tôi mong được chào đón bạn trở lại trong tương lai! Đọc thêm",
            "Chúng tôi đã liên hệ với VietnamTour.in để có hành trình 10 ngày tùy chỉnh. Nhà điều hành tour của chúng tôi, Lisa - Có trụ sở tại Hà Nội đã chuẩn bị một hành trình thú vị cho sự lựa chọn của chúng tôi về các thành phố ở Việt Nam.             Đó là một chuyến đi đáng nhớ với vô số chuyến tham quan ở nhiều thời tiết khác nhau khi chúng tôi mạo hiểm đến một thành phố mới vài ngày một lần.            Trong hành trình 10 ngày này, chúng tôi vô tư với sự hỗ trợ hướng dẫn liên tục của Lisa tại VietnamTour.in. Tôi xin gửi lời cảm ơn tới đội ngũ Seni World vì một trải nghiệm tuyệt vời như vậy Đọc thêm",
            "Rất vui khi biết về chuyến đi đáng nhớ của bạn và dịch vụ tuyệt vời do Lisa từ nhóm của chúng tôi cung cấp. \n\nChúng tôi mong được chào đón bạn trở lại trong tương lai! Đọc thêm",
            "Trải nghiệm rất tuyệt vời và dịch vụ tuyệt vời. Đại diện của chúng tôi là Trần Phương Anh, cô ấy rất tốt bụng và thân thiện trong suốt chuyến đi của chúng tôi. Việt Nam là một chuyến đi rất đẹp và tuyệt vời. Chúng tôi rất thích và họ đã tổ chức chuyến đi rất tốt. Mọi thứ diễn ra theo đúng lộ trình mà chúng tôi đã quyết định. Chúng tôi rời Việt Nam với những kỷ niệm đẹp và khó quên. Đọc thêm",
            "Cảm ơn vì đã chia sẻ. Thật tuyệt vời khi được nghe về trải nghiệm tuyệt vời của bạn tại Việt Nam và dịch vụ tuyệt vời do cô Phương Anh cung cấp. Rất vui vì mọi thứ diễn ra suôn sẻ và theo đúng hành trình của bạn\n\n Chúng tôi rất vui được chào đón bạn quay trở lại để có một trải nghiệm tuyệt vời khác!Đọc thêm",
            "Khi đang tìm hiểu những điều nên làm ở Việt Nam, tôi tình cờ biết đến vietnamtour.in. Tôi đã liên hệ với họ trực tuyến và Lisa đã nhanh chóng trả lời chúng tôi trên WhatsApp. Sau khi xác định được những địa điểm mà chúng tôi muốn ghé thăm, Lisa đã làm việc không mệt mỏi để lên lịch trình cho chúng tôi. Cô ấy đã sửa lại nó nhiều lần để đảm bảo nó bao gồm các chuyến tham quan và khách sạn mà chúng tôi ưa thích. Chúng tôi đánh giá cao việc có quyền kiểm soát các hoạt động của mình vì mọi thứ đều được điều chỉnh theo nhu cầu của chúng tôi. Lisa duy trì liên lạc thường xuyên với chúng tôi và thậm chí còn hỗ trợ chúng tôi đặt vé và xin thị thực du lịch, giúp quá trình này không gặp rắc rối. Khi chúng tôi đến Việt Nam, một chiếc ô tô và chuyến tham quan hướng dẫn đón chúng tôi từ sân bay. Các hướng dẫn viên ở mỗi điểm đến đều vô cùng hữu ích, đầy đủ thông tin và một số thậm chí còn có khiếu hài hước tuyệt vời. Cảm giác như có những người bạn địa phương dẫn chúng tôi đi tham quan. Các khách sạn chúng tôi ở đều rất xuất sắc về chỗ ở và vị trí, và chúng tôi hoàn toàn thích chúng. Một số chuyến tham quan bao gồm nếm thử các món ăn địa phương, thật tuyệt vời. Lisa vẫn liên lạc với chúng tôi qua WhatsApp để giải quyết mọi vấn đề hoặc hỗ trợ mọi nhu cầu trong suốt chuyến đi của chúng tôi. Người dân Việt Nam thực sự nồng hậu và toàn bộ chuyến đi của chúng tôi vô cùng thú vị. Chúng tôi rất mong được ghé thăm lại vào một dịp nào đó. Tôi hết lòng giới thiệu vietnamtour.in cho bất kỳ ai đang lên kế hoạch cho chuyến đi đến Việt Nam. Cảm ơn Lisa vì đã hỗ trợ lập kế hoạch và mọi việc khác trong thời gian chúng tôi ở Việt Nam.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Có vẻ như bạn đã có một trải nghiệm tuyệt vời. Tôi rất vui khi biết rằng bạn thích các chuyến tham quan, chỗ ở và ẩm thực địa phương. \n\nNếu bạn có kế hoạch đến thăm Việt Nam lần nữa hoặc cần bất kỳ sự trợ giúp nào, đừng ngần ngại liên hệ với Lisa và nhóm của chúng tôi. Họ sẽ rất vui khi được giúp bạn tạo ra một trải nghiệm tuyệt vời khác.Đọc thêm",
            "Đại lý du lịch của chúng tôi, cô Lisa là một cố vấn tuyệt vời. Cô ấy đã lên kế hoạch cho chuyến đi một cách rất chi tiết theo thời gian chúng tôi ở Việt Nam. Tôi sẽ luôn giới thiệu cô ấy với gia đình và bạn bè của tôi, những người sẽ có kế hoạch đến thăm Việt Nam.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn! Chúng tôi rất vui mừng khi biết rằng cô Lisa đã cung cấp kế hoạch du lịch tuyệt vời cho chuyến du lịch của bạn tại Việt Nam. \n\nLời giới thiệu của bạn cho gia đình và bạn bè có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi mong muốn được hỗ trợ bạn và người thân trong những kế hoạch du lịch trong tương lai. Đọc thêm",
            "Chuyến đi đã được cô Lisa lên kế hoạch chu đáo, cô luôn nhanh chóng giải đáp các thắc mắc và giải quyết các vấn đề liên quan đến visa và tour. Sẽ luôn chọn cô làm đại lý du lịch cho những chuyến đi sau này.Đọc thêm",
            "Cảm ơn phản hôi của bạn! Rất vui khi biết rằng cô Lisa đã cung cấp một chuyến tham quan được lên kế hoạch tốt và nhanh chóng trả lời các câu hỏi của bạn. \n\nLòng trung thành và sự tin tưởng của bạn đối với dịch vụ của cô ấy có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi mong được hỗ trợ bạn trong nhiều chuyến đi tiếp theo.Đọc thêm",
            "Chuyến đi đến Việt Nam của tôi với Vietnamtours.in do Lisa tổ chức thật tuyệt vời. Khả năng phản hồi nhanh và chú ý đến từng chi tiết của Lisa đảm bảo trải nghiệm liền mạch từ đầu đến cuối. Hành trình đã được lên kế hoạch hoàn hảo, kết hợp những điểm đến không thể bỏ qua và những trải nghiệm đa dạng. Ngay từ lần hỏi đầu tiên, Lisa đã nhanh chóng phản hồi. Cô ấy chăm chú lắng nghe sở thích của tôi và điều chỉnh hành trình cho phù hợp. Điều làm tôi ấn tượng nhất là khả năng kết hợp tất cả các điểm đến không thể bỏ qua của cô ấy trong khi vẫn cho phép linh hoạt khám phá cá nhân. Trong suốt chuyến đi, mọi thứ đều diễn ra suôn sẻ. Từ đưa đón sân bay đến chỗ ở và các chuyến tham quan có hướng dẫn viên, mọi chi tiết đều được chăm sóc chu đáo. Rất khuyến khích Vietnamtours và Lisa để có một chuyến đi khó quên!Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Chúng tôi rất vui khi biết rằng khả năng phản hồi nhanh và sự chú ý đến từng chi tiết của Lisa đã khiến chuyến đi đến Việt Nam của bạn trở nên liền mạch từ đầu đến cuối. Thật tuyệt vời khi biết rằng hành trình đã được lên kế hoạch hoàn hảo. Rất vui vì mọi khía cạnh trong chuyến đi của bạn đều được chăm sóc chu đáo.\n\nLời giới thiệu của bạn về Vietnamtour.in và Lisa có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi mong muốn được hỗ trợ bạn để có những chuyến đi khó quên hơn trong tương lai.Đọc thêm",
            "Rất thân thiện. Đã có một thời gian tuyệt vời đi du lịch với anh ấy. Người có học thức với tính cách tuyệt vời. Nỗ lực mang lại cho bạn trải nghiệm tốt nhất có thể.Đọc thêm",
            "Cảm ơn phản hôi của bạn! Rất vui khi biết rằng bạn đã có khoảng thời gian tham quan tuyệt vời cùng với hướng dẫn viên của chúng tôi. Chúng tôi rất mong được giúp đỡ bạn với những hành trình đáng nhớ hơn nữa trong tương lai!Đọc thêm",
            "Xin chào, bạn cũng có hướng dẫn viên nói tiếng Ý phải không? Tức là bạn cũng tổ chức với các nhóm người Ý phải không? Lời chào từ RomeĐọc thêm",
            "Gửi ngài. Bầu cử sơ bộ D,\n\nTrước hết tôi xin cảm ơn bạn đã quan tâm đến đại lý của chúng tôi. Tôi muốn giới thiệu bản thân mình một chút. Tên tôi là Enrico Khánh, tư vấn du lịch của Hello Vietnam Travel, công ty lữ hành địa phương tại Việt Nam.\n\nVề câu hỏi của bạn, vâng, chúng tôi có những hướng dẫn viên chuyên nghiệp bằng tiếng Ý. Đại lý của chúng tôi chuyên về các chuyến đi riêng đến Việt Nam, Lào, Campuchia và Miến Điện. Tour du lịch của chúng tôi rất đa dạng: cổ điển, mạo hiểm hoặc lãng mạn. Với đội ngũ chuyên nghiệp và có trình độ, chúng tôi có thể hỗ trợ bất kỳ loại sản phẩm nào. Chúng tôi hiểu rằng mỗi khách hàng đều có những sở thích và mong muốn riêng nên chúng tôi ở đây để chia sẻ kinh nghiệm du lịch và giúp họ tạo ra những chương trình phù hợp nhất.\n\nNếu bạn đang tìm kiếm một chuyến đi tuyệt vời đến những quốc gia này với báo giá tốt nhất, đừng ngần ngại liên hệ với chúng tôi. Vui lòng gửi cho chúng tôi qua hồ sơ Hello Vietnam Travel trên TripAdvisor. \n\nCảm ơn bạn rất nhiều và hy vọng sẽ sớm lên kế hoạch cho kỳ nghỉ chi tiết của bạn\n\nTrân trọng,\n\nEnricoĐọc thêm"
        ],
        "star_ratings": [
            775,
            46,
            1,
            3,
            0
        ],
        "review_amount": 825,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Nghệ Thuật Thế Giới",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 9, 2024",
            "Written May 8, 2024",
            "Written May 7, 2024",
            "Written May 7, 2024",
            "Written May 7, 2024",
            "Written May 7, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8587814-Reviews-or70-Seni_World-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or60-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or80-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15777002-Reviews-Ha_Giang_Motorbike_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4546224-Reviews-MotoTours_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20056451-Reviews-Hoi_An_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15019603-Reviews-Himawari_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000172-Reviews-Moc_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21026564-Reviews-Zodiac_Bar_Mixology_And_Wine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342766-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044252-Reviews-Sun_Spa_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34731-d130595-Reviews-Palm_Beach_Zoo_Conservation_Society-West_Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4266291-Reviews-HV_Spa_Relax_Thai_Massage_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g147399-d150360-Reviews-Chalk_Sound-Providenciales_Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d4476189-Reviews-Famagusta_Walled_City-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d501708-Reviews-Vancouver_Downtown-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d598555-Reviews-Titanic_Museum-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4469666-Reviews-Ba_Ho_Waterfall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d3431702-Reviews-Masonboro_Island_Reserve-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1571712-d245027-Reviews-Experimentarium-Hellerup_Gentofte_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d147099-Reviews-The_Hub_at_Peachtree_Center-Atlanta_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or80-Seni_World-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or70-Seni_World-Hanoi.html"
    },
    {
        "attraction_name": "Seni World",
        "attraction_name_vi": "Nghệ Thuật Thế Giới",
        "general_info": [
            "810 đánh giá",
            "22 trên 531 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Seni World là công ty du lịch có trụ sở tại Việt Nam với ước mơ lớn là vươn ra thế giới. Sau hơn 10 năm thực hiện hàng nghìn chuyến đi cho khách hàng, chúng tôi đã tìm ra sứ mệnh và tầm nhìn lớn của mình. Chúng tôi hứa hẹn sẽ là người bạn đồng hành đáng tin cậy nhất để chăm sóc từng bước trong hành trình của bạn. Thương hiệu của chúng tôi: - Vietnamtour.in: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Ấn Độ - Vietnamtour.co.za: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Nam Phi - Hello Vietnam Travel: Các chuyến tham quan Việt Nam theo yêu cầu riêng - Top Mekong CruisesĐọc thêm",
        "reviews": [
            "Trải nghiệm rất tốt Harry thực sự rất tốt. Đã giúp chúng tôi rất nhiều. Rất nhiều thông tin. Chuyến đi rất vui nhờ có anh ấy. Sẽ giới thiệu người khác.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm của mình! Chúng tôi rất vui khi biết Harry rất hữu ích và cung cấp nhiều thông tin, giúp chuyến đi của bạn thú vị hơn nhiều. \nLời giới thiệu của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được hỗ trợ bạn và bạn bè của bạn trong các kế hoạch du lịch trong tương lai. Đọc thêm",
            "Đó là một chuyến đi tuyệt vời. Jane đã lên kế hoạch tốt, người đã giúp chúng tôi vượt qua. Chúng tôi đã được cập nhật vào ngày thứ ba trước đó. Số liên lạc đã được cung cấp. Thức ăn thật tuyệt vời tại các nhà hàng được mong đợi ở Ninh Bình. Chúng tôi đến Hà Nội, Hạ Long và có những ngày rảnh rỗi tôi lên kế hoạch cho chuyến đi bằng xe máy. Được tổ chức và lên kế hoạch tốt bởi Jane.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm chuyến đi tuyệt vời của mình! Thật tuyệt vời khi biết rằng việc lập kế hoạch và hỗ trợ của Jane đảm bảo mọi thứ diễn ra suôn sẻ trong suốt hành trình của bạn. thật tuyệt khi biết rằng đồ ăn ở hầu hết các nhà hàng đều tuyệt vời.\n\nCảm ơn bạn đã lựa chọn chúng tôi và những lời tốt đẹp của bạn về sự hỗ trợ của Jane. Chúng tôi rất mong được giúp bạn lên kế hoạch cho những chuyến đi đáng nhớ hơn trong tương lai! Đọc thêm",
            "Chúng tôi đã có một chuyến đi Việt Nam tuyệt vời nhờ có anh Daniel. Anh ấy đã tổ chức một kỳ nghỉ đầy niềm vui cho chúng tôi. Chúng tôi đã có một khoảng thời gian tuyệt vời. 1010 muốn giới thiệu Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tuyệt vời của bạn! Rất vui khi được biết anh Daniel đã tổ chức cho bạn một kỳ nghỉ vui vẻ tại Việt Nam. Thật tuyệt vời khi bạn đã có khoảng thời gian tuyệt vời và rất muốn giới thiệu dịch vụ của anh ấy. \n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi luôn sẵn sàng hỗ trợ bạn trong mọi kế hoạch du lịch trong tương lai.Đọc thêm",
            "Chuyến đi rất tốt và được lên kế hoạch tốt. Đủ thời gian cho mọi nơi để xem. Hướng dẫn viên có khả năng giao tiếp tốt và rất kiên nhẫn.Đọc thêm",
            "Thật tuyệt vời khi biết rằng chuyến đi của bạn đã diễn ra tốt đẹp và được lên kế hoạch tốt! Cảm ơn bạn đã chia sẻ phản hồi tích cực và nếu bạn cần hỗ trợ về kế hoạch du lịch trong tương lai, vui lòng liên hệ!Đọc thêm",
            "Chuyến đi được tổ chức tuyệt vời bởi ông Daniel. Anh ấy thậm chí còn chăm sóc chuyến đi của chúng tôi trong những ngày nghỉ lễ của họ. Toàn bộ chuyến đi đều đáng giá. Cảm ơn rât nhiêu. Một kỳ nghỉ đáng giá rất cần thiết. Đọc thêm",
            "Thật tuyệt vời khi biết rằng chuyến đi được tổ chức rất tốt và đáng giá. \n\nSự đánh giá cao của bạn thực sự có giá trị và rất vui vì bạn đã có trải nghiệm tích cực như vậy. Nếu bạn cần hỗ trợ cho những chuyến đi trong tương lai, đừng ngần ngại liên hệ. Đọc thêm",
            "Hành trình tuyệt vời do ông Daniel thực hiện, với đủ thời gian thư giãn, bao quát mọi nơi một cách dễ dàng, Sự sắp xếp quá tốt. Bạn nên kết nối với Daniel cho kỳ nghỉ ở Việt Nam của bạnĐọc thêm",
            "Thật tuyệt vời khi biết rằng ông Daniel đã lên kế hoạch hành trình tuyệt vời cho kỳ nghỉ ở Việt Nam của bạn.\n\nCảm ơn bạn đã giới thiệu anh ấy cho những người khác đang tìm kiếm trải nghiệm đáng nhớ ở Việt Nam. Nếu bạn lên kế hoạch cho một chuyến phiêu lưu khác, đừng ngần ngại liên hệ với Daniel hoặc chúng tôi để được hỗ trợ. \n\nĐọc thêm",
            "Đó là một chuyến đi được tổ chức rất tốt. Quản lý tour Hani của chúng tôi đã quan tâm đến mọi chi tiết nhỏ trong việc lên kế hoạch cho chuyến đi. Mọi thứ đã được lên kế hoạch cho đến khi hoàn hảo. Chúng tôi rất biết ơn về chuyến đi đáng nhớ đến Việt Nam. Chắc chắn sẽ giới thiệu tất cả gia đình và bạn bè của tôi đến thăm Việt Nam qua Hani.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tuyệt vời của bạn! Thật tuyệt vời khi biết rằng chuyến đi đến Việt Nam của bạn được tổ chức rất tốt và Hani, người quản lý tour của bạn, rất chú ý đến từng chi tiết. \n\nViệc bạn giới thiệu cho tất cả gia đình và bạn bè đến thăm Việt Nam qua Hani có ý nghĩa không tốt đối với chúng tôi. Nếu bạn cần hỗ trợ về kế hoạch du lịch trong tương lai, vui lòng liên hệ. Đọc thêm",
            "Chúng tôi đã đến thăm Việt Nam vào tuần trước. Cô gwen đã giúp chúng tôi lên kế hoạch cho chuyến tham quan theo sở thích của chúng tôi. Chúng ta đã có một thời gian tốt đẹp. Anh lo việc xin visa ở Việt Nam. Anh ấy đã giúp chúng tôi có chuyến tham quan suôn sẻ đến những điểm đến đó. Chúng tôi rất thích cảnh đẹp ở Việt Nam và tôi sẽ giới thiệu và chia sẻ Mr gwen number cho bạn bè và người thân của tôi.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tuyệt vời của bạn! Rất vui vì Gwen đã giúp chuyến đi Việt Nam của bạn trở nên thú vị và suôn sẻ. Chúng tôi đánh giá cao đề xuất của bạn và mong được giúp đỡ bạn bè và gia đình của bạn.Đọc thêm",
            "Chúng tôi đã đến thăm Việt Nam và Combodia vào tuần trước. Ông Daniel đã giúp chúng tôi lên kế hoạch cho chuyến tham quan theo sở thích của chúng tôi. Chúng ta đã có một thời gian tốt đẹp. Anh lo việc xin visa ở Việt Nam. Anh ấy đã giúp chúng tôi có chuyến tham quan suôn sẻ đến những điểm đến đó. Chúng tôi rất thích cảnh đẹp ở Việt Nam và tôi sẽ giới thiệu và chia sẻ số Mr Daniel cho bạn bè và người thân của tôi.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Rất vui vì Daniel đã giúp chuyến du lịch Việt Nam và Campuchia của bạn trở nên thú vị và suôn sẻ. Hy vọng được chào đón bạn trở lại trong một cuộc phiêu lưu khác trong tương lai!Đọc thêm",
            "Đó là một chuyến đi được tổ chức rất tốt, Lily, quản lý du lịch của chúng tôi rất hợp tác và thân thiện ngay từ đầu. Cô ấy luôn sẵn sàng thảo luận. hành trình và biến nó thành một hành trình phù hợp với chúng tôi.Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Rất vui khi biết Lily hợp tác và thân thiện, đảm bảo chuyến đi của bạn được tổ chức tốt. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và mong được chào đón bạn trở lại cho một hành trình đáng nhớ khác.Đọc thêm"
        ],
        "star_ratings": [
            775,
            46,
            1,
            3,
            0
        ],
        "review_amount": 825,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Nghệ Thuật Thế Giới",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written April 30, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8587814-Reviews-or80-Seni_World-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or70-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or90-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15777002-Reviews-Ha_Giang_Motorbike_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4546224-Reviews-MotoTours_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20056451-Reviews-Hoi_An_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15019603-Reviews-Himawari_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000172-Reviews-Moc_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21026564-Reviews-Zodiac_Bar_Mixology_And_Wine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342766-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044252-Reviews-Sun_Spa_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561552-Reviews-Symphony_Center_Chicago_Symphony_Orchestra-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g298068-d317897-Reviews-Registan-Samarkand_Samarqand_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49381-d3348465-Reviews-Murphy_River_Walk-Murphy_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34013-d275274-Reviews-Killens_Pond_Water_Park-Felton_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190146-Reviews-Royal_Palace_of_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1650675-Reviews-Royal_Park_Rajapruek-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187891-d4559527-Reviews-Parco_Marino_del_Plemmirio-Syracuse_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g29229-d3165555-Reviews-Mesa_Falls-Ashton_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d10723362-Reviews-The_Station_at_Central_Park_Aquatic_Center-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g48373-d184208-Reviews-Pindar_Vineyards-Peconic_North_Fork_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or90-Seni_World-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or80-Seni_World-Hanoi.html"
    },
    {
        "attraction_name": "Seni World",
        "attraction_name_vi": "Nghệ Thuật Thế Giới",
        "general_info": [
            "810 đánh giá",
            "22 trên 531 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Seni World là công ty du lịch có trụ sở tại Việt Nam với ước mơ lớn là vươn ra thế giới. Sau hơn 10 năm thực hiện hàng nghìn chuyến đi cho khách hàng, chúng tôi đã tìm ra sứ mệnh và tầm nhìn lớn của mình. Chúng tôi hứa hẹn sẽ là người bạn đồng hành đáng tin cậy nhất để chăm sóc từng bước trong hành trình của bạn. Thương hiệu của chúng tôi: - Vietnamtour.in: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Ấn Độ - Vietnamtour.co.za: Nhà điều hành tour hàng đầu Việt Nam dành cho du khách Nam Phi - Hello Vietnam Travel: Các chuyến tham quan Việt Nam theo yêu cầu riêng - Top Mekong CruisesĐọc thêm",
        "reviews": [
            "Chúng tôi đã đến Việt Nam vào tuần trước. Ông Daniel đã giúp chúng tôi lên kế hoạch hành trình và khách sạn dựa trên sở thích của chúng tôi. Chúng ta đã có một thời gian tốt đẹp. Anh ấy cũng lo vấn đề thị thực. Anh ấy đã làm rõ mọi nghi ngờ của chúng tôi và đảm bảo chuyến đi diễn ra suôn sẻ.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Rất vui vì Daniel đã giúp bạn lên kế hoạch hành trình và khách sạn, giúp chuyến đi Việt Nam của bạn trở nên thú vị và suôn sẻ. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng sớm được chào đón bạn quay trở lại trong một cuộc phiêu lưu khác.Đọc thêm",
            "Chúng tôi đã lên kế hoạch đến thăm Việt Nam nhân dịp sinh nhật con trai tôi vào ngày 25 tháng 4. Chuyến đi của chúng tôi đã được ông Daniel lên kế hoạch và sắp xếp. Anh ấy kiên nhẫn trả lời các câu hỏi và làm rõ các thắc mắc của chúng tôi. Đây là chuyến đi đầu tiên của chúng tôi với một đại lý và nó thật đáng nhớ.  Ông Daniel gợi ý các khách sạn và điều chỉnh hành trình dựa trên sở thích của chúng tôi. Anh ấy đã giúp chúng tôi về vấn đề thị thực cũng như giúp chúng tôi không gặp rắc rối. Chuyến tham quan được tổ chức và phối hợp tốt.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng gia đình bạn đã có một chuyến đi thú vị đến Việt Nam và anh Daniel đã khiến trải nghiệm này trở nên đáng nhớ và thoải mái. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và hy vọng sẽ hỗ trợ bạn trong những chuyến đi trong tương lai!Đọc thêm",
            "Gwen, đại diện du lịch của chúng tôi, đã lên kế hoạch cho hành trình du lịch, khách sạn, Dịch vụ đưa đón, chuyến bay nội địa của chúng tôi. Hành trình đã được lên kế hoạch tốt và được thiết kế chu đáo. Từ cuộc gọi đầu tiên chúng tôi thực hiện cho đến khi chúng tôi trở về nhà sau chuyến tham quan, cô ấy vẫn giữ liên lạc hàng ngày để đảm bảo mọi kế hoạch đều được thực hiện tốt. Chúng tôi đặc biệt giới thiệu cô ấy cho kỳ nghỉ của bạn ở Việt NamĐọc thêm",
            "Cảm ơn bạn đã phản hồi tuyệt vời của bạn! Chúng tôi rất vui khi biết Gwen đã cung cấp cho bạn dịch vụ chuyên nghiệp và chất lượng cao trong suốt chuyến du lịch Việt Nam. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và hãy nhớ chuyển những lời tốt đẹp của bạn đến Gwen. Chúng tôi mong được chào đón bạn quay trở lại với những kỳ nghỉ khó quên hơn trong tương lai!Đọc thêm",
            "chúng tôi rất ngạc nhiên khi thấy đội ngũ của họ lập kế hoạch từ visa đến nhận hàng cho đến mọi thứ họ lên kế hoạch hoàn hảo cho chúng tôi. Helen đặc biệt giúp đỡ chúng tôi ở mọi bước, chúng tôi đã làm phiền cô ấy rất nhiều vì ngay cả những điều ngớ ngẩn nhất và cô ấy luôn trả lời chúng tôi và đó là cách sự tự tin đã được xây dựng. Chắc chắn là 100 đề xuất của tôi cho bất kỳ ai đọc bài nàyĐọc thêm",
            "Cảm ơn bạn đã đánh giá rực rỡ của bạn! Rất vui khi biết rằng Helen và nhóm của chúng tôi đã mang đến cho bạn trải nghiệm được thực hiện hoàn hảo và không gặp rắc rối trong chuyến đi của bạn. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất biết ơn những lời tốt đẹp của bạn.\nChúng tôi mong được chào đón bạn quay trở lại để có những trải nghiệm đặc biệt hơn trong tương lai.Đọc thêm",
            "Xin chào, muốn chia sẻ phản hồi về chuyến tham quan Đà Nẵng và Hội An có hướng dẫn 1 ngày của chúng tôi với Hoàng Phi Hồng. 5 Sao dành cho Honghe thật tuyệt vời, sự nhiệt tình mà anh ấy đã thể hiện với chúng tôi suốt cả ngày cùng với kiến ​​thức và câu chuyện về văn hóa và truyền thống của Việt Nam, điều đó thực sự làm nên ngày của chúng tôi. Rất muốn giới thiệu cho tất cả bạn bè của chúng tôi đi du lịch đến Đà Nẵng và Hội An để nhờ bạn Hồng làm người hướng dẫn cho họ. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ phản hồi về chuyến tham quan có hướng dẫn một ngày ở Đà Nẵng và Hội An. Chúng tôi rất vui mừng khi biết rằng Hồng đã mang đến cho bạn trải nghiệm tuyệt vời.\n\nLời giới thiệu của bạn dành cho bạn bè đi du lịch đến Đà Nẵng và Hội An được đánh giá rất cao và chúng tôi chắc chắn sẽ chuyển những lời tốt đẹp của bạn đến Hồng.\n\nChúng tôi mong được chào đón bạn bè của bạn và mang đến cho họ những trải nghiệm đặc biệt!Đọc thêm",
            "Chúng tôi đã được bạn bè của chúng tôi giới thiệu đến công ty này, những người có kinh nghiệm tốt với họ trong các chuyến đi và công ty này đã không làm họ thất vọng chút nào. Gwen được giao cho chúng tôi quản lý tất cả các đặt chỗ và sắp xếp chuyến đi của chúng tôi, cô ấy đánh giá cao sự hiệu quả, nhất quán với các hoạt động theo dõi, rất nhanh chóng hoàn nguyên tất cả các truy vấn và tìm giải pháp ngay cả vào những giờ lẻ do chênh lệch múi giờ. Mọi thứ đã được lên kế hoạch tốt và được thực hiện, ngay từ khi nhận phòng sớm, đón khách cho đến các chuyến tham quan có hướng dẫn viên và sắp xếp đồ ăn. Rất muốn giới thiệu mọi người dùng thử dịch vụ của họ để chuyến đi của bạn trở nên đáng nhớ ở Việt Nam. Cảm ơn Gwen và toàn bộ nhóm vì tất cả sự giúp đỡ. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng lời giới thiệu của bạn bè đã đưa bạn đến với chúng tôi và chúng tôi đã đáp ứng được mong đợi của bạn.\n\nGwen thực sự là một viên ngọc quý trong nhóm của chúng tôi và rất vui khi biết rằng cô ấy đảm bảo trải nghiệm suôn sẻ từ đầu đến cuối. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi chắc chắn sẽ gửi lời cảm ơn chân thành đến Gwen và toàn bộ nhóm.\n\nChúng tôi mong được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn nữa tại Việt Nam!Đọc thêm",
            "Tổng thể chuyến tham quan rất đáng nhớ đối với tôi và xin gửi lời cảm ơn đặc biệt đến điều phối viên tour của chúng tôi, cô Anna, rất ủng hộ Hành trình tuyệt vời với tư cách là một khách du lịchĐọc thêm",
            "Rất vui khi biết rằng sự hỗ trợ của Anna đã nâng cao hành trình của bạn và khiến nó trở nên tuyệt vời đối với bạn. Vâng, hãy chắc chắn chuyển lời cảm ơn đặc biệt của bạn đến cô ấy.\n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn và hy vọng được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn trong tương lai!Đọc thêm",
            "dịch vụ tuyệt vời và sự theo dõi của Emi kể từ khi chúng tôi đặt chuyến tham quan cho đến khi kết thúc và lên chuyến bay trở về. Tôi khuyên mọi người muốn đi du lịch Việt Nam hãy liên hệ với Emi để có hành trình tốt nhất.. chúc may mắn EmiĐọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Rất vui khi biết rằng Emi đã cung cấp cho bạn dịch vụ tuyệt vời. Vậy thì hãy nhớ chuyển lời giới thiệu của bạn và những lời chúc tốt đẹp nhất tới Emi nhé.\n\nChúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng được chào đón bạn quay trở lại để có những trải nghiệm tuyệt vời hơn nữa tại Việt Nam trong tương lai!Đọc thêm",
            "Chuyến đi 15 ngày đến Việt Nam từ ngày 25 tháng 3 năm 2024 đến ngày 7 tháng 4 năm 2024 là giấc mơ thành hiện thực đối với tôi và chồng. Chúng tôi đi từ Thành phố Hồ Chí Minh ở phía Nam đến Đà Nẵng ở miền Trung Việt Nam và Hà Nội, Vịnh Hạ Long, Ninh Bình và SaPa ở phía Bắc và Tây Bắc. Việt Nam là một đất nước xinh đẹp với những con người vô cùng hiếu khách, ẩm thực tuyệt vời và một thiên đường sưu tầm. thủ công mỹ nghệ, đồ tạo tác. Cả hai chúng tôi đều đã 65 và 63 tuổi và hoàn toàn như ở nhà nhờ nỗ lực của Mie Doan của Seniworld, nhóm du lịch Việt Nam chịu trách nhiệm hỗ trợ chuyến đi của chúng tôi. Những nỗ lực của Mies đã khiến chuyến đi của chúng tôi trở nên đáng nhớ, chúng tôi trân trọng từng khoảnh khắc trong kỳ nghỉ của mình, dù là trên du thuyền trên vịnh Hạ Long được bao quanh bởi những ngọn núi vôi hay cuộc sống sôi động của Phố cổ Hà Nội. Rất vui được gặp Mie tại khách sạn Hà Nội và cảm ơn cô ấy vì những món quà trao đổi với chúng tôi. Mong chờ một chuyến đi khác đến Việt Nam. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời trong chuyến đi 15 ngày tới Việt Nam! Chúng tôi đặc biệt biết ơn những lời tốt đẹp của bạn dành cho Mie Doan. Thật ấm lòng khi biết rằng những nỗ lực của cô ấy đã khiến chuyến đi của bạn trở nên đáng nhớ và thoải mái. Vâng, hãy chắc chắn chuyển sự đánh giá cao của bạn đến cô ấy.\n\nChúng tôi mong được chào đón bạn trở lại Việt Nam để có một chuyến phiêu lưu khó quên khác!Đọc thêm",
            "Monika Bishi11th April to 18th April, 2024I went to Vietnam with my husband from 11th April to 18th April, 2024. Thanks a lot Seni world and Lily Phung for planning such an amazing trip for us and customising it for us to give us the best travel experience.Our trip started with Ho chi Minh City. Starting with the city tour we had an amazing experience of art and craft of Vietnam which includes sea shells art on the rosewood, the they have added shine to those arts is truly commendable. After some purchases we went for the Saigon waterbus ride which is another wonderful experience. Ho chi Minh City started to lit up and the city of light was glowing as we took a ride through the water bus in the evening.Next day we headed to Mekong delta and chu chi tunnels which was a group tour with an amazing English speaking guide who explained us every detail about those tunnels. Overall it ended with a delicious vegan meal and bicycle ride through the village and boat ride in Mekong delta and visit to the unicorn island for experience the honey tea and musical events. Thank you so much Lily for making us available delicious vegetarian meals in every step of our trip.Day -3 we travelled to Da Nang. It was a flight from ho chi Minh City to da nang. Hotels were so good and exactly same as mentioned in the itinerary. This is a beach City. Our hotel is near by my khe beach.. we had an amazing time in the beach. Then on day 4 we went to Hoi an, the city of lanterns. We had an great time in walking around the old city and then took a boat ride around the city of lanterns which looked heavenly after the sunset when all the lantern lit up, the city was shining and the boat ride was very soothing. Also the coconut village boat ride was super fun where you can experience the bamboo boat swings and you can also experience fishing. On Day 5 we went to Ba nang hills which was another group trip which English speaking guide, where we experienced the longest cable car ride to golden bridge, then the French Village which will take you to the Disneyland and had a thrilling experience in the amusement park.On day 6 our flight was there from Da nang to Hanoi, the capital city. After checking in to the hotel, our trip started with the city tour with a private guide to the temple of literature, one pillar pagoda and ho chi Minh musium.It was again fascinating to know the detail history of Hanoi city.Day 7 here the best part comes. On the morning we went  to the Ha long bay, the most beautiful bay and again a world heritage site. Then we got transferred to Dragon Bay Cruise which is exactly same as mentioned in the itinerary. Thanks a lot to Lily for booking such a wonderful cruise and a arranging a super special and delicious vegetarian lunch for us. After checking in to our cabins. We went to see the caves through Bamboo boat ride and saw the fishermans village. Then there was time for swiming. After the shower the sunset party started. Guides were so good and crew members are also very decent. It was very entertaining with the karoke night and squid fishing experience. Also we had a cooking class on the cruise for rice paper spring roll making. Then you can enjoy the natural beauty of ha long bay which even looked more peaceful and magical in night. Next day we did kayaking in the ha long bay which was another wonderful experience. This is how our day ended with a brunch. Then we got transferred to Hanoi airport. This is how the beautiful trip ended.Once again I would like to thank Lily and Seni world for giving us an unforgettable experience in Vietnam. Everything was as per the planning. All the guides and drivers are very friendly and helpful and always on time. As it is difficult to find vegetarian food in Vietnam, thank you so much Lily for making us available good and delicious vegetarian food for us at every step of our journey  .Monika Bishi and Ashish Pandey IndiaRead more",
            "Cảm ơn bạn đã chia sẻ chuyến đi tuyệt vời của bạn đến Việt Nam. Có vẻ như bạn đã có khoảng thời gian tuyệt vời để khám phá những cảnh quan đa dạng và những viên ngọc văn hóa của đất nước. Chúng tôi rất vui khi biết rằng nhóm của chúng tôi đã cung cấp dịch vụ lập kế hoạch và cá nhân hóa tuyệt vời cho bạn.\n\nCảm ơn bạn đã chọn chúng tôi trở thành một phần trong chuyến phiêu lưu của bạn và chúng tôi mong được chào đón bạn quay trở lại Việt Nam để có thêm những trải nghiệm khó quên trong tương lai!\nĐọc thêm"
        ],
        "star_ratings": [
            775,
            46,
            1,
            3,
            0
        ],
        "review_amount": 825,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Nghệ Thuật Thế Giới",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written April 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8587814-Reviews-or90-Seni_World-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or80-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or100-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15777002-Reviews-Ha_Giang_Motorbike_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4546224-Reviews-MotoTours_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20056451-Reviews-Hoi_An_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15019603-Reviews-Himawari_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000172-Reviews-Moc_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21026564-Reviews-Zodiac_Bar_Mixology_And_Wine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342766-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044252-Reviews-Sun_Spa_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42468-d4227396-Reviews-Yankee_Springs_Recreation_Area_State_Park-Middleville_Barry_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g2371486-d153217-Reviews-Lake_Chapala-Chapala.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d147934-Reviews-Xanadu_Beach-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5567138-Reviews-The_Rink_at_Rockefeller_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d8493161-Reviews-Bay_of_Navarone-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d124620-Reviews-U_S_National_Arboretum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58395-d3571429-Reviews-Lady_of_the_Lake-Chelan_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g616328-d2391494-Reviews-Baia_do_Sancho-Fernando_de_Noronha_State_of_Pernambuco.html",
            "https://www.tripadvisor.com/Attraction_Review-g4055394-d3371282-Reviews-Designer_Outlet_Berlin-Wustermark_Brandenburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11742766-Reviews-T_J_Maxx-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or100-Seni_World-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-or90-Seni_World-Hanoi.html"
    }
]