[
    {
        "attraction_name": "Seoul Spa USA",
        "attraction_name_vi": "Seoul Spa Hoa Kỳ",
        "general_info": [
            "18 đánh giá",
            "Spa"
        ],
        "attraction_summary": "Con gái tôi và tôi vừa dành cả ngày ở Seoul Spa nhân ngày sinh nhật của mẹ - con gái. Chuyến thăm đầu tiên của chúng tôi đến đây là do một người bạn giới thiệu và tất cả những gì tôi có thể nói là WOW! Đó là trải nghiệm thú vị, văn hóa và khó tin nhất mà tôi từng có. Chúng tôi đã thực hiện toàn bộ trải nghiệm - tắm, tẩy tế bào chết toàn thân, mát-xa, đắp mặt bằng dưa chuột, mát-xa da đầu bằng dầu gội, phòng xông hơi khô, phòng muối Himalaya, phòng than và phòng đá - thật tuyệt vời. Và kết thúc buổi chiều với bữa trưa kiểu Hàn Quốc đích thực tuyệt vời. Chúng tôi chắc chắn sẽ quay lại! Đọc thêm",
        "reviews": [
            "Trong suốt thời gian chúng ta - đã sống ở Quận Baltimore... 15 năm... hôm nay là lần đầu tiên tôi - đến đây.  Phải nói rằng, tôi thực sự rất thích thú và có chút tiếc nuối vì đã không đến sớm hơn.  Spa jimijbang truyền thống của Hàn Quốc với phòng xông hơi khô, phòng đắp thuốc và bồn tắm nước nóng.  Mặc dù tôi không có cơ hội cọ rửa nhưng tôi sẽ quay lại vào cuối tuần sau để làm một lần.  Đây không phải là một spa cao cấp, nhưng là một spa cung cấp dịch vụ mà cộng đồng đang tìm kiếm về mặt văn hóa và đối với những người mới bắt đầu trải nghiệm spa Hàn Quốc thì đây là một nơi đặc biệt để tìm hiểu về phong tục và dịch vụ của jimijbang.   Tôi rất hân hạnh được nói chuyện với một người phụ nữ có gia đình thường xuyên đến và nhớ về một thời điểm khác - khi địa điểm không quá đáng nghi ngờ và spa thậm chí còn cung cấp nhiều dịch vụ hơn.  Trên đường đi, tôi đã hỏi về việc giảm giá cho nhiều lần ghé thăm và được biết rằng với tư cách là người thuê nhà, họ vẫn ở lại trong khi chủ nhà mới đang gây khó khăn cho việc ở lại.   Kết quả là giảm giá không phải là một lựa chọn.  Tôi có ấn tượng rằng chúng là dấu tích cuối cùng của một thời kỳ thịnh vượng và hiệu quả hơn đối với cộng đồng người Hàn Quốc ở Quận Baltimore. Tôi chắc chắn hy vọng họ có thể ở lại và tiếp tục truyền thống... Đọc thêm",
            "Tôi đã đọc các nhận xét và biết điều gì sẽ xảy ra khi bước vào trung tâm mua sắm; Tuy nhiên, khi bạn bước vào spa, đó là một bầu không khí hoàn toàn khác. Tôi đến đó vào buổi sáng và quyết định tẩy tế bào chết và mát-xa toàn thân.  Đầu tiên tôi ngâm mình trong 30 phút trong khu vực tắm dành riêng cho nam giới - rất thư giãn.  Việc chà cơ thể thật mạnh mẽ; - nó được thực hiện trong cùng khu vực này; nó không ở trong phòng riêng, nhưng việc treo rèm là thích hợp.  Sau đó tôi ngồi trong phòng tắm hơi một chút và có một bữa trưa tuyệt vời.  Có thể yêu cầu một bữa ăn không có thịt nếu bạn là người ăn chay.  Đó là món ăn Hàn Quốc ngon nhất mà tôi nghĩ tôi từng ăn. Đối với tôi, đây là trải nghiệm văn hóa hơn hết.  Thật thú vị, nhưng không hẳn là thư giãn như một buổi mát-xa thông thường.  Nếu tôi ở khu vực này một lần nữa, tôi nghĩ tôi sẽ quay lại để tắm hơi, v.v., nhưng bỏ qua việc tẩy tế bào chết cơ thể.Đọc thêm",
            "Một khi bạn đã đến Spa World ở Virginia, nơi này sẽ chẳng là gì nếu so sánh với nó. KHÔNG CÓ POOL BALE: - một vài lựa chọn tắm hơi - Và nó - thật KỲ LẠ vì đây là tầng trên cùng của một tòa nhà đang được xây dựng và rất khó tìm đường đến - spa -. Đọc thêm",
            "Đầu tiên hãy để tôi nói rằng tôi là một người đàn ông da đen. Lớn lên ở DC, sống ở Baltimore. Bạn phải khỏa thân và không xấu hổ về cơ thể của mình để tận hưởng đầy đủ lợi ích của spa này. Tôi thừa cân và vì chơi thể thao nên tôi quen nhìn thấy đàn ông khỏa thân. Tôi cũng đã quen với việc được một người đàn ông mát-xa cho mình. Sự non nớt sẽ không mang lại lợi ích gì cho bạn ở đây. Đây là lần đầu tiên tôi đến đây và tôi sẽ quay lại thường xuyên! Nó rất đáng giá! Điều duy nhất tôi yêu cầu họ bổ sung là mani - pedi dành cho nam giới. Tôi có xu hướng nghĩ mình là người sạch sẽ, nhưng việc mát-xa tẩy tế bào chết toàn thân đã nói với tôi rằng tôi không bao giờ có thể có được toàn bộ cơ thể sạch sẽ như anh Yu đã làm! Chỉ cần hình dung điều này: nếu tôi là một thanh sô cô la thì ông Yu có vụn sô cô la vương vãi khắp bàn và sàn nhà! Đây là món quà TỐT NHẤT, TỐT NHẤT, TỐT NHẤT mà tôi từng dành cho chính mình! Tôi dự định làm điều này mỗi tháng một lần! Điều tuyệt vời nhất - 120 tôi từng đầu tư vào bản thân mình! Những người đàn ông da đen, hãy tự giúp mình - hãy đi và tận hưởng cả ngày với những gì cơ sở vật chất của họ mang lại! Tôi thực sự tin rằng VÌ trung tâm mua sắm vắng vẻ nên đó là điều khiến trải nghiệm TỐT HƠN! Tôi - tôi ghét việc có quá nhiều người ở đây! Có tổng cộng 4 người đàn ông ở spa trong suốt thời gian tôi ở đó! Tôi đã nói với bạn gái và con gái của cô ấy về điều đó và tôi sẽ đảm bảo rằng họ sẽ đi! Tẩy tế bào chết toàn thân, sau đó được mát-xa toàn thân tuyệt vời đến mức bạn có thể rót tôi vào ly! Tôi đã rất thoải mái! Hãy đi và tận hưởng!Đọc thêm",
            "đây là Jjimjilbang của Hàn Quốc và cách trang trí rất truyền thống.  Tôi thực sự thích tắm hơi và Jjimjilbang.  Trên thực tế, không có nhiều người ở đó do vị trí - bên trong một trung tâm mua sắm đang xuống cấp - gần như chết - không có thang máy chức năng -.  Điều này thực sự tốt vì bạn thực sự có thể tự mình tận hưởng toàn bộ cơ sở.  Nếu spa này ở khu vực Thành phố Ellicott hoặc Columbia, hãy đảm bảo rằng nó sẽ chật cứng.   Hãy thử nếu bạn thực sự muốn trải nghiệm một spa Hàn Quốc đích thực.  Đọc thêm",
            "If you have never been to a Korean spa, you need to try Seoul Spa. I - ve never seen it crowded, so it - s a great place to get introduced to this type of experience. Getting to the spa entrance from the parking lot may have you second-guessing your decision, since the mall surrounding the spa is really worn down and feels abandoned. Don - t let that fool you - press on and give this place a chance.After receiving your spa outfit when you arrive and leaving your shoes in a shoe locker, you head into your gender - s locker area, where you find the locker you - ve been assigned and take a shower in the open shower area  - you can see it in the photo that - s attached to the TripAdvisor entry - . After your shower, you are free to relax in any of the different types of soaking tubs they - ve got in the same area, in addition to the saunas. All of this should of course be done without clothing, and sitting on a towel in the saunas. If you want to be really adventurous, you can get a scrub where someone will give you a complete body scrub from head to toe  - make sure you - re comfortable with the idea of that being done to you completely naked, and it may be slightly painful! - . Once you - re done enjoying that area, dry off and head back to the locker area to don your very unflattering spa outfit. Feel free to use any of the amenities in that area to dry your hair etc. When you - re ready, head out to the co-ed area to meet up with any members of the opposite gender that are visiting with you. In that area, you - ll find a variety of rooms of different temperatures, each with a different theme - purported benefit. You can enjoy those to your heart - s content. There are also quiet rooms and dark rooms for napping, as well as a larger area where you can sit around and visit with others. In other areas of the spa, you - ll find a gym, computers, various games, and a spa in the more Western traditional sense where you can get massages. There - s also a delicious Korean restaurant in the spa, so you don - t need to leave when you get hungry. With plenty to do here, the idea is that you would go and stay for several hours. It - s easy to spend an entire day, all for a really reasonable price!Read more",
            "Three days out and my skin is still BEYOND SOFT. This spot was recommended to me by my wedding hair - make-up tech. She advised me that skin would pile up on the table as you got scrubbed -- and it sure did! I was straight-up nervous...first time and I went alone. The rule I am taking away is SHOWER, when in doubt shower. Change baths, shower. Use the restroom, shower. The showers are located in the wet room along the wall. I have no clue how to get the water hot, so I did cold because I was nervous to ask someone.I opted for the Spa Special and it was THE BEST 130 bucks I have spent on my body in a real loooong time. I was scrubbed til skin rolled off me, had a seaweed wrap on my face and was rubbed down by the tiniest women WITH THE STRONGEST HANDS. Glad my man picked me up after the session  - 12:20-2:00 on the table -  because I was so relaxed I would not have been able to drive.Notes: this is NOT a zen-like atmosphere...people talk in the baths, the massage ladies talk while doing their work, you will get bowls of water thrown on you throughout a scrub session and children are allowed in the zones. The bed I was on was slippery and every time I turned, I was nervous I would slip off, but my massage lady kept me safe. The women who work in the wet rooms wear undergarments or nothing at all. The female wet spaces are dated, tiles missing, fountains not working type stuff, but it is a clean and respectful environment. -  -  They will not let you wear your street shoes into the spa area...so, have a pair in your bag that is clean...I went shoe-less and was more than comfortable with communal clean floors  -  - I read a post by Jon  - below a bit -  that helped me get the lay of the land and gear up for expectations. His post was spot on!!! Read his step-by-step notes. VERY Helpful.Regrets: not showering as much as I should have, not giving myself more time  - I missed the dry rooms, but plan on returning to zen-out in them - .Body Info: I am on the  - modest -  side of my body, this could not happen here.I was naked up on a massage bed with 3 other clients in the scrub space. It is not a place to cover up. Bodies and parts at every turn ; - Final Thought: GO GO GO. This place is more bang for your buck than anything I have found in the 17201 area...plus you get to witness the crumbling of American Consumerism when you enter the shabby mall the spa is in. Just walking the empty mall is an adventure in itself.  - Find the not working escalator, walk up it, spa at top - Read more",
            "Mang theo khăn và dép xỏ ngón. Phải nói điều đó trước. Thật tuyệt vời! Tôi yêu một nơi mà tôi có tất cả cho riêng mình. Chỉ muốn bạn biết rằng. Chủ nhật con gái tôi và tôi đến thăm. Chúng tôi đã dành khoảng 5 giờ. Chúng tôi nghỉ ngơi, tắm rửa, hấp, ăn và chơi. Vì vậy, họ có tất cả mọi thứ. Khu trò chơi. Phòng tập. Phòng hơi nước và phòng lạnh. Một khu vực nghỉ ngơi. Vâng, chúng tôi đã ngủ được một giờ. Sau đó là vòi sen và phòng tắm. Chúng tôi tắm rửa sạch sẽ, cạo râu, dưỡng thể và thư giãn trong nước. Chủ nhật tuần này chúng tôi có thể đã gặp 20 người trong 5 giờ. Hầu hết thời gian tắm của phụ nữ đều là của tôi. Vâng, địa điểm này nằm trong một trung tâm mua sắm chết chóc. Bên cạnh nơi tuyệt vời để ghé thăm. Con tôi và tôi đã có một thời gian tuyệt vời. Chúng tôi sẽ trở lại. Có thể nhận được một trong những dịch vụ khác. Đọc thêm",
            "Vợ tôi và tôi đã có khoảng thời gian thư giãn tuyệt vời ở đây trong những căn phòng có hệ thống sưởi. Phòng tắm thì ổn, chỉ ước họ có coed để chúng ta có thể cùng nhau tận hưởng. Nhưng là một nơi tuyệt vời để ghé thăm và không bao giờ đông đúc khi chúng tôi đi.  Đọc thêm",
            "Địa điểm này vẫn mở phải không? Tôi không thể tìm thấy thông tin khác về nơi này. Đọc thêm",
            "Địa điểm này vẫn mở phải không? Tôi không thể tìm thấy thông tin khác về nơi này. Đọc thêm",
            "Con trai có dùng sữa tắm và sáp toàn thân không?Đọc thêm",
            "Tỷ giá đang diễn ra là bao nhiêu. Tôi đã không ở đó nhiều năm rồi. Tôi thực sự không biết họ ở cùng một nơiĐọc thêm",
            "Đàn ông có được phép khôngĐọc thêm",
            "Vâng... mọi người đều được chào đónĐọc thêm"
        ],
        "star_ratings": [
            6,
            6,
            4,
            2,
            0
        ],
        "review_amount": 18,
        "location": [
            "Seoul Spa Hoa Kỳ",
            "Maryland - MD -",
            "Baltimore",
            "Hoa Kỳ",
            "Những điều cần làm ở Baltimore"
        ],
        "reviews_time": [
            "Written March 3, 2019",
            "Written February 3, 2019",
            "Written January 22, 2019",
            "Written December 4, 2018",
            "Written November 24, 2018",
            "Written September 18, 2018",
            "Written March 5, 2018",
            "Written August 9, 2017",
            "Written July 19, 2017",
            "Written February 15, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60811-d4960310-Reviews-Seoul_Spa_USA-Baltimore_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d15164992-Reviews-Choong_Man_Chicken-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d4929600-Reviews-Great_Cookie-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d4244290-Reviews-Auntie_Anne_s-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d8046225-Reviews-McDonald_s-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8735284-d10430992-Reviews-Chipotle_Mexican_Grill-Windsor_Mill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d921536-Reviews-Panera_Bread-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8735284-d1196579-Reviews-Las_Vegas_Restaurant_bar_and_grill-Windsor_Mill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4274735-d2266776-Reviews-Pioneer_Pit_Beef-Milford_Mill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8735284-d920636-Reviews-Danish_Foods-Windsor_Mill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d3337701-Reviews-Ledo_Pizza-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d15748230-Reviews-Security_Square_Mall-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g8735284-d27086917-Reviews-Macy_s-Windsor_Mill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41131-d2554267-Reviews-Patapsco_Valley_State_Park-Ellicott_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d109082-Reviews-The_Maryland_Zoo-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d558762-Reviews-Howard_Peters_Rawlings_Conservatory_and_Botanic_Gardens_of_Baltimore-Baltimore_Mary.html",
            "https://www.tripadvisor.com/Attraction_Review-g41045-d7376505-Reviews-Trolley_Line_9_Trail-Catonsville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41045-d6737320-Reviews-Benjamin_Banneker_Historical_Park_Museum-Catonsville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41045-d4480410-Reviews-Lurman_Woodland_Theatre-Catonsville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d6931095-Reviews-Leakin_Park-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d109136-Reviews-Greenmount_Cemetery-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d4960310-Reviews-or10-Seoul_Spa_USA-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d13991990-Reviews-The_Healing_Path_Massage_Wellness-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d12262266-Reviews-ROAM_Fitness-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d10131269-Reviews-STUDIO_1_Pilates-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d7001428-Reviews-Spa_At_Four_Seasons-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d6582777-Reviews-Zina_s_Day_Spa_Salon-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d19454079-Reviews-Spa_Adagio-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d8535592-Reviews-About_Faces_Day_Spa_and_Salon-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d8535406-Reviews-Studio_921_Salon_and_Spa-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d19421250-Reviews-Indu_Wellness-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d10751630-Reviews-Ojas_Wellness-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d9564519-Reviews-KD_Elite_Transportation-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d1749896-Reviews-Superior_Tours-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g28941-d1822703-Reviews-Woodlands_Golf_Course-Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41045-d10124902-Reviews-Objects_Found-Catonsville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41045-d17457142-Reviews-Goals_Baltimore-Catonsville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d4112198-Reviews-Mr_Rogers_Memorial_Statue-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52763-d21357424-Reviews-Live_Casino_Pittsburgh-Greensburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48096-d8532498-Reviews-Mahopac_Lake-Mahopac_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d102751-Reviews-Hayden_Planetarium-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60806-d8762240-Reviews-Young_River_Falls-Astoria_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d8151940-Reviews-Brussels_Central_Station-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g34564-d8352077-Reviews-Plant_City_Farm_Flea_Market-Plant_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34242-d2322700-Reviews-Devil_s_Millhopper_Geological_State_Park-Gainesville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283355-Reviews-Whirlpool_State_Park-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8020319-Reviews-Hang_Da_Market-Hanoi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60811-d4960310-Reviews-or10-Seoul_Spa_USA-Baltimore_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60811-d4960310-Reviews-Seoul_Spa_USA-Baltimore_Maryland.html"
    }
]