[
    {
        "attraction_name": "Sepilok Orangutan Rehabilitation Centre",
        "attraction_name_vi": "Trung tâm Phục hồi Đười ươi Sepilok",
        "general_info": [
            "4.346 đánh giá",
            "- 1 trong 2 điều cần làm ở Sepilok",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Sự chăm sóc tuyệt vời được thực hiện để phục hồi và cứu những loài động vật hùng vĩ này. Khung cảnh tuyệt vời từ nền tảng cho ăn vào buổi sáng và buổi chiều. Lưu ý rằng không có rào chắn vật lý - chỉ có lan can bảo vệ - vì vậy Đười ươi có thể đi lên lối đi bộ lát ván dành cho người xem. Nam Alpha khá quyết đoán và khi chúng tôi ở đó, hướng dẫn viên đã phải đẩy mọi người lùi lại để chúng tôi đi theo đường của anh ấy. Trông không có vẻ hung dữ, nhưng nó to lớn hơn và nhanh hơn chúng tôi một chút. Với giá 30 MYR một cái đầu, đây là một trải nghiệm tuyệt vời và thật vui khi biết số tiền này sẽ dùng để phục hồi chức năng, không giống như nơi ở khỉ vòi mà tôi nghi ngờ là không - t.Đọc thêm",
            "Bên cạnh việc nhìn thấy chúng trong tự nhiên, chính là nó. Tôi có thể nói rằng chúng là loài bán hoang dã vì chúng biết thời gian cho ăn. Thật thú vị khi chứng kiến ​​những chú khỉ tinh nghịch ăn trộm đồ ăn của chúng. Tôi hoan nghênh công việc được thực hiện ở đây.Đọc thêm",
            "Chúng tôi đã có trải nghiệm đáng yêu nhất tại trung tâm phục hồi đười ươi! \n\nViệc sắp xếp vé cực kỳ dễ dàng và hướng dẫn viên của chúng tôi đã đưa chúng tôi đến - Vườn ươm Đười ươi - một không gian quan sát bằng kính bao quanh, nhìn ra khu vực cho đười ươi đang trong quá trình phục hồi được cho ăn. Căn phòng rộng mở, thoáng mát, sạch sẽ không tì vết với đủ chỗ ngồi cho tất cả mọi người. \n\nTiếp theo chúng tôi đến khu vực ngoài trời để xem đười ươi hoang dã đang được cho ăn. Ai đã thể hiện khá tốt! \n\nCác nền tảng được thiết kế và bảo trì tốt và đây là rất nhiều thông tin về Đười ươi, môi trường sống và chương trình của chúng.  Tôi chắc chắn khuyên bạn nên xem phim ở phần cuối. Một trải nghiệm phải làm một lần trong đời.Đọc thêm",
            "Được ngồi và xem những chú đười ươi con xinh đẹp này làm việc của chúng quả là một đặc ân. Chúng tôi may mắn được nhìn thấy những loài động vật lớn hơn đến từ rừng. Mặc dù khỉ hơi là một loài gây hại nhưng nó cho thấy cách các loài động vật tương tác trong rừng.Đọc thêm",
            "Tất nhiên, bạn đã thấy trung tâm trên TV và chúng tôi thực sự đã đến thăm cách đây khoảng 20 năm. Những gì họ làm ở đây với loài đười ươi thật tuyệt vời về mặt tái tạo hoang dã. Trong khi đó, bạn thấy khá nhiều loài. Điểm nổi bật đối với chúng tôi là bất ngờ gặp một cặp mẹ con ngay trên đường đi. Thật đáng để ghé thăm. Đọc thêm",
            "Chúng tôi yêu thích chuyến thăm của chúng tôi đến trung tâm này. Cảm ơn chúa vì trung tâm này đã làm được công việc tuyệt vời trong việc tái tạo lại những sinh vật tuyệt vời này. Chúng tôi đến để kiếm ăn vào buổi sáng và buổi chiều và thật tuyệt khi thấy những con đười ươi từ trên cây xuống ăn và giao lưu với nhau. Chúng tôi đã may mắn gặp được một người trên con đường, đây là một điểm nổi bật mặc dù bạn phải cẩn thận và tất nhiên phải tôn trọng không gian của họ. \n\nChúng tôi thích nhìn thấy những chú đười ươi con được chuẩn bị để tua lại. Những loài động vật xinh đẹp và trải nghiệm tuyệt vời khi được nhìn chúng thật gần.Đọc thêm",
            "Chúng tôi đến thăm theo nhóm và chúng tôi thích thú khi xem cảnh cho ăn và những loài động vật kỳ lạ gần chúng tôi khi chúng tôi đi bộ quanh khu bảo tồn. Cơ sở vật chất tốt, chúng tôi cảm thấy trải nghiệm này đáng giá. Một nơi phải đến, đặc biệt là nếu bạn không gặp đười ươi trong các chuyến du ngoạn trên sông Kinabatangan.\nHãy tìm Eddie để được cung cấp dịch vụ vận chuyển tuyệt vời. Anh ấy đối xử với chúng tôi như gia đình, đưa chúng tôi đi ăn hải sản và mua trái cây địa phương trên đường đến các điểm đến của chúng tôi. Đọc thêm",
            "Thật tuyệt vời khi được nhìn thấy những con đười ươi trong tự nhiên, nhìn thấy những con non vào giờ kiếm ăn và những con trưởng thành trong rừng. Một trải nghiệm độc đáo khi được gần gũi với những loài động vật sống trong rừng nhiệt đới nhưng có thể kiếm ăn nếu chúng muốn.\nChúng tôi đã thực hiện chuyến đi này từ Sandakan, một tài xế địa phương đã qua sử dụng, ông Farhan - 601125322699, người đã đón chúng tôi tại Sân bay Sandakan. Anh ấy sẽ đưa bạn đến tất cả các điểm tham quan địa phương .... khỉ probiscus ở vịnh Labuk, Sunbears và Orangutans tại Sepilok, Naturepark và trở về sân bay....Greatdriver và hướng dẫn!\nChúng tôi ước gì mình ở lại lâu hơn để xem những chuyến du ngoạn trên sông và đi bộ trong rừng!Đọc thêm",
            "Tuyệt vời! Phải làm khi ở Sabah, và có lẽ tại sao có rất nhiều người ở đó. Bạn có thể ngắm nhìn những chú đười ươi con từ phía sau bức tường kính khi chúng được phục vụ trà buổi sáng. Hy vọng là cuối cùng họ có thể rời khỏi trung tâm và không quay lại để lấy thức ăn. Sau đó, chúng tôi được gặp những người lớn tuổi hơn ở ngoài trời và xem xong một đoạn video. Cách tuyệt vời để dành buổi sáng, hãy lưu ý rằng bạn không thể mang bất cứ thứ gì khác ngoài máy ảnh hoặc điện thoại, mũ và kính vào cơ sở, vì vậy hãy xịt, bôi kem chống nắng và cấp nước trước khi bước vào.Đọc thêm",
            "Chúng tôi rất thích tham quan cả hai buổi sáng và buổi chiều - vé bao gồm cả hai buổi. Đây là một nơi rất đặc biệt. Có cơ hội nhìn thấy những chú đười ươi nhỏ tuổi hơn từ phía sau tấm kính - chúng đang được cho ăn trong khu vực nhà trẻ. Sau đó, chúng tôi di chuyển đến đài quan sát chính trong khu rừng mở, nơi một chú đười ươi lớn đến để ăn sáng. Nơi đây rất đông đúc, nhưng bạn có thể dành thời gian để ngắm nhìn những chú đười ươi - - và khỉ - kiếm ăn và chơi đùa. Chúng tôi thậm chí còn đến gần 3 chú đười ươi khi đi dọc theo khu vực lối đi lát ván. Có một video có nhiều thông tin hơn để xem và có cơ hội nhận nuôi một chú đười ươi. Có tủ đựng đồ miễn phí để đựng túi - nước vì những thứ này không thể mang vào. Rất khuyến khích. Đọc thêm",
            "Mặc dù việc nhìn thấy những con đười ươi là một trải nghiệm hoàn toàn mê hoặc nhưng tôi không thể không cảm thấy thất vọng về cách quản lý trung tâm. Tôi nghĩ một số chính sách của họ khá bất công đối với du khách:1. Vé của bạn có giá trị trong một ngày nên bạn có thể tham quan cả buổi cho ăn buổi sáng và buổi chiều, nhưng đây là ngày dương lịch chứ không phải khoảng thời gian 24 giờ mặc dù vé có đóng dấu thời gian. Đối với tôi, điều này thực sự khó chịu vì do thời gian bay của tôi, tôi chỉ có buổi chiều trong một ngày và buổi sáng ngày hôm sau nên tôi phải trả tiền gấp đôi trong khi những người khác có thể trả tiền một lần cho cùng một số lượt xem miễn là họ truy cập vào cùng một ngày dương lịch.2. Bạn phải trả thêm phí cho một chiếc máy ảnh. Tôi không hiểu tại sao điều này lại cần thiết khi những người có điện thoại vẫn chụp ảnh và không phải trả khoản phí này.3. Các nhân viên rất nghiêm khắc với những người vội vã đi cùng. Tôi đến trung tâm đúng giờ nhưng bị chậm do xếp hàng mua vé và sau đó được thông báo rằng tôi sẽ phải đi thẳng đến khu vực ngoài trời mặc dù tôi chỉ trễ mười phút so với giờ cho trẻ ăn trong nhà. Tôi cảm thấy rằng khách truy cập trả tiền nên linh hoạt hơn thế này. Vì việc cho ăn ngoài trời không diễn ra trong 20 phút nữa nên tôi có thể đến thăm vườn ươm trong nhà trong khi chờ đợi, nhưng điều này không được phép.Đọc thêm",
            "Con trai 9 tuổi của tôi - đứa trẻ thích điều này.  Lời khuyên chính - nó đóng cửa từ 12 - 2 giờ chiều - Nền tảng cho ăn vẫn ổn.  Đông đúc và nóng bức.  Đi nhà trẻ! - đó là máy lạnh và bạn có thể quan sát những con đười ươi chưa sẵn sàng cho bục ăn.  Họ - cực kỳ hài hước và bạn - sẽ cảm thấy thoải mái hơn rất nhiều. Quán cà phê đóng cửa nên hãy tìm một nhà hàng gần đó.  Chúng tôi có thể đi bộ đến Lake Bistro and Bar cách đó khoảng 6 phút.Đọc thêm",
            "Đi bộ một quãng dài từ lối vào chính đến trung tâm Phục hồi chức năng chỉ để nhìn thấy vài con đười ươi - s. Nơi đây đã hoàn toàn thay đổi và không còn như trướcĐọc thêm",
            "trải nghiệm du lịch tới sandakan của tôi sẽ không trọn vẹn nếu tôi bỏ lỡ nơi này. nơi này được quản lý rất tốt Để đến đây, tôi đã đặt chỗ với tài xế riêng cho thuê xe cả ngày. Tên anh ấy là - manx - 60162782506 - vì tôi ở gần khách sạn Sabah ở trung tâm thành phố. thuận tiện hơn nhiều so với việc đi taxi hoặc đại lý du lịch. chúng tôi dành cả ngày ở trung tâm phục hồi chức năng để vừa xem - vừa cho ăn. con đười ươi thật thông minh. tôi chưa bao giờ nhìn thấy một cái gì đó như thế này Mọi người đang nói đười ươi ở đây được huấn luyện tốt và chắc chắn rằng chúng không sống trong chuồng. Vườn ươm dành cho đười ươi cũng không bỏ lỡ cơ hội được nhìn thấy đười ươi mới sinh. chúng sống tự do trong khu vực rừng. tuy nhiên, không dễ để tìm được một địa điểm ăn uống hay uống cà phê ở đây. quán cà phê đóng cửa. nhưng cảm ơn chúa, chúng tôi có tài xế sẵn sàng đưa chúng tôi đến nhà hàng gần nhất. và đừng quên mua vài món quà lưu niệm trước khi rời khỏi nơi nàyĐọc thêm",
            "Mặc dù tôi rất thích trải nghiệm được nhìn thấy những con đười ươi và khen ngợi công việc chúng làm nhưng khi rời đi tôi có cảm giác như mình vừa bị lừa. Tôi có một ống kính lớn và họ muốn 1000 ringgit - khoảng 200 euro - để tôi mang nó vào. Tôi đã đi từ bên kia thế giới đến thăm nơi này và xem xét chi phí sinh hoạt ở Malaysia, tôi cảm thấy đây hoàn toàn là một hành vi tống tiền . Tất nhiên là tôi phải trả, tôi đã đi quá xa nhưng khi đưa thẻ tín dụng cho anh ấy thì tôi phát hiện ra đó chỉ là tiền mặt. Không có máy ATM nào gần đó nên tôi phải thuê một anh chàng và lái xe một GIỜ đến Sandakan và quay lại để lấy tiền. Tôi quay lại vào buổi chiều với tiền mặt và hỏi vì đây là mức giá cả ngày và tôi đã lỡ buổi sáng do họ không thể xử lý thẻ tín dụng. Tôi có thể quay lại vào sáng hôm sau không. Câu trả lời là không. Tôi sốc đến mức anh ấy thực sự mong đợi tôi sẽ trả tiền lại để đến nghỉ nửa ngày vào ngày hôm sau.  - Bạn cần vé, bạn phải trả tiền hàng ngày - đó là tất cả những gì anh ấy có thể nói. Có vẻ như anh ấy là người chịu trách nhiệm và điều lẽ ra sẽ là điểm nổi bật của chuyến đi này cuối cùng lại giống như một vụ cướp giữa ban ngày vì tôi đã bị đuổi ra ngoài sau khoảng 90 phút. Anh ấy có thể dễ dàng chọn để trở nên hữu ích và nói - vâng thưa mẹ - tôi, bạn Hãy quay lại vào ngày mai chúng tôi - sẽ cho bạn vào với ống kính lớn của bạn để bù đắp cho tất cả những bất tiện mà hệ thống của chúng tôi đã gây ra cho bạn ngày hôm qua - bằng cách chỉ cho tôi qua cổng. Thay vào đó, thái độ cứng đầu không linh hoạt và cực kỳ vô ích của anh ấy khiến tôi rất thất vọng.Đọc thêm",
            "Trung tâm phục hồi đười ươi thực hiện một số công việc bảo tồn tuyệt vời và đáng khen ngợi. Đây là một trung tâm đáng ghé thăm ở Sepilok. Tôi khuyên bạn nên ở lại lâu hơn một chút sau giờ cho ăn. Chúng tôi đã có một con đười ươi đực bước ra khỏi rừng và vào đài quan sát rất gần chúng tôi!Đọc thêm",
            "Chúng tôi đã đến thăm cả hai lần cho ăn vào 2 ngày riêng biệt. Nhìn chung, trung tâm hoạt động rất tốt - tủ khóa miễn phí được cung cấp cho túi xách và chi phí thì rẻ đến mức nực cười.  Tôi nghĩ bạn có thể dễ dàng tăng lên. Vườn ươm rất dễ quan sát, đằng sau kính nhưng dễ nhìn.  Khỉ Macaque là những vị khách bổ sung rất nghịch ngợm. Trạm cho ăn, tốt - dễ xem và chụp ảnh bằng điện thoại.   - khoản phí tối thiểu bổ sung khi sử dụng máy ảnh - .Chuyến thăm đầu tiên yên tĩnh hơn và chúng tôi thấy 4 bà mẹ và trẻ sơ sinh. Rất nhiều thông tin xung quanh và về tổng thể, đây có vẻ là một cách lý tưởng để cố gắng cung cấp sự hỗ trợ và trợ giúp cần thiết cho đười ươi. Chúng tôi rất lo lắng chúng tôi sẽ - không nhìn thấy gì cả - nhưng trong 4 dịp riêng biệt chúng tôi đã nhìn thấy.   Chúng tôi đã bỏ lỡ con đực trưởng thành 10 phút nhưng đã nhìn thấy được một mẫu vật hoang dã ở Bilit. Cảm ơn tất cả những người đã tham gia.Đọc thêm",
            "Đây là một cách tuyệt vời để bắt đầu chuyến đi của chúng tôi, hướng dẫn viên Leo của chúng tôi rất giỏi, anh ấy đã chỉ ra những tổ ấm cũ và cung cấp cho chúng tôi rất nhiều thông tin. Vườn ươm mà tôi thực sự thích. Vấn đề duy nhất là nó rất ồn ào mặc dù lẽ ra nó phải yên tĩnh đối với Đười ươi nhưng nó đã lắng xuống sau một thời gian.  Nền tảng cho ăn khác là một ý tưởng tuyệt vời để họ có thể quay lại lấy thức ăn nếu họ cần, chúng tôi đã thấy một bà mẹ và em bé đi xuống. Chúng tôi thấy buổi sáng rất bận rộn và ồn ào nhưng nếu bạn có đủ thời gian quay lại để cho ăn buổi chiều, chúng tôi thấy sẽ tốt hơn và yên tĩnh hơn nhiều nếu bạn giữ vé từ buổi sáng, bạn có thể sử dụng vé đó để quay lại.Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời tại khu bảo tồn sepilok: - Rất khuyến khích Anzar làm tài xế và hướng dẫn viên ở Sepilok và Sandakan. Tôi đã liên lạc với Anzar vài ngày trước khi chúng tôi đến Sandakan và anh ấy đã tổ chức được một chuyến đi trong ngày hoàn hảo bao gồm đón khách từ sandakan, một chuyến du ngoạn trên sông buổi sáng trên sông Kinabatanagan và thăm thú vòi, đười ươi - trong thời gian cho ăn - và gấu chó khu bảo tồn và trung tâm khám phá rừng nhiệt đới nữa. Ngày của chúng tôi kết thúc khi chúng tôi được đưa đến bến xe buýt địa phương ở sandakan. Anh ấy là người hiểu biết, đáng tin cậy, giá cả hợp lý và là một chàng trai rất tốt. Thông tin chi tiết của anh ấy ở bên dưới cho whatsapp. - 60178217605Đọc thêm",
            "Vì vậy, CHỈ thiếu năm sao vì người ta không thể thanh toán bằng thẻ nhưng trung tâm gấu chó chấp nhận thẻ QUA BÃI ĐẬU XE. Nghiêm túc mà nói, đây là năm 2024, HÃY HÀNH ĐỘNG VỚI NÓ. Thậm chí không có cửa hàng quà tặng chấp nhận thẻ chỉ làm tổn thương bạn vì khách du lịch không muốn trả tiền mặt. Có lẽ tôi đã nhận được nhiều đồ hơn. Có những tấm bảng trên lối đi giải thích một số hành vi và sự thật của đười ươi nhưng nhân viên dọc lối đi dường như không gắn bó lắm với mọi người hoặc không muốn làm vậy. Thời gian cho ăn rất ĐÔNG nên hãy ghi nhớ điều đó. Hầu hết đám đông đều cố gắng im lặng một cách tôn trọng. Thật thú vị khi thấy những con đười ươi đu đưa theo nhịp điệu - và cả khỉ nữa! -  ăn. Hãy nhớ rằng bạn có thể chỉ nhìn thấy một vài con đười ươi. Chỉ có ba con xuất hiện giữa hai lần cho ăn mà tôi đã đến. Không ai xuất hiện khi đi bộ xung quanh các lối đi. Mặc dù vậy, rừng nhiệt đới rất đẹp. Trung tâm du khách đối diện với phòng cất túi - miễn phí, bắt buộc phải bỏ ví hoặc ba lô vào - thật tuyệt vời với rất nhiều thông tin - bằng tiếng Mã Lai và tiếng Anh - trên các tấm bảng về công việc đáng kinh ngạc mà trung tâm cai nghiện đã thực hiện, sinh học đười ươi và lịch sử của sự khám phá của họ - bởi người da trắng. Giữa các lần cho ăn, hãy đến trung tâm gấu chó - nơi thực sự là nơi tôi yêu thích nhất -. Cảnh báo mang theo Đồ ăn nhẹ và nước vì quán cà phê trong khuôn viên đóng cửa cho đến khi có thông báo mới. Ngoài ra, vui lòng mang theo thức ăn cho những con chó đi lạc trong bãi đậu xe. Họ - rụt rè và đói khát và điều đó thật thảm hại mà người dân địa phương không quan tâm - có vẻ như kể cả trung tâm này - .Đọc thêm",
            "Xin chào, bạn - bạn đang ở rất gần vào tháng 6, có thể đi bộ đến Đười ươi, chúng ta có thể đi bộ đến và thanh toán phí vào cửa không?Đọc thêm",
            "Chi phí đến thăm trung tâm phục hồi chức năng là bao nhiêu? Chúng tôi hy vọng sẽ đến vào buổi chiều tuần tới.Đọc thêm",
            "Vé vào là 30RMĐọc thêm",
            "Các khoản phí dành cho Máy ảnh là bao nhiêu và có tính thêm phí cho ống kính 500mm trở lên không?Đọc thêm",
            "Tôi không mang theo máy ảnh ngoại trừ điện thoại của mình nhưng vâng, có tính phí và thông tin chi tiết có trên trang web.Đọc thêm",
            "Gần đây có ai đi dạo đêm ở Trung tâm đười ươi không - không phải RDC - . Chúng tôi có phải đặt trước không hay bạn chỉ cần đến lúc 6 giờ chiều. Cảm ơn bạn Đọc thêm",
            "CHÀO \nKhông cần phải đặt tour với giá quá cao chỉ cần đến trung tâm bạn sẽ có được trải nghiệm tương tự nhưng bạn sẽ phải trả một khoản phí \nMột phần giá tour\nĐó là một trải nghiệm tuyệt vời \n\nPaulĐọc thêm",
            "Có ai biết trung tâm này - và các điểm du lịch khác - vẫn mở cửa hay đóng cửa để bảo vệ động vật khỏi vi-rút Corona?  Cảm ơnĐọc thêm",
            "Vẫn mở cửa\nHọ đưa ra các hạn chế sớm hơn hầu hết do nguy cơ đười ươi nhiễm bất kỳ loại vi-rút nàoĐọc thêm",
            "Xin chào, tôi nhận thấy có hai khoản phí cho máy ảnh tùy thuộc vào ống kính. Mức phí cao hơn đối với ống kính chuyên nghiệp trên 500 vì nó cao hơn đáng kể. Của tôi chỉ là một chiếc máy ảnh DSLR bridge với ống kính cố định 600. Tôi có phải trả số tiền cao hơn không? Cảm ơn. Đọc thêm",
            "Vừa vào trang web của họ - thông tin dài dòng đã thay đổi nên nó không còn liên quan đến ống kính nữa - Tôi đang xem một tập tài liệu quảng cáo cũ từ chuyến thăm của chúng tôi vào năm 2018 - .\n\n- Sử dụng máy ảnh, máy quay phim hoặc thiết bị ghi hình khác cho mục đích cá nhân 10RM/máy\n- Sử dụng máy ảnh, máy quay phim hoặc các thiết bị ghi hình khác cho mục đích thương mại và chuyên nghiệp 1000RM/chiếc\n- Sử dụng thiết bị làm phim 10.000RM trong thời gian không quá bảy ngày liên tục của một phần thiết bịĐọc thêm",
            "CHÀO,\n\nChúng tôi sẽ đến thăm vào tháng 1 và tôi đã tự hỏi những điều sau:\nThời gian cho ăn là gì? \nBạn có thể vào mà không có nhóm khách du lịch?\nGiá vé vào cửa nếu không đi theo đoàn, người lớn và trẻ em là bao nhiêu?Đọc thêm",
            "SarahleeHamp đã đưa ra câu trả lời đáng ngờ. Chúng tôi nghĩ họ chăm sóc đười ươi và chúng rất khỏe mạnh. Tôi yêu nó ở đây. Đi một giờ trước giờ cho ăn như đã đăng vì chúng tôi thấy rất nhiều chúng ở xa khu vực cho ăn. Hãy ghé thăm nhiều lần nếu bạn có thể. Đọc thêm",
            "Có vẻ như những gì đang xảy ra ở Sepilok chỉ là khói và gương? Tôi tìm thấy thông tin trực tuyến có vẻ như những gì đang thực sự xảy ra là việc khai thác loài khỉ này. Google tìm trang web fotomalaysia, tôi khá sốc với những gì tôi đọc được.Đọc thêm",
            "Thực sự đó - đó không phải là cách giải thích mà tôi nhận được khi đến thăm vào tháng 12 năm 2019\nNhưng tôi cho rằng mỗi người đều khácĐọc thêm",
            "CHÀO. Có ai có thông tin gì về Night Walk không? Nó ở Khu bảo tồn Đười ươi hay ở Trung tâm Khám phá Rừng nhiệt đới? Cảm ơn bạnĐọc thêm",
            "Chúng tôi đã đi dạo về đêm tại Sepilok Nature Resort nơi chúng tôi đang ở. Đường đi bộ ban đêm tại Trung tâm Phục hồi chức năng Orang Utan đã không hoạt động trong chuyến thăm của chúng tôi vào tháng 8.Đọc thêm",
            "Tôi hy vọng được đến thăm Trung tâm Phục hồi Đười ươi Sepilok trong thời gian tôi ở Borneo. Tôi bị khuyết tật và phải sử dụng gậy đi bộ. Ai đó có thể cho tôi biết phải đi bộ bao lâu để xem đười ươi và địa hình gồ ghề - lên dốc hay khá bằng phẳng - Tôi có thể đi bộ một quãng đường nhưng không phải là một chặng đường dài. Sẽ thực sự đánh giá cao bất kỳ thông tin nào trước khi tôi đưa ra quyết định có nên đi hay không.Đọc thêm",
            "Khu bảo tồn có nhiều địa điểm khác nhau để có thể ngắm đười ươi...do tính chất của trung tâm và cách chúng được phép đi lang thang, chúng có thể ở phần đầu hoặc phần sau của đường mòn! Nói như vậy, việc đi bộ không quá xa so với vòng lặp tính từ điểm vào và tất cả các lối đi đều được lót ván nên địa hình bằng phẳng và khá dễ đi. Có một khu vực quan sát nơi những con đười ươi nhỏ hơn được giữ lại, nơi bạn có thể ngồi thư giãn và quan sát chúng trong môi trường tự nhiên của chúng. Đây không phải là quá xa lối vào. Chắc chắn đáng để ghé thăm.Đọc thêm"
        ],
        "star_ratings": [
            2380,
            1246,
            502,
            150,
            68
        ],
        "review_amount": 4346,
        "location": [
            "Sabah",
            "Các hoạt động ở Sepilok",
            "Phân khu Sandakan",
            "Châu Á",
            "Trung tâm Phục hồi Đười ươi Sepilok",
            "Malaysia",
            "Một giai thoại"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written June 19, 2023",
            "Written June 25, 2023",
            "Written July 19, 2023",
            "Written July 26, 2023",
            "Written August 1, 2023",
            "Written August 3, 2023",
            "Written August 17, 2023",
            "Written September 5, 2023",
            "Written September 6, 2023",
            "Written May 27, 2024",
            "Written May 5, 2024",
            "Written April 29, 2024",
            "Written April 19, 2024",
            "Written April 14, 2024",
            "Written April 2, 2024",
            "Written March 31, 2024",
            "Written March 19, 2024",
            "Written February 26, 2024",
            "Written February 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1075066-d1478683-Reviews-Sepilok_Orangutan_Rehabilitation_Centre-Sepilok_Sandakan_Division_Sabah.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1075066-d11854796-Reviews-The_Lake_Bistro_and_Bar-Sepilok_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075066-d13974378-Reviews-Banana_Cafe-Sepilok_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303997-d17336983-Reviews-The_Nest-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075066-d17759852-Reviews-White_House_Bistro-Sepilok_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075066-d19275448-Reviews-Mango_Garden_Restaurant-Sepilok_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d6278067-Reviews-Bornean_Sun_Bear_Conservation_Centre-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d17852735-Reviews-Sepilok_Orangutan_Rehabilitation_Centre-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d1231137-Reviews-Sandakan_Rainforest_Discovery_Centre_RDC-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075066-d1478683-Reviews-or10-Sepilok_Orangutan_Rehabilitation_Centre-Sepilok_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d1059096-Reviews-Labuk_Bay_Proboscis_Monkey_Sanctuary-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d455044-Reviews-Sandakan_Memorial_Park-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d4353777-Reviews-Sandakan_Golf_and_Counry_Club-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d2514644-Reviews-Puu_Jih_Shih_Buddhist_Temple-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d3929751-Reviews-Sandakan_Mainland-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d3606866-Reviews-North_Borneo_Safari_Day_Tours-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d8868292-Reviews-Escape_Sandakan-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d11628542-Reviews-Vestpounds_tours-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d3455956-Reviews-Borneo_Sabah_Specialized_Day_Tours-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d3410532-Reviews-Sandakan_Crocodile_Farm-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d12420466-Reviews-PaperBox_Board_Game-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g303997-d6781151-Reviews-Swag-Sandakan_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23824527-Reviews-Somewhere_Nowhere_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d2236367-Reviews-Slide_Splash_Parque_Aquatico_Water_Slide_Park-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g56180-d11887373-Reviews-Naskila_Casino-Livingston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d562260-Reviews-Shofuso_Japanese_House_and_Garden-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d10771607-Reviews-Horseshoe_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d2432440-Reviews-Hotel_Cocal_and_Casino-Jaco_Jaco_District_Garabito_Municipality_Province_of_Punta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188153-Reviews-Marche_Grenelle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3138211-Reviews-Instant_Fogas-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1016886-d4954591-Reviews-Marmari_Beach-Marmari_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d6024340-Reviews-Pennypack_Park-Philadelphia_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1075066-d1478683-Reviews-or10-Sepilok_Orangutan_Rehabilitation_Centre-Sepilok_Sandakan_Division_Sabah.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1075066-d1478683-Reviews-Sepilok_Orangutan_Rehabilitation_Centre-Sepilok_Sandakan_Division_Sabah.html"
    }
]