[
    {
        "attraction_name": "Serikin Weekend Street Market",
        "attraction_name_vi": "Chợ phố cuối tuần Serikin",
        "general_info": [
            "66 đánh giá",
            "1 trong số 1 hoạt động giải trí ở Serikin",
            "Chợ trời"
        ],
        "attraction_summary": "Có rất nhiều mặt hàng được bán ở đó như gối bông, đệm, quần áo, đồ lưu niệm, trái cây, khoai tây chiên và nhiều mặt hàng khác. Hầu hết những thứ được bán ở đó đều được mang từ Indonesia sang và được phép mặc cả. Do đó, nếu bạn mua với số lượng lớn, hãy mặc cả với người bán vì đôi khi họ có thể đưa ra mức giá rẻ hơn. Ngoài ra còn có một số cửa hàng bán rong bán bakso, ayam penyet và các món ăn khác. Bạn nên thuê một chiếc ô tô hoặc tham gia một chuyến tham quan chợ vì nó cách thị trấn Kuching khoảng 2 giờ.Đọc thêm",
        "reviews": [
            "nằm cách Kuching 55km, là khu chợ ở biên giới Sarawak Indonesia, bán hầu hết các sản phẩm của Indonesia như đồ thủ công, vải, batik, đồ chơi, thảm và nhiều mặt hàng khác, nên đến càng sớm càng tốt vào buổi chiều.Đọc thêm",
            "Đồ thủ công mà chúng tôi tìm thấy ở Kuching rẻ hơn nhiều ở thị trường này. Tìm thấy một số hạt được sử dụng ở Nepal và Ấn Độ. Một số đồ ăn có sẵn, nhưng không chắc nó an toàn đến mức nào. Đó là một chuyến đi tuyệt vời và dành chút thời gian trên thị trường. Có một khu vực đậu xe trả phí có sẵn cho 2RM. Các cửa hàng bắt đầu mở cửa từ 7h30 sáng trở đi. Được hiểu từ bạn bè địa phương, tốt hơn nên ghé thăm địa điểm trước 11 giờ. Sau 11 giờ, địa điểm này trở nên rất rất hấp dẫn.Đọc thêm",
            "Bạn sẽ phải mất khoảng 1h30 đi ô tô từ trung tâm thành phố Kuching để tới nơi này. Đó chỉ là những dãy hàng kiểu chợ ven đường dẫn vào biên giới Malaysia - Indonesia. Họ bán hàng dệt may, áo phông, đồ ăn nhẹ, trái cây địa phương và các món ngon địa phương. Bạn thực sự có thể mua được tất cả những mặt hàng này tại Kuching nhưng ở đây, nó rẻ hơn một chút nhưng không đáng kể. Tôi đến đây chỉ để cảm nhận khu mua sắm biên giới như thế nào. Tuy nhiên, có một số mặt hàng lạ như thuốc cổ truyền được cung cấp ở đây, được người dân địa phương khẳng định là không có ở Kuching. Bạn có thể khám phá hết địa điểm này trong tối đa 2 giờ.Đọc thêm",
            "Có rất nhiều mặt hàng mà bạn có thể tìm thấy ở đây, đặc biệt dành cho những ai yêu thích những món đồ thủ công đó và nó rất rẻ! nhưng hãy đến nơi này sớm nhất có thể vào buổi sáng vì khoảng 11h đến 12h trở đi thời tiết rất nóng hahahahaaa :P Đọc thêm",
            "Đây là biên giới giữa Sarawak và Indonesia. Có rất nhiều quầy hàng dọc theo con phố, nơi họ bán nhiều thứ như đồ thủ công, vải, đồ chơi, thảm và nhiều thứ khác. Giá rẻ hơn và bạn có thể đưa ra mức giá thấp hơn. Tuy nhiên, trước khi đến đó, vui lòng mang theo ô hoặc mang theo một chai nước vì ở đó rất nóng.Đọc thêm",
            "Nếu bạn đang tìm kiếm một trải nghiệm dân tộc, nơi nên ghé qua là chợ nông sản Kampung Duyuh, nằm cách Pasar Serikin vài dặm. Bạn sẽ được trải nghiệm nhiều đồ uống, trái cây và món ngon có đạo đức hơn. Tôi luôn đến đó và thăm Kuching. Có một lần, có người bán thịt trăn! Chợ chỉ mở cửa vào thứ bảy và chủ nhật.Đọc thêm",
            "Tôi đang đi cùng gia đình. Bạn có thể đến đây bằng ô tô riêng hoặc ô tô thuê từ Kuching. Không có phương tiện giao thông công cộng, nằm ở biên giới Sarawak Indonesia. Nó chỉ mở cửa vào thứ bảy và chủ nhật. Bắt đầu sớm nhất là 7 giờ sáng và đóng cửa vào khoảng 1 giờ chiều. Không cần hộ chiếu để vào khu vực này. Dọc hành trình từ Kuching đến Serikin, bạn sẽ thấy ngôi nhà địa phương của cộng đồng người Hoa và Bidayuh. Khung cảnh rất xanh. Hoạt động chính ở đây là mua vải hoặc kebaya làm sẵn. Sản phẩm làm từ mây tre đan như bàn, ghế, chiếu. Bạn cũng có thể mua trái cây và rau quả địa phương với giá rất thấp. Bạn có thể mặc cả nhưng không quá nhiều vì giá đã rẻ rồi.  Bạn có thể mua gối làm bằng kekabu. Hầu hết người bán là người Indonesia và bạn sẽ giao dịch bằng đồng ringgit, người bán Indonesia sẽ chấp nhận IDR. Cửa hàng trải dài khoảng 1 km và thời tiết có thể nóng. Bạn có thể mang theo ô hoặc chỉ mua mũ từ người bán. Lời khuyên của tôi là hãy mang theo thật nhiều ringgit, năng lượng để đi mua sắm và một chai nước để giúp bạn mát mẻ. Đây là một nơi phải đến thăm.Đọc thêm",
            "Nơi thú vị để tham quan, giáp Indonesia cách xa thành phố Kuching. Rất nhiều thứ địa phương và rau quả. Đọc thêm",
            "Tìm thấy nhiều sản phẩm của Indonesia ở đây.. và giá cả rất hợp lý. Xoài và Petai rất nhiều và rẻ khi chúng tôi đến chợ cuối tuần. Trời nắng, ô và nước uống là điều bắt buộc. Chúng tôi đã mang về được xoài, mãng cầu xiêm, cam, salak, keropok, petay, sarawak terong, chuối.... và trên đường trở về Kuching, chúng tôi dừng lại ở các quầy hàng ven đường, nơi bạn có thể thấy nhiều sản phẩm địa phương của Sarawak. Ngoài ra, Fairy Caves cũng đáng để ghé thăm. Đọc thêm"
        ],
        "star_ratings": [
            4,
            29,
            28,
            3,
            2
        ],
        "review_amount": 66,
        "location": [
            "Malaysia",
            "Các hoạt động ở Serikin",
            "Mát mẻ",
            "bầu",
            "Chợ phố cuối tuần Serikin",
            "Sarawak",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 7, 2023",
            "Written October 8, 2019",
            "Written September 18, 2019",
            "Written July 3, 2019",
            "Written May 7, 2019",
            "Written May 1, 2019",
            "Written April 17, 2019",
            "Written March 25, 2019",
            "Written March 19, 2019",
            "Written November 9, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1071435-d4185834-Reviews-Serikin_Weekend_Street_Market-Serikin_Bau_Sarawak.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1071435-d4185834-Reviews-or10-Serikin_Weekend_Street_Market-Serikin_Bau_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g1642828-d2217966-Reviews-Fairy_Caves-Bau_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208901-Reviews-The_Strand_Bookstore-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d9570045-Reviews-Park_West-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d14215219-Reviews-Glowzone-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147367-d4088002-Reviews-Governors_Beach-Seven_Mile_Beach_Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d8514234-Reviews-Anastasia_Aquamania_Waterpark-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g194718-d3317935-Reviews-Funivia_del_Monte_Faito-Castellammare_Di_Stabia_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d1028434-Reviews-Alanya_Kalesi-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297685-d14049629-Reviews-Ganga_Aarti-Varanasi_Varanasi_District_Uttar_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d107468-Reviews-Fossil_Rim_Wildlife_Center-Glen_Rose_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41995-d2303436-Reviews-Wilderness_Trails_Zoo-Birch_Run_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1071435-d4185834-Reviews-or10-Serikin_Weekend_Street_Market-Serikin_Bau_Sarawak.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1071435-d4185834-Reviews-Serikin_Weekend_Street_Market-Serikin_Bau_Sarawak.html"
    }
]