[
    {
        "attraction_name": "Sesame Place San Diego",
        "attraction_name_vi": "Sesame Place San Diego",
        "general_info": [
            "35 đánh giá",
            "21 trong số 63 điều cần làm ở Chula Vista",
            "Công viên giải trí chủ đề"
        ],
        "attraction_summary": "Sesame Place San Diego sẽ là công viên giải trí thứ hai thuộc loại này ở Hoa Kỳ và là công viên đầu tiên ở Bờ Tây có trụ sở tại Sesame Street. Công viên sẽ là nơi lý tưởng cho các gia đình có trẻ em ở mọi lứa tuổi và sẽ có 18 trò chơi theo chủ đề Đường Sesame và các điểm tham quan dưới nước thú vị, bao gồm tàu ​​lượn siêu tốc dành cho gia đình và hồ bơi tạo sóng 500.000 gallon, một trong những hồ bơi lớn nhất ở Nam California. Công viên cũng sẽ có một khu vui chơi âm nhạc hấp dẫn, Khu phố Sesame Street tương tác hoàn chỉnh với 123 Stoop mang tính biểu tượng, các chương trình biểu diễn nhân vật trực tiếp hàng ngày, một cuộc diễu hành từng đoạt giải thưởng, cơ hội chụp ảnh có một không hai và tất nhiên, bộ lông yêu thích của mọi người. bạn bè.Đọc thêm",
        "reviews": [
            "Cảm thấy thực sự thất vọngTôi thắng 4 vé người lớn tại đài phát thanhGọi điện đặt trước để đảm bảo chúng tôi có cơ hội vào bằng vé người lớnVào với tư cách là khách trẻ em mà không phải trả phíVì có chương trình khuyến mại mua vé người lớn và vào miễn phí cho trẻ emĐã kết thúc vào ngày 1 tháng 4 năm 2024Giải thích với đại diện dịch vụ khách hàng từ Sesame Place khi đọc thông tin về vé trong tayTôi hỏi mọi câu hỏi và được trả lời là có thể có 4 người lớn và 4 trẻ em đi cùng mà không mất phíChúng tôi đến với hai đứa trẻCháu trai và cháu gái của tôiChúng tôi được thông báo đến bộ phận dịch vụ khách hàng để lấy vé thực tế để vàoCô hầu bàn tên Michelle nói rằng chúng tôi không thể vào đượcGọi cho người quản lý tên Alex với thái độ đề nghị chúng tôi mua vé theo mùa để tránh các khoản phí thông thường và trả ít hơnTôi thông báo cho cô ấy về cuộc gọi của mìnhCô ấy chỉ quay đi bước ra khỏi cửa sổ và nói rằng cô ấy không thể giúp gì đượcKhông xin lỗi hay lo lắng về việc hai đứa trẻ khóc và không hiểu tại sao chúng không được vàoKhông phải ai cũng có đủ khả năng kinh tế để trả tiềnThật không may là mọi người không được đào tạo về dịch vụ khách hàng hoặc chăm sóc tại Sesame PlaceChúng tôi kết thúc lên mua vé trực tuyếnThật đáng buồn là thực sự thất vọng về cá nhân bạn tại quầy lễ tânĐọc thêm",
            "Tôi đã mua vé theo mùa một lần nữa nhưng dường như công viên không thể mua được, tại sao nó lại đóng cửa trong tuần, không phải khi tôi mua vé theo mùa, nó cũng mở cửa lâu hơn 6 giờ. Tôi sẽ không gia hạn thẻ của chúng tôi nữa.  Lần trước chúng tôi đã phải xin đồ ăn cho người giữ thẻ.   Nó có thể tuyệt vời nhưng lại thất bại trong việc cung cấp dịch vụ. MỘT ngày chúng tôi sử dụng thẻ của mình thật thú vị nhưng quá đắt để không cung cấp những gì được liệt kê khi chúng tôi đăng kýĐọc thêm",
            "This park is charging 95 a ticket for 7 rides - they do not tell you on the website that the water park is included in the cost of your ticket. The water park is closed. They charge you an additional 32 for parking and if you want close up parking its 50 but the close up parking is 3 ft from the first row of general parking. My 2 year old daughter was only able to ride 2 rides as she was under 36 inches  they wouldnt even allow her to ride with adult this park is Sesame Street - it should be for all kids of all sizes to be able to ride. The interactive bubble wands are 40 a piece and only 3 of the interactive stars worked at the park. We were told we were able to refill the bubbles , however what they do not tell you is that they charge for the refills as well. We were done with the park with in 2 hours. That means it cost me 111.00 an hour for this park. We were told there were water bottle refill stations however they send you to a water fountain by the bathrooms. When I asked a team member who I can speak to about a refund they gave me the customer service support line. I had to call 3 different times and wait on hold for a supervisor just for that agent to be externally rude when I asked for a refund for all the issues we had. Told me no since we used the ticket and told me he is trying to help me. Yet the minute I asked for a higher supervisor , he stated there was not one and sea world gave him full authority to make decisions. This is unethical. Jim Henson is probably turning in his grave for for what they are doing to the families. Not only do you have to pay for tickets, but if you  are a family traveling a long distance like my family, you also have to pay for a hotel. I could have paid the same and gone to LEGOLAND for 2 days with hotel included and treated better.Read more",
            "We went to Sesame Place on August 28th, 2023 and it was awful. I realize that this is the end of season for them but.... they are still charging the full price and less than half the ridesactivities were closed. Literally most all of the water park was closed including the wave pool. The kids area was half open as in the front half with 3 tiny slides and in the larger play area ALL of the slides were closed. The lazy river was you get a tube and you all follow the lifeguard and a life guard is in the back. The real kicker was as we waited in the line towards the end of the day they took a group and there was still a short line and a very rude man came up and said they wouldnt be allowed to let us ride as it was going to be too close to closing time. Then why did they not tell us that before letting us stand there waiting? try to explain that to a child who now has no time left to ride anything else. This is POOR management at its finest. I do understand staffing issues, everyone has them but adjust the cost AND communicate, make it known before we enter so we can choose whether to enter. All the big slides were closed too. Yellow jackets everywhere, so unsafe and uncomfortable. Food lines were ridiculous! Lockers are more expensive than Disney as is the parking. I was overcharged for drinks, got charged for something I wasnt buying and I had no choice but to take it. The only positive part of this experience was the roller coaster ride with the short lines and maybe the short parade.  We were talking to someone in line and they told us that it has all gone downhill since Sesame Street took over. I have no idea why she was even there except maybe convenience to her home. Overall this was a terrible experience, never to be done again and consider yourself warned.Read more",
            "Đến đây trong kỳ nghỉ hè của chúng tôi vào một ngày trong tuần và nơi này thật tồi tệ. Mỗi chuyến đi mà con gái lớn của tôi muốn đi đều bị đóng cửa và họ có 0 ống đôi để con gái nhỏ đi cùng tôi. Ít nhất họ nên cho bạn biết tất cả các chuyến đi của anh ấy đóng cửa trong ngày để bạn không lãng phí tiền bạc và thời gian khi đến đây.Đọc thêm",
            "Đây là một công viên chủ đề dễ thương. Các chương trình mang tính giải trí và nhìn thấy các nhân vật xung quanh công viên. Những chuyến đi đơn giản nhưng thú vị. Con trai tôi không hứng thú với công viên nước, vì vậy đó là một ngày thực sự tốn kém cho một vài chuyến đi và một số nhân vật gặp gỡ và chào hỏi. Sẽ thật tuyệt nếu họ có một vé giá thấp hơn mà không bao gồm quyền vào công viên nước. Sẽ thật tuyệt nếu họ có thể thêm nhiều khu vực bóng mát và trạm đổ đầy chai nước. Thật khó để tìm một nơi để giải nhiệt nếu bạn không đến công viên nước.Đọc thêm",
            "Họ có tổng cộng 5 đường trượt nước.  Hầu như mỗi ngày, hai trong số 5 đường trượt nước này đóng cửa vì thiếu nhân viên, không bảo trì, chỉ là không sắp xếp đủ nhân viên, biết rõ rằng họ đang khiến trải nghiệm của khách trở nên kém thú vị hơn nhiều.  Bởi vì những quyết định khủng khiếp này, mỗi chuyến đi lại có hàng dài hơn.  Họ không có đủ ống bên trong cho chuyến đi bằng ống bên trong, điều này gần như nực cười như kế hoạch kết thúc những chuyến đi tốt nhất của họ hầu như mỗi ngày.  Những chuyến đi khô khan không thú vị và cuộc diễu hành còn đáng ghét hơn là mang tính giải trí vì họ đóng cửa con đường chính khoảng nửa giờ trước khi bắt đầu.  Hơn nữa, tại lâu đài bá tước mới, họ có ba đường trượt nước thu nhỏ không bao giờ mở, ít nhất là 10-15 lần tôi đã đi vào mùa hè này.  Thêm vào đó, âm nhạc không ngừng nghỉ của Sesame Street bắt đầu nghe tệ hơn cả tiếng đinh đóng trên bảng đen khi bạn đã ở đó được vài giờ.  Đồ ăn đắt hơn ở Petco Park, chất lượng rất thấp, hơn nữa giá cả và chất lượng thấp, khách không được phép mang đồ ăn vào.  Những người ra quyết định đều không đủ năng lực và nên bị sa thải.  Và họ chỉ cho 20 người xuống dòng sông lười một lúc, và bạn chỉ được đi vòng quanh một lần.   Xếp hàng chỉ dành cho một vòng quanh dòng sông lười, dài khoảng 30-60 phút.  Tôi không thể tưởng tượng có một công viên nước nào tệ hơn, có lẽ ngoại trừ bất kỳ công viên nước Sesame Place nào khác.  Công viên nước này hoạt động tốt hơn rất nhiều khi còn là Aquatica.  Nó dần dần trở nên tồi tệ hơn kể từ khi Sesame tiếp quản.  Các vòi phun nước miễn phí ở trung tâm thành phố cũng khá lâu đời như nơi này, và tôi ước gì mình đang phóng đại, nhưng tôi thì không.Đọc thêm",
            "Trải nghiệm công viên nước tồi tệ nhất. Thức ăn khủng khiếp, nước bẩn, quy định quá mức. Cũng cực kỳ đắt đỏ và quá đông đúc. Làm cho mình một ưu tiên và tránh xa. Đọc thêm",
            "Tôi không nhận được những đánh giá tiêu cực, tất cả chúng tôi đều đã có khoảng thời gian tuyệt vời từ 3 đến 55. Hầu hết là những chuyến đi thân thiện với trẻ em với hầu hết mọi thứ dành cho trẻ mới biết đi cùng với người lớn. Một vài đường trượt mà bất kỳ người lớn nào cũng sẽ thích thú với Cookie Monster một chút thậm chí nhiều hơn so với chiều cao yêu cầu của họ IMO. Trẻ em có thể gặp hầu hết các nhân vật chính bằng các buổi chụp ảnh bên ngoài. Nhân viên rất thân thiện. Khiếu nại thực sự duy nhất của tôi là có phòng thay đồ ở phía sau công viên mà bạn sẽ tìm thấy sau khi thay đồ ở phần còn lại phòng. Điều đó nên được đánh dấu. Nhìn chung, nó rất đáng giá, đặc biệt nếu bạn có con nhỏ hơn không thể tận hưởng hầu hết các công viên. Đọc thêm",
            "Đầu tiên, quan trọng nhất là công viên nước vào mùa hè phải không?  Khu vực công viên nước Count mới chưa mở cửa hoàn toàn. Không có cầu trượt nào được mở mặc dù có những người bảo vệ để giữ bọn trẻ tránh xa chúng. Có một hàng dài các ống đôi nhưng không có các ống đơn trên một chuyến đi nhưng không có sự linh hoạt để tăng số lượng ống. Tuy nhiên, tôi có thể giải quyết những việc đó vì có rất nhiều chuyến đi. Nguyên nhân là hầu hết các địa điểm ăn uống đều hết đồ uống từ đài phun nước nhưng họ vẫn bán những chiếc cốc nạp tiền không đáy mà không báo trước cho ai. Ki-ốt bán đồ ăn nhẹ duy nhất không phải xếp hàng dài có máy pha chế đồ uống dạng đài phun nước bị hỏng. Gần đây chúng tôi gặp vấn đề tương tự ở SeaWorld với các nhà thầu thực phẩm. SeaWorld có lẽ đang trả số tiền thấp nhất cho việc gia công phần mềm này và nhận được chất lượng mà họ xứng đáng có nhưng những khách hàng trả số tiền khó kiếm được của họ thì không.  Và khi tôi đến dịch vụ khách hàng, họ không làm gì ở Sesame at SeaWorld. Thật tuyệt vời khi SeaWorld chịu trách nhiệm về những điều xảy ra trên cơ sở của chính họ.Đọc thêm"
        ],
        "star_ratings": [
            6,
            3,
            8,
            8,
            10
        ],
        "review_amount": 35,
        "location": [
            "Chula Vista",
            "Hoa Kỳ",
            "Sesame Place San Diego",
            "California CA",
            "Những điều cần làm ở Chula Vista"
        ],
        "reviews_time": [
            "Written March 10, 2024",
            "Written March 7, 2024",
            "Written January 28, 2024",
            "Written September 6, 2023",
            "Written August 30, 2023",
            "Written August 27, 2023",
            "Written August 25, 2023",
            "Written August 17, 2023",
            "Written July 25, 2023",
            "Written July 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32210-d23900786-Reviews-Sesame_Place_San_Diego-Chula_Vista_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d12097492-Reviews-Valentina_s_Taco_Shop-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d4245273-Reviews-Taco_Bell-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d10515275-Reviews-Carl_s_Jr-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d4278882-Reviews-Subway-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d23778647-Reviews-Panera_Bread-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32210-d4960034-Reviews-Panda_Express-Chula_Vista_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32578-d5015977-Reviews-McDonald_s-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d4252064-Reviews-Golden_House-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32578-d4920880-Reviews-KFC-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d4657277-Reviews-The_Landing_Strip-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32210-d4662741-Reviews-North_Island_Credit_Union_Amphitheatre-Chula_Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32210-d127696-Reviews-White_Water_Canyon-Chula_Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150776-d152723-Reviews-Tijuana_Cultural_Center_CECUT-Tijuana_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1576339-Reviews-Las_Americas_Premium_Outlets-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150776-d152722-Reviews-Avenida_Revolucion-Tijuana_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d156829-Reviews-San_Diego_Factory_Outlet_Center-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d11869060-Reviews-AMC_Palm_Promenade_24-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150776-d12931478-Reviews-Mullme-Tijuana_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32210-d735602-Reviews-Otay_Ranch_Town_Center-Chula_Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d557351-Reviews-Marine_Corps_Command_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32210-d23900786-Reviews-or10-Sesame_Place_San_Diego-Chula_Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d10005759-Reviews-Border_Tours-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d17462464-Reviews-Tijuana_Walking_Tour-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150776-d10299493-Reviews-Turistea-Tijuana_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32210-d6571884-Reviews-Jump_Around_Now-Chula_Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d8642660-Reviews-Pacific_Coast_Skydiving-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1857326-Reviews-Happy_Trails_Private_Rides-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32210-d26587973-Reviews-Peacock_Nails-Chula_Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150776-d3309695-Reviews-Mercado_Hildago-Tijuana_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d12004478-Reviews-Altitude_Helicopters-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d9597872-Reviews-Wild_Foodie_Tours-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1581383-d2556294-Reviews-Askos_Stone_Park-Volimes_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g656840-d2324737-Reviews-Spiaggia_di_San_Vito_lo_Capo-San_Vito_lo_Capo_Province_of_Trapani_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g298428-d547630-Reviews-Panama_Canal_Railway-Colon_Colon_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g317084-d3860235-Reviews-Kikuletwa_Hotsprings-Moshi_Kilimanjaro_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d8750455-Reviews-Sea_Caves-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d459794-Reviews-Cairo_Tower-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d246101-Reviews-Mount_Floyen_and_the_Funicular-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d4960427-Reviews-La_Grotta_Beach-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d104573-Reviews-Charleston_City_Market-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g681223-d12132064-Reviews-Chureito_Pagoda-Fujiyoshida_Yamanashi_Prefecture_Koshinetsu_Chubu.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32210-d23900786-Reviews-or10-Sesame_Place_San_Diego-Chula_Vista_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32210-d23900786-Reviews-Sesame_Place_San_Diego-Chula_Vista_California.html"
    }
]