[
    {
        "attraction_name": "Seven Hanging Valleys Trail",
        "attraction_name_vi": "Đường mòn Bảy Thung lũng Treo",
        "general_info": [
            "45 đánh giá",
            "- 118 trong số 628 điều cần làm ở Algarve",
            "Những con đường mòn đi bộ đường dài"
        ],
        "attraction_summary": "Chúng tôi chạy bộ theo con đường này từ Đông sang Tây. Đoạn đến bãi biển Benegal được đánh dấu rõ hơn nên bạn cần phải cảnh giác để đảm bảo mình đi theo đường mòn. Hãy tìm kiếm những dấu ấn trên cát và bạn sẽ không đi quá xa. Hoàn thành con đường trong khoảng 2 1 - 2 giờ, ăn sáng ở Carvoeiro và bắt taxi về - 15. Rất đáng để đi đường sớm để tránh nóng.Đọc thêm",
        "reviews": [
            "Bắt đầu tại Praia de Marinha rất đẹp, quang cảnh thật ngoạn mục.  Đi xuống bãi biển và đi bộ một mình rồi bắt đầu những thung lũng treo trên đỉnh.  Benagil nhìn từ trên xuống thật tuyệt vời như đã ở trong hang động, điều bắt buộc nếu đến thăm Algarve, nhưng từ trên xuống cũng rất đẹp.  Một số đoạn đi bộ khá khó khăn, có một số đoạn phải tranh giành nhưng rất đáng giá từng phút, vì quang cảnh trên đường đi thật ngoạn mục.  Chúng tôi đi bộ đến tận Carvoeiro và kiếm được rất nhiều tiền.  Chuyến đi bộ này là điều bắt buộc đối với bất kỳ ai đến thăm khu vực này.  Có biển chỉ dẫn rõ ràng với các cột màu đỏ và vàng và một số điểm dừng ở Benagil và Algar Seco rồi đến Carvvoeiro.  Trời rất nóng khi chúng tôi đi nên hãy mang theo nhiều nước, mũ bóng chày, áo phông che chắn và giày thể thao tốt.  Chúng tôi đã thấy một số người mang dép xỏ ngón, điều này không được khuyến khích ở địa hình này.  Nhìn chung khá ngoạn mục.Đọc thêm",
            "Khung cảnh tuyệt vời dọc theo chuyến đi bộ này. Ngắm nhìn những vách đá trong phần lớn chiều dài của nó. Liệu Algarve có tín dụng rất lớn. Đó là một chuyến đi bộ dài 13km với 7 lần lên và xuống, vì vậy sẽ rất hữu ích nếu bạn là người đi bộ giỏi hoặc có sức khỏe phù hợp để tận dụng tối đa trải nghiệm. Trời rất nóng vào giữa ngày nên đáng để bắt đầu trước 9 giờ để hoàn thành bữa trưa. Chúng tôi mất khoảng 3 giờ chỉ với một vài điểm dừng tại các quán cà phê địa phương để uống nước. Nó được mô tả là vừa phải và công bằng, có một số nơi có độ dốc lớn và 2 trường hợp tôi đã dùng tay để xuống những con dốc rất dốc hoặc đầy cát. Nếu bạn - cảm thấy thoải mái một cách hợp lý khi đi bộ khoảng cách đó và tận hưởng khung cảnh ven biển, tôi - đánh giá chuyến đi bộ này là điều bắt buộc, dễ dàng là điều tôi yêu thích nhất mà chúng tôi đã làm trong chuyến thăm Algarve trong tuần. Đọc thêm",
            "Bắt đầu từ đỉnh vách đá Marinha, quang cảnh ngay lập tức, cả những vách đá cao có màu sắc rực rỡ và làn nước trong xanh của Đại Tây Dương đều rất ấn tượng và bạn đã biết rằng hôm nay mình sẽ chụp quá nhiều ảnh. Mọi ngóc ngách đều là một điểm ngắm cảnh, ngoài những vách đá cao, điều khiến phần bờ biển này trở nên ngoạn mục hơn chính là những hang động và lỗ phun nơi mái hang đã sụp đổ. Chúng tôi đã đi qua các vách đá và hang động bằng thuyền nên việc đi bộ dọc theo các đỉnh vách đá thực sự khen ngợi những gì chúng tôi đã trải qua vì bây giờ chúng tôi nhìn thấy điều này từ trên cao với những chiếc thuyền và con người bên dưới. Hang Benigal ngoạn mục là một trong những điểm nổi bật trong ngày, cũng như bãi biển rất nổi tiếng ở Praia de Benigal, Praio do Carvahlo, nơi bạn vào bãi biển thông qua một dãy cầu thang đào xuyên qua mặt vách đá, Ngọn hải đăng Alfanzina năm 1920 - Ladrao Stack. Đoạn ven biển kết thúc tại Praio de Vale Centianes nhưng đi thêm 1,9 km nữa bạn sẽ đến một bãi biển nổi tiếng khác là Praio do Carvoeiro. Tại đây, chúng tôi đã thưởng thức một vài cốc bia trên sân hiên tại - BOTE - nhìn ra bãi biển. Rất khuyến khích.Đọc thêm",
            "Okay, so I want to confirm that this is in fact a gorgeous hike and totally worthwhile. We didn - t have a huge chunk of time to do the whole thing  - it takes like 3 hours one way I believe - , so we actually walked halfway on two separate days, starting from each side.\n\nOne thing I didn - t read in any of the other reviews - we felt the Praia da Marinha side was a MUCH easier start than the Carvoeiro side. We did the Carvoeiro side first and it started out with like 200 -  stairs, then a short flat scenic outlook, and then we were scrambling. I - m moderately afraid of heights and was not liking this too much. Relatedly, there are some areas next to sinkholes or large cliffs with fences, but a lot of places that do not have safety barriers.\n\nThe sign at the beginning here called it a moderate hike and I literally thought they were insane after doing the stretch we did. The views were still gorgeous though and overall I was happy we did it  - obviously, since we did it again! -  At any rate, we had a boat tour soon so we called it a day. \n\nThe next day we started from the other end, which I think is where most people start. Here they have a parking lot that includes some ice cream and snack trucks and a scenic outlook right at the start. You can walk from this side for a decent chunk of time before getting into steep hills or scrambling. My only other complaint was that I think they could use more trail markers. Over time, a lot of people have trekked off the beaten path so there are times that there are what appear to be 2-4 different choices of which way to go, and due to the landscape you can - t really see which one to take. So sometimes we would climb up a challenging route only to see there was a much easier way, but it wasn - t marked.\n\nOverall, this was one of the best scenic views of our whole trip. It was really fun to do this and also do a boat tour, getting to see these stunning cliffs from both angles. However, I personally felt like the other reviews I read made is seem easier than I felt it was. I - m a relatively young and in shape person, and it was quite physical! But, there are definitely options to make it less demanding such as staying near the flatter area at the beginning.\n\nI would definitely encourage every traveler to go and check it out. I don - t think our trip to Portugal would have been complete without this experience!Read more",
            "Khi tôi đọc rằng đây được đánh giá là một trong những chuyến đi bộ đường dài hàng đầu ở Châu Âu, tôi tự hỏi liệu điều đó có thúc đẩy nó không.  Nó không thể.  Nó thật ngoạn mục.  \n\nChúng tôi đi bộ thường xuyên nên đã đi bộ đầy đủ và cũng đi bộ về.  Nó dài nhưng rất đáng giá.  Nếu bạn không sẵn sàng cho chuyến đi bộ đầy đủ, hãy thực hiện một cách hoàn toàn hợp lý.  Nhưng đừng bỏ lỡ nó.  \n\nBờ biển thực sự đẹp và một chuyến đi bộ vui vẻ.  Nói chung là tăng trung bình.  Một vài nơi bạn phải đi lên hoặc đi xuống trên đá.  May mắn thay hầu hết các tảng đá đều rất bám nên bạn không phải lo lắng về việc trượt.   \n\nChỉ cần nhớ để ý các dấu vết màu vàng và đỏ.  Thật dễ dàng để đi chệch hướng. \n Khu vực không rõ ràng một cách khó chịu là bãi biển Bengali này.  Đừng đi ngược lại con đường, mặc dù điều đó có vẻ đúng.   Con đường mòn tiếp tục đi lên cầu thang, có thể là những cầu thang ở cuối bãi biển, hoặc bạn có thể đi lên những bậc thang màu trắng trông giống như dẫn đến một nhà hàng.  Cả hai đều kết nối với đường mòn, một lần nữa hãy chú ý đến các điểm đánh dấu màu vàng và đỏ.  Ngoài ra còn có một phòng vệ sinh tiện dụng, sạch sẽ và miễn phí.  \n\nChúng tôi cũng nhìn thấy cá heo trên đường đi, vì vậy hãy chú ý theo dõi.  Đọc thêm",
            "Đây là việc phải làm khi ở vùng Algarve.   Tôi rất vui vì chúng tôi đã quyết định tự mình làm việc này.  Hoàn toàn không có lý do gì để làm điều này với người hướng dẫn - đường mòn được đánh dấu cực kỳ rõ ràng.  Thậm chí có một vài điểm phải đi chệch hướng vào các bãi biển.    Chúng tôi bắt đầu tại Praia de Marinha - đã đi bộ đầy đủ - một chiều - và quyết định bắt Uber trở lại chiếc xe đang đỗ của chúng tôi.  Quang cảnh thật ngoạn mục, ngay cả trong những ngày nhiều mây.Đọc thêm",
            "Chúng tôi bắt đầu ở đầu phía đông của con đường và xin lưu ý rằng bãi đậu xe rất khan hiếm.  Từ thời điểm bạn bắt đầu tại thời điểm này, bạn sẽ ngạc nhiên trước khung cảnh và không thể chụp đủ ảnh.  Chúng tôi đã đi bộ hoàn toàn về phía tây, nhưng chặng đầu tiên chắc chắn là chặng yêu thích của chúng tôi.  Đã nghiên cứu trước và về cơ bản nó cho biết việc đi bộ bao gồm 3 phần.  Xong và bắt một chiếc Uber để đưa chúng tôi trở lại xe, rất hợp lý và nhanh chóng.Đọc thêm",
            "Chuyến đi bộ tuyệt vời dưới ánh nắng cuối mùa đông với con đường được xác định rõ ràng và khung cảnh tuyệt vời. Tuy nhiên, giày mập mạp được khuyến khích. Một ngày tuyệt vời từ Algarve gần đóĐọc thêm",
            "Chúng tôi bắt đầu ở đầu phía đông của con đường và xin lưu ý rằng bãi đậu xe rất khan hiếm.  Từ thời điểm bạn bắt đầu tại thời điểm này, bạn sẽ ngạc nhiên trước khung cảnh và không thể chụp đủ ảnh.  Chúng tôi đã đi bộ hoàn toàn về phía tây, nhưng chặng đầu tiên chắc chắn là chặng yêu thích của chúng tôi.  Đã nghiên cứu trước và về cơ bản nó cho biết việc đi bộ bao gồm 3 phần.  Xong và bắt một chiếc Uber để đưa chúng tôi trở lại xe, rất hợp lý và nhanh chóng.Đọc thêm",
            "Đây là việc phải làm khi ở vùng Algarve.   Tôi rất vui vì chúng tôi đã quyết định tự mình làm việc này.  Hoàn toàn không có lý do gì để làm điều này với người hướng dẫn - đường mòn được đánh dấu cực kỳ rõ ràng.  Thậm chí có một vài điểm phải đi chệch hướng vào các bãi biển.    Chúng tôi bắt đầu tại Praia de Marinha - đã đi bộ đầy đủ - một chiều - và quyết định bắt Uber trở lại chiếc xe đang đỗ của chúng tôi.  Quang cảnh thật ngoạn mục, ngay cả trong những ngày nhiều mây.Đọc thêm",
            "Khi tôi đọc rằng đây được đánh giá là một trong những chuyến đi bộ đường dài hàng đầu ở Châu Âu, tôi tự hỏi liệu điều đó có thúc đẩy nó không.  Nó không thể.  Nó thật ngoạn mục.  Chúng tôi đi bộ thường xuyên nên đã đi bộ đầy đủ và cũng đi bộ về.  Nó dài nhưng rất đáng giá.  Nếu bạn không sẵn sàng cho chuyến đi bộ đầy đủ, hãy thực hiện một cách hoàn toàn hợp lý.  Nhưng đừng bỏ lỡ nó.  Bờ biển thực sự đẹp và một chuyến đi bộ vui vẻ.  Nói chung là tăng trung bình.  Một vài nơi bạn phải đi lên hoặc đi xuống trên đá.  May mắn thay hầu hết các tảng đá đều rất bám nên bạn không phải lo lắng về việc trượt.   Chỉ cần nhớ để ý các dấu vết màu vàng và đỏ.  Thật dễ dàng để đi chệch hướng.  Khu vực không rõ ràng một cách khó chịu là bãi biển Bengali này.  Đừng đi ngược lại con đường, mặc dù điều đó có vẻ đúng.   Con đường mòn tiếp tục đi lên cầu thang, có thể là những cầu thang ở cuối bãi biển, hoặc bạn có thể đi lên những bậc thang màu trắng trông giống như dẫn đến một nhà hàng.  Cả hai đều kết nối với đường mòn, một lần nữa hãy chú ý đến các điểm đánh dấu màu vàng và đỏ.  Ngoài ra còn có một phòng vệ sinh tiện dụng, sạch sẽ và miễn phí.  Chúng tôi cũng nhìn thấy cá heo trên đường đi, vì vậy hãy chú ý theo dõi.  Đọc thêm",
            "Okay, so I want to confirm that this is in fact a gorgeous hike and totally worthwhile. We didn - t have a huge chunk of time to do the whole thing  - it takes like 3 hours one way I believe - , so we actually walked halfway on two separate days, starting from each side.One thing I didn - t read in any of the other reviews - we felt the Praia da Marinha side was a MUCH easier start than the Carvoeiro side. We did the Carvoeiro side first and it started out with like 200 -  stairs, then a short flat scenic outlook, and then we were scrambling. I - m moderately afraid of heights and was not liking this too much. Relatedly, there are some areas next to sinkholes or large cliffs with fences, but a lot of places that do not have safety barriers.The sign at the beginning here called it a moderate hike and I literally thought they were insane after doing the stretch we did. The views were still gorgeous though and overall I was happy we did it  - obviously, since we did it again! -  At any rate, we had a boat tour soon so we called it a day. The next day we started from the other end, which I think is where most people start. Here they have a parking lot that includes some ice cream and snack trucks and a scenic outlook right at the start. You can walk from this side for a decent chunk of time before getting into steep hills or scrambling. My only other complaint was that I think they could use more trail markers. Over time, a lot of people have trekked off the beaten path so there are times that there are what appear to be 2-4 different choices of which way to go, and due to the landscape you can - t really see which one to take. So sometimes we would climb up a challenging route only to see there was a much easier way, but it wasn - t marked.Overall, this was one of the best scenic views of our whole trip. It was really fun to do this and also do a boat tour, getting to see these stunning cliffs from both angles. However, I personally felt like the other reviews I read made is seem easier than I felt it was. I - m a relatively young and in shape person, and it was quite physical! But, there are definitely options to make it less demanding such as staying near the flatter area at the beginning.I would definitely encourage every traveler to go and check it out. I don - t think our trip to Portugal would have been complete without this experience!Read more",
            "Bắt đầu từ đỉnh vách đá Marinha, quang cảnh ngay lập tức, cả những vách đá cao có màu sắc rực rỡ và làn nước trong xanh của Đại Tây Dương đều rất ấn tượng và bạn đã biết rằng hôm nay mình sẽ chụp quá nhiều ảnh. Mọi ngóc ngách đều là một điểm ngắm cảnh, ngoài những vách đá cao, điều khiến phần bờ biển này trở nên ngoạn mục hơn chính là những hang động và lỗ phun nơi mái hang đã sụp đổ. Chúng tôi đã đi qua các vách đá và hang động bằng thuyền nên việc đi bộ dọc theo các đỉnh vách đá thực sự khen ngợi những gì chúng tôi đã trải qua vì bây giờ chúng tôi nhìn thấy điều này từ trên cao với những chiếc thuyền và con người bên dưới. Hang Benigal ngoạn mục là một trong những điểm nổi bật trong ngày, cũng như bãi biển rất nổi tiếng ở Praia de Benigal, Praio do Carvahlo, nơi bạn vào bãi biển thông qua một dãy cầu thang đào xuyên qua mặt vách đá, Ngọn hải đăng Alfanzina năm 1920 - Ladrao Stack. Đoạn ven biển kết thúc tại Praio de Vale Centianes nhưng đi thêm 1,9 km nữa bạn sẽ đến một bãi biển nổi tiếng khác là Praio do Carvoeiro. Tại đây, chúng tôi đã thưởng thức một vài cốc bia trên sân hiên tại - BOTE - nhìn ra bãi biển. Rất khuyến khích.Đọc thêm",
            "Cảnh đẹp tuyệt vời dọc theo con đường đi bộ này. Cảnh đẹp ngoạn mục của những vách đá trong hầu hết chiều dài của nó. Algarve có uy tín lớn. Đó là một chuyến đi bộ dài 13 km với 7 lần lên và xuống nên rất hữu ích nếu bạn là người đi bộ giỏi hoặc có sức khỏe tốt để tận dụng tối đa trải nghiệm. Sẽ rất nóng vào giữa trưa nên đáng để bắt đầu lúc 9 giờ và kết thúc trước giờ ăn trưa. Chúng tôi mất khoảng 3 giờ với chỉ một vài điểm dừng chân tại các quán cà phê địa phương để bù nước. Nó được mô tả là vừa phải, công bằng mà nói, có một số ít nơi có độ dốc rất lớn và 2 lần tôi phải dùng tay để xuống những con dốc rất dốc hoặc nhiều cát. Nếu bạn khá thoải mái khi đi bộ quãng đường đó và thích ngắm cảnh bờ biển, tôi sẽ đánh giá chuyến đi bộ này là điều bắt buộc phải làm, dễ dàng là điều yêu thích nhất mà chúng tôi đã làm trong chuyến thăm Algarve trong tuần của mình. Đọc thêm",
            "Bắt đầu tại Praia de Marinha rất đẹp, quang cảnh thật ngoạn mục.  Đi xuống bãi biển và đi bộ một mình rồi bắt đầu những thung lũng treo trên đỉnh.  Benagil nhìn từ trên xuống thật tuyệt vời như đã ở trong hang động, điều bắt buộc nếu đến thăm Algarve, nhưng từ trên xuống cũng rất đẹp.  Một số đoạn đi bộ khá khó khăn, có một số đoạn phải tranh giành nhưng rất đáng giá từng phút, vì quang cảnh trên đường đi thật ngoạn mục.  Chúng tôi đi bộ đến tận Carvoeiro và kiếm được rất nhiều tiền.  Chuyến đi bộ này là điều bắt buộc đối với bất kỳ ai đến thăm khu vực này.  Có biển chỉ dẫn rõ ràng với các cột màu đỏ và vàng và một số điểm dừng ở Benagil và Algar Seco rồi đến Carvvoeiro.  Trời rất nóng khi chúng tôi đi nên hãy mang theo nhiều nước, mũ bóng chày, áo phông che chắn và giày thể thao tốt.  Chúng tôi đã thấy một số người mang dép xỏ ngón, điều này không được khuyến khích ở địa hình này.  Nhìn chung khá ngoạn mục.Đọc thêm",
            "Chúng tôi chạy bộ theo con đường này từ Đông sang Tây. Đoạn đến bãi biển Benegal được đánh dấu rõ hơn nên bạn cần phải cảnh giác để đảm bảo mình đi theo đường mòn. Hãy tìm kiếm những dấu ấn trên cát và bạn sẽ không đi quá xa. Hoàn thành con đường trong khoảng 2 1 - 2 giờ, ăn sáng ở Carvoeiro và bắt taxi về - 15. Rất đáng để đi đường sớm để tránh nóng.Đọc thêm",
            "Một con đường mòn thực sự đẹp dọc theo vách đá ngoài khơi. Một số quan điểm rất ngoạn mục! Chúng tôi mất khoảng 2 giờ từ đầu đến cuối. Nên bắt đầu sớm để tránh cái nóng giữa trưa.Đọc thêm"
        ],
        "star_ratings": [
            36,
            9,
            0,
            0,
            0
        ],
        "review_amount": 45,
        "location": [
            "Algarve (biển Algarve)",
            "Những điều cần làm ở Algarve",
            "Bồ Đào Nha",
            "Đường mòn Bảy Thung lũng Treo",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written August 8, 2023",
            "Written September 10, 2023",
            "Written September 13, 2023",
            "Written December 1, 2023",
            "Written December 16, 2023",
            "Written December 29, 2023",
            "Written February 15, 2024",
            "Written February 16, 2024",
            "Written February 15, 2024",
            "Written December 29, 2023",
            "Written December 17, 2023",
            "Written December 1, 2023",
            "Written September 13, 2023",
            "Written September 10, 2023",
            "Written August 8, 2023",
            "Written July 15, 2023",
            "Written June 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189111-d17378213-Reviews-Seven_Hanging_Valleys_Trail-Algarve.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12741809-d26158403-Reviews-Benagil_Beach_Club-Benagil_Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d1507234-Reviews-O_Algar-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189115-d4492656-Reviews-O_Pescador-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d3463718-Reviews-O_Litoral-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12741809-d23740622-Reviews-DUMAR_d_BENAGIL-Benagil_Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d10432742-Reviews-Olitoral-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15550330-d23843651-Reviews-O_Rustico-Caramujeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d2306151-Reviews-Casa_Lamy-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d9768660-Reviews-Restaurante_Morgadinho-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d3874449-Reviews-Restaurante_SUL_MAR-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d3326772-Reviews-Seven_Hanging_Valleys_Trail-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g15550330-d3440819-Reviews-Praia_da_Marinha-Caramujeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d4765205-Reviews-Praia_de_Benagil-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g652080-d10353094-Reviews-Albandeira_Beach-Porches_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d8322729-Reviews-Carvalho_Beach-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g652080-d4067311-Reviews-Capela_da_Nossa_Senhora_da_Rocha-Porches_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189113-d10434966-Reviews-Nossa_Senhora_da_Rocha_Beach-Armacao_de_Pera_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g12741809-d10399059-Reviews-Algar_de_Benagil-Benagil_Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d2513076-Reviews-Algar_Seco-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d10034782-Reviews-Carvoeiro_Boardwalk-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189111-d17378213-Reviews-or10-Seven_Hanging_Valleys_Trail-Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189111-d17378213-Reviews-or20-Seven_Hanging_Valleys_Trail-Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g642199-d10200664-Reviews-Zip_Trip-Alvor_Portimao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189117-d3387864-Reviews-Days_of_Adventure-Lagos_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1444458-d2521004-Reviews-Bordeira_Beach-Carrapateira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190872-d669516-Reviews-Praia_da_Falesia-Olhos_de_Agua_Albufeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189117-d1755231-Reviews-Ponta_da_Piedade-Lagos_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g642199-d6965610-Reviews-Praia_dos_Tres_Irmaos-Alvor_Portimao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021467-d2226057-Reviews-Praia_Da_Amoreira-Aljezur_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190870-d2520981-Reviews-Odeceixe_Beach-Odeceixe_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d455059-Reviews-Poring_Hot_Springs-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g48430-d5841173-Reviews-Tara_Inn-Port_Jefferson_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g2426274-d8497114-Reviews-Bagni_Fiore-Paraggi_Santa_Margherita_Ligure_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d6560806-Reviews-Grey_Area-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d2680593-Reviews-Boardwalk-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d523467-Reviews-Ramparts_Walk-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d605166-Reviews-The_Long_Hall-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d10716510-Reviews-Boca_Raton_Beaches-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d662696-Reviews-Ammoudara_Beach-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d1491644-Reviews-Whale_s_Tale_Waterpark-Lincoln_New_Hampshire.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189111-d17378213-Reviews-or10-Seven_Hanging_Valleys_Trail-Algarve.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189111-d17378213-Reviews-Seven_Hanging_Valleys_Trail-Algarve.html"
    }
]