[
    {
        "attraction_name": "Seven Falls",
        "attraction_name_vi": "Thác Bảy",
        "general_info": [
            "2.015 đánh giá",
            "22 trong số 256 điều cần làm ở Colorado Springs",
            "Thác nước"
        ],
        "attraction_summary": "Thác Seven là một chuỗi thác nước tráng lệ nằm trong hẻm núi hình hộp cao 1.400 foot bên ngoài Colorado Springs. Một số con đường mòn đi bộ và đi bộ đường dài cũng như các lựa chọn ăn uống ngon miệng đang chờ đón du khách. Từ bãi đậu xe, đi xe đưa đón miễn phí đến lối vào công viên. Sau đó, hãy tận hưởng chuyến đi bộ nhàn nhã dài 8 km qua hẻm núi đến chân thác, nơi bạn có thể leo lên hai bộ cầu thang để ngắm cảnh thêm hoặc đi thang máy để đến đài quan sát Eagles Nest. Thưởng thức Nhà hàng 1858 để thưởng thức ẩm thực Colorado hoặc Bánh quế rơi để thưởng thức món bánh quế bong bóng thơm ngon. Nếu bạn đang tìm kiếm một trải nghiệm đầy adrenaline, hãy đu dây qua South Cheyenne Creek với Broadmoor Soaring Adventures. Chỗ đậu xe và vé zipline là riêng biệt.Đọc thêm",
        "reviews": [
            "Trải nghiệm Colorado mang tính thương mại nhất của chúng tôi. Đi xe đưa đón dài đến địa điểm, đi bộ gần một dặm lên dốc đến thác nước, rồi lên cầu thang. Thêm vào lượng nước bạn cần để thích nghi với độ cao của Colorado, bạn nên mang theo nhiều nước. Nếu bạn cần mua tại công viên, nước cất được phục vụ ân cần với giá 5 chai. Đọc thêm",
            "Một địa điểm đẹp.  Rất đáng để mọi người ghé thăm.  Nó đã được phát triển đầy đủ kể từ lần cuối cùng tôi đến đó, hơn 25 năm trước.  Bạn phải đánh giá cao công việc khó khăn đã được thực hiện trong nhiều năm qua.  Mẹ thiên nhiên thật đáng kinh ngạc.  Tôi yêu những ngọn núi!!! Đọc thêm",
            "Thác Seven là một trong những điểm đến yêu thích của chúng tôi ở Colorado Springs. Tôi đã đọc lịch sử và hiểu những vấn đề nảy sinh do lũ lụt và việc Broadmoor tiếp quản.  Chúng tôi rất thích trải nghiệm mới và rất vui khi thấy nó sáng lên vào ban đêm!  Tuy nhiên, nó đã bị hủy hoại hoàn toàn do cửa hàng quà tặng, cửa hàng kem đóng cửa sớm và việc chờ đợi xe đưa đón rất lâu.  Một số vấn đề về dịch vụ khách hàng cần giải quyết.  Đọc thêm",
            "Để tìm kiếm cuộc phiêu lưu, chúng tôi đã tìm thấy công viên này trong kết quả của Google.  Hôm nay cô gái của tôi đang tìm kiếm thứ gì đó để kiểm tra kỹ năng của chúng tôi, vì vậy tôi đã nhanh chóng lấy vé trực tuyến và nhờ Waze giúp chúng tôi đạt được điều đó.\nMẹo chuyên nghiệp!  Kiểm tra bãi đậu xe đầu tiên!  Cuối tuần này nó được chuyển đến một trường cấp 3 địa phương có xe đưa đón các bạn qua lại.  Chúng tôi thấy những người khác đang cố gắng tìm ra điều đó.  Ồ, và tài xế xe buýt có thể không thực sự giảm tốc độ khi va chạm tốc độ, vì vậy hãy cố gắng đừng ngồi ở phía sau.\nKhi vào công viên, lối đi được trải nhựa, bằng phẳng và có phong cảnh đẹp. Bạn có thể trả 4 đô la cho một chuyến xe điện lên, nhưng chúng tôi đã chọn đi bộ.  Chúng tôi rất ngạc nhiên khi biết có thang máy dẫn đến khu vực quan sát đầu tiên.  Một kỳ nghỉ vui vẻ và AC cũng vậy!\nSau đó, chúng tôi đi đến những bậc thang đáng sợ dẫn đến đoạn đường còn lại.  Chúng tôi đã không vượt qua được bài kiểm tra đó... quá đáng sợ.  Chúng tôi quay lại được nửa đường và quay trở lại vùng đất vững chắc và vui mừng khi thoát khỏi những bậc thang đó.  Chúc may mắn.Đọc thêm",
            "Nếu bạn chọn làm điều này, tôi chắc chắn sẽ khuyên bạn nên làm điều đó khi trời mát hơn. Đi xe buýt xuống thì nóng lắm, đi bộ lên thác cũng nóng lắm. Tôi cảm thấy có nhiều thứ đã lỗi thời và chắc chắn vẫn còn chỗ để cải thiện.Đọc thêm",
            "Seven Falls luôn là một địa điểm thú vị để ghé thăm....luôn bận rộn, hãy ghé thăm SỚM! \n\nMẸO: hãy thưởng thức một món kem bánh quế trên đường trở về, chúng rất ngon và đủ để chia sẻ!!Đọc thêm",
            "Khung cảnh ở đây rất đẹp nhưng bạn cần lên kế hoạch trước cho việc đỗ xe. Chúng tôi khuyên bạn nên đi xe buýt đưa đón nếu có thể. Bãi đậu xe thưa thớt nên hãy lên kế hoạch dành thêm thời gian trong chuyến đi của bạn để đỗ xe đưa đón, v.v. Nhưng quang cảnh và phong cảnh thật tuyệt vời và đáng để đi.Đọc thêm",
            "Chúng tôi thực sự thích chuyến thăm Seven Falls của mình. Đặt chỗ trực tuyến rất dễ dàng. Xe đưa đón tại Trung tâm sự kiện Norris Penrose rất dễ dàng với bãi đậu xe miễn phí. 10 phút sau, chúng tôi đến lối vào thác. Chân thác cách điểm trả khách bằng xe đưa đón 0,8 dặm. Bạn có thể đi bộ trên con đường lát đá tuyệt đẹp trong 20 phút như chúng tôi hoặc đi xe điện trong 4 phút. Xe điện miễn phí cho người từ 60 tuổi trở lên. Đi bộ đến chân thác là một điểm nhấn. Bạn được bao quanh bởi những vách đá cao, đi bộ dọc theo một con suối với những giỏ hoa xinh đẹp trên đường đi. Bạn có thể ngắm thác từ bên dưới hoặc đi bộ lên 224 bậc thang để lên đến đỉnh. Cầu thang đưa bạn dọc theo sườn thác và có cảm giác hơi hở hang nhưng rất thú vị. Chồng tôi và tôi năng động ở độ tuổi giữa 60, đầu 70 và không gặp vấn đề gì khi đi cầu thang. Chúng tôi dành thời gian và sử dụng lan can. Có thể đến một điểm ngắm cảnh khác bằng cầu thang hoặc thang máy. Giá vé là 18 đô la bao gồm cả xe đưa đón từ bãi đậu xe. Rất đáng để thử. Đọc thêm",
            "Đây là một điểm tham quan tuyệt vời! Người quản lý, Wendi, đảm bảo rằng tất cả khách đều được chăm sóc chu đáo! Tôi để lại túi của mình trong Xe đưa đón và cô ấy đã đảm bảo rằng tôi nhận được nó. Cô ấy thậm chí còn cho tôi một ít nước trong khi tôi đợi. Đó là Dịch vụ Khách hàng Tuyệt vời! Nếu bạn đang ở tại The Broadmoor, xe đưa đón sẽ đưa bạn đến đó và đón bạn một cách thuận tiện! Tôi đã thử thách bản thân mình để leo lên 224 bậc thang và rất vui khi nói rằng tôi đã làm được!\nĐọc thêm",
            "Đó là một buổi chiều thứ Sáu tháng Mười tuyệt vời. Không bận lắm. Nhiệt độ khoảng 50. Hơi lạnh khi bắt đầu chuyến đi bộ, mặc quần áo nhiều lớp và đeo găng tay, và điều đó thật tuyệt! Việc đưa đón từ bãi đậu xe rất nhanh chóng và dễ dàng. Khi đã đến địa điểm, bạn có thể đi bộ dễ dàng để có được độ nghiêng ổn định hoặc bạn có thể trả tiền để đi xe đưa đón. Thang máy lên khu vực tổ đại bàng là một cách tốt để lên đỉnh hoặc đi cầu thang bộ. Khung cảnh thật tuyệt vời! Sau đó chúng tôi đi lên phía thác của cầu thang. Thác thật ấn tượng! Chúng tôi cũng đã đi vòng quanh và tiếp tục đi lên con đường 10 phút và khuyên bạn nên đi theo con đường đó. Các nhân viên rất tốt. Công viên sạch sẽ. Chúng tôi đã dành nhiều thời gian ở đó hơn tôi dự đoán, 2,5 giờ và có thể ở lại lâu hơn. Có một con đường khác để làm điều đó là 40 phút.Đọc thêm",
            "Họ không đùa khi tuyên bố có Grandest Mile ở Colorado.  Đỗ xe tại Rodeo Arena và xe đưa đón sẽ đưa bạn đến lối vào của Seven Falls.  Từ thời điểm đó trở đi, chúng tôi có cảm giác như đang ở Disney World, khung cảnh gần như giả tạo và quá đẹp.  Mất khoảng 20 phút đi bộ đến chân Thác Bảy, nhưng đó có lẽ là phần tuyệt nhất.  Bản thân thác cũng rất đẹp, nhưng việc đi bộ lên cầu thang sẽ dẫn đến một số con đường mòn rất hay để khám phá.  Cầu thang không tệ như vẻ ngoài của nó.  Chúng tôi thật may mắn vì thời gian chúng tôi ở đó không đông đúc vì tôi có thể thấy vấn đề giao thông trên cầu thang trong thời gian đông đúc.  Chắc chắn phải ghé thăm khi ở Colorado Springs, Đọc thêm",
            "Tôi đã không ở đây gần 30 năm cho đến khi chúng tôi lại đến đây vào Chủ nhật đầu tiên của tháng Năm. Vì tôi vào trang web đầu tiên nên tôi biết mọi thứ sẽ khác so với lần trước. Tôi biết tôi không thể đỗ xe cạnh nhà hàng nữa. Tôi biết sẽ có xe đưa đón từ một địa điểm xa xôi. Tôi biết sẽ phải đi bộ lên dốc dài 810 dặm chỉ để đến được thác nơi tàu con thoi thả tôi xuống. Tôi biết mua vé trực tuyến để không phải xếp hàng chờ đợi. Tôi biết nhà hàng yêu cầu đặt chỗ trước. Vì vậy, không điều gì trong số đó làm phiền tôi. Chúng tôi đã có khoảng thời gian tuyệt vời. Dễ dàng đỗ xe ở bãi đưa đón và nhận dây đeo cổ tay vì tôi đã mua trực tuyến. Đã lên xe buýt ngay. Rất thích đi bộ lên hẻm núi đến thác. Rất nhiều thứ để xem xét trên đường đi. Đã làm cầu thang lên thác. Đi bộ từ đó đến Điểm truyền cảm hứng và Thác nửa đêm. Đi thang máy lên Eagles Nest và đi xuống cầu thang và thưởng thức bữa trưa hơi đắt tiền nhưng ngon miệng tại nhà hàng, với dịch vụ tuyệt vời. Sau đó đi bộ xuống hẻm núi để đến một chiếc xe đưa đón đang chờ đưa chúng tôi trở lại ô tô của mình. Vì vậy, đây là Chủ nhật đầu tiên của tháng 5 với nhiệt độ mùa xuân đặc trưng của Colorado và đám đông. Trải nghiệm giữa mùa hè của bạn sẽ khác, nhưng hãy lấy vé trước, in chúng ra, biết bãi đậu xe đưa đón ở đâu và bạn sẽ dẫn đầu cuộc chơi.Đọc thêm",
            "Chúng tôi gửi xe ở khu vực đỗ xe được chỉ định, mua vé điện tử và bắt xe buýt đến cổng. Một chiếc xe golf chở bốn học sinh cuối cấp của chúng tôi đến cửa hàng quà tặng. Chúng tôi bước lên 224 bậc thang để ngắm bảy tầng nước. Khung cảnh bầu trời trong xanh, những ngọn núi và thác nước thật tuyệt đẹp.Đọc thêm",
            "Hoàn toàn tuyệt vời!  Đọc về nơi này trước khi đi. Có những đánh giá không tốt từ những người không biết về việc không được đậu xe ở công viên và không mang theo nước.  Có xe đưa đón tận nơi.  Xe đưa đón sẽ đưa bạn đến và đi từ thác.  Không phải chờ đợi lâu. Mang theo nước và thật nhiều.  Có rất nhiều bước nên hãy chuẩn bị.  Đó là một nơi tuyệt vời để ghé thăm. Khung cảnh ngoạn mục của thác.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời.  Chúng tôi đã đến thác vào tháng Mười.  Đó là một ngày vô cùng đẹp đẽ.  Lái xe đến đó và đi bộ lên thác thật tuyệt vời với màu sắc mùa thu.  Chúng tôi không thể ngừng mỉm cười.  Cái nhìn đầu tiên về thác và cầu thang thật khó chịu.  Nó thực sự rất tuyệt nhưng wow nó dốc quá.  Đi lên cầu thang thật đáng sợ.  Tôi không thể nhìn xuống.  Cảm ơn Chúa đã lan can vì tôi không bao giờ buông tay.  Khi chúng tôi đã leo hết những bậc thang đó, thật thú vị khi đi lang thang trên những con đường mòn và khám phá.  Colorado thật tuyệt vời!Đọc thêm",
            "Cái bẫy du lịch ngu ngốc.   Không đậu xe.   Biển báo bên ngoài hướng dẫn đỗ xe cách đó 20 phút và nơi này hoàn toàn là một thảm họa.Đọc thêm",
            "Sau này chúng tôi được biết trong chuyến đi bộ rằng màn trình diễn ánh sáng lúc hoàng hôn thật tuyệt vời. Chúng tôi sẽ quay lại vì điều đó sau khi tiết kiệm được rất nhiều tiền vì nơi này đắt đỏ. Đọc thêm",
            "Thật tuyệt vời! Một trong những nơi đẹp nhất mà tôi từng đến! và ngoài ra, còn có nhà hàng quyến rũ 1858! nhân viên siêu chu đáo! Một vẻ đẹp phi thường! Đọc thêm",
            "Vì thế. Thác rất mát và có thể đi bộ lên đó. Cầu thang không phải là trò đùa. Hãy dành thời gian của bạn. Khiếu nại lớn nhất của tôi là giá cả. Chỉ đi xem vài thác thôi cũng đã tốn rất nhiều tiền.Đọc thêm",
            "Đó là một buổi chiều thứ Sáu tháng Mười tuyệt vời. Không bận lắm. Nhiệt độ khoảng 50. Hơi lạnh khi bắt đầu chuyến đi bộ, mặc quần áo nhiều lớp và đeo găng tay, và điều đó thật tuyệt! Việc đưa đón từ bãi đậu xe rất nhanh chóng và dễ dàng. Khi đã đến địa điểm, bạn có thể đi bộ dễ dàng để có được độ nghiêng ổn định hoặc bạn có thể trả tiền để đi xe đưa đón. Thang máy lên khu vực tổ đại bàng là một cách tốt để lên đỉnh hoặc đi cầu thang bộ. Khung cảnh thật tuyệt vời! Sau đó chúng tôi đi lên phía thác của cầu thang. Thác thật ấn tượng! Chúng tôi cũng đã đi vòng quanh và tiếp tục đi lên con đường 10 phút và khuyên bạn nên đi theo con đường đó. Các nhân viên rất tốt. Công viên sạch sẽ. Chúng tôi đã dành nhiều thời gian ở đó hơn tôi dự đoán, 2,5 giờ và có thể ở lại lâu hơn. Có một con đường khác để làm điều đó là 40 phút.Đọc thêm"
        ],
        "star_ratings": [
            1050,
            525,
            222,
            114,
            105
        ],
        "review_amount": 2016,
        "location": [
            "Colorado Springs",
            "Colorado CO",
            "Hoa Kỳ",
            "Quận El Paso",
            "Thác Bảy",
            "Những điều cần làm ở Colorado Springs"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written June 27, 2023",
            "Written July 3, 2023",
            "Written July 16, 2023",
            "Written July 18, 2023",
            "Written July 19, 2023",
            "Written August 26, 2023",
            "Written September 11, 2023",
            "Written September 30, 2023",
            "Written October 6, 2023",
            "Written June 5, 2024",
            "Written May 6, 2024",
            "Written April 19, 2024",
            "Written March 11, 2024",
            "Written March 8, 2024",
            "Written November 17, 2023",
            "Written November 9, 2023",
            "Written November 6, 2023",
            "Written October 30, 2023",
            "Written October 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33364-d276141-Reviews-Seven_Falls-Colorado_Springs_El_Paso_County_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33364-d2303941-Reviews-Sacred_Ground_Cafe-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33364-d6848127-Reviews-Ristorante_Del_Lago-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33364-d541548-Reviews-Lake_Terrace_Dining_Room-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33364-d4481226-Reviews-Play_at_The_Broadmoor-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33364-d7269784-Reviews-The_Hotel_Bar_at_The_Broadmoor-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33364-d6782623-Reviews-Natural_Epicurean-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33364-d645977-Reviews-Summit_at_The_Broadmoor-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33364-d477830-Reviews-La_Taverne-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33364-d3348528-Reviews-Broadmoor_Golf_Club_Dining_Room_Grill-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33364-d3387292-Reviews-Golden_Bee-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d288172-Reviews-North_Cheyenne_Canon_Park_and_Starsmore_Discovery_Center-Colorado_Springs_El_Paso_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d7280427-Reviews-Seven_Bridges_Trail-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d3410526-Reviews-Penrose_Heritage_Museum-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d3343187-Reviews-Helen_Hunt_Falls-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d274331-Reviews-Cheyenne_Mountain_Zoo-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d2179844-Reviews-Starr_Kempf_s_Metal_Sculptures-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d288152-Reviews-Will_Rogers_Memorial_Shrine_of_the_Sun-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d20145417-Reviews-U_S_Olympic_Paralympic_Museum-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33537-d4302991-Reviews-Manitou_Springs_Incline-Manitou_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d547217-Reviews-Red_Rock_Canyon-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d276141-Reviews-or10-Seven_Falls-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d104029-Reviews-Garden_of_the_Gods-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d534483-Reviews-Palmer_Park-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d102430-Reviews-Cheyenne_Mountain_State_Park-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d6727352-Reviews-Fox_Run_Regional_Park-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d6226839-Reviews-Ute_Valley_Park-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d12314435-Reviews-Cheyenne_Canon_Segways-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d8837203-Reviews-Broadmoor_Outfitters-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d3217731-Reviews-Adventures_Out_West-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d1547482-Reviews-Old_Stage_Riding_Stables-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d2192487-Reviews-Pikes_Peak_Bike_Tours-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d288155-Reviews-Colorado_Springs_Pioneers_Museum-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191572-d1371598-Reviews-CRETAquarium-Gournes_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g504035-d261433-Reviews-Bamburgh_Castle-Bamburgh_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g37003-d12853783-Reviews-Wildlife_In_Need_Inc-Charlestown_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g40562-d4751660-Reviews-Sebago_Lake_State_Park-Casco_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d1533303-Reviews-Sunshine_Meadows-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g499453-d3984008-Reviews-Hacienda_Oxman_Cenote-Valladolid_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g297934-d8780388-Reviews-Seafood_Market-Rawai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g47844-d3474013-Reviews-Kaaterskill_Falls-Haines_Falls_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1651173-Reviews-Fuhrerbunker-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d10198401-Reviews-National_Videogame_Museum-Frisco_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33364-d276141-Reviews-or10-Seven_Falls-Colorado_Springs_El_Paso_County_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33364-d276141-Reviews-Seven_Falls-Colorado_Springs_El_Paso_County_Colorado.html"
    }
]