[
    {
        "attraction_name": "Shades State Park",
        "attraction_name_vi": "Công viên tiểu bang Shades",
        "general_info": [
            "118 đánh giá",
            "- 1 trong 2 điều cần làm ở Waveland",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Công viên này thật tuyệt! Có rất nhiều con đường mòn đi bộ đường dài được đánh dấu rõ ràng. Đất đẹp và không hề như tôi mong đợi. Kiểm tra tất cả các con đường mòn bạn có thể. Chúng được đánh giá dựa trên độ khó của chúng. The Devil - s Punch Bowl là một khối đá thực sự rất thú vị. Có một hồ nước ẩn cũng như các điểm quan sát thực sự tuyệt vời. Có một vài sân chơi cho trẻ em vui chơi và nhiều nơi để tổ chức dã ngoại. Khu cắm trại trông rất đẹp.Đọc thêm",
        "reviews": [
            "Vào một buổi sáng thứ Hai của tháng Ba, chúng tôi đã có công viên này cho riêng mình.  Thật là một điều trị!  Những con đường mòn và địa hình rất giống với Công viên Bang Turkey Run nổi tiếng hơn nhiều ở gần đó; rất nhiều cầu thang để đi xuống và leo lên, khung cảnh sông, thác nước tuyệt đẹp, v.v. Chúng tôi đặc biệt thích Devils Punch Bowl, nơi rêu trên những bức tường sa thạch có những cột băng nhỏ bám vào và những thác nước tuyệt đẹp chảy vào khe núi.  Lưu ý - chúng tôi đã đi đến công viên từ phía tây bắc và gặp phải một đường vòng đáng kể - có một con đường bị đóng trên Quốc lộ 234 tại Deer - s Mill, mà họ nói rằng sẽ có hiệu lực cho đến ngày 15 tháng 7 năm 2022. - Để tránh đường vòng kéo dài, đi theo xa lộ Liên tiểu bang đến Crawfordsville và đi về phía tây nam trên Quốc lộ 47 để đến đó.Đọc thêm",
            "Cuối tuần nghỉ lễ mà vẫn chưa bận.  Chúng tôi đã đi bộ theo các con đường mòn1,4,5,6,7,8 và 9. Chúng tôi mất khoảng 2 1 - 2 giờ với các điểm dừng để chụp ảnh.  Đi bộ đường dài tuyệt vời!  Chúng tôi thực sự rất thích những con đường mòn gồ ghề 4,5 và 8. Gần đây trời ẩm ướt nên lòng lạch có nước nhưng rất dễ quản lý.  Thác nước nhỏ trên đường mòn 1. - 7 chiếc mỗi ô tô cho cư dân Indiana và - 9 chiếc cho người ngoài tiểu bang. Ước gì chúng tôi có thể - đã đi bộ đường mòn số 2 nhưng chúng tôi đã bỏ lỡ.  Đó là lý do chính đáng để quay lại!Đọc thêm",
            "Công viên Shades Eateat Đường mòn quay lại Đây là một công viên miễn phí. Tôi đã ở công viên chị em Thổ Nhĩ Kỳ và thậm chí vào sáng thứ Hai, nó vẫn đông đúc. Shades ở ngay cuối đường. Họ có một con đường dành cho du khách ba lô với một khu cắm trại dành cho du khách ba lô mà bạn chỉ có thể đi bộ vào, dài khoảng 2,5 dặm. Tôi đã chọn thực hiện một số đường mòn khác trên con đường tôi đã làm 1 7,8. nơi đầy thử thách với chiếc ba lô nhưng vui vẻ và ngắn ngủi. Con đường ba lô có một số bậc thang để vượt qua nhưng khá dễ nhìn thấy. Trại có vòi nước, nhà phụ và tựa vào bằng củi - 5 bó bạn bỏ tiền vào khe. Họ tính phí - 12 đêm. Là ngày nghỉ trong tuần, cổng không có người quản lý. Tôi gọi điện thì họ nói mỗi đêm sẽ có nhân viên kiểm lâm đến thu phí. Không ai đến. Tôi cá là nơi này sẽ kín chỗ vào cuối tuần, Có 6 địa điểm cắm trại với bàn picnic và vỏ lửa. Xuống đồi là trại kyack và lạch Sugar. Nói chung tôi rất thích toàn bộ nơi này. Tôi chỉ nhìn thấy một cặp đôi trên một trong những con đường mòn. Đó là một ngày thứ ba và ngày tuyệt vời.  Chỉ có một chiếc xe khác trong bãi khi tôi đến và khi tôi rời đi vào thứ Tư.  Thổ Nhĩ Kỳ rin có vài chục ô tô vào Thứ Hai.Đọc thêm",
            "Khách thăm lần đầu tiên! Như nhiều người đã đề cập - không thực sự đông đúc - đường mòn - 2 thực sự đầy thử thách và thú vị - có lẽ không dành cho trẻ nhỏ Đọc thêm",
            "Shades là một công viên tuyệt vời dành cho những người đi bộ đường dài và cắm trại.  Nó không có tất cả các tiện nghi của Giải chạy Thổ Nhĩ Kỳ gần đó nhưng cũng không có đám đông.  Đi bộ đường dài tuyệt vời trong các khe núi và rặng núi cũng như khu cắm trại rất yên bình.Đọc thêm",
            "Shades là một viên ngọc quý và là một cách tuyệt vời để giới thiệu cho trẻ lớn hơn về việc đi bộ đường dài. Hầu hết các con đường mòn đều dài một dặm, - Đường mòn - 2 - là hai dặm, vì vậy một con đường không bị kẹt lại nếu chúng mệt mỏi. Các con đường mòn được đánh dấu rõ ràng, ngoại trừ những con đường mòn trong lòng lạch, vì vậy người ta cần chú ý đến khe núi để nối lại đường mòn. Một số cảnh đẹp, địa chất hấp dẫn và những thác nước nhỏ nhưng đáng yêu. Nếu bạn đi bộ đường mòn - 2, bạn có thể cân nhắc việc đi bộ theo chiều kim đồng hồ. Bạn - sẽ di chuyển xuống những bậc thang dốc và đi bộ dần dần lên lòng khe núi. Những chiếc thang trên đường mòn - 4 rất thú vị. Đáng buồn thay, những cái cây tráng lệ và những lớp đá 400 triệu năm tuổi đã bị chạm khắc và phá hoại một cách khủng khiếp bởi những du khách ích kỷ, tự ái. Thật xấu hổ.Đọc thêm",
            "Chúng tôi ở tại Turkey Run Inn và thăm Công viên bang Shades trong vài giờ.  Đó là một ngày tốt đẹp.  Những con đường mòn hơi lầy lội - gần đây trời có mưa - nhưng được bảo trì rất tốt.  Chúng tôi đã đi bộ theo những con đường mòn 1, 6 và 9. Những con đường mòn có bậc thang bằng gỗ và những con đường mòn 4 - 5 có thang.  Công viên rất đẹp.  Đó là một chuyến thăm thú vị.Đọc thêm",
            "Shades không phải là một công viên hiện đại. Không có điện ở khu đất cắm trại. Không có hồ bơi. Nhưng điều đó thật tuyệt vì nó giúp giảm bớt đám đông và cho phép bạn đến gần và tận hưởng một số địa hình đẹp nhất của Indiana! Đi theo con đường số 1 và về cơ bản là đi bộ lên lòng lạch xuyên qua một khe núi để ngắm nhìn thiên nhiên. Công viên nổi tiếng nhất Indiana - Turkey Run, cách đó 15 phút. mặc dù nó rất đẹp nhưng tôi - sẽ luôn thích Shades hơn vì đám đông ít hơn! Và ai lại không muốn cắm trại trong một khu rừng đầy ma?Đọc thêm",
            "Shades không nổi tiếng như người hàng xóm gần nhất của cô, Công viên tiểu bang Turkey Run. Không phát triển như một số công viên tiểu bang khác. Nó chắc chắn là một viên ngọc thực sự. Những con đường mòn rất đẹp. Chắc chắn hãy thử con đường dẫn đến Khu bảo tồn Thiên nhiên Pine Hill. Hầu hết tất cả các Parker của Bang Indiana đều được đánh giá cao, đặc biệt là Công viên Bang Shades.Đọc thêm",
            "Có điện ở bất kỳ khu cắm trại nào không?Đọc thêm",
            "Phí nhập học là bao nhiêu?Đọc thêm",
            "- 7,00 cho cư dân trong nước và - 9,00 ngoài tiểu bangĐọc thêm",
            "Trang 20 và 64,63 thế nào? Và 64 - 63 gần nhau đến mức nào??Đọc thêm",
            "Có một cái bồn cầu cạnh phòng tắm không, và có bao nhiêu ô tô trên đó.Đọc thêm",
            "IN State Park thường cho phép một phương tiện cho mỗi địa điểm cắm trại. Bãi đậu xe bổ sung nằm trong khu vực được chỉ định.  Về nước, tôi tin rằng có vòi cạnh nhà vệ sinh và vòi hoa sen. Có một cái đối diện với khu vực trạm đổ rác.Đọc thêm",
            "Có bãi biển nào để bơi ven sông nếu bạn không muốn đi bộ không?Đọc thêm",
            "Không có bãi biển.  Đi bộ một quãng ngắn tới sông - có thể là 1 - 4 dặm - nơi mọi người bơi lội.Đọc thêm",
            "Có các địa điểm có bóng râm có đủ lớn cho 2 lều không?Đọc thêm",
            "Tôi nghĩ có một khu cắm trại bên trong hoặc cạnh công viên, tuy nhiên, tôi không vào để xem. Bạn có thể cân nhắc gọi điện tới công viên để hỏi.Đọc thêm"
        ],
        "star_ratings": [
            81,
            33,
            2,
            1,
            1
        ],
        "review_amount": 118,
        "location": [
            "Indiana - TRONG -",
            "Vùng đất sóng",
            "Hoa Kỳ",
            "Công viên tiểu bang Shades",
            "Những điều cần làm ở Waveland"
        ],
        "reviews_time": [
            "Written October 25, 2022",
            "Written March 29, 2022",
            "Written July 3, 2021",
            "Written September 25, 2020",
            "Written September 7, 2020",
            "Written September 1, 2020",
            "Written August 27, 2020",
            "Written August 4, 2020",
            "Written July 20, 2020",
            "Written July 4, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37614-d2706160-Reviews-Shades_State_Park-Waveland_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g37614-d2706160-Reviews-or10-Shades_State_Park-Waveland_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37039-d5857843-Reviews-Indiana_Zipline_Tours_Inc-Crawfordsville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37296-d967122-Reviews-Turkey_Run_State_Park-Marshall_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37614-d4495170-Reviews-Clements_Canoes_Outdoor_Center_Canoe_and_Kayak_Trips_Day_Tours-Waveland_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37480-d25185361-Reviews-Portland_Mills_Covered_Bridge-Rockville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37296-d2642512-Reviews-Sugar_Valley_Canoe_Trips-Marshall_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37296-d12178133-Reviews-Turkey_Hill_Farm_Antiques-Marshall_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37480-d10000220-Reviews-Wilkins_Mill_Covered_Bridge-Rockville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36941-d4581308-Reviews-Cox_Ford_Recreation_Park-Bloomingdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37296-d14838258-Reviews-Sugar_Valley_Canoe_Trips-Marshall_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37480-d25180884-Reviews-Cox_Ford_Covered_Bridge-Rockville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36941-d27035272-Reviews-Jungle_Park-Bloomingdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37039-d27083270-Reviews-Crawfordsville_Country_Club-Crawfordsville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g209273-d1601586-Reviews-Kapalua_Beach-Kapalua_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152539-Reviews-Zona_Rosa-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g2646686-d1793975-Reviews-Bali_Zoo-Sukawati_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g644047-d3331573-Reviews-Jungle_Beach-Unawatuna_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2311549-Reviews-Different_Bar-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d10112118-Reviews-Bali_Airport_Transfer-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34624-d2663281-Reviews-Seaside_Beach-Seaside_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2349033-Reviews-National_Stadium-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d208324-Reviews-Torrey_Pines_State_Natural_Reserve-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d546558-Reviews-Alcaiceria-Granada_Province_of_Granada_Andalucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37614-d2706160-Reviews-or10-Shades_State_Park-Waveland_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37614-d2706160-Reviews-Shades_State_Park-Waveland_Indiana.html"
    }
]