[
    {
        "attraction_name": "Shakespeare's Globe Theatre",
        "attraction_name_vi": "Nhà hát Globe của Shakespeare - s",
        "general_info": [
            "9.091 đánh giá",
            "- 181 trong số 2.736 việc cần làm ở Luân Đôn",
            "Địa điểm lịch sử",
            "Tòa nhà kiến ​​trúc",
            "Nhà hát"
        ],
        "attraction_summary": "Được thành lập bởi diễn viên và đạo diễn tiên phong người Mỹ Sam Wanamaker, Shakespeare - s Globe là một nguồn tài nguyên quốc tế độc đáo dành riêng cho việc khám phá tác phẩm của Shakespeare và nhà hát mà ông đã viết, thông qua các phương tiện kết nối giữa biểu diễn và giáo dục. Globe Theatre Company, Shakespeare - s Globe Exhibition và Globe Education cùng nhau tìm cách thúc đẩy trải nghiệm và sự hiểu biết quốc tế về Shakespeare trong biểu diễn. Đọc thêm",
        "reviews": [
            "Ngay cả trước khi tòa nhà Shard mang tính biểu tượng ngay lập tức xuất hiện, quang cảnh ven sông ở Southwark đã vượt xa bất kỳ giai đoạn phát triển nào sắp tới. Trong một thời gian khá dài, người dân địa phương và những người từ nơi khác đến đều thích dạo qua các cửa hàng thời trang trên phố Bermondsey High, lục lọi trong những gian hàng phong phú tại thiên đường ẩm thực Borough Market có từ nhiều thế kỷ trước và đổ xô đến bờ sông Thames để thưởng thức một số điểm tham quan lớn nhất của Anh như Tate Modern và Nhà hát Quả cầu Shakespeare. Mặc dù Southwark có nhiều điểm thu hút phổ biến, nhưng bạn có thể dễ dàng đạt được sự bình tĩnh ngay lập tức bằng cách rẽ vào hầu hết mọi con phố nhỏ. Để có thêm sự náo nhiệt của thành thị, hãy đi dạo nhanh qua những cây cầu nổi tiếng như Cầu Thiên niên kỷ dành cho người đi bộ hoặc Cầu Tháp luôn đẹp như tranh vẽ để đến được trung tâm của Trung tâm London. Và với Ga Cầu London là trung tâm giao thông chính của khu phố này, việc đi khắp thị trấn - hay đến bất kỳ nơi nào ở Anh - đều trở nên dễ dàng. Đọc thêm",
            "Tôi nhờ Mark dẫn chúng tôi đi tham quan Shakespeare -&#39;s Globe. Người đàn ông rõ ràng biết công cụ của mình và yêu thích nó! Thật thú vị khi không chỉ tìm hiểu về nó mà còn thử tưởng tượng về thời đại của họ. Rất khuyến khích. Lúc đó tôi không nhận ra rằng đây vẫn là một rạp hát đang hoạt động nên nếu bạn muốn xem một buổi biểu diễn, hãy cân nhắc. Tôi sẽ có nếu tôi biết. Đọc thêm",
            "Luôn muốn đi xem một vở kịch ở đây. Nó thậm chí còn tốt hơn mong đợi. Tôi đã thấy một giấc mơ đêm hè và nó thực sự rất tốt. Vâng, chỗ ngồi không thực sự thoải mái, nhưng - đó không phải là vấn đề - trải nghiệm đích thực - nhưng rất vui vì tôi đã trả thêm tiền cho chiếc đệmĐọc thêm",
            "Hôm qua tôi đã có khoảng thời gian tuyệt vời tại Shakespeare - s Globe. Tôi bắt đầu với Globe Story - Tour, ngay sau đó là Pride Tour. Cả hai hướng dẫn đều tuyệt vời, hướng dẫn của chúng tôi cho Pride Tour đặc biệt hấp dẫn và thú vị! Sau đó tôi ở lại xem The Comedy of Errors lúc 1 giờ chiều. Rất khuyến khích. Sẽ quay lại để tham gia nhiều chuyến tham quan hơn! Đọc thêm",
            "Chúng tôi rất thích chuyến thăm Globe để xem Giấc mơ đêm hè - buổi biểu diễn thật tuyệt vời và tôi không biết rằng Shakespeare có thể hài hước đến vậy! Tất cả các nhân viên được nói chuyện đều hữu ích và dễ chịu và nhiều loại đồ uống có sẵn trong khoảng thời gian này rất ấn tượng.  Điều phàn nàn duy nhất của tôi, và đó là một điều nhỏ, đó là ghế băng rất không thoải mái, nhưng chúng tôi đã thuê đệm cho hiệp hai, điều này đã giúp ích rất nhiều!Đọc thêm",
            "Tôi đã tham dự buổi biểu diễn Comedy Of Errors và nó thực sự rất thú vị. Thật tuyệt khi được ngồi trong một rạp chiếu phim tái hiện ở đó chương trình được công chiếu - và họ cắt chương trình xuống còn 100 phút rất dễ quản lý - không ngắt quãng -. Nếu bạn đang ngồi, tôi khuyên bạn nên đặt hàng trước hoặc hàng sau của một phần, và trả thêm vài bảng cho một chiếc đệm.  Nói chung là một buổi tối đi chơi vui vẻ bất ngờ cùng bạn bèĐọc thêm",
            "Chuyến tham quan có hướng dẫn trước buổi chiếu về Hài kịch hoặc Lỗi.   Thật là một chuyến tham quan có hướng dẫn xuất sắc và kích thích tư duy của Leah.  Lịch sử bối cảnh tuyệt vời về cuộc đời của Shakespeare - thời của Shakespeare và bối cảnh của Những lỗi hài kịch, thực sự - đã tạo tiền đề - cho chính chương trình đã xuất sắcĐọc thêm",
            "Chúng tôi rất thích vở kịch - lý do chúng tôi ở lại - . Là những người thừa cân, thật khó để có được cảm giác thoải mái. Chúng tôi có chỗ ngồi tuyệt vời, ngay cả những chỗ rẻ hơn.  Tôi khuyên bạn nên thuê đệm vì ghế ngồi rất cứng! Ngay cả với những chiếc đệm, bị nhồi nhét vào nhau và sức nóng quá lớn đối với chúng tôi và chúng tôi đã rời đi, nhưng tôi vẫn khuyên bạn nên trải nghiệm. Đọc thêm",
            "Hài kịch về lỗi. Những màn trình diễn tuyệt vời xuyên suốt, có thể nghe thấy hầu hết mọi từ - một trong những bạn nữ cần thể hiện giọng hát của mình tốt hơn. Diễn đạt và dàn dựng tuyệt vời. Tôi đã ngồi - hàng ghế đầu ở tầng trệt và nghĩ rằng mình có thể không nhìn thấy được, nhưng tất cả đều tốt, mặc dù rạp khá vắng - thật đáng buồn, vì vậy hãy sớm mua vé nhé! - Đọc thêm",
            "Chuyến hành hương hàng năm của chúng tôi đến The Globe, lần này là để xem Giấc mơ đêm hè. Màn trình diễn tuyệt vời với sự hóa thân nổi bật từ Michelle Terry trong vai Puck, Mariah Gale trong vai Bottom - Francesca Mills trong vai Hermia. Nhân viên nhà hát, như mọi khi, thân thiện, hữu ích - chuyên nghiệp. Đệm là phải!Đọc thêm",
            "Chúng tôi luôn thận trọng khi mua vé xem phim ở Globe, mặc dù chúng tôi rất muốn làm vậy. Nhiều như nó có danh tiếng lớn về bầu không khí trong quá trình sản xuất. Tôi - cao 6ft 2 inch, và biết rằng ngay cả những chiếc ghế đắt tiền nhất cũng sẽ vô cùng khó chịu - chật chội - nhưng một chuyến tham quan dường như là một cách hợp lý để tiến về phía trước.\n\nChúng tôi thật may mắn khi có một nhóm nhỏ, vì tôi cảm thấy rằng 25 - 30 người trong các chuyến tham quan khác sẽ là quá lớn - tôi đã nói rằng tôi hiểu nhu cầu về các chuyến tham quan và nhu cầu về doanh thu - .\n\nTòa nhà thực sự rất thú vị, được làm tốt hơn nhiều nhờ một hướng dẫn viên du lịch tuyệt vời - 1115 - Thứ Tư ngày 21 tháng 6 - .\n\nMột việc phải làm nếu bạn thậm chí hơi quan tâm đến nhà hát - lịch sử của Luân Đôn.Đọc thêm",
            "Với tất cả những nỗ lực đã bỏ ra để tạo ra bản sao ngoạn mục này, thật đáng thất vọng khi bạn không có nhiều thời gian để đánh giá cao nó. Cách duy nhất để vào - ngoài việc xem một buổi biểu diễn - là tham gia một chuyến tham quan, mặc dù tôi không chắc bạn có thể gọi đó là một chuyến tham quan khi chỉ có 1 điểm dừng. Bạn gặp hướng dẫn viên du lịch của mình ở khu vực chờ tầng hầm để được định hướng về London theo thời đại của Shakespeare, sau đó đi theo hướng dẫn viên vào Globe và ngồi trong phòng trưng bày. Một số câu hỏi và bạn đã hoàn thành. Bạn được đứng một lúc trong sân trước sân khấu, sau đó bạn được đưa đến cửa hàng quà tặng. Nếu có diễn viên đang tập dượt - như ngày hôm đó - bạn không được phép chụp ảnh. Chuyến tham quan - về cơ bản chỉ là một cách để kiểm soát mọi người trong nhà hát, điều mà tôi hiểu, nhưng thật đáng tiếc vì kết quả là bạn có rất ít cơ hội để thực sự nhìn xung quanh và không có cơ hội để khám phá. Tuy nhiên, thật tuyệt khi thấy Globe có lẽ như thế nào, đặc biệt là nếu bạn đã có mối liên hệ với nó. Tôi nghĩ rằng sẽ là một trải nghiệm tuyệt vời khi xem một chương trình ở đây. Tuy nhiên, đối với chuyến tham quan, lựa chọn tốt nhất của bạn thực sự là bỏ qua hướng dẫn viên và tận mắt nhìn thấy mọi thứ bạn nhìn thấy trong khi ở đó, vì chuyến đi sẽ không kéo dài lâu. Đọc thêm",
            "Chuyến tham quan đầy thông tin về Nhà hát Globe đã được lãnh đạo của chúng tôi, Mike, thực hiện một cách thú vị. Anh ấy khiến chúng tôi say mê với những câu chuyện về cách trình diễn các buổi biểu diễn ở thời Shakespeare. Hầu hết cả nhóm đều không biết về nguồn gốc của The Globe, hay sự phục hồi của nó bởi diễn viên người Mỹ, Sam Wanamaker. Một du khách Bắc Mỹ, người chưa từng nghe nói đến Sam Wanamaker hoặc những diễn viên - nổi tiếng - từng thuộc về Công ty, đã hỏi liệu có ai đã trở thành - trở thành diễn viên chính thống - không, trước những tiếng rên rỉ chung của những người còn lại trong nhóm. thật vui khi được nhìn thấy một số trang phục, đạo cụ, v.v.Đọc thêm",
            "Chúng tôi đã mua vé xem vở kịch của Shakespeare vài tháng trước buổi biểu diễn.  Thời tiết - không tốt - có mưa rơi khi bắt đầu sản xuất.  Trước khi kết thúc buổi biểu diễn, những người hướng dẫn đã cung cấp tấm che nắng.   Chất lượng sản xuất xứng đáng với giá nhập học.   Rất khuyến khích.Đọc thêm",
            "Have visited the Globe on many occasions to watch plays so on this  London visit  we decided to take part on a tour to see behind the scenes. It didn - t start very well by a very jobsworth man at the entrance saying we didn - t have tickets just a voucher. After telling him several times this is what we had been sent and that we had been told we just had to show the email, he eventually checked to see our names on the booking list and  let us in. It was quite a big tour group, maybe 30 people, and we were all given earphones so we could hear the guide. Actors were rehearsing on the stage and we were advised that we had to be quiet whilst walking around the building and could not take photos if the actors were there . We started the tour outside with a little of the history of the theatre and Shakespeare before moving to the groundlings section  of the Globe before making our way up into the seating area. There were a lot of other groups on tours that day, maybe too many , and sometimes with all the guides and guests talking it was hard to hear the guide even with headphones. It felt like they were crowding in as many groups as possible as it was Easter holiday, However the information was very interesting and I learnt lots of new things about the theatre. Its not really a behind the scenes tour as you only visit where you would go as a ticket holder to a play, I had thought we might go behind the stage and see the costumes , props  or even pay a visit to see the new indoor theatre. It is advertised as a 2hr immersive tour, but the actual tour itself is just 50 minutes . The last part is next to the gift shop after you have handed in your earphones so the poor guide has to shout over the noise of the theatre shop and other theatre visitors. We were then told that our tickets allowed us to go into the exhibition at any time on that day. We went straight away and had the exhibition to ourselves.  For us there was too much writing - information on the walls , after reading a couple of paragraphs you wanted to move on, it seems a bit old hat in exhibitions nowadays. The best part of the exhibition was the hands on interactive displays, we loved trying on costumes ,and  working out the sounds and smells from the props department . The cost of the tour which last year was  - 17 for just the 50 minute tour , has now gone up to  - 25 per person to include the museum tour . I am not sure its worth the increase and would have expected more behinds the scenes and seeing things that you would not normally see when visiting the Globe. Although we enjoyed it I was a little disappointedRead more",
            "Đối với mức giá của chuyến tham quan, trải nghiệm này thật tuyệt vời. Hướng dẫn viên của chúng tôi đã chia sẻ những câu chuyện thú vị và có thể trả lời một số câu hỏi khó hiểu từ nhóm của chúng tôi nhưng lại có xu hướng quảng bá người sáng tạo các điểm tham quan quá thường xuyên. Sẽ rất tốt nếu được xem thêm về nhà hát và đặc biệt là khu vực hoạt động bên trong và hậu trường hoặc có cơ hội để khám phá nó một cách độc lập.Đọc thêm",
            "Chúng tôi rẽ trái sau khi băng qua Cầu Thiên niên kỷ và nhìn thấy Nhà hát Shakespeare Globe, đây là công trình tái thiết của Nhà hát Globe, một nhà hát thời Elizabeth mà William Shakespeare đã viết các vở kịch của mình ở London. Nhà hát Globe hiện đại là một sự phỏng đoán mang tính học thuật gần đúng dựa trên bằng chứng sẵn có về các tòa nhà năm 1599 và 1614. Nó được coi là khá thực tế, mặc dù các yêu cầu an toàn hiện đại có nghĩa là nó chỉ có sức chứa 1.400 khán giả so với nhà hát ban đầu - 3.000. Chúng tôi không vào vì bạn phải mua vé để vào. Đọc thêm",
            "Trả thêm tiền để có chỗ ngồi tốt.  Tôi khuyên bạn nên ngồi hàng ghế đầu ở các tầng trên để bạn có thể tựa vào lan can.  Không có lưng ghế, vì vậy hãy lưu ý rằng bạn - sẽ phải ngồi thẳng mà không có bất kỳ sự hỗ trợ nào giống như khi bạn còn là một đứa trẻ đi học. Sân khấu rất cằn cỗi và các vở kịch được trình diễn ở đây đã nắm bắt được tinh thần mà tôi tưởng tượng. 400 năm trước khi chúng được biểu diễn vào thời của Shakespeare.  Đó chỉ là những diễn viên trên sân khấu, thu hút phản ứng của khán giả.  Không có micro, không có màn hình.  Nó - rất tuyệt.Đọc thêm",
            "Một ngày đi chơi cùng gia đình với bọn trẻ đưa chúng ta quay ngược thời gian đến Nhà hát Shakespeares Globe. Sau khi xem màn trình diễn đấu kiếm, chúng tôi đã tham quan. Hướng dẫn của chúng tôi cực kỳ nhiều thông tin và truyền đạt kiến ​​thức của anh ấy với sự hài hước. Anh ấy nhận câu hỏi từ khán giả ngay cả khi đang ở giữa buổi phát sóng và không có gì cản trở anh ấy. Một phiên bản mới được xây dựng cực kỳ tốt của những gì có lẽ nằm trên bờ sông Thames. Hoàn toàn bị mê hoặc bởi toàn bộ trải nghiệm này đến nỗi chúng tôi sẽ quay lại xem một vở kịch ở rạp ngoài trời vào tháng 4 và không thể chờ đợi Đọc thêm",
            "Chuyến tham quan bắt đầu đúng giờ và hướng dẫn viên du lịch, Michael, rất vui vẻ, hoạt bát và nhiều thông tin. Đó là một trải nghiệm tuyệt vời! Sau đó, chúng tôi đi xem kịch ở rạp hát trong nhà Sam Wanamaker và xem vở kịch Swive. Nó đáng giá. Các diễn viên đã hoàn thành xuất sắc nhiệm vụ và đội ngũ nhân viên luôn lịch sự và kiên nhẫn với khán giả đến rạp.Đọc thêm",
            "Nhà hát độc đáo trong thời đại ngày nay, thật tuyệt vời khi tòa nhà này có thể hoạt động ở trung tâm London với chi phí trung tâm thành phố London. Tuy nhiên, Shakespeare sẽ luôn là một điểm thu hút và nó sẽ tiếp tục trong một thời gian dài. Bản thân hướng dẫn viên của chúng tôi là một diễn viên và thích thể hiện bản thân theo cách sân khấu trong khi mô tả về tòa nhà và lịch sử của nó. Đáng giá tiền và là một trải nghiệm độc đáo, chỉ cần một giờ là nhiều nhất. Đọc thêm"
        ],
        "star_ratings": [
            5980,
            2136,
            580,
            212,
            186
        ],
        "review_amount": 9094,
        "location": [
            "Nhà hát Globe của Shakespeare - s",
            "Những điều cần làm ở Luân Đôn",
            "London",
            "Châu Âu",
            "nước Anh",
            "Vương quốc Anh - Vương quốc Anh -"
        ],
        "reviews_time": [
            "Written June 4, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 13, 2023",
            "Written June 14, 2023",
            "Written June 18, 2023",
            "Written June 21, 2023",
            "Written June 21, 2023",
            "Written June 25, 2023",
            "Written June 26, 2023",
            "Written March 8, 2020",
            "Written January 2, 2020",
            "Written January 15, 2020",
            "Written April 13, 2023",
            "Written January 23, 2020",
            "Written January 26, 2020",
            "Written March 15, 2020",
            "Written February 23, 2020",
            "Written February 15, 2020",
            "Written February 15, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d187726-Reviews-Shakespeare_s_Globe_Theatre-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d23659580-Reviews-Mosaic-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d8833735-Reviews-Oxbo_Bankside-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d23722416-Reviews-Mallow_Borough_Market-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1404769-Reviews-High_Timber-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2086898-Reviews-Mango_Indian-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1456708-Reviews-The_India_Best_of_the_City-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2412258-Reviews-Monmouth_Coffee_Company-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d11779746-Reviews-Caravan_London_Bridge-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d11856169-Reviews-Bar_Douro_London_Bridge-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d4924021-Reviews-Lord_Clyde_Southwark-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187677-Reviews-Tate_Modern-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188718-Reviews-Millennium_Bridge-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d246020-Reviews-Bankside-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d256936-Reviews-Millennium_Mile-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2415990-Reviews-The_Rose_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d16751052-Reviews-Tate_Modern_Viewing_Level-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187584-Reviews-Southwark_Bridge-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d260500-Reviews-Borough_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211853-Reviews-The_Clink_Prison_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188159-Reviews-St_Paul_s_Cathedral-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187726-Reviews-or10-Shakespeare_s_Globe_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1766159-Reviews-The_Lion_King-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7606696-Reviews-Angel_Comedy_at_The_Camden_Head-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3533244-Reviews-The_Magic_Circle_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11803871-Reviews-Angel_Comedy_at_The_Bill_Murray-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12964585-Reviews-Comedy_Carnival_Covent_Garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13195597-Reviews-Witness_for_the_Prosecution-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2644560-Reviews-Brick_Lane_Music_Hall-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6706730-Reviews-Ceremony_of_the_Keys-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1887335-Reviews-Comedy_Carnival_Leicester_Square-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8469682-Reviews-The_Curious_Incident_Of_The_Dog_In_The_Night_Time-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5999686-Reviews-The_Sam_Wanamaker_Playhouse-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4568625-Reviews-Londra_Culturale-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23678088-Reviews-Heavenly_Spa_by_Westin-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d25403778-Reviews-The_Cinema_In_The_Power_Station-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12591463-Reviews-Thames_Tigers-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d27458600-Reviews-Candy_Store_Bottomless_Comedy_Brunch-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11867810-Reviews-Visit_London_By_Taxi_Private_Tours_in_French-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d195477-Reviews-Pompeii_Archaeological_Park-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208037-Reviews-Century_21-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298255-d7149719-Reviews-Failaka_Island-Ahmadi.html",
            "https://www.tripadvisor.com/Attraction_Review-g154948-d1597282-Reviews-Scandinave_Spa-Whistler_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g48747-d12406917-Reviews-World_Headquarters_of_Jehovah_s_Witnesses-Tuxedo_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d1856920-Reviews-Gettysburg_National_Military_Park_Museum_Visitor_Center-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g35328-d3847998-Reviews-Back_River_Beach-Tybee_Island_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d4783114-Reviews-Flame_Towers-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5992469-Reviews-Palms_Pool-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d187726-Reviews-or10-Shakespeare_s_Globe_Theatre-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d187726-Reviews-Shakespeare_s_Globe_Theatre-London_England.html"
    }
]