[
    {
        "attraction_name": "Shaker Village of Pleasant Hill",
        "attraction_name_vi": "Làng Shaker đồi Pleasant",
        "general_info": [
            "731 đánh giá",
            "- 1 trong 12 điều cần làm ở Harrodsburg",
            "Địa điểm lịch sử",
            "Trang trại"
        ],
        "attraction_summary": "Làng Shaker ở Pleasant Hill là một điểm đến mang tính bước ngoặt bắt nguồn từ tinh thần của người Kentuckians đã coi nơi này là quê hương trong hơn một thế kỷ. Khám phá những di sản đầy cảm hứng, những cuộc phiêu lưu trong không khí trong lành và tinh thần hiếu khách khắp Làng Shaker - rộng 3.000 mẫu Anh. Tiện nghi trong khuôn viên bao gồm chỗ ở qua đêm, dịch vụ ăn uống, cửa hàng bán lẻ, triển lãm và tham quan lịch sử, khu trang trại và vườn, khu bảo tồn thiên nhiên, hệ thống đường mòn đa năng, cưỡi thuyền trên sông, chuồng ngựa và lịch phong phú các chương trình, hoạt động đặc biệt và sự kiện.Đọc thêm",
        "reviews": [
            "Chúng tôi không qua đêm mà chỉ đi xem xung quanh. Chúng tôi có một chuyến tham quan từ một trong những hướng dẫn viên - đã học được rất nhiều điều trong chuyến tham quan đó. Tôi ước gì tôi có thể nhớ được tên của người phụ nữ mà cô ấy đã cung cấp cho chúng tôi rất nhiều thông tin. Một số tòa nhà bị đóng cửa vì chúng là phòng khách hoặc không gian hội họp. Tôi ước gì bản đồ đã cho chúng tôi biết cái nào là - cái nào không - t. Điều đó thực sự có thể giúp chúng tôi tiết kiệm thời gian. Bản đồ có một phần của ngôi làng nằm cách xa phần còn lại. Tôi nghĩ đó là phần phía tây của ngôi làng và thành thật mà nói, phần lớn đó là không gian hội họp hoặc phòng nghỉ và tôi không nghĩ nó đáng để lái xe lên. Nhưng phần còn lại của ngôi làng chủ yếu tập trung thì tôi rất thích và thích. Họ có rất nhiều bãi đậu xe và họ thực hiện các chuyến tham quan về nhiều thứ khác nhau suốt cả ngày. Chúng tôi đã dành phần lớn thời gian trong ngày ở đây. Có rất nhiều thứ để xem đi bộ và làm. Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và khám phá Shaker Village gần đây. Tôi đánh giá cao doanh nghiệp của bạn và phản hồi bạn cung cấp. Tôi - tôi rất vui vì bạn có thể dành chút thời gian cho các chuyến tham quan và tự mình khám phá. Chúng tôi hy vọng sẽ gặp lại bạn trong tương lai gần.Đọc thêm",
            "Đây là một chuyến thăm tuyệt vời tại một ngôi làng lịch sử hấp dẫn được xây dựng bởi một giáo phái tôn giáo rất thú vị, siêng năng - 200 năm trước. Những công trình kiến ​​trúc hấp dẫn, lịch sử, khung cảnh giống như địa đàng, những hướng dẫn viên du lịch tuyệt vời, người yêu, những cửa hàng quà tặng.  \nĐây không phải là nơi tốt nhất cho những người bị hạn chế khả năng di chuyển. Chúng tôi ở trên tầng ba. Mỗi tầng có 20 bậc thang. Bạn cần phải đi bộ khi có thể.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và khám phá Shaker Village gần đây. Tôi đánh giá cao phản hồi của bạn về trải nghiệm của bạn ở đây. Tôi - rất vui khi thấy bạn thích chuyến thăm của mình và hy vọng được gặp lại bạn trong tương lai.Đọc thêm",
            "Hướng dẫn viên du lịch rất xuất sắc.  Họ có một nhà hàng từ nông trại đến bàn ăn mà bạn không muốn bỏ lỡ.  Bữa trưa rất hợp lý.  Quiche là món ngon nhất tôi từng cho vào miệng.  Cũng rất khuyến khích bánh hamburger Wagyu với khoai tây chiên tự làm của họ. \n\nNếu quan tâm, bạn có thể ở lại đó.  Bạn ở trong những ngôi nhà thực tế của Shakers.  Tuyệt vời cho một ngày cuối tuần lãng mạnĐọc thêm",
            "Cảm ơn bạn đã ghé thăm Shaker Village gần đây và viết bình luận về trải nghiệm của bạn. Tôi rất vui khi thấy bạn thích thời gian ở đây. Chúng tôi hy vọng sẽ gặp lại bạn trong tương lai gần.Đọc thêm",
            "Hướng dẫn viên du lịch rất xuất sắc.  Họ có một nhà hàng từ nông trại đến bàn ăn mà bạn không muốn bỏ lỡ.  Bữa trưa rất hợp lý.  Quiche là món ngon nhất tôi từng cho vào miệng.  Cũng rất khuyến khích bánh hamburger Wagyu với khoai tây chiên tự làm của họ. Nếu quan tâm, bạn có thể ở lại đó.  Bạn ở trong những ngôi nhà thực tế của Shakers.  Tuyệt vời cho một ngày cuối tuần lãng mạnĐọc thêm",
            "Cảm ơn bạn đã ghé thăm Shaker Village gần đây và viết đánh giá về trải nghiệm của bạn. Tôi rất vui khi thấy bạn thích thời gian ở đây. Chúng tôi hy vọng sẽ gặp lại bạn trong tương lai gần. Đọc thêm",
            "Tôi và một người bạn đã có một kỳ nghỉ cuối tuần dài ở đây và ngoài việc đến thăm ngôi làng, chúng tôi còn ở hai đêm tại The Trustees Inn. Các căn cứ rất tráng lệ. Chỉ đẹp. Hướng dẫn rất thân thiện và nhiều thông tin. Lịch sử vô cùng thú vị. Khách sạn thật tuyệt vời vì nằm ngay trong khuôn viên - thật tuyệt vời khi đi bộ vào buổi sáng và buổi tối sau khi du khách rời đi. Nhưng phòng của chúng tôi - máy điều hòa không hoạt động - họ đã cung cấp cho chúng tôi một chiếc quạt hộp - và nước nóng khi tắm hơi khó đoán. Nhưng nó cũng có giá trị ở đây. Một chuyến thăm tuyệt vời.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và lưu trú tại Shaker Village gần đây. Tôi đánh giá cao công việc kinh doanh của bạn và cơ hội nhận được phản hồi của bạn. Tôi rất vui khi thấy bạn thích trải nghiệm ở đây. Tôi xin lỗi vì sự cố không mong muốn với máy điều hòa đã ảnh hưởng đến phòng của bạn và chúng tôi đang nỗ lực làm việc để giải quyết vấn đề đó. Chúng tôi hy vọng sẽ gặp lại bạn trong tương lai.Đọc thêm",
            "Our visit to Shaker Village was definitely one of the highlights of our Spring Break TN - KY roadtrip. Even in mid-March, the grounds are GORGEOUS. We participated in multiple of the tours - events offered and enjoyed every one. The tour guides are exceptional! We learned so much about Shaker history and walked away with a pretty clear picture of what life was like for villagers in the 1800s. My kids -  age ranges are 3 to 11 and they ALL got something out of our visit. They loved feeding the animals, walking around the village and exploring each building, and playing on the natural playground.We stayed overnight at the Tanyard, which I think was the only option that could accommodate our size family. The house is about a quarter mile away from the village center. It is VERY private, with a large yard for kids to run around and explore. There is a creek and a firepit.The house itself is gorgeous from the outside, but the bathrooms and kitchen could use a facelift. We didn - t go in expecting luxury, so it met our needs just fine, but it - s something to consider if you have any high-maintenance family members. The bathrooms are dated  - meaning, 1990s dated, not 1800s dated -  and we could only get one of the two showers to work. The hot water runs out in about 10 minutes. The kitchenette is basically just a fridge - freezer and a microwave. There are no dishes or utensils. The beds are comfortable and the house is clean. AC - heat work great, although it was quite loud.By far the best part of the house is spending time in the yard. Firewood, fire starters, and matches are provided for the fire pit. There is ample room to run around, play sports, and look for wildlife. We saw deer and a HUGE turtle. My kids caught crawfish in the creek. There is a trail nearby and we did see one couple walk the trail, but otherwise we were completely alone the entire time we were there.There is a restaurant on site but it - s quite pricey and with there being 8 of us, it was frankly unaffordable. Whatever they make in there sure smells good though!Overall, this was an exceptional experience for myself and my kids. I highly recommend visiting, even if it - s just for the day.Read more",
            "Cảm ơn bạn đã ghé thăm và ở lại với chúng tôi gần đây. Tôi đánh giá cao doanh nghiệp của bạn và phản hồi bạn cung cấp. Tôi rất vui khi thấy bạn và gia đình đã có trải nghiệm tuyệt vời ở đây. Chúng tôi hy vọng có cơ hội được phục vụ bạn lần nữa trong tương lai.Đọc thêm",
            "Một nơi nghỉ ngơi cuối tuần tuyệt vời ở Kỳ! Chúng tôi ở tại 1821 West Family Dwelling trong một phòng ngủ rộng rãi, được bài trí đơn giản nhìn ra cộng đồng mang tính bước ngoặt này. Những chuyến đi dạo quanh làng và đến Bàn của Người được ủy thác để ăn tối và ăn sáng thật đẹp. Chúng tôi đặc biệt thích khám phá các Đường mòn tại Shaker Village, nơi đưa ra xếp hạng đường mòn từ vất vả đến dễ dàng.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và lưu trú tại Shaker Village gần đây. Tôi đánh giá cao phản hồi của bạn và rất vui khi thấy bạn rất thích kỳ nghỉ của mình. Chúng tôi hy vọng sẽ gặp lại bạn trong chuyến đi tới khu vực của chúng tôi trong tương lai.Đọc thêm",
            "Đã ở nơi này nhiều lần, nhưng đây là lần đầu tiên chúng tôi dừng lại qua đêm.   Thật là bổ ích khi đến thăm từng tòa nhà và xem cách Shakers sống và làm việc.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và lưu trú tại Shaker Village gần đây. Tôi - tôi rất vui khi thấy bạn đã có khoảng thời gian vui vẻ ở đây để tận hưởng lịch sử và sự yên bình của địa điểm của chúng tôi. Chúng tôi hy vọng được gặp lại bạn trong chuyến thăm trở lại trong tương lai.Đọc thêm",
            "Hoàn toàn tuyệt vời.  Tôi ước chúng ta có nhiều thời gian hơn!   Phòng rất thoải mái, mọi thứ chúng tôi cần.   Thức ăn rất ngon.   Nhạc sống một điều trị đặc biệt.  Tôi rất vui vì chúng tôi đã ở đây! Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và lưu trú tại Shaker Village gần đây. Tôi đánh giá cao công việc kinh doanh của bạn và thời gian bạn dành để viết đánh giá. Tôi - tôi rất vui khi thấy bạn rất thích kỳ nghỉ của mình. Tôi hy vọng bạn - sẽ trở lại trong tương lai.Đọc thêm",
            "Đây là một chuyến thăm tuyệt vời tại một ngôi làng lịch sử hấp dẫn được xây dựng bởi một giáo phái tôn giáo rất thú vị, siêng năng - 200 năm trước. Những công trình kiến ​​trúc hấp dẫn, lịch sử, khung cảnh giống như địa đàng, những hướng dẫn viên du lịch tuyệt vời, người yêu, những cửa hàng quà tặng.  Đây không phải là nơi tốt nhất cho những người bị hạn chế khả năng di chuyển. Chúng tôi ở trên tầng ba. Mỗi tầng có 20 bậc thang. Bạn cần phải đi bộ khi có thể.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và khám phá Shaker Village gần đây. Tôi đánh giá cao phản hồi của bạn về trải nghiệm của bạn ở đây. Tôi - rất vui khi thấy bạn thích chuyến thăm của mình và hy vọng được gặp lại bạn trong tương lai.Đọc thêm",
            "Triển lãm đóng cửa vào thứ Hai. Việc xây dựng bên ngoài rất thú vị. Chúng tôi đang trên đường đến Perryville và quyết định dừng lại vì họ nói rằng có một nhà hàng. Khi chúng tôi đến đó, bạn cần đặt chỗ trước hoặc có thể gọi đồ mang về. Bưu điện có bánh sandwich nên đó là những gì chúng tôi đã làm. Chúng cũng ngon. Ngồi bên ngoài để ăn dưới một khu vực râm mát đẹp, rất yên tĩnh. Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Shaker Village gần đây. Chúng tôi đánh giá cao hoạt động kinh doanh của bạn và cơ hội được nghe ý kiến ​​từ bạn về trải nghiệm của bạn. Chúng tôi hy vọng sẽ gặp lại bạn trong chuyến đi tới khu vực của chúng tôi trong tương lai.Đọc thêm",
            "Phòng nghỉ qua đêm và nhà hàng mở cửa nhưng không có tour du lịch vào các ngày thứ Hai. Bạn có thể đi dạo quanh khuôn viên nhưng chỉ vậy thôi. Địa điểm đẹp nhưng với tư cách là khách du lịch, chúng tôi thất vọng.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và lưu trú tại Shaker Village thời gian gần đây. Tôi đánh giá cao công việc kinh doanh của bạn và thời gian bạn dành để viết đánh giá. Tôi - rất tiếc vì bạn đã thất vọng vì không thể tham gia chuyến tham quan có hướng dẫn vào thứ Hai. Quyền truy cập vào nhiều tòa nhà vẫn có sẵn cũng như ứng dụng của chúng tôi, cung cấp cho bạn nhiều thông tin về lịch sử và cư dân của Làng Shaker. Chúng tôi hy vọng sẽ gặp lại bạn trong chuyến thăm tương lai tới khu vực của chúng tôi.Đọc thêm",
            "Chúng tôi không qua đêm mà chỉ đi xem xung quanh. Chúng tôi có một chuyến tham quan từ một trong những hướng dẫn viên - đã học được rất nhiều điều trong chuyến tham quan đó. Tôi ước gì tôi có thể nhớ được tên của người phụ nữ mà cô ấy đã cung cấp cho chúng tôi rất nhiều thông tin. Một số tòa nhà bị đóng cửa vì chúng là phòng khách hoặc không gian hội họp. Tôi ước gì bản đồ đã cho chúng tôi biết cái nào là - cái nào không - t. Điều đó thực sự có thể giúp chúng tôi tiết kiệm thời gian. Bản đồ có một phần của ngôi làng nằm cách xa phần còn lại. Tôi nghĩ đó là phần phía tây của ngôi làng và thành thật mà nói, phần lớn đó là không gian hội họp hoặc phòng nghỉ và tôi không nghĩ nó đáng để lái xe lên. Nhưng phần còn lại của ngôi làng chủ yếu tập trung thì tôi rất thích và thích. Họ có rất nhiều bãi đậu xe và họ thực hiện các chuyến tham quan về nhiều thứ khác nhau suốt cả ngày. Chúng tôi đã dành phần lớn thời gian trong ngày ở đây. Có rất nhiều thứ để xem đi bộ và làm. Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và khám phá Shaker Village gần đây. Tôi đánh giá cao doanh nghiệp của bạn và phản hồi bạn cung cấp. Tôi - tôi rất vui vì bạn có thể dành chút thời gian cho các chuyến tham quan và tự mình khám phá. Chúng tôi hy vọng sẽ gặp lại bạn trong tương lai gần.Đọc thêm",
            "Có chỗ cho RV đậu không?Đọc thêm",
            "Tôi không nhớ địa điểm cụ thể để đỗ xe RV. Tôi tin là sẽ có.  Tôi khuyên bạn nên gọi điện trước để xác nhận.  Hãy cho bản thân một ngày trọn vẹn để khám phá nó. Hỏi các tài liệu\nnhững câu hỏi họ rất sẵn lòng chia sẻ lịch sử.Đọc thêm",
            "Tôi - tôi đang đi du lịch một mình vào ngày 4 tháng 7 qua KY. Đây có phải là điểm đến tốt cho tôi không?Đọc thêm",
            "Vâng, bạn sẽ rất thoải mái khi đến Shaker Village với tư cách là một du khách độc thân.Đọc thêm",
            "Thích hợp cho trẻ dưới 2 tuổi và ngồi trong xe đẩy? Đọc thêm",
            "Họ sẽ không quan tâm lắm.Đọc thêm",
            "Đây có phải là chuyến tham quan thích hợp cho trẻ tiểu học quan tâm đến lịch sử?Đọc thêm",
            "Tuyệt đối. Chúng tôi tổ chức các chuyến du lịch quanh năm với trẻ em ở mọi lứa tuổi.Đọc thêm",
            "Phòng có sẵn đá không? Đọc thêm",
            "Có sẵn đá ở West Family Dwelling và East Family Dwelling cho tất cả khách. Bạn cũng có thể yêu cầu từ nhà hàng trong Văn phòng Ủy viên trong giờ hoạt động.Đọc thêm",
            "Phòng có sẵn đá không? Đọc thêm",
            "Có máy làm đá được đặt tại West Family Dwelling và East Family Dwelling cho tất cả khách sử dụng. Bạn cũng có thể yêu cầu đá từ nhà hàng trong Văn phòng Ủy viên trong giờ hoạt động của họ.Đọc thêm",
            "Tôi nghe nói sẽ có hội chợ thủ công ở đó vào cuối tuần tới, cuối tuần đầu tiên của tháng 8.  Điều đó có đúng không và nếu vậy bạn có thể cho tôi biết thêm thông tin không?Đọc thêm",
            "Hội chợ Thủ công hàng năm của chúng tôi diễn ra từ 8 - 4 - 5 từ 10 giờ sáng - 5 giờ chiều. Gần 90 nhà cung cấp đã xếp hàng tham gia năm nay.Đọc thêm",
            "Có một chuyến đi bộ đến thác nướcĐọc thêm",
            "Không phải là tôi đã thấy hoặc nghe nói đến.Đọc thêm",
            "Có các chuyến tham quan các tòa nhà được tổ chức vào Thứ Hai hay Thứ Hai - những ngày yên tĩnh - với khả năng tiếp cận các chuyến tham quan và tòa nhà bị hạn chế?  Ngoài ra, khi nào việc xây dựng sẽ bắt đầu sẽ hạn chế việc tiếp cận Trung tâm Văn hóa?Đọc thêm",
            "Nơi ở bên ngoài Làng.  Cầu thang bộ và không có thang máy có thể là vấn đề đối với một số người trong nhóm của chúng tôi.Đọc thêm",
            "Chúng tôi ở tại khách sạn Beaumont Inn ở Harrodsburg.  Có cầu thang nhưng cũng có thang máy.  Khoảng 10 - 15 phút.Đọc thêm"
        ],
        "star_ratings": [
            454,
            182,
            65,
            23,
            7
        ],
        "review_amount": 731,
        "location": [
            "Hoa Kỳ",
            "Harrodsburg",
            "Hoạt động giải trí tại Harrodsburg",
            "Làng Shaker đồi Pleasant",
            "Kentucky - KY -"
        ],
        "reviews_time": [
            "Written June 1, 2023",
            "Written October 1, 2023",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written April 29, 2024",
            "Written April 4, 2024",
            "Written November 19, 2023",
            "Written November 12, 2023",
            "Written October 1, 2023",
            "Written October 1, 2023",
            "Written August 2, 2023",
            "Written July 17, 2023",
            "Written June 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g39489-d108049-Reviews-Shaker_Village_of_Pleasant_Hill-Harrodsburg_Kentucky.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g39489-d875080-Reviews-The_Trustees_Table-Harrodsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39997-d11983729-Reviews-High_Bridge_Park-Wilmore_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39489-d108049-Reviews-or10-Shaker_Village_of_Pleasant_Hill-Harrodsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39489-d1454965-Reviews-Old_Fort_Harrod_State_Park-Harrodsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39489-d2469675-Reviews-Devine_s_Corn_Maze_Pumpkin_Patch-Harrodsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39489-d5897180-Reviews-Highway_Rte_68-Harrodsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39489-d3378671-Reviews-Big_Red_Stables-Harrodsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d592015-Reviews-Irish_Acres_Gallery_of_Antiques-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39708-d1407454-Reviews-Camp_Nelson_National_Monument-Nicholasville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39572-d4431087-Reviews-Peninsula_Golf_Resort_Golf_Course-Lancaster_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39489-d11964380-Reviews-Lemons_Mill-Harrodsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39236-d4801997-Reviews-The_Burgin_Barn-Burgin_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39489-d8440356-Reviews-Anderson_Dean_Aquatics-Harrodsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39489-d10337113-Reviews-Rags_to_Riches_Antique_Mall-Harrodsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39708-d4003259-Reviews-Wolf_Run_Wildlife_Reserve-Nicholasville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39489-d6702812-Reviews-Back_Porch_Treasures_Craft_Antique_Mall-Harrodsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39708-d23383403-Reviews-1922_House_Vineyards_And_Winery-Nicholasville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39572-d10411890-Reviews-Herrington_Lake_Marina-Lancaster_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4358746-Reviews-Old_Souk-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g672292-d6976874-Reviews-Isla_Mata_La_Gata-La_Parguera_Lajas_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147294-d665205-Reviews-El_Salto_del_Limon-Samana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g8294925-d254500-Reviews-Ancient_Kamiros-Kalavarda_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d191000-Reviews-Vatican_Museums-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190826-d553243-Reviews-Telascica_Nature_Park-Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2037730-Reviews-Paragon_Cineplex-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d190124-Reviews-Calton_Hill-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d16830332-Reviews-Mahmut_Pasha_Bazaar-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g274964-d1638101-Reviews-Kemeri_National_Park-Jurmala_Riga_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g39489-d108049-Reviews-or10-Shaker_Village_of_Pleasant_Hill-Harrodsburg_Kentucky.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g39489-d108049-Reviews-Shaker_Village_of_Pleasant_Hill-Harrodsburg_Kentucky.html"
    }
]