[
    {
        "attraction_name": "Shannon Ferry",
        "attraction_name_vi": "Phà Shannon",
        "general_info": [
            "325 đánh giá",
            "- 1 trong 2 điều cần làm ở Killimer",
            "Phà"
        ],
        "attraction_summary": "Từ sáng sớm khi sương mù tràn xuống Cửa sông Shannon đến Biển Đại Tây Dương hoang dã, cho đến khi mặt trời lặn vào buổi tối muộn, ShannonFerry sẽ đưa bạn và phương tiện của bạn trong hành trình 20 phút đáng nhớ này qua cửa sông nối liền các điểm du lịch mang tính biểu tượng của Quận Banner của Clare đến Vương quốc Kerry. Đây là một trải nghiệm thú vị dành cho những du khách muốn nghỉ ngơi một chút trong hành trình thư giãn khi đi thuyền qua Cửa sông Shannon hùng vĩ. Và nếu bạn - may mắn, bạn thậm chí có thể thoáng thấy những chú cá heo, vào mùa hè, đôi khi chúng có thể bơi rất gần bến phà, như thể chỉ để giúp bạn giải trí. Là chuyến phà bằng phương tiện duy nhất trên trục chính của Wild Atlantic Way, hành trình đầy sinh lực này cho phép bạn trải nghiệm thiên nhiên gồ ghề của đất liền và biển khi bạn hít thở không khí biển mặn trong lành bao bọc Wild Atlantic Way của Ireland.Đọc thêm",
        "reviews": [
            "Đi phà thật tuyệt!  Thật dễ dàng, giá cả phải chăng và tiết kiệm rất nhiều thời gian lái xe. Chúng tôi đã giới thiệu nó cho một số người khác.  Nhân viên thân thiện và hữu ích.Đọc thêm",
            "Dịch vụ tuyệt vời và mang lại rất nhiều lợi ích cho hành trình kéo dài khoảng 2 giờ từ Limerick đến Co. Clare. Có một nhà vệ sinh ở phía Killimer và một nhà vệ sinh, quán cà phê, cửa hàng quà tặng ở phía Tarbert. Họ chạy 2 chiếc thuyền từ tháng 6 đến mùa hè nên không phải chờ phà quá nhiều nếu chiếc đầu tiên đầy chỗ. Có nhà vệ sinh, cửa hàng và đài quan sát trên tàu và nhân viên rất thân thiện - hữu ích. Đó - s - 23 một chiều - - 36 trở lại phà và bạn tiết kiệm - 2,30 một chiều - - 3,60 nếu bạn mua trực tuyến.Đọc thêm",
            "Phà Killimer ... Đối với những người không muốn lái xe đến Limerick và muốn tiết kiệm khá nhiều thời gian di chuyển khi lái xe dọc theo Đường Đại Tây Dương hoang dã, đây là một lựa chọn thay thế tuyệt vời.  Đây là một chiếc phà nhỏ di chuyển rất nhanh, chỉ mất vài phút từ điểm xuất phát đến điểm kết thúc.Đọc thêm",
            "Thật may mắn khi được lái xe ngay khi họ khởi hành! Bỏ ra vài giờ lái xe và đó là một trải nghiệm tuyệt vời! Chiếc phà nhỏ, dễ thanh toán trên tàu - mặc dù chúng tôi đã đặt trước trực tuyến - .Đọc thêm",
            "Nếu bạn đang đi du lịch đến bờ biển phía tây Ireland thì đây là một cách hiệu quả để tiết kiệm vài giờ. Phà chạy từ Kilmer đến Tarbet theo giờ nếu bạn đi về phía nam và nửa giờ nếu bạn đi về phía bắc.Đọc thêm",
            "Đã sử dụng dịch vụ phà ngày hôm nay trong chuyến trở về từ Clare đến Kerry. Trải nghiệm gia đình tuyệt vời với 3 đứa trẻ 6 tuổi, 4 tuổi và 1 tuổi. Cửa hàng rực rỡ ở phía Clare cung cấp cà phê và kem trong khi chúng tôi chờ đợi. Phà có chỗ ngồi cao cấp an toàn khiến bọn trẻ thích thú khi băng qua và dừng lại ở con đường cổ tích cách phà 5 phút khởi hành.Đọc thêm",
            "Tuyến đường này rất hữu ích cho phép bạn đi dọc theo bờ biển mà không cần điều hướng Limerick.  Thời gian qua bến là khoảng 20 phút Vào mùa hè cao điểm, phà có dịch vụ đưa đón nhưng vào các thời điểm khác thì chạy theo giờ, mỗi chiều.   Phà có kích thước lớn cho phép khoảng 40 phương tiện. Quầy lỏng lẻo và ngọt ngào trên tàu.  Vé có thể được mua trực tuyến trước với mức giảm giá nhỏĐọc thêm",
            "Lựa chọn tuyệt vời - hữu ích để tiết kiệm thời gian di chuyển trong chuyến tham quan ngắm cảnh Ireland từ quận Kerry đến Clare - băng qua Shannon trong 15 phút thay vì 2 - 3 giờ đi ô tô chắc chắn là hiệu quả, dịch vụ hàng ngày khởi hành cứ sau 30 phút chỉ đường, đặt hàng dễ dàng theo yêu cầu của họ trang web - - 20 euro cho mỗi chiếc ô tô tiêu chuẩn - có giá trị trong 12 tháng - vì vậy bạn không cần phải - cam kết - vào một ngày nhất định - thời gian đến - một kỳ nghỉ ngắn tuyệt vời sau chuyến đi hàng ngày... - trẻ em chắc chắn sẽ thích thú với Deck - s ... - Đọc thêm",
            "Chiếc phà này chạy cứ nửa giờ một lần và là một lối tắt tuyệt vời xuyên qua Shannon. Trời rất ngột ngạt vào ngày chúng tôi băng qua nhưng bản thân chiếc phà rất ổn định. Nước bắn tung tóe hai bên! Nó - không hề rẻ, - 22 một lần băng qua, tương đương với tiền xăng để quay trở lại Limerick.Đọc thêm",
            "Đã đi du lịch về phía Nam từ Mayo đến Tralee nhiều lần và luôn đi theo con đường nội địa, mặc dù khá đẹp và thú vị nhưng có thể trở thành một chuyến đi khó khăn với lượng xe cộ đông đúc. Chúng tôi đã để ý đến chiếc phà nhưng không chắc chắn về lịch trình hoạt động của nó và không muốn một chuyến đi xuống bến bị lãng phí. Một người bạn nói với chúng tôi rằng việc đi phà rất đáng và điều đó đã được chứng minh. Chúng tôi đã có thể đặt trước và thanh toán giảm giá trên internet và đến nơi đúng lúc phà chuẩn bị khởi hành. Không ồn ào ngay trên tàu. Nhà vệ sinh và một cửa hàng nhỏ trên tàu. Khung cảnh đáng yêu từ tầng trên. Một trải nghiệm rất thú vị mà chúng tôi sẽ lặp lại trong tương lai. Lái xe đến và đi từ phà đi qua những con đường nông thôn yên tĩnh có danh lam thắng cảnh, trái ngược với tuyến đường chính phía Nam. Tôi nghĩ chúng tôi đã trả khoảng - 19, điều này có vẻ đắt vì đây là một hành trình tương đối ngắn nhưng công bằng mà nói, dù kéo dài bao lâu thì luôn luôn có chi phí cơ sở hạ tầng cao trong loại hình hoạt động này, vì vậy không có gì phải phàn nàn. Có lịch trình đầy đủ trên trang web.Đọc thêm",
            "Đi phà, lái xe từ Dingle đến Vách đá Moher, Chủ nhật ngày 7 tháng 5\nBạn có suy nghĩ gì về việc dùng R551 hoặc N69 không?\nHay phong cảnh đẹp hơn?\nHoặc có nhiều thứ để dừng lại trên đường đi?\nSự khác biệt đáng kể về thời gian giữa hai?\n\nCảm ơn trướcĐọc thêm",
            "Bạn nên đặt vé phà trực tuyến trước ít nhất 30 phút. tuy nhiên nó cũng gợi ý rằng vé có giá trị trong 12 tháng. Nếu bây giờ tôi mua vé cho chuyến đi vào tháng 5 thì có được không? Tôi có phải chọn chính xác thời gian và ngày qua phà mà tôi muốn không.Đọc thêm",
            "Tôi có thể mua vé trước giờ đi phà ở đâu?  Chúng tôi sẽ vượt biển vào ngày 6 tháng Sáu.\n\nCảm ơn.\n\nTonyĐọc thêm",
            "Xin chào Tony, bạn có thể mua trên tàu hoặc trên trang web shannonferries với mức giá chiết khấu. Chúng tôi mong rằng bạn sẽ thưởng thức chuyến đi này. Trân trọng, ShannonFerry Đọc thêm",
            "Bạn đến bến phà Shannon sớm bao lâu? Cảm ơn.Đọc thêm",
            "Bạn chỉ cần đến trước vài phútĐọc thêm",
            "Xin chào, tôi muốn hỏi chuyến phà này khởi hành từ đâu? Cũng từ Galway đến Dingle? Tôi có thể đặt chỗ này ở đâu? Tôi đang lên kế hoạch cho kỳ nghỉ tới Ireland vào tháng 6 năm 2019. \nTôi đang mong chờ câu trả lời của bạn. \nCảm ơn bạn rất nhiều trước \nJayaĐọc thêm",
            "Phà ô tô đi từ Killimer, Co. Clare đến Tarbert, Co. Kerry. Tọa độ GPS của các bến phà Shannon: Killimer: N52.61503 W9.38081; Tarbert: N52.5873 W9.3599. Phà chạy cứ 30 phút một chuyến vào tháng 6 và bạn có thể mua vé trên trang web của chúng tôi hoặc trên tàu. Tất cả các vé đều có giá trị trong 12 tháng và cho chuyến phà bạn chọn. Chúng tôi rất mong được chào đón bạn tham gia.Đọc thêm",
            "CHÀO! Chúng tôi dự định ở trên một chiếc Airbnb ở Kilrush và đi Phà sông Shannon vào ngày 16 tháng 6. Khi nào chúng tôi nên đặt vé trực tuyến và tần suất bạn - bị đẩy ra - đến chuyến phà tiếp theo do phải xếp hàng dài. Cảm ơn. Bob BrettĐọc thêm",
            "Tốt nhất nên đặt trước một hoặc hai ngày. Thời gian tối đa bạn sẽ đợi một chuyến phà khác là 30 phút.Đọc thêm",
            "Bạn có thể thanh toán bằng thẻ trên phà không Đọc thêm",
            "Có, bạn có thể, nhưng nếu bạn đặt vé phà trực tuyến, họ sẽ giảm giá cho bạn 10.  Đáng làm theo cách này nếu bạn có thể lên kế hoạch trước.Đọc thêm",
            "Chào bạn.  Chúng tôi đang lên kế hoạch cho 10 ngày ở Ireland và cố gắng không thực hiện toàn bộ chuyến đi bằng ô tô vì chúng tôi đang đi du lịch cùng ba đứa con của mình.  Chúng tôi đang lái xe từ Dublin đến Kilkenny - 2 đêm - , đến Kinsale - 2 đêm - , đến Kilarney - 2 đêm - , đến Dingle - 2 đêm - và sau đó hy vọng là Galway - 2 đêm - .   Tôi thấy việc đi từ Dingle đến Vách đá Moher sẽ tiết kiệm thời gian nếu bạn đi phà, nhưng tôi dường như không thể tính được mất bao lâu để đến Phà từ Dingle và chúng ta xuống Phà ở đâu?  Chúng ta có nên cân nhắc việc nghỉ lại gần Vách đá trước khi đến Galways không?  Cảm ơn bạnĐọc thêm",
            "Câu trả lời trước có thời gian giữa các địa điểm và phà vừa phải. Để trả lời câu hỏi của bạn về việc có nên nghỉ qua đêm gần vách đá hay không còn tùy thuộc vào số lượng chuyến đi bạn muốn thực hiện trong một ngày. Mất khoảng một tiếng rưỡi lái xe từ Vách đá đến Galway. Tuy nhiên, nếu bạn chọn nghỉ qua đêm thì có những nơi tuyệt vời để ở như Doolin, Lisdoonvarna, Ballyvaughan, chỉ kể tên một vài nơi. Từ bất kỳ nơi nào trong số này, có rất nhiều thứ để xem và làm nhưng việc khám phá The Burren là điều bắt buộc. Phong cảnh tuyệt vời, lối đi dạo và tất nhiên là đồ ăn.Đọc thêm",
            "Có nên đặt vé cho chuyến đi vào giữa tháng 9 không?Đọc thêm",
            "Xin chào, việc đặt chỗ là không cần thiết. Bạn nên mua vé trực tuyến để có giá trị tốt nhất và vé của bạn có giá trị trong 12 tháng trên bất kỳ hành trình nào bạn chọn. Vé được gửi qua email của bạn. Chúng tôi hy vọng bạn tận hưởng chuyến đi của mình với chúng tôi.Đọc thêm",
            "Xin chào - Tôi - tôi đang lái xe Killarney đến Galway và dừng ở Vách đá Moher. Tôi có thể đi phà từ Tarbert đến Killimer rồi tiếp tục lái xe lên vách đá, được không?Đọc thêm",
            "Tuyệt đối!  Chuyến phà tuyệt vời và chuyến đi tuyệt vời đến Vách đá!  Thưởng thức phong cảnh đẹp của Ireland!Đọc thêm"
        ],
        "star_ratings": [
            203,
            99,
            19,
            1,
            3
        ],
        "review_amount": 325,
        "location": [
            "Các hoạt động ở Killimer",
            "Tỉnh Munster",
            "Phà Shannon",
            "Ireland",
            "Châu Âu",
            "Quận Clare",
            "Kẻ giết người"
        ],
        "reviews_time": [
            "Written October 6, 2023",
            "Written July 4, 2023",
            "Written April 9, 2023",
            "Written September 12, 2022",
            "Written September 10, 2022",
            "Written August 9, 2022",
            "Written August 3, 2022",
            "Written June 11, 2022",
            "Written June 8, 2022",
            "Written October 7, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1420763-d2287462-Reviews-Shannon_Ferry-Killimer_County_Clare.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g211917-d10719647-Reviews-The_Swanky_Bar-Tarbert_County_Kerry.html",
            "https://www.tripadvisor.com/Restaurant_Review-g211855-d13225737-Reviews-Listowel_Garden_Centre_Cafe-Listowel_County_Kerry.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064758-d3493461-Reviews-Scattery_Island-Kilrush_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064758-d3459111-Reviews-Vandeleur_Walled_Garden-Kilrush_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064758-d18378065-Reviews-West_Coast_Aqua_Park-Kilrush_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g211917-d216322-Reviews-Tarbert_Bridewell_Courthouse_Jail_Museum-Tarbert_County_Kerry.html",
            "https://www.tripadvisor.com/Attraction_Review-g211917-d26634275-Reviews-Tarbert_Killimer_Ferry-Tarbert_County_Kerry.html",
            "https://www.tripadvisor.com/Attraction_Review-g1820400-d8381859-Reviews-Carrigafoyle_Castle-Ballylongford_County_Kerry.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064758-d1058519-Reviews-St_Senan_s_Church-Kilrush_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064758-d8370780-Reviews-Shannon_Dolphin_and_Wildlife_Centre-Kilrush_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064758-d13812180-Reviews-Manchester_Martyrs_Memorial-Kilrush_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g186619-d215135-Reviews-Glin_Castle-County_Limerick.html",
            "https://www.tripadvisor.com/Attraction_Review-g1420763-d2287462-Reviews-or10-Shannon_Ferry-Killimer_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064758-d17487677-Reviews-Scattery_Island_Tours-Kilrush_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g214506-d2195535-Reviews-The_North_Clare_Sea_Kayaking_Tour_Company-Doolin_The_Burren_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g212520-d19139252-Reviews-The_Flying_Alpaca-Kilkee_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g186621-d23394701-Reviews-PicTours_Limerick-Limerick_County_Limerick.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064758-d3225453-Reviews-Buggle_s_Bar-Kilrush_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064758-d23789762-Reviews-Wild_Atlantic_Living_Kilrush-Kilrush_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g39459-d14880603-Reviews-Flat_Lick_Falls-Gray_Hawk_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g147426-d185176-Reviews-Sapona-Bimini_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32848-d143472-Reviews-Route_138_Pearblossom_Highway-Palmdale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d3913911-Reviews-Abu_Dhabi_Mall-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d11921828-Reviews-Old_Port-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g147267-d13113739-Reviews-1000_Steps-Bonaire.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d276458-Reviews-Letna_Park-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g14006565-d14193580-Reviews-Skywalk-Gibraltar_Town.html",
            "https://www.tripadvisor.com/Attraction_Review-g47962-d7268905-Reviews-Long_Island_Rail_Road-Jamaica_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272379-Reviews-Carnegie_Science_Center-Pittsburgh_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1420763-d2287462-Reviews-or10-Shannon_Ferry-Killimer_County_Clare.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1420763-d2287462-Reviews-Shannon_Ferry-Killimer_County_Clare.html"
    }
]