[
    {
        "attraction_name": "Shanghai Disneyland",
        "attraction_name_vi": "Disneyland Thượng Hải",
        "general_info": [
            "2.299 đánh giá",
            "36 trong số 1.380 điều cần làm ở Thượng Hải",
            "Công viên giải trí chủ đề",
            "Hoạt động của Công viên Disney"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tôi yêu công viên này, nó có nét quyến rũ của Disney nhưng lại đưa những chuyến đi lên một tầm cao mới.\n\nHãy bắt đầu với các chuyến đi: Cướp biển vùng Caribe và Tron chỉ cần thực hiện các chuyến đi lên mức đó. Cướp biển nói riêng rất điên cuồng về mức độ thực sự hấp dẫn của nó, đây không phải là những tên cướp biển mà bạn đã quen nhưng nó chỉ khiến bạn choáng váng khi đi xung quanh.\n\nCông viên tuyệt đẹp và theo chủ đề đẹp xuyên suốt và trên đỉnh là lâu đài xinh đẹp làm trung tâm của nó. Đã xem vlog và xem ảnh trước khi ghé thăm, tôi hơi lo lắng mình sẽ thất vọng và nó sẽ không có sức hấp dẫn vì nó quá lớn; Đáng lẽ tôi không nên lo lắng chút nào. Lâu đài rất hoàn hảo và khu vực xung quanh nó khác với các Disney khác, nơi cung cấp khu vực xem tuyệt vời cho các chương trình biểu diễn hàng đêm.\n\nTiêu cực nhỏ duy nhất của tôi là, công viên này rất lớn! Nó không có sức hấp dẫn tương tự ở một số khu vực như các đối tác nhỏ hơn của nó. Ví dụ, Fantasyland trải rộng nên không có diện mạo kiểu làng giống như những nơi khác.\n\nNgoài ra, tôi rất nóng lòng muốn xem họ sẽ làm gì với công viên này trong tương lai. Nó rõ ràng được xây dựng với mục đích mở rộng, vì vậy hãy chờ xem nó trưởng thành và phát triển như thế nào.Đọc thêm",
            "Dù bạn có tin hay không, thời gian tối đa chúng tôi phải xếp hàng cho bất kỳ chuyến đi nào là 20 phút. Đó là bởi vì chúng tôi đã đi vào một ngày mưa, và một ngày trước khi Zootopia mở cửa nên chúng tôi nghĩ rằng điều đó đã khiến đám đông tránh xa. Đã đến Paris, Hồng Kông và LA, đây có lẽ là trải nghiệm tuyệt vời nhất mà chúng tôi có được - từ trước đến nay - chỉ vì hàng đợi cho bất kỳ chuyến đi nào đều quá ngắn!\n\nĐồ ăn ở Universal Resorts Bắc Kinh ngon hơn, nhưng trải nghiệm tổng thể ở đây không thể đánh bại được. Trò chơi yêu thích của bọn trẻ tôi là Roaring Rapids và Tron - Soaring Over The Horizon cũng được đánh giá khá cao!Đọc thêm",
            "Rất nhiều thứ để kiểm tra cho dù chúng ta rẽ vào góc nào! Tuy nhiên, những người yêu thích các buổi hòa nhạc và chương trình tương tác cần phải hiểu tiếng Trung để có trải nghiệm sâu sắc hơn. Có thể quản lý hàng đợi vào ngày chúng tôi đến.Đọc thêm",
            "Chúng tôi đến thăm vào dịp nghỉ học của người Trung Quốc, điều đó có nghĩa là nơi đây rất đông đúc và hàng dài người xếp hàng. Thức ăn và đồ uống rất đắt tiền. Ví dụ: 6,00 cho một cây kem ốc quế có hương vị dứa.\n\nCó một chút rắc rối khi tổ chức thẻ nhập học và thẻ nhanh và bạn phải mang theo hộ chiếu của mình.\n\nChúng tôi khá thích chuyến thăm và rõ ràng, Disney có rất nhiều thứ để xem, để làm và thật thú vị khi đi dạo xung quanh. Vào ban đêm, những khu vực ngắm cảnh đẹp nhất sẽ cực kỳ đông đúc, vì vậy hãy sớm tìm một vị trí đẹp và bám trụ ở đó.Đọc thêm",
            "Công viên tuyệt vời giống như tất cả các công viên Disney. Nhưng ngay cả vào một ngày trong tuần thì nó cũng quá đông đúc. Cuối cùng, bạn phải đợi 40 phút cho một chuyến đi. Hãy thử đặt vé nhanh nếu có và chỉ cần tránh những ngày cuối tuần. Truy cập cũng dễ dàng bằng tàu điện ngầm và ô tô.Đọc thêm",
            "My recent experience at Shanghai Disneyland left me deeply disappointed and frustrated due to several concerning issues that significantly marred what should have been a magical visit.Secondhand Smoke Everywhere: Despite designated smoking zones, the park is overrun with inconsiderate visitors who openly smoke wherever they please, subjecting everyone, especially children, to the dangers of secondhand smoke. This blatant disregard for the rules and lack of courtesy from some Chinese guests made navigating the park a challenge and significantly impacted our enjoyment.Illegal Peddlers: Shockingly, just outside the Disney shops, illegal peddlers openly sell Disney merchandise, directly undermining the integrity of the parks retail experience. Its incomprehensible how Disney allows such activities to persist, tarnishing the authenticity and trust associated with its brand.Annual Pass Holder Abuse: Throughout the park, we encountered aggressive annual pass holders exploiting their privileges to engage in unlawful behavior. These individuals relentlessly pestered guests to purchase Disney merchandise through them, falsely promising discounts and circumventing proper queues. It became evident that they were exploiting their pass holder status to undercut Disney, all in pursuit of personal gain and the advancement of their membership tiers.Overall, my visit to Shanghai Disneyland was marred by these unacceptable issues, detracting from what should have been a magical experience. Its disheartening to witness such blatant disregard for rules and ethics within the confines of a place meant to inspire joy and wonder. I sincerely hope that management takes swift and decisive action to address these issues and uphold the standards of excellence that Disney is known for.Read more",
            "Công viên này tuyệt vời như tất cả các công viên Disney khác. Nhưng ngay cả vào ngày trong tuần thì vẫn quá quá quá quá đông đúc. Bạn phải đợi 40 phút cho một chuyến đi. Hãy thử đặt vé vào cửa nhanh nếu có và tránh đi vào cuối tuần. Bạn cũng có thể dễ dàng đi tàu điện ngầm và ô tô. Đọc thêm",
            "Chúng tôi đến thăm vào dịp nghỉ học của người Trung Quốc, điều đó có nghĩa là nơi đây rất đông đúc và hàng dài người xếp hàng. Đồ ăn và đồ uống rất đắt, Ví dụ: 6,00 cho một cây kem ốc quế có vị dứa. Có một chút khó khăn khi tổ chức thẻ vào cửa và thẻ nhanh và bạn phải mang theo hộ chiếu của mình. Chúng tôi khá thích chuyến thăm và rõ ràng, là Disney nên có rất nhiều thứ để xem, để làm và thật thú vị khi đi dạo xung quanh. Vào ban đêm, những khu vực ngắm cảnh đẹp nhất sẽ cực kỳ đông đúc, vì vậy hãy sớm tìm một vị trí đẹp và bám trụ ở đó.Đọc thêm",
            "Chúng tôi đã có một ngày tại Công viên vào một ngày rảnh rỗi trong chuyến du lịch Trung Quốc 10 ngày.  Vì đây là công viên DISney duy nhất trên thế giới mà tôi chưa từng đến nên tôi rất muốn đến thăm và tôi đã không thất vọng. Chúng tôi đã đặt vé trực tuyến vào đêm hôm trước và tôi có thể dễ dàng thanh toán bằng thẻ du lịch nước ngoài không phải của Trung Quốc. Một người bạn đồng hành đã gặp một số vấn đề với thẻ của họ, nhưng cuối cùng họ đã có thể hoàn tất giao dịch. Sau đó, vé được liên kết với hộ chiếu của chúng tôi, vì vậy điều quan trọng là bạn phải nhớ mang theo hộ chiếu vì đây hiện là vé vào cửa của bạn. Chúng tôi đến thăm vào một ngày trong tuần vào giữa tháng 11 và đến ngay trước giờ mở cửa. Việc nhập cảnh nhanh chóng và dễ dàng bao gồm cả việc kiểm tra túi xách.  Rất nhiều chuyến đi được thực hiện bằng cách đi bộ với thời gian chờ đợi tối thiểu vào buổi sáng. Nó trở nên bận rộn hơn một chút vào buổi chiều, nhưng vẫn rất dễ quản lý. Điều này hoàn toàn trái ngược với Tokyo Disneyland vài năm trước, nơi quá đông đúc khủng khiếp trong suốt ba ngày chúng tôi ở đó, trong cái gọi là thời gian thấp điểm. Không bao giờ lặp lại. Công viên rất đẹp, sạch sẽ và dễ di chuyển.  Vé của chúng tôi bao gồm một bữa ăn và đồ uống miễn phí, rất có giá trị. Tôi chọn mì spaghetti và thịt viên, những món rất lớn và giúp tôi no cả ngày. Giá thực đơn có vẻ khá hợp lý, đặc biệt đối với công viên Disney. Chúng tôi đã mua PhotoPass và gặp một số vấn đề khi tải nó xuống, nhưng các nhân viên trong cửa hàng ảnh đã rất kiên nhẫn và hữu ích để cuối cùng nó hoạt động. Tôi rất thất vọng khi biết rằng Cướp biển vùng Caribe đã bị đóng cửa, nhưng đó là một lý do tuyệt vời để xem lại trong tương lai!Đọc thêm",
            "Rất nhiều thứ để kiểm tra cho dù chúng ta rẽ vào góc nào! Tuy nhiên, những người yêu thích các buổi hòa nhạc và chương trình tương tác cần phải hiểu tiếng Trung để có trải nghiệm sâu sắc hơn. Có thể quản lý hàng đợi vào ngày chúng tôi đến.Đọc thêm",
            "Thật là một trải nghiệm tồi tệ với cổng nhân viên, họ không cho chúng tôi vào vì lý do bán vé. Sau khi chúng tôi chờ đợi và tranh cãi hơn một tiếng đồng hồ, họ mới cho chúng tôi vào.?Đọc thêm",
            "Tốt:1. Một công viên khá lớn với nhiều trò chơi, buổi biểu diễn và cửa hàng FB thú vị; Cơ sở vật chất nhìn chung là tốt.2. FB không tốn tay chân như một số park khác.3. Công viên được tổ chức tương đối tốt và vận hành hiệu quả. Xấu:1. Hầu hết nhân viên phục vụ dường như không có động lực để mang đến cho du khách trải nghiệm tốt, họ không cười và cách chào hỏi đều đều đều; So với các công viên Disney khác trong khu vực, mức độ dịch vụ còn kém xa.2. Nhân viên an ninh cư xử như những tên côn đồ, sủa vào mặt du khách trong sự kiện ban đêm. Tôi hiểu sự cần thiết của việc kiểm soát đám đông, nhưng tôi chưa bao giờ thấy hành vi ngang ngược như vậy ngay cả từ các nhân viên thực thi pháp luật, chứ đừng nói đến một nhóm nhân viên an ninh. Kết luận: Các hoạt động và chuyến đi tuyệt vời chỉ là một phần của trải nghiệm, dịch vụ tuyệt vời mới là điều thực sự tạo nên Disneyland một trải nghiệm kỳ diệu, thật không may, điều này lại bị thiếu ở Shanghai Disneyland.Đọc thêm",
            "Dù bạn có tin hay không, thời gian tối đa chúng tôi phải xếp hàng cho bất kỳ chuyến đi nào là 20 phút. Đó là bởi vì chúng tôi đã đi vào một ngày mưa, và một ngày trước khi Zootopia mở cửa nên chúng tôi nghĩ rằng điều đó đã khiến đám đông tránh xa. Đã đến Paris, Hồng Kông và LA, đây có lẽ là trải nghiệm tuyệt vời nhất mà chúng tôi có - từ trước đến nay - chỉ vì hàng đợi cho bất kỳ chuyến đi nào quá ngắn! Đồ ăn ở Universal Resorts Bắc Kinh ngon hơn, nhưng trải nghiệm tổng thể ở đây không thể đánh bại được. Trò chơi yêu thích của bọn trẻ tôi là Roaring Rapids và Tron - Soaring Over The Horizon cũng được đánh giá khá cao!Đọc thêm",
            "Tôi yêu công viên này, nó có nét quyến rũ của Disney nhưng chỉ đưa các trò chơi lên một tầm cao mới. Hãy bắt đầu với các trò chơi: Cướp biển vùng Caribe và Tron chỉ cần đưa các trò chơi lên đỉnh cao đó. Cướp biển nói riêng phát điên vì nó thực sự hấp dẫn đến mức nào, đây không phải là những tên cướp biển mà bạn đã quen nhưng nó chỉ khiến bạn choáng váng khi đi xung quanh. Công viên rất đẹp và chủ đề xuyên suốt rất đẹp và trên cùng là lâu đài xinh đẹp như trung tâm của nó. Đã xem vlog và xem ảnh trước khi ghé thăm, tôi hơi lo lắng mình sẽ thất vọng và nó sẽ không có sức hấp dẫn vì nó quá lớn; Lẽ ra tôi không nên lo lắng chút nào. Lâu đài rất hoàn hảo và khu vực xung quanh nó khác với các Disney khác, nơi cung cấp khu vực xem tuyệt vời cho các chương trình biểu diễn hàng đêm. Điểm trừ nhỏ duy nhất của tôi là công viên này rất lớn! Nó không có sức hấp dẫn tương tự ở một số khu vực như các đối tác nhỏ hơn của nó. Ví dụ: Fantasyland trải rộng nên không có diện mạo kiểu làng giống như những nơi khác. Ngoài ra, tôi rất nóng lòng muốn xem họ sẽ làm gì với công viên này trong tương lai. Nó rõ ràng được xây dựng với mục đích mở rộng, vì vậy hãy chờ xem nó trưởng thành và phát triển như thế nào.Đọc thêm",
            "Đây là lần thứ hai chúng tôi đến đây, sau lần đầu tiên vào năm 2016. Nơi này vẫn kỳ diệu như mọi khi! Các trò chơi thật tuyệt vời, chỉ có điều là hàng đợi không quá khủng khiếp. Bạn nên biết rằng chúng tôi đã đến đây vào đúng ngày lễ quốc khánh nên điều đó cũng dễ hiểu. Nếu bạn không ngại trả tiền cho làn đường ưu tiên và thời gian xếp hàng phải hơn 60 phút, tôi cho rằng việc chi tiền để rút ngắn thời gian xếp hàng và tránh khỏi tình trạng kiệt sức khi phải xếp hàng là hoàn toàn xứng đáng. Nếu bạn thích cảm giác hồi hộp, tôi thực sự khuyên bạn nên đi xe Tron ở Tomorrowland. Chúng tôi đến vào ngày đầu tiên của tháng 10 và vô cùng thích thú khi nhìn thấy những đồ trang trí Halloween tuyệt đẹp và những món đồ lưu niệm xung quanh công viên. Độ sạch sẽ của toàn bộ nơi này là tuyệt đối, bao gồm cả mọi nhà vệ sinh mà chúng tôi đã vào, ngay cả khi công viên rất đông đúc. Tôi vô cùng biết ơn vì tất cả các nhà vệ sinh gia đình mà họ đã cung cấp trong mỗi nhà vệ sinh, nó giúp việc đưa trẻ mới biết đi đến công viên trở nên dễ dàng, khi cần thay tã hoặc dọn dẹp. Một đặc quyền khác mà tôi thích là chúng tôi có thể mang theo một chai nước uống rỗng đến công viên, vì luôn có một vòi nước để đổ đầy chai của chúng tôi nằm gần nhà vệ sinh. Tôi rất vui mừng và hy vọng rằng Zootopia Land mới sẽ sớm hoàn thành và mở cửa. Chúng tôi rất muốn quay lại một ngày nào đó. Đọc thêm",
            "Có du khách Mỹ nào đã áp dụng thành công DAS cho con của họ chưa? Cảm ơnĐọc thêm",
            "Chào bạn\n\nTôi biết rằng bạn có một vài giờ với thành viên hướng dẫn viên công viên của mình khi tham gia chuyến tham quan VIP và điều đó sẽ cho phép bạn tiếp cận trực tiếp các chuyến đi và chỗ ngồi đặc biệt cho các buổi biểu diễn.\n\nMình xin hỏi 2 điều mong các bạn trả lời giúp mình:\n1. Sau giờ làm việc của bạn với các thành viên hộ tống nói rằng đã kết thúc, bạn vẫn có quyền truy cập trực tiếp vào các chuyến đi mà không cần xếp hàng chứ? Có dây buộc hoặc dây đeo cổ tay nào để nói rằng bạn là VIP trong ngày không?\n2. Tương tự như câu hỏi 1, ngoài giờ bạn có điểm VIP để xem pháo hoa không?\n\nCảm ơn bạnĐọc thêm",
            "Tôi có thể mua vé ở đó không? Đọc thêm",
            "Tôi sẽ kiểm tra trên trang web của họ. Thông thường là có, nhưng sẽ tốt hơn nếu mua trước vì họ đang kiểm soát số lượng mục nhập do tình trạng virus.Đọc thêm",
            "Công viên có nhà vệ sinh kiểu Tây không?Đọc thêm",
            "Làm cách nào tôi có thể nhận được Mã Xanh QR Sức khỏe??Đọc thêm",
            "Vì vậy, bạn cần tải xuống một ứng dụng và tôi chắc chắn rằng bạn có nó và có mã.Đọc thêm",
            "Chi phí vào cửa bao nhiêu đô la cho mỗi người?Đọc thêm",
            "Giá thay đổi tùy theo việc bạn dự định đến thăm vào dịp lễ thường xuyên, cao điểm hay cao điểm.  Thật không may, bạn sẽ cần phải truy cập trang web của họ để xem chuyến thăm của bạn sẽ diễn ra vào ngày nào và sau đó thực hiện chuyển đổi tiền tệ.  Ngay bây giờ, tháng Giêng, có vẻ như giá cả đã tăng từ khoảng 58 kỳ nghỉ thông thường lên 97 kỳ nghỉ cao điểm cho mỗi người.  \n\nThông tin dưới đây là từ trang web của họ:  \n\nVé vào cửa trong hoặc sau ngày 8/10/2019:\n\nGiá đặc biệt:\n\nTrẻ em: Từ 3 đến 11 tuổi cả hai hoặc có chiều cao trên 1,0 mét và tối đa 1,4 mét vào ngày tham quan công viên\n\nNgười cao tuổi: Từ 65 tuổi trở lên\n\nHành khách khuyết tật cần có giấy chứng nhận khuyết tật\n\nVào công viên miễn phí:\nTrẻ em dưới 3 tuổi hoặc có chiều cao từ 1,0 mét trở xuống trong ngày tham quan.Đọc thêm",
            "Tôi có thể mua thẻ nhanh trên ứng dụng hoặc tôi lấy chúng ở đâu?Đọc thêm",
            "Có, bạn có thể.Đọc thêm",
            "Chương trình diễu hành và bắn pháo hoa có diễn ra vào các ngày trong tuần không? Nếu không, khi nào chúng có sẵn?Đọc thêm",
            "Có, tuy nhiên, tôi khuyên bạn nên kiểm tra trên ứng dụng của họ để đảm bảo chắc chắn.Đọc thêm",
            "Làm cách nào để tôi có thể đặt chỗ cho bữa tối tại phòng tiệc hoàng gia ở Shanghai Disneyland. Tôi đã thử gọi cho họ nhưng họ nói số máy đang bận, ai đó có thể vui lòng giúp tôi về vấn đề này không?\nCảm ơn trước Đọc thêm",
            "Xin chào, ôi thật không may là cách duy nhất tôi biết để đặt chỗ là qua điện thoại\nTôi xin lỗi vì không thể giúp bạnĐọc thêm",
            "CHÀO\n\nTôi dự định đến thăm Disneyland Thượng Hải vào năm tới. tôi nên tưởng tượng điều gì với đám đông? ở WDW, việc đặt chỗ nhà hàng được thông báo trước 180 ngày, liệu điều này có xảy ra ở Thượng Hải không?\n\nGina Đọc thêm"
        ],
        "star_ratings": [
            1001,
            714,
            314,
            130,
            143
        ],
        "review_amount": 2302,
        "location": [
            "Disneyland Thượng Hải",
            "Trung Quốc",
            "Thượng Hải",
            "Khu vực Thượng Hải",
            "Châu Á",
            "Những điều cần làm ở Thượng Hải"
        ],
        "reviews_time": [
            "Written November 4, 2023",
            "Written December 22, 2023",
            "Written January 5, 2024",
            "Written March 26, 2024",
            "Written May 14, 2024",
            "Written May 29, 2024",
            "Written May 14, 2024",
            "Written March 26, 2024",
            "Written February 13, 2024",
            "Written January 5, 2024",
            "Written January 2, 2024",
            "Written December 23, 2023",
            "Written December 23, 2023",
            "Written November 5, 2023",
            "Written October 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g308272-d10383031-Reviews-Shanghai_Disneyland-Shanghai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d10394411-Reviews-The_Cheesecake_Factory_Disneytown-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d10482431-Reviews-Element_Fresh_Disney-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d10684895-Reviews-Wolfgang_Puck_Disney_Town-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d10420666-Reviews-Kokio_Noodle_Bar-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d10882203-Reviews-Lumiere_s_Kitchen-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d10629683-Reviews-Aurora_Restaurant_Disneyland_Hotel-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d11917041-Reviews-King_Ludwig_s_Castle-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d10820889-Reviews-Mammamia_Pizzeria_Shanghai_Village-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d4697254-Reviews-Pho_Co_Shanghai-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d4805114-Reviews-Starbucks_Wai_GaoQiao-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d12284921-Reviews-Bicester_Village_Shanghai-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d5114506-Reviews-ShangHai_YouLongShi_WenHua_KePuGuan-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3363049-Reviews-Greenland_s_East_Coast_Plaza-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1805655-Reviews-Chinese_Culture_Park-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1979501-Reviews-Shanghai_Huaxia_Culture_Tourism_Zone-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3362539-Reviews-Pudong_Shopping_Center_chuansha-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1979530-Reviews-Shanghai_Wu_Changshuo_Memorial-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1793283-Reviews-Huang_Yanpei_s_Former_Residence-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1805653-Reviews-Chuansha_Ancient_City_Wall-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3362296-Reviews-Pudong_Shopping_Center_Huaxia_road-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d10383031-Reviews-or10-Shanghai_Disneyland-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1889821-Reviews-Shanghai_Happy_Valley-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1400427-Reviews-Shanghai_Renmin_Park-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d2221062-Reviews-Thames_Town-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1793293-Reviews-Changfeng_Park-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1979520-Reviews-Shanghai_Chedun_Film_Park-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d459908-Reviews-Jinjiang_Amusement_Park-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d459910-Reviews-Changfeng_Ocean_World-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d459907-Reviews-Great_World_Da_Shi_Jie-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d15604969-Reviews-Shanghai_Haichang_Ocean_Park-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d459906-Reviews-Dino_Beach-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d7812486-Reviews-Jenny_s_Shanghai_Tours-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d9594458-Reviews-Maglev_Transportation-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d555055-Reviews-Pudong_New_Area-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d549395-Reviews-Century_Park-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3374126-Reviews-A_P_Plaza_Yinyang_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1967816-Reviews-Shanghai_Maglev_Museum-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d11759538-Reviews-Shanghai_Lily_Tours-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d459922-Reviews-Shanghai_Wild_Animal_Park-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d553513-Reviews-Zhongshan_Road-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1743462-Reviews-Shanghai_New_International_Expo_Centre_SNIEC-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3363723-Reviews-Kerry_Parkside_Mall-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1979450-Reviews-Shanghai_Xinchang_Ancient_Town-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d550362-Reviews-Shanghai_Science_and_Technology_Museum-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g562639-d3572528-Reviews-The_Healing_Thermal_Springs_of_Edipsos-Edipsos_Euboea_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g58704-d2322488-Reviews-Gene_Coulon_Memorial_Beach_Park-Renton_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d156631-Reviews-Westfield_UTC-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g644210-d2516985-Reviews-Stalis_Beach-Stalis_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190517-Reviews-Reichstag_Building-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d549029-Reviews-Ocean_Avenue-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147406-d149849-Reviews-Magens_Bay-Magens_Bay_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g35328-d10832742-Reviews-Tybee_Pier-Tybee_Island_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190313-d313286-Reviews-Hondoq_Bay-Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d641334-Reviews-Red_Beach-Akrotiri_Santorini_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g308272-d10383031-Reviews-or10-Shanghai_Disneyland-Shanghai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g308272-d10383031-Reviews-Shanghai_Disneyland-Shanghai.html"
    }
]