[
    {
        "attraction_name": "Shanghai Zoo (Shanghai Dongwu Yuan)",
        "attraction_name_vi": "Sở thú Thượng Hải - Shanghai Dongwu Yuan -",
        "general_info": [
            "637 đánh giá",
            "- 89 trong số 1.381 điều cần làm ở Thượng Hải",
            "Sở thú"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Vườn thú là vườn thú - điều này hơi buồn đối với các loài động vật, đặc biệt là các loài linh trưởng, nhưng nó vẫn là niềm vui tốt cho trẻ em và nó phục vụ mục đích giáo dục. Ngược lại với một số đánh giá trước đó, tôi đã có khoảng thời gian khá vui vẻ trong chuyến thăm của mình. Bí quyết là đến thăm trong tuần - điều mà bạn, với tư cách là khách du lịch, có thể, không giống như những đứa trẻ địa phương - không phải vào cuối tuần và chắc chắn không phải vào ngày lễ quốc gia. Công viên có khá nhiều người dân địa phương lớn tuổi đang tập thể dục. Các con vật không bị quấy rối và hầu hết chúng đều có nhiều không gian và tận hưởng sự yên tĩnh yên tĩnh. Điểm nổi bật đối với chúng tôi là gấu trúc đỏ. Trong khi những chú gấu trúc khổng lồ trông khá buồn chán thì những chú gấu trúc đỏ lại rất năng động và khá táo bạo. Vườn ươm linh trưởng cũng rất dễ thương. Cũng rất thú vị khi thấy một số loài động vật có vú nhỏ có nguồn gốc ở góc này của Trung Quốc. Hạn chế của việc ghé thăm trong tuần là không có bất kỳ lựa chọn đồ ăn nóng nào. Lên kế hoạch cho bữa ăn của bạn xung quanh chuyến thăm của bạn hoặc chuẩn bị một chuyến dã ngoại.Đọc thêm",
            "Nơi này là sự pha trộn giữa khuôn viên đẹp và động vật buồn. Họ rõ ràng làm việc chăm chỉ để giữ cho Khu vườn sạch sẽ và đẹp đẽ. Các khu vực dành cho động vật không được chăm sóc tốt và tất cả các con vật đều đang ngủ hoặc có vẻ chán nản.  Một số vật trưng bày chỉ tối và có rất ít ánh sáng.  Đó là một nơi rất kỳ lạ so với những sở thú khác mà tôi đã từng đến ở Mỹ. Tôi chắc chắn sẽ không đi nữa. Đọc thêm",
            "Do hạn chế về thời gian, tôi không thể đến trung tâm nghiên cứu gấu trúc ở Thành Đô nên thay vào đó tôi đã mạo hiểm đến vườn thú Thượng Hải để xem con gấu trúc khổng lồ. Việc nhìn thấy gấu trúc là điều bắt buộc ở Trung Quốc. Đây là một vườn thú lớn và có nhiều loài động vật khác mà chúng tôi đã đi ngang qua nhưng chúng tôi chỉ tập trung vào gấu trúc. Tôi - tôi rất vui vì đã có thể gặp anh ấy.Đọc thêm",
            "Đây là một nơi khá buồn để ghé thăm. Những con sói tội nghiệp có cuộc sống đáng thương. Mọi người sẽ cho động vật ăn bên cạnh biển báo ghi - Không cho động vật ăn - . Chúng tôi sẽ không quay lại. Đọc thêm",
            "",
            "Đây là một nơi phải đến trong chuyến thăm Thượng Hải của bạn. Bố cục của sở thú rất ngon và có sẵn đồ ăn nhẹ. Khu vực Gấu trúc khổng lồ là điểm nổi bật. Tôi đã nhìn thấy rất nhiều loài bạch dương và động vật mà tôi chưa từng thấy trước đâyĐọc thêm",
            "Đi đến đó thì tốt, nhưng sẽ tốt hơn nếu nơi đó sạch hơn. Và hướng dẫn không rõ ràng, tôi rất bối rối khi nhìn thấy hướng dẫn Đọc thêm",
            "Chúng tôi đã đến thăm sở thú Thượng Hải vào ngày 03.11.2019. Thật tuyệt vời khi thấy những lựa chọn động vật tuyệt vời được giữ trong môi trường gần gũi với thiên nhiên. Gấu trúc thực sự rất đẹp!Đọc thêm",
            "Tôi đã đến thăm sở thú vào tháng 7 cùng với bạn bè và bị sốc khi thấy những con gấu bị khách du lịch ném thức ăn vào chúng! Có những biển báo chỉ ra rằng mọi người không nên cho chúng ăn, tuy nhiên hoàn toàn không có ai ở đó để thực thi điều này hoặc nỗ lực để khu chuồng trại được điều chỉnh cho phù hợp với điều này. Những con gấu này đã ăn những thứ như bánh quy, bỏng ngô và đồ ngọt, điều này hoàn toàn không thể chấp nhận được! Có những cải thiện nghiêm trọng cần được thực hiện đối với sức khỏe của một số loài động vật trong vườn thú. Gấu trúc chắc chắn được ưu tiên.Đọc thêm",
            "Điểm nổi bật của vườn thú là 2 chú gấu trúc đang nhai măng. Vườn thú còn có những loài động vật khác, tuy nhiên hầu hết chúng đều sống đơn độc hoặc trông khá lờ đờ. Có gian hàng giải khát có sẵn khắp nơi và những nơi để nghỉ ngơi. Khách du lịch cho động vật ăn mặc dù có biển báo cấm cho ăn. Một số khu vực trông bẩn thỉu và động vật không được chăm sóc tốt như voi và hà mã. Nhìn chung đó là một chuyến thăm ổn. Ngay cạnh tuyến Metro số 10. Đọc thêm",
            "Xin chào, tôi dự định đến sở thú vào khoảng ngày 7 hoặc 8 tháng 6.\nKhi tôi rời Thượng Hải vào ngày 9 tháng 6 vào buổi sáng, ai đó có thể gợi ý một khách sạn tốt gần nhất ở giữa sân bay sở thú và không? ThxĐọc thêm",
            "Nếu bạn hạ cánh tại sân bay quốc tế Hồng Kiều Thượng Hải thì Holiday Inn Shanghai Hongqiao sẽ là nơi tốt nhất vì nó gần khách sạn và sở thú cũng cách khách sạn 10 phút lái xe. Khách sạn sẽ sắp xếp taxi chỉ sau vài phút.Đọc thêm",
            "Vườn thú có chỗ để hành lý không? Bao nhiêu?Đọc thêm",
            "Giá vé vào cửa cho trẻ em là bao nhiêu?Đọc thêm",
            "Đó là 40 RMB cho người lớn, 20 RMB cho trẻ em. Trẻ em dưới 1,20m được miễn phí.Đọc thêm",
            "Chúng tôi là một nhóm gồm 9 người lưu trú tại Wyndham Bund East Shanghai vào tháng 10 và muốn biết cách tốt nhất để chúng tôi đi từ khách sạn đến sở thú và ngược lạiĐọc thêm",
            "Xin chào, bạn có 2 lựa chọn. Đầu tiên, bạn có thể đi tàu điện ngầm đến ga tàu điện ngầm gần khách sạn nhất, tôi đã kiểm tra là tuyến 12, ga Ninh Quốc và bạn cần chuyển sang tuyến 10, ga Thiên Thông Lộ để đến sở thú Thượng Hải. Các ga được viết bằng tiếng Anh nên không thực sự khó để đi lại. Nhưng khá xa, khoảng 18 ga từ khách sạn của bạn. Thứ hai, bạn cũng có thể đi taxi, hãy yêu cầu nhân viên lễ tân tại khách sạn của bạn viết địa chỉ của sở thú Thượng Hải bằng tiếng Trung và khách sạn của bạn để thuận tiện cho bạn vì hầu hết tài xế taxi ở Thượng Hải chỉ có thể nói tiếng Trung. Và tôi cũng có thể gợi ý rằng bạn nên đến đó sớm một chút, sở thú Thượng Hải khá lớn và khoảng 5:30 hoặc 6 giờ, trời đã hơi tối. Chỉ có một vài ngọn đèn và tốt hơn hết là bạn nên mang theo đồ ăn của riêng mình như bánh sandwich hoặc bất kỳ loại đồ ăn nào bạn có thể dễ dàng chế biến vì các cửa hàng có hạn. Đọc thêm",
            "Tôi - tôi đang xem Vườn thú Thượng Hải vào mùa hè và đang tự hỏi, đại khái, giá vé vào cửa là bao nhiêu? Cảm ơn rất nhiều!Đọc thêm",
            "Phí vào cửa là 60 RMB cho người lớn. Tuy nhiên, tôi khuyên bạn nên ghé thăm Công viên động vật hoang dã nếu bạn có nhiều thời gian và ngân sách hơn - 160 RMB -. Bạn có thể đọc bài đánh giá của tôi trên tripadvisor. Cung cấp rất nhiều thông tin hữu ích cho chuyến đi của bạn.Đọc thêm",
            "Tôi sẽ ở Thượng Hải vào thứ Năm ngày 11 - 26 và thứ Sáu ngày 11 - 27 và muốn đến thăm sở thú Thượng Hải.  Nó có mở cửa vào thời điểm đó trong năm không?Đọc thêm",
            "Xin chào, tôi muốn hỏi bạn liệu các con vật trông buồn bã và bị nhốt trong lồng hay chúng có không gian rộng để di chuyển. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào,\nChúng tôi sẽ ở Thượng Hải từ ngày 19 đến ngày 26 tháng 1, ngày và giờ tốt nhất để ghé thăm sở thú để xem động vật được cho ăn và bạn có thể cưỡi voi ở sở thú không?\nCảm ơn bạn, MelissaĐọc thêm",
            "Xin chào, chúng tôi đã đi cùng một nhóm du lịch - lúc đó là khoảng 2 giờ chiều, con vật duy nhất được cho ăn ở nơi khác là Panda - s. Nơi người ta cho tre ăn - bánh trái cây. họ đợi ở cửa trông coi vì biết đã đến giờ ăn. Tôi đã nghe những báo cáo không hay về vườn thú này từ Trip Advisor, nhưng tôi thấy nó tốt hơn những bình luận không hay. Vâng, có rác trong một số chuồng, nhưng thủ phạm là những thanh thiếu niên trẻ hơn. Không thấy nhiều người nuôi thú. Nhưng những con vật dễ nhìn cận cảnh - được chăm sóc rất tốt.Đọc thêm"
        ],
        "star_ratings": [
            132,
            231,
            132,
            63,
            79
        ],
        "review_amount": 637,
        "location": [
            "Những điều cần làm ở Thượng Hải",
            "Khu vực Thượng Hải",
            "Thượng Hải",
            "Sở thú Thượng Hải - Shanghai Dongwu Yuan -",
            "Châu Á",
            "Trung Quốc"
        ],
        "reviews_time": [
            "Written October 11, 2023",
            "Written May 7, 2023",
            "Written September 17, 2022",
            "Written October 5, 2020",
            "Written July 31, 2020",
            "Written February 12, 2020",
            "Written January 13, 2020",
            "Written January 9, 2020",
            "Written December 27, 2019",
            "Written December 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g308272-d459923-Reviews-Shanghai_Zoo_Shanghai_Dongwu_Yuan-Shanghai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d3580905-Reviews-Geneva_Pub_Restaurant_Catering-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d3449867-Reviews-A_Shan_Restaurant-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d2453733-Reviews-Le_Fu_Yi_XinXian_HongBei-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d3449925-Reviews-Shu_You_Seafood_Restaurant_XiJiao-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d2442349-Reviews-MiLuo_JiuBa-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d3573748-Reviews-Bebemamie_Food_Concept-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d3449953-Reviews-Sha_Xun_HuaYuan-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d5054441-Reviews-LongBo_Restaurant_YanHuiTing-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d4446504-Reviews-ZhuYuanCun_Restaurant-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d3392388-Reviews-RenMinGongShe_NongJia_Cai-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1793210-Reviews-Sassoon_Villa-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d5114944-Reviews-ChengJiaQiao_ShangYeJie_ShuangYong_Jie-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1887174-Reviews-Shanghai_Propaganda_Poster_Art_Centre-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1193212-Reviews-Shanghai_s_Hongqiao_Pearl_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3374181-Reviews-Rainbow_flower_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d5114555-Reviews-ShangHai_GuoJi_NongZhan_ZhongXin-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d5114537-Reviews-ShangHai_NongYe_ZhanLanGuan-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1237345-Reviews-Longhua_Temple-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3374121-Reviews-Pearl_city_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3362156-Reviews-Brilliance_West_Shopping_Mall-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d459923-Reviews-or10-Shanghai_Zoo_Shanghai_Dongwu_Yuan-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d459905-Reviews-Shanghai_Ocean_Aquarium-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d15604969-Reviews-Shanghai_Haichang_Ocean_Park-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d19610310-Reviews-Mo_Mo_Le_Meng_Chong_Yuan-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1793326-Reviews-Xierxi_Ocean_World-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1913400-Reviews-Tours_of_Jewish_Shanghai-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d6725426-Reviews-China_Highlights_Shanghai-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d2312338-Reviews-Tianshan_Tea_City-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1942473-Reviews-Shanghai_Hongqiao_Railway_Station-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1626811-Reviews-Qibao_Old_Street-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1979462-Reviews-Shanghai_Qibao_Town-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3547096-Reviews-Tian_Hou_Silk_Factory-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g608952-d1567338-Reviews-Baleal_Beach-Peniche_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d596055-Reviews-235_King_Street-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g35194-d7985410-Reviews-Tanger_Outlets_Savannah-Pooler_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d16667633-Reviews-CopenHill-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d946227-Reviews-Crescent_Bay_Point_Park-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d13431751-Reviews-Macorix_House_of_Rum-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d281791-Reviews-Forestiere_Underground_Gardens-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1600537-d2658502-Reviews-Lago_di_Barcis-Barcis_Province_of_Pordenone_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60368-d490820-Reviews-Crystal_River-Waupaca_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g298450-d2648995-Reviews-Greenbelt_Mall-Makati_Metro_Manila_Luzon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g308272-d459923-Reviews-or10-Shanghai_Zoo_Shanghai_Dongwu_Yuan-Shanghai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g308272-d459923-Reviews-Shanghai_Zoo_Shanghai_Dongwu_Yuan-Shanghai.html"
    }
]