[
    {
        "attraction_name": "Shinsegae Centum City Spaland",
        "attraction_name_vi": "Shinsegae Trăm thành phố Tây Ban Nha",
        "general_info": [
            "686 đánh giá",
            "1 trong 100 Spa chăm sóc sức khỏe ở Busan",
            "Spa"
        ],
        "attraction_summary": "Hòa mình vào văn hóa tắm Hàn Quốc tại phiên bản cao cấp nhiều tầng của Jimjilbang truyền thống. Tọa lạc tại một trong những khu phức hợp mua sắm lớn nhất thế giới, bạn có thể ngâm mình, cọ rửa và đổ mồ hôi tại một trong nhiều phòng tắm và spa theo chủ đề. Một vòng đeo tay điện tử theo dõi đồ ăn, đồ uống và dịch vụ đã mua. Vé của bạn có giá trị trong vài giờ tùy theo số tiền bạn chi tiêu. Spaland là nơi tuyệt vời cho khách du lịch một mình, cặp đôi và nhóm bạn, nhưng trẻ em dưới một độ tuổi nhất định không được phép vào. Hãy ghé thăm vào các buổi sáng các ngày trong tuần để ít đám đông hơn và vào cửa rẻ hơn.  TripadvisorĐọc thêm",
        "reviews": [
            "Chúng tôi gọi vào đêm khuya sau 7 giờ tối. Chúng tôi không mong đợi được giảm giá vé vào cửa nhưng rất biết ơn vì điều đó. Thời gian cứ trôi qua và chúng tôi bước ra với mong muốn có thêm thời gian để trải nghiệm hết các tiện nghi. Có thể dễ dàng chìm vào giấc ngủ trong bất kỳ căn phòng yên tĩnh có hệ thống sưởi nào.\nMới và hiện đại nên đừng mong đợi trải nghiệm truyền thống của Hàn Quốc. Chúng tôi sẽ quay lạiĐọc thêm",
            "Đã có một thời gian vui vẻ tại vùng đất spa. Tôi rất thích nhiều nhiệt độ của mỗi phòng tắm và phòng tắm hơi. Nó sạch sẽ. Tôi cảm thấy một cuốn sách nhỏ có hướng dẫn sẽ hữu ích. Đặt giày vào tủ đựng đồ, chìa khóa tủ là thẻ của bạn, tắm rửa, sử dụng bồn tắm, v.v. chúng tôi cũng gặp phải sự cố khi bạn tôi chân trần giẫm phải một chiếc khuyên tai. Chúng tôi đã cảnh báo dịch vụ khách hàng và họ đã bỏ qua nó. Đúng, nó đã đâm vào chân cô ấy và khiến cô ấy chảy máu. Đọc thêm",
            "Bạn có thể dễ dàng dành một vài giờ tại Spaland để thư giãn và nạp lại năng lượng. Có thể truy cập ở tầng trệt của cửa hàng bách hóa Shinsegae khi bạn có thể trải nghiệm hàng chục phòng tắm hơi, phòng sưởi ấm cuối cùng nhưng không kém phần quan trọng là phòng băng. Bạn sẽ cần phải mặc quần áo được cung cấp cho bạn. Nhưng ở phía bên ngoài ấm áp, bạn sẽ không cần chúng...Đọc thêm",
            "Spaland nằm rất gần với Subway. Phòng thay đồ, suối nước nóng, khu vực thư giãn và quầy bán đồ ăn nhanh đáp ứng nhu cầu của tôi trong buổi học kéo dài 4 giờ. \n\nCó các tiện ích trong nhà và ngoài trời cũng như phòng tắm hơi, phòng lạnh, phòng Ion, không gian thư giãn, khu vực tập trung đông người có hệ thống sưởi.\n\nĐi vào một buổi tối cuối tuần và mặc dù đông đúc nhưng chúng tôi rất thích thú. Đọc thêm",
            "Dễ dàng là 4 giờ tốt nhất chúng tôi dành ở Busan. Spa này cung cấp rất nhiều và nó chắc chắn giống như một trải nghiệm sang trọng. Có hơn 10 loại phòng xông hơi để thử, khu vực ngâm chân ngoài trời để thư giãn và rất nhiều phòng thư giãn trong nhà khiến bạn sẽ choáng ngợp với nhiều lựa chọn. Mọi thứ đều cực kỳ sạch sẽ và hướng dẫn rất thân thiện với người nước ngoài. Vé 25 USD cũng được bao gồm trong đó. là một thức uống gạo miễn phí - nó cực kỳ sảng khoái và có hương vị thơm ngon. Tôi cũng thích việc bạn không phải lo lắng về việc mang theo bất kỳ vật dụng cần thiết nào trong phòng tắm - họ thậm chí còn cung cấp lược và lược chải tóc đã tiệt trùng để thuận tiện cho chúng tôi. Đừng lo lắng nếu bạn cũng có hình xăm - khác biệt từ các nhà tắm onsen của Nhật Bản, đây không phải là vấn đề đáng lo ngại ở Hàn Quốc.Đọc thêm",
            "Một trải nghiệm tuyệt làm sao. Tôi yêu yêu yêu nó. Đã say sưa về chuyến thăm của tôi ở đó từ nhiều tháng nay. Dịch vụ và trải nghiệm tuyệt vời.Đọc thêm",
            "Trải nghiệm thư giãn. Được tổ chức tốt Rất sạch sẽ và cơ sở vật chất tốt Trái cây rất ngon Tôi nghĩ họ đóng cửa nhà hàng và quán bar rất sớm, đó là lý do tại sao tôi chỉ xếp bốn sao và không có năm sao. Đọc thêm",
            "We went on a weeknight and really enjoyed our experience. At 23,000 won per person it felt like a good deal considering that we could spend up to four hours inside Spa Land. We felt it was clean and a well planned out spa with lots of hot baths in gender specific areas and plenty of relaxing activities in a common area.Spa Land can be found on the first level of the Shinsaegae shopping centre near the luxury brand section. You pay at the counter and they provide you an instruction card for where to go next, a payment pass and a free drink coupon. After the payment counter you can go up a ramp and take off your shoes to store in a storage locker. After this you can hand over your payment pass to get your spa clothes. The key from the storage locker will be used for the remaining time at the spa including your storage locker for your clothes and any other items you bring with you. The key will also allow you to pay for additional services and food items inside Spa Land.The men and women have separate change areas, hot baths and saunas. We found the facilities very clean and they offered some good shower products. There are multiple pools to relax in with hot, medium and cold options to enjoy. There are also rooms to go to to get body scrubs and the mens area had hair cuts. We both spent about an hour in the hot baths, put on our spa clothes and then met up in the common area. The common area seemed to have everything - there were a couple of cafes, an instant ramen shop, a restaurant, massage chairs, foot spa, games room, a fitness centre, a cold room, hot rooms and relaxation rooms. You and your partner can hang out here in your spa clothes and enjoy the experience together or find a comfy spot for a nap. There are also extra spa services in this area like facials, manicures and massages. We paid 3000 won more to use a massage chair for 15 minutes and felt it was worth it. The drink coupon can be used at the cafe on the first floor and it is a cold rice drink which was nice to have as no outside food or drink is permitted.After the common area we went back to our change rooms and both tried out some of the facial cream and hand cream. All products here have a nice lemon grass scent. If you used additional services or purchased food inside there is a settlement desk just outside the change rooms where you can go and clear the bill. Once there are no outstanding fees you can use your key to scan out and go collect your shoes.We really enjoyed our day here. The lockers we were given were large and we appreciated all the little details that made for a truly relaxing experience in Busan. We would recommend checking it out as long as you dont mind being around naked people for some time in the change rooms or bathing areas. The closest metro is Centrum City.Read more",
            "Spaland nằm rất gần với Subway. Phòng thay đồ, suối nước nóng, khu vực thư giãn và quầy bán đồ ăn nhanh đáp ứng nhu cầu của tôi trong buổi học kéo dài 4 giờ. Có các tiện ích trong nhà và ngoài trời cũng như phòng tắm hơi, phòng lạnh, phòng Ion, không gian thư giãn, khu vực tập trung đông người có hệ thống sưởi. Đi vào một buổi tối cuối tuần và mặc dù đông đúc nhưng chúng tôi rất thích thú. Đọc thêm",
            "Nơi này rộng lớn và nhà tắm cần một thời gian để làm quen. Bạn nhận được hai chiếc khăn nhỏ, một chiếc quần đùi và áo phông. Sau khi tắm xong, bạn có thể dạo chơi xung quanh các khu vực chung. Quán cà phê ramen rất thú vị nhưng spa có giá khoảng A100 cho 60 phút chăm sóc da mặtĐọc thêm",
            "Bạn có thể dễ dàng dành một vài giờ tại Spaland để thư giãn và nạp lại năng lượng. Có thể truy cập ở tầng trệt của cửa hàng bách hóa Shinsegae khi bạn có thể trải nghiệm hàng chục phòng tắm hơi, phòng sưởi ấm cuối cùng nhưng không kém phần quan trọng là phòng băng. Bạn sẽ cần phải mặc quần áo được cung cấp cho bạn. Nhưng ở phía bên ngoài ấm áp, bạn sẽ không cần chúng...Đọc thêm",
            "Ưu điểm: - Nhiều phòng khác nhau - Có vẻ được bảo trì tốt Nhược điểm: - Vô cùng đông đúc! Sẽ tốt hơn nếu họ giới hạn số lượng người để có trải nghiệm thư giãn và thú vị hơn. - Không có khăn tắm trong phòng tắm dành cho nữ và không có nhân viên nào giúp đỡ.Đọc thêm",
            "Đã có một thời gian vui vẻ tại vùng đất spa. Tôi rất thích nhiều nhiệt độ của mỗi phòng tắm và phòng tắm hơi. Nó sạch sẽ. Tôi cảm thấy một cuốn sách nhỏ có hướng dẫn sẽ hữu ích. Đặt giày vào tủ đựng đồ, chìa khóa tủ là thẻ của bạn, tắm rửa, sử dụng bồn tắm, v.v. chúng tôi cũng gặp phải sự cố khi bạn tôi chân trần giẫm phải một chiếc khuyên tai. Chúng tôi đã cảnh báo dịch vụ khách hàng và họ đã bỏ qua nó. Đúng, nó đã đâm vào chân cô ấy và khiến cô ấy chảy máu. Đọc thêm",
            "Chúng tôi gọi vào đêm khuya sau 7 giờ tối. Chúng tôi không mong đợi được giảm giá vé vào cửa nhưng rất biết ơn vì điều đó. Thời gian cứ trôi qua và chúng tôi bước ra với mong muốn có thêm thời gian để trải nghiệm hết các tiện nghi. Có thể dễ dàng chìm vào giấc ngủ trong bất kỳ căn phòng yên tĩnh có hệ thống sưởi nào. Mới và hiện đại nên đừng mong đợi trải nghiệm truyền thống của Hàn Quốc. Chúng tôi sẽ quay lạiĐọc thêm",
            "Tẩy tế bào chết toàn thân bao nhiêu tiền \nĐọc thêm",
            "Hình xăm thân thiện? Đọc thêm",
            "Đúng, hình xăm không có vấn đề gìĐọc thêm",
            "Có xếp hàng ngay cả vào cuối tuần không? Tôi đọc được rằng có vẻ như không có giới hạn về số lượng người có thể vào vì bên trong có thể rất đông, điều này có đúng không? có ai có thể đặt trước thời gian trước khi đến thăm không? ngày tôi đến thăm là vào thứ bảy mùa đông nên tôi đoán sẽ có đám đông nàyĐọc thêm",
            "chúng tôi đang cố gắng đặt chỗ cho 4 người lớn khi chúng tôi đến Busan vào ngày 23 tháng 12 năm 2023.  Tại sao không có ngày?Đọc thêm",
            "Bạn có thể chọn bỏ qua khu vực bạn khỏa thân không?Đọc thêm",
            "Có xưởng nhuộm da nào ở Hàn Quốc không?Đọc thêm",
            "Đồng phục có kích thước bao nhiêu? Bạn trai của tôi cỡ XXL theo kích cỡ của Hoa Kỳ.Đọc thêm",
            "Yêu cầu về mặt nạ trong spa là gì? Bạn có phải đeo nó suốt thời gian, ngay cả khi tắm hơi và tắm không?Đọc thêm",
            "CHÀO.\n\nCó ai biết thương hiệu và mẫu mã ghế massage Spaland đang sử dụng không?\nLần trước vợ tôi ghé cửa hàng và đặc biệt thích chiếc ghế massage.\nVì vậy, tôi muốn mua cùng nhãn hiệu và mẫu mã cho cô ấy.\n\nHãy chia sẻ nó với tôi nếu bạn biết.\nCảm ơn bạn.Đọc thêm",
            "CHÀO\nCó ai biết liệu thanh toán cho SPA có thể được thực hiện bằng Thẻ Tín dụng không?\nCảm ơnĐọc thêm",
            "Có, tôi đã thanh toán bằng thẻ tín dụngĐọc thêm"
        ],
        "star_ratings": [
            467,
            160,
            47,
            10,
            2
        ],
        "review_amount": 686,
        "location": [
            "Những điều cần làm ở Busan",
            "Shinsegae Trăm thành phố Tây Ban Nha",
            "Busan",
            "Hàn Quốc",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 15, 2023",
            "Written October 14, 2023",
            "Written December 3, 2023",
            "Written December 5, 2023",
            "Written April 27, 2024",
            "Written April 9, 2024",
            "Written March 27, 2024",
            "Written December 20, 2023",
            "Written December 5, 2023",
            "Written December 4, 2023",
            "Written December 3, 2023",
            "Written October 15, 2023",
            "Written October 14, 2023",
            "Written September 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297884-d1625598-Reviews-Shinsegae_Centum_City_Spaland-Busan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d8472268-Reviews-Jang_Su_Sam-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d9323798-Reviews-Hops_Pizzeria_Centum-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d3911370-Reviews-Starbucks_Centum_Gallery_6F-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d9443854-Reviews-Lotteria_Lotte_Centum_City-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d7930839-Reviews-Vacchia_Nuovo_Centum_City-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d17580155-Reviews-Geumlu-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d9245579-Reviews-Starbucks_Centum_KNN-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d26444044-Reviews-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d9033376-Reviews-Haagen_Dazs-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d9213470-Reviews-The_Party_Centum-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2344546-Reviews-Shinsegae_Dept_Store_Centum_City-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d19176237-Reviews-MUSEUM_1-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2233935-Reviews-BEXCO_Busan_Exhibition_Convention_Center-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d20284108-Reviews-Museum_of_Illusions-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d10020502-Reviews-Busan_International_Film_Festival-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1891507-Reviews-Busan_Museum_of_Art-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1605137-Reviews-Gwangalli_Beach-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d4354720-Reviews-Gwangandaegyo_Bridge-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d21298858-Reviews-Dongbaekseom-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1458553-Reviews-Haeundae_Beach-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1625598-Reviews-or10-Shinsegae_Centum_City_Spaland-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1758060-Reviews-Hurshimchung_Spa-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d4095814-Reviews-Songdo_Haesupia-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d7788235-Reviews-Haeundae_Spa_Center-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1993597-Reviews-Hill_Spa_Busan-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d8449259-Reviews-HT_HealingTouch_Care-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d27670846-Reviews-Gostoso_Busan-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d4095922-Reviews-Taejongdae_Oncheon-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d16812053-Reviews-The_Aroma-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12703898-Reviews-125_Thai_Massage-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d14148796-Reviews-Aroma_Relax_House-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d8055861-Reviews-Busan_Cinema_Centre-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d7917435-Reviews-Hanbotche_Experience_Exhibit_Hall-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d11909614-Reviews-Busan_Tourism_Center-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d18929925-Reviews-Bapsang_Korean_Cooking_Class_in_Busan-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3447149-Reviews-APEC_Naru_Park-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d4095513-Reviews-Busan_Munhwa_Broadcasting_Cinema_Hall-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d310900-Reviews-Singapore_Botanic_Gardens-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g29553-d2328374-Reviews-Boulder_Ridge_Wild_Animal_Park-Alto_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g2037761-d3830227-Reviews-Morib_Beach-Banting_Kuala_Langat_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d3431702-Reviews-Masonboro_Island_Reserve-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d13505462-Reviews-Whiskey_Jam-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g155033-d169654-Reviews-Plains_of_Abraham-Quebec_City_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g33714-d9842151-Reviews-Saville_Dam-Barkhamsted_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g304076-d4578620-Reviews-Lovcen_National_Park-Cetinje.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d6697019-Reviews-Ballys_Casino-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2358452-Reviews-Klementinum-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297884-d1625598-Reviews-or10-Shinsegae_Centum_City_Spaland-Busan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297884-d1625598-Reviews-Shinsegae_Centum_City_Spaland-Busan.html"
    }
]