[
    {
        "attraction_name": "ShiShi Nightclub & Izakaya Lounge",
        "attraction_name_vi": "Hộp đêm ShiShi Phòng chờ Izakaya",
        "general_info": [
            "87 đánh giá",
            "4 trên 9 Giải trí về đêm ở Kerobokan Kelod",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Một trải nghiệm cảm giác xa hoa ngay tại trung tâm của Nhà hàng Cocktail Bar Hộp đêm Seminyak. Mở cửa Thứ Ba - Chủ Nhật Nhà hàng Izakaya mở cửa lúc 6 giờ chiều Câu lạc bộ mở cửa lúc 9 giờ tối Quý cô vào cửa miễn phí Các chàng trai - Dịch vụ đỗ xe tính phí đồ uống đầu tiênĐọc thêm",
        "reviews": [
            "Các cô hầu bàn không thân thiện lắm.  Thức ăn rất ngon.   Tôi thích nhất món tôm hùm nướng.  Quay lại với cô hầu bàn thô lỗ.  Tôi không phải là khách hàng khó tính nhưng cô ấy không chú ý đến nhu cầu của tôi.   Tôi không cần phải gắn cờ cô ấy mỗi khi tôi muốn gọi món khác. Vấn đề ở ShiShi là các cô hầu bàn còn trẻ và thiếu kinh nghiệm. Đọc thêm",
            "Cảm ơn bạn đã đến ShiShi, đánh giá cao đánh giá. Chúng tôi đã tiếp nhận phản hồi của bạn và sẽ hướng tới việc làm cho trải nghiệm tiếp theo của bạn trở nên tốt hơn nữa. Và vâng, tôm hùm nướng thật tuyệt vời. Đọc thêm",
            "Một trải nghiệm tốt, với một số lĩnh vực có thể tốt hơn. Vị trí mát mẻ, cảm giác tuyệt vời bên trong khi đến nơi, ngồi trong quán bar yên tĩnh trong 20 phút và không được mời đồ uống, điều này có vẻ hơi lạ. Sau đó, khi chúng tôi đến bàn, tất cả lại tốt đẹp. Một số món ăn rất tuyệt vời, những món khác thì rất ngon.Đọc thêm",
            "Rất vui vì bạn thích trải nghiệm này và cảm ơn bạn đã đánh giá. \nChúng tôi rất ngạc nhiên khi biết bạn không được mời uống đồ uống, nhân viên quầy bar của chúng tôi thường làm như vậy. Hãy ghi lại điều này và tiếp tục cải thiện.Đọc thêm",
            "Chúng tôi đến đây để đi chơi đêm và hài lòng với trải nghiệm này. Chúng tôi có một bàn với mức chi tiêu tối thiểu ngay cạnh sàn nhảy. Đám đông rất thân thiện và âm nhạc hay mà không quá tuyệt vời. \nCó ba tầng với hai tầng trên đông đúc hơn tầng dưới.Đọc thêm",
            "Thật vui vì bạn đã có khoảng thời gian tuyệt vời, cảm ơn vì bài đánh giáĐọc thêm",
            "Đã đi ăn buffet hải sản Nhật Bản vào thứ Bảy và hương vị rất tầm thường nhưng khá đa dạng so với giá của nó. Món ngon nhất là mì tôm hùm. Địa điểm đã chật cứng nhưng dịch vụ và thức ăn đến nhanh. \n\nSau đó đi đến hộp đêm và đến uống rượu miễn phí từ 9 giờ tối đến 11 giờ tối. Hộp đêm nhỏ và không có nhiều không gian sàn nhảy. DJ Shiver thật tuyệt vời!Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình. Vâng, free flow tất nhiên là phổ biến. Chúng tôi cung cấp 2 giờ free flow, vì vậy có nhiều thời gian để uống nhiều loại đồ uống. ShiShi Izakaya đã ra mắt thực đơn mới. Nhà hàng All You Can Eat yêu thích của Bali đã có một sự đổi mới lớn. Hy vọng bạn sẽ sớm quay lại để thử thực đơn mới của chúng tôi Đọc thêm",
            "Đối với tất cả những gì bạn có thể ăn, việc lựa chọn thực phẩm thật tuyệt vời. Nhân viên phục vụ hơi chậm và trong 2 giờ tôi chỉ uống được 2 ly. Thức ăn rất ngon và tươi ngon. Tôi rất thích hàu. Bầu không khí và DJ thật tuyệt vời. Chúng tôi đã gặp một cặp đôi khác và trò chuyện rất tốt vì bầu không khí tuyệt vời. Họ cũng có shisha tuyệt vờiĐọc thêm",
            "Cảm ơn vì đã chia sẽ kinh nghiệm của bạn. Rất vui vì bạn đã thưởng thức bữa ăn và mong được gặp lại bạn lần nữa. Đọc thêm",
            "Tham gia câu lạc bộ ngay sau bữa tối tuyệt vời mà bạn có thể ăn? tại sao không!!!! chúng tôi đã đến đây nhiều lần trong hai tháng qua. họ không bao giờ thất bại trong việc phục vụ những món ăn tươi ngon với bầu không khí tuyệt vời. cảm ơn luôn luôn!!Đọc thêm",
            "Cảm ơn Cicirahayu, thích bài đánh giá này. Cảm ơn bạn vì đã là khách hàng trung thành của chúng tôi. All You Can Eat của chúng tôi là món ăn châu Á có giá trị tốt nhất ở Bali và rất vui khi biết bạn cũng có trải nghiệm tuyệt vời tại câu lạc bộ của chúng tôi. Mong được chào đón bạn trở lại Đọc thêm",
            "Chào các bạn, gần đây tôi đã có một khoảng thời gian vui vẻ tại Câu lạc bộ đêm Shi Shi ở Bali. Tôi tình cờ phát hiện ra viên ngọc quý tuyệt đối của một hộp đêm này và thật an toàn khi nói rằng nó hiện nằm trong danh sách những địa điểm hàng đầu tôi nên đến khi tiệc tùng ở Bali.\n\nTrước hết, tôi phải gửi lời cảm ơn đến rượu Soju đào mà họ phục vụ tại Shi Shi. Tôi thường không phải là người thích đồ uống ưa thích, nhưng ly Soju đào này đúng là món vịt nướng, các bạn ạ, tôi nghĩ chắc hẳn tôi đã uống quá nhiều, đến cuối đêm tôi đã phát điên lên!!!! Nhưng điều đó đáng giá vì rượu Soju đó đã khởi đầu bữa tiệc rất tốt.\n\nÂm nhạc rất hợp lý, tôi thậm chí còn cho rằng họ đã chơi một vài bản nhạc cổ điển của Úc và ai có thể cưỡng lại việc thưởng thức các giai điệu của Land Down Under?\n\nTài năng của Shi Shi thật tuyệt vời, nếu bạn hiểu được ý tôi. Tôi nghĩ rằng tôi thậm chí có thể thấy mình đang có một hoặc hai câu chuyện với một vài người dân địa phương muốn tham gia vào billa nếu bạn hiểu ý tôi; nhưng lẽ ra tôi sẽ ở trong chuồng chó với Shazza nên tôi đã cư xử đúng mực HAHA!\n\nBây giờ, tôi là một chàng trai thích uống một hoặc 10 ly bia lạnh, và khi quầy bar phục vụ một ít bia VB lạnh như đá, tôi cảm thấy như đang ở nhà. Không gì có thể sánh bằng việc mở một VB lạnh lùng với những người bạn tốt, và đó chính xác là những gì tôi tìm thấy ở Shi Shi. Họ biết điều gì sẽ xảy ra khi phục vụ một ly bia ngon và điều đó khiến buổi tối trở nên thú vị hơn.\n\nSự rung cảm ở Câu lạc bộ đêm Shi Shi thật phi thực tế, sàn nhảy sôi động, đồ uống rất ngon. Nếu bạn đang tìm kiếm một đêm vui chơi ở Bali thì Shi Shi chính là nơi lý tưởng!\n\nTôi biết nơi đầu tiên tôi sẽ đến khi tôi và các bạn quay lại Bali, và tôi nghĩ bạn cũng nên như vậy. Vângwwwwwwwww!!!\n\nChúc mừng các bạn! Đọc thêm",
            "Cảm ơn Tranno, thích đánh giá này. Hộp đêm ShiShi nằm trong top 100 câu lạc bộ thứ 47 trên toàn thế giới và rất vui khi biết bạn đã có trải nghiệm tuyệt vời. Đánh giá cao những đánh giá tuyệt vời, nhân viên của chúng tôi thích đọc những đánh giá như thế này, điều này khiến mọi công việc khó khăn của họ trở nên đáng giá. Rất mong được bạn quay lại lần nữa Đọc thêm",
            "Tôi thực sự thích nơi này. Để vui vẻ, hãy uống cho đến khi say. Thức ăn cũng rất ngon. Hộp đêm tốt nhất ở khu vực Seminyak, vì vậy bạn phải thửĐọc thêm",
            "Vui mừng bạn thích ShiShi. Cảm ơn Fellicia vì đánh giá tuyệt vời, hẹn gặp lại lần sau Đọc thêm",
            "Không gian đẹp, đồ ăn ngon và dịch vụ tốt từ Tiwi. Nhạc DJ cũng hay Cảm ơn Nhóm Shisi Bali đã làm cho sinh nhật của tôi tối nay trở nên đặc biệt. Đọc thêm",
            "Cảm ơn Devina đã kỷ niệm ngày đặc biệt của bạn với chúng tôi. Rất vui khi biết Tiwi đã quan tâm đến bạn rất nhiều. Hẹn gặp lại lần sau Đọc thêm",
            "Chào các bạn, gần đây tôi đã có một khoảng thời gian vui vẻ tại Câu lạc bộ đêm Shi Shi ở Bali. Tôi tình cờ phát hiện ra viên ngọc quý của một hộp đêm này và thật an toàn khi nói rằng nó hiện nằm trong danh sách những địa điểm hàng đầu tôi nên đến khi tiệc tùng ở Bali. Trước hết, tôi phải gửi lời cảm ơn đến loại Soju đào mà họ đang phục vụ tại Shi Shi. Tôi thường không phải là người thích đồ uống ưa thích, nhưng ly Soju đào này đúng là món vịt nướng, các bạn ạ, tôi nghĩ chắc hẳn tôi đã uống quá nhiều, đến cuối đêm tôi đã phát điên lên!!!! Nhưng điều đó thật đáng giá vì rượu Soju đã giúp bữa tiệc bắt đầu thực sự tốt đẹp. Âm nhạc rất hợp lý. Tôi thậm chí còn cho rằng họ đã chơi một vài bản nhạc cổ điển của Úc và ai có thể cưỡng lại việc thưởng thức các giai điệu của Land Down Under? Tài năng của Shi Shi thật công bằng, nếu bạn bắt kịp sự trôi dạt của tôi. Tôi nghĩ rằng tôi thậm chí có thể thấy mình đang có một hoặc hai câu chuyện với một vài người dân địa phương muốn tham gia vào billa nếu bạn hiểu ý tôi; nhưng lẽ ra tôi đã ở trong chuồng chó với Shazza nên tôi đã cư xử đúng mực HAHA! Bây giờ, tôi là một gã thích uống một hoặc 10 cốc bia lạnh, và khi quầy bar phục vụ một ít bia VB lạnh như đá, tôi cảm thấy như đang ở nhà. Không gì có thể sánh bằng việc mở một VB lạnh lùng với những người bạn tốt, và đó chính xác là những gì tôi tìm thấy ở Shi Shi. Họ biết điều gì sẽ xảy ra khi phục vụ một ly bia ngon và điều đó khiến buổi tối trở nên thú vị hơn. Sự rung cảm ở Câu lạc bộ đêm Shi Shi thật phi thực tế, sàn nhảy sôi động, đồ uống rất ngon. Nếu bạn đang tìm kiếm một buổi đi chơi đêm ở Bali thì Shi Shi chính là nơi thích hợp! Tôi biết địa điểm đầu tiên tôi sẽ đến khi tôi và những người bạn quay trở lại Bali, và tôi nghĩ bạn cũng nên như vậy. Yewwwwwwwwww!!!Chúc mừng các bạn!Đọc thêm",
            "Cảm ơn Tranno, thích đánh giá này. Hộp đêm ShiShi nằm trong top 100 câu lạc bộ thứ 47 trên toàn thế giới và rất vui khi biết bạn đã có trải nghiệm tuyệt vời. Đánh giá cao những đánh giá tuyệt vời, nhân viên của chúng tôi thích đọc những đánh giá như thế này, điều này khiến mọi công việc khó khăn của họ trở nên đáng giá. Rất mong được bạn quay lại lần nữa Đọc thêm",
            "Tham gia câu lạc bộ ngay sau bữa tối tuyệt vời mà bạn có thể ăn? tại sao không!!!! chúng tôi đã đến đây nhiều lần trong hai tháng qua. họ không bao giờ thất bại trong việc phục vụ những món ăn tươi ngon với bầu không khí tuyệt vời. cảm ơn luôn luôn!!Đọc thêm",
            "Cảm ơn Cicirahayu, thích đánh giá này. Đánh giá cao bạn đã là khách hàng trung thành của chúng tôi. All You Can Eat của chúng tôi là món ăn châu Á có giá trị tốt nhất ở Bali và rất vui khi biết bạn cũng có trải nghiệm tuyệt vời tại câu lạc bộ của chúng tôi. Rất mong được bạn quay lại lần nữa Đọc thêm",
            "Nơi này không an toàn chút nào, xin hãy lưu ý khi ở đó, nhân viên an ninh hoàn toàn không được đào tạo Cảm ơnĐọc thêm",
            "Xin chào Climber41816787043, xin lỗi nếu trải nghiệm của bạn không đạt tiêu chuẩn thông thường của chúng tôi. Chứng khoán của chúng tôi được đào tạo bài bản về dịch vụ khách hàng, khả năng và năng lực để thực hiện hiệu quả nhiệm vụ và trách nhiệm của mình, vì vậy tôi sẽ rất ngạc nhiên nếu đó không phải là một tai nạn. Chúng tôi rất muốn biết điều gì đã xảy ra và làm cách nào chúng tôi có thể cải thiện trải nghiệm của bạn. Nếu chúng tôi không đáp ứng được mong đợi của bạn, bạn có thể đề cập điều này với người quản lý đang trực. Chúng tôi coi trọng mọi đầu vào. Cảm ơn bạn đã đến với ShiShi và dành thời gian để lại đánh giá. Chúng tôi hy vọng bạn sẽ quay lại.Đọc thêm",
            "Đối với một bữa ăn thỏa thích, lựa chọn đồ ăn thật tuyệt vời. Nhân viên phục vụ hơi chậm và trong 2 giờ tôi chỉ gọi được 2 ly đồ uống. Đồ ăn ngon và chất lượng tươi. Tôi thích hàu. Không khí và DJ thật tuyệt vời. Chúng tôi gặp một cặp đôi khác và trò chuyện, điều đó thật tuyệt vì bầu không khí tuyệt vời. Họ cũng có shisha tuyệt vờiXem thêm",
            "Cảm ơn vì đã chia sẽ kinh nghiệm của bạn. Rất vui vì bạn đã thưởng thức bữa ăn và mong được gặp lại bạn lần nữa. Đọc thêm",
            "Xin chào, tôi là Alex đến từ Đức, cảm ơn Shishi vì dịch vụ, Shishi rất tuyệt khi đến, tôi rất thích Ayu, cô ấy xinh đẹp, mát mẻ, có mùi thơm, môi đỏ tươi, thân thiện và rất sạch sẽ trong việc dọn bàn ăn, Tôi có thể nhờ cô ấy trông bàn của tôi lần nữa được không, cảm ơn shishiĐọc thêm",
            "Cảm ơn vì đã chia sẽ kinh nghiệm của bạn. Rất vui khi biết Ayu đã quan tâm đến bạn rất nhiều khi bạn đến. Hẹn gặp lại lần sau Đọc thêm",
            "Dịch vụ khách hàng tồi tệ nhất, đồ ăn quá đông đúc có vị đắt hơn những nơi khác ở Denpasar Bali, sa mạc vẫn ổn, nhân viên đã phản hồi thô lỗ tương tự được chia sẻ từ những khách hàng khác trên bản đồ GoogleĐọc thêm",
            "Mohamed, xin lỗi vì những gì đã xảy ra. Nhân viên của chúng tôi được đào tạo bài bản về dịch vụ khách hàng nên tôi sẽ rất ngạc nhiên nếu đó không phải là một tai nạn. Nếu bạn gặp vấn đề với nhân viên, bạn có thể đề cập vấn đề đó với người quản lý và vấn đề sẽ được giải quyết ngay tại chỗ. \nCảm ơn bạn đã đến với ShiShi và dành thời gian để lại đánh giá. Chúng tôi hy vọng bạn sẽ quay lại.Đọc thêm",
            "Đã đi ăn buffet hải sản Nhật Bản vào thứ Bảy và hương vị rất tầm thường nhưng khá đa dạng so với giá của nó. Món ngon nhất là mì tôm hùm. Địa điểm đã chật cứng nhưng dịch vụ và thức ăn đến nhanh. Sau đó đi đến hộp đêm và đến uống rượu miễn phí từ 9 giờ tối đến 11 giờ tối. Hộp đêm nhỏ và không có nhiều không gian sàn nhảy. DJ Shiver thật tuyệt vời!Đọc thêm",
            "Cảm ơn vì đã chia sẽ kinh nghiệm của bạn. Vâng, dòng chảy tự do tất nhiên là phổ biến. Chúng tôi cung cấp 2 giờ miễn phí, vì vậy có rất nhiều thời gian để uống vài ly. ShiShi Izakaya đã đưa ra thực đơn mới. Món All You Can Eat yêu thích của Bali đã có một sự thay đổi lớn. Hy vọng bạn sẽ sớm quay lại để thử thực đơn mới của chúng tôi Đọc thêm",
            "Chúng tôi đến đây để đi chơi đêm và hài lòng với trải nghiệm này. Chúng tôi có một bàn với mức chi tiêu tối thiểu ngay cạnh sàn nhảy. Đám đông rất thân thiện và âm nhạc hay mà không quá tuyệt vời. Có ba tầng với hai tầng trên đông đúc hơn tầng dưới.Đọc thêm",
            "Rất vui vì bạn đã có khoảng thời gian vui vẻ, chúc mừng bài đánh giáĐọc thêm"
        ],
        "star_ratings": [
            38,
            16,
            4,
            3,
            27
        ],
        "review_amount": 88,
        "location": [
            "Hộp đêm ShiShi Phòng chờ Izakaya",
            "Châu Á",
            "Bali",
            "Kerobokan Kelod",
            "Hoạt động giải trí tại Kerobokan Kelod",
            "Indonesia",
            "Bắc Kuta"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 17, 2023",
            "Written July 24, 2023",
            "Written August 7, 2023",
            "Written October 7, 2023",
            "Written November 30, 2023",
            "Written March 3, 2024",
            "Written May 25, 2024",
            "Written March 14, 2024",
            "Written March 3, 2024",
            "Written December 1, 2023",
            "Written November 12, 2023",
            "Written October 7, 2023",
            "Written September 3, 2023",
            "Written August 22, 2023",
            "Written August 8, 2023",
            "Written July 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13356179-d19617357-Reviews-ShiShi_Nightclub_Izakaya_Lounge-Kerobokan_Kelod_North_Kuta_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g13356179-d25311980-Reviews-Amici_Bali-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469404-d13197882-Reviews-Atlas_Kitchen-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469404-d15530808-Reviews-MAURI_Restaurant-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13356179-d20346214-Reviews-Creative_Art_Bar_Bali-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469404-d11828771-Reviews-Above_Rooftop_Lounge_and_Bar-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469404-d12438535-Reviews-Seasalt-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13356179-d16724852-Reviews-NOAA_Social_Dining-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469404-d8858591-Reviews-The_Luhron-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13356179-d5992605-Reviews-Bambu_Bali_Seminyak-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13356179-d15880469-Reviews-Spice_Mantraa_Seminyak-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d19880397-Reviews-Kompact_Fitness_Bali-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608486-d2634203-Reviews-Petitenget_Beach-Kerobokan_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608486-d2634202-Reviews-Batu_Belig_Beach-Kerobokan_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608486-d7939691-Reviews-Petitenget_Temple-Kerobokan_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d15263952-Reviews-The_Flea_Market_Petitenget-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d9861968-Reviews-Capoeira_Bali-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d386919-Reviews-Waterbom_Bali-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d25184960-Reviews-Mari_Beach_Club_Bali-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d7797188-Reviews-Nyaman_Gallery-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d8803736-Reviews-Seminyak_Village-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d19617357-Reviews-or10-ShiShi_Nightclub_Izakaya_Lounge-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d26368774-Reviews-The_Iron_Fairies_Bali-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d13343287-Reviews-EnVie_Lounge-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d13841387-Reviews-BeeSmokeBali-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d17439416-Reviews-40_Thieves-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d20099270-Reviews-Cstyle_Indonesia_Vape_Shop_Seminyak_Store_Bali_Best_Prices_And_Authentic_Produ.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d17547175-Reviews-Beer_Co-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d19354458-Reviews-Gravity_Lounge-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d19179167-Reviews-Sanobalirent-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d12423938-Reviews-Paris_Cat_Jazz_Club-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d19782800-Reviews-Mute_Garage_Bali-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d6522188-Reviews-Spring_Seminyak_opp_the_W_Hotel-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d8178982-Reviews-Bali_Honest_Driver-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d8380416-Reviews-Re_Massage_Studio-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d12453917-Reviews-Montigo_Wellness_Seminyak-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d4470247-Reviews-Jiwa_Yoga-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d19796665-Reviews-John_Hardy_Boutique_Gallery_at_Seminyak-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d12722293-Reviews-Red_Ruby-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d15001891-Reviews-Tilo_Kids_Club-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d25263957-Reviews-Black_Pink_Polish-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d17562893-Reviews-Daily_Gym_Bali-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d17499420-Reviews-Stefanie_Spa-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d629957-Reviews-The_Jungle_Night_Club_Sports_Bar_Grill-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d6964365-Reviews-Three_Pools-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g29668-d11806569-Reviews-Klondike_Park-Augusta_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g680046-d14160034-Reviews-Caletta_Sant_Elia-Santa_Flavia_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g48966-d1067469-Reviews-Tanger_Outlets_Blowing_Rock-Blowing_Rock_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d196104-Reviews-The_Cat_Cabinet-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129528-d9842127-Reviews-Tokyo_Character_Street-Marunouchi_Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14766141-Reviews-Yoda_fountain-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d17640939-Reviews-Cancun_Luxury_Transportation-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g41092-d264148-Reviews-Janes_Island_State_Park-Crisfield_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13356179-d19617357-Reviews-or10-ShiShi_Nightclub_Izakaya_Lounge-Kerobokan_Kelod_North_Kuta_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13356179-d19617357-Reviews-ShiShi_Nightclub_Izakaya_Lounge-Kerobokan_Kelod_North_Kuta_Bali.html"
    }
]