[
    {
        "attraction_name": "Shree Mahakaleshwar Temple",
        "attraction_name_vi": "Đền Shree Mahakaleshwar",
        "general_info": [
            "1.245 đánh giá",
            "2 trên 46 hoạt động giải trí ở Ujjain",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Một nơi thiêng liêng dành riêng cho chúa shiva. Nó nằm trong số 12 Jyotirlingas của chúa Shiva và là một ngôi đền rất lịch sử.\nĐó là trải nghiệm một lần trong đời để cảm nhận được sức mạnh của Shri mahakaal.\nMột nơi phải ghé thăm chắc chắn.\nNằm bên bờ sông Shipra. Đọc thêm",
            "Vé trực tuyến cho garbh grah darshan hoàn toàn liền mạch ngay bên trong linga mà bạn có thể chạm vào. Họ giúp bạn với dhotisaree miễn phí trên cơ sở người trợ giúp có thể trả lại. Tủ đựng giày điện thoại cũng được sắp xếp miễn phí. Không có lời mời chào làm phiền bạn.Đọc thêm",
            "Om Namha Shivaya;\nMột số điều quan trọng cần nhớ nếu bạn muốn đến Garbh griha Darshan bằng cách chạm vào jalaabhishek shivling - đặt vé trực tuyến từ trang web của chùa một ngày trước Darshan, nó mở cửa lúc 4 giờ chiều hàng ngày với khoảng 1000-1200 vé trị giá 1500 cho một cặp. Hãy nhớ rằng đối với darshan này, các quý ông bắt buộc phải mặc Dhotee Angarkha trong khi saree dành cho phụ nữ.  Quần áo dành cho nam giới được cung cấp miễn phí tại Temple nhưng cần tìm kiếm khuyết điểm có lẽ nên sử dụng loại khác tốt hơn để mua loại tương tự với giá khoảng 300 rs\nNgoài ra, chúng tôi nhận thấy rằng chỉ có một dòng dành cho darshan Grabh griha darshan bình thường, chúng tách ra ở giữa sau khi đi bộ trong hàng khoảng 300 mét và không có ai ở đó để hướng dẫn bạn, vì vậy chỉ cần kiểm tra những người mặc dhotee khác đi theo họ.\nđừng quên mua ladoo từ cửa hàng chùa gần cổng darshan, rất đẹp\n Những thông tin trên mà tôi đã chia sẻ mà tôi đã không tìm thấy trước đó khi dự định đến Shri Mahakaal nên nó có thể quan trọng đối với bạn...Đọc thêm",
            "Đầu tiên và quan trọng nhất bạn có thể chạm vào thần tượng Jyotirling và làm Jal-abhishek. \nCó ba cách để làm điều này:\n1. Đặt chỗ trực tuyến. Tuy nhiên, số lượng chỗ trống có hạn và rất khó để có được một chỗ. \n2. Hãy là một phần của nghệ sĩ Bhasm. Đây là một buổi lễ đặc biệt được tổ chức vào mỗi buổi sáng.\n3. Thuê một học giả. Đây là cách thuận tiện nhất để thực hiện, vì học giả sẽ lo mọi việc sắp xếp cho bạn.\nCó quy định về trang phục cho cả nam và nữ. Đàn ông phải mặc dhoti và phụ nữ phải mặc saree. Lối vào chùa có thể hơi khó tìm, vì vậy tốt nhất bạn nên giữ liên lạc với học giả của mình. Có sẵn vé VIP, nhưng điều này chỉ cho phép bạn nhìn thấy Jyotirling từ xa. Ngôi đền Mahakaleshwar có một trong những Jyotirlingas lớn nhất. Người ta cho rằng nó có một nguồn năng lượng mạnh mẽ mà bạn sẽ không cảm thấy ở bất kỳ nơi nào khác.Đọc thêm",
            "Đền Mahakal và hành lang rất thiêng liêng và đáng xem. Trải nghiệm thật thiêng liêng và tuyệt vời. Thật khó để nói được ngôi đền Mahakala lần đầu tiên tồn tại như thế nào. Tuy nhiên, sự kiện này có thể được xếp vào thời kỳ Tiền sử. Puranas thuật lại rằng nó được thành lập lần đầu tiên bởi Prajapita Brahma. Có đề cập đến việc vua Chanda Pradyota bổ nhiệm hoàng tử Kumarasena vào năm thứ 6 c. BC đã trông coi tình hình an ninh trật tự của chùa Mahakala. Đồng xu có dấu đục lỗ của Ujjain, thuộc thế kỷ thứ 4-3 c. BC, mang hình tượng thần Siva trên đó.Đọc thêm",
            "Không có từ ngữ nào trên thế giới có thể mô tả được trải nghiệm của chúng tôi tại ngôi đền này.\nChúng tôi thậm chí có lẽ không đủ điều kiện để đánh giá ngôi đền.\nNgười ta cần phải đến đó để trải nghiệm sự linh thiêng của Shri Mahakal mandir.\nĐây là một trong 12 Jyortilings ở Ấn Độ.\nHãy mua thẻ VIP nếu bạn muốn tiết kiệm thời gian xếp hàng. Đọc thêm",
            "Tôi không thể mô tả đầy đủ trải nghiệm bằng lời. Tôi không xem xét ngôi đền; Tôi chỉ đơn giản chia sẻ kinh nghiệm sâu sắc của tôi. Mahakal là một trong 12 Jyotirlingas ở Ấn Độ và đã ban phước cho tôi cơ hội được chứng kiến ​​Shri Baba Mahakal hai lần. Lần này, tôi cũng đến thăm Omkareshwar, nơi mà lần trước tôi đã bỏ qua.\n\nĐiểm nổi bật trên chiếc bánh là hành lang được xây dựng mới, mang đến trải nghiệm hoàn toàn khác biệt vào ban đêm dưới ánh đèn. Ngôi đền tự hào có khả năng quản lý đám đông tuyệt vời, đảm bảo bạn có thể có darshan của Shri Baba Mahakal trong vòng 30-45 phút. Đối với những người tìm kiếm trải nghiệm VIP, có một darshan đặc biệt với mức phí 250 INR.\n\nKhi nhìn vào Baba Mahakal, bạn sẽ cảm nhận được một nguồn năng lượng thần thánh thực sự đáng kinh ngạc. Tôi hy vọng rằng sớm thôi, Baba Mahakal sẽ gọi lại cho tôi để lấy một darshan khác.Đọc thêm",
            "Hành lang Mahakal rất lớn và được bảo trì rất tốt.  Có dịch vụ xe buggy nếu cần thiết cho những người không thể đi bộ qua hành lang để đến ngôi đền chính.  \n\nCác dịch vụ của ngôi đền được quản lý một cách xuất sắc mà không có chuyên gia trung gian nào làm phiền những người sùng đạo.  Có một quầy darshan VIP nơi người ta có thể trả Rs.250,00 mỗi người và mua vé Sheegra Darshan.  Điều này cho phép những người sùng đạo có được darshan mượt mà và xuất hiện trong vòng 30 phút.  Prasad có thể được mua từ các quầy được ủy quyền trong khu phức hợp.\n\nĐọc thêm",
            "Tôi đã cùng cha tôi đến thăm địa điểm thiêng liêng này vào ngày 18 tháng 12 năm 2023. Để tránh đám đông, chúng tôi đã mua vé vào cửa VIP trị giá 250 Rs mỗi người nhưng ban quản lý chỉ quan tâm đến việc thu phí. Không có cơ thể quan tâm đến dịch vụ và quản lý thích hợp. Ngay cả những con gấu trúc pujair cũng thúc giục bạn di chuyển và không cho phép bạn thờ phượng trong một phút. \nHọ cố gắng hết sức để moi tiền từ bạn.......\nVì vậy, hãy tránh mọi người xin tiền và buộc phải ở lại hội trường darshan và hoàn thành lời cầu nguyện của bạn.Đọc thêm",
            "Đây là một nơi tuyệt vời. Ngôi đền ban đầu được bảo tồn tinh xảo và hành lang mới trải dài là một kiệt tác. \nCó một số cổng để vào. Những người đi qua hành lang mới sẽ phải đi bộ nhiều bằng chân để đến được ngôi đền chính.\nCổng 1 là cổng vào Shighra darshan, lưu ý rằng shigra darshan có vé dựa trên Rs. 250. Vé có thể đặt trực tuyến hoặc mua tại quầy ngay bên ngoài cổng 1. Xe 3 bánh có thể đỗ khá gần cổng 1. Shighra darshan chắc chắn có lợi cho người cao tuổi vì nó ít phải đi bộ và chờ đợi hơn. Tuy nhiên, dòng Shigra darshan và darshan thông thường cuối cùng hợp nhất gần đền thờ chính.\nĐiều quan trọng khác cần làm là bhasma aarti, diễn ra vào sáng sớm khoảng 4 giờ sáng. Điều này có số lượng vé rất hạn chế và vé có thể được đặt trực tuyến. Vé mở bán trước 14 ngày và hết ngay khi mở vào khoảng 8 giờ sáng hàng ngày. Có những học giả và đại lý ở địa phương sẽ cung cấp cho bạn những ưu đãi trị giá 4000 Rs cho bhasma aarti nhưng đừng để ý đến họ.\nRất nhiều khách sạn xung quanh. Chúng tôi ở tại khách sạn Imperial Grand. Khách sạn rất tốt, cách chùa 15 phút đi bộ.\nMột số hình ảnh đính kèm cho hành lang.\nPhải ghé thăm địa điểm.Đọc thêm",
            "Hành lang Mahakal rất lớn và được bảo trì rất tốt.  Có dịch vụ xe buggy nếu cần thiết cho những người không thể đi bộ qua hành lang để đến ngôi đền chính.  Các dịch vụ của ngôi đền được quản lý một cách xuất sắc mà không có chuyên gia trung gian nào làm phiền những người sùng đạo.  Có một quầy darshan VIP nơi người ta có thể trả Rs.250,00 mỗi người và mua vé Sheegra Darshan.  Điều này cho phép những người sùng đạo có được darshan mượt mà và xuất hiện trong vòng 30 phút.  Prasad có thể được mua từ các quầy được ủy quyền trong khu phức hợp.Đọc thêm",
            "Khi Mahakal gọi, tôi tin rằng năng lượng để hoàn thành darshan một cách duyên dáng sẽ trở thành động lực duy nhất! Người ta hầu như không nhớ bất cứ điều gì trần tục khi ở trước mặt anh ta. Anh ấy vượt xa và trên hết tất cả. Nó sẽ vẫn là một khoảnh khắc không thể so sánh được trong cuộc đời chúng ta, mãi mãi!Đọc thêm",
            "Chỉ một từ ... thần thánh!!!! Tôi đã đến đó vào tháng 12 và rất ngạc nhiên với cách quản lý. Đây là một trong những jyotirlinga được quản lý nhiều nhất, tôi đã đến thăm và cũng đã đến thăm Kedarnath!!. Mahakal darshan thật tuyệt vời và đây chắc chắn là một sự khác biệt của Shivaji. Nếu có thể, hãy tham dự lễ hội bhasm aarti dành riêng cho ngôi đền này. Nếu bạn không thể tham dự vì bất kỳ lý do gì, hãy chọn trải nghiệm VR ở Mahakal lok. Mahakal lok được bảo trì tốt và sạch sẽ. Chúng ta có thể dễ dàng dành vài giờ ở đó. Trong một năm qua, ngôi chùa đã được nâng cấp hoàn toàn và tất cả tín dụng đều được chuyển cho chính phủ và ủy ban ủy quyền. Chết tiệt thật!!! Jai Mahakal!!!Đọc thêm",
            "BHASMARTI tại Mahakaal Ujjaini, kinh nghiệm của chúng tôi. Chúng tôi được biết rằng việc đến cổng sớm sẽ đảm bảo chỗ ngồi tốt hơn cho arati. Vậy là đã đến cổng lúc 12h30. Việc sàng lọc bắt đầu vào khoảng 01:00 sáng và được phép vào một khu vực chờ nhỏ có rào chắn có sức chứa khoảng 200 người. Khi mọi người vào trong được yêu cầu nhường đường và đến 03h sáng đã có gần 800 người tập trung tại khu vực chờ nhỏ. Trải nghiệm thú vị khi mỗi người thở qua người kia. Đến gần 04 giờ sáng, tất cả các rào chắn đều được mở và tất cả 800 người được phép vào cùng một lúc. Phòng trưng bày Arati cách khu vực chờ khoảng 200 m. Những tín đồ trẻ tuổi hơn đã phải chạy đua vượt rào để đến được phòng trưng bày. Rào cản là những người khuyết tật lớn tuổi không thể chạy. Những người lớn tuổi cũng chạy trong tâm trí nhưng việc cố gắng vượt chướng ngại vật nhanh hơn nhiều thì những người trẻ tuổi đang chạy nước rút đang cố gắng tránh. Thật là một khung cảnh tuyệt vời khi được chứng kiến ​​một cuộc đua nhiều mặt vào lúc 04:00 sáng.  Tại phòng trưng bày xem, bây giờ bắt đầu xô đẩy và thúc giục để có được cái nhìn thoáng qua về Mahakaal để họ thực sự có thể nhìn thấy nghệ nhân. Cơ hội xem trực tiếp chỉ dành cho khoảng 150 tín đồ. Những người còn lại phải xem nó trên màn hình ảo trước Garbhagudi. Khi arti bắt đầu vào khoảng 04:15 sáng, mọi người ngồi xem trên màn hình. Sau arati, người ta có thể có darshan thân thiết của Mahakaal và đó là niềm an ủi duy nhất khi mất cả đêm ngủ. Đây là quá trình thực tế. Những ai đang có ý định ghé thăm có thể có thông tin hữu íchĐọc thêm",
            "Đây là một nơi tuyệt vời. Ngôi đền ban đầu được bảo tồn tinh xảo và hành lang mới trải dài là một kiệt tác. Có một số cổng để vào. Những người đi qua hành lang mới sẽ phải đi bộ nhiều bằng chân để đến được ngôi đền chính. Cổng 1 là cổng vào Shighra darshan, lưu ý rằng shigra darshan có giá vé là Rs. 250. Vé có thể đặt trực tuyến hoặc mua tại quầy ngay bên ngoài cổng 1. Xe 3 bánh có thể đỗ khá gần cổng 1. Shighra darshan chắc chắn có lợi cho người cao tuổi vì nó ít phải đi bộ và chờ đợi hơn. Tuy nhiên, các dòng Shighra darshan và darshan thông thường cuối cùng hợp nhất gần đền chính. Điều quan trọng khác cần làm là bhasma aarti, diễn ra vào sáng sớm khoảng 4 giờ sáng. Điều này có số lượng vé rất hạn chế và vé có thể được đặt trực tuyến. Vé mở bán trước 14 ngày và hết ngay khi mở vào khoảng 8 giờ sáng hàng ngày. Có những học giả và đại lý ở địa phương sẽ cung cấp cho bạn những ưu đãi với giá 4000 Rs cho bhasma aarti nhưng đừng để họ rơi vào tình trạng đó. Rất nhiều khách sạn xung quanh. Chúng tôi ở tại khách sạn Imperial Grand. Khách sạn rất tốt, cách chùa 15 phút đi bộ. Một số hình ảnh đính kèm hành lang. Phải ghé thăm địa điểm. Đọc thêm",
            "Nhóm nhỏ du khách của chúng tôi đã được xem màn trình diễn cách làm bông thủ công cũng như tính nghệ thuật trong việc tạo ra tấm thảm dệt bằng lụa mịn thắt nút bằng tayĐọc thêm",
            "Kinh nghiệm quản lý tốt hạnh phúc. Ngôi đền đáng yêu. Không khí tuyệt vời. Một ngôi đền lịch sử, đây là ngôi đền chính của ujjain và Ấn ĐộĐọc thêm",
            "Tôi đã cùng cha tôi đến thăm địa điểm thiêng liêng này vào ngày 18 tháng 12 năm 2023. Để tránh đám đông, chúng tôi đã mua vé vào cửa VIP trị giá 250 Rs mỗi người nhưng ban quản lý chỉ quan tâm đến việc thu phí. Không có cơ thể quan tâm đến dịch vụ và quản lý thích hợp. Ngay cả những con gấu trúc pujair cũng thúc giục bạn di chuyển và không cho phép bạn thờ phượng trong một phút. Họ cố gắng hết sức để moi tiền từ bạn...... Vì vậy, hãy tránh mọi người xin tiền và buộc phải ở lại hội trường darshan và hoàn thành lời cầu nguyện của bạn.Đọc thêm",
            "Ngôi chùa này rất yên bình và hùng vĩ. Nó cách ga xe lửa mười phút và có thể dễ dàng đến được bằng cách đi bộ. Được xem xét trong mười hai jyotirlingas.Đọc thêm",
            "Hành lang Mahakal rất lớn và được bảo trì rất tốt.  Có dịch vụ xe buggy nếu cần thiết cho những người không thể đi bộ qua hành lang để đến ngôi đền chính.  Các dịch vụ của ngôi đền được quản lý một cách xuất sắc mà không có chuyên gia trung gian nào làm phiền những người sùng đạo.  Có một quầy darshan VIP nơi người ta có thể trả Rs.250,00 mỗi người và mua vé Sheegra Darshan.  Điều này cho phép những người sùng đạo có được darshan mượt mà và xuất hiện trong vòng 30 phút.  Prasad có thể được mua từ các quầy được ủy quyền trong khu phức hợp.Đọc thêm",
            "Tôi đã mua vé sheegra darshan cho mình, tôi có nên mua vé cho con tôi 4 tuổi khôngĐọc thêm",
            "trẻ 4 tuổi không cần véĐọc thêm",
            "Jalabhishek đến SHRI MAHAKALESWAR hiện đang bị đình chỉ hay đang được tiếp tục?Đọc thêm",
            "Chúng tôi muốn có một chuyến đi đến tất cả jyothirlinga ở Ujjai, Dujarat, Maharastra, chúng tôi là 3 người lớn,\n\nbạn có thể cho chúng tôi kế hoạch về những địa điểm này được không \n\nCảm ơn\nBhanu K Moorthy 3023390642Đọc thêm",
            "Xin chào,\nChúng ta sẽ có Mahakal Darshan. Thủ tục như thế nào nếu chúng ta muốn mặc trang phục gruha, dâng lá bel và chạm vào thần tượng. \nCảm ơnĐọc thêm",
            "ở chùa Mahakal\n\nđể có Jal Abhishek cho trang phục Grah Sparsh darshan, bạn phải mua vé Jal Abhishek từ quầy 1500- mỗi cặp đôi ở đó vào sáng sớm khoảng 6 giờ sáng.\n\nNgoài ra, bạn có thể tiếp cận một học giả ở đó và sắp xếp cho Jal Abhishek thông qua anh ta với giá khoảng 3500- mỗi cặpĐọc thêm",
            "Làm thế nào để thay đổi ngày đặt Sheeghra Darshan. Người giúp việc nói rằng có thể thay đổi nhưng họ không thay đổi và không có tùy chọn nào trên trang webĐọc thêm",
            "không thể thay đổi vé darshan đã đặt. \nbạn có thể phải đặt lại vé cho ngày sửa đổi.Đọc thêm",
            "Tôi muốn tham dự bhasma aarti vào ngày 9 tháng 2 năm 2024. Thủ tục đặt chỗ trực tuyến là gì, tôi đã thử nhưng không thành công.Đọc thêm",
            "Hãy truy cập trang web và thử đặt chỗ trước khoảng 3 tuần. Việc đặt chỗ chỉ được thực hiện vào thời gian nhất định.Đọc thêm",
            "bao nhiêu ngày trước khi đặt Bhasma aarti và trang web nào.Đọc thêm",
            "Để đặt phòng trực tuyến, bạn phải thử trước 3 tuần..\ncó thời gian để đặt phòng....Đọc thêm",
            "Làm thế nào tôi hủy đặt phòng shigar Darshan của mình? Tôi hủy Yarra của mình Do một số vấn đềĐọc thêm",
            "Có cơ sở nào dành cho người cao tuổi để darshan không? Đọc thêm",
            "Vâng. Mua một vé với giá 1500 - 2000 Rs. Bạn có thể tận dụng cơ sở Darshan dễ dàng.Đọc thêm",
            "Tôi đang lên kế hoạch cho chuyến đi một ngày đến Mahakaleswar jyotirling. Tôi đang nghĩ đến việc hạ cánh ở INdor vào khoảng 7h30 sáng. Tôi cần phải quay về trước chuyến bay lúc 6 giờ chiều.\nTôi có thể lấy darshan thích hợp trong chùa không? Tôi có thể làm gì khác trong chuyến đi một ngày này? Dù tôi ở đâu, tôi cũng cần phải đến sân bay trước 5 giờ chiều. \nTôi đang nghĩ đến thứ năm vì giả định của tôi là thứ năm sẽ tương đối ít đám đông hơn ở đền ujjain.Đọc thêm",
            "Vâng nó có thể. Từ Indore đến Ujjain sẽ khó mất 1 giờ. Đến 9 giờ sáng bạn có thể đến Mahakaleshwar. Đối với darshan sẽ khó có thể mất 2 giờ. Bạn cũng có thể sử dụng thẻ shighr darshan để tiết kiệm thời gian. Bạn cũng có thể đến Harsiddhi mata shaktipeeth ở gần đó. Ngay cả khi bạn khởi hành đến Indore lúc 3 giờ chiều, bạn cũng có thể dễ dàng bắt chuyến bay của mình.Đọc thêm"
        ],
        "star_ratings": [
            927,
            260,
            46,
            6,
            6
        ],
        "review_amount": 1245,
        "location": [
            "Trên ngón tay của bạn",
            "Đền Shree Mahakaleshwar",
            "Madhya Pradesh",
            "Các hoạt động ở Ujjain",
            "Ấn Độ",
            "Quận Ujjain",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 23, 2023",
            "Written September 5, 2023",
            "Written October 26, 2023",
            "Written November 19, 2023",
            "Written December 18, 2023",
            "Written December 25, 2023",
            "Written December 31, 2023",
            "Written March 12, 2024",
            "Written May 11, 2024",
            "Written April 30, 2024",
            "Written March 29, 2024",
            "Written March 14, 2024",
            "Written March 12, 2024",
            "Written January 18, 2024",
            "Written January 5, 2024",
            "Written December 31, 2023",
            "Written December 28, 2023",
            "Written December 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g679024-d3605858-Reviews-Shree_Mahakaleshwar_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g679024-d10527472-Reviews-Damru_wala-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Restaurant_Review-g679024-d9599088-Reviews-Swaruchi_Restaurant-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Restaurant_Review-g679024-d8420245-Reviews-Apna_Sweets_Ujjain-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Restaurant_Review-g679024-d20323149-Reviews-Bawa_Restro_Cafe-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Restaurant_Review-g679024-d10372246-Reviews-Chanakya_Restaurant-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Restaurant_Review-g679024-d14064869-Reviews-Damruwale-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Restaurant_Review-g679024-d17559180-Reviews-Khao_piyo-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Restaurant_Review-g679024-d9995760-Reviews-Empire_Restaurant-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Restaurant_Review-g679024-d15532247-Reviews-Apna_Sweets-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Restaurant_Review-g679024-d17836477-Reviews-Lotus_Restaurant-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d26772245-Reviews-Durlabh_Darshan_Kendra_Mahakal_Lok-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d4679173-Reviews-Shri_Mahakaleshwar_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3912871-Reviews-Harsiddhi_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d15142987-Reviews-Bharat_Mata_Mandir-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d15186233-Reviews-Vikramaditya_The_Great_Memorial_Statue-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3140383-Reviews-Chaubis_Khamba_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3913300-Reviews-Ram_Ghat-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d27164178-Reviews-Vikramaditya_Mandir-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d2651082-Reviews-Gopal_Mandir_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3267985-Reviews-Kal_Bhairav_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3605858-Reviews-or10-Shree_Mahakaleshwar_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3733063-Reviews-Sandipani_Ashram-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3140387-Reviews-Chintaman_Ganesh_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3202934-Reviews-Gadkalika_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d2661120-Reviews-ISKCON_Ujjain_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3140374-Reviews-Bade_Ganeshji_Ka_Mandir-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3218073-Reviews-Jantar_Mantar-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g12390045-d3704922-Reviews-Mangalnath_Temple-Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d10240065-Reviews-Ujjain_Simhasth_Kumbh-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103645-Reviews-Boston_Tea_Party_Ships_Museum-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g3814834-d12861598-Reviews-Kumari_Ella_Falls-Avissawella_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d116484-Reviews-Whalers_Village_Museum-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d12645263-Reviews-Amalfi_Rent_a_Scooter-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g14158891-d324143-Reviews-Mini_Israel-Latrun_Central_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g3228868-d8324167-Reviews-Pelion_Railway-Ano_Lechonia_Volos_Magnesia_Region_Thessaly.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d532065-Reviews-Artist_Point-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g31376-d1547940-Reviews-Four_Corners_Monument-Teec_Nos_Pos_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29773-d195682-Reviews-Manby_Hot_Springs-Arroyo_Hondo_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g298300-d12526389-Reviews-Pangkor_Island-Pangkor_Pulau_Pangkor_Manjung_District_Perak.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g679024-d3605858-Reviews-or10-Shree_Mahakaleshwar_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g679024-d3605858-Reviews-Shree_Mahakaleshwar_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html"
    }
]