[
    {
        "attraction_name": "Shymbulak Mountain Resort",
        "attraction_name_vi": "Khu nghỉ dưỡng núi Shymbulak",
        "general_info": [
            "535 đánh giá",
            "- 2 trong số 37 Thiên nhiên - Công viên ở Almaty",
            "Cho thuê thiết bị Trượt tuyết - Khu vực trượt ván trên tuyết",
            "Cho thuê thiết bị",
            "Khu trượt tuyết - trượt tuyết"
        ],
        "attraction_summary": "Khu nghỉ dưỡng trên núi Shymbulak nằm trong hẻm núi Trans-Ili Alatau đẹp như tranh vẽ ở độ cao 2.260 mét so với mực nước biển, cách trung tâm Almaty 15 phút lái xe.Đọc thêm",
        "reviews": [
            "Có một ngày hoàn toàn tuyệt vời ở đây.   Nơi này rất đẹp và quang cảnh đáng kinh ngạc.\n\nThật tuyệt khi có một chuyến đi dài trên cáp treo kín - rất nóng trong mùa hè -, sau đó đi bộ một đoạn ngắn đến cáp treo giai đoạn tiếp theo.\n\nTrộn lẫn giữa mở và đóng và chúng tôi lấy những cái mở để nhìn rõ khung cảnh.\n\nỞ mỗi chặng đều có quán cà phê và đỉnh núi có sân khấu chụp ảnh, hướng dẫn viên chụp ảnh, quay video bằng máy bay không người lái, v.v.\n\nBase có một vài nhà hàng, quán bar, v.v.\n\nĐịa điểm được giữ rất sạch sẽ và mặc dù đông đúc nhưng thời gian chờ cáp treo rất ít.\n\nChúng tôi chỉ đi tham quan và chụp ảnh nhưng có đường dành cho xe đạp, đường đi bộ, trượt tuyết, v.v. trong mùa đông. \n\nTôi - tôi rất vui vì chúng tôi đã đến đây vì đây là điểm nhấn trong chuyến đi của chúng tôi. \n\nĐỉnh núi lạnh nhưng tôi mặc quần đùi và vẫn ổn, hãy nhớ dùng kem chống nắng vì khá nhiều người bị cháy nắng. \nĐọc thêm",
            "Một nơi phải đến khi ở Almaty. Gia đình tôi và tôi đã đến thăm Almaty vào giữa tháng 10 năm 2023, thời điểm được coi là trái mùa ở đó. Một chuyến đi ngắn từ Almaty đến núi, mất 10-15 phút đi ô tô. Chúng tôi đến một nơi tên là Gorilla zipline nhưng tiếc là zipline và cáp treo ô tô đã đóng cửa để bảo trì trước mùa giải. Quyết định lên núi bằng ô tô nhưng chỉ được phép đi xe điện. Thuê một chiếc với giá 3000 tenge mỗi chiều. Nó - khoảng 7 km. Núi Shymbulak là một câu chuyện hay. Chỉ cần nhìn xung quanh và chỉ thấy màu trắng hoặc tuyết. Nơi tuyệt vời cho những người yêu thích ảnh. Chúng tôi nhận được một vé khác với giá 3000 mỗi vé để lên đến đỉnh núi. Cáp treo mở thực sự là một trải nghiệm tuyệt vời. Khung cảnh tuyệt vời, nhiều thăng trầm, chuyến thăm đáng nhớ, thời gian để chạm và chơi với tuyết cũng như chụp những bức ảnh tuyệt vời. Có một ly cà phê cappuccino nóng ở quán cà phê La Skala ở trên cùng. \nTrải nghiệm tuyệt vời. Không bao giờ bỏ lỡ.Đọc thêm",
            "Tôi bắt một chiếc taxi Yandex từ khách sạn của tôi ở trung tâm Almaty đến Khu nghỉ dưỡng Núi Shymbulak. Giá vé là 3000 KZT và không mất nhiều thời gian chỉ 15-20 phút.\nXe taxi thả bạn ở bậc thang dẫn lên ga cáp treo. Từ vị trí này bạn sẽ có được tầm nhìn tuyệt vời ra những ngọn núi. Ở đây có thông tin du lịch, một vài quán cà phê và một vài cửa hàng. Ngoài ra còn có quầy bán vé.\nKhi tôi đến thăm bạn chỉ có thể mua vé đi cáp treo. Chi phí này là 5.000 KZT cho chuyến trở về. \nLúc đó còn khá sớm - không lâu sau khi mở cửa - và hầu như không có người xếp hàng.\nChuyến đi lên núi thật ngoạn mục, đưa bạn qua sân trượt băng ngoài trời, hồ chứa nước cũ và đến ga đầu tiên. \nKhi cáp treo kết thúc, khu vực này đang phát triển mạnh với các nhà hàng, quán cà phê và cửa hàng. Ngoài ra còn có nhà vệ sinh.\nBên trong tòa nhà là một phòng vé khác cho phép bạn mua vé khứ hồi bằng cáp treo, đưa bạn lên núi xa hơn.\nCái này có giá 3.000 KZT nhưng là điểm nổi bật đối với tôi.\nThang ghế mở hoàn toàn nhưng có thanh chắn an toàn. Những khung cảnh mà bạn có được khi đi lên núi không có gì là ngoạn mục. \nCuộc hành trình mất khoảng 10 phút và khi đến ga trên cùng, bạn có thể đi bộ về phía ga cáp treo - lúc đó nó không hoạt động - và bạn có thể đi bộ trong tuyết.\nKhung cảnh của Almaty thật tráng lệ.\nCó quán cafe - nhà hàng có cả chỗ ngồi trong nhà và ngoài trời\nTôi thật may mắn khi được ghé thăm. Thời tiết thật hoàn hảo và đang là mùa thu nên màu sắc của cây cối rất đẹp.\nKhi tôi xuống núi, mây bắt đầu kéo đến và hàng dài người xếp hàng lên cáp treo và cáp treo.\nLời khuyên của tôi, nếu bạn có thể đi sớm hơn một chút, đặc biệt là vào cuối tuần. Nếu bạn có một ngày đẹp trời, cơ hội chụp ảnh là vô tận.Đọc thêm",
            "Khung cảnh thật tuyệt vời và ngoạn mục. Chúng tôi đã đến được trạm 2 nhưng hôm đó xe đi trạm 3 đã ngừng hoạt động ba lần nên chúng tôi quyết định không đi qua. Nhưng rồi tất cả vẫn có giá trị. Chúng tôi đã thử món rượu ngâm và thịt ngựa và nó rất ngonĐọc thêm",
            "Bắt đầu từ đâu? Trải nghiệm trượt băng đầu tiên. Cảnh quan tuyệt đẹp xung quanh. Cáp treo 3 tầng. Đã thử trượt tuyết dành cho người mới bắt đầu ở cấp độ 1. Không dễ dàng như vậy. Các quán cà phê thật tuyệt vời với tầm nhìn không có gì khác. Nhân viên rất chuyên nghiệp và hữu ích cho thuê dụng cụ trượt tuyết. Tùy chọn kinh tế. Cấp độ 3 là cấp độ tiếp theo chỉ dành cho những người trượt tuyết chuyên nghiệp. Rất khuyến khích cho bất cứ ai đến thăm Almaty.Đọc thêm",
            "Một khu nghỉ mát trượt tuyết tuyệt vời cách thành phố Almaty 15 km.  Có rất nhiều phương tiện di chuyển Yandex - Xe buýt số 12 có thể đến trong 30 - 45 phút. Cáp treo 3 tầng có giá 5000 Tenge/người. \nXin lưu ý rằng khu phức hợp thể thao Medeu chỉ mở cửa vào mùa đông. Vậy nên hãy xuống ga cáp treo. . Có rất nhiều nhà hàng ở điểm dừng đầu tiên của cáp treo.Đọc thêm",
            "Trường Trượt tuyết Shymbulak giới thiệu đặc biệt về thế giới trượt tuyết. Là người mới, ban đầu tôi rất lo lắng, nhưng những người hướng dẫn - chuyên môn và sự kiên nhẫn đã nhanh chóng khiến tôi thoải mái. Sự hướng dẫn và động viên từng bước của họ đã giúp tôi tự tin hơn khi trượt dốc. Thiết bị được cung cấp là loại tốt nhất và các sườn dốc được bảo trì tốt, mang lại trải nghiệm trượt tuyết mượt mà và thú vị. Với khung cảnh núi non ngoạn mục và không khí trong lành trên núi cao, Shymbulak là địa điểm hoàn hảo cho những người mới bắt đầu bước những bước đầu tiên trong môn trượt tuyết. Đó là một trải nghiệm mà tôi - sẽ không bao giờ quên và tôi đặc biệt giới thiệu cho những ai mong muốn tận hưởng cảm giác hồi hộp khi trượt dốc.Đọc thêm",
            "Một khu nghỉ dưỡng trượt tuyết tuyệt vời cách thành phố Almaty 15 km. Có nhiều phương tiện giao thông công cộng Yandex - Xe buýt số 12 có thể đến trong vòng 30 - 45 phút. Tổng cộng 3 tầng cáp treo có giá 5000 Tenge cho một người. Xin lưu ý rằng khu liên hợp thể thao Medeu chỉ mở cửa vào mùa đông. Vì vậy, hãy xuống tại trạm cáp treo. Có rất nhiều nhà hàng tại điểm dừng đầu tiên của cáp treo. Đọc thêm",
            "Họ sẽ cảnh báo những đứa trẻ đi du lịch phía trên Shymbulak vì cháu của chúng tôi đã bị Vaso vagal attack. Và không có sự trợ giúp y tế. Đây là ở cấp độ hai. Rất may, chúng tôi đã không lên cấp ba và bốn.Đọc thêm",
            "Bắt đầu từ đâu? Trải nghiệm trượt băng đầu tiên. Cảnh quan tuyệt đẹp xung quanh. Cáp treo 3 tầng. Đã thử trượt tuyết dành cho người mới bắt đầu ở cấp độ 1. Không dễ dàng như vậy. Các quán cà phê thật tuyệt vời với tầm nhìn không có gì khác. Nhân viên rất chuyên nghiệp và hữu ích cho thuê dụng cụ trượt tuyết. Tùy chọn kinh tế. Cấp độ 3 là cấp độ tiếp theo chỉ dành cho những người trượt tuyết chuyên nghiệp. Rất khuyến khích cho bất cứ ai đến thăm Almaty.Đọc thêm",
            "Khung cảnh thật tuyệt vời và nghẹt thở. Chúng tôi đã đến được trạm 2 nhưng hôm đó xe đi trạm 3 đã ngừng hoạt động ba lần nên chúng tôi quyết định không đi qua. Nhưng rồi tất cả vẫn có giá trị. Chúng tôi đã thử món rượu ngâm và thịt ngựa và nó rất ngonĐọc thêm",
            "Tôi bắt một chiếc taxi Yandex từ khách sạn của tôi ở trung tâm Almaty đến Khu nghỉ dưỡng Núi Shymbulak. Giá vé là 3000 KZT và không mất nhiều thời gian, chỉ mất 15-20 phút. Xe taxi thả bạn ở bậc thang dẫn lên ga cáp treo. Từ vị trí này bạn sẽ có được tầm nhìn tuyệt vời ra những ngọn núi. Ở đây có thông tin du lịch, một vài quán cà phê và một vài cửa hàng. Ngoài ra còn có quầy bán vé. Khi tôi đến thăm bạn chỉ có thể mua vé đi cáp treo. Chi phí này là 5.000 KZT cho chuyến trở về. Trời còn khá sớm - không lâu sau khi mở cửa - và hầu như không có hàng đợi. Chuyến đi lên núi thật ngoạn mục, đưa bạn qua sân trượt băng ngoài trời, hồ chứa cũ và đến ga đầu tiên. Khi cáp treo kết thúc, khu vực này đang phát triển mạnh với các nhà hàng, quán cà phê và cửa hàng. Ngoài ra còn có nhà vệ sinh. Bên trong tòa nhà là một phòng vé khác cho phép bạn mua vé khứ hồi bằng cáp treo, đưa bạn lên núi xa hơn. Chi phí này là 3.000 KZT nhưng là điểm nổi bật đối với tôi. Thang máy hoàn toàn mở nhưng có thanh chắn an toàn. Những khung cảnh mà bạn có được khi đi lên núi không có gì là ngoạn mục. Cuộc hành trình mất khoảng 10 phút và khi đến ga trên cùng, bạn có thể đi bộ về phía ga cáp treo - lúc đó trạm này không hoạt động - và bạn có thể đi bộ trong tuyết. Quang cảnh của Almaty thật tuyệt vời. Có một quán cà phê - nhà hàng có cả chỗ ngồi trong nhà và ngoài trờiTôi thật may mắn khi ghé thăm. Thời tiết rất hoàn hảo và đang là mùa Thu nên màu sắc của cây cối rất đẹp. Khi tôi xuống núi, mây bắt đầu kéo đến và hàng dài người xếp hàng lên cáp treo và cáp treo. Lời khuyên của tôi, nếu bạn có thể đi sớm hơn một chút, đặc biệt là vào cuối tuần. Nếu bạn có một ngày đẹp trời, cơ hội chụp ảnh là vô tận.Đọc thêm",
            "Một nơi phải đến khi ở Almaty. Gia đình tôi và tôi đã đến thăm Almaty vào giữa tháng 10 năm 2023, thời điểm được coi là trái mùa ở đó. Một chuyến đi ngắn từ Almaty đến núi, mất 10-15 phút đi ô tô. Chúng tôi đến một nơi tên là Gorilla zipline nhưng tiếc là zipline và cáp treo ô tô đã đóng cửa để bảo trì trước mùa giải. Quyết định lên núi bằng ô tô nhưng chỉ được phép đi xe điện. Thuê một chiếc với giá 3000 tenge mỗi chiều. Nó - khoảng 7 km. Núi Shymbulak là một câu chuyện hay. Chỉ cần nhìn xung quanh và chỉ thấy màu trắng hoặc tuyết. Nơi tuyệt vời cho những người yêu thích ảnh. Chúng tôi nhận được một vé khác với giá 3000 mỗi vé để lên đến đỉnh núi. Cáp treo mở thực sự là một trải nghiệm tuyệt vời. Khung cảnh tuyệt vời, nhiều thăng trầm, chuyến thăm đáng nhớ, thời gian để chạm và chơi với tuyết cũng như chụp những bức ảnh tuyệt vời. Có một ly cà phê cappuccino nóng ở quán cà phê La Skala ở trên cùng. Trải nghiệm tuyệt vời. Không bao giờ bỏ lỡ.Đọc thêm",
            "Khu nghỉ mát có một nhà hàng xinh xắn. Trong ngày đi chơi lên núi, chúng tôi dừng lại ở nhà hàng này để uống cà phê nóng và đồ ăn nhẹ.Đọc thêm",
            "Chuyến đi bộ ở chân Shymbulak, đi cáp treo lộ thiên, chụp ảnh với đại bàng vàng và đi bộ dọc theo đường trượt tuyết, hình ảnh và video bằng máy bay không người lái đã khiến đây trở thành một trải nghiệm thực sự đẹpĐọc thêm",
            "Có một ngày hoàn toàn tuyệt vời ở đây.   Nơi này rất đẹp và quang cảnh đáng kinh ngạc. Thật tuyệt khi có một chuyến đi dài trên cáp treo kín - rất nóng vào mùa hè -, sau đó đi bộ một đoạn ngắn đến cáp treo giai đoạn tiếp theo. Trộn lẫn giữa mở và đóng và chúng tôi chọn những cái mở để nhìn rõ quang cảnh. Có các quán cà phê ở mỗi giai đoạn và đỉnh núi có các sân khấu chụp ảnh, hướng dẫn viên chụp ảnh, quay video bằng máy bay không người lái, v.v. Căn cứ có một vài nhà hàng, quán bar, v.v. Địa điểm được giữ rất sạch sẽ và mặc dù ở đó rất đông đúc Thời gian chờ cáp treo rất ít. Chúng tôi chỉ đi tham quan và chụp ảnh nhưng có đường dành cho xe đạp, đường đi bộ đường dài, trượt tuyết, v.v. trong mùa đông. Tôi - tôi rất vui vì chúng tôi đã đến đây vì đây là điểm nhấn trong chuyến đi của chúng tôi. Đỉnh núi lạnh nhưng tôi mặc quần đùi và vẫn ổn, hãy nhớ dùng kem chống nắng vì khá nhiều người bị cháy nắng. Đọc thêm"
        ],
        "star_ratings": [
            318,
            156,
            35,
            15,
            11
        ],
        "review_amount": 535,
        "location": [],
        "reviews_time": [
            "Written August 15, 2023",
            "Written October 21, 2023",
            "Written November 5, 2023",
            "Written November 20, 2023",
            "Written December 7, 2023",
            "Written April 28, 2024",
            "Written May 16, 2024",
            "Written April 28, 2024",
            "Written April 19, 2024",
            "Written December 8, 2023",
            "Written November 20, 2023",
            "Written November 5, 2023",
            "Written October 21, 2023",
            "Written August 29, 2023",
            "Written August 27, 2023",
            "Written August 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298251-d2359846-Reviews-Shymbulak_Mountain_Resort-Almaty.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298251-d6453544-Reviews-Chalet-Almaty.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298251-d25018604-Reviews-Rifugio_del_Monte-Almaty.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298251-d11705720-Reviews-Chalet_Shymbulak_Meat_Restaurant-Almaty.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298251-d15619372-Reviews-Grelka-Almaty.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298251-d14161680-Reviews-Paul_Cafe_Shymbulak-Almaty.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298251-d6203336-Reviews-Marrone_Rosso-Almaty.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298251-d22995409-Reviews-Versheena3180-Almaty.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298251-d17230942-Reviews-Igloo_Food_Drinks-Almaty.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298251-d15694306-Reviews-YURTA-Almaty.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298251-d11443968-Reviews-Kazan_Mangal-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d23747046-Reviews-Gorilla_Zipline_Medeu-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d2359865-Reviews-Medeu_Skating_Rink_and_Ski_resort-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d15195444-Reviews-Ayusai_Gorge-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g2350619-d7394037-Reviews-Butakovskiy_Waterfall-Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d14984461-Reviews-Ile_Alatau_National_Park-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d15518663-Reviews-Nursultan_Peak-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g2350619-d15191623-Reviews-Devil_s_Gorge-Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g2350619-d15519489-Reviews-Abaya_Peak-Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d23479380-Reviews-Ayusai_Visitors_Center-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d25303280-Reviews-Medeo-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d2359846-Reviews-or10-Shymbulak_Mountain_Resort-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d2211137-Reviews-Big_Almaty_Lake-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d456644-Reviews-Park_Named_After_Panfilov_s_28_Guardsmen-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d5503405-Reviews-First_President_s_Park-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d456939-Reviews-Kok_Tobe_Hill-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d6942222-Reviews-Almatinskiy_Terrenkur-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d12551707-Reviews-Falcon_Farm_Sunkar-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d1822768-Reviews-Almaty_Zoo-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d6940751-Reviews-The_Botanical_Garden-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d12158482-Reviews-Kara_Dala-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d10400789-Reviews-Ski_Jumping_International_Complex_Sunkar-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d2359846-Reviews-Shymbulak_Mountain_Resort-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d19993503-Reviews-Skitouring_kz-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d20150153-Reviews-Horse_Riding_Chimbulak-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d23368059-Reviews-Powder_Nomads_Freeride_Adventures-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d15289250-Reviews-SKYWAY-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d4097240-Reviews-Central_State_Museum_of_Kazakhstan-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d8399681-Reviews-Dostyk_Plaza-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d609299-Reviews-Wilder_Ranch_State_Park-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150798-d10289910-Reviews-Mercado_San_Juan_de_Dios-Guadalajara_Guadalajara_Metropolitan_Area.html",
            "https://www.tripadvisor.com/Attraction_Review-g1007309-d6636524-Reviews-Otok_Badija-Korcula_Town_Korcula_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g662316-d11671340-Reviews-Sangrela_Park-Murree_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d17704428-Reviews-Mount_Suswa_Conservancy-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294352-d2234563-Reviews-Aremiti-Papeete_Tahiti_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g58805-d5926729-Reviews-Old_Bicycle_in_the_Tree-Vashon_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34132-d14057632-Reviews-Boat_Lake_Recreation_Area-Chipley_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g59175-d1754129-Reviews-Camden_Park-Huntington_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d304311-Reviews-Pre_Columbian_Gold_Museum-San_Jose_San_Jose_Metro_Province_of_San_Jose.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298251-d2359846-Reviews-or10-Shymbulak_Mountain_Resort-Almaty.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298251-d2359846-Reviews-Shymbulak_Mountain_Resort-Almaty.html"
    }
]