[
    {
        "attraction_name": "Siam Niramit Phuket",
        "attraction_name_vi": "Siam Niramit Phuket",
        "general_info": [
            "1.785 đánh giá",
            "- 1 trong 6 Nhà hát - Hòa nhạc tại Thị trấn Phuket",
            "Sân khấu - Biểu diễn"
        ],
        "attraction_summary": "SIAM NIRAMIT PHUKET - Văn hóa đẳng cấp thế giới Giải trí Khám phá những điều kỳ diệu của văn hóa Thái Lan.  - Siam - là tên cũ của Vương quốc THÁI từ 100 năm trước.  - Niramit - nghĩa là - Được tạo ra bởi phép thuật - Siam Niramit lần đầu tiên khai trương tại Bangkok vào năm 2005 và được coi là Buổi diễn phải xem của Thái Lan, miêu tả Thái Lan - nghệ thuật, văn hóa và lịch sử Siam Niramit khai trương tại PHUKET vào năm 2010 với NHIỀU điểm tham quan và giải trí hơn, với hơn 10.000 khán giả trên toàn thế giới mang lại cho Siam Niramit Xếp hạng 5 saoĐọc thêm",
        "reviews": [
            "Chương trình tuyệt vời không thể bỏ qua ở Phuket. Đã đến thăm gia đình. Việc đón từ khách sạn và nhập cảnh là hoàn hảo. Họ chào đón bạn bằng những khách hàng truyền thống của Thái Lan và khuyến khích chụp ảnh. tiếp theo là phần hướng dẫn cách thiết lập một ngôi làng truyền thống của Thái Lan, mang đến cái nhìn thoáng qua về cuộc sống của họ. Lấy gói bữa tối và ngạc nhiên trước sự lan rộng của Thái Lan, lục địa và Ấn Độ. Việc chuẩn bị rất tươi và ngon. Cuộc diễu hành trước buổi biểu diễn đã được công bố vào cuối bữa tối và được tổ chức mở. Màn trình diễn tuyệt vời của một số điệu múa kết thúc bằng cuộc diễu hành của quân đội Thái Lan cũ với những chú voi. Chương trình chính đầy mê hoặc với màn trình diễn các khái niệm khu vực khác nhau. Các nghệ sĩ biểu diễn bay trên không quá xuất sắc. Tôi không biết làm thế nào họ có được một dòng sông trên sân khấu và cả mưa nữa. Bốn giờ niềm vui thuần khiết. Đừng bỏ lỡ.Đọc thêm",
            "Đây không phải là chuyến thăm đầu tiên của tôi Tôi - tôi bị thu hút bởi màn trình diễn sân khấu trong nhà của họ, hoành tráng, hoành tráng và huyền ảo. Trang phục rất đẹp, cầu kỳ và đạo cụ đồ sộ với dòng sông trên sân khấu. Chỗ ngồi thoải mái nhưng rất rộng rãi. Hệ thống âm thanh tốt. Bữa tối tự chọn thật đặc biệt. Điều này không giống như bữa tối tự chọn của Phuket Fantasea - ở đây, bạn SẼ tha hồ lựa chọn. Có rất nhiều lựa chọn và bạn không thể hoàn thành hết. Các hoạt động ngoài trời đã đủ và sẽ khiến bạn bận rộn, bận rộn cho đến khi mở cửa vào hội trường. Rất khuyến khích đến thăm Siam Niramit. Nhưng nếu bạn chỉ muốn đến thăm Phuket Fantasea hoặc Siam Niramit, tôi khuyên bạn nên đến Siam Niramit.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian thực sự tuyệt vời ở đây, thật thú vị, mọi người rất đáng yêu, đồ ăn tuyệt vời và buổi biểu diễn thật tuyệt vời! Đọc các đánh giá của người khác trước khi đặt phòng và hoàn toàn đồng ý với việc đến đó 6 giờ sáng để nhìn quanh làng, ăn 7 giờ, từ 8 giờ xem chương trình.\n\n Chúng tôi đã gặp thời tiết khủng khiếp nhưng điều đó không thành vấn đề vì hầu như tất cả đều bí mật. Chúng tôi đã đặt chỗ với click2go Thái Lan vài giờ trước đó và nhận được email ngay lập tức cũng như vé đã sẵn sàng tại địa điểm. \n\nKhông thể giới thiệu đủĐọc thêm",
            "Thật không may, cơn mưa gió mùa đã đến ngay khi chúng tôi đến địa điểm nên một số hoạt động giải trí bên ngoài đã bị dừng lại. Nhưng buổi biểu diễn thực sự bên trong đã được sắp xếp và trình bày rất tốt. Các hiệu ứng hình ảnh được sử dụng trong chương trình khá đáng ngạc nhiên và thậm chí còn có một số người đã cố gắng ghi lại trên điện thoại nhưng thủ thuật laser màu xanh lá cây nhanh chóng làm họ nản lòng. Vợ tôi yêu cầu có sẵn một chiếc xe lăn để đưa cô ấy đi lại và vào thẳng khu vực rạp hát. Tất cả đều tốt.Đọc thêm",
            "Thật là một đêm tuyệt vời!  Tôi đã mong đợi một máng thức ăn châu Á cho bữa tiệc buffet đã được chiêu đãi một số món ăn tuyệt vời và vượt xa trải nghiệm tiệc buffet thông thường.  Ngôi làng nhỏ thật đáng yêu và là một trải nghiệm học hỏi.\nBuổi diễn trước thật tuyệt vời và thực sự tạo tiền đề cho trải nghiệm tuyệt vời trong rạp hát. Thật là một buổi biểu diễn mà đôi khi tôi không biết phải tìm ở đâu vì có điều gì đó đang xảy ra.  Trang phục rất đẹp, buổi biểu diễn thực sự mang tính giải trí nhẹ nhàng và mang tính giáo dục. Cho dù bạn muốn tìm hiểu thêm về văn hóa hay chỉ đơn giản là để giải trí - bạn sẽ vui vẻ bước đi.\nKhu vực này rất sạch sẽ Đọc thêm",
            "Chương trình tuyệt vời, toàn bộ trải nghiệm thật tuyệt vời. Chúng tôi bao gồm lựa chọn buffet mà tôi rất muốn giới thiệu, đồ ăn rất ngon, được chế biến và bày ra theo phong cách chợ đường phố Thái Lan, thật tuyệt khi đi bộ qua Làng Thái và tìm hiểu các nền văn hóa cũng như thử một số món Thái truyền thống khác nhau mà họ chuẩn bị. Quá trình sản xuất - câu chuyện thật đáng kinh ngạc, rất muốn giới thiệu 10 - 10Đọc thêm",
            "Rất ấn tượng ngay từ đầu! Trang phục đẹp, con người thân thiện, tiệc buffet tuyệt vời và buổi biểu diễn tuyệt vời! Chúng tôi đi dạo quanh ngôi làng cổ của người Thái rất thú vị. Buổi diễn trước thật tuyệt vời và bạn có thể chụp ảnh với dàn diễn viên và chú voi! Rất thích buổi tối của chúng tôi.Đọc thêm",
            "Nó nằm trong danh sách việc cần làm của tôi và vượt quá mong đợi.  Tôi đã ở địa điểm đó trong 3 giờ và nó không hề dài hay nhàm chán chút nào.  Pre-show, show và hình ảnh với tài năng trong show đều rất tuyệt vời.  Thức ăn cũng rất ngon.  Nó mang tính giáo dục và giải trí.  Nó mang đến cho bạn cơ hội tuyệt vời để khám phá các truyền thống Thái Lan từ mỗi vùng của Thái Lan.  Thực phẩm, thương mại và văn hóa.  Buổi biểu diễn là một màn trình diễn năm sao. Bố cục rất tốt và phong cách nghệ thuật đẹp mắt.Đọc thêm",
            "Rất đáng tiền, chúng tôi đã đến không chắc chắn điều gì sẽ xảy ra nhưng nơi này thật tuyệt vời ngay khi bạn bước vào, được mọi người hóa trang chào đón và tạo cho bạn cảm giác như đang bước vào một không gian kỳ diệu. Ngôi làng cổ mà bạn đi dạo xung quanh thật đẹp và bổ ích, tất cả những người làm việc đều tham gia cùng bạn, chúng tôi cũng đã ăn ở nhà hàng thật tuyệt vời và có rất nhiều lựa chọn đồ ăn để lựa chọn, tất cả đều rất ngon. \nBản thân chương trình thật tuyệt vời, chưa bao giờ thấy một buổi biểu diễn nào như vậy, thật tuyệt vời với tất cả các chi tiết, hiệu ứng, trang phục, đạo cụ, mọi thứ đều rất thú vị và kỳ diệu. \nĐiểm trừ duy nhất của chương trình là việc sử dụng động vật như voi, dê, gà và gia súc, tuy nhiên chúng trông được chăm sóc và cho ăn rất chu đáo và từ cách tất cả những người làm việc - diễn viên thân thiện và bầu không khí kỳ diệu thân thiện mà nơi này mang lại cho bạn, bạn cảm thấy chúng được chăm sóc chu đáo. \nTôi chỉ hy vọng khi không biểu diễn và tôi - ở những khu vực nhỏ có hàng rào, tôi hy vọng chúng được chăm sóc tốt và có đủ không gian để sống vui vẻ và tự do. Đọc thêm",
            "Đây là một điều ngoạn mục chưa từng thấy ở hầu hết các quốc gia. Có một lối vào cực kỳ ngăn nắp, nơi có rất nhiều người dẫn đường, mặc trang phục truyền thống. Khi vào đấu trường, có một Ngôi làng thể hiện truyền thống Thái Lan có một chút hào nhoáng nhưng đẹp đẽ. \nBạn có thể di chuyển đến bữa tiệc buffet bao lâu tùy thích, phục vụ nhiều lựa chọn và được bổ sung thường xuyên. Đó không phải là niềm vui ẩm thực nhất mà bạn từng có nhưng có một số cách trình bày hay và nhân viên thực sự thân thiện. \nSau đó sẽ có màn trình diễn trước với việc kể chuyện thông qua khiêu vũ và âm nhạc.\nMột điểm tiêu cực và tôi thấy nó rất lớn là việc sử dụng voi hai lần, một lần cho những bức ảnh mà con voi được sử dụng để tạo dáng nhất định mỗi khi có người đứng cạnh nó và sau đó là trong buổi diễn trước với các diễn viên ngồi trên đó. Tôi thấy không thể chấp nhận được rằng đối với một sản phẩm như vậy họ không thể làm gì khác hơn là để một con voi ở đó. \nKhi bạn di chuyển vào khán phòng để tham dự sự kiện chính, đây sẽ là buổi biểu diễn lớn nhất mà tôi từng xem trong một thời gian dài. Với màn trình diễn ánh sáng - các khu vực khác nhau được sử dụng - nước chảy trên sân khấu, v.v. cùng với lời nhắc bằng văn bản trên màn hình.\nChồng tôi như bị mê hoặc. Tôi thích thú hơn với cảnh Stewart -s trong khán phòng chiếu tia laze vào điện thoại của mọi người đang cố gắng dừng lại\nHọ\nGhi hình hoặc chụp ảnh và cả sự thích thú khi các đại biểu Trung Quốc trước mặt chúng tôi vỗ tay rất nhiệt tình trước những khoảnh khắc lịch sử liên quan đến người Thái và người Hoa. \nNó thực sự là một đêm tốt đẹp. Tôi không biết điều gì sẽ xảy ra nhưng nó rất thú vị.Đọc thêm",
            "Wow...... thật tuyệt vời, đồ ăn rất ngon nhưng có thể là lựa chọn tốt hơn một chút. Hãy chuẩn bị tinh thần để chờ đợi sau bữa tối - trước buổi biểu diễn trước - thật nhàm chán sau khi bạn đã xem mọi thứ - nhưng buổi biểu diễn - chúng tôi không thể chê được, nó thật tuyệtĐọc thêm",
            "Hoàn toàn phẫn nộ trước hành vi bóc lột trắng trợn một con voi già ở Siam Niramit Phuket. Thật đau lòng khi chứng kiến ​​một sinh vật hùng vĩ như vậy phải chịu căng thẳng và khó chịu chỉ vì mục đích chụp ảnh du lịch. Âm nhạc ầm ĩ và ánh đèn flash chỉ làm tăng thêm nỗi đau khổ của con vật tội nghiệp. Chúng tôi yêu cầu hoàn lại tiền và rời đi ngay lập tức. Thật xấu hổ cho cơ sở này vì ưu tiên lợi nhuận hơn phúc lợi động vật. Đừng đến đó cho đến khi họ ngừng ngược đãi động vật để kiếm lời. Thật là đáng hổ thẹn!Đọc thêm",
            "Cảm ơn phản hồi của bạn về con voi của chúng tôi.  Chúng tôi hoàn toàn hiểu và đánh giá cao sự quan tâm của bạn.\n\nTrước hết, xin lưu ý rằng con voi của chúng tôi không được lấy từ tự nhiên.  Cô ấy đến từ nhiều thế hệ động vật được nuôi nhốt và sẽ khó có thể tự mình tồn tại trong môi trường sống tự nhiên hoang dã.\n\nChúng tôi cũng muốn giải thích về cách chăm sóc con voi của chúng tôi.  Một trong những ưu tiên hàng đầu của chúng tôi là đảm bảo chú voi của chúng tôi được vui vẻ và khỏe mạnh.  Chúng tôi mang đến cho cô ấy một cuộc sống chất lượng tốt: cô ấy có thể tự do dạo chơi, vui chơi và tham gia các hoạt động mà cô ấy thích, chẳng hạn như tắm bùn.  Quản tượng của chúng tôi đã có kinh nghiệm nuôi voi hơn 20 năm.\n\nBác sĩ thú y có kinh nghiệm chăm sóc voi sẽ đến kiểm tra sức khỏe voi hai lần một tháng và cấp thuốc nếu cần thiết.  Anh ấy sẽ viết báo cáo mọi lúc và báo cáo của anh ấy nói rằng cô ấy khỏe mạnh.  \n\nThời gian cô ấy cần gặp khách của chúng tôi chỉ là 2 giờ mỗi ngày.  Chúng tôi giữ khoảng cách giữa cô ấy và khách.   Cô ấy đã quen với kiểu môi trường này\n\nCảm ơn bạn một lần nữa vì sự quan tâm của bạn.  Chúng tôi đảm bảo rằng chúng tôi không hành động tàn ác với động vật.Đọc thêm",
            "Đây chắc chắn là một trong những chương trình sân khấu hay nhất mà người ta có thể xem.  Bối cảnh làng quê Thái, các trò chơi lễ hội và buổi biểu diễn trước đều mô tả rất hay về văn hóa.  Buổi biểu diễn trực tiếp rất hoành tráng, cách bối cảnh thay đổi nhanh chóng và cách họ thể hiện tất cả các địa điểm - từ thiên đường đến địa ngục đến cảnh chiến tranh đến đất nông nghiệp và chợ nổi trên sân khấu đều rất xuất sắc. Mạch truyện có thể khó hiểu. theo dõi tất cả vì họ đang hiển thị các chủ đề khác nhau như trên.  Những màn trình diễn dễ thương của mọi người, đặc biệt là những cặp đôi lãng mạn thể hiện hệ thống đổi hàng. Thật tốt khi họ cấm video và điện thoại di động vì chúng tôi sẽ không thể xem buổi biểu diễn thực sự. Đã đặt bữa tối với họ.  Những người ăn chay sẽ không có nhiều sự lựa chọn nhưng đối với những người khác, bạn sẽ có rất nhiều món ăn khác nhau để thử.  chúng tôi với tư cách là một gia đình rất thích chương trình này và khuyên bạn nên đưa vào chuyến đi khi đến thăm Phuket.Đọc thêm",
            "Chúng tôi thường thích tự đi nhưng chúng tôi đã làm một ngoại lệ và rất vui vì đã làm vậy. Trải nghiệm tuyệt vời. Tôi thực sự muốn giới thiệu công ty này. Đừng ngần ngại, bạn sẽ không thất vọngĐọc thêm",
            "Nếu bạn đang chọn chương trình nào để tham quan ở Phuket, đó sẽ là lựa chọn của bạn! Trước buổi biểu diễn, chúng tôi đã có cơ hội đến thăm một ngôi làng kiểu Thái, nơi bạn có thể thấy người Thái sống ở các vùng khác nhau như thế nào, đồng thời thử các món ăn truyền thống của Thái Lan. Khu vực này cũng đẹp để chụp ảnh đẹp. Chúng tôi rất thích buổi biểu diễn, đặc biệt là phần thiên đường và địa ngục: - không được phép chụp ảnh trong buổi chiếu, nhưng tôi có thể nói rằng tốt hơn hết là bạn nên tận mắt xem. Đồ trang trí tuyệt vời, dòng sông trên sân khấu, diễn viên đang bay trong không trung. Vé của chúng tôi bao gồm buffet, tất cả các loại món ăn đường phố Thái Lan đều được trình bày ở đây - tôi thực sự thích pad thai, salad đu đủ và tom yum. Khuyến nghị của tôi!Đọc thêm",
            "Buổi biểu diễn thật tuyệt vời, không chỉ là một buổi biểu diễn sân khấu mà còn là một trải nghiệm về văn hóa Thái Lan, thật tuyệt vời khi có những yếu tố tương tác thu hút khán giả đến vậy. Rất khuyến khích nhưng đồ ăn tự chọn hơi thất vọng, các lựa chọn khá nhạt nhẽo và cơ bản. Đọc thêm",
            "Một buổi tối rất thú vị, với những món ăn ngon. Một đêm được tổ chức rất tốt và thú vị. Chắc chắn nếu bạn đang ở trong khu vực.Đọc thêm",
            "Được tổ chức và sản xuất rất tốt. Chúng tôi yêu thích tính xác thực và tìm hiểu về văn hóa Thái Lan. Thức ăn cũng ngon nhưng không phải là lựa chọn tuyệt vời cho những người kén ăn! Trang phục thật tuyệt vời và làng Thái thật thú vị. Chúng tôi không thích các hoạt động bổ sung như đi thuyền, thử trang phục và cho cá ăn! Điều chính mà chúng tôi không thích là nhìn thấy một con voi tội nghiệp trong một chuồng nhỏ trong làng và bò rừng, dê và gà được sử dụng để biểu diễn. Hoàn toàn không cần điều này! Nếu không thì một buổi tối thú vị. XĐọc thêm",
            "Đã đến đây và có khoảng thời gian tuyệt vời tại Carnival Magic. Cái này truyền thống hơn nhưng không được tổ chức tốt. Câu chuyện mà nó kể cũng giống như câu chuyện tại Carnival Magic, nhưng công nghệ đã cũ hơn và không có quá nhiều yếu tố gây ngạc nhiên. Tất cả nhân viên đều rất thân thiện và khó có thể tin rằng bạn sẽ không thích nó, nhưng với những đứa trẻ nhỏ tuổi hơn, lễ hội ảo thuật có lẽ là chương trình nên chọn.Đọc thêm",
            "This review is written solely based on my visit experience...I will review as usual breaking up into different parts...Getting Here  4 - 5Siam Niramit is located about 20km from patong beach.. due to phuket heavy traffic and long traffic light timing, it took me around 45-50 min of driving to reach Siam niramit from patong beach.. so its quite a tiring drive to reach here..theres ample of parking space to park rental vehicles.. got to drive slowly upon reaching because if you miss it, you will have to make a huge u-turn..so keep a look out..For those not driving, Siam niramit offers a pick up service for a fee..do check out with them for the pricing..if i am not wrong it is 300 thb per person..you could get it cheaper if bought in a bundle..Dining  - available but never tried - I wont review the buffet as i did not pay with the dining package.. i am a muslim and i am unsure if halal option is available and certified..100 year old village 5 - 5Not as big as i imagine it to be but it is quite fun and educational walking across different type of Thai traditional houses, cultures and arts.. some house even offer food sampling that you could tried for free.. You could feed some goats here too..neither that i know the very goat that i feed is actually one of the animal stars that is in the show later on.. there are also a sampan or small boat that you could pay to ride in for the experience..Games Fair 4 - 5Theres a few carnival games that you normally find at games fair.. shooting game..throwing ball games etc.. and you could win some prizes to bring home too.. games price ranging from 100-300 thbPre - Show 5 - 5The pre show is shown outdoor at the centre space of the park..this is where they introduce some of the characters for the indoor show later on.. great costume and dance..i am not sure if they change the pre show often as the pre show i saw live is different from the pre show i saw on you tube..Indoor Main Show 5 - 5NO CAMERA is allowed..there will be a checkpoint to check for equipment.. so please take note.. For indoor show the content is heavily guarded so no recording is allowed...the show is amazing..the story line might be a bit confusing and messy but the way it was performed is magical.. characters popping out near your seats..stage turn into rivers with real water..flying human characters..i will not reveal much but it is worth every penny to watch it and i am glad we did..After - Show 5 - 5After the main show you will be lead back to the pre show area where you could have a photo session with the chracters.. they were super friendly and approachable.. just dont touch them..Accessibility 5 - 5For elderly there are lifts and ramps to move around but some area like the village house might be a bit challenging to move around on wheelchair..For smokers there are smoking points indoor nearby the 100 year old village entranceOverall..a great itinery to include in when you are visiting phuket..worth the money..  -  -  - Read more"
        ],
        "star_ratings": [
            1150,
            417,
            124,
            49,
            45
        ],
        "review_amount": 1785,
        "location": [
            "nước Thái Lan",
            "Châu Á",
            "Phuket",
            "Siam Niramit Phuket",
            "Những điều cần làm ở Thị trấn Phuket",
            "Thị trấn Phuket"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written August 14, 2023",
            "Written August 14, 2023",
            "Written August 16, 2023",
            "Written August 20, 2023",
            "Written August 31, 2023",
            "Written September 2, 2023",
            "Written September 11, 2023",
            "Written September 21, 2023",
            "Written October 6, 2023",
            "Written May 17, 2024",
            "Written May 7, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 25, 2024",
            "Written April 22, 2024",
            "Written April 11, 2024",
            "Written April 7, 2024",
            "Written March 30, 2024",
            "Written March 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1215781-d2578107-Reviews-Siam_Niramit_Phuket-Phuket_Town_Phuket.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2315815-d9459587-Reviews-Biztown_Cafe-Ratsada_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2315815-d19142111-Reviews-Delico_Cafe_Restaurant-Ratsada_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1215781-d26691342-Reviews-MB_All_Seafood-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2315815-d12817587-Reviews-A_Little_Sweet_Happy_Dessert_Cafe-Ratsada_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293920-d23517447-Reviews-Plearn_Restaurant-Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1224325-d2711732-Reviews-Sunset_Beach_Restaurant-Ko_Racha_Yai_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2315815-d23513423-Reviews-Plearn_Restaurant-Ratsada_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2315815-d18126095-Reviews-The_Cable_Grill-Ratsada_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1215781-d7074770-Reviews-Kokorotako-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1215781-d3711874-Reviews-Mee_Sa_Pam_Khunyai_Jian-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d1866109-Reviews-Bangla_Road-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d24859420-Reviews-Phuket_Elephant_House_Sanctuary-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d23965533-Reviews-Andamanda_Phuket-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297937-d20099608-Reviews-Phuket_Elephant_Nature_Reserve-Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d11741144-Reviews-Chillva_Market-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d13237105-Reviews-Green_Elephant_Sanctuary_Park-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d26661966-Reviews-Kerchor_Elephant_Family_Phuket-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1389361-d5823176-Reviews-Unit_27_Total_Conditioning_CrossFit_Phuket-Chalong_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1893005-d1799441-Reviews-Royal_Phuket_Marina-Koh_Kaew_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d2714607-Reviews-Khao_Rang_Hill_View_Point-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d2578107-Reviews-or10-Siam_Niramit_Phuket-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d23480816-Reviews-Junkyard_Theatre-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d1479765-Reviews-Phuket_Simon_Cabaret-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d4467222-Reviews-Simon_Star_Show_Phuket-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2647016-Reviews-Danze_Fantasy_Theatre-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315818-d15560116-Reviews-Dibuk_House-Talat_Yai_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d8706121-Reviews-Moulin_Rose_Carabet_Show-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d17839193-Reviews-Franky_Monster_Phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d15233410-Reviews-Whisgars_Tasting_Room_Phuket-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d12049241-Reviews-Folie_s_de_Phuket-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d26440930-Reviews-Phuket_Monday_Night_Jazz-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d639970-Reviews-John_Gray_s_Sea_Canoe-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d8608167-Reviews-Siam_Limousine-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315815-d6577164-Reviews-Baan_Teelanka_The_UpsideDown_House_of_Phuket-Ratsada_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d9861997-Reviews-Treasure_Island-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d5432802-Reviews-Paddle_Asia_Private_Day_Tours-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d10067527-Reviews-BB_Sea_Lion-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d7610302-Reviews-Chai_Driver_in_Phuket-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1893005-d4609878-Reviews-Tiger_Marine_Charter-Koh_Kaew_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d1169438-Reviews-Simba_Sea_Trips-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d1841759-Reviews-June_Bahtra_By_Asian_Oasis-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1893005-d7592037-Reviews-Chamber_of_Secrets_at_Baan_Teelanka-Koh_Kaew_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1893005-d7117768-Reviews-V_Marine_Tour-Koh_Kaew_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g303975-d555773-Reviews-Lake_Nakuru-Lake_Nakuru_National_Park_Rift_Valley_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52181-d12810660-Reviews-Vinoski_Winery-Belle_Vernon_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g58560-d146148-Reviews-Waterfront_Park-Leavenworth_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g294264-d941828-Reviews-Palawan_Beach-Sentosa_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11750005-Reviews-Dubai_Safari_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d7049645-Reviews-Murder_Mystery_Dinner_Theater-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54496-d12867748-Reviews-Riley_Moore_Falls-Westminster_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d4559709-Reviews-Alberta_Street-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548692-Reviews-The_Golf_Club_at_Chelsea_Piers-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d592147-Reviews-The_Magic_Castle-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1215781-d2578107-Reviews-or10-Siam_Niramit_Phuket-Phuket_Town_Phuket.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1215781-d2578107-Reviews-Siam_Niramit_Phuket-Phuket_Town_Phuket.html"
    }
]