[
    {
        "attraction_name": "Sigiriya The Ancient Rock Fortress",
        "attraction_name_vi": "Pháo đài đá cổ Sigiriya",
        "general_info": [
            "11.658 đánh giá",
            "2 trong số 21 điều cần làm ở Sigiriya",
            "Di tích cổ",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đó là một cuộc leo núi khó khăn nhưng đáng giá chỉ vì quan điểm. Có nhiều giai đoạn khác nhau khi bạn leo lên nên có rất nhiều thời gian để lấy lại hơi thở và tiếp nước. Chúng tôi lên xuống trong khoảng 2 giờ nhưng điều đó thật khó khăn, lời khuyên của tôi là hãy đi sớm và dành tất cả thời gian bạn muốn vì bạn sẽ không bao giờ làm điều này nữa. Hãy tận hưởng.Đọc thêm",
            "Một khi bạn đã lên đến đỉnh của tảng đá, bạn sẽ không thể quay lại được. Bạn là một Hoàng gia. Bạn cảm thấy mạnh mẽ không thể tả được. Hồ bơi, tàn tích, quang cảnh và mọi thứ khiến bạn cảm thấy Hoàng gia. Bạn đột nhiên bắt đầu tự hỏi làm thế nào mà Vua Kashyapa nhìn ra từ trên cao, các dịch vụ được đưa lên đá như thế nào, gạch và các vật tư khác được vận chuyển như thế nào và nhiều thứ khác nữa. Bạn đang có cảm xúc dâng trào. Đừng quên cho những chú chó con bảo vệ phía trên và những người đang theo dõi bạn ăn để đảm bảo cuộc hành trình của bạn được an toàn và suôn sẻ. Tuy nhiên, đừng bao giờ để vỏ bánh quy hoặc chai nhựa ở trên cùng. Đó là một di sản và chỉ khi chúng ta chăm sóc nó thì nó mới tồn tại được.Đọc thêm",
            "Sigiriya là một nơi tuyệt đẹp và tuyệt vời. Việc đi bộ không tệ chút nào, chỉ có nhiều bước chắc chắn đáng để leo lên. Đối với người nước ngoài, phí vào cửa khá cao 10000LRK mỗi người. Chúng tôi đi khoảng 4h30 chiều để ngắm hoàng hôn sau đó. Đây là một nơi bạn không nên bỏ lỡ. Quá nhiều lịch sử, khung cảnh tuyệt vời và sự bình yên ở cùng một nơi.Đọc thêm",
            "Một điều nhất định phải làm trong chuyến đi đến Sri Lanka của bạn, những bức bích họa tiên nữ trên trời nở nang được bảo tồn tuyệt vời. Có rất nhiều bậc thang, thậm chí trước khi bạn đến chân Sư tử - vì vậy hãy từ từ và bạn sẽ lên đến đỉnh, rất nhiều gia đình khỉ trên đường đi và tôi không biết làm thế nào lại có một con chó ở trên đỉnh.\nCảnh quan thật tuyệt vời, thành phố cổ nhỏ hơn nhiều so với những gì nó trông thấy trên ảnh. Tôi mất khoảng 15 phút để đi bộ xung quanh và tôi đã mong đợi nó sẽ mất nhiều thời gian hơn.\nĐọc thêm",
            "Hoàn toàn là điểm nổi bật của chuyến đi của chúng tôi đến Sri Lanka. Phải leo 1200 bậc thang lên đỉnh pháo đài đá. Chúng tôi bắt đầu sớm hơn trong ngày vì vào tháng 7, thời tiết có thể rất nóng và ẩm ướt vào cuối ngày. Bạn không cần phải có thể lực tốt để có thể leo lên nó. Bất cứ ai cũng có thể leo lên nó. Nếu bạn không quen với việc leo núi thì bạn có thể nghỉ giải lao vào các khoảng thời gian leo núi khác nhau, nơi bạn có khu vực ngồi và điểm ngắm cảnh khi bạn nghỉ giải lao. Tôi nghĩ tôi đã mất khoảng 45 phút để leo lên với những bức ảnh ở giữa và tôi không có phong độ tốt chút nào. \n\nNgay cả khi bạn mắc chứng sợ độ cao thì việc leo lên cũng không hề khó khăn chút nào. Mặc dù nhìn những bậc thang bám vào tảng đá có vẻ khó khăn nhưng thực sự không phải vậy khi bạn bắt đầu leo ​​lên. Để xem các bức bích họa, bạn cần phải đi bộ trên một con đường rất nhỏ ôm lấy tảng đá, trông giống như một con đường gây chóng mặt, nhưng một khi bạn đi bộ, bạn có thể dễ dàng thực hiện được. Cầu thang xoắn ốc lên các bức bích họa cũng có rào chắn ở mọi phía nên chỉ cần đi từng bước một là sẽ ổn thôi.\n\nChỉ cần đảm bảo rằng bạn mang theo nước và mũ hoặc mũ lưỡi trai để chống nắng. Bạn có thể leo lên đỉnh và quay lại trong vòng chưa đầy 3 giờ nhưng thật tuyệt khi dành thời gian để leo lên và dừng lại ở mỗi đoạn leo núi, nơi có những điều thú vị khi đi lên và xuống những con đường khác nhau nếu bạn đi đến những bức bích họa. Bạn có thể dễ dàng dành một giờ ở trên đỉnh, chiêm ngưỡng khung cảnh bao quát và chụp vô số bức ảnh và cho đôi chân nghỉ ngơi để leo xuống.\n\nBạn không cần một người hướng dẫn để đưa bạn lên đỉnh cao. Đi lên hoặc đi xuống hoặc đến các bức bích họa khá dễ dàng và bạn sẽ không vội vã nếu tự mình làm điều đó.Đọc thêm",
            "Đã nằm trong danh sách xô của tôi trong nhiều năm và nó không làm tôi thất vọng. Bắt đầu sớm và bắt đầu leo ​​núi lúc 5h30 để lên đỉnh để đón bình minh.\nMặc dù trời tối để leo lên không khó như tôi nghĩ và tránh được đám đông và tắc nghẽn trên cầu thang có thể xảy ra sau đó trong ngày.\nBình minh tuyệt đẹp và những bức bích họa tuyệt vời. \nĐi bộ qua những khu vườn trên đường đi xuống khi có thêm nhiều người bước vào để leo núi \nSẽ tư vấn cho một sự bắt đầu sớm.\nƯớc gì tôi có vài chiếc bánh quy dành cho chó cho 2 chú chó đã theo tôi lên đỉnhĐọc thêm",
            "Một địa điểm không thể bỏ qua. quang cảnh từ trên đỉnh không gì ngoài sự kỳ diệu....thậm chí có thể đi xa đến một trong những cảnh đẹp nhất. về việc leo núi, không dễ nhưng có thể thực hiện được...hãy tự điều chỉnh tốc độ và mang theo nhiều nước, trời nóng như ngày chúng tôi đi. Theo ý kiến ​​cá nhân của tôi, bạn phải trả 35 đô la Mỹ nhưng thực sự không cần hướng dẫn viên, khá dễ hiểu. vấn đề lớn nhất là những người giúp đỡ không chính thức trên đường đi. những người đàn ông cố gắng giúp bạn lên cầu thang nếu bạn lớn tuổi. họ không ngừng nghỉ và mặc dù nhiều người đã cố gắng lịch sự yêu cầu họ ngừng cố gắng giúp đỡ, tôi phải kiên quyết và khăng khăng, ghét phải làm như vậy nhưng điều đó đã phá hỏng trải nghiệm. ngoài ra, hãy kiên quyết nhưng lịch sự và tận hưởng chuyến đi x Úc Đọc thêm",
            "Sigiriya là phải làm! Rất khuyến khích đến đó sớm nếu bạn muốn tránh cái nóng buổi chiều khắc nghiệt. Chúng tôi rời đó vào buổi sáng khoảng 5 giờ sáng và đến nơi vào khoảng 6 giờ sáng. Nó thật hoàn hảo, không đông đúc. Kiến trúc rất thú vị. Không thể tưởng tượng được có một vị vua sống ngay trên đó. Điểm nổi bật nhất của tôi là Saman, một người dân địa phương có những món quà lưu niệm đáng yêu. Tôi chỉ hỏi thăm thôi, tôi không có hứng thú mua nhưng anh ấy không hề ép buộc, anh ấy rất khiêm tốn và giải thích cho tôi về ý nghĩa của quỷ đeo mặt nạ, tượng Phật và các nghệ thuật khác. Cảm ơn bạn rất nhiều saman, Chúc bạn may mắn! Đọc thêm",
            "Đến đây với một nhóm du lịch, đề nghị đến sớm hơn vào ngày thời tiết không nóng. Thật là một khung cảnh tuyệt đẹp để lên đỉnh sau nhiều bước. Chắc chắn hãy kiểm tra các bức bích họa trong hang động mặc dù không được phép chụp ảnh. Thật ngạc nhiên khi tưởng tượng công trình này được xây dựng vào thời điểm đó mà không cần cần cẩu hay máy móc hạng nặng. Bàn chân sư tử ở giữa đường rất đẹp và uy nghiêm. Cầu thang dốc cho phần cuối cùng. Thật không may, hoạt động này không phù hợp với bất kỳ ai có vấn đề về di chuyển để leo núi. Cách tuyệt vời để bắt đầu ngày mới với một số bài tập tim mạch. Chế độ xem thật hấp dẫnĐọc thêm",
            "Tôi đã nói điều này trước đây về các địa điểm thu hút khác ở Sri Lanka: phí vào cửa cao không dành cho chính địa điểm đó, điều này thật đáng buồn. Trên Lions Rock, rất nhiều bảng hiệu trên địa điểm đã bị hư hỏng và không thể đọc được. Ứng dụng này cũng không hoạt động, rác trong ao Bảo tàng khá tốt so với ở Polonnaruva. Mặc dù tòa nhà đã ngừng hoạt động.\n\nVì lý do đó, nhiều khách du lịch khác mà chúng tôi gặp ở Sigiriya đã không thực sự đến thăm Lions Rock mà chỉ đi lên Pidurangala với mức phí chỉ bằng một phần nhỏ. Tuy nhiên, chúng tôi nghĩ rằng nó đáng để ghé thăm nhưng 30 USD thực sự là mức giới hạn số tiền khôn ngoan.\n\nChắc chắn nên đi càng sớm càng tốt, họ mở cửa lúc 5:30 sáng chứ không phải 6:30 như nhiều người dân địa phương đã xác nhận và đó là trường hợp khi chúng tôi ghé thăm. Đọc thêm",
            "Đây không phải là chuyến thăm dành cho tất cả mọi người. 1.200 bậc thang trở lên. Yiu cần phải khỏe mạnh. Nhưng nó đáng giá từng phút. Những quan điểm, lịch sử và cuộc sống trong những năm đó thật tuyệt vời. Đọc thêm",
            "Vâng, nó đắt, vâng, bạn sẽ đổ mồ hôi, và vâng, nó thật đáng sợ- nhưng vẫn đáng giá! Phòng vé hiện mở cửa lúc 5 giờ, dành cho những ai muốn ngắm bình minh, nhưng chúng tôi bắt đầu leo ​​núi chỉ sau 6 giờ, vì vậy ánh sáng ban ngày, tuk xe tuk có sẵn, ánh sáng đẹp mà vẫn không quá nóng hay đông đúc.  Chúng tôi không còn trẻ hoặc khỏe mạnh, và tôi bị chóng mặt..nhưng chúng tôi đã làm lành trong khoảng bốn mươi phút, thậm chí còn cho phép dừng chụp ảnh và dừng thở hổn hển.  Không chỉ có đá và quang cảnh tuyệt đẹp, mà công trình gạch của khu di tích cũng rất đáng kinh ngạc, ăn ảnh và không phải lúc nào cũng được nhắc đến. Nếu bạn biết về nó, bạn có thể dễ dàng thoát ra khỏi con đường bạn đã vào để thưởng thức những khu vườn, hào nước, bảo tàng vv sau khi bạn leo lên.  Nếu bạn không muốn có người hướng dẫn hoặc người trợ giúp, hãy nói rõ ràng là không, cảm ơn. Hãy cố gắng đi sớm và tránh các ngày lễ ở địa phương, v.v. để giảm thiểu đám đông. Tôi không biết tại sao TA lại muốn biết bạn đang tham gia chuyến du lịch nào ??? Chúng tôi chỉ truy cập một cách độc lập - không có chuyến tham quan, nhưng nó cho biết trường bắt buộcĐọc thêm",
            "Chúng tôi đã đến một số nơi ở Sri Lanka, Bao gồm Pháo đài Đá với giá 2000r 5,24 mỗi người, so với 50r đối với người dân địa phương. Tôi nghĩ là đủ, Nhưng ở đây 30 vs 50 r - 13 pence. 120 đó cho một gia đình 4 người. Xin lỗi, không có cơ hội cho chó. Đặc biệt là khi những bức ảnh đẹp nhất của nó được chụp từ phía dưới. Dù sao thì hành trình của chúng tôi cũng bị kẹt nên không mất mát gì. Lòng tham không biết xấu hổ, Tránh nếu bạn có đạo đứcDu lịch một mình, Không điều hành tourĐọc thêm",
            "Một cảnh tượng tuyệt vời và đẹp đẽ nhất, nơi đây đã trở thành Di sản Thế giới và thực sự là niềm tự hào lịch sử của Sri Lanka.  Hãy đến thăm Sri Lanka Đọc thêm",
            "Tôi không thể phủ nhận vẻ đẹp nguyên khối tuyệt đối của tảng đá sừng sững giữa biển xanh này. Tôi rất muốn leo lên đỉnh và ngắm cảnh. Tôi thậm chí còn sẵn sàng trả một mức giá quá đắt dành riêng cho những khách du lịch cả tin. Tuy nhiên, khi tôi đi lên con đường thì nó ngày càng trở nên bận rộn. Khi tôi đến chân sư tử, nơi này đã trở thành trung tâm thị trấn lớn vào tối thứ Bảy. Đám đông người dân, chủ yếu là người địa phương, tất cả đều xếp hàng lên các bậc thang kim loại được bắt vít vào cạnh tảng đá. Toàn bộ gia đình, một số mang theo trẻ sơ sinh. Tôi nghĩ tôi thậm chí còn nhìn thấy một chiếc xe đẩy được gói lại. Đột nhiên, những bậc thang kim loại đó trông không còn chắc chắn nữa. Tôi đã hết hồn. Tôi đoán cuộc hành trình lên thiên đường không dành cho tôi. Tuy nhiên, ít nhất tôi đã không bị ong bắp cày tấn công.Đọc thêm",
            "Đánh giá của tôi không khác gì nhiều người khác. Việc leo lên rất khó khăn, mặc dù một số người sẽ xoay sở đủ tốt. Không phải tôi! Tôi thấp, và việc leo núi vì độ ẩm cũng khiến chân tôi khó chịu. Chúng tôi ở đó vào khoảng 6h30 sáng, không đông đúc nên điều đó có ích. Khi chúng tôi đến Lions Paws, tôi đã nói rằng tôi không thể tiếp tục đi, nhưng không có gì ngạc nhiên, tôi đã bị thuyết phục để tiếp tục, và những bậc thang bằng thép có tay vịn dễ dàng hơn nhiều và tôi ĐÃ làm được! Lũ chó chết tiệt sống ở đó chỉ là kẻ khoe khoang mà thôi! Họ có thêm chân để sử dụng!Đáng không? Tất nhiên là như vậy! Giống như đang ở trên đỉnh thế giới vậy! Nó đặc biệt, đó là một thành tựu cá nhân thực sự và một khung cảnh đáng yêu. Hướng dẫn viên của chúng tôi đã kể cho chúng tôi về lịch sử trên đường lên và xuống. Đường xuống vẫn còn khó khăn đối với tôi - chân tôi như thạch, nhưng người hướng dẫn đã giữ cánh tay của tôi để chắc chắn rằng tôi không bị ngã. Giống như bất kỳ điểm tham quan nào trên toàn thế giới, không -người ta PHẢI làm việc đó, không phải việc bắt buộc phải làm, nhưng ai tiếp tục như tôi sẽ được khen thưởng xứng đáng. :Đọc thêm",
            "Ngạc nhiên! Và đây cũng là một trong những kỳ quan ở châu Á...Tôi nghĩ bạn nhất định phải đến đó để xem Sigiriya ....Tôi thực sự khuyên bạn nên đến thăm nơi này cho người nước ngoài... Nhận được một số công nghệ đẹp và tuyệt vời cũng là Vương quốc sáng tạo từ Vua Kashyapa ở Sri Lanka.Đọc thêm",
            "Một trong những nơi tốt nhất để ghé thăm ở Srilanka. Chúng tôi leo lên đây vào sáng sớm khoảng 6h30 ngay khi nó mở cửa cho du khách và chủ yếu là để tránh nắng nóng. Mặc dù phía trên không có gì nhưng người ta có thể thấy vẻ đẹp lộng lẫy của lớp vỏ xanh của Sigiriya. Những bức tranh bích họa vẫn còn đó và được bảo quản tốt. Hãy ghé thăm cái này.Đọc thêm",
            "Rất hay, tôi đã học được rất nhiều kinh nghiệm, hướng dẫn này rất tử tế với chúng tôi vì đây là một bài nhạc rock sigirya tuyệt vời của bạn ở Sri Lanka được đề xuất cho các nhóm khác.Đọc thêm",
            "Đúng, phí vào cửa tăng vọt ở mức thẻ tín dụng USD36 được chấp nhận nhưng đó là chuyện chỉ xảy ra một lần. Người hướng dẫn của tôi đã giới thiệu Tảng đá Pidurangala nơi bạn có thể nhìn thấy tảng đá Sư tử từ trên đỉnh nếu tầm nhìn ra tảng đá là tất cả những gì bạn muốn chứ không phải trường hợp của tôi. Đến cổng lúc 5 giờ sáng, tôi là người đầu tiên bắt đầu chuyến đi bộ. Nhân viên bảo vệ đi cùng tôi vì trời vẫn còn tối, anh ấy nói có thể có cá sấu và voi hoang dã nên anh ấy cùng tôi đi bộ qua vườn đến điểm bắt đầu leo ​​núi. Lý do đi lúc 5 giờ là để tránh nóng và để có được một vị trí hoàn hảo cho mặt trời mọc. Vâng, khoảng 1200 bước không bao giờ được tính nên tôi tin tưởng vào cộng đồng nhưng điều đó thật dễ dàng. Đã lên đỉnh trong vòng 35 phút với nhiều điểm dừng, 2 điểm dừng cụ thể dành cho những chú chó sủa và gầm gừ như điên.  Bình minh cộng với sương mù sủi bọt trên biển mây thật tuyệt vời. Đừng quên ghé thăm bảo tàng ngay bên ngoài cổng chính!Đọc thêm"
        ],
        "star_ratings": [
            8131,
            2638,
            594,
            161,
            134
        ],
        "review_amount": 11658,
        "location": [
            "Pháo đài đá cổ Sigiriya",
            "Tỉnh miền Trung",
            "Các hoạt động ở Sigiriya",
            "Sigiriya",
            "Châu Á",
            "Sri Lanka"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written July 5, 2023",
            "Written July 8, 2023",
            "Written July 24, 2023",
            "Written July 27, 2023",
            "Written August 4, 2023",
            "Written August 8, 2023",
            "Written August 11, 2023",
            "Written August 16, 2023",
            "Written August 20, 2023",
            "Written June 5, 2024",
            "Written May 30, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g304141-d4782530-Reviews-Sigiriya_The_Ancient_Rock_Fortress-Sigiriya_Central_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g304141-d24038580-Reviews-S_L_Kafe-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304141-d23837258-Reviews-Anu_s_Mom_Kitchen-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304141-d17660325-Reviews-Sigiriya_wew_Thawulla_Restaurant-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304141-d26516235-Reviews-Seafood_Restaurant-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304141-d18840954-Reviews-Little_Hut-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304141-d10635425-Reviews-Wijesiri_Family_Restaurant-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304141-d6549987-Reviews-Chooti_Restaurant-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304141-d26528646-Reviews-Ranketha_Restaurant-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304141-d19657952-Reviews-Ancient_Kingdom_Lodge_and_Restaurant-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304141-d16716210-Reviews-Espresso_Italiano-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d23918571-Reviews-Soceylon_Tours-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d3220900-Reviews-Pidurangala_Rock-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d23864407-Reviews-Lion_Rock-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d2441456-Reviews-Sigiriya_Museum-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304132-d25321082-Reviews-Sigiriya_Srilanka-Anuradhapura_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d13010754-Reviews-Rana_s_Travel_Counter_Information_Center-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12901411-d25261782-Reviews-Habarana_Cultural_Centre-Avudangawa_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d24008810-Reviews-The_Ella_Odyssey_Train-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d12830755-Reviews-Habarana_Lake-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d16669972-Reviews-Minneriya_Safari-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d4782530-Reviews-or10-Sigiriya_The_Ancient_Rock_Fortress-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d12910312-Reviews-Kaludiya_Pokuna-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d18556753-Reviews-The_Lion_s_Paws_Sigiriya-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d16806083-Reviews-Sinhagiri-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d7886223-Reviews-Sigiriya_Craft_Village-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d26839208-Reviews-Sinhagiri-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d18558261-Reviews-Mirror_Wall_Sigiriya-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d18901479-Reviews-Frescoes_Gallery_Sigiriya-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d27500597-Reviews-Sigiriya-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d18554219-Reviews-Cobra_Hood_Cave-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d12830605-Reviews-Sanjaya_Tours_Sri_Lanka-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d23308377-Reviews-Sigiriya_Rock_Fortress-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d15636897-Reviews-DJ_Travels-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d13811218-Reviews-Travel_With_Chan-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d13400016-Reviews-Taxi_Sigiriya_Dambulla-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d8333318-Reviews-Sigiri_art_gallery-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d13827740-Reviews-Apple_Vacations_Sri_Lanka-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d20091894-Reviews-Anulanka_Tours-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d15095836-Reviews-Sigiri_Tours-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d13530646-Reviews-AnotherWorld_Tours-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d266629-Reviews-Second_City-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g32706-d7726684-Reviews-Lake_Yosemite-Merced_Merced_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187857-d1963434-Reviews-Renon_s_Cable_Car-Bolzano_Province_of_South_Tyrol_Trentino_Alto_Adige.html",
            "https://www.tripadvisor.com/Attraction_Review-g143014-d145009-Reviews-Black_Canyon_Of_The_Gunnison_National_Park-Black_Canyon_Of_The_Gunnison_National_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12500860-Reviews-Fish_Roundabout-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g48361-d1987552-Reviews-Panama_Rocks_Scenic_Park-Panama_Chautauqua_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190985-Reviews-Monumento_a_Vittorio_Emanuele_II-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d315470-Reviews-Singapore_Cable_Car-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g34242-d1584449-Reviews-Butterfly_Rainforest-Gainesville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34680-d1063571-Reviews-Fred_Howard_Park-Tarpon_Springs_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g304141-d4782530-Reviews-or10-Sigiriya_The_Ancient_Rock_Fortress-Sigiriya_Central_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g304141-d4782530-Reviews-Sigiriya_The_Ancient_Rock_Fortress-Sigiriya_Central_Province.html"
    }
]