[
    {
        "attraction_name": "Signatures Of Asia",
        "attraction_name_vi": "Chữ ký của Châu Á",
        "general_info": [
            "94 đánh giá",
            "- 78 trong số 391 Đồ ăn - Đồ uống tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Signatures of Asia là nhà điều hành tour du lịch có trụ sở tại Việt Nam được thành lập vào năm 1999 bởi Anh Nguyễn, mang đến cho du khách những trải nghiệm sang trọng độc đáo trong hơn 14 năm. Từ những chuyến du ngoạn sang trọng đến những điểm đến phi thường, đến những chuyến tham quan lịch sử và văn hóa phong phú, đến những khu nghỉ dưỡng sang trọng thư giãn, Signatures of Asia đáp ứng mọi nhu cầu của bạn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến thăm Việt Nam trong kỳ nghỉ đông cùng các con - 3yo - 5yo - và đã có trải nghiệm tuyệt vời nhất khi khám phá đất nước sôi động này. Anna đã lên một kế hoạch rất thú vị cho chuyến đi của chúng tôi ngay từ khi chúng tôi hạ cánh xuống Hà Nội cho đến khi chúng tôi bay khỏi Thành phố Hồ Chí Minh. Hành trình đã được cân nhắc kỹ lưỡng khi chúng tôi có 2 đứa trẻ đi cùng; có những ngày bận rộn - những ngày thư giãn, sự kết hợp hoàn hảo cho gia đình chúng tôi. Cô ấy cũng sẵn sàng qua điện thoại bất cứ lúc nào chúng tôi cần liên lạc - trả lời rất nhanh chóng mọi tin nhắn. Cảm ơn Anna - Tommy vì đã giúp chúng tôi lên kế hoạch cho chuyến phiêu lưu tuyệt vời này đến một đất nước tuyệt đẹp. Chúng tôi chắc chắn sẽ quay lại để lên kế hoạch cho những chuyến đi trong tương lai. Đọc thêm",
            "Tôi đã đặt chỗ với Signatures of Asia qua Anna Nguyen. Quá trình tương tác với Anna khi đặt vé diễn ra rất suôn sẻ - cô ấy rất nhanh nhạy trong việc giải đáp kịp thời mọi thắc mắc. Anna đã đưa ra những gợi ý hữu ích như đi tàu đêm đến Sapa thay vì lái xe, điều này đã giúp chúng tôi hoàn tất hành trình của mình. Giá cả cạnh tranh. Việc sắp xếp hậu cần trên mặt đất cũng liền mạch và Anna luôn có thể liên hệ trên whatsapp để giúp điều phối. Cô ấy cũng cung cấp lời khuyên về nơi mua sắm, v.v. ở Hà Nội khi chúng tôi hỏi. Phương tiện đi lại, tài xế và hướng dẫn viên được cung cấp đều tốt. Nhìn chung, chúng tôi muốn giới thiệu Signatures of Asia cho bất kỳ ai đến thăm Việt Nam.Đọc thêm",
            "Với tư cách là một cặp đôi, chúng tôi vừa tận hưởng chuyến du lịch riêng kéo dài ba tuần đến miền bắc Việt Nam do Tommy of Signatures of Asia tổ chức.  Phong cảnh thật ấn tượng với vẻ đẹp và sự đa dạng của nó, tất cả các ngọn núi, rừng rậm và hồ nước.  Con người và văn hóa thật hấp dẫn, đặc biệt là sự đa dạng của người dân vùng đồi mà chúng tôi đã thấy, chỗ ở rất thoải mái và chi phí, vì chỉ có hai chúng tôi, rất vừa phải.  Tài xế Mr Winter và hướng dẫn viên Mr Dong của chúng tôi rất dễ thích nghi, ân cần và rất chuyên nghiệp.  Rất khuyến khích.Đọc thêm",
            "Một chuyến đi tuyệt vời được tổ chức cho 16 người đến từ Bồ Đào Nha - Vương quốc Anh trong chuyến đi chơi gôn 12 ngày đến Việt Nam và Campuchia.  Sự chuyên nghiệp của Tommy và nhóm của anh ấy đã khiến chuyến đi trở nên rất thú vị và được tất cả chúng tôi yêu thích. Chắc chắn sẽ sử dụng và giới thiệu AGT cho bất kỳ chuyến tham quan nào trong tương laiĐọc thêm",
            "Chúng tôi là một nhóm gồm 16 người tham quan và chơi gôn tại Hồ Chí Minh, Hải Phòng, Hà Nội và Siem Reap. Chơi gôn, ẩm thực và ngắm cảnh tuyệt vời: hướng dẫn viên của chúng tôi tại mỗi địa điểm đều tuyệt vời - luôn có mặt và sẵn sàng. Rất khuyến khích. Tổ chức hoàn hảo.Đọc thêm",
            "một ngày đẹp trời ở Vietname và camboja với tất cả sự hỗ trợ từ đội ngũ rất chuyên nghiệp, các tour du lịch golf Châu Á - Tập đoàn Liên Gia do Tommy Nguyễn dẫn đầu, cảm ơn rất nhiều vì mọi thứ, chắc chắn chúng tôi sẽ quay lại và cùng bạn hỗ trợ cho chuyến tham quan của chúng tôi. Đọc thêm",
            "Chúng tôi đã đặt chữ ký của Asia 12 Day Classic Vietnam Holiday trong vòng một ngày kể từ khi hành trình của chúng tôi bị hủy do COVID-19.  Tommy Nguyễn, giám đốc điều hành, đã đặc biệt hữu ích trong việc tổ chức và hỗ trợ hành chính cho hành trình này. Chuyến tham quan này cung cấp cho bạn cái nhìn tổng quan khá đầy đủ về Việt Nam với những điểm tham quan chính trong chương trình nghị sự.  Tất cả chỗ ở 4 sao được chọn đều thực sự đáng được nhắc đến vì vị trí trung tâm, điều kiện sạch sẽ và dịch vụ chu đáo.  Tất cả các hướng dẫn viên du lịch đều được thông báo đầy đủ và cung cấp thông tin ngắn gọn trong suốt hành trình của chúng tôi.  Rất khuyến khích.Đọc thêm",
            "Rất vui khi được sử dụng Signatures of Asia một lần nữa cho chuyến trở về Việt Nam qua Phnom Penh. Rất có tổ chức với thời gian phản hồi nhanh chóng, Tommy đã có thể xây dựng một hành trình ngắn hơn, tập trung vào những điểm yêu thích của chúng tôi - La Roses Suites tại PP, Victoria cruises 3 ngày 2 đêm Sampan tour qua sông Mekong, Saigon After Dark tour - . Chúng tôi thực sự khuyên bạn nên đặt hành trình qua Signatures of Asia để trải nghiệm vẻ đẹp thực sự của Việt Nam. Đọc thêm",
            "Tôi không thể diễn tả hết kỳ nghỉ này tuyệt vời như thế nào.  Kỳ nghỉ này đã thổi bay mọi kỳ vọng của tôi trước khi rời Mỹ.  Đất nước xinh đẹp - con người xinh đẹp.  tôi đặc biệt khuyến khích bạn sử dụng Signatures of Asia cho chuyến đi tiếp theo của mình!Đọc thêm",
            "Tôi là một du khách khá có kinh nghiệm, nhưng điều đó không có nghĩa là tôi thích tự mình làm mọi việc! Tôi khá thích đi tour và làm việc với một công ty sẵn sàng tùy chỉnh mọi thứ theo nhu cầu của tôi - đi du lịch cùng trẻ em - và loại bỏ sự phỏng đoán về nơi ở và việc phải làm. Signatures of Asia và Tommy đã làm được điều đó. Chỉ cần một vài email, một vài tin nhắn Whats App và anh ấy đã nhanh chóng tạo cho tôi một hành trình tùy chỉnh dựa trên ngày tôi cung cấp cho anh ấy và loại chuyến đi tôi muốn thực hiện! Chúng tôi đã đi từ Bắc vào Nam và ghé thăm tất cả các điểm nổi bật - Hà Nội, Vịnh Hạ Long, Lớp học nấu ăn, Huế, Hội An, Thành phố Hồ Chí Minh và Địa đạo Chu Chi. Tất cả chỉ trong vòng chưa đầy 2 tuần! Nhờ Tommy, tôi không phải nghĩ đến bất cứ điều gì ngoại trừ việc đến Việt Nam! Signatures of Asia đã lo liệu việc đưa đón sân bay, tài xế, hướng dẫn viên và khách sạn! Những ngày của chúng tôi tràn ngập những hướng dẫn viên hiểu biết và những hoạt động thân thiện với trẻ em! Tôi chỉ ước chúng tôi có nhiều thời gian hơn để khám phá thêm về Việt Nam! Tôi không thể chờ đợi để quay lại! Đọc thêm",
            "bạn có trang web của họ để tìm hiểu trước khi đến không?  Tour du lịch bao gồm Campuchia đắt như thế nàoĐọc thêm",
            "Chào Darcy,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với Signatures of Asia - Truyền thống lâu đời đặt khách hàng lên hàng đầu. \n\nVui lòng cho chúng tôi biết thêm thông tin về kế hoạch chuyến đi của bạn, thời gian, địa điểm và số lượng người sẽ đi cùng bạn. Giá cả tùy thuộc vào độ dài chuyến đi, loại khách sạn và hoạt động bạn muốn thực hiện. Nếu có thể, vui lòng nhấp vào trang web và gửi email cho chúng tôi yêu cầu của bạn, chúng tôi sẽ liên hệ lại với bạn ngay. - Lời cảm ơn và trân trọng từ Ban quản lý.Đọc thêm"
        ],
        "star_ratings": [
            87,
            6,
            1,
            0,
            0
        ],
        "review_amount": 94,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Chữ ký của Châu Á",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 15, 2024",
            "Written January 4, 2024",
            "Written December 3, 2022",
            "Written December 1, 2022",
            "Written November 29, 2022",
            "Written November 29, 2022",
            "Written February 29, 2020",
            "Written February 23, 2020",
            "Written December 17, 2019",
            "Written December 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8009540-Reviews-Signatures_Of_Asia-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or10-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25434278-Reviews-Rapu_Mixology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d590925-Reviews-Geological_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8856587-Reviews-Vietnam_Today_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2166594-Reviews-Aclass_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254815-Reviews-Zen_Villas_Massage_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d3511529-Reviews-Vienna_Mozart_Concerts-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g298427-d584823-Reviews-Coiba_Island_National_Park-Isla_de_Coiba_Veraguas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d15204206-Reviews-Rooftop_Cinema_Club-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298420-d9739472-Reviews-Wakan_Village-Sohar_Al_Batinah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g32147-d2243107-Reviews-Camarillo_Premium_Outlets-Camarillo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34667-d143773-Reviews-Sawgrass_Mills-Sunrise_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295380-d550541-Reviews-Strand-Novi_Sad_Vojvodina.html",
            "https://www.tripadvisor.com/Attraction_Review-g35377-d6507335-Reviews-The_Outlet_Shoppes_at_Atlanta-Woodstock_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32686-d143467-Reviews-Grover_Hot_Springs_State_Park-Markleeville_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12432035-Reviews-Kiraly_Street-Budapest_Central_Hungary.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or10-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-Signatures_Of_Asia-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Signatures Of Asia",
        "attraction_name_vi": "Chữ ký của Châu Á",
        "general_info": [
            "94 đánh giá",
            "- 78 trên 391 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Signatures of Asia là nhà điều hành tour du lịch có trụ sở tại Việt Nam được thành lập vào năm 1999 bởi Anh Nguyễn, mang đến cho du khách những trải nghiệm sang trọng độc đáo trong hơn 14 năm. Từ những chuyến du ngoạn sang trọng đến những điểm đến phi thường, đến những chuyến tham quan lịch sử và văn hóa phong phú, đến những khu nghỉ dưỡng sang trọng thư giãn, Signatures of Asia đáp ứng mọi nhu cầu của bạn.Đọc thêm",
        "reviews": [
            "Chúng tôi vừa trở về từ chuyến lưu diễn Signatures of Asia Vietnam và không thể hài lòng hơn với trải nghiệm của mình.  Tommy đã sắp xếp toàn bộ chuyến tham quan của chúng tôi từ đầu đến cuối với những hướng dẫn viên và tài xế đặc biệt trên đường đi - những hướng dẫn viên này có kiến ​​thức và cực kỳ lịch sự.  Chúng tôi đã trải nghiệm Việt Nam từ Bắc vào Nam ở những địa điểm khác nhau, bao gồm đi xe kéo, tham quan bằng xe đạp, phiêu lưu bằng vespa, du thuyền qua đêm và cả thuyền tam bản qua đêm riêng.  Tôi không chỉ khuyên bạn nên đến thăm đất nước Việt Nam - tôi chắc chắn sẽ khuyến khích bạn đặt tour qua Signatures of Asia.   Cảm ơn Tommy !!! Đọc thêm",
            "Vừa kết thúc chuyến du lịch gia đình khó quên bao gồm những điểm nổi bật của Đông Dương: Siem Reap ở Campuchia, sau đó là Hội An, Huế, Hà Nội, Sapa và Vịnh Hạ Long ở Việt Nam. Di chuyển liền mạch đến và đi từ tất cả các khách sạn và hoạt động bao gồm, cũng như hướng dẫn viên du lịch và nhiều bữa ăn trong suốt thời gian 3 tuần. Khi đặt phòng, Tommy đã đưa ra các tùy chọn để tăng hoặc giảm giá thông qua xếp hạng sao của khách sạn để chúng tôi có thể đạt được ngân sách mà chúng tôi có thể đã lên kế hoạch và đạt được chất lượng hoặc giá trị như mong muốn. Ngay cả trong chuyến tham quan, tôi vẫn có tùy chọn điều chỉnh hành trình theo thời gian thực cho phù hợp với nhu cầu của mình. Tommy chuyên nghiệp, linh hoạt và lôi cuốn .... thực sự là một người rất vui khi được giải quyết và luôn sẵn sàng giải quyết mọi vấn đề. Nếu đó là chuyến đi đến Châu Á, Tommy Nguyễn từ Signatures of Asia chính là người đàn ông của bạn!Đọc thêm",
            "Chúng tôi vừa hạ cánh xuống Bangkok sau kỳ nghỉ gia đình kéo dài 2 tuần khó quên ở Campuchia và Việt Nam. Tommy và nhóm của anh ấy đã giúp chúng tôi có một hành trình thú vị để ngắm nhìn các thành phố lớn và những điểm nổi bật của hai quốc gia. Chúng tôi rất yêu thích Angkor Wat, Vịnh Hạ Long, Hội An. Mọi thứ từ việc chào đón ở sân bay đến những khách sạn xinh đẹp với vị trí tuyệt vời đều được tổ chức rất tốt và tất cả đều diễn ra theo đúng kế hoạch. Tất cả các hướng dẫn viên và tài xế du lịch cũng rất linh hoạt và quan tâm đến chúng tôi để đảm bảo rằng chúng tôi có hành trình được cá nhân hóa dựa trên những sở thích đặc biệt của chúng tôi. Chúng tôi sẽ không bao giờ quên những khoảnh khắc tuyệt vời này trong cuộc đời mình. Cảm ơn bạn!Đọc thêm",
            "Công ty tuyệt vời để tổ chức các chuyến tham quan Golf đến Việt Nam và các nước châu Á khác.  Khả năng tổ chức cho tất cả các thành phần mặt đất trong Chuyến tham quan của chúng tôi thật đặc biệt.  Các lựa chọn khách sạn đáp ứng mọi mức giá và chất lượng, tiếp cận các khóa học tốt nhất vào thời điểm phù hợp, với mức giá thấp hơn mức có sẵn trên internet trực tiếp.  Được hỗ trợ với dịch vụ đưa đón sân bay và chơi gôn không bị lỡ nhịp.  Bà Ahn của Asian Golf Tours rất đặc biệt với các lựa chọn và dịch vụ nhanh chóng, chính xác.  Coujld không đánh giá đủ cao Đọc thêm",
            "Mọi thứ đã diễn ra theo đúng kế hoạch. Trình điều khiển của chúng tôi đã đúng giờ, lịch sự và hiểu biết. Các sân gôn là một trong những sân gôn tốt nhất tôi từng chơi ở bất kỳ đâu trên thế giới. Tôi rất muốn giới thiệu các chuyến tham quan chơi gôn Châu ÁĐọc thêm",
            "Một trải nghiệm tuyệt vời với các đường đua đầy thử thách, thời tiết tuyệt vời và caddie cá nhân! Các khu nghỉ dưỡng đạt tiêu chuẩn 5 sao với lòng hiếu khách vượt quá sự mong đợi. Phong cảnh đẹp và tiện nghi. Chúng tôi có tài xế riêng và hướng dẫn viên du lịch cho phép chúng tôi ngắm nhìn các khu vực từ góc nhìn của người dân địa phương. Khi chúng tôi đã liên lạc với tài xế của mình, chúng tôi không muốn Nhà hàng du lịch, chúng tôi đã làm tốt. Chuyến đi tuyệt vời tràn ngập tiếng cười và kỷ niệm! Cảm ơn Tommy vì đã hỗ trợ mọi nhu cầu của chúng tôi và biến đây thành một trải nghiệm tuyệt vời! Đọc thêm",
            "Chữ ký của Châu Á thật tuyệt vời. Chỗ ở tuyệt vời, hướng dẫn viên am hiểu nói tiếng Anh tốt, đồ ăn tuyệt vời và nhiều trải nghiệm thú vị. Chỉ có hai chúng tôi nên chúng tôi đã học được rất nhiều điều cũng như đưa ra quyết định về thời gian chúng tôi muốn ở một địa điểm riêng lẻ. Đó là một chuyến tham quan được tổ chức rất tốt với nhiều sự đa dạng.Đọc thêm",
            "Tommy of Signatures of Asia đã tổ chức toàn bộ chuyến đi của chúng tôi đến 3 quốc gia. Anh ấy đã làm một công việc tuyệt vời! Tất cả chúng ta đều có một trải nghiệm tuyệt vời mà chúng ta sẽ không bao giờ quên. Anh ấy đã sắp xếp một lớp học nấu ăn trong một căn hộ gia đình ở Việt Nam rất đặc biệt và đáng nhớ và một bữa trưa riêng tư ở Campuchia. Ngoài ra, chúng tôi đã đến bảo tồn voi MandaLao ở Lào, thật không thể tin được! Tất cả các dịch vụ vận chuyển sân bay của chúng tôi đều dễ dàng và tất cả các hướng dẫn viên của chúng tôi đều tuyệt vời. Tommy đáp ứng mọi mong muốn của chúng tôi cho chuyến đi và luôn sẵn sàng giải đáp mọi thắc mắc! Xin chào, rất khuyến khích công ty của anh ấy sắp xếp chuyến đi đến Châu Á. Đọc thêm",
            "Du lịch thoải mái và tận hưởng chuyến đi để đời với những nét đặc trưng của Châu Á. Trong một vài cuộc phỏng vấn, đại diện của chúng tôi đã đưa ra một hành trình được cân nhắc kỹ lưỡng, bao gồm nhiều yếu tố khác nhau chạm đến lòng trong của bạn, bao gồm; các khách sạn địa phương sang trọng, hướng dẫn viên địa phương giàu kinh nghiệm và hiểu biết đã dẫn chúng tôi đi qua các thành phố quốc tế, các làng dân tộc nhỏ, các làng chài xa xôi trên cánh đồng lúa và các Di sản Thế giới được UNESCO công nhận, v.v. Cuộc sống rất ngắn ngủi Hãy khám phá Đọc thêm",
            "Vợ tôi và tôi muốn một chuyến đi đến Đông Nam Á, đặc biệt là Việt Nam, thật đáng nhớ và phù hợp với mục tiêu của chúng tôi.  Chúng tôi may mắn được nghe từ một cộng sự cũ của vợ tôi về các dịch vụ của Signatures of Asia và người chủ đáng chú ý của nó, ông Tommy Nguyễn.  S of A chuyên về các nhóm nhỏ hơn, cặp đôi và gia đình.  Tommy đã giúp chúng tôi xây dựng chuyến phiêu lưu 4 sao qua Việt Nam, Campuchia và Lào.  Từng làm việc trong ngành Du lịch Quốc tế, tôi là người phê bình gay gắt về cách các công ty hoạt động và không chỉ đáp ứng mà còn vượt quá mong đợi.  Tommy đã sắp xếp chuyến đi của chúng tôi với mức giá phải chăng, cung cấp cho chúng tôi những hướng dẫn viên xuất sắc nhất và thực hiện mọi thao tác chuyển giao và bàn giao cho một hướng dẫn viên khác - đội ngũ tài xế một cách hoàn hảo.  Nhiều công ty Mỹ có thể hưởng lợi từ mô hình dịch vụ của ông!  Mỗi ngày đều chứa đựng những điều bất ngờ và vượt quá sự mong đợi.  Hướng dẫn viên của chúng tôi thật tuyệt vời và đã cung cấp cho chúng tôi những hiểu biết sâu sắc về các điểm đến của chúng tôi.  Tommy là một giám đốc điều hành bận rộn, chăm chỉ nhưng sẽ làm được. Kiểm tra chúng tôi gần như hàng ngày để xem chuyến đi diễn ra như thế nào.  Anh ấy cũng đã cùng chúng tôi đến cả Hà Nội và Thành phố Hồ Chí Minh để liên lạc.  Chúng tôi hoàn toàn thích những hiểu biết sâu sắc và tính cách năng động của anh ấy.  Ông có mối quan hệ lâu dài với các đối tác tại Lào và Campuchia cùng với đội ngũ nhân viên xuất sắc tại Việt Nam.  Mọi người đều khiến chúng tôi cảm thấy như thể chúng tôi là thành viên trong gia đình chứ không chỉ là khách du lịch nước ngoài.  Tôi có thể nói gì hơn nữa?  Signatures of Asia là một trong những công ty điều hành du lịch tốt nhất mà tôi đã làm việc với cả tư cách cộng tác viên và gần đây hơn là khách hàng!  Đọc thêm"
        ],
        "star_ratings": [
            87,
            6,
            1,
            0,
            0
        ],
        "review_amount": 94,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Chữ ký của Châu Á",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 10, 2019",
            "Written December 3, 2019",
            "Written October 13, 2019",
            "Written August 5, 2019",
            "Written March 17, 2019",
            "Written March 6, 2019",
            "Written February 11, 2019",
            "Written January 14, 2019",
            "Written December 17, 2018",
            "Written November 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8009540-Reviews-or10-Signatures_Of_Asia-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or20-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25434278-Reviews-Rapu_Mixology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d590925-Reviews-Geological_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8856587-Reviews-Vietnam_Today_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2166594-Reviews-Aclass_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254815-Reviews-Zen_Villas_Massage_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187211-d6856048-Reviews-The_Van_Gogh_Pedestrian_Path-Arles_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d4341612-Reviews-Picnic_Island_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d242844-Reviews-Temple_of_Olympian_Zeus-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12971195-Reviews-John_Sidney_McCain_Memorial-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44666-d2218163-Reviews-Johnson_s_Shut_ins_State_Park-Middle_Brook_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g670101-d8446185-Reviews-Golden_Beach-Pefkohori_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274879-d2634362-Reviews-Radovljica_Old_Town-Radovljica_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g4283699-d7100219-Reviews-Bnachii_Lake-Zgharta_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208296-Reviews-Skansen-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d244497-Reviews-ARTIS_Amsterdam_Royal_Zoo-Amsterdam_North_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or20-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or10-Signatures_Of_Asia-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Signatures Of Asia",
        "attraction_name_vi": "Chữ ký của Châu Á",
        "general_info": [
            "94 đánh giá",
            "- 78 trên 391 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Signatures of Asia là nhà điều hành tour du lịch có trụ sở tại Việt Nam được thành lập vào năm 1999 bởi Anh Nguyễn, mang đến cho du khách những trải nghiệm sang trọng độc đáo trong hơn 14 năm. Từ những chuyến du ngoạn sang trọng đến những điểm đến phi thường, đến những chuyến tham quan lịch sử và văn hóa phong phú, đến những khu nghỉ dưỡng sang trọng thư giãn, Signatures of Asia đáp ứng mọi nhu cầu của bạn.Đọc thêm",
        "reviews": [
            "Chúng tôi vừa hoàn thành chuyến đi trong đời 3 tuần tới Việt Nam được Tommy và nhóm của anh ấy tại Signatures of Asia tổ chức tỉ mỉ và hoàn hảo. Tommy là người chuyên nghiệp, biết lắng nghe và là nhà tổ chức - cung cấp dịch vụ hoàn hảo. - chúng tôi rất vui được gặp riêng anh ấy trong bữa tối ở Hà Nội và phát hiện ra anh ấy cũng là một người đàn ông đáng yêu : - Tôi đã vô cùng lo lắng trước khi đặt chuyến đi này mặc dù người thân của tôi trước đây đã đặt chuyến đi với Tommy và hết lòng giới thiệu anh ấy . Đối với chúng tôi, đây là lần đầu tiên chúng tôi đi du lịch Đông Nam Á cùng hai con và tôi lo lắng rằng mọi chuyện sẽ không ổn. Tuy nhiên mọi thứ đều hoạt động giống như một chiếc đồng hồ. Chúng tôi đã gặp những hướng dẫn viên và tài xế dễ thương tại sân bay, những người đã đưa chúng tôi đi khắp nơi, nghĩ cho chúng tôi rất nhiều về văn hóa và lịch sử của đất nước này, đồng thời thực sự mang đến cho chúng tôi hương vị trải nghiệm địa phương hòa quyện với sự sang trọng của đồ ăn khách sạn tuyệt vời và dịch vụ. Chúng tôi thực sự không thể yêu cầu nhiều hơn nữa.  Sai lầm duy nhất tôi mắc phải là nhất quyết đặt một vài khách sạn mà Tommy không giới thiệu và họ đã chứng minh đó là sự lựa chọn hoàn toàn sai lầm - lẽ ra tôi nên nghe anh ấy 100 lần - và chắc chắn chuyến đi tiếp theo anh ấy sẽ tổ chức cho chúng tôi - tôi không thể đợi được!  Đọc thêm",
            "Chúng tôi đã có 9 ngày làm việc cùng Signature Asia. Tommy và phi hành đoàn của anh ấy đã cho chúng ta thấy những điều tốt đẹp nhất của Việt Nam, những khía cạnh tiềm ẩn của xã hội và văn hóa cũng như một số viên ngọc ẩn giấu. Chúng tôi yêu thích từng khoảnh khắc của chuyến đi. Các hướng dẫn viên rất tháo vát và thông thạo tiếng Anh - đặc biệt cảm ơn Hòa đã hướng dẫn chúng tôi trên chặng đường Sài Gòn và vượt quá mong đợi của chúng tôi. Cảm ơn Tommy vì một kỳ nghỉ tuyệt vời - Tôi đang giới thiệu Việt Nam như một điểm đến và Signature Asia là kim chỉ nam cho tất cả bạn bè của tôi về đất nước này!Đọc thêm",
            "Hành trình tuyệt vời được lên kế hoạch cho chuyến đi 12 ngày đến Việt Nam của chúng tôi. Tất cả các tour du lịch và hướng dẫn viên đều hạng nhất, rất thú vị và hướng dẫn viên rất tuyệt. Đây là chuyến đi đầu tiên của chúng tôi đến Việt Nam và Signatures of Asia chắc chắn đã làm cho chuyến đi trở nên thú vị đối với chúng tôi! Đọc thêm",
            "Sonia thân mến,\n\nCảm ơn bạn rất nhiều vì những lời tốt đẹp và đánh giá cao dịch vụ của Signatures of Asia -s. Chúng tôi rất vui khi biết chuyến đi diễn ra tốt đẹp và bạn và chồng bạn rất thích nó. Chúng tôi đã chia sẻ phản hồi tuyệt vời này với những hướng dẫn viên đi cùng bạn. Signatures of Asia là chuyên gia về nhiều vùng đất đẹp và trải nghiệm thú vị ở Đông Nam Á. Chúng tôi rất mong muốn được thiết kế thêm một chuyến đi đáng nhớ nữa cho bạn và bạn bè trong tương lai. Đọc thêm",
            "Nếu bạn đang tìm kiếm một chuyến phiêu lưu Việt Nam - Campuchia sang trọng, tôi khuyên bạn nên liên hệ với Tommy. Chàng trai trẻ đã điều hành công ty du lịch Signatures of Asia được 15 năm - thực sự biết cách đối xử với khách hàng. Rất trung thực, linh hoạt và anh ấy đảm bảo rằng mọi chi tiết đều được che đậy. Chúng tôi ở trong năm căn hộ của anh ấy và mạo hiểm ra ngoài hàng đêm để trải nghiệm văn hóa và ẩm thực đường phố. Đơn giản chỉ là một kỳ nghỉ tuyệt vời! Hướng dẫn viên và tài xế xuất sắc, đội ngũ thủy thủ đoàn đặc biệt trên cả thuyền sông Mê Kông và các chuyến du ngoạn trên Vịnh Hạ Long do ông sắp xếp. Đừng quên thêm một đêm nữa ở Hội An và nhớ đặt tour Vespa Adventures Sài Gòn cho bạn nhé!Đọc thêm",
            "Andy thân mến,\n\nTôi rất trân trọng những lời nói chu đáo và những đánh giá tốt đẹp của bạn trên TripAdvisor.\nThay mặt cho nhóm của chúng tôi tại Việt Nam và Campuchia, tôi muốn cảm ơn bạn rất nhiều vì sự ủng hộ nồng nhiệt của bạn và rất vui khi biết rằng bạn thích từng khoảnh khắc của chuyến đi và từng thành phố mà bạn đã đến. Chúng tôi mong muốn được thiết kế một chuyến đi đáng nhớ khác cho bạn và bạn bè của bạn trong tương lai. Đọc thêm",
            "Toàn bộ chuyến đi là một trải nghiệm tuyệt vời với những hướng dẫn viên am hiểu, mọi phương tiện di chuyển và những khách sạn tiện nghi xếp hàng như kim đồng hồ.  Chúng tôi đã tùy chỉnh chuyến đi để có thêm thời gian rảnh rỗi và Tommy đã gặp chúng tôi tại Thành phố Hồ Chí Minh để đảm bảo rằng chúng tôi tận hưởng chuyến đi.  Tôi yêu con người, địa điểm, ẩm thực và năng lượng của những đất nước này.  Đọc thêm",
            "Xin chào Smiley Calgary,\n\nCảm ơn bạn rất nhiều vì đã đăng một đánh giá tuyệt vời cho Signatures of Asia. Chúng tôi rất vui mừng khi biết rằng bạn đã tận hưởng chuyến đi đầu tiên và mong chờ chuyến đi thứ 2 đến Đông Nam Á của bạn. Cảm ơn và trân trọngĐọc thêm",
            "Mọi yếu tố của hậu cần đều diễn ra tốt đẹp. Ngay từ khi hạ cánh xuống đất nước qua mỗi lần đón, trả khách cho đến khi vẫy tay chào tạm biệt ở cổng khởi hành cuối cùng. Tất cả những gì còn lại phải làm là tận hưởng sân golf, bầu bạn và trải nghiệm tuyệt vời ở Việt Nam.Đọc thêm",
            "Những sân gôn tuyệt vời, những khách sạn rất tốt với đội ngũ nhân viên giỏi Việt Nam là một đất nước tuyệt vời với nhiều dịch vụ tuyệt vời để tham quan và những con người đáng yêu. Tommy nhân viên của bạn rất tuyệt vời và luôn hữu ích. Cảm ơn Đọc thêm",
            "Đã đi du lịch vào tháng 3 năm 2018 với nhóm 12 người chơi golf từ Châu Âu. Tommy và nhóm của anh ấy thật tuyệt vời - việc tổ chức chuyến đi thật hoàn hảo! Đây là lần thứ 2 Tommy tổ chức chuyến đi của chúng tôi đến Việt Nam và tôi sẽ sử dụng dịch vụ của họ một lần nữa trong chuyến thăm tiếp theo của chúng tôi. Những người cộng tác của anh ấy - Hai ở Hà Nội và Tony ở Đà Nẵng - thật tuyệt vời. Chúng tôi đã chơi 4 sân golf ở Hà Nội và 4 ở Đà Nẵng: không có ngoại lệ, họ thật tuyệt vời khi chơi với Van Tri ở Hà Nội và Ba Na Hills ở Đà Nẵng là những sân golf yêu thích của chúng tôi. Khách sạn Brilliant ở Đà Nẵng là một khách sạn được quản lý đặc biệt tốt và được đánh giá cao. Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi 24 ngày tới Việt Nam, Campuchia, Lào và Thái Lan, tất cả đều được sắp xếp đẹp mắt thông qua Signatures of Asia. Mọi chi tiết từ việc lựa chọn khách sạn, phương tiện đi lại và hướng dẫn đều có chất lượng tốt nhất. Tommy, người tổ chức chuyến đi, rất tỉ mỉ trong việc chăm sóc. Không có chi tiết nào bị bỏ qua và tuy nhiên chúng tôi đã trải nghiệm được dịch vụ tuyệt vời như vậy. Chúng tôi cảm thấy được chăm sóc từng bước một! Tôi không thể giới thiệu Signatures of Asia cao hơn nữa. Rồi bạn cũng sẽ nói, - Chuyến đi tuyệt vời nhất từ ​​trước đến nay - . Tommy là NGƯỜI THỰC SỰ! Janice Kent và Barry BrayerĐọc thêm",
            "Tommy rất xuất sắc.  Mọi thứ diễn ra rất suôn sẻ - tất cả các chuyến bay, hướng dẫn viên, chuyến du ngoạn và khách sạn đều được tổ chức và đúng giờ!!Đọc thêm",
            "bạn có trang web của họ để liên lạc với họ trước khi đến không? Tour bao gồm cả Campuchia có đắt không? Đọc thêm",
            "Chào Darcy,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với Signatures of Asia - Truyền thống lâu đời đặt khách hàng lên hàng đầu. \n\nVui lòng cho chúng tôi biết thêm thông tin về kế hoạch chuyến đi của bạn, thời gian, địa điểm và số lượng người sẽ đi cùng bạn. Giá cả tùy thuộc vào độ dài chuyến đi, loại khách sạn và hoạt động bạn muốn thực hiện. Nếu có thể, vui lòng nhấp vào trang web và gửi email cho chúng tôi yêu cầu của bạn, chúng tôi sẽ liên hệ lại với bạn ngay. - Lời cảm ơn và trân trọng từ Ban quản lý.Đọc thêm"
        ],
        "star_ratings": [
            87,
            6,
            1,
            0,
            0
        ],
        "review_amount": 94,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Chữ ký của Châu Á",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 21, 2018",
            "Written June 28, 2018",
            "Written April 16, 2018",
            "Written April 11, 2018",
            "Written March 24, 2018",
            "Written March 20, 2018",
            "Written March 13, 2018",
            "Written March 12, 2018",
            "Written February 5, 2018",
            "Written January 14, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8009540-Reviews-or20-Signatures_Of_Asia-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or10-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or30-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25434278-Reviews-Rapu_Mixology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d590925-Reviews-Geological_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8856587-Reviews-Vietnam_Today_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2166594-Reviews-Aclass_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254815-Reviews-Zen_Villas_Massage_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d274040-Reviews-Heceta_Head_Lighthouse-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d105060-Reviews-Six_Flags_Fiesta_Texas-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187362-d534883-Reviews-Schwerin_Castle_Schweriner_Schloss-Schwerin_Mecklenburg_West_Pomerania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1063715-d2355358-Reviews-Coves_de_Sant_Josep-La_Vall_d_Uixo_Province_of_Castellon_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d560599-Reviews-Detroit_People_Mover-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14982193-Reviews-Love_Lock_Gate-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d8284199-Reviews-Crystal_Vista-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d184129-Reviews-South_Congress_Avenue-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d6701065-Reviews-Carrier_Park-Asheville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d103446-Reviews-National_Museum_of_American_History-Washington_DC_District_of_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or30-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or20-Signatures_Of_Asia-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Signatures Of Asia",
        "attraction_name_vi": "Chữ ký của Châu Á",
        "general_info": [
            "94 đánh giá",
            "- 78 trên 391 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Signatures of Asia là nhà điều hành tour du lịch có trụ sở tại Việt Nam được thành lập vào năm 1999 bởi Anh Nguyễn, mang đến cho du khách những trải nghiệm sang trọng độc đáo trong hơn 14 năm. Từ những chuyến du ngoạn sang trọng đến những điểm đến phi thường, đến những chuyến tham quan lịch sử và văn hóa phong phú, đến những khu nghỉ dưỡng sang trọng thư giãn, Signatures of Asia đáp ứng mọi nhu cầu của bạn.Đọc thêm",
        "reviews": [
            "Tommy đã mang đến một trải nghiệm đáng chú ý và đáng nhớ. Kinh nghiệm của chúng tôi không chỉ là những gì tốt nhất ở Việt Nam mà còn là dịch vụ khách hàng vượt trội để phù hợp. Tôi đánh giá cao anh ấy. Đọc thêm",
            "Chúng tôi đã được vận chuyển đến tất cả các điểm đến mà không gặp rắc rối.  Đó là một chuyến đi của cuộc đời.  Tôi muốn giới thiệu mọi người nên đi du lịch Việt Nam.Đọc thêm",
            "Tôi rất thích hoạt động này vì nó làm cho toàn bộ kỳ nghỉ của tôi trở nên thú vị và tôi sẽ làm lại lần nữaXem thêm",
            "Signature of Asia là công ty du lịch mà chúng tôi đã sử dụng trong suốt chuyến tham quan Việt Nam - Hà Nội, Vịnh Hạ Long, Hội An và Hồ Chí Minh - .  Mỗi hướng dẫn đều có kiến ​​thức và hấp dẫn.  Tất cả họ đều chào đón chúng tôi ở sân bay và khách sạn; cũng như tham gia vào mỗi chuyến tham quan để hỗ trợ chúng tôi chụp ảnh hoặc dịch bất kỳ ngôn ngữ nào.  Trải nghiệm tuyệt vời.... - - - - Đọc thêm",
            "Việt Nam và Campuchia là những địa điểm tuyệt vời để tham quan nhưng khám phá tất cả những nét đặc trưng ẩn giấu, ít được biết đến đòi hỏi phải có sự hướng dẫn của một chuyên gia giàu kinh nghiệm. Ngoài tính chuyên nghiệp, Signiture of Asia còn là một công ty rất chú trọng đến khách hàng. Họ cố gắng hết sức để biến chuyến đi của bạn trở nên đáng nhớ ngay cả khi tùy chỉnh theo yêu cầu của bạn trong khi đi du lịch. Trả lời các câu hỏi rất nhanh chóng. Tóm lại, họ giúp chúng tôi ngừng lo lắng về những khó khăn trên đường và tận hưởng chuyến đi. Hướng dẫn viên địa phương của chúng tôi rất thân thiện, hữu ích và hiểu biết về các khu vực địa phương của họ. Tài xế thân thiện và hữu ích. Xe là mẫu mới hơn, tình trạng tốt nhất, sạch sẽ và được bảo dưỡng tốt. Cuối cùng, tôi muốn gửi lời cảm ơn chân thành đến Tommy, người đã giúp chúng tôi rất nhiều trong việc lập kế hoạch cho chuyến đi của mình từ đầu đến cuối. Tôi thực sự muốn giới thiệu Signitures of Asia cho bạn bè của chúng tôi Đọc thêm",
            "Nếu bạn đang muốn đến thăm Đông Nam Á, tôi đặc biệt giới thiệu Signatures of Asia là nơi lý tưởng để bạn có những trải nghiệm tuyệt vời nhất mà khu vực này mang lại. Có nhiều hành trình để lựa chọn và có thể được sửa đổi để phản ánh phong cách du lịch cá nhân của bạn hoặc trọng tâm kỳ nghỉ cụ thể. Tommy Nguyễn - giám đốc điều hành - có niềm đam mê trải nghiệm trực quan và đã đích thân lựa chọn những hoạt động, chuyến đi trong ngày, khách sạn, nhà hàng và hướng dẫn viên du lịch tốt nhất để giúp bạn tận hưởng khu vực xinh đẹp này trên thế giới. Từ những email ban đầu cho đến những thay đổi vào phút cuối trong chuyến lưu diễn, Tommy đều phản hồi nhanh chóng, sẵn sàng hỗ trợ và trả lời tất cả các câu hỏi của tôi. Anh ấy thậm chí còn dành thời gian dẫn chồng tôi và tôi đi khắp Sài Gòn và tổ chức một bữa tối vui vẻ giới thiệu một số thành phố - những món ăn ngon nhất! Điểm nổi bật trong tuần trăng mật của chúng tôi bao gồm chuyến đi thuyền tam bản riêng ba ngày dọc sông Mê Kông, tour du lịch Sài Gòn Foodie, du ngoạn Vịnh Hạ Long và tất nhiên là các ngôi đền ở Siem Reap với hướng dẫn viên tuyệt vời Sunny của chúng tôi.  - xem các đánh giá riêng để biết thêm chi tiết - Bạn sẽ không thất vọng nếu hợp tác với Signatures of Asia để lên kế hoạch cho kỳ nghỉ của mình ở ĐNÁ và những kỷ niệm được tạo ra sẽ tồn tại suốt đời.Đọc thêm",
            "Chúng tôi đã sử dụng SOA cho Tuần trăng mật tại Việt Nam và không thể tuyệt vời hơn! Giao tiếp tuyệt vời trước, trong và sau chuyến đi của chúng tôi. Hướng dẫn viên của chúng tôi rất thông tin, nói tiếng Anh xuất sắc và rất tuyệt!  Chúng tôi đến thăm Hội An, Vịnh Hạ Long và Sapa. Những khách sạn được SOA giới thiệu là những khách sạn tốt nhất bạn có thể tìm thấy ở Việt Nam. Chúng tôi thực sự muốn giới thiệu đại lý này cho bất kỳ ai đi du lịch đến Châu Á! Cảm ơn một lần nữa Tommy!Đọc thêm",
            "Tommy thực sự rất chuyên nghiệp và nhanh chóng, anh ấy đã gửi cho chúng tôi thư mời khẩn cấp trong vòng chưa đầy một ngày. Tôi khuyên anh ấy không chút do dự. Đọc thêm",
            "Chúng tôi đến Việt Nam vào cuối tháng 3 - đầu tháng 4 và Tommy cùng nhóm của anh ấy đã lên lịch trình tuyệt vời cho chuyến đi 10 ngày của mình!  Mọi thứ chúng tôi làm đều đã được lên kế hoạch tốt và chúng tôi đã thành công. sẽ không thể nhìn thấy nhiều đất nước như vậy nếu đó không phải là tất cả các hoạt động mà họ đã lên kế hoạch.  Chúng tôi yêu thích mọi hoạt động chúng tôi đã đặt và mọi nơi chúng tôi ở.  Tất cả các hướng dẫn viên du lịch của chúng tôi đều xuất sắc. Tommy rất phản hồi với tất cả các câu hỏi của chúng tôi.  Chúng tôi phải lên lịch lại chuyến đi vào phút cuối và họ đã lo liệu mọi việc và đảm bảo rằng họ có thể nhận được nhiều tín dụng nhất có thể.  Tôi thực sự khuyên bạn nên sử dụng chúng và để chúng lên kế hoạch cho chuyến đi của bạn!Đọc thêm",
            "Vừa trở về nhà sau 15 ngày tuyệt vời ở Đông Nam Á. Mọi thứ đều tuyệt vời - các địa điểm văn hóa, hoạt động và ẩm thực tuyệt vời, người dân địa phương rất thân thiện và tất cả hướng dẫn viên du lịch Kris ở Bangkok, Benny ở Chiang Mai, Sephona ở Luang Prabang và Hoa ở Việt Nam đều có nhiều thông tin và tuyệt vời. Tất cả các khách sạn đều nổi bật. Tất cả đều được khuyến khích trong tương lai. Một lần nữa xin cảm ơn vì chuyến tham quan tuyệt vời, chúng tôi chắc chắn sẽ quay lại và sẽ giới thiệu dịch vụ của bạn cho mọi người.Đọc thêm",
            "bạn có trang web của họ để tìm hiểu trước khi đến không?  Tour du lịch bao gồm Campuchia đắt như thế nàoĐọc thêm",
            "Chào Darcy,\n\nCảm ơn bạn rất nhiều vì đã liên hệ với Signatures of Asia - Truyền thống lâu đời đặt khách hàng lên hàng đầu. \n\nVui lòng cho chúng tôi biết thêm thông tin về kế hoạch chuyến đi của bạn, thời gian, địa điểm và số lượng người sẽ đi cùng bạn. Giá cả tùy thuộc vào độ dài chuyến đi, loại khách sạn và hoạt động bạn muốn thực hiện. Nếu có thể, vui lòng nhấp vào trang web và gửi email cho chúng tôi yêu cầu của bạn, chúng tôi sẽ liên hệ lại với bạn ngay. - Lời cảm ơn và trân trọng từ Ban quản lý.Đọc thêm"
        ],
        "star_ratings": [
            87,
            6,
            1,
            0,
            0
        ],
        "review_amount": 94,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Chữ ký của Châu Á",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 27, 2017",
            "Written October 25, 2017",
            "Written October 3, 2017",
            "Written September 26, 2017",
            "Written July 21, 2017",
            "Written May 28, 2017",
            "Written May 18, 2017",
            "Written May 9, 2017",
            "Written May 8, 2017",
            "Written April 10, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8009540-Reviews-or30-Signatures_Of_Asia-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or20-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or40-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25434278-Reviews-Rapu_Mixology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d590925-Reviews-Geological_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8856587-Reviews-Vietnam_Today_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2166594-Reviews-Aclass_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254815-Reviews-Zen_Villas_Massage_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12794226-Reviews-Klairmont_Kollections-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g32465-d4177827-Reviews-Johnson_s_Beach-Guerneville_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137831-d3640892-Reviews-Devil_s_Tears-Nusa_Lembongan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g612399-d2307834-Reviews-Xetulul-Retalhuleu_Retalhuleu_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d103997-Reviews-Minneapolis_Sculpture_Garden-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8283659-Reviews-Super_Shuttle-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d273908-Reviews-White_Rock_Overlook_Park-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g664838-d10120689-Reviews-Salt_Flats_and_Wildlife_Refuge-Cabo_Rojo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d629155-Reviews-Ko_Olina_Lagoons-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g57737-d527324-Reviews-Chateau_Morrisette_Winery-Floyd_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or40-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or30-Signatures_Of_Asia-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Signatures Of Asia",
        "attraction_name_vi": "Chữ ký của Châu Á",
        "general_info": [
            "94 đánh giá",
            "- 78 trên 391 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Signatures of Asia là nhà điều hành tour du lịch có trụ sở tại Việt Nam được thành lập vào năm 1999 bởi Anh Nguyễn, mang đến cho du khách những trải nghiệm sang trọng độc đáo trong hơn 14 năm. Từ những chuyến du ngoạn sang trọng đến những điểm đến phi thường, đến những chuyến tham quan lịch sử và văn hóa phong phú, đến những khu nghỉ dưỡng sang trọng thư giãn, Signatures of Asia đáp ứng mọi nhu cầu của bạn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã sử dụng chúng để tổ chức chuyến đi chơi gôn trên hệ điều hành hàng năm của mình. Nó bao gồm mọi thứ trừ bữa tối và vé máy bay. Dịch vụ tuyệt vời trước khi chúng tôi rời đi qua email và Whats App, không có trục trặc hay bất ngờ nào khi ở đó và giá cả hợp lý. Chúng tôi sẽ sử dụng chúng một lần nữa.Đọc thêm",
            "Chúng tôi đã thực hiện ba chuyến chơi golf với Asia Golf Tours tại Việt Nam. Chúng tôi rất hài lòng với dịch vụ của họ. Họ đã giao những gì họ đã hứa. Chi phí hợp lý và bạn có thể điều chỉnh chuyến đi của mình theo bất kỳ cách nào bạn muốn. Họ luôn cố gắng chiều chuộng bạn. Tôi có mối quan hệ rất tốt với Julie Tran, giám đốc bán hàng tại thành phố Hồ Chí Minh.Đọc thêm",
            "Chúng tôi - 11, 9 người chơi gôn và 2 người không chơi gôn - đã đến thăm Hà Nội với mục đích chơi gôn và đã tổ chức Remarkable Asian Golf Tour tổ chức cả chỗ ở và sân gôn. Lưu trú tại khách sạn Silk Path, chúng tôi đã ở rất gần khu phố cổ của Hà Nội. Đối với chơi gôn, chúng tôi đã chơi sáu chặng khác nhau cách Hà Nội 50-60km. Nhóm của chúng tôi bao gồm những người có handicap thấp và trung bình và tất cả đều đồng ý rằng các khóa học rất dễ chơi với cảnh quan và bối cảnh hoàn hảo. Việc tổ chức Remarkable AGT thật tuyệt vời với mọi thứ được thực hiện để chúng tôi tận hưởng chuyến đi bao gồm cả nghỉ qua đêm trên thuyền 5 sao trên mặt nước vịnh Hạ Long. Tôi muốn giới thiệu chuyến tham quan bất cứ lúc nào. Điều duy nhất làm hỏng chuyến đi một chút là chuyến đi ra khỏi thành phố đôi khi kéo dài mãi mãi..Đọc thêm",
            "Mặc dù tôi rất lo lắng khi sử dụng một đại lý du lịch ở châu Á mà tôi đã tìm thấy thông qua cố vấn chuyến đi, nhưng tôi có thể 100 - bây giờ có thể nói rằng tôi rất vui vì Tommy đã lên kế hoạch cho chuyến đi của gia đình chúng tôi!  Tôi không có thời gian để nghiên cứu, lập kế hoạch và đặt chỗ cho kỳ nghỉ của chúng tôi. Tommy đã làm tất cả và với chi phí thấp hơn nhiều so với một đại lý có trụ sở tại Hoa Kỳ.  Từ những khách sạn sang trọng đến voi tắm, ATV cho đến chiếc thuyền tráng lệ mà anh ấy đã đặt cho chúng tôi ở Vịnh Hạ Long - mọi thứ đều hoàn hảo. Tommy đã giúp chúng tôi nâng cấp khách sạn và lên kế hoạch cho những sự kiện vui vẻ được tất cả mọi người yêu thích.  Trên thực tế, việc đi du lịch cùng bọn trẻ không thể dễ dàng hơn được.  Chúng tôi đã gặp tài xế và hướng dẫn viên du lịch địa phương tại mỗi sân bay.  Họ rất thân thiện, giải trí và hiểu biết.  Tôi vừa trở về từ chuyến đi này và đã có Tommy làm việc ở Myanmar vào mùa thu này.  Đối với bối cảnh, chuyến đi cuối cùng của chúng tôi là Hồ Como, Ấn Độ và Thổ Nhĩ Kỳ - qua Seabourn - - chúng tôi tận hưởng khung cảnh sang trọng với dịch vụ mẫu mực.  Chuyến đi này đã không làm tôi thất vọng.  Một lưu ý nữa - tôi sẽ thật thiếu sót nếu không đề cập đến việc tất cả chúng tôi đều yêu thích Khách sạn Raffles ở Siem Reap đến mức nào.Đọc thêm",
            "Tommy từ S of A đã sắp xếp một chuyến đi tuyệt vời cho chúng tôi. Điểm nổi bật là hành trình Sampan của đồng bằng sông Cửu Long. Chúng tôi đã được chăm sóc rất chu đáo trong toàn bộ chuyến đi và hướng dẫn viên của chúng tôi rất ân cần và rất hiểu biết. Mặc dù hướng dẫn viên thay đổi giữa các thành phố, chúng tôi nhận thấy rằng chúng tôi luôn được đón và di chuyển liền mạch đến các khách sạn và điểm tham quan. Chỗ ở bốn sao và các bữa ăn thường nhiều món hơn mức chúng tôi có thể ăn. Chúng tôi rất mong chờ chuyến đi tiếp theo đến Trung Quốc mà Tommy đang sắp xếp vào lúc này.Đọc thêm",
            "Chúng tôi đã trở lại Hàn Quốc sau một chuyến đi tuyệt vời và chúng tôi rất biết ơn cũng như vô cùng hài lòng với các dịch vụ do Signatures of Asia cung cấp. Chúng tôi xin cảm ơn bạn đã tổ chức kỳ nghỉ của chúng tôi đến Việt Nam, Campuchia và Miến Điện một cách hoàn hảo. Tất cả các khách sạn đều tuyệt vời và tất cả chúng tôi đều thực sự tận hưởng chuyến đi khinh khí cầu tuyệt vời ở bagan, trải nghiệm cắm trại tuyệt vời ở Campuchia và chuyến đi thuyền tuyệt vời ở Vịnh Hạ Long, cảm ơn bạn. Nhóm và người điều hành của bạn đã làm một công việc đặc biệt tuyệt vời để làm cho chuyến đi của chúng tôi trở nên đáng nhớ. Cảm ơn Tommy một lần nữa vì một hành trình được lên kế hoạch tốt như vậy! Chúng tôi chắc chắn sẽ giới thiệu lại dịch vụ của bạn cho bạn bè và gia đình của chúng tôiĐọc thêm",
            "Ngoại trừ buổi tối đầu tiên tại khách sạn Grand Mercure, nơi bàn tiếp tân phải mất một thời gian để xác định vị trí đặt phòng khách sạn của chúng tôi, mọi thứ khác bao gồm cả việc đặt chỗ chơi gôn đều diễn ra suôn sẻ. Chúng tôi hoàn toàn tận hưởng thời gian ở Hội An Đà Nẵng, Việt Nam. Người lái xe đã kịp thời và an toàn mặc dù việc kiểm soát giao thông kém ở nhiều ngã tư đường khác nhau. Chúng tôi chắc chắn sẽ sử dụng công ty này một lần nữa cho các chuyến du lịch tới các khu vực khác của Châu Á trong tương lai.Đọc thêm",
            "Chúng tôi đã đi du lịch nhiều nơi và làm việc với nhiều công ty du lịch từ khắp nơi trên thế giới. Signatures of Asia được một gia đình cũng từng đi du lịch nhiều giới thiệu. Đó là một sự giới thiệu đặc biệt. Chúng tôi muốn có một trải nghiệm độc đáo ở Việt Nam và Campuchia và có 3 tuần. Ngay từ lần đính hôn đầu tiên với Tommy, anh ấy đã phản hồi không chậm trễ, đánh giá nhu cầu của chúng tôi khi một gia đình đi du lịch với 4 người lớn và 5 thanh thiếu niên, đồng thời điều chỉnh hành trình từ những trải nghiệm văn hóa độc đáo đến cuộc phiêu lưu đầy adrenaline. Từ trải nghiệm ở thành phố lớn đến đạp xe bốn bánh và dã ngoại vào lúc hoàng hôn trong khung cảnh nông thôn tuyệt đẹp, những bữa tối lạ miệng ở những địa điểm được đặt trước đặc biệt, chèo thuyền kayak, du ngoạn trên biển, đạp xe, lái xe jeep vào rừng và xe bò ... Chúng ta có thể tiếp tục, tất cả đều có Tommy - sự tiếp xúc và tương tác cá nhân. Đối với những người bạn đồng hành yêu cầu kiến ​​thức, chất lượng và dịch vụ điểm đến, chúng tôi có thể thành thật giới thiệu Signatures of Asia mà không cần đắn đo.Đọc thêm",
            "thời gian tuyệt vời đã có bởi tất cả nhóm của chúng tôi. mọi thứ đã đúng lúc. chuyển xe buýt, thời gian chơi gôn, các tour du lịch rất xuất sắc và được quản lý tốt. Tommy và nhóm của anh ấy đã làm rất tốt. mong sớm quay lạiXem thêm",
            "Gần đây chúng tôi đã đặt chuyến du lịch đến Đông Nam Á trong tháng 1 thông qua Signatures of Asia.  Tôi thường lên kế hoạch cho chuyến đi của riêng mình nhưng do phạm vi và mức độ phức tạp của chuyến đi, tôi quyết định thông qua một đại lý du lịch.  Và tôi đã không thất vọng! Tommy đã hỏi chúng tôi về cấp độ khách sạn và loại hoạt động mà chúng tôi quan tâm. Sau đó, anh ấy đã lên kế hoạch cho một kỳ nghỉ 2 tuần mà chúng tôi sẽ không bao giờ quên! Tôi cũng phải chỉ ra rằng tôi đã gặp thất bại về VISA - đó là lỗi của tôi! - khi đi từ Campuchia về Việt Nam.  Tôi đã gửi cho Tommy một email điên cuồng trước khi khởi hành và khi đến nơi, người của anh ấy đã chuẩn bị sẵn sàng mọi thứ và xử lý nó...một cách dễ dàng! Tôi là một du khách rất kén chọn và phải nói rằng Tommy đã vượt quá sự mong đợi của chúng tôi.  Chúng tôi mong sớm được quay lại Châu Á lần nữa và chắc chắn sẽ sử dụng công ty của anh ấy và khuyên bạn nên làm như vậy!Đọc thêm"
        ],
        "star_ratings": [
            87,
            6,
            1,
            0,
            0
        ],
        "review_amount": 94,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Chữ ký của Châu Á",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 1, 2017",
            "Written March 31, 2017",
            "Written March 29, 2017",
            "Written February 27, 2017",
            "Written February 23, 2017",
            "Written February 21, 2017",
            "Written February 5, 2017",
            "Written January 23, 2017",
            "Written January 18, 2017",
            "Written January 16, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8009540-Reviews-or40-Signatures_Of_Asia-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or30-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or50-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25434278-Reviews-Rapu_Mixology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d590925-Reviews-Geological_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8856587-Reviews-Vietnam_Today_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2166594-Reviews-Aclass_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254815-Reviews-Zen_Villas_Massage_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303297-d2391312-Reviews-Jericoacoara_Beach-Jericoacoara_Jijoca_de_Jericoacoara_State_of_Ceara.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d10788485-Reviews-Kindig_It_Design_Inc-Salt_Lake_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d10538610-Reviews-Thomas_Beach-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g12547500-d147720-Reviews-Skyride_to_Paradise_Point-Havensight_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134856-d17366413-Reviews-Mipig_cafe-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207299-Reviews-Rundetarn-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d21404408-Reviews-SJD_Taxi-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d8094375-Reviews-Al_Balad_Downtown_Amman-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g47962-d7813105-Reviews-AirTrain_JFK-Jamaica_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d195588-Reviews-Aiguille_du_Midi-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or50-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or40-Signatures_Of_Asia-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Signatures Of Asia",
        "attraction_name_vi": "Chữ ký của Châu Á",
        "general_info": [
            "94 đánh giá",
            "- 78 trên 391 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Signatures of Asia là nhà điều hành tour du lịch có trụ sở tại Việt Nam được thành lập vào năm 1999 bởi Anh Nguyễn, mang đến cho du khách những trải nghiệm sang trọng độc đáo trong hơn 14 năm. Từ những chuyến du ngoạn sang trọng đến những điểm đến phi thường, đến những chuyến tham quan lịch sử và văn hóa phong phú, đến những khu nghỉ dưỡng sang trọng thư giãn, Signatures of Asia đáp ứng mọi nhu cầu của bạn.Đọc thêm",
        "reviews": [
            "Tommy cực kỳ phản ứng và hữu ích. Anh ấy đã tổ chức một chuyến đi hoàn hảo và luôn sẵn sàng giúp đỡ chúng tôi trong suốt chuyến đi. Chúng tôi đều có hướng dẫn viên đang đợi chúng tôi ở mỗi địa điểm, tất cả họ đều cực kỳ tốt bụng và hữu ích nếu chúng tôi muốn thay đổi một số chuyến thăm.Đọc thêm",
            "Nathalie S thân mến,\n\nCảm ơn bạn rất nhiều vì những nhận xét tốt đẹp của bạn, điều này đã tạo động lực cho chúng tôi rất nhiều để mang đến dịch vụ đặc biệt cho khách hàng và tôi chắc chắn rằng những đánh giá của bạn cũng đã khuyến khích nhiều người trên khắp thế giới đến để trải nghiệm một Việt Nam tươi đẹp. \n\nMong muốn được thiết kế một chuyến đi đáng nhớ khác cho bạn nếu bạn có kế hoạch quay lại để trải nghiệm các vùng khác của Việt Nam hoặc ở Đông Nam Á. Đọc thêm",
            "Đó là một chuyến đi rất tuyệt vời. Tommy Nguyễn tại Signatures of Asia đã lên kế hoạch cho mọi thứ một cách hoàn hảo. Tất cả các khách sạn chúng tôi ở đều tuyệt vời và vượt quá mong đợi của chúng tôi. Chúng tôi thực sự yêu thích khách sạn Sofitel Legend Metropole Hà Nội và khách sạn The Reverie Sài Gòn. Tất cả đều ở những vị trí nổi bật với dịch vụ tuyệt vời và tiện nghi được cung cấp. Các nhân viên khách sạn luôn chào đón chúng tôi và biết chúng tôi là ai. Tất cả các hướng dẫn viên du lịch đều thân thiện, hiểu biết và đáng tin cậy. Họ cung cấp dịch vụ tuyệt vời và thực sự làm cho kỳ nghỉ ở Việt Nam của chúng tôi trở thành một trải nghiệm tuyệt vời. Cảm ơn bạn và chúng tôi sẽ quay lại! Đọc thêm",
            "Dựa trên đánh giá của Trip Advisor, Signatures of Asia đã chọn để sắp xếp chuyến tham quan 10 ngày đến Việt Nam và Campuchia. Hầu hết các tài sản đều tuyệt vời, khách sạn 5 sao. Mặt khác, mô tả về các hoạt động, chuyến tham quan và thực tế có nhiều khác biệt. Nhiều khía cạnh của chuyến du lịch Hà Nội của chúng tôi đã không diễn ra. Các chuyến tham quan bằng thuyền có đội ngũ tuyệt vời nhưng một lần nữa hành trình không phù hợp với trải nghiệm của chúng tôi. Vẫn có một khoảng thời gian tuyệt vời nhưng đề nghị xem xét các công ty lữ hành khác.Đọc thêm",
            "Dear Mr. Andrew,\n\nOn behalf of the Management Team, I would like to send you our sincere thanks for your supports and your evaluation. It - s not easy for me to read your feedback but I strongly believe that criticism is the our best impetus to improve. So thank you for sharing. Regarding your comments, I have intended to answer you personally via email but please give me an apology as I have travelled frequently and could not get back to you earlier. There are three things that made you were not happy were city tour in Hanoi and the cruising itinerary in Halong Bay - after an investigation, I would like to send you my answers as follow:\n\n1. Due to your flight from Danang to Hanoi had been changed and arrived lately in Hanoi then the tour guide did not take you to see the some major places of interests like you have mentioned. Should we were received a notice by our tour guide or you in advance, we might have suggested you to do early next morning or the last day when you have a morning free. Actually, I have given you my cell phone just in case you need an instant assistance, I would have acted immediately and the activities were surely fulfilled and you had felt happier. \n\n2. The cruising itinerary of the cruise in Halong Bay are always changed or adjusted as the weather or strong waves from Halong Bay to Viet Hai village in Cat Ba Island, the change is made to ensure the safety for the cruise and the passengers staying aboard. These changes are always given on-spot at the time of the cruise set sails without a prior notice  - This note is applied for all sea and river cruises, not only in Vietnam -  then I could not update you the situation. We are not the cruise owner then we could not give you an instant notice about the program changed. Other passengers will have the same situation but I do believe that the crew members had tried their best to satisfy the clients and the alternatives  were not too bad.\n\n3. About welcome cocktails at the Mango Cruise in the Mekong Delta. The cruise manager said it had but the welcome drinks are seasonal fruit drinks like mango, watermelon.,etc and the crew members had arranged coconut - one of the fruit specialities of the Mekong Delta region - I had also remind the crew manager of the Mango Cruise is to change the word  - Welcome cocktails -  by  - welcome drinks -  words to avoid the confusion and misunderstanding. Another issue was the conditions of the bicycles that you had used during the tour in the Mekong Delta - The Mango was not a professional biking tour operator and they bicycles and gears are just simple ones and had not met your requirements. I am sorry for that but it was beyond our control. \n\nI do hope you can give us another chance the next time you visit Hanoi or any part or city in Vietnam. Drop me a line, I promise you I will be willing to be your personal guide, yes free of charge in two or three days to show you what you have not missed or have not seen. \n\nThanks and wishing you have good health and great successes\nKind regards\n\nTommy Nguyen - Mananging DirectorRead more",
            "Chúng tôi vừa trở về sau chuyến đi Việt Nam kéo dài 2 tuần do Tommy tuyệt vời từ Signatures of Asia tổ chức. Từ thời điểm tôi liên hệ với Tommy - qua lời giới thiệu trực tiếp - dịch vụ của anh ấy đã rất xuất sắc.  Trong quá trình lập kế hoạch và đặt phòng, anh ấy đã trả lời kịp thời các câu hỏi của tôi và đưa ra các đề xuất thay thế - mà không bị ngập lụt, Dịch vụ khách hàng rất tập trung, Chuyến tham quan thật tuyệt vời, khách sạn, chuyến đi, hướng dẫn viên của chúng tôi, mọi thứ đều nổi bật.  Chắc chắn chúng tôi luôn gặp hướng dẫn viên du lịch nói tiếng Anh ở mỗi điểm đến, luôn đúng giờ.  Nếu chúng tôi muốn thêm - thay đổi bất cứ điều gì, họ luôn linh hoạt để đáp ứng yêu cầu của chúng tôi.    Chúng tôi trở về sau chuyến đi đầu tiên đến Việt Nam và trải nghiệm ẩm thực, văn hóa, hoạt động, khách sạn, du lịch tuyệt vời và không ngần ngại giới thiệu các Chữ ký của Châu Á.Đọc thêm",
            "Mười người chúng tôi đã chơi 3 vòng gôn tại TP.HCM và cảm ơn Tommy rất nhiều vì đã sắp xếp.  Anh ấy rất hữu ích, thích nghi, chuyên nghiệp và đáp ứng mọi nhu cầu của chúng tôi.  Chắc chắn sẽ giới thiệu anh ấy với tất cả bạn bè chơi gôn của tôi.Đọc thêm",
            "Với sự giúp đỡ tuyệt vời của Tommy, tôi đã tổ chức một chuyến đi cho 12 người chơi golf từ Melbourne và Sydney đến Việt Nam. Chúng tôi đã chơi 5 sân với sự đồng thuận là các sân ở Đà Nẵng là thú vị nhất và Laguna được ưa thích nhất. Tommy và nhóm của anh ấy đã làm việc tuyệt vời với tổ chức. Như bạn có thể hình dung, việc cố gắng sắp xếp 12 người đã đi kèm với một số thay đổi sau lần đăng ký đầu tiên. Tommy đã hoàn thành nhiệm vụ và mọi việc diễn ra vô cùng suôn sẻ. Tôi thực sự giới thiệu Tommy cho bất kỳ ai được giao nhiệm vụ tổ chức một chuyến đi chơi gôn đến Việt Nam. Nhân tiện, đề xuất của Tommy - về các nhà hàng cũng được đưa ra.Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến thăm Việt Nam lần thứ 5.  Tôi thật may mắn khi tìm thấy Signatures of Asia khi chúng tôi lên kế hoạch cho chuyến đi đầu tiên cách đây 10 năm và chúng tôi vẫn đang sử dụng chúng.  Mỗi lần, chúng tôi đã làm một điều gì đó khác biệt và thật tuyệt vời.  Chúng tôi nhận thấy các chuyến tham quan luôn được lên kế hoạch rất tốt, tài xế rất lịch sự và hướng dẫn viên có kỹ năng tiếng Anh xuất sắc.  Những khách sạn họ sử dụng rất tuyệt vời và tôi tin rằng chúng tôi đã thử rất nhiều, và các hoạt động cũng rất tuyệt vời - một chút phiêu lưu, một chút văn hóa, những trải nghiệm tuyệt vời cũng như ẩm thực và mua sắm tuyệt vời.  Tôi không ngần ngại giới thiệu Signatures of Asia.Đọc thêm",
            "Đây là chuyến đi thứ ba của chúng tôi với Signatures of Asia và họ không bao giờ làm chúng tôi thất vọng.  Từ đưa đón, đến khách sạn, tour du lịch và hướng dẫn viên, kỳ nghỉ của chúng tôi luôn được tổ chức theo tiêu chuẩn rất cao.  Hiện chúng tôi đã đi du lịch hầu hết Việt Nam và không ngần ngại giới thiệu Signatures of Asia nếu bạn đang muốn lên kế hoạch cho một kỳ nghỉ hoàn hảo.Đọc thêm",
            "Seven of us are 1st time visitors to Vietnam to play golf in Da Nang.  None of us know what Vietnam was all about and how to arrange the trip. Located Tommy of Signature of Asia Day Tours over the internet and as a person who only got in touch with him online, he was more than helpful and willing to assist us in our arrangements to Da Nang. Kept the communication lines open at all times - excellent and a great confidence booster for 1st time visitors.  - Rating: 10 - 10 for Tommy -  Upon arrival however, pick-up driver at airport didn - t speak English - this didn - t help.  Nonetheless, one phone call to Tommy to provide English speaking guide or driver was met with the very next day.   - Rating: 9 - 10 for Tommy - Superb handling by Tommy in recommending accommodation at the Brilliant Hotel, Danang - excellent location, great service and a very hearty and sumptuous breakfast for golfers before venturing out to try our luck at the golf courses.  - Rating: 10 - 10 for Tommy - Golf in Da Nang - Da Nang Golf Club is near the City - very challenging as it gets when the wind blows as it did on our first day. Superb golf course and club house facilities - left with feeling of having fought with a lion and walked away barely alive.  Laguna Lang Golf Club was a bit further from the City but the trip there was interesting sightseeing. However our golf there was a disappointment, not because of the golf course as we all rated Laguna Lang as the best designed course layout in Da Nang but because we were not informed that for the month of February, the course was under maintenance and the greens were not up to scratch.  For something as spectacular as Laguna Lang and leaving disappointed left a rather sour taste in our mouths. On our last golfing day, we played the Montgomery Links.  Again, superb golf course with such undulating greens that left us scratching our heads until today.  The club house facilities and service was great. Overall golfing experience rating 7 - 10 and only because we were left exasperated with the conditions on the Laguna Lang greens.  Advice is to check prior to play if any of the courses are under any form of maintenance before play as this could really spoil your trip.Overall service by team Signature of Asia Day Tours  -  only for transportation to and from golf clubs.  Did not even provide for complimentary water for our players. Had to ask and request for driver to stop along the way back from golf courses for some nourishment or take a slight detour for some sightseeing. Mr. Hoan, our English speaking guide was very helpful in this respect  - 8 - 10 for Hoan - . After drop off back to hotel, no further service provided. I suppose we have to ask instead of being offered.   - Rating: 6 - 10 - Read more",
            "Cảm ơn Tommy rất nhiều vì kỳ nghỉ được tổ chức rất tốt. Cứ 2 ngày bạn lại đưa chúng tôi đến một địa điểm khác để chúng tôi có thể trải nghiệm những món ăn, con người và điểm tham quan tuyệt vời. Các chuyến tham quan riêng với phương tiện di chuyển, tài xế và hướng dẫn viên nói tiếng Anh rất hay của chúng tôi. Luôn luôn đúng giờ, chúng tôi không bao giờ phải lo lắng về vé máy bay, sắp xếp, đặt chỗ! Đây hoàn toàn là sự sang trọng!! 2 đêm trên thuyền của chúng tôi ở Vịnh Hạ Long hoặc đêm trên thuyền tre truyền thống ở đồng bằng sông Cửu Long rất đáng để trải nghiệm, sang trọng và tham quan! Chúng tôi đã làm và thấy rất nhiều điều và tất cả đều được khuyến nghị! Chúng tôi có rất nhiều hình ảnh tuyệt đẹp để ghi nhớ và cảm giác hạnh phúc về đất nước và con người của bạn để mang theo bên mình. Cảm ơn bạn!Đọc thêm"
        ],
        "star_ratings": [
            87,
            6,
            1,
            0,
            0
        ],
        "review_amount": 94,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Chữ ký của Châu Á",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 6, 2017",
            "Written October 29, 2016",
            "Written August 14, 2016",
            "Written July 26, 2016",
            "Written July 26, 2016",
            "Written May 12, 2016",
            "Written March 29, 2016",
            "Written March 27, 2016",
            "Written February 23, 2016",
            "Written January 5, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8009540-Reviews-or50-Signatures_Of_Asia-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or40-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or60-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25434278-Reviews-Rapu_Mixology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d590925-Reviews-Geological_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8856587-Reviews-Vietnam_Today_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2166594-Reviews-Aclass_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254815-Reviews-Zen_Villas_Massage_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143529-Reviews-Headhouse_Square-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53573-d674160-Reviews-Sight_Sound_Theatres-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d10358077-Reviews-Dar_Al_Salam_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d116397-Reviews-Yankee_Stadium-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187582-Reviews-Soho-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12981411-Reviews-Museum_of_Senses-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33561-d147095-Reviews-Dinosaur_Ridge-Morrison_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10261163-Reviews-Shuttle2LAX-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58500-d12654191-Reviews-Granite_Falls-Granite_Falls_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g40589-d2413153-Reviews-Barred_Island_Preserve-Deer_Isle_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or60-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or50-Signatures_Of_Asia-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Signatures Of Asia",
        "attraction_name_vi": "Chữ ký của Châu Á",
        "general_info": [
            "94 đánh giá",
            "- 78 trên 391 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Signatures of Asia là nhà điều hành tour du lịch có trụ sở tại Việt Nam được thành lập vào năm 1999 bởi Anh Nguyễn, mang đến cho du khách những trải nghiệm sang trọng độc đáo trong hơn 14 năm. Từ những chuyến du ngoạn sang trọng đến những điểm đến phi thường, đến những chuyến tham quan lịch sử và văn hóa phong phú, đến những khu nghỉ dưỡng sang trọng thư giãn, Signatures of Asia đáp ứng mọi nhu cầu của bạn.Đọc thêm",
        "reviews": [
            "Tôi vừa trở về sau chuyến đi sáu tuần tới Châu Á - Thái Lan 3, Myanmar 2 và Hà Nội và Sài Gòn 1 - do Tommy và nhân viên của anh ấy tổ chức. Thật không thể tin được.  Chuyến đi thực sự đầu tiên của tôi qua Thái Lan và tôi rất thích nó. Tôi đã cưỡi voi hai lần!!!  Anatara thật đáng kinh ngạc.  Tỉnh Pindaya và Oriental Balloons trên Bagan và Amara Ocean Resort ở Negapali đã được thêm vào Myanmar - hãy nhắn tin cho tôi! - và sự phấn khích trước cuộc bầu cử!!!!! và sau đó là la creme de la creme, Metropole và Caravelle...hoàn toàn khác biệt và hoàn toàn tuyệt vời cũng như các thành phố. Tài xế và hướng dẫn viên rất xuất sắc, tôi đã thấy một số cung điện và đền thờ tuyệt vời ở Thái Lan, thực hiện một chuyến tham quan ẩm thực đường phố ở Rangoon và ở lại Strand, ôi Strand!, đã âm thầm làm móng gel ở Miến Điện :- - làm tốt lắm. Tất cả đều tuyệt vời và tất cả là vì Tommy mà tôi không thể giới thiệu đủ cao về anh ấy và Signatures of Asia !!!!!!Đọc thêm",
            "Chúng tôi đã chơi tất cả các khóa học trong chuyến đi dài ngày của chúng tôi ở miền Nam Việt Nam. Đó là lần thứ 5 trở lại miền Nam Việt Nam trong một năm, Cảm giác như ở nhà khi chúng tôi đến. Các khóa học, caddy, thức ăn, xe đẩy và cách trình bày tổng thể thật tuyệt vời và hay nhất ở miền Nam Việt Nam. Thiết kế rất thông minh và các caddie rất vui vẻ, hữu ích và hiểu biết. Tôi đã chơi nhiều vòng gôn khi đến miền Nam Việt Nam và phải nói rằng những sân này luôn ở trong tình trạng tuyệt vời. Chúng tôi rất hài lòng với các dịch vụ, tài xế, thậm chí cả Sân gôn chúng tôi không có hướng dẫn viên du lịch. Rất cám ơn Signatures of Asia đã sắp xếp gói Golf tuyệt vời mỗi khi chúng tôi quay lại... Chúng tôi thực sự rất hạnh phúc, đó là lý do tại sao ông Park Hyeong Chone và chúng tôi luôn chọn công ty này. Nhất định phải quay lại vào kỳ nghỉ Đông này - - Đọc thêm",
            "Chúng tôi vừa trở về Hàn Quốc sau chuyến đi 10 ngày ở Việt Nam với dịch vụ và tour du lịch trên đất liền do Tommy tại Signatures of Asia sắp xếp. Họ đã cùng chúng tôi thực hiện một chuyến đi ngoạn mục tại Hà Nội, Vịnh Hạ Long, Hội An và Thành phố Hồ Chí Minh. Chúng tôi đã đến thăm tất cả các địa điểm du lịch chính ở mỗi khu vực với 03 hướng dẫn viên du lịch khác nhau, những người rất hiểu biết, thân thiện và linh hoạt với các yêu cầu của chúng tôi. Đặc biệt, các hướng dẫn viên đã khiến cô con gái mười tuổi của chúng tôi thích thú và truyền cảm hứng. Chúng tôi rất thích Sofitel Legend Metropole Hà Nội - Thực sự là một nơi tuyệt vời để lưu trú tại Hà Nội. InterContinental Danang Sun Peninsula rất thân mật, dịch vụ và đồ ăn rất ngon. An Lam River Villa ở Sài Gòn là một nơi tuyệt vời để kết thúc chuyến đi của chúng tôi đến Việt Nam. Cơ sở vật chất và đội ngũ nhân viên ở đó thật tuyệt vời. Họ đã chăm sóc chúng tôi rất chu đáo. Chúng tôi rất vui vì đã chọn Signatures of Asia. Tôi thực sự muốn giới thiệu nơi này! Chúng tôi chắc chắn sẽ quay lại cho các chuyến đi Đông Nam Á trong tương lai của mình! Cảm ơn các bạn rất nhiều vì những kỳ nghỉ tuyệt vời!. Đọc thêm",
            "Chúng tôi ở 3 đêm ở Hội Ana và sau đó 3 đêm ở Hà Nội cũng như chuyến đi một đêm dọc Vịnh Hạ Long - Signatures of Asia tổ chức cả tuần bao gồm đưa đón đến và đi từ sân bay và khách sạn cũng như tất cả các chuyến du ngoạn, khách sạn, chuyến đi bằng thuyền và hướng dẫn viên. Bạn đặt tên cho nó, họ đã chăm sóc nó. Cả tuần trôi qua suôn sẻ và chúng tôi không có gì phải lo lắng. Chúng tôi có một đứa trẻ 13 tuổi và một đứa 8 tuổi và cả gia đình đã có kỳ nghỉ tuyệt vời nhất từ ​​trước đến nay - chúng tôi không thể có lỗi. Và trên hết, nó được thực hiện với mức giá rất hợp lý - đặc biệt là khi chúng tôi không - phải đặt khách sạn, trả tiền để vào các điểm tham quan, v.v., thậm chí một số bữa ăn cũng được chi trả - rất đáng đồng tiền và sẽ giới thiệu chúng cho bất kỳ ai! Cảm ơn vì đã làm cho kỳ nghỉ của chúng tôi trở nên dễ dàng và vui vẻ Chữ ký của Châu Á!!Đọc thêm",
            "Gần đây, chúng tôi đã đến Việt Nam lần đầu tiên và kết nối với một vài người bạn từ Anh để thực hiện chuyến tham quan ẩm thực dành cho người sành ăn bao gồm các lớp học nấu ăn thực hành, trình diễn và tham quan các khu chợ và nhà hàng cung cấp các món đặc sản đặc trưng của vùng.  Đó là một lời giới thiệu tuyệt vời về Việt Nam qua các món ăn của họ và nếu có ai thích nấu ăn - không cần kinh nghiệm - thì tôi rất muốn giới thiệu chuyến tham quan này. Bốn người chúng tôi đã gặp người hướng dẫn riêng của chúng tôi ở mỗi điểm đến, người luôn rất chu đáo và nhiệt tình.  Trải nghiệm này được cá nhân hóa cao độ để phù hợp với sở thích của chúng tôi và Tommy thậm chí còn gặp chúng tôi ở Sài Gòn trong chặng cuối của hành trình để chào hỏi.  Một liên lạc tốt đẹp! Đọc thêm",
            "Trong tháng 8 năm 2015, chúng tôi đã có kỳ nghỉ 2 tuần rưỡi tại Việt Nam do Tommy và Signatures of Asia sắp xếp.  Anh ấy đã sắp xếp hành trình dự thảo của chúng tôi để phù hợp với những ngày cụ thể và thực hiện một số thay đổi đối với các khách sạn được đề xuất sau khi tham khảo ý kiến ​​của chúng tôi và rất nhiều thông tin hữu ích từ anh ấy.  Toàn bộ chuyến tham quan của chúng tôi diễn ra tốt đẹp và chúng tôi rất hài lòng với tiêu chuẩn dịch vụ, hướng dẫn viên và tài xế.  Tommy đã giúp đỡ tôi rất nhiều trong suốt quá trình tập luyện, thậm chí còn tìm cách lấy lại cặp kính tôi để quên trên du thuyền Mekong Sampan và trả lại cho tôi ở Hà Nội.  Dịch vụ xuất sắc và rất được khuyến khích.Đọc thêm",
            "Kính gửi Chữ ký của Du khách Châu Á,\n\nThay mặt nhóm, tôi xin gửi lời cảm ơn chân thành nhất đến đánh giá tốt đẹp của bạn. Thật tuyệt khi bạn thích chuyến du lịch riêng đến Việt Nam và hài lòng với thông tin được cung cấp. Tôi hy vọng bạn có cơ hội đến thăm các vùng khác của Việt Nam và Đông Nam Á một lần nữa. Chúc mừng.Đọc thêm",
            "Signatures of Asia đã tổ chức chuyến du lịch 3 tuần đến Việt Nam cho 4 người chúng tôi. Chúng tôi rất ấn tượng. Tommy đã cực kỳ hữu ích trong mọi bước của chuyến đi và sẵn sàng linh hoạt về cách tổ chức chuyến tham quan. Chúng tôi đã được Tommy và vợ anh ấy đón và đưa đi ăn tối vào đêm đầu tiên - một sự tiếp đón nồng hậu! Chúng tôi đã có những hướng dẫn viên và tài xế tuyệt vời trong suốt thời gian lưu trú và mọi thứ diễn ra cực kỳ suôn sẻ. Có lẽ chuyến đi thuyền sampan trên sông Mekong là điểm nhấn đối với chúng tôi nhưng nhìn chung tôi không nghĩ chuyến đi của chúng tôi có thể được tổ chức tốt hơn. Chúng tôi sẽ sử dụng dịch vụ của họ một lần nữa trong bất kỳ chuyến đi nào khác đến Đông Nam Á. Đọc thêm",
            "Thân gửi Signatures of Asia Travellers,\n\nRất cảm kích những đánh giá hữu ích của bạn trên tripadvisor. Nó đã giúp chúng tôi và những du khách khác đang lên kế hoạch cho chuyến đi đầu tiên của họ đến đất nước xinh đẹp của chúng tôi. Chúng tôi rất vui khi biết rằng bạn và bạn bè của bạn yêu thích đất nước của chúng tôi, các sắp xếp tour du lịch trên đất liền và dịch vụ chúng tôi cung cấp.\n\nCảm ơn bạn một lần nữa và hy vọng sẽ gặp lại bạn ở những nơi khác của Đông Nam ÁĐọc thêm",
            "Đây là năm thứ hai chúng tôi có kỳ nghỉ chơi golf tại Đà Nẵng, Việt Nam và một lần nữa Tommy đã vượt quá mong đợi của chúng tôi. 6 vòng chơi golf tại Hà Nội và Đà Nẵng và mọi thứ đều diễn ra thực sự tốt. Từ lúc đón đến lúc trả, bạn không thể chê vào đâu được. Họ luôn có mặt sớm hơn 5 phút so với thời gian đã định. Bất cứ khi nào tôi gửi email cho Tommy với một câu hỏi hoặc thắc mắc, anh ấy đều trả lời rất nhanh chóng. Không thể chờ đến kỳ nghỉ tiếp theo của chúng tôi và sẽ không ngần ngại sử dụng Tommy một lần nữa để tổ chức kỳ nghỉ của tôi. Đọc thêm",
            "Kính gửi Chữ ký của Du khách Châu Á,\n\nRất cảm ơn và cảm ơn bạn rất nhiều vì đã dành thời gian để đăng một bài đánh giá tuyệt vời như vậy cho Signatures of Asia. Những trải nghiệm và chia sẻ sâu sắc của bạn sẽ là nguồn thông tin tuyệt vời cho những ai đang lên kế hoạch cho những kỳ nghỉ giải trí và chơi gôn ở đất nước chúng tôi. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi thứ hai đến Việt Nam và chúng tôi rất mong chờ chuyến đi thứ ba!  Một lần nữa xin cảm ơn và trân trọngĐọc thêm",
            "Tommy đã giúp chúng tôi đặt một chuyến đi tuyệt vời đến thiên đường.  Chúng tôi yêu thích kỳ nghỉ của mình tại Sofitel Metropole ở Hà Nội, Anatara ở Hội An và Caravelle ở Sài Gòn.  Chúng tôi ít ấn tượng hơn với La Residence ở Huế.  Mặc dù được xếp hạng 5 sao nhưng các phòng đều cũ và cần cập nhật. Hướng dẫn viên của chúng tôi thành thạo tiếng Anh, am hiểu lịch sử và có sức chứa. Khi lên kế hoạch cho kỳ nghỉ của mình, chúng tôi đã bày tỏ với Tommy rằng chúng tôi muốn một chuyến tham quan bao gồm các hoạt động vui vẻ, đồ ăn ngon và cảnh đẹp - chỗ ở thoải mái.  Điều đó chắc chắn đã được chuyển giao! Bữa sáng bao gồm ở các khách sạn trên rất tuyệt vời.  Chúng tôi không đặc biệt yêu thích những bữa ăn được phục vụ trong bữa trưa.  Thức ăn được chia thành các bữa ăn chung và không có sự ràng buộc cụ thể nào với các vùng nơi chúng tôi cư trú.  Các nhà hàng được đề cập dường như hầu như chỉ phục vụ khách du lịch trong các chuyến du lịch; chúng tôi lẽ ra đã được thưởng thức những món ăn chân thực hơn với người dân địa phương. Nói chung, chúng tôi rất thích chuyến đi của mình và những lời khuyên từ chuyên gia của Tommy cùng với sự liên lạc cá nhân và sự chú ý đến từng chi tiết của anh ấy. Nếu chúng tôi quay trở lại Châu Á cho những kỳ nghỉ trong tương lai, chúng tôi rất mong chờ đến một chuyến đi tuyệt vời khác với Signatures of Asia. Cảm ơn Tommy và Signatures of Asia vì những lời khuyên từ chuyên gia của bạn.Đọc thêm",
            "Kính gửi Chữ ký của Du khách Châu Á,\nCảm ơn bạn rất nhiều vì đã dành thời gian quý báu để đánh giá chúng tôi trực tuyến. Chúng tôi rất vui mừng khi biết rằng bạn rất thích chuyến đi và sự sắp xếp của chúng tôi tại Việt Nam. Chúng tôi cũng rất vui khi biết rằng đội ngũ hướng dẫn viên của chúng tôi đã có thể khiến chuyến trở về đất nước của bạn trở nên đáng nhớ. Chúng tôi tự hào vì có những hướng dẫn viên yêu quê hương, đam mê chia sẻ, Chúng tôi chắc chắn sẽ làm việc chăm chỉ hơn nữa để duy trì sự linh hoạt và chất lượng đó. Thật đáng tiếc khi La Residence Hue chưa đáp ứng được sự mong đợi của bạn. Trên thực tế, đây là nơi tốt nhất trong thị trấn và tôi tin rằng người dân ở đó đã cố gắng hết sức để duy trì dịch vụ nhằm làm cho tài sản lịch sử trở nên sống động. Chúng tôi sẽ gửi một số ý kiến ​​đóng góp của bạn đến khách sạn và hy vọng bạn sẽ có khoảng thời gian tốt nhất cho lần trở lại trong tương lai.\n\nMột lần nữa xin cảm ơn bạn và hy vọng được gặp lại bạn ở những nơi khác của Việt Nam.Đọc thêm",
            "những địa điểm và tổ chức tuyệt vời trong chuyến thăm của chúng tôi tới Campuchia, Bangkok, Myanmar và Việt Nam. Chuyến đi khó quên.Đọc thêm"
        ],
        "star_ratings": [
            87,
            6,
            1,
            0,
            0
        ],
        "review_amount": 94,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Chữ ký của Châu Á",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 23, 2015",
            "Written November 2, 2015",
            "Written October 30, 2015",
            "Written October 20, 2015",
            "Written October 8, 2015",
            "Written October 1, 2015",
            "Written September 25, 2015",
            "Written August 26, 2015",
            "Written August 24, 2015",
            "Written August 5, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8009540-Reviews-or60-Signatures_Of_Asia-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or50-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or70-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25434278-Reviews-Rapu_Mixology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d590925-Reviews-Geological_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8856587-Reviews-Vietnam_Today_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2166594-Reviews-Aclass_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254815-Reviews-Zen_Villas_Massage_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1761612-d2292268-Reviews-Bahia_de_las_Aguilas-Pedernales_Pedernales_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d103676-Reviews-Indianapolis_Zoo-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297700-d1721869-Reviews-Sanur_Beach-Sanur_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d6988293-Reviews-Emplisi_Beach-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d12110219-Reviews-TRENORD-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g35309-d558469-Reviews-Sprewell_Bluff_Park-Thomaston_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d526263-Reviews-Lahaina_Jodo_Mission-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131397-Reviews-Kapiolani_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g804550-d2020531-Reviews-SSR_Botanic_Garden-Pamplemousses.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d6114746-Reviews-Cenote_Taak_Bi_Ha-Tulum_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or70-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or60-Signatures_Of_Asia-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Signatures Of Asia",
        "attraction_name_vi": "Chữ ký của Châu Á",
        "general_info": [
            "94 đánh giá",
            "- 78 trên 391 Đồ Ăn - Đồ Uống tại TP.HCM",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Signatures of Asia là nhà điều hành tour du lịch có trụ sở tại Việt Nam được thành lập vào năm 1999 bởi Anh Nguyễn, mang đến cho du khách những trải nghiệm sang trọng độc đáo trong hơn 14 năm. Từ những chuyến du ngoạn sang trọng đến những điểm đến phi thường, đến những chuyến tham quan lịch sử và văn hóa phong phú, đến những khu nghỉ dưỡng sang trọng thư giãn, Signatures of Asia đáp ứng mọi nhu cầu của bạn.Đọc thêm",
        "reviews": [
            "Tôi và gia đình hiện đã có hai chuyến đi Việt Nam và Campuchia - Lào do Tommy tổ chức và chúng tôi vô cùng thích thú cả hai chuyến đi. Vì chúng tôi có những người chơi gôn trong nhóm của chúng tôi và những người không nên lịch trình của chúng tôi được sắp xếp thuận tiện để giải trí cho cả hai. Khi chúng tôi quyết định dành nhiều thời gian bên nhau hơn một chút, công ty đã rất tuyệt vời trong việc điều chỉnh lịch trình bằng cách thông báo trước vài ngày để thay thế việc chơi gôn hoặc đi du lịch. một khía cạnh quan trọng đối với tôi là tất cả các hướng dẫn viên đều nói tiếng Anh xuất sắc và hầu như có thể trả lời tất cả các câu hỏi và nếu không, hãy đảm bảo tìm ra câu trả lời cho ngày hôm sau. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Chúng tôi vừa đến Inch sau chuyến đi riêng 2 tuần tới Việt Nam và Đông Dương. Đó thực sự là một kỳ nghỉ tuyệt vời và chúng tôi đã có khoảng thời gian tuyệt vời. Tất cả các sắp xếp chuyến đi đã được thực hiện như đã hứa và chuyến tham quan diễn ra suôn sẻ mà không gặp trở ngại nào. Việt Nam và Myanmar thật tuyệt vời. Những trải nghiệm do thợ may thực hiện do Signtures of Asia chuẩn bị tại Hà Nội, Sài Gòn và Bagan thật độc đáo và đáng nhớ. Các khách sạn rất nổi bật, phòng được trang bị đầy đủ tiện nghi và đặc biệt. Tất cả các hướng dẫn viên du lịch đều lịch sự và rất hiểu biết, và những hướng dẫn viên mà chúng tôi yêu thích nhất là Hòa ở Hà Nội, Minh ở Sài Gòn và Thein ở Yangon. Họ rất hữu ích và chúng tôi đã có khoảng thời gian rất vui vẻ với họ. Họ là những đại sứ hoàn hảo cho đất nước xinh đẹp của họ. Chắc chắn sẽ sử dụng công ty du lịch này nếu chúng tôi đi du lịch đến Đông Nam Á một lần nữa.Đọc thêm",
            "Kính gửi Chữ ký của du khách Châu Á,\nCảm ơn bạn rất nhiều vì sự ủng hộ tuyệt vời của bạn đối với các dịch vụ của Signatures of Asia.\nChúng tôi rất vui khi biết rằng bạn hài lòng với trải nghiệm của mình tại Việt Nam và Myanmar cùng chúng tôi. Nếu có cơ hội, hãy để chúng tôi hỗ trợ thực hiện bất kỳ chuyến đi nào đến khu vực đó hoặc các khu vực khác của Đông Nam Á.\nChúng tôi đánh giá rất cao sự công nhận của bạn. \nCảm ơn bạn vì đã chia sẻ với chúng tôi.\n\nTommy Nguyễn\nTổng Giám đốc Signatures of AsiaĐọc thêm",
            "Chữ ký của Châu Á được bạn bè giới thiệu và chúng tôi đã không thất vọng. Tommy và nhân viên của anh ấy đã sắp xếp một chuyến đi tuyệt vời cho chúng tôi. Hành trình đưa chúng tôi từ Hà Nội đến Sapa đến Vịnh Hạ Long, Hội An, vào Campuchia đến Siem Reap và Phnum Penh, xuôi dòng sông Mê Kông rồi đến Thành phố Hồ Chí Minh. Các khách sạn rất đặc biệt, hướng dẫn viên và tài xế thân thiện và hữu ích, các chuyến tham quan bằng thuyền và thuyền tam bản rất thú vị và mọi sự sắp xếp đều liền mạch. Là một điểm đến, chúng tôi thực sự muốn giới thiệu Việt Nam và Campuchia và với tư cách là một công ty cung cấp dịch vụ và tư vấn du lịch tốt nhất có thể, Signatures of Asia và Tommy là những người dẫn đầu.Đọc thêm",
            "Jeff và Wendy thân mến\n\nThay mặt đội ngũ quản lý và bán hàng, tôi xin gửi đến bạn lời cảm ơn chân thành và đánh giá cao những đánh giá hữu ích của bạn.\nTôi rất vui khi biết rằng bạn yêu thích dịch vụ được cung cấp trong chuyến thăm Việt Nam và Campuchia gần đây. \n\nCảm ơn bạn một lần nữa và mong chờ chuyến thăm thứ 2 của bạn đến khu vực của chúng tôi.\n\nTommy Nguyễn\nTổng Giám đốc Signatures of AsiaĐọc thêm",
            "Gia đình 5 người của chúng tôi đã có trải nghiệm tuyệt vời trong hành trình 5 ngày tại thành phố Sài Gòn và thuyền tam bản qua đêm ở Đồng bằng sông Cửu Long do Signatures of Asia tổ chức. Khách sạn Park Hyatt Sài Gòn rất đặc biệt và tốt hơn nhiều so với Hyatt ở Seoul. Bữa sáng là ngon nhất và tất cả chúng tôi đều thích món chả giò và PHO Ga - phở gà -. Tốt hơn nhiều so với cái chúng tôi có ở phố Hongdae ở Seoul. Chuyến tham quan Địa đạo Củ Chi của Les River Express rất thú vị. Hướng dẫn viên và tài xế riêng của chúng tôi rất xuất sắc. Chiếc thuyền tam bản Mango ở đồng bằng sông Cửu Long cũng rất tuyệt. Chúng tôi tận hưởng từng phút của nhân viên thuyền, các hoạt động và thức ăn. Nhìn chung, Signatutes of Asia là một công ty tuyệt vời để hợp tác và bạn có thể tự tin đăng ký một chuyến tham quan có giá trị tốt trong thời gian lưu trú tại thành phố Hồ Chí Minh.Đọc thêm",
            "Kính gửi các vị khách quý giá của Châu Á,\n\nCảm ơn bạn rất nhiều vì những lời tốt đẹp và lời giới thiệu hào phóng của bạn.\nChúng tôi rất vui khi biết rằng bạn thích tất cả sự sắp xếp của chúng tôi khi bạn ở Sài Gòn. Thật tiếc là chúng tôi không có cơ hội gặp trực tiếp các bạn và hãy quay trở lại đất nước của chúng tôi để khám phá thêm những vùng đất chưa được khám phá của Việt Nam bất cứ khi nào bạn có thời gian, và hãy kể cho bạn bè của bạn về Việt Nam có thể tuyệt vời như thế nào. Chắc chắn, chúng tôi và các hướng dẫn viên của chúng tôi rất muốn cho bạn xem và kể cho bạn nghe nhiều hơn về các thành phố của họ. \n\nCảm ơn bạn đã chọn Signatures of Asia làm nhà điều hành tour du lịch ưa thích của mình tại Việt Nam.\n\nChúc mọi điều tốt lành, Đọc thêm",
            "Tôi xin chúc mừng Signatures of Asia và Tommy đã tổ chức một tour golf đặc biệt, chuyên nghiệp và được tổ chức tốt cho công ty chúng tôi tại Hà Nội và Thành phố Hồ Chí Minh. Mọi thứ diễn ra tốt đẹp và rất suôn sẻ. Lotte Hà Nội và Pullman Sài Gòn rất đẹp, hướng dẫn viên du lịch rất giỏi, đặc biệt là hướng dẫn viên du lịch của chúng tôi ở Sài Gòn. 4 sân golf - Skylake Golf Club và Vân Trì Golf Resort tại Hà Nội, Twin Doves Golf Resort và Vietnam Golf - CC tại TP.HCM - đều trong tình trạng rất tốt, mặt cỏ và mặt sân được chăm sóc rất tốt. Caddie của chúng tôi thật tuyệt vời.  Chúng tôi đã có một trải nghiệm tuyệt vời và hoàn toàn thích thú với chuyến tham quan do Signatures of Asia sắp xếp và rất khuyến khích tổ chức này.Đọc thêm",
            "Thân gửi Marylette D,\n\nWOW WOW. Cảm ơn bạn rất nhiều vì những đánh giá cùng lời chúc mừng nồng nhiệt của bạn.\nChúng tôi rất vui khi biết rằng tất cả các bạn đều thích Hà Nội và Thành phố Hồ Chí Minh, các khách sạn và sân golf do chúng tôi giới thiệu. Cảm ơn bạn một lần nữa vì đã thuyết phục công ty của bạn đến thăm và chơi golf tại Việt Nam với Signatures of Asia và như bạn biết, mọi thứ đều được thực hiện như lời hứa của chúng tôi. 9 ngày đã đủ để giới thiệu Việt Nam tươi đẹp như thế nào và tôi chắc rằng bạn đã rời Việt Nam với ấn tượng rất tốt nhưng nếu bạn có cơ hội quay trở lại đất nước chúng tôi, chúng tôi rất muốn mở hộp kho báu của mình để cho bạn thấy. Bạn sẽ ngạc nhiên lắm.\n\nChúc bạn có một cuộc sống hạnh phúc và thành công rực rỡ ... và hạnh phúc trên sân cỏ\n\nTommy Nguyen\n\nTổng giám đốc của Signatures of AsiaĐọc thêm",
            "Chúng tôi đã đi đến nhiều khu vực khác nhau và mong muốn được quay trở lại cả Việt Nam và Campuchia. Đồ ăn cực kỳ rẻ và ngon, nguyên liệu tươi ngon nhất.Đọc thêm",
            "Selina thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian quý báu để viết một số nhận xét về Việt Nam và Campuchia. Không cần phải nói, tất cả chúng tôi đều biết rằng bạn rất thích kỳ nghỉ ở Việt Nam và Campuchia. Việt Nam và Campuchia là nơi có di sản thế giới và thiên đường cho những người yêu thích ẩm thực. Tôi tin rằng còn rất nhiều món ngon bạn chưa khám phá và chào mừng bạn quay trở lại Đông Dương, chúng ta sẽ mở rương kho báu lên. \n\nRất mong được gặp bạn vào thứ ba.\n\nTommy Nguyễn - Chan Vannak\nTổng Giám đốc của Signatures of AsiaĐọc thêm",
            "Chúng tôi đã sử dụng Tommy tại Signatures of Asia để đặt chuyến đi bốn tuần đến Đông Nam Á.  Đây là chuyến du lịch tùy chỉnh dành cho tám người bạn, bao gồm Thái Lan, Lào, Campuchia và Việt Nam.  Chúng tôi đã lên kế hoạch cho các điểm tham quan, địa điểm và điểm tham quan cụ thể để xem, đồng thời yêu cầu Signatures tổ chức một chuyến tham quan có hướng dẫn đầy đủ, bao gồm tất cả các chuyến du lịch bằng máy bay, du lịch địa phương, khách sạn, tham quan, các hoạt động, v.v. Chúng tôi đã giao chuyến tham quan đã lên kế hoạch này cho các công ty và Signature - s khác giá không thể đánh bại.  Đây là tin tốt nhưng nó khiến chúng tôi lo ngại về chất lượng của chuyến tham quan này.  Chúng ta không cần phải lo lắng.  Chúng tôi không thể yêu cầu một chuyến tham quan được điều phối tốt hơn và phối hợp tốt hơn, với xe buýt 20 hành khách cho 8 người chúng tôi, những khách sạn hàng đầu và những hướng dẫn viên am hiểu và nói tiếng Anh xuất sắc.  Chúng tôi có một người trong nhóm, một chủ khách sạn, xem xét tất cả các đặc tính khách sạn mà Signatures đã đề xuất và chỉ thực hiện một thay đổi mà Tommy đã ân cần chấp nhận. Nhóm của chúng tôi rất hài lòng với toàn bộ chuyến đi này nên chúng tôi đã yêu cầu được gặp Tommy khi tất cả chúng tôi đều ở đó. ở Sài Gòn.  Chúng tôi gặp anh ấy và một trong những trợ lý chủ chốt của anh ấy, người đã sắp xếp mọi chi tiết cho chuyến tham quan của chúng tôi.  Signatures of Asia là một công ty tuyệt vời để hợp tác và họ thực sự đã mang lại lợi ích cho nhóm của chúng tôi.Đọc thêm",
            "Jzippin thân mến, Quý khách hàng của chúng tôi,\n\nThay mặt đội ngũ quản lý và bán hàng, tôi xin chân thành cảm ơn bạn đã dành thời gian quý báu để viết những đánh giá rất hữu ích và chi tiết về Signatures of Asia cũng như các dịch vụ được cung cấp trong chuyến đi gần đây đến Thái Lan, Lào, Campuchia và Việt Nam. Xin gửi lời chào trân trọng nhất tới bạn bè, người đồng hành đã cùng bạn đồng hành trên hành trình vĩ đại Đông Nam Á. Phản hồi của bạn rất nổi bật và nó sẽ giúp chúng tôi rất nhiều trong việc cải thiện dịch vụ của mình cho bạn bè của bạn và những ai đang muốn khám phá Đông Nam Á thực sự. \n\nJulie và tôi rất vui được gặp tất cả các bạn ở Sài Gòn, chăm chú lắng nghe những câu chuyện của các bạn trên đường đi. Sự tin tưởng và đánh giá trung thực của bạn đối với các chi tiết dịch vụ có ý nghĩa rất lớn đối với cả tôi và nhóm. Chúng tôi mong muốn được nhìn thấy bạn một lần nữa!  \n\nMọi điều tốt đẹp nhất,\n\nTommy và nhómĐọc thêm",
            "Tôi sinh ra ở Việt Nam và đây sẽ là lần đầu tiên tôi đến thăm đất nước của mình sau 35 năm.  Tôi trở về Việt Nam cùng 3 người bạn đi từ Hà Nội đến Hội An, sau đó đến Thành phố Hồ Chí Minh - AKA Sài Gòn - và một chuyến đi Campuchia.  Chúng tôi đã tham gia Signatures of Asia Tour để trải nghiệm ẩm thực vào tháng 9 năm 2013 - không có ngày này trong menu thả xuống hte bên dưới - . Các hướng dẫn viên du lịch và tài xế rất đáp ứng nhu cầu của chúng tôi.  Các hướng dẫn viên du lịch có kiến ​​thức tuyệt vời về lịch sử Việt Nam.  Họ luôn khiến chúng tôi cảm thấy rất an toàn.  Tôi thực sự muốn giới thiệu chuyến tham quan này cho tất cả những ai muốn có khoảng thời gian vui vẻ và thưởng thức những món ăn ngon chính thống của Việt Nam. Cảm ơn Signatures of Asia. Chúng tôi đã có khoảng thời gian tuyệt vời ở Việt Nam.-SanhĐọc thêm",
            "Cảm ơn bạn đã tổ chức hoạt động chơi gôn và đưa đón quanh TP.HCM - mọi thứ đều hoàn hảo và việc có thể tham gia những sân tốt nhất với mức giá ưu đãi xứng đáng được cảm ơn rất nhiều. Hẹn gặp lại bạn vào năm tới.Đọc thêm",
            "Kính gửi quý khách,\n\nChào buổi tối từ thành phố Sài Gòn.\nTôi rất xin lỗi vì đã viết phản hồi cho bạn muộn và thay mặt nhóm, tôi muốn cảm ơn bạn rất nhiều vì phản hồi tích cực của bạn về Signatures of Asia và dịch vụ mà chúng tôi cung cấp. Chúng tôi hy vọng được chào đón bạn và bạn bè của bạn quay trở lại Sài Gòn trong tương lai và như đã hứa, tôi sẽ cho bạn thấy nhiều sân gôn đẹp hơn trên khắp đất nước và bạn chắc chắn sẽ nắm bắt được những gì tốt nhất của đất nước.\n\n...Tiếp tục chơi gôn vui vẻ và tìm kiếm lần trở lại thứ 2,\n\nMọi điều tốt đẹp nhất\n\nTommy và nhómĐọc thêm",
            "Đã có một thời gian tuyệt vời. Tour được tổ chức tốt, khách sạn được đại lý lựa chọn xuất sắc. Sẽ và đã giới thiệu cho bạn bè và gia đình. Rất đáng đồng tiền.Đọc thêm"
        ],
        "star_ratings": [
            87,
            6,
            1,
            0,
            0
        ],
        "review_amount": 94,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Chữ ký của Châu Á",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 1, 2015",
            "Written June 13, 2015",
            "Written June 13, 2015",
            "Written June 12, 2015",
            "Written June 10, 2015",
            "Written June 10, 2015",
            "Written June 8, 2015",
            "Written June 8, 2015",
            "Written June 7, 2015",
            "Written June 4, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8009540-Reviews-or70-Signatures_Of_Asia-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or60-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or80-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25434278-Reviews-Rapu_Mixology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d590925-Reviews-Geological_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8856587-Reviews-Vietnam_Today_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2166594-Reviews-Aclass_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254815-Reviews-Zen_Villas_Massage_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298061-d1898796-Reviews-Al_Ain_Zoo-Al_Ain_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295415-d1727836-Reviews-Luang_Prabang_Night_Market-Luang_Prabang_Luang_Prabang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d17395991-Reviews-The_Land_of_Legends_Shopping_Avenue-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g54135-d146911-Reviews-Hunting_Island_State_Park-Beaufort_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d150543-Reviews-Nine_Miles-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d11740343-Reviews-Regiojet-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150801-d10071122-Reviews-Spanish_Immersion_School-Oaxaca_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d536044-Reviews-Bingo_World-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d102912-Reviews-Cold_Spring_Tavern-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d13475201-Reviews-Pirate_s_Cove_Beach-Newport_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or80-Signatures_Of_Asia-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8009540-Reviews-or70-Signatures_Of_Asia-Ho_Chi_Minh_City.html"
    }
]