[
    {
        "attraction_name": "Silver Strand State Beach",
        "attraction_name_vi": "Bãi biển bang Silver Strand",
        "general_info": [
            "468 đánh giá",
            "6 trong số 45 điều cần làm ở Coronado",
            "Bãi biển"
        ],
        "attraction_summary": "Một trong những bãi biển đẹp nhất ở khu vực San Diego, Công viên bang Silver Strand Beach nằm trên bờ biển phía nam của Coronado.Đọc thêm",
        "reviews": [
            "Tôi có thể nói gì!  Đây là bãi đậu xe dành cho xe kéo du lịch RV.  Nhưng bạn đang ở ngay trên bãi biển.  Bạn phải là xe RV hoặc xe kéo du lịch khép kín.  Phòng vệ sinh và phòng tắm đóng cửa lúc 7 giờ tối.  Trong đó có cổng chính.  Có, điều đó có nghĩa là không được vào hoặc ra trong khoảng thời gian từ 7 giờ tối đến 7 giờ sáng.  Nhưng bạn đang ở ngay trên bãi biển.   Vòi hoa sen yêu cầu thẻ.   Với 1,00 bạn nhận được 2 mã thông báo.  Một mã thông báo cho bạn 2 phút tắm. Có một khoản phí bổ sung cho bãi đậu xe ở hàng bãi biển.  Và hoàng hôn thật tuyệt vời!  Tôi đã nói là bạn đang ở ngay trên bãi biển!Đọc thêm",
            "Tôi sẽ gọi nơi này là khu ổ chuột RV.  Hoàn toàn thiếu không gian, khó đỗ xe moóc RV, chật chội. Không đủ nhà vệ sinh hoặc vòi hoa sen.  Bạn phải trả tiền cho việc tắm.  Bạn không thể ra ngoài muộn hơn 8 giờ tối - họ khóa cổng.  Không bơi lội do ô nhiễm nước. Không thể dắt chó đi dạo trên bãi biển.  Chúc may mắn! Đọc thêm",
            "Bãi biển tuyệt vời. Đây là phía nam Coronado trên đường đến Mexico. Không có nhiều thứ xung quanh. RẤT NHIỀU người cắm trại. Nhưng bãi biển thì tuyệt vời. Đọc thêm",
            "Đi đến bãi biển này chỉ vì không có chỗ đậu xe ở bãi biển Coronado, trông rất đẹp. Tại Silver Strand, chúng tôi trả 15 USD để đỗ xe. Không có nhân viên cứu hộ làm nhiệm vụ. Các nhượng bộ đã bị đóng cửa. Thậm chí còn không có máy bán hàng tự động. Bây giờ tôi nhận ra đây chỉ là bản chất đối với bạn và do đó không phải là một lời chỉ trích mà chỉ là sự thật: tảo bẹ khắp bãi biển gần bờ hơn với một số loại cát bay khắp người. Nước Đông cứng.  Bọn trẻ đã rất vui vẻ và chúng tôi nhìn thấy một tàu khu trục lớn ngoài khơi và một số con cá heo nhảy lên khỏi mặt nước. Chúng tôi chỉ ở lại có 2 tiếng và tôi rất vui vì đã đi vì tôi muốn bọn trẻ có thể nói rằng chúng đã ở Thái Bình Dương. Nhưng tôi ước gì chúng tôi có thể đến bãi biển Coronado.Đọc thêm",
            "Khu vực đẹp, bãi biển vắng người, chúng tôi đến đó vào chiều muộn thứ ba.  Tôi muốn quay lại và ở gần đó, vào đó với ván boogie, dã ngoại, v.v. Rất nhiều lựa chọn tốt về ẩm thực, giải trí, mua sắm ở Coronado và vùng lân cận.Đọc thêm",
            "Nằm ngay trên bãi đậu xe lát đá trên bãi biển, cắm trại với trạm đổ nước và điện trong khu cắm trại, bãi đậu xe rất chật hẹp, có thể đốt lửa trại trong một hố lửa kín cách mặt đất 6 chiếc rất tuyệt vào buổi tối, trẻ em và người lớn đi xe đạp, trượt ván, trượt patin xuyên qua công viên thật vui khi thấy tất cả những niềm vui mà các gia đình có vào ban ngày bãi biển rất đẹp không đông đúc mọi người đều là những chú chó thân thiện được phép đến nhưng không được phép đến bãi biển thời tiết vào ngày 72 tháng 7 và 64 vào ban đêm hoàn hảo có những cửa hàng chỉ cách đó vài dặm south Home Depot, Vons , CVS chắc chắn tôi sẽ đi lại. Để đến đó, chúng tôi đã lái xe qua Cầu Coronado, cầu này không mất phí và dễ dàng di chuyển.Đọc thêm",
            "Bãi biển thực sự thoải mái và thư giãn không có đám đông.  Ở đây có khu cắm trại với rất nhiều xe RV nên có vẻ đông khách.Đọc thêm",
            "Đây là một đánh giá cho khu cắm trại. Nơi này là nhà tù! Rất nhiều quy tắc. Chúng tôi đã bị từ chối 3 phút trước khi nhận phòng vì đến quá sớm! Roger bắt chúng tôi đi một vòng quanh bãi đậu xe và quay lại xếp hàng! Anh chàng này là một kẻ ngu ngốc và đang có một chuyến đi quyền lực lớn! Các không gian rất chặt chẽ. Đường trượt của bạn lùi thẳng vào hàng xóm. Tốt hơn hết bạn nên hy vọng mình có được những người hàng xóm yên tĩnh, nếu không bạn sẽ phải nghe cuộc trò chuyện của họ suốt đêm. Họ cũng khóa cổng BÊN NGOÀI VÀ BÊN TRONG lúc 8 giờ tối. Bạn thực sự bị nhốt. Bạn bè của chúng tôi đã ở lại cả ngày và chúng tôi không biết mình bị nhốt vào. Chủ nhà sẽ không cho bạn ra ngoài và cảnh sát cũng sẽ không đến. Vì vậy, nếu có trường hợp khẩn cấp, tốt nhất bạn nên gọi xe cấp cứu vì đó là cách duy nhất để bạn thoát khỏi nơi đó. Điều tích cực duy nhất là được cắm trại ngay trên bãi cát nhưng với tôi điều đó không đáng và tôi thà tiêu tiền của mình ở nơi khác.Đọc thêm",
            "Một bãi biển đẹp. Không hề đông đúc vào một buổi sáng thứ Năm trong tháng Tám. Đô la cát và các loại vỏ sò khác vào buổi sáng. Rong biển bắt đầu đặc lại vào buổi trưa. Bạn có thể thuê 2 chiếc ghế, 2 chiếc khăn tắm và một chiếc ô từ quầy khách sạn Lowes với giá 10 người. Những chàng trai trẻ đang chạy ở quầy 812 rất tử tế và hữu ích.  Đó là một khoản phí vào cửa 10. Anh chàng ở quầy vào gọi đó là phí đỗ xe và xúi giục một cuộc cãi vã bằng lời nói với tài xế Uber của chúng tôi, người không muốn trả tiền đỗ xe vì anh ta chỉ thả chúng tôi xuống. Hai người họ còn bận tranh cãi nên tôi không kịp nói một lời rằng tôi rất vui lòng trả phí vào cửa. Dù sao, người phục vụ của họ là người giao tiếp kém về lý do tính phí, sau đó khá thô lỗ khi tài xế hỏi anh ta. Ngày bắt đầu thật tồi tệ nhưng bãi biển xinh đẹp đã bù đắp cho điều đó.Đọc thêm",
            "Nếu bạn muốn trả 5065 lượt xem bãi biển để có chỗ đậu xe thì đây là vị trí của bạn!! Nơi này là một trò đùa nghiêm túc, không chỉ giá mỗi đêm là siêu đắt mà bạn còn ở trên nhau, rất khó để lái xe vòng quanh công viên như thể bạn đang đi đến trạm đổ rác là 10, bạn có đi loanh quanh và bị mắc kẹt khi ai đó đang cố gắng kết nối chiếc RV của họ. Và điều bắt buộc là công viên sẽ đóng cổng lúc 8 giờ tối nên nếu bạn không về đúng giờ, bạn sẽ phải đợi 7 giờ sáng! Chúng tôi cũng đến trước khi nhận phòng một chút, điều này chưa bao giờ là vấn đề ở bất kỳ công viên nào khác, nhưng anh chàng ở lối vào thực sự thô lỗ khi yêu cầu chúng tôi đợi ở bãi đậu xe khi có chỗ. Điều tuyệt vời duy nhất trong công viên là người chủ trại tuyệt vời!Đọc thêm",
            "Có cách nào để tránh bị mắc kẹt bên trong khi họ đóng cổng lúc 7 giờ không?Đọc thêm",
            "Bạn có thể đỗ xe bên ngoài công viên trên Coronado Cays Blvd. nằm ở phía đông của Hwy 75 và có thể đi bộ hoặc đạp xe ra vào công viên.   Cổng được khóa vào lúc 7, 8 hoặc 9 tùy theo thời gian trong năm.Đọc thêm",
            "Chi phí lưu trú mỗi đêmĐọc thêm",
            "Tôi đã tìm thấy cái này.\nCó thể giúp đỡ?\nPHÍ CẮM TRẠI\n\nTỔNG QUÁT 65.00 TRƯỚC BÃI BIỂN\n \t50.00 NỘI ĐỊA\n \t   \n63.00 TRƯỚC BÃI BIỂN\n \t48:00 TRONG ĐẤT\n \t   \nKHUYẾT TẬT 32.50 TRƯỚC BÃI BIỂN\nvới thẻ Công viên 25.00 INLAND\n \t   \nCựu chiến binh xuất sắc\nvới thẻ Công viên KHÔNG PHÍ\n \t   \nPHƯƠNG TIỆN PHỤ - 10,00 mỗi đêm\nTHÚ CƯNG - KHÔNG PHÍ\n \n\nLô 3 sử dụng trong ngày hiện có sẵn để làm bãi đậu xe bổ sung cho khu cắm trại.  Áp dụng các quy tắc và giá đặc biệt.  Giá dao động từ 10-15 mỗi đêm.  Liên hệ với công viên để biết thông tin chi tiết.Đọc thêm",
            "Khu cắm trại nói KHÔNG CÓ WIFI. Chồng tôi cần truy cập wifi để thực hiện chuyến đi này... Bạn có kinh nghiệm gì về việc truy cập máy tính xách tay từ các địa điểm RV hoặc trên bãi biển không? Cảm ơn!Đọc thêm",
            "Tôi cũng không biết về truy cập WiFI, chúng tôi chỉ sử dụng điện thoại di động của mình trên 4G LTE khi ở đó và gửi một số tin nhắn và hình ảnh cho người khác.  Tôi tưởng tượng rằng nếu có sẵn 4G LTE thì bạn có thể nhận được một gói máy bay phản lực tạo ra tín hiệu WiFi để có thể kết nối các thiết bị khác của bạn.  Chúng tôi thường xuyên di chuyển với gói máy bay phản lực mà chúng tôi sử dụng trên Verizon 4G LTE của mình và nó hoạt động rất tốt, chúng tôi có thể kết nối 5 thiết bị với WiFi gói máy bay phản lực.  Của chúng tôi bây giờ đã được vài năm và tôi nghe nói những cái mới hơn thậm chí còn hoạt động tốt hơn.  Tôi cũng biết bạn có thể thuê gói máy bay phản lực hoặc các thiết bị khác tạo ra tín hiệu WiFi trong khoảng 10 ngày mỗi ngày từ nhiều công ty khác nhau và tôi nghe nói những thiết bị đó cũng hoạt động tốt.  Bạn ở ngay gần thành phố khi đang ở trên bãi biển nên tôi không thấy có vấn đề gì khi nhận tín hiệu WiFi được tạo từ một thiết bị khác, bạn có thể sẽ phải tốn vài đô la mỗi ngày để làm như vậy.Đọc thêm",
            "Những chiếc RV có tách biệt chỉ với một phần của bãi biển không?  Tôi đang ở cùng gia đình tại Loews và đây là bãi biển chúng tôi sẽ sử dụng.  Tôi không muốn nhìn thấy một loạt xe RV khi tôi đang cố gắng thư giãn và tận hưởng đại dương. Đọc thêm",
            "Vì vậy, có rất nhiều xe RV, tuy nhiên có một đồi cát và khi bạn đi qua đồi, tất cả những gì bạn thấy là đại dương và không có xe RV nào. Tôi thực sự khuyên bạn nên đến bãi biển Coronado. Ngay trên đường. Bạn sẽ KHÔNG hối hận. Chỉ cần bơi, v.v. Đọc thêm",
            "CHÀO. Tôi đã yêu thích sưu tập vỏ sò trong nhiều năm và tự hỏi liệu bãi biển này có cho phép thu thập vỏ sò hay không.\nCảm ơn các bạn!!!! Đọc thêm",
            "CHÀO. Có, họ cho phép điều đó. Mặc dù tôi không nhận thấy có rất nhiều vỏ sò! Đọc thêm",
            "chúng ta có thể làm carne asada ở đó không?Đọc thêm",
            "Bạn có thể nướng và có cả vòng lửa để đốt lửa.Đọc thêm",
            "Tôi có nên yêu cầu một phòng cụ thể trước khi đến không? Đọc thêm",
            "Nó phụ thuộc.  Nếu bạn mang theo thú cưng thì tòa nhà 45.\n\nChúng tôi đang ở tòa nhà 1 và nó phù hợp với chúng tôi.  Nó gần với\nsảnh chính và hồ bơi.  Nhưng các tòa nhà khác cũng vậy.Đọc thêm",
            "Tôi hiểu rằng nó có các kết nối, điều đó có nghĩa là máy chủ kết xuất hai trang web của bạn phải không?Đọc thêm",
            "Tôi không tin rằng họ có đầy đủ hệ thống điện, nước nhưng họ có một bãi rác.Đọc thêm"
        ],
        "star_ratings": [
            215,
            163,
            42,
            26,
            22
        ],
        "review_amount": 468,
        "location": [
            "Hoa Kỳ",
            "Bãi biển bang Silver Strand",
            "Coronado",
            "Những điều cần làm ở Coronado",
            "California CA"
        ],
        "reviews_time": [
            "Written November 19, 2023",
            "Written May 22, 2023",
            "Written December 18, 2022",
            "Written August 10, 2022",
            "Written August 7, 2022",
            "Written July 17, 2022",
            "Written March 4, 2022",
            "Written August 19, 2021",
            "Written August 16, 2021",
            "Written April 30, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32250-d116323-Reviews-Silver_Strand_State_Beach-Coronado_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32250-d6019483-Reviews-Cays_Lounge-Coronado_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32250-d12115092-Reviews-Crown_Landing-Coronado_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32250-d5054015-Reviews-Calypso_Cafe-Coronado_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32767-d4726278-Reviews-Waterfront_Grill-National_City_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32767-d5421814-Reviews-Goodies_Plates_and_Pours-National_City_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32767-d23718112-Reviews-Kimball_Coastal_Eatery-National_City_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32767-d4954466-Reviews-In_N_Out_Burger-National_City_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32210-d520425-Reviews-Galley_At_the_Marina-Chula_Vista_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32210-d521019-Reviews-Black_Angus_Steakhouse_Chula_Vista-Chula_Vista_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32767-d4049330-Reviews-Denny_s-National_City_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d531819-Reviews-USS_Midway_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d1519764-Reviews-Coronado_Island-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d10318557-Reviews-The_Silver_Strand_Nature_s_Bridge_to_Discovery-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d117411-Reviews-Coronado_Beach-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d482152-Reviews-Petco_Park-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d127014-Reviews-Coronado_Bridge-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32210-d3537176-Reviews-Living_Coast_Discovery_Center-Chula_Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32522-d3584612-Reviews-Imperial_Beach_Pier-Imperial_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d557342-Reviews-San_Diego_Convention_Center-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d8403569-Reviews-Coronado_Dog_Beach-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d116323-Reviews-or10-Silver_Strand_State_Beach-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d266799-Reviews-Spreckels_Park-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d6851192-Reviews-Centennial_Park-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d7094616-Reviews-Glorietta_Bay_Park-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d7056542-Reviews-Coronado_Tidelands_Park-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d12567725-Reviews-Star_Park-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d21139086-Reviews-Harada_Heritage_Park_Corona-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d11900069-Reviews-Crown_Cove_Aquatic_Center-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d1775683-Reviews-The_Gondola_Company-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d23024637-Reviews-Epic_Surf_Tours-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d603312-Reviews-K1_Speed-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d556935-Reviews-Sea_Spa-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d15638694-Reviews-Action_Sport_Rentals-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d606017-Reviews-Lamb_s_Players_Theatre-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32767-d8671208-Reviews-Steal_and_Escape-National_City_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d2510867-Reviews-Mombasa_Marine_National_Park-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188636-d311280-Reviews-Diamond_District-Antwerp_Antwerp_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33043-d8390678-Reviews-The_Observatory-Santa_Ana_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d23259053-Reviews-Oakwell_Beer_Spa-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g189977-d4341735-Reviews-SEA_LIFE_Trust_Beluga_Whale_Sanctuary-Vestmannaeyjar_Heimaey_Island_Westmann_Isla.html",
            "https://www.tripadvisor.com/Attraction_Review-g41434-d536488-Reviews-Brookside_Gardens-Wheaton_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4356678-Reviews-Gems_Gallery_International_Manufacturer-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669471-Reviews-Polo_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g37784-d4745924-Reviews-Swinging_Bridge-Columbus_Junction_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d6898517-Reviews-GET_Arena-Lekki_Lagos_State.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32250-d116323-Reviews-or10-Silver_Strand_State_Beach-Coronado_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32250-d116323-Reviews-Silver_Strand_State_Beach-Coronado_California.html"
    }
]