[
    {
        "attraction_name": "Silver Springs State Park",
        "attraction_name_vi": "Công viên tiểu bang Silver Springs",
        "general_info": [
            "2.388 đánh giá",
            "- 1 trong 10 điều cần làm ở Silver Springs",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Khám phá một trong những con suối lớn nhất nước Mỹ! Thực hiện chuyến tham quan trên một trong những chiếc thuyền đáy kính nổi tiếng thế giới của chúng tôi hoặc chèo thuyền kayak trong suốt để ngắm nhìn khung cảnh động vật hoang dã đẹp nhất. Dịch vụ cho thuê có sẵn trong công viên! Làm việc thèm ăn? Dùng bữa tại quán cà phê trong khuôn viên và ghé qua cửa hàng quà tặng để mua một số quà lưu niệm địa phương.Đọc thêm",
        "reviews": [
            "Đến đây trong và ngay sau cơn giông bão. Đi bộ ngắm cảnh đẹp cũng đáng để xem. Dự kiến ​​sẽ nhìn thấy nhiều động vật hơn nhưng đó là một vụ nổ. Lối đi đẹp và đời sống thực vật. Thuyền kayak dường như rất phổ biến nhưng không được sử dụng vào thời điểm đó.Đọc thêm",
            "Chồng tôi và tôi đã đến thăm công viên này và làm nhiều việc khác nhau. Chúng tôi đi bộ qua một số con đường mòn, tham quan bảo tàng lịch sử, tham quan bằng thuyền đáy kính và tham quan hòn đảo. Chúng tôi đã thấy rất nhiều động vật hoang dã và thiên nhiên tươi đẹp. Tất cả các nhân viên chúng tôi gặp đều rất thân thiện. Đọc thêm",
            "Chuyến thăm đầu tiên của chúng tôi đến công viên trong chuyến tham quan Thuyền đáy kính và chúng tôi đã không thất vọng.  Khu vực này là một Công viên Tiểu bang đẹp nhưng có ít tiện nghi.  Chỉ có một chiếc xe tải thực phẩm và phòng tắm cơ bản là có sẵn.  Phí vào cửa hợp lý và chúng tôi cảm thấy chuyến tham quan bằng thuyền cũng có giá hợp lý.  Chúng tôi có thể nhìn cận cảnh rất nhiều khu vực và trời không quá nóng vào một ngày hè với những chiếc thuyền có mái che.  Chúng tôi đã nhìn thấy cá sấu - bao gồm cả trẻ sơ sinh -, chim, hàng tấn rùa và về cuối - một con lợn biển!  Chúng tôi không thấy bất kỳ động vật trên cạn nào khác trong chuyến đi này.  Thuyền trưởng của chúng tôi rất thông tin về lịch sử của những con suối và thật tuyệt khi tìm hiểu về mối liên hệ với ngành công nghiệp điện ảnh.  Thuyền kayak cũng có sẵn cho thuê.Đọc thêm",
            "Người thân yêu của tôi và tôi đã được hướng dẫn bởi một người hướng dẫn tuyệt vời nhất, Sassy. Cô ấy có kiến ​​thức, chính xác về mặt lịch sử, nhiều thông tin về thiên nhiên, lịch sử, động vật hoang dã và bản chất của chèo thuyền kayak ở Florida. Hướng dẫn tuyệt vời, đã làm nên ngày của chúng tôi!\nNgười yêu của tôi đến từ Trung Quốc nên đây là một ngày đặc biệt đối với cô ấy vì cô ấy chưa bao giờ chứng kiến ​​điều gì như thế này. The Springs rất đẹp và đầy lịch sử thú vị. Xung quanh, một ngày tuyệt vời. Đọc thêm",
            "Nóng!  Nóng! Nóng!  Nhưng bạn có thể mong đợi điều gì vào tháng 7?  Các nhân viên có sức chứa, nhưng thời tiết thì - t.  Các chuyến đi bằng thuyền đáy kính sẽ bị hủy khi trời có bão.  Họ có thể cho phép sắp xếp lại lịch trình; kiểm tra tại quầy bán vé.\n\nNơi này có thể yêu cầu xe lăn - số lượng cung cấp có hạn - hoặc xe tay ga - hãy mang theo phương tiện di chuyển của riêng bạn để tham quan khuôn viên.  \n\nMột số nét quyến rũ cũ của Florida vẫn còn đó.Đọc thêm",
            "Chúng tôi cắm trại ở đây lần đầu tiên và rất ngạc nhiên.  Tôi đoán chúng tôi đã tưởng tượng về một khu cắm trại cũ ở khu vực thành thị.  Khu cắm trại được tách biệt rõ ràng với địa điểm thu hút khách du lịch.  Đó là một khu cắm trại yên tĩnh rất sạch sẽ, với các khu cắm trại rộng lớn và cơ sở vật chất rõ ràng là mới hơn nhiều công viên tiểu bang.  Nhiều nhân viên và tình nguyện viên đã làm việc chăm chỉ để giữ cho mọi thứ tốt đẹp.  Có rất nhiều con đường mòn đẹp khắp công viên.  \nChúng tôi đã thực hiện chuyến tham quan bằng thuyền đáy kính kéo dài 30 phút, điều đó không sao cả, có lẽ có ý nghĩa hơn đối với những người sống ngoài thị trấn chưa từng thấy suối nước Florida trước đây.  Để biến nơi này thành một công viên hoàn hảo, sẽ thật tuyệt vời nếu họ có thể tìm ra cách cho phép bơi lội ở đâu đó trên sông Bạc.  Tôi biết điều đó có nhiều vấn đề, nhưng đó là khuyến nghị của chúng tôi, vì Ocala có thể rất nóng.  Chúng tôi rất vui khi thấy việc chèo thuyền kayak được cho phép.  \nChúng tôi dự định quay lại vì vị trí này nằm trong khoảng cách lái xe hợp lý đến một số con suối rất đẹp khác.Đọc thêm",
            "Công viên tiểu bang Silver Springs thực sự là một địa điểm không thể bỏ qua.  Làn nước trong xanh như pha lê hòa cùng động vật hoang dã và chuyến tham quan bằng thuyền đáy kính tuyệt vời. Thuyền trưởng của chúng tôi, là Thuyền trưởng Bill và anh ấy cực kỳ thông tin và rất vui tính.  Anh ấy đã thu hút sự chú ý của chúng tôi, đảm bảo rằng mọi người trên tàu đều nhìn thấy những khung cảnh đẹp nhất của suối tự nhiên và động vật hoang dã, đồng thời chia sẻ về lịch sử hấp dẫn của công viên với nhiều bộ phim và phim truyền hình dài tập đã được quay tại địa điểm.  Trải nghiệm tuyệt vời. Đọc thêm",
            "Lần trước đi tàu đáy kính tôi mới 7 tuổi. Tôi - bây giờ tôi 53 - .\n - nó vẫn tuyệt vời!\nĐối với tôi đó là một chút hoài niệm về - Old Florida -. Yêu nó một lần nữa.\nĐại úy Bill đã làm rất tốt!Đọc thêm",
            "Rất ngạc nhiên trước vẻ đẹp của nơi này và rất đáng để dừng chân trên hành trình xuyên bang. Đặt trước chuyến đi bằng thuyền đáy kính - hướng dẫn viên tuyệt vời Capt Joyce đã đưa chúng tôi ra ngoài - và nhìn thấy Rùa, Gatters, chim và hồ nước suối đầy cá.\nCác cửa hàng và nhà hàng đang được cải tạo nhưng chúng tôi tự ăn trưaĐọc thêm",
            "Đây là một điểm dừng chân gọn gàng khi chúng tôi đang lái xe từ St Pete Beach đến St Augustine. Chúng tôi không đi thuyền mà chỉ đi dạo xung quanh. Đó là một cuộc đi bộ gọn gàng và những con suối rất đẹp. Việc đi dạo trên đảo với những chú khỉ cũng là một điều tuyệt vời. Nếu có ai đó ở khu vực này, tôi chắc chắn sẽ giới thiệu nó. Đọc thêm",
            "Chúng tôi có một nhóm lớn phụ nữ - 14 người - và chúng tôi chèo thuyền kayak ở đây hai lần một năm.  Những người điều hành dịch vụ cho thuê thuyền kayak rất thân thiện và hữu ích.  Đó là một mái chèo dễ dàng nếu bạn đi hết Ray Wayside và được xe đưa đón đón.  Thật là một nơi tuyệt đẹp!  Chúng tôi thấy nhiều rùa, cá sấu - không bao giờ là vấn đề -, các loài chim, bạn có thể thấy cá và rùa bơi dưới nước, và tất nhiên là cả khỉ.  Tuy nhiên, đừng bao giờ đến quá gần họ, họ có thể trở nên khó chịu.  Và kiểm tra bàn đạp chân và chỗ ngồi cho thuê thuyền kayak của bạn trước khi rời đi.  Nhưng nó rất tuyệt vời và rất được khuyến khích.Đọc thêm",
            "công viên thực sự rất đẹp và chuyến tham quan dơi đáy kính rất thú vị.  không thấy con khỉ nào cả, nhưng thấy vài con lợn biển. Tuy nhiên, chúng tôi đã ở đó khi mọi thứ đang được cải tạo, vì vậy không có nhà hàng nào mở cửa, chỉ có một chiếc xe bán đồ ăn với một anh chàng gắt gỏng. Và các phòng tắm ở bên tồi tệ, không sạch sẽ và bị hỏng một nửa. Đọc thêm",
            "Chồng tôi và tôi lái xe từ Kissimmee nơi chúng tôi đang ở và đặt chỗ trực tuyến.  Chúng tôi thuê một chiếc thuyền kayak song song và đi theo con đường dài 5 dặm xuôi dòng sông nơi chúng tôi được đón bằng xe đưa đón.  Tôi khuyên bạn nên nó!!  Chúng tôi thấy nhiều cá sấu, một vài con lợn biển, chim và rùa.  Chúng tôi không thấy con khỉ nào cả!!   Nó hoàn toàn xứng đáng với số tiền bỏ ra vì chúng tôi yêu thích làn nước trong xanh từ các con suối nằm dọc sông!  Quá đẹp và vừa đủ lượng bài tập cho chúng ta.Đọc thêm",
            "Chúng tôi đã đến thăm Công viên Tiểu bang Silver Springs để tham gia chuyến tham quan bằng thuyền đáy kính kéo dài 1,5 giờ, chúng tôi đã đặt chỗ trực tuyến khoảng 1 tuần trước khi đến thăm công viên.  Chuyến tham quan bằng thuyền: Chuyến tham quan bằng thuyền vẫn ổn, chúng tôi được yêu cầu tìm kiếm tất cả các loại sinh vật dưới nước và trên cây nhưng gần cuối chuyến tham quan, hướng dẫn viên nói với chúng tôi rằng mùa lợn biển sắp kết thúc và giờ chúng đã quay trở lại lên phía bắc.  Không biết tại sao anh ấy lại bắt tất cả chúng tôi đi tìm họ?   được rồi được rồi có lẽ cái hiếm đó vẫn còn ở phía sau nhưng không có gì cả.   Tiền boa, tiền boa.  Điều này thật khó xử khi kết thúc chuyến tham quan bằng thuyền, hướng dẫn viên nói với chúng tôi rằng được phép tip và chiếc cốc lớn ở đáy thuyền chính là lọ đựng tiền boa của anh ấy.  Một vài đứa trẻ khoảng 10 tuổi trên thuyền hỏi tại sao lại làm vậy, thuyền trưởng không trả lời cụ thể.  Vì vậy, mọi người ném tiền boa của mình vào đáy kính khi chúng tôi quay trở lại và tất nhiên mọi người đều có thể nhìn thấy những gì mọi người đã ném vào. Trong một xã hội không tiền mặt, một số khách cảm thấy xấu hổ vì họ không có tiền mặt để đưa. Tôi không - không biết....chỉ là sơ sài đối với tôi thôi.   Chuyến đi bằng thuyền vẫn ổn nhưng chúng tôi chỉ thấy vịt, chim và một con cá sấu rất ẩn.   Tôi hiểu rằng không có gì đảm bảo về những gì bạn sẽ thấy ngoại trừ một số đứa trẻ thất vọng trên tàu.  Cơ sở ăn uống: Chỉ có một quán cà phê mở cửa và họ xếp hàng ngoài cửa với những người gọi đồ ăn nên chúng tôi bỏ qua.  Đỗ xe: Thật dễ dàng để đỗ xe và đỗ xe miễn phí, điều này rất hiếm ngày nay. Công viên: đẹp, sạch sẽ và được chăm sóc tốt. Tôi có quay lại lần nữa không?     Nếu tôi quay lại khu vực này của Florida, có thể là để đi bộ trên những con đường mòn nhưng không phải để tham quan bằng thuyền đáy kính.  Hình ảnh đính kèm.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến đây và chúng tôi rất thích nó.  Tuy nhiên, chúng tôi không nhìn thấy lợn biển nào nhưng có rất nhiều điều thú vị khác để xem.  Ba con thỏ của tôi thậm chí còn có một khoảng thời gian vui vẻ. Tôi - sẽ cho nó điểm cao nhất là hai tai thỏ!! - - - -.- - o_ - - - - - - Đọc thêm",
            "5. Nếu bạn muốn đặt trước chuyến tham quan bằng thuyền kéo dài hàng tuần. Tour du lịch 30 phút cùng ngày có sẵn.  Cho thuê thuyền kayak đáy kính.  Chỗ ngồi tuyệt vời.  Chỉ cho phép đi chân trần hoặc đi tất trong thuyền kayak trong suốt.   Chúng tôi chắc chắn sẽ đi một lần nữa. Chi phí của đáy rõ ràng không đáng.  Giữa vị trí ngồi và ánh sáng chói từ ánh nắng mặt trời, nó không tăng được nhiều.  Khá đông đúc tại khu vực phát động. Rất nhiều không gian trên sông.  Hãy tránh đường cho những chiếc thuyền. Cưa cá sấu, rùa, lợn biển và rất nhiều cá.Đọc thêm",
            "Đây là chuyến đi chèo thuyền kayak thứ tư của tôi đến đây trong hai năm.  Ngày thật ngoạn mục.  Các địa điểm này vẫn tuyệt vời như thường lệ và chúng tôi đã được nhìn thấy những chú khỉ trong chuyến đi này cùng với một vài con lợn biển, một vài cá sấu và rất nhiều chim cốc, vượn, cò quăm, rùa và cá mát.  Đây là lần đầu tiên chúng tôi thực hiện chuyến đi kéo dài 3 giờ đến Ray - s Wayside.  Điều gì có thể cản trở một trải nghiệm tuyệt vời như vậy?  Thế còn một chiếc thuyền kayak bị rò rỉ thì sao. Vợ tôi và tôi đang ở trên một chiếc thuyền kayak ngồi song song, có vẻ khó khởi hành.  Đi được khoảng một phần tư chặng đường, tôi nhận thấy nước ngập đến chân mình.  Đi được nửa đường, chúng tôi dừng lại để dọn sạch chiếc thuyền kayak song song.  Không có nhân viên nào ở điểm dừng được chỉ định và chúng tôi đã phải rất vất vả mới có thể dọn sạch nó trên bến tàu.  Khi lật nó lại, chúng tôi nhận thấy có một miếng vá ở phía dưới ở mặt sau.  Nó trông rất cũ và dường như là nguồn gốc của sự rò rỉ.  Chúng tôi tiếp tục đi dọc lề đường và đến nơi với rất nhiều nước trên thuyền kayak.  Trọng lượng tăng thêm khiến việc chèo thuyền trở nên khó khăn hơn vì tôi đang cung cấp phần lớn mã lực.  Trước khi tôi có thể nói bất cứ điều gì với nhân viên đã gặp chúng tôi tại buổi ra mắt thuyền kayak, anh ấy đã hỏi tôi về tất cả các vùng nước.  Tôi kể cho anh ấy nghe câu chuyện của mình và anh ấy nói rằng anh ấy sẽ nói với sếp của mình và sửa chữa chiếc thuyền kayak đó.  Hy vọng anh ấy làm được điều đó nhưng tôi nghĩ có lẽ đã đến lúc phải nghỉ việc đó rồi.  Chúng tôi tự hỏi điều gì có thể đã xảy ra.Đọc thêm",
            "Brie là một người tuyệt vời và rất tốt bụng. Cô ấy thật tuyệt vời trong chuyến đi chèo thuyền kayak. Brie đã nắm bắt được tất cả lịch sử và rất thân mật.Đọc thêm",
            "Chúng tôi chỉ có thể đi được 30 phút do gió lớn. Đó là một chuyến đi tuyệt vời. Thuyền trưởng Bill rất thú vị.  Chúng tôi không thấy lợn biển nào cả nhưng có rất nhiều cá, rùa và suối. Chúng tôi rất thích nó.Đọc thêm",
            "Tôi có thể cho công viên này 10 sao không, vì nó xứng đáng được như vậy!! Nói về một viên ngọc ẩn! Tôi tình cờ tìm thấy công viên này mà không nhận ra lịch sử phong phú của nó cũng như đời sống hoang dã đặc biệt nơi đây. Công viên này nổi tiếng với các loại thuyền đáy kính: ca nô, thuyền kayak, ván chèo và thuyền du lịch. Công viên này là suối tự nhiên nên nước có độ tinh khiết 99, nghĩa là trong vắt. Có rất nhiều lợn biển, cá sấu, rái cá sông và khỉ McKack Reece!! Nếu bạn là người yêu thiên nhiên, công viên này là dành cho bạn! Và với phí vào cửa chỉ - 3, đây là một điểm tham quan không thể bỏ qua! Các chuyến tham quan bằng thuyền đáy kính có hướng dẫn viên kéo dài 30 phút hoặc 90 phút. Làm 90 phút!! Các hướng dẫn viên thật tuyệt vời và thường xuyên dừng thuyền để chỉ ra các loài động vật, cá, chim, v.v. cho bạn. Vì thuyền chạy bằng điện nên tiếng ồn ở mức tối thiểu nên bạn có thể nghe thấy tất cả âm thanh của thiên nhiên và những người chèo thuyền khác. GỢI Ý: Có cho thuê thuyền cá nhân. GỢI Ý: Quán cà phê hoàn toàn mới - ngay trong khuôn viên. Thức ăn tuyệt vời! GỢI Ý: Được phép đi dã ngoại. GỢI Ý: Chó ĐƯỢC phép đi dạo trong công viên miễn là chúng có dây xích. Đọc thêm"
        ],
        "star_ratings": [
            1346,
            619,
            215,
            113,
            95
        ],
        "review_amount": 2388,
        "location": [
            "Hoa Kỳ",
            "Florida - FL -",
            "miền trung Florida",
            "Suối Bạc",
            "Các hoạt động ở Silver Springs",
            "Công viên tiểu bang Silver Springs"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written July 2, 2023",
            "Written July 16, 2023",
            "Written August 3, 2023",
            "Written August 24, 2023",
            "Written September 16, 2023",
            "Written September 30, 2023",
            "Written November 1, 2023",
            "Written November 3, 2023",
            "Written May 4, 2024",
            "Written April 30, 2024",
            "Written April 29, 2024",
            "Written April 27, 2024",
            "Written April 15, 2024",
            "Written April 6, 2024",
            "Written April 3, 2024",
            "Written March 28, 2024",
            "Written March 26, 2024",
            "Written March 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34637-d108806-Reviews-Silver_Springs_State_Park-Silver_Springs_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34637-d20099023-Reviews-Silver_Springs_Pizza-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34637-d14140456-Reviews-Popeyes_Louisiana_Kitchen-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34637-d25578972-Reviews-Silver_Springs_Restaurant-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34496-d25317604-Reviews-Silver_Springs_Diner-Ocala_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34637-d10723331-Reviews-Darrell_s_Dog_Gone_Good_Diner-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34496-d6280719-Reviews-Bob_Evans-Ocala_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34496-d4252084-Reviews-Steak_n_Shake-Ocala_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34496-d7230183-Reviews-Burger_King-Ocala_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34496-d7616070-Reviews-Firehouse_Subs-Ocala_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34496-d10177749-Reviews-The_Mojo_Grill_Catering_Company-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d108805-Reviews-Silver_Springs_River-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d573207-Reviews-Appleton_Museum_of_Art-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d2665580-Reviews-Ocala_Downtown_Square-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d7592391-Reviews-Fort_King_Site_historic_replica-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d12945348-Reviews-Katya_Vineyards-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d10063548-Reviews-Tuscawilla_Park-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d2474796-Reviews-Ray_Wayside_Park-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d8146575-Reviews-Marion_County_Museum_of_History_and_Archaeology-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d9982652-Reviews-Reilly_Arts_Center-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d9996543-Reviews-Letty_Towles_Dog_Park-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d108806-Reviews-or10-Silver_Springs_State_Park-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d3326717-Reviews-Juniper_Springs_Recreation_Area-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d124610-Reviews-Juniper_Creek-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d559614-Reviews-Forest_Animal_Rescue-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d12124444-Reviews-Lake_Eaton_Sinkhole_Trail-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d27086963-Reviews-Silver_Springs_Forest_Conservation_Area-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d13428892-Reviews-Kayaking_Florida_Blue_Springs_Manatee_Tours-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d25452295-Reviews-Kayaking_Florida_Silver_Springs_Clear_Kayaking-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d13392975-Reviews-Kayaking_Silver_Springs-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d21400759-Reviews-Get_Up_And_Go_Kayaking_Silver_Springs-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d24127956-Reviews-Kayaking_Florida-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d3590015-Reviews-Discovery_Kayak_Tours-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d8610529-Reviews-Silver_Springs_Kayaking_LLC-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d17339457-Reviews-The_Ocala_Escape-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d27186162-Reviews-The_Crankin_Cracker_Fishing_Guide_Service-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d2406873-Reviews-Canyons_Zip_Line_Canopy_Tours-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d9705628-Reviews-Trophy_Bass_Expeditions_of_Central_Florida-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d9842244-Reviews-Brick_City_Cross_Stitch-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d3459860-Reviews-Ocala_Civic_Theatre-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d146875-Reviews-High_Desert_Museum-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d15219529-Reviews-Adventure_World-Sylhet_City_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d4112198-Reviews-Mr_Rogers_Memorial_Statue-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808652-d10104159-Reviews-Gloria_Outlets-Zhongli_District_Taoyuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g4564016-d7071074-Reviews-Livadia_Beach-Livadia_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d606455-Reviews-Mount_Dajti-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g635969-d12709129-Reviews-Pine_Valley_Recreation_Area-Pine_Valley_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298450-d9777930-Reviews-P_Burgos_Street-Makati_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d548972-Reviews-Gulhane_Park-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34574-d11827119-Reviews-Go_Port-Port_Canaveral_Brevard_County_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34637-d108806-Reviews-or10-Silver_Springs_State_Park-Silver_Springs_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34637-d108806-Reviews-Silver_Springs_State_Park-Silver_Springs_Florida.html"
    }
]