[
    {
        "attraction_name": "Sinh Adventure Travel",
        "attraction_name_vi": "Sinh Adventure Travel",
        "general_info": [
            "48 đánh giá",
            "775 trên 1.948 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố"
        ],
        "attraction_summary": "Nơi này tạm thời đóng cửaĐọc thêm",
        "reviews": [
            "Thành thật mà nói không phải là chuyến đi tốt nhất. Mặc dù Sapa rất đẹp nhưng rất tiếc là chúng tôi không có thời tiết tốt nhất cho chuyến tham quan nhưng chúng tôi vẫn có một hướng dẫn viên tuyệt vời dẫn đường cho chuyến đi của chúng tôi. Phần tồi tệ nhất của chuyến đi là ngôi nhà trọ ít được ưa chuộng hơn với những chiếc giường cứng bằng đá và sàn nhà bên dưới rất đáng nghi ngờ. Nó cũng không làm cho trải nghiệm mang tính văn hóa với gia đình bản xứ không được tham gia nhiều như chúng tôi đã được đại lý du lịch nói, mà chỉ là chuẩn bị bữa ăn cho chúng tôi và tiễn chúng tôi khi chúng tôi rời đi. Vẫn là một trải nghiệm nhưng chắc chắn hãy chọn thời điểm trong năm, thời tiết và đại lý du lịch một cách khôn ngoan. Đọc thêm",
            "Tôi và bạn trai đã đặt tour du lịch Hà Nội- Sapa 3 ngày 2 đêm. Đây là một chuyến đi tốt, hướng dẫn thân thiện và lịch sự và được chăm sóc cẩn thận. Tôi đặc biệt khuyến khích tất cả các bạn đến với Sinh Adventure travel Hà Nội. Tôi sẽ quay lại sớm!!! Đọc thêm",
            "Mình đặt tour du lịch Sapa 3 ngày 2 đêm của Sinh Adventure Travel của chị Huyền. Cô ấy là một người tốt bụng đã cung cấp cho chúng tôi những thông tin có giá trị liên quan đến chuyến đi của chúng tôi, đặc biệt là ở Sapa. Mọi thứ đều tuyệt vời và tuyệt vời, chúng tôi đã có chuyến đi thú vị và đáng nhớ với dịch vụ của đại lý này. Từ đó tôi đánh giá cao và giới thiệu đại lý du lịch này. Cảm ơn rất nhiều vì mọi thứ.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn về chúng tôi. Chúng tôi hy vọng rằng bạn đang làm tốt.\nMong chờ cuộc gặp gỡ sắp tới.\n\nTrân trọng cảm ơn,\nThu DaisyĐọc thêm",
            "Đây là chuyến đi tuyệt vời nhất mà chúng tôi có ở vietnsm và chúng tôi đã đi rất nhiều chuyến. Chuyến xe buýt Gr8 đến ngôi đền đầu tiên sau đó vào hang mua phải leo 500 bước nhưng cũng đáng đổ mồ hôi và nước mắt lol, chuyến đi thuyền tuyệt đẹp, đạp xe qua người dân địa phương thật hài hước và văn hóa, đồ ăn ở nhà hàng buffet thật tuyệt vời.  Hướng dẫn viên mới của bạn Việt thật đáng yêu, anh ấy rất chuyên nghiệp và hiểu biết và chỉ mới làm việc được 1 tháng. Tôi chắc chắn anh ấy sẽ tiến xa. Cảm ơn mọi ngườiĐọc thêm",
            "Tôi và bạn tôi đã đặt tour du lịch Sapa 3 đêm 2 ngày từ cô Huyền, Sinh Adventure Travel HaNoi. Chúng tôi thực sự rất thích và đánh giá cao chuyến tham quan này cho tất cả các bạn muốn đi du lịch ở Sapa. Chúng tôi đi từ Phố cổ Hà Nội vào khoảng 9 giờ tối đến ga Sapa vào khoảng 5 giờ 30 sáng bằng một chuyến tàu ngủ thoải mái và sau đó xe buýt đón chúng tôi đến thị trấn Sapa. Từ đó, chúng tôi ăn sáng và nghỉ ngơi một lúc tại khách sạn. Sau đó hướng dẫn viên địa phương đưa chúng tôi đi tham quan nhiều địa điểm thú vị và hấp dẫn như chợ Sapa, bản Lao Chải, thung lũng Mường Hoa, Cầu Mây, thác, Tả Van, ... Chuyến đi kéo dài rất lâu và chúng tôi đi 12 km mỗi ngày , hơi mệt một chút khi đi bộ qua những ngọn núi ở Sapa, nhưng hướng dẫn viên du lịch đã giúp đỡ chúng tôi rất nhiều về mọi thứ chúng tôi cần. Đặc biệt chỗ ở của chúng tôi rất tuyệt vời vì được chủ nhà và đầu bếp của homestay sắp xếp tên là Tả Van family homestay. Chúng tôi được chào đón nồng nhiệt đến đó. Thức ăn rất tuyệt vời và ngon miệng, tôi thực sự muốn ở đó mãi mãi vì món này. Ngoài ra chúng tôi còn tham gia một lớp học nấu ăn, một lớp học tuyệt vời như vậy từng có những trải nghiệm thú vị cùng nhau dưới sự hướng dẫn của đầu bếp đáng yêu. Cuối cùng, chúng tôi phải nói lời tạm biệt với Tả Van, chúng tôi chắc chắn muốn sống ở đó vì một nơi yên tĩnh, thanh bình và những con người thân thiện và hữu ích. Chúng tôi đảm bảo rằng chúng tôi sẽ quay trở lại nhà trọ gia đình Tả Van trong thời gian sắp tới. Một lần nữa, xin cảm ơn rất nhiều vì tất cả những gì mà Sinh Adventure Travel Ha Noi đã mang lại cho chúng tôi.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tốt của bạn. Lời chúc tốt đẹp nhất cho tất cả các bạn\n\nTrân trọng cảm ơn,\nThu DaisyĐọc thêm",
            "Bạn tôi và tôi đã đặt tour du lịch sapa 2 ngày với sinh adventure travel, người tổ chức của chúng tôi là hạng nhất, chỉ thích tour này. Từ khi đến cho đến khi rời đi, đón tại sân bay, chất lượng của hướng dẫn viên du lịch, tôi giới thiệu tour này và công ty một lần nữa, chúng tôi muốn cảm ơn Huyền, cô ấy rất tự hào khi có một người chuyên nghiệp như vậy. Chuyến đi đã vượt quá mong đợi của chúng tôi và sẽ đi du lịch với viet nam sinh adventure travel một lần nữa nếu chúng tôi đến thăm khu vực này một lần nữa. Đọc thêm",
            "Cảm ơn bạn đã ở lại với chúng tôi. Tôi chúc bạn những điều tốt đẹp nhất trong cuộc sống và những nỗ lực trong tương lai của bạn.\n\nChúng tôi rất mong được gặp bạn trong thời gian sắp tới.\nĐọc thêm",
            "Tôi đã có chuyến thăm sapa.i tốt nhất là lần đầu tiên của tôi và tôi thực sự rất thích nó. Tour du lịch mạo hiểm đã sắp xếp một tour du lịch rất thú vị, đặc biệt là hướng dẫn viên của chúng tôi Xa .. cô ấy đã kể cho chúng tôi rất nhiều về văn hóa và cảnh đẹp ở ta van ..I rất muốn giới thiệu các chuyến tham quan phiêu lưu sinh học và tôi cũng sẽ sử dụng chúng vào lần tới.Đọc thêm",
            "Cảm ơn rất nhiều vì đã ở lại với chúng tôi. Tôi chúc bạn những điều tốt đẹp nhất trong cuộc sống và những nỗ lực trong tương lai của bạn.\n\nChúng tôi rất mong được gặp lại bạn.\nĐọc thêm",
            "Tôi đã đặt một chuyến đi leo núi qua sapa với công ty của mình. Chuyến đi tốt và một nơi quyến rũ, yên tĩnh và rất ngon. Chuyến tham quan của tôi cũng có nhiều thông tin về âmzone. Tôi chắc chắn sẽ quay lại du lịch phiêu lưu sinh thái một lần nữa.Đọc thêm",
            "Cảm ơn bạn đã ở lại với chúng tôi. Tôi chúc bạn những điều tốt đẹp nhất trong cuộc sống và những nỗ lực trong tương lai của bạn.\n\nChúng tôi rất mong chờ được gặp bạn.\nĐọc thêm",
            "Đây là lần đầu tiên tôi đến Hà Nội và Vịnh Hạ Long và tôi thực sự thích trải nghiệm này. Chuyến tham quan này thực sự quan tâm đến bạn và cân nhắc mọi thứ, đặc biệt là về kế hoạch của bạn cho chuyến đi. Nếu bạn muốn tham quan thành phố Hà Nội, họ sẽ đưa bạn đi khắp nơi, đó là điều tôi đã làm trong đêm đầu tiên ở Hà Nội. Tôi đã có thể nhìn thấy khung cảnh tuyệt đẹp mà tôi thực sự thích nhìn thấy vào ban đêm. Khi đến Vịnh Hạ Long, tôi có thể ra ngoài ngắm nhìn các hang động và làng nổi, đó là một trải nghiệm tuyệt vời. Tôi không gặp bất kỳ vấn đề gì trong chuyến tham quan, nhưng các nhân viên luôn kiểm tra tôi để đảm bảo mọi thứ đều ổn. Đây là một trải nghiệm tuyệt vời với Sinh Adventure Travel Hà Nội và tôi thực sự hy vọng mình sẽ sớm quay lại Hà Nội và Hạ Long! Đọc thêm",
            "Tôi đặt hai chuyến đi thông qua một cô gái trẻ đáng yêu tên Phúc. Cô ấy sắp xếp tất cả các chi tiết về chuyến đi của tôi đến Mai Châu và Sapa, bao gồm một đêm ở khách sạn Roxana và một nhà trọ tuyệt vời tại nhà trọ bản Tả Van. Lần đầu tiên tôi ở nhà trọ và nó thật tuyệt vời. Cảm ơn Phúc vì tất cả mọi thứ, người bạn của tôi và đặc biệt là nụ cười xinh đẹp, tính cách cũng như sự chăm chỉ của bạnTrân trọngAllisonGamble Đọc thêm"
        ],
        "star_ratings": [
            33,
            6,
            1,
            5,
            3
        ],
        "review_amount": 48,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Sinh Adventure Travel",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 4, 2020",
            "Written December 18, 2019",
            "Written November 9, 2019",
            "Written November 7, 2019",
            "Written October 30, 2019",
            "Written March 29, 2019",
            "Written March 28, 2019",
            "Written March 27, 2019",
            "Written July 18, 2018",
            "Written May 8, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4090021-Reviews-Sinh_Adventure_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-or10-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5599097-Reviews-A_Viet_Tourism_Hanoi_Villages_Real_Life_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13516167-Reviews-Dragon_King_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4480419-Reviews-ET_Pumpkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17777622-Reviews-Hanoi_Daily_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748323-Reviews-Viettime_Craft-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12162512-Reviews-Hanoia_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2264809-Reviews-Ancient_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963032-Reviews-Vietnam_Daily_Trips-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17596608-Reviews-Hanoinia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2220663-Reviews-Nola_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8523286-Reviews-Hanoi_Spa_Paradise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25378540-Reviews-Redlotus_bamboo_lacquer_shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27755383-Reviews-Tam_Spa_Massage_Tr_Li_u-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25566492-Reviews-Tr_m_Huong_An_Bach_Agarwood_Jewelry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3905591-Reviews-The_Book_of_Mormon_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g5001404-d4373368-Reviews-Sicogon_Island-Carles_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d14854633-Reviews-Harry_Potter_and_the_Cursed_Child-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548571-Reviews-The_Stonewall_Inn-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g182160-d284694-Reviews-Radium_Hot_Springs-Radium_Hot_Springs_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32837-d104438-Reviews-Oxnard_State_Beach_and_Park-Oxnard_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60342-d6962436-Reviews-Neshotah_Park-Two_Rivers_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7021088-Reviews-SKY36-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d20813783-Reviews-Nintendo_Store_Tokyo-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d21323968-Reviews-District_57-Charlotte_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-or10-Sinh_Adventure_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-Sinh_Adventure_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Sinh Adventure Travel",
        "attraction_name_vi": "Sinh Du Lịch Mạo Hiểm",
        "general_info": [
            "48 đánh giá",
            "775 trên 1.948 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố"
        ],
        "attraction_summary": "Nơi này tạm thời đóng cửaĐọc thêm",
        "reviews": [
            "Người hướng dẫn là một người tuyệt vời và chị gái tôi và tôi rất thích nó. Chúng tôi thực sự rất thích chuyến tham quan của mình, chắc chắn sẽ giới thiệu!Đọc thêm",
            "Chúng tôi đã gặp một vài trục trặc trong chuyến đi và những người này đã sắp xếp mọi thứ cho chúng tôi. Rất nhiều đánh giá cao, và muốn giới thiệu! Đọc thêm",
            "Tôi đã đặt tour với Sinh Adventure Travel vào tháng 5 năm 2017. Và cho đến nay tôi chưa có điều gì phải phàn nàn cả. Đầu tiên, tôi rất ấn tượng với cô gái ở cơ quan Hiền, nếu tôi nhớ chính xác tên cô ấy, cô ấy rất tốt bụng, rất thân thiện, rất hay giúp đỡ. Ngoài ra, giải thích từng chi tiết về tất cả thông tin tôi cần cho chuyến đi Sapa, cô ấy còn giúp tôi đổi tiền, kích hoạt thẻ sim và nạp tiền điện thoại. Tôi cũng nhớ người hướng dẫn đưa tôi đến ga xe lửa. Và cô gái đón tôi ở Sapa. Tôi đã có một kỷ niệm tuyệt vời ở Việt Nam và tôi chắc chắn sẽ quay lại thăm họ nếu tôi quay lại Việt Nam.Đọc thêm",
            "Xin chân thành cảm ơn bạn đã sử dụng dịch vụ của chúng tôi với món quà tuyệt vời - một đánh giá tốt như vậy cho Sinh Adventure Travel.\nThay mặt cho toàn thể nhân viên, tôi xin cảm ơn bạn rất nhiều vì đã dành thời gian trò chuyện để đưa ra cho chúng tôi những bình luận có giá trị.\nChúng tôi thực sự vui mừng khi biết rằng bạn thực sự thích nó.\nTất cả chúng tôi đã cố gắng phục vụ bạn những dịch vụ tốt nhất để mang đến cho bạn những trải nghiệm và kỷ niệm tuyệt vời trong chuyến đi Việt Nam của bạn.\nSự hài lòng của bạn là niềm tự hào của chúng tôi. Chúng tôi sẽ tiếp tục và cải thiện dịch vụ của mình để phục vụ tốt hơn cho tất cả những du khách muốn tận hưởng thời gian đáng yêu ở Việt Nam.\nChúng tôi mong muốn được chào đón bạn tại công ty của chúng tôi trong tương lai gần.\nCảm ơn bạn rất nhiều, ông HaiĐọc thêm",
            "Những người phụ nữ ở Sinh đã giúp đỡ tôi rất nhiều. Chúng tôi đã đặt 3 chuyến tham quan tuyệt vời với họ, họ có thể cung cấp cho chúng tôi một hành trình tuyệt vời phù hợp với ngân sách và khung thời gian của chúng tôi. Họ đã nỗ lực hết mình, giữ liên lạc để đảm bảo các chuyến tham quan của chúng tôi diễn ra suôn sẻ và sẵn sàng trò chuyện nếu chúng tôi cần thêm lời khuyên hoặc thực hiện thay đổi! Họ thành lập cho chúng tôi những công ty du lịch chất lượng cao nhất, giúp chuyến phiêu lưu trên Vịnh Hạ Long, Sapa và Ninh Bình của chúng tôi trở nên tuyệt vời nhất có thể. Sẽ giới thiệu Sinh cho tất cả bạn bè của tôi khi đến Hà Nội!!Đọc thêm",
            "đầu tiên xin cảm ơn bạn đã đánh giá dễ thương..\nChúng tôi rất vui khi biết rằng bạn thực sự thích tất cả các chuyến đi mà chúng tôi tổ chức cho bạn.\nTất cả chúng tôi đã cố gắng phục vụ bạn những dịch vụ tốt nhất để mang đến cho bạn những trải nghiệm tuyệt vời và những chuyến đi đáng nhớ. \nChúng tôi sẽ tiếp tục làm việc chăm chỉ để tạo ra nhiều chuyến đi tuyệt vời hơn cho khách hàng.Đọc thêm",
            "Họ rất hữu ích từ đầu đến cuối. Câu trả lời rất nhanh cho bất kỳ câu hỏi nhỏ nào. Họ không chỉ bán tour mà còn sắp xếp hành trình tốt nhất cho bạn. Giá trị tốt. Giá rất hợp lý. Thực sự đáng tin cậy và đáng tin cậy. Bạn có thể nhận được giá trị tốt nhất cho cùng một chất lượng. Trước tiên hãy hỏi họ qua Internet, sau đó bạn sẽ nhận ra công việc công bằng của họ.Đọc thêm",
            "Xin chân thành cảm ơn quý khách đã sử dụng dịch vụ của chúng tôi với món quà tuyệt vời - một đánh giá tốt cho Sinh Adventure Travel.\nThay mặt toàn thể nhân viên, tôi xin cảm ơn bạn rất nhiều vì đã dành thời gian trò chuyện để đưa ra nhận xét có giá trị cho chúng tôi.\nChúng tôi thực sự vui mừng khi biết rằng bạn thực sự thích nó.\nTất cả chúng tôi đã cố gắng phục vụ bạn những dịch vụ tốt nhất để mang đến cho bạn những trải nghiệm và kỷ niệm tuyệt vời trong chuyến đi Việt Nam.\nSự hài lòng của bạn là niềm tự hào của chúng tôi. Chúng tôi sẽ tiếp tục phát triển và cải thiện dịch vụ của mình để phục vụ tốt hơn cho tất cả những vị khách muốn tận hưởng khoảng thời gian vui vẻ tại Việt Nam.\nChúng tôi rất mong được chào đón bạn tại đại lý của chúng tôi trong thời gian sắp tới.\nMột ngày tốt lành bà OgataĐọc thêm",
            "Tôi và bạn tôi tình cờ tìm thấy công ty du lịch đáng yêu này ở Phố Cổ Hà Nội. Chúng tôi đã đặt tour du lịch đến Vịnh Hạ Long, Sapa và Nimh Bình. Các cô gái làm việc ở đây thật tuyệt vời, rất thân thiện và hữu ích: Nếu tôi quay lại Hà Nội, tôi chắc chắn sẽ đi cùng họ một lần nữa! 1010Đọc thêm",
            "Đầu tiên xin cảm ơn bạn rất nhiều vì đã cho chúng tôi cơ hội được phục vụ bạn.\nVà với sự đánh giá đáng yêu của bạn, đó là động lực để chúng tôi nỗ lực hơn nữa và mang đến những dịch vụ tốt hơn cho khách hàng.\nĐọc thêm",
            "Chuyến đi thật tuyệt vời và hướng dẫn viên du lịch của tôi, Vì vậy, thật tuyệt vời. Quang cảnh Sa Pa thật tuyệt vời và đồ ăn cũng rất ngon. Mặc dù đây được quảng cáo là hoạt động trekking nhẹ nhàng nhưng nó chẳng hề nhẹ chút nào, vì vậy đừng thực hiện nếu bạn không có thể trạng tốt. Chuyến đi xuống dốc khi chúng tôi bắt đầu nghỉ qua đêm tại nhà dân. Chỗ ở thoạt nhìn thì ổn, nhưng vào ban đêm, chúng tôi thấy chuột và côn trùng cạnh giường. Không cần phải nói, đêm đó chúng tôi đã không ngủ. Mặc dù chuyến tham quan rất tốt nhưng tôi khuyên bạn nên ở khách sạn qua đêm thay vì ở nhà dân. Đọc thêm",
            "Tôi muốn xin lỗi vì chỗ ở tồi tàn vì thật không may khi có trải nghiệm khủng khiếp như vậy và tôi thực sự rất xin lỗi và tôi muốn cảm ơn phản hồi của bạn để những khách hàng khác không phải chịu đựng những tiêu chuẩn kinh khủng tương tự \n\nĐọc thêm",
            "Tour du lịch Mê Kông ba ngày với . Xe rất đúng giờ, không tì vết. Hướng dẫn viên nói tiếng Anh tuyệt vời, người đã trả lời rất nhiều câu hỏi đa dạng của chúng tôi với nhiều suy nghĩ và nhiệt tình. Rất thích và rất vuiĐọc thêm",
            "Chuyến tham quan tuyệt vời với hướng dẫn viên tuyệt vời - Huyền. Có một thời gian vui vẻ và Huyền cũng đã cho chúng tôi rất nhiều thông tin địa phương. Nhiều thức ăn hơn chúng ta có thể ăn ở những nơi mà chúng ta không thể tự mình thử hoặc tìm thấy. Giá trị đồng tiền, tour du lịch tuyệt vời. Cảm ơn Huyền.Đọc thêm",
            "Đây là một trong những chuyến trekking khó khăn nhất .. vì vậy những ai còn trẻ và có thể thích thú với những chuyến trekking khó khăn sẽ đến đây. Trong 2 ngày trekking này chúng tôi phải vượt qua hơn 15 km. Được tổ chức tốt từ việc đón từ bến xe buýt liên tuyến Sapa đến khách sạn và đi bộ tiếp theo và cho đến khi xuống bến xe buýt. Đồ ăn ngon trong suốt 2 ngày giá đồ ăn đã bao gồm trong đặt phòng. Nếu bạn đặt hàng ngoài menu set thì bạn phải trả tiền. Rất thích ....Đọc thêm",
            "Chào Sinh du lịch mạo hiểm,\nTôi muốn biết về tour du lịch Hà Giang và Ba Bể. Nó có sẵn? Tôi đã viết thư cho bạn trên trang web của bạn nhưng bạn không trả lời sau 1 tuần.. hy vọng nhận được phản hồi sớm từ bạn!\n\nJan FischerĐọc thêm"
        ],
        "star_ratings": [
            33,
            6,
            1,
            5,
            3
        ],
        "review_amount": 48,
        "location": [
            "Việt Nam",
            "Những việc cần làm ở Hà Nội",
            "Sinh Adventure Travel",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 24, 2018",
            "Written September 16, 2017",
            "Written September 12, 2017",
            "Written August 30, 2017",
            "Written August 22, 2017",
            "Written August 6, 2017",
            "Written May 11, 2017",
            "Written April 23, 2017",
            "Written February 27, 2017",
            "Written January 4, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4090021-Reviews-or10-Sinh_Adventure_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-or20-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5599097-Reviews-A_Viet_Tourism_Hanoi_Villages_Real_Life_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13516167-Reviews-Dragon_King_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4480419-Reviews-ET_Pumpkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17777622-Reviews-Hanoi_Daily_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748323-Reviews-Viettime_Craft-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12162512-Reviews-Hanoia_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2264809-Reviews-Ancient_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963032-Reviews-Vietnam_Daily_Trips-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17596608-Reviews-Hanoinia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2220663-Reviews-Nola_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8523286-Reviews-Hanoi_Spa_Paradise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25378540-Reviews-Redlotus_bamboo_lacquer_shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27755383-Reviews-Tam_Spa_Massage_Tr_Li_u-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25566492-Reviews-Tr_m_Huong_An_Bach_Agarwood_Jewelry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55339-d207253-Reviews-Edgar_Evins_State_Park-Silver_Point_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d10516492-Reviews-Uemachi_Orchid_Thai_Massage-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d19121695-Reviews-Caledonian_Sleeper_Train-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g14782503-d379335-Reviews-Yogyakarta_Palace-Yogyakarta_Yogyakarta_Region_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17388915-Reviews-Beyond_The_Lens-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d3491887-Reviews-Razzle_s-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d3299724-Reviews-Mount_Ainos_National_Park-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54400-d3168314-Reviews-Dreher_Island_State_Park-Prosperity_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g42758-d10427217-Reviews-Mari_Vineyards-Traverse_City_Grand_Traverse_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g33691-d218277-Reviews-Butterfly_Pavilion-Westminster_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-or20-Sinh_Adventure_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-or10-Sinh_Adventure_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Sinh Adventure Travel",
        "attraction_name_vi": "Sinh Du Lịch Mạo Hiểm",
        "general_info": [
            "48 đánh giá",
            "775 trên 1.948 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố"
        ],
        "attraction_summary": "Nơi này tạm thời đóng cửaĐọc thêm",
        "reviews": [
            "",
            "Chúng tôi đã thực hiện chuyến đi 3 đêm 2 ngày từ Hà Nội đến Sapa - đi tàu đêm cả hai chiều. Chúng tôi đã có một thời gian trekking tuyệt vời với công ty này. Tàu vẫn ổn nhưng hãy kiểm tra kỹ lớp học của bạn - lớp của chúng tôi có vẻ tốt hơn một chút so với những người khác đã đặt chỗ, chúng tôi có nước, đồ ăn nhẹ miễn phí, v.v. Thời gian lưu trú tại nhà tốt và chân thực hơn một số lớp khác mà chúng tôi đã vượt qua. Chuyến đi không khó nhưng rất lầy lội nên bạn cần mang giày để không sợ bị hỏng. Thời tiết không thể đoán trước nên hãy chuẩn bị cho mọi thứ. Đừng lo lắng nếu bạn thiếu dụng cụ - có rất nhiều cửa hàng đi bộ đường dài giá rẻ ở Sapa bán dụng cụ giả có chất lượng tốt. Chúng tôi không cần bất kỳ thứ gì nhưng những người khác có vẻ hài lòng với việc mua hàng của họ. Đọc thêm",
            "Thân gửi Adam\n\nCảm ơn bạn đã sử dụng dịch vụ của chúng tôi với món quà tuyệt vời như đánh giá tốt cho The Sinh Adventure Travel.\nThay mặt toàn thể nhân viên, chúng tôi cảm ơn bạn rất nhiều vì đã dành thời gian trò chuyện để đưa ra những bình luận có giá trị.\nChúng tôi cảm ơn bạn đã ủng hộ và chúng tôi rất vui khi biết rằng bạn thực sự thích nó.\nTất cả chúng tôi đã cố gắng phục vụ bạn dịch vụ tốt nhất để mang đến cho bạn trải nghiệm và kỷ niệm tuyệt vời trong chuyến đi Việt Nam của bạn.\nSự hài lòng của bạn là niềm tự hào của chúng tôi. Chúng tôi sẽ tiếp tục và cải thiện dịch vụ của mình để phục vụ tốt hơn cho tất cả những du khách muốn tận hưởng thời gian tuyệt vời ở Việt Nam.\nChúng tôi mong muốn được chào đón bạn tại công ty của tôi trong chuyến thăm tiếp theo của bạn.\nCảm ơn và trân trọng,\nCô Quản lýĐọc thêm",
            "Tôi và bạn gái tự chi trả cho mình một chuyến du lịch nửa ngày tới Ninh Bình và một vé xe giường nằm vào Nam. Chuyến tham quan Ninh Bình bắt đầu từ Hà Nội và chúng tôi dự định sẽ bắt đầu chuyến xe giường nằm từ Ninh Bình vào tối cùng ngày. Thứ nhất, chuyến đi đến Ninh Bình khá tệ vì hướng dẫn viên du lịch hầu như không nói được tiếng Anh và có vẻ như việc thực hiện chuyến đi này hoàn toàn khó chịu với mọi thứ. Một số khách du lịch thậm chí còn mâu thuẫn với những người chèo thuyền địa phương vì không sẵn lòng trả thêm tiền cho họ, mặc dù họ đã được công ty du lịch trả tiền cho các chuyến đi. Các hướng dẫn viên du lịch không làm gì về điều đó và coi đó là một tình huống bình thường. Tất cả những điều đó sẽ có thể chấp nhận được bằng cách nào đó nếu không có tuyến xe buýt bị thiếu. Từ một người dân địa phương, chúng tôi phát hiện ra rằng trên thực tế, không có tuyến xe buýt giường nằm nào vào tối hôm đó. Chỉ sau khi tôi gọi cho Sinh Adventure Travel để hỏi xem điều đó có đúng không thì họ mới bắt đầu điều tra tình hình. Họ đã điều tra vấn đề trong 3 tiếng đồng hồ liên tục nói rằng họ sẽ gọi cho tôi sau chỉ để nói với tôi rằng cuối cùng thì ngày hôm đó sẽ không có xe giường nằm. Về cơ bản, họ đã bán cho chúng tôi một vé đi xe buýt không tồn tại. Và thế là chúng tôi bị mắc kẹt ở Ninh Bình một ngày, sẽ không có vấn đề gì nếu chúng tôi không có thời hạn nộp đơn xin vise ở Sài Gòn.P.S. - Hãng xe giường nằm của hãng du lịch mạo hiểm Sinh đã bán cho chúng tôi một vé tên là Queen cafe. Tôi nghĩ rằng các bài đánh giá đã nói lên đủ điều đó: https:www.tripadvisor.comAttraction_Review-g311304-d8472044-Reviews-Queen_Cafe_VIP_Bus-Sapa_Lao_Cai_Province.htmlĐọc thêm",
            "Tôi không thể đề nghị điều này đủ. Quang cảnh thật tuyệt vời, đồ ăn ngon, người dân rất hiếu khách! Hãy mang theo một số đôi giày đi bộ đường dài tươm tất và ra cánh đồng lúa. Tích trữ đồ North Fake từ Hà Nội và thậm chí cả ở Sa Pa. Nhà trọ là một trải nghiệm tuyệt vời sau khi đi bộ khoảng 18-20km trong một ngày. Chuyến đi không quá khó khăn nhưng một số người có thể thấy đường nghiêng đầy thử thách. Các hướng dẫn viên dừng lại thường xuyên và giúp đỡ bất kỳ người đấu tranh nào. Thời tiết ở Sa Pa có đặc trưng riêng, vì vậy hãy chuẩn bị sẵn sàng mưa và nắng. Chuyến đi một ngày đến bản CatCat cũng được, nhưng nếu bạn thực sự muốn trải nghiệm cuộc sống của người Hmong, hãy dành vài ngày và đi bộ đến Sa Pa. những ngôi làng xa xôi. Tôi khuyên bạn nên bắt chuyến tàu đêm quay trở lại đó, vì ý nghĩ phải lên một chiếc xe buýt ngủ 8 tiếng sau 3 ngày trekking thật kinh khủng. Danh sách đóng gói được đề xuất như sau: Túi khô Dao bỏ túi Đèn pin Sạc ngân hàng điện tử Khăn sợi nhỏ Bộ sơ cứu Bộ đồ giặt Tấm lót túi ngủ bằng lụa Kem chống nắng Thuốc chống côn trùng Thuốc sốt rét Thay quần áo trong túi khô Quần soóc lông cừu Khăn quàng cổ Áo khoác không thấm nước Quần đi bộ Áo thun Lớp nền trời trở lạnh vào ban đêm Mặt trời mũsunglasses Giày đi bộ Pin dự phòng máy ảnh Đồ ăn nhẹ nước THƯỞNG THỨC!!Đọc thêm",
            "Cảm ơn rất nhiều vì đã sử dụng sinh Adventure và đã viết cho chúng tôi một món quà tuyệt vời, một bài đánh giá tốt dành cho chúng tôi \nThay mặt toàn thể nhân viên, chúng tôi cảm ơn bạn rất nhiều vì đã dành thời gian trò chuyện để đưa ra nhận xét có giá trị cho chúng tôi.\nChúng tôi cảm ơn bạn đã lưu trú và chúng tôi thực sự vui mừng khi biết rằng bạn thực sự thích nó.\nTất cả chúng tôi đã cố gắng phục vụ bạn dịch vụ tốt nhất để mang đến cho bạn những trải nghiệm và kỷ niệm tuyệt vời trong chuyến đi Việt Nam.\nSự hài lòng của bạn là niềm tự hào của chúng tôi. Chúng tôi sẽ tiếp tục phát triển và cải thiện dịch vụ của mình để phục vụ tốt hơn cho tất cả những vị khách muốn tận hưởng khoảng thời gian vui vẻ với dịch vụ của chúng tôi\nChúng tôi rất mong được chào đón bạn tại công ty du lịch của chúng tôi trong chuyến thăm tiếp theo của bạn sớm.\nChân thành cảm ơn,\nĐọc thêm",
            "Cô Huyền và nhóm của cô Cô Quyên Cô Yến rất chuyên nghiệp và rất thân thiện.  Tôi đã đặt chuyến tham quan Vịnh Hạ Long với họ và nó giống hệt như những gì cô ấy đã giải thích trước đó, thật thú vị.  Được tổ chức tốt và có trải nghiệm tuyệt vời trong chuyến đi, và tôi dường như đã nhận được mức giá hợp lý hoặc thậm chí tốt hơn khi đi du lịch một mình so với những người khác trong chuyến đi đã đặt phòng với các đại lý hoặc khách sạn khác nhau.  Tôi đã đặt chuyến đi tiếp theo đến chùa Hương với họ 2 ngày sau đó.    Nhìn chung, Sinh Adventure Travel hoạt động chuyên nghiệp và đáng tin cậy trong việc cung cấp cho tôi những chuyến tham quan tuyệt vời đến Vịnh Hạ Long và Chùa Hương. Rất khuyến khích cho khách du lịch đến Hà Nội!Đọc thêm",
            "Cảm ơn rất nhiều vì đã sử dụng sinh Adventure và đã viết cho chúng tôi một món quà tuyệt vời, một bài đánh giá tốt dành cho chúng tôi \nThay mặt toàn thể nhân viên, chúng tôi cảm ơn bạn rất nhiều vì đã dành thời gian trò chuyện để đưa ra nhận xét có giá trị cho chúng tôi.\nChúng tôi cảm ơn bạn đã lưu trú và chúng tôi thực sự vui mừng khi biết rằng bạn thực sự thích nó.\nTất cả chúng tôi đã cố gắng phục vụ bạn dịch vụ tốt nhất để mang đến cho bạn những trải nghiệm và kỷ niệm tuyệt vời trong chuyến đi Việt Nam.\nSự hài lòng của bạn là niềm tự hào của chúng tôi. Chúng tôi sẽ tiếp tục phát triển và cải thiện dịch vụ của mình để phục vụ tốt hơn cho tất cả những vị khách muốn tận hưởng khoảng thời gian vui vẻ với dịch vụ của chúng tôi\nChúng tôi rất mong được chào đón bạn tại công ty du lịch của chúng tôi trong chuyến thăm tiếp theo của bạn sớm.\nChân thành cảm ơn,\nĐọc thêm",
            "Du lịch Việt Nam vào tháng 11 này, chúng tôi cũng tình cờ dừng chân tại văn phòng của Sinh Adventure Travel ở Hà Nội, vì đang tìm một quán bar mà quên tên và nhờ giúp đỡ hoặc xin lời khuyên. cuối cùng chúng tôi đã tìm kiếm trên internet trong nửa giờ cùng với nhân viên Yén. 7 ngày tiếp theo, chúng tôi thực sự dừng lại ở đó mỗi ngày để chào hỏi hoặc khi cần trợ giúp để lên kế hoạch cho chuyến đi tiếp theo, bao gồm rất nhiều câu hỏi, tính toán giá cả, chuyến tham quan đến Sa Pa và chuyến xe trở về Hà Nội, đi xe buýt đến Huế, một chuyến đi. đi xe buýt đến Hội An. Chúng tôi cũng được cung cấp nước miễn phí, có thể tắm ở đó vì một ngày nọ chúng tôi đã trả phòng khách sạn và thậm chí còn nhận được kẹo như một món quà nhỏ cho chuyến hành trình sắp tới. Yến đã giúp đỡ rất nhiều và trở thành bạn bè trong tuần đó. Cảm ơn rất nhiều và nếu quay lại Hà Nội, chúng tôi chắc chắn sẽ quay lại Sing Adventure Travel.Đọc thêm",
            "Tôi vừa kết thúc chuyến đi đến vịnh Hạ Long với văn phòng này, chuyến đi thật tuyệt vời và văn phòng rất tốt với tôi. Tôi rất thích họ và khi tôi trở lại Việt Nam, tôi sẽ đến thẳng văn phòng này. Tamim Đọc thêm",
            "Tôi vừa trở về từ chuyến đi vịnh Hạ Long 2 ngày 1 đêm trên du thuyền Huong Hai Junks. Tôi rất hài lòng với dịch vụ trên tàu. Nhân viên thân thiện và nhẹ nhàng. Vịnh Hạ Long thực sự đẹp. Khi đặt các gói tour du thuyền Hạ Long, bạn nên hỏi về lịch trình đi Bái Tử Long. Và thường thì giá cho các chuyến du thuyền tham quan Bái Tử Long cao hơn so với các chuyến du thuyền tham quan Vịnh Hạ Long. PS: Cảm ơn bạn đã đưa ra lời khuyên hữu ích. Lần tới tôi chắc chắn sẽ gặp bạn khi trở lại Việt NamĐọc thêm",
            "Họ nói dối khi tôi hỏi họ những chiếc thuyền du lịch bao nhiêu tuổi. Họ nói thuyền 1 tuổi. Tuổi thực tế giống như 15 năm bị lạm dụng và bỏ bê. Điều may mắn duy nhất là họ đã chuyển taxi từ khách sạn đến sân bay đúng giờ.Đọc thêm",
            "Dịch vụ có vẻ thân thiện nhưng việc bán cho chúng tôi vé nus có giá chính thức là 12 với giá gấp đôi tất nhiên là rất tệ. Vâng, lỗi cũng thuộc về phía chúng tôi vì đã không đặt phòng sớm và chấp nhận một cách ngây thơ. Tuy nhiên, cảm thấy tồi tệ. Hãng xe lạ Viet Bus lại càng làm cho mọi việc trở nên tồi tệ hơn. Đọc thêm"
        ],
        "star_ratings": [
            33,
            6,
            1,
            5,
            3
        ],
        "review_amount": 48,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Sinh Adventure Travel",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 7, 2016",
            "Written April 27, 2016",
            "Written March 31, 2016",
            "Written March 20, 2016",
            "Written December 14, 2015",
            "Written December 14, 2015",
            "Written October 13, 2015",
            "Written October 11, 2015",
            "Written August 30, 2015",
            "Written July 17, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4090021-Reviews-or20-Sinh_Adventure_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-or10-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-or30-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5599097-Reviews-A_Viet_Tourism_Hanoi_Villages_Real_Life_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13516167-Reviews-Dragon_King_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4480419-Reviews-ET_Pumpkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17777622-Reviews-Hanoi_Daily_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748323-Reviews-Viettime_Craft-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12162512-Reviews-Hanoia_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2264809-Reviews-Ancient_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963032-Reviews-Vietnam_Daily_Trips-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17596608-Reviews-Hanoinia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2220663-Reviews-Nola_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8523286-Reviews-Hanoi_Spa_Paradise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25378540-Reviews-Redlotus_bamboo_lacquer_shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27755383-Reviews-Tam_Spa_Massage_Tr_Li_u-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25566492-Reviews-Tr_m_Huong_An_Bach_Agarwood_Jewelry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d245991-Reviews-Panathenaic_Stadium-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d2254505-Reviews-Okc_Outlets-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g303685-d550738-Reviews-Mt_Huangshan-Huangshan_Anhui.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d267149-Reviews-The_Buffalo_Zoo-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d2367131-Reviews-Freedom_Park-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d12843514-Reviews-Volksgarten_Clubdiskothek-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d527436-Reviews-Aquarium_of_the_Bay-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d110204-Reviews-26_Mile_Bike_Path-Santa_Monica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1068768-Reviews-The_Underground_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104861-Reviews-Ford_s_Theatre-Washington_DC_District_of_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-or30-Sinh_Adventure_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-or20-Sinh_Adventure_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Sinh Adventure Travel",
        "attraction_name_vi": "Sinh Adventure Travel",
        "general_info": [
            "48 đánh giá",
            "775 trên 1.948 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố"
        ],
        "attraction_summary": "Nơi này tạm thời đóng cửaĐọc thêm",
        "reviews": [
            "Tôi đã sử dụng các Công ty du lịch khác ở Hà Nội nhưng có trải nghiệm tốt với những cô gái này và đã giới thiệu họ cho nhiều khách du lịch.  Họ đã giúp đỡ bằng cách đặt chuyến tàu tới SaPa.  Có, bạn có thể tự đặt chỗ tại Ga Rlwy nhưng các toa xe có sự khác nhau đáng kể và có thể rất kém ở cùng một mức giá.  Tôi đã từng đến SaPa bằng tàu hỏa trước đây và tôi có thể nói rằng chiếc xe mà đại lý này có có lẽ là một trong những chiếc tốt nhất và mới nhất.  Giường tầng sạch sẽ, gối tốt và máy lạnh tốt được điều hòa tốt.  Họ cũng đặt xe buýt ngủ để trở về là Camel Bus.  Tôi không ấn tượng chút nào với người tài xế dừng xe lúc 1 giờ sáng trong 1 giờ theo đúng nghĩa đen là khóa tất cả hành khách trên xe buýt.  Tôi đi vào ngày tuyết rơi ở SaPa nên ngoài trời rất lạnh - 50 hành khách bị nhốt trên một chiếc xe buýt không có cửa sổ, không có máy lạnh và ra đi nóng nực, ngột ngạt và nguy hiểm không thể chịu nổi.  Có Chúa mới biết mọi chuyện sẽ như thế nào trong những tháng ấm áp hơn.  Khi đến Hà Nội vào khoảng 5 giờ sáng, tài xế sau đó thô lỗ vứt mọi người xuống một con phố phía sau Hà Nội và ra dấu một cách thô lỗ cho mọi người xuống xe.  Toàn bộ chuyến xe buýt này không phải lỗi của Đại lý du lịch này và các cô gái rất xin lỗi.  Du thuyền Vịnh Hạ Long - thuyền họ đặt cho chúng tôi với giá 95 pn thật tuyệt vời, giá rẻ, đồ ăn tuyệt vời và đáng đồng tiền - Thuyền Fantasea.  Dù sao thì đại lý và đội ngũ nhân viên của họ thật tuyệt vời và không quá đắt.Đọc thêm",
            "Chúng tôi đã đặt chuyến đi đến Sapa thông qua nhà trọ của mình - đó là một sai lầm. Bạn gần như không biết mình nhận được gì so với số tiền mình bỏ ra. Chuyến đi của chúng tôi bắt đầu suôn sẻ với dịch vụ đón tại nhà trọ, v.v. Sau khi chúng tôi đến Sapa, mọi thứ bắt đầu trở nên thực sự khó hiểu. Chúng tôi đã có một hành trình du lịch sai nên chúng tôi không biết điều gì sẽ xảy ra. Có vẻ như nhân viên trong khách sạn cũng không biết nhiều như vậy. Hãy lưu ý rằng khi bạn đi du lịch đến Sapa vào những tháng mùa đông, thời tiết ở đó khá lạnh. Điều khiến bạn cảm thấy lạnh hơn nữa là khách sạn của chúng tôi, Grandview Hotel, không có lò sưởi. Bất cứ nơi nào. Tôi hầu như không có điều gì tốt để nói về khách sạn này, ngoại trừ đồ ăn ổn. Đi bộ đường dài vào ngày đầu tiên cũng ổn, mặc dù chúng tôi mệt mỏi sau chuyến tàu đêm và không thể ngủ trưa trước đó. Vào ngày mưa thứ hai, chúng tôi đã đi bộ đường dài 12 km đến một ngôi làng của bộ lạc. Thực sự khó khăn vì chúng tôi phải đi bộ đường dài qua những cánh đồng lúa, v.v. và đường rất, rất lầy lội và trơn trượt. Nhiều người đã ngã mặc dù có người dân địa phương giúp chúng tôi vượt qua những đoạn tồi tệ nhất. Cảm thấy nguy hiểm vì có rất nhiều đá và nguy cơ rơi xuống đồi. Tôi không thích nó. Chuyến đi bộ đường dài khá thử thách nên tôi không thể giới thiệu nó cho những người không có thể lực tốt. Mặt tích cực là người dân địa phương ở Sapa thực sự thân thiện mặc dù họ cố gắng bán đồ của họ mọi lúc... Nhìn chung, có vẻ như không ai thực sự quan tâm đến cảm nhận của khách hàng về chuyến tham quan. Chúng tôi đã trả hơn 100 đô la Mỹ cho một người nên chúng tôi khá thất vọng. Cuối cùng, họ thậm chí còn đưa cho chúng tôi vé tàu dành cho người khác. Đọc thêm",
            "Vừa trở về sau chuyến đi ba đêm hai ngày với Sinh Adventure đến Sapa. Tôi thấy toàn bộ trải nghiệm thật tuyệt vời! Mọi thứ diễn ra suôn sẻ. Đó là tất cả đối với các nhân viên chúng tôi đã gặp trên đường đi. Chúng tôi được đón từ ký túc xá Hà Nội, lên chuyến tàu đêm và đón sang phía bên kia. Đưa đến khách sạn và ăn sáng trước khi khởi hành trong ngày. Tôi thực sự không biết sẽ gặp phải điều gì trong chuyến tham quan, vì vậy tôi rất ngạc nhiên trong suốt trải nghiệm. Hướng dẫn viên của chúng tôi trong hai ngày thật tuyệt vời! Cô ấy thực sự là một người phụ nữ đầy cảm hứng! Sapa và các khu vực xung quanh thật đẹp! Tuy nhiên, hãy cảnh báo! Tôi đã đăng ký một chuyến đi dễ dàng, nhưng nó không dễ dàng như vậy!! Tôi có thể lực hợp lý nhưng thấy nó khó khăn. Người hướng dẫn đã tổ chức các tuyến đường thay thế cho một số người trong nhóm đang gặp khó khăn. Hãy chắc chắn rằng bạn mang giày dép phù hợp... Đi xuống núi có thể rất trơn trượt! Ngoài ra, trẻ em và phụ nữ bán hàng có thể hơi mệt mỏi. Đó là một phần và bưu kiện khi bạn đến một địa điểm du lịch. Nhà trọ rất đẹp, được xây dựng có mục đích và lớn hơn tôi nghĩ. Thức ăn thật tuyệt vời! Chúng tôi không bị đói trong vài ngày. Nếu bạn đang phân vân có nên đi sapa hay không thì cứ đi thôi! Thật ngoạn mục! Đọc thêm",
            "chúng tôi yêu thích các chuyến du lịch mạo hiểm của chúng tôi.  giá rẻ hơn những nơi khác mà chúng tôi tìm thấy và chất lượng cũng tốt.  chúng tôi yêu thích chuyến đi đến sapa, được tổ chức tốt và trải nghiệm tuyệt vời.  chúng tôi bị mất hộ chiếu ở Sapa và khi chúng tôi trở về Hà Nội, Sinh đã cố gắng lấy lại hộ chiếu cho chúng tôi.  Rất biết ơn họ vì các chuyến tham quan được tổ chức tốt và giúp đỡ hộ chiếu của chúng tôi.  Họ cũng rất hữu ích trong việc tìm chỗ ở tốt cho chúng tôi với mức giá hợp lý.  chúng tôi đề xuất.Đọc thêm",
            "Tôi đã ở Hà Nội vào dịp Tết Nguyên Đán và đã lên kế hoạch rất kém cho việc đặt vé du lịch vì tôi không nhận ra rằng rất nhiều cơ sở kinh doanh sẽ đóng cửa trong một thời gian dài như vậy. May mắn thay, tôi đi ngang qua Sinh Adventure Tours và gặp chị Thanh. Cô ấy rất chuyên nghiệp, có năng lực, hiệu quả và thân thiện. Vận chuyển đến Huế đã được sắp xếp thành công. Cảm ơn chị Thanh.Đọc thêm",
            "Tôi chỉ có thể nói rằng cơ quan này đã làm rất tốt. Chúng tôi đã đặt tour du lịch Sapa 3 ngày trong đó có một đêm trên tàu và mọi thứ diễn ra hoàn hảo và suôn sẻ! Các nhân viên rất thân thiện và hướng dẫn viên du lịch đã làm rất tốt! Cô ấy rất tốt bụng, vui tính và lịch sự. Việc qua đêm của chúng tôi tại một trong những nhà trọ đó cũng rất tốt; đồ ăn ngon, con người thân thiện, giường rất ấm áp và sự tinh tế không gì sánh được!Đọc thêm",
            "Tôi đã đặt 2 chuyến trong chuyến du lịch Việt Nam tại cơ quan này. cô gái ở bàn làm việc May rất thân thiện và giải thích rõ cho tôi những bước khác nhau của mỗi chuyến tham quan. Các tour du lịch thực sự tuyệt vời và các khách sạn đều tốt. Họ tư vấn cho tôi ký túc xá tốt và rẻ ở hà nội. Sau đó, họ giải thích rõ ràng cho tôi về các bước khác trong chuyến đi của tôi và họ không bao giờ ép tôi phải mua thứ gì đó với họ, lời khuyên thật công bằng. Tôi khuyên bạn nên mạnh mẽ cơ quan này. Arnaud từ PhápĐọc thêm",
            "Chúng tôi đặt qua cơ quan này trên một chuyến du ngoạn trên vịnh Hạ Long. Chúng tôi được thông báo rằng chúng tôi sẽ đi một hành trình khác với những gì chúng tôi đã thực hiện. Hành trình chúng tôi đi ít hơn 70 đô la Mỹ so với số tiền chúng tôi được trả. Khi chúng tôi thẩm vấn họ khi chúng tôi quay lại, họ đe dọa chúng tôi bằng bạo lực và về cơ bản là đưa chúng tôi ra khỏi cửa hàng của họ. Nếu bạn muốn bị gạt thì đây là nơi thích hợp!!!! KHÔNG ĐẶT QUA HỌ!!! Đọc thêm",
            "Sinh Adventure Travel, họ rất thân thiện, tổ chức của họ rất chuyên nghiệp. Chúng tôi có thể yên tâm về một mức chi phí rất hợp lý. Tôi chắc chắn sẽ quay lại Sinh Adventure Travel lần nữa tại Việt Nam.Đọc thêm",
            "Những người phụ nữ rất thân thiện, hiệu quả và rất hữu ích trong việc lựa chọn một tour du lịch phù hợp. Chuyến tham quan diễn ra suôn sẻ và chúng tôi đã có khoảng thời gian tuyệt vời. Họ đã liên hệ với khách sạn của chúng tôi để đảm bảo rằng chúng tôi hài lòng. Họ đích thân đi tham quan để đảm bảo rằng những gì họ đang bán những gì khách hàng nhận được. Chúng tôi sẽ giới thiệu họ cho nhu cầu tham quan của bạn.Đọc thêm",
            "Chào Sinh du lịch mạo hiểm,\nTôi muốn biết về tour du lịch Hà Giang và Ba Bể. Nó có sẵn? Tôi đã viết thư cho bạn trên trang web của bạn nhưng bạn không trả lời sau 1 tuần.. hy vọng nhận được phản hồi sớm từ bạn!\n\nJan FischerĐọc thêm"
        ],
        "star_ratings": [
            33,
            6,
            1,
            5,
            3
        ],
        "review_amount": 48,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Sinh Adventure Travel",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 22, 2015",
            "Written January 20, 2015",
            "Written August 16, 2014",
            "Written May 10, 2014",
            "Written February 7, 2014",
            "Written January 30, 2014",
            "Written September 26, 2013",
            "Written August 20, 2013",
            "Written May 4, 2013",
            "Written April 18, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4090021-Reviews-or30-Sinh_Adventure_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-or20-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5599097-Reviews-A_Viet_Tourism_Hanoi_Villages_Real_Life_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13516167-Reviews-Dragon_King_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4480419-Reviews-ET_Pumpkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17777622-Reviews-Hanoi_Daily_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748323-Reviews-Viettime_Craft-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12162512-Reviews-Hanoia_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2264809-Reviews-Ancient_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963032-Reviews-Vietnam_Daily_Trips-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17596608-Reviews-Hanoinia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2220663-Reviews-Nola_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8523286-Reviews-Hanoi_Spa_Paradise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25378540-Reviews-Redlotus_bamboo_lacquer_shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27755383-Reviews-Tam_Spa_Massage_Tr_Li_u-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25566492-Reviews-Tr_m_Huong_An_Bach_Agarwood_Jewelry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d1469415-Reviews-Connecticut_Science_Center-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102779-Reviews-Pier_39-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32592-d575936-Reviews-Samuel_P_Taylor_State_Park-Lagunitas_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d4185407-Reviews-Baby_Beach-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g46712-d1134618-Reviews-Westfield_Garden_State_Plaza-Paramus_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g182193-d6529092-Reviews-Yoho_National_Park-Field_Yoho_National_Park_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g198820-d4502487-Reviews-HR_Giger_Museum-Gruyeres_La_Gruyere_Canton_of_Fribourg.html",
            "https://www.tripadvisor.com/Attraction_Review-g45159-d2268614-Reviews-Cliff_Lake-Ennis_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g291976-d300701-Reviews-Cockscomb_Basin_Wildlife_Preserve-Dangriga_Stann_Creek.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17329850-Reviews-Marhaba_Lounge-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-or30-Sinh_Adventure_Travel-Hanoi.html"
    }
]