[
    {
        "attraction_name": "Sinhcafe - Vietnam Open Tour",
        "attraction_name_vi": "Sinhcafe - Vietnam Open Tour",
        "general_info": [
            "15 đánh giá",
            "615 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Tour du lịch văn hóa",
            "Tour leo núi",
            "Du lịch sinh thái",
            "Tour tham quan",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Du lịch mạo hiểm nhóm nhỏ giá cả phải chăng đến Việt Nam. Khám phá chuyến tham quan văn hóa, chuyến đi bộ tộc trên đồi, du lịch sinh thái, bãi biển và hơn thế nữa. Xem tuyển tập các gói kỳ nghỉ phong phú của chúng tôi đến Việt Nam, Lào và Campuchia.Đọc thêm",
        "reviews": [
            "Sinhcafe Tourist nằm gần nhà hát múa rối nước trong một văn phòng nhỏ.   Chúng tôi đã đặt hai chuyến du lịch với họ và lần đầu tiên đến muộn một giờ để đón chúng tôi rồi lên một chiếc xe buýt rất chật chội đến Vịnh Hạ Long. Điều tồi tệ nhất là chuyến đi mà họ đã đặt cho chúng tôi đến Sapa trên một chiếc xe buýt ngủ qua đêm.   Lại đón muộn và khi tài xế xe buýt chất hành lý của tôi, anh ta đã kẹp một số hàng hóa mà anh ta có và xé toạc nó.  Điều tiếp theo chúng tôi đến Sapa lúc 4:30 sáng, nơi chúng tôi dự kiến ​​sẽ gặp chủ nhà.  Chúng tôi đợi bên ngoài trời lạnh và tối suốt 2-12 giờ trước khi được đón.  Ở nhà rất thú vị nhưng không nhờ sinhcafe du lịch.  Tôi đã khiếu nại với American Express vì họ đổ lỗi cho những người khác và từ chối giúp đỡ.Đọc thêm",
            "Tôi đã đặt tour du lịch Hà Giang 3 ngày 2 đêm trên xe khách với họ. Thật tệ!. Vào ngày đầu tiên, chúng tôi dành phần lớn thời gian trên xe, từ 7 giờ sáng và chúng tôi đến khách sạn ở Đồng Văn lúc 8 giờ tối. Kiệt sức!!! Theo hành trình chúng tôi nhận được, đáng lẽ phải ở lại Yên Minh vào đêm đầu tiên. Nhưng hướng dẫn viên nói rằng tất cả các khách sạn ở đó đã kín phòng nên chúng tôi đi xa hơn đến Đồng Văn và tiết kiệm thời gian trên đường trở về, điều đó không đúng. Chúng tôi đến Hà Nội cùng lúc với nhóm khác theo hành trình ban đầu. Trên đường trở về Hà Nội, xe dừng lại rất nhiều lần. Giống như họ dừng lại một lần trong mỗi giờ. Hành trình được tổ chức rất tệ. Chúng tôi có rất ít thời gian ở mỗi điểm tham quan. Không đủ thời gian để tận hưởng địa điểm và chụp một số bức ảnh. Tôi sẽ không bao giờ đặt lại với Sinhcafe nữa! Đọc thêm",
            "Gần đây chúng tôi đã sử dụng SinhCAFE để tổ chức một chuyến chơi golf 10 ngày ở Sài Gòn và Đà Nẵng cho một nhóm 15 người. Nhìn chung, họ đã làm rất tốt khi làm việc với chúng tôi và rất phản ứng nhanh với những thay đổi.  Tuy nhiên, đại lý mà chúng tôi liên hệ có ít kinh nghiệm về các yêu cầu cụ thể về chơi gôn, ví dụ như có phương tiện vận chuyển phù hợp cho người chơi gôn có túi và đặt chỗ sân gôn cho phù hợp với các nhóm lớn hơn. Tôi nghi ngờ họ thường không có nhiều kinh nghiệm trong việc sắp xếp các chuyến tham quan chơi gôn. Phải nói rằng chúng tôi không có vấn đề gì với tính chính trực và dịch vụ khách hàng của họ nói chung.Đọc thêm",
            "Nếu bạn có ít thời gian đến Việt Nam và không muốn lo vấn đề hậu cần, thì tất cả những gì bạn phải làm là liên hệ với cô Hải. Hãy nói với cô ấy những gì bạn muốn, cô ấy sẽ tổng hợp tất cả lại cho bạn. Cô ấy nhanh chóng, hiệu quả, lịch sự và tổng giá cả trọn gói rất hợp lý. Đọc thêm",
            "Đây là chuyến đi thứ hai chúng tôi đặt qua Sinhcafe Opentour. Chuyến đi đầu tiên vào năm 2011 là tới Việt Nam và Campuchia, lần này là đến Việt Nam và Lào. Tôi không thể dành đủ lời khen ngợi và cảm ơn cô Chi vì tất cả sự tổ chức của cô. Chuyến đi thật xuất sắc và chúng tôi không thể cảm ơn cô ấy đủ. Cô ấy đã đảm bảo rằng chúng tôi đã được chăm sóc. Chúng tôi đã yêu cầu những thay đổi vào phút cuối và chúng đã được thực hiện với ít phiền phức nhất. Hướng dẫn của chúng tôi trong suốt thời gian lưu trú của chúng tôi rất hữu ích và mang tính thông tin. Tôi không ngần ngại giới thiệu cô Chi và nhóm của cô tổ chức chuyến đi cho bạn tại Việt Nam, Campuchia và Lào.Đọc thêm",
            "Chúng tôi đã đặt các chuyến tham quan Vịnh Hạ Long và Sapa với Sinhcafe Travel thông qua trang web. Nhân viên của họ đã rất nhanh chóng trả lời email của chúng tôi với thông tin chi tiết và báo giá. Cả hai chuyến tham quan đều được tổ chức rất tốt và chúng tôi đã có khoảng thời gian vui vẻ... Chúng tôi chắc chắn sẽ giới thiệu Sinhcafe cho mọi người.Đọc thêm",
            "Nhóm chúng tôi đã chọn Sinhcafe travel để đặt tour du thuyền đồng bằng sông Cửu Long trong 2 ngày. Chúng tôi đã có một tour du thuyền trên sông Cửu Long với một nhóm gồm 10 người. Tour bao gồm 2 chợ nổi, một chuyến đi qua các kênh đào nhỏ hơn của sông Cửu Long, một chuyến đi dạo qua một số trang trại địa phương và một lớp học nấu ăn. Chúng tôi đã ăn rất nhiều trái cây trong suốt chuyến đi. Nó rất ngon với nhiều loại trái cây tươi. Cảm ơn bạn đã tổ chức cho chúng tôi một chuyến đi tuyệt vời. Đọc thêm",
            "Chúng tôi đặt 2 ngày 1 đêm Vịnh Hạ Long trên du thuyền Alisa với Sinhcafe. Du thuyền còn mới và rất đẹp. Phòng của chúng tôi không có ban công nhưng có cửa sổ lớn nhìn ra biển rất đẹp. Thức ăn rất ngon và hướng dẫn viên du lịch của chúng tôi rất thân thiện và hữu ích. Anh ấy đã cố gắng hết sức để làm cho chuyến đi của chúng tôi trở nên đáng nhớ. Đọc thêm",
            "Chúng tôi đặt tour du lịch trong ngày đến đồng bằng sông Cửu Long với Sinhcafe. Họ đón chúng tôi từ khách sạn của chúng tôi. Chúng tôi đã có một chuyến đi vui vẻ với những người dân địa phương tốt bụng, thức ăn ngon, xe buýt tốt và hướng dẫn viên du lịch. Điều duy nhất là giao thông tồi tệ trên đường từ Sài Gòn. Dù sao thì chúng tôi cũng đã có khoảng thời gian vui vẻ.Đọc thêm",
            "Chúng tôi đặt du thuyền Viola Vịnh Hạ Long với Sinhcafe Travel. Chuyến đi thật tuyệt vời và chúng tôi đã nhận được ưu đãi tốt từ Sinhcafe với một đêm miễn phí tại Hà Nội tại khách sạn 3 sao. Rất khuyến khích! Đọc thêm",
            "Xin chào chị gái tôi và tôi đang có ý định đi du lịch từ Hồ Chí Minh đến Phnom Penh vào khoảng tháng Tám. Bạn có những lựa chọn nào và giá cả.\nCảm ơn Sandy\nĐọc thêm",
            "Tôi muốn đi từ Huế đến Hội An bằng xe buýt, ai có thể phản hồi cho tôi được không?Đọc thêm",
            "Chúng tôi đang lên kế hoạch cho một chuyến đi đến Vitnam để thăm các plaveš khác nhau. Chúng tôi thấy giá cho các tuyến saigon-Mũi Né-Nha Trang - Hội An - Huế-Hà Nội là 44.-- Đô la. Câu hỏi của tôi là liệu vé có hợp lệ cho tất cả các điểm đến không? Chúng tôi biết ngày tháng. Cảm ơnĐọc thêm"
        ],
        "star_ratings": [
            10,
            1,
            1,
            1,
            2
        ],
        "review_amount": 15,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Sinhcafe - Vietnam Open Tour",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written November 12, 2019",
            "Written April 16, 2019",
            "Written April 1, 2018",
            "Written September 11, 2017",
            "Written May 11, 2017",
            "Written March 29, 2017",
            "Written March 28, 2017",
            "Written March 28, 2017",
            "Written March 24, 2017",
            "Written March 16, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26557460-Reviews-Sutran_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18185217-Reviews-Hanservi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24967200-Reviews-Kadupul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12084453-Reviews-Hanoi_and_Around_with_Thanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27175948-Reviews-Ha_Long_Symphony_Cruise-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435239-Reviews-Vietnam_Open_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18939725-Reviews-Asia_Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d8763671-Reviews-Venezia_Mega_Outlet-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2218772-Reviews-Welcome_to_Fabulous_Las_Vegas_Sign-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1012852-d1888067-Reviews-Kallithea_Springs-Kallithea_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g303819-d17393610-Reviews-Skradinski_Buk_Waterfall-Krka_National_Park_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60656-d9997437-Reviews-Ha_Breath_of_Life-Laie_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d14821786-Reviews-Totally_Tubular_Aqua_Park-Ocean_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g49250-d10698343-Reviews-Village_park_splash_pad-Kannapolis_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245024-Reviews-The_Little_Mermaid-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283346-Reviews-Devil_s_Hole_State_Park-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g42673-d8390477-Reviews-Whirlpool_Compass_Fountain-Saint_Joseph_Berrien_County_Michigan.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html"
    }
]