[
    {
        "attraction_name": "Six Flags Great Adventure",
        "attraction_name_vi": "Cuộc phiêu lưu vĩ đại của Six Flags",
        "general_info": [
            "3.707 đánh giá",
            "- 3 trong số 19 điều cần làm ở Jackson",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Công viên này thực sự là một cuộc phiêu lưu tuyệt vời cho cả gia đình, với 100 trò chơi, chương trình biểu diễn, sự kiện đặc biệt và các khu vực chủ đề như Boardwalk, Frontier Adventures, Fantasy Forest và Movietown.Đọc thêm",
        "reviews": [
            "Ngày của tôi đã bị hủy hoại khi tôi phải trả tiền - 40 đô la để đậu xe!  Quá đáng.  Tàu lượn siêu tốc và các chuyến đi rất thú vị và đám đông rất thân thiện và dễ quản lý.  Mặc dù tôi rất thất vọng vì máng dẫn gỗ, các chuyến cưỡi ngựa Roaring Rapids và Houdini vẫn chưa mở cửa. Có lẽ nếu bạn đi mua sắm xung quanh để tìm giảm giá, hoặc bạn có rất nhiều người để biện minh cho giá đỗ xe thì sẽ tốt hơn.Đọc thêm",
            "Xin chào Sunshine786139, chúng tôi rất thất vọng khi biết về trải nghiệm gần đây của bạn. Chúng tôi cố gắng cung cấp môi trường vui vẻ cho tất cả Khách hàng của mình. Chúng tôi rất muốn nghe thêm chi tiết về trải nghiệm của bạn. Vui lòng liên hệ với chúng tôi tại vipsupport - sixflags.com để chúng tôi có thể giải quyết mối lo ngại của bạn tốt hơn.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại 6 Flags! Chúng tôi đã thực hiện chuyến tham quan VIP và cảm thấy nó rất đáng giá -. Khi chúng tôi xem xét chi phí đỗ xe - đồ ăn - thẻ flash, việc chi thêm tiền cho chuyến tham quan VIP là điều hợp lý và tôi có thể nói rằng trải nghiệm này đã vượt quá mong đợi của chúng tôi. Hướng dẫn viên Casey của chúng tôi TUYỆT VỜI và biết mọi thứ về công viên cũng như các chuyến đi - thậm chí cả chỗ ngồi trên mỗi chuyến đi để có trải nghiệm tốt nhất. - Chúng tôi có thể làm mọi thứ mình muốn và không lãng phí thời gian đi loanh quanh tìm kiếm đồ đạc hay xếp hàng chờ đợi. El toro và Nitro là những trò chơi yêu thích của chúng tôi và những chú rùa khổng lồ Fred và Wilma là những nơi không thể bỏ qua!! Hãy hét lên với Casey một lần nữa để có chuyến đi tuyệt vời nhất tới 6 lá cờ mà chúng ta có thể tưởng tượng!!Đọc thêm",
            "Xin chào Emily, Chúng tôi đánh giá cao phản hồi tích cực của bạn về trải nghiệm của bạn. Chúng tôi tự hào được phục vụ khách hàng của mình và hy vọng sớm gặp lại bạn!Đọc thêm",
            "Thật là tuyệt. Six Flags là giấc mơ của những người thích cảm giác mạnh và tôi khuyên bạn nên đưa trẻ em từ 10 tuổi trở lên chứ không phải trẻ nhỏ hơn. El Toro, Kingda Ka, Nitro và Jersey Devil là một số trò chơi hay nhất trong công viên mà tôi giới thiệu. Những chuyến tàu lượn cao như Kingda Ka - tàu lượn siêu tốc cao nhất thế giới - , Nitro và El Toro có tầm nhìn tuyệt vời ra công viên và các vùng đất xung quanh trên đỉnh mỗi tàu lượn. Có rất nhiều cửa hàng quà tặng và địa điểm ăn uống cũng như nơi dừng chân, giải khát và nạp thêm đồ uống. Nói chung tôi rất khuyến khích!Đọc thêm",
            "Xin chào Jack, chúng tôi rất vui mừng khi nhận được phản hồi như vậy. Cảm ơn bạn đã dành thời gian để xem xét chúng tôi. Chúc bạn có một ngày tuyệt vời!Đọc thêm",
            "Nơi đề nghị đưa trẻ lớn đi chơi. Nơi này có rất nhiều lựa chọn về trò chơi và tàu lượn siêu tốc, từ những trò chơi dễ dàng đến trò chơi cảm giác mạnh. Cuộc phiêu lưu thực sự tuyệt vời. Chúng tôi đã rất vui.\nChúng tôi mua vé vào cửa trực tuyến. Rẻ hơn so sánh mua tại chỗ.\nLưu ý: cửa hàng bán đồ ăn nhẹ bên trong công viên giải trí, nơi chúng tôi mua bánh churros và uống nước, họ không chấp nhận thanh toán bằng tiền mặt.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian trong ngày để xem xét chúng tôi. Mong sớm được gặp lại bạn! Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời và rất vui vì đã mua được vé theo mùa mà tôi giới thiệu. Cuối cùng chúng tôi đã quay trở lại vào ngày hôm sau nên vé theo mùa giúp chúng tôi tiết kiệm tiền cho mọi thứ, bãi đậu xe và lối vào công viên. Chúng tôi được giảm giá đồ ăn như một lợi ích của việc có được vé theo mùa. Tôi cũng đề xuất các chai đồ uống cả ngày chỉ - 10 chai bổ sung cho vé một ngày. Nếu bạn mang chai trở lại vào lần ghé thăm tiếp theo, bạn chỉ phải trả 1,99 để đổ đầy lại. \nChúng tôi đã có một khoảng thời gian tuyệt vời, đặc biệt là vì không phải xếp hàng dài để chờ các chuyến đi cả hai ngày, Thứ Năm và Thứ Sáu. Bọn trẻ đã nhiều lần được đi hầu hết các trò chơi mà chúng yêu thích. \nDịch vụ khách hàng tuyệt vời, đồ ăn ngon - đó là điểm nổi bật trong mùa hè của tôi cho đến nay. Tôi rất mong được trở lại vào mùa hè này và tháng 10 nhân dịp Halloween nhờ các mùa trôi qua.Đọc thêm",
            "Chúng tôi rất vui khi biết bạn đã có trải nghiệm tốt. Mong sớm được gặp lại bạn! Đọc thêm",
            "Đó là một ngày hoàn hảo trong công viên. Không có đám đông; về cơ bản chúng tôi đã đi bộ trên tất cả các chuyến đi mà chúng tôi muốn đi, thậm chí cả những tàu lượn siêu tốc thường đông đúc. Chúng tôi ăn trưa tại các nhà cung cấp thực phẩm trên lối đi bộ lót ván. Công viên sạch sẽ và nhân viên thân thiện.Đọc thêm",
            "Rất vui vì bạn đã có trải nghiệm tuyệt vời! Mong được gặp lại bạn trong thời gian sắp tới! Đọc thêm",
            "Tôi đã chi tiền để mua cho con trai mình một tấm vé mùa bạch kim nhân dịp sinh nhật của nó. Không biết rằng thẻ chỉ bao gồm việc nhận người giữ thẻ theo mùa cho chuyến đi săn. Tôi có hai người khác trong xe và dự kiến ​​sẽ phải trả hơn - 30,00. Thứ hai, con trai tôi bị kẹt trên xe hơn 20 phút. Các nhân viên không hề biết chuyện gì đang xảy ra. Khi tôi hỏi nhân viên về việc đưa con trai tôi xuống, nhân viên đó đã cười. Người giám sát cũng không giúp được gì, cô ấy thờ ơ và bảo tôi hãy khiếu nại. Điều buồn cười là tôi đã dành thời gian điền đơn khiếu nại nhưng không ai liên lạc với tôi. Chúng tôi yêu thích cánh gà, khoai tây chiên và rượu rum. Tuy nhiên, nhân viên cần phải trau dồi kỹ năng dịch vụ khách hàng của mình.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Rất tiếc, trải nghiệm của bạn không như những gì bạn mong đợi. Vui lòng gửi một ghi chú đến vipsupport - sixflags.com, để chúng tôi có thể xem xét mối quan tâm của bạn tốt hơn.Đọc thêm",
            "Công viên có rất nhiều trò chơi thú vị và tuyệt vời trong mùa nghỉ lễ. Việc xếp hàng có thể khá dài trong giờ cao điểm, vì vậy tôi khuyên bạn nên mua vé nhanh và các loại vé khác để rút ngắn thời gian chờ đợi. Lễ hội kinh hoàng rất thú vị, với khoảng 6 ngôi nhà ma ám khác nhau để bạn ghé thăm. Đồ ăn đắt tiền và không có gì đặc biệt nên ăn trước là một lựa chọn tốt. Sẽ phải đi bộ nhiều, vì vậy hãy mang theo giày tốt và kem chống nắng, áo khoác, nước rửa tay, v.v.Đọc thêm",
            "Chúng tôi đánh giá cao việc xem xét. Cảm ơn đã dành thời gian. Chúc một ngày tốt lành! Đọc thêm",
            "Vào ngày 7 tháng 4 - 4 giờ chiều, chúng tôi lái xe Into và người phụ nữ tham dự ngồi điều khiển là người điều khiển tàu lượn siêu tốc hấp dẫn nhất mà tôi từng thấy !!! Yêu cô ấy!!! Làm cho ngày đó trở nên tốt đẹp hơn nhiều.Đọc thêm",
            "Xin chào, Cảm ơn bạn đã dành thời gian để cung cấp cho chúng tôi đánh giá về trải nghiệm của bạn. Chúng tôi rất vui khi biết rằng nhóm của chúng tôi đã mang lại trải nghiệm thú vị cho bạn và chúng tôi mong sớm được gặp lại bạn! Đọc thêm",
            "Tôi đã ở công viên này vào ngày 3 tháng 5 năm 2024 với con trai tôi. Kỳ nghỉ của chúng tôi ở Bờ Đông Hoa Kỳ. Chúng tôi đến từ Hà Lan và điểm nhấn của chúng tôi, với tư cách là những người hâm mộ tàu lượn siêu tốc, đáng lẽ phải là Six Flags Great Adventure.\n\nTrước hết, tôi muốn khen ngợi những nhân viên và người điều hành trò chơi nhiệt tình. Tất cả đều rất thân thiện và tận hưởng công việc của họ! Thật tuyệt. Sự thật đó khiến ngày của chúng tôi trở nên chấp nhận được.\n\nKế hoạch của chúng tôi là tận hưởng các trò chơi nhiều nhất có thể bằng cách mua Thẻ Flash Pass, nhưng thật không may, quầy bán Thẻ Flash Pass đã đóng cửa do thiếu nhân viên. - đó là lời giải thích của nhân viên Resort Sevice - Vì vậy, không có Thẻ Flash Pass. Và điều chúng tôi lo sợ đã xảy ra. Hàng đợi dài, do xe buýt trường học chở đầy thanh thiếu niên. Có một ngày đặc biệt về Vật lý. Kết quả là phải chờ hơn một giờ để có được những trò chơi tàu lượn siêu tốc tuyệt vời nhất.\n\nRất nhiều trò chơi khác đã đóng cửa vì một lý do không rõ. Có lẽ cũng là do nhân viên. Và toàn bộ khu vực Medusa đã đóng cửa.\n\nChúng tôi đã mua một bữa ăn trực tuyến, nhưng khi đói, có rất nhiều hàng đợi tại các nhà hàng có sẵn. Có lẽ là do một nửa số điểm bán đồ ăn cũng đã đóng cửa. Thật lãng phí thời gian.\n\nVà đối với một số chuyến đi, bạn buộc phải để túi và điện thoại của mình vào tủ đựng đồ, mỗi lần tốn 2 đô la. Tủ đựng đồ đó có sẵn trong 2 giờ với mức giá đó. Với thời gian chờ đợi, bạn buộc phải lấy thêm một tủ đựng đồ khác sau 1 chuyến đi. Tôi mất thêm 16 đô la.\n\nCuối cùng thì trải nghiệm không như chúng tôi mong đợi. Nhưng một lần nữa, các nhân viên phải được khen ngợi rất nhiều. Những điều tiêu cực là 100 phần trăm do quyết định quản lý kém. Đọc thêm",
            "Chúng tôi đi vào gần cuối hè, khi bọn trẻ đang chuẩn bị đến trường.  Vẫn là một ngày cuối tuần.  Có một không khí bán hàng theo phong cách Disney.  Trả tiền để truy cập đường dây nhanh, nạp đồ uống miễn phí và các đặc quyền khác để có được quyền truy cập tốt nhất và có trải nghiệm thuận tiện nhất.   Chúng tôi đã trả tiền cho đồ uống trong mùa nhưng không phải bất cứ thứ gì khác. Chúng tôi đến đủ sớm để tham gia một số trò chơi cảm giác mạnh quan trọng và vô cùng thích thú.  Trong thời gian còn lại, chúng tôi tập trung vào cảnh đi xe truyền thống hơn.  Là những người ở độ tuổi 30, 40, ngay cả những tách trà cũng có thể mang lại cho chúng ta cảm giác hồi hộp. Safari chính thức ngừng hoạt động vào cuối năm 2023 là một điểm nổi bật.  Tôi hoan nghênh mong muốn của công viên chuyển từ việc nuôi nhốt động vật mà vẫn cảm thấy thú vị khi được trải nghiệm.  Mỗi lần tôi đến Great Adventure trong đời, safari đều bị đóng cửa.Đọc thêm",
            "Chúng tôi đánh giá cao việc xem xét. Cảm ơn đã dành thời gian. Chúc một ngày tốt lành! Đọc thêm",
            "Went with wife and four 13 yo boys on May4. Bought tix online, they bump the rate for the weekend but half the price than paying at the gate. Staff was good and friendly. TSA-like metal detectors at entrance  -glad for the safety precautions esp nowadays. Fair amount of coasters and a couple other thrill rides. Park was generally clean, not crowded at all. Boys were able to get on all the rides they wanted a few times. Glad we opted not to get screwed for any fast pass add-ons. Other large theme parks and other GA sites have a mega food plan where you pay one price and eat all day, granted with some intervals. No, not NJ. Here you pay  - 24 online  - alleged savings than paying in the park - we never found out the delta cost -  for one  - meal - , some chick fingers, fries and a drink.  I asked my wife to get us a coffee, there was a starbucks-looking place that charged  - 9... - 9 !! Seemed like plenty of closed shops  -  stores. Few rides were closed, Ferris wheel and cable cars closed.  Last time I was at Six Flags was 2009. Can - t believe they still have a Batman Returns movie  - 1992 -  themed area since they opened that in 1993! I mean, yes it was a great movie in that era but c - mon... over 30 years now!? Six Flags - it - s time to move on past that movie and construct some contemporary themed rides. If you take the time to read some of the posted Penguin and Catwoman signs by the beer  -  pretzel store out of boredom like we did, you can challenge yourself to pick out the grammar and spelling errors. And you can see the tired looking, faded and worn-out sceneries and building facades like everywhere. Came across some truly deserted areas here and there. Still don - t know why they screw you for  - 45 to park.  - 10 would be more humane, but why not make it free?? Like, where else can you park anyway?? Or you can pay  - 60 for speedy parking - OMG - what a rip. If you want to spend a boatload of money here for a mid level experience be my guest. Nothing was worth the money it costs for that day.Read more",
            "Tôi đã đến công viên này vào ngày 3 tháng 5 năm 2024 với con trai tôi. Kỳ nghỉ của chúng tôi ở Bờ Đông Hoa Kỳ. Chúng tôi đến từ Hà Lan và điểm nổi bật của chúng tôi, với tư cách là những người đam mê tàu lượn siêu tốc, lẽ ra phải là Six Flags Great Adventure. Điều quan trọng nhất là tôi muốn khen ngợi những nhân viên nhiệt tình và người điều hành chuyến đi. Tất cả đều rất thân thiện và tận hưởng công việc của họ! Đồng ý lớn. Thực tế đó làm cho ngày của chúng tôi có thể chấp nhận được. Kế hoạch của chúng tôi là tận hưởng các chuyến đi nhiều nhất có thể bằng cách mua Flash Pass, nhưng thật không may, quầy bán Flash Pass đã đóng cửa do thiếu nhân viên.  - đó là lời giải thích của nhân viên Resort Sevice - Vậy là không có Flash Pass. Và điều chúng tôi lo sợ đã xảy ra. Hàng đợi khổng lồ do xe buýt chở đầy thanh thiếu niên. Có một ngày đặc biệt về Vật Lý. Kết quả là hơn một giờ chờ đợi những chiếc tàu lượn siêu tốc tuyệt vời nhất. Rất nhiều chuyến đi khác đã bị đóng cửa không rõ lý do. Có lẽ cũng là phản hồi của nhân viên. Và toàn bộ khu vực Medusa đã đóng cửa. Chúng tôi mua suất ăn trực tuyến, nhưng khi chúng tôi đói, có rất nhiều người xếp hàng dài tại các nhà hàng sẵn có.  Có lẽ là do một nửa số điểm ăn uống cũng bị đóng cửa.  Lãng phí thời gian. Và đối với một số chuyến đi, bạn bắt buộc phải để túi và điện thoại của mình vào tủ có khóa với giá 2 đô la cho mỗi lần. Tủ khóa đó có sẵn trong 2 giờ với mức giá đó. Với thời gian chờ đợi, bạn buộc phải lấy một tủ đựng đồ khác sau 1 chuyến đi. Làm tôi tốn thêm 16 đô la. Cuối cùng, đó không phải là trải nghiệm mà chúng tôi mong đợi. Nhưng một lần nữa, các nhân viên phải được khen ngợi rất nhiều. Những điều tiêu cực 100% là do quyết định quản lý kém.Đọc thêm",
            "We hadn - t been to Great Adventure in 20 years.  The park is celebrating it - s 50th year this year.  The park layout is generally the same but somewhat expanded. Most of the rides are roller coasters of some sort now.  May of the spinning type older rides  -  the bobsled, the tilt a whirl, the enterprise, the scrambler etc are gone now.   There are many more food kiosks.   I was shocked at the number of bars where you can purchase beer, wine  -  margaritas.  Who wants to get drunk   -  go on a ride?  I - d be barfing.  Everything is more expensive like the rest of the world but compared to parks like Disney this is bargain.  They do charge a whopping  - 45 for parking!  You can pay more to park closer.  There are options you can purchase to cut down on wait times.   We didn - t get the fast pass because it was a cool Saturday in April, before the season officially begins, so the lines weren - t terrible, but without fast pass it will be impossible to go on all the rides during the busy days.  Even the  - boring -  rides like the swings  -  the jolly roger had ½ hour wait times in April.   Many rides weren - t open yet including the water rides, the Haunted House, the Ferris wheel,  the scenic gondola over the whole park, Skull Mountain, Medusa and the runaway mine car roller coaster.  I was particularly disappointed that the later wasn - t open. I wanted to ride it for nostalgia.  There was some graffiti but not nearly as much as I remember.  There also wasn - t gum stuck everywhere.  Most of the rides now have some shade while you are standing there. Gone are the days of baking in the direct sun.   They also have TV screens with trivia to keep you occupied.  It - s the same loop throughout the whole park so you will know all the answers by the time you are done with your 3rd or 4th ride.  You can - t bring even the smallest fanny pack or cross body bag on most of the coasters.  Invest in pants with zippered pockets for your wallet.  I was OK leaving my eye glasses on a shelf unattended but I wouldn - t leave anything of value.  There are lockers you can rent for  - 10 per day; you can move your stuff around the park all day but the lockers fill up fast.  If you have to wait to get into a locker that will further erode the time you have for actual rides.  You can buy reusable drink cups:   - 19.95 for the single day use one or  - 34.95 for the orange seasonal one.  After that refills are  - 1.99.  Given that 1 drink is about  - 6.49 there is value.   You can bring your own mug  -  cup and fill up at the various water fountains with bottle filler options.   Alas in April they were not yet working. Everything was calm while we were there but I did not see many security guards.  IMO the place could use another dozen or so visible deterrents.  There are camera everywhere so the park can eject bad actors after the factRead more",
            "Cảm ơn phản hồi của bạn. Vui lòng liên hệ với chúng tôi tại vipsupport - sixflags.com để chúng tôi có thể xem xét mối quan tâm của bạn tốt hơn.Đọc thêm",
            "Vào ngày 7 tháng 4 - 4 giờ chiều, chúng tôi lái xe Into và người phụ nữ tham dự ngồi điều khiển là người điều khiển tàu lượn siêu tốc hấp dẫn nhất mà tôi từng thấy !!! Yêu cô ấy!!! Làm cho ngày đó trở nên tốt đẹp hơn nhiều.Đọc thêm",
            "Xin chào, Cảm ơn bạn đã dành thời gian để cung cấp cho chúng tôi đánh giá về trải nghiệm của bạn. Chúng tôi rất vui khi biết rằng nhóm của chúng tôi đã mang lại trải nghiệm thú vị cho bạn và chúng tôi mong sớm được gặp lại bạn! Đọc thêm",
            "Thời gian tốt nhất bao giờ hết! Yêu tất cả các trò chơi, hàng đôi khi có thể dài, nhưng nếu bạn may mắn và không phải chờ đợi, ôi chao! Tuyệt vời.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian trong ngày để xem xét chúng tôi. Mong sớm được gặp lại bạn! Đọc thêm",
            "Lúc này tôi đang ở nơi bừa bộn và tệ hại này. Chỉ có một nhà hàng mở cửa lúc 1 giờ chiều cho toàn bộ công viên, chính xác là có hàng nghìn người và một nhà hàng. Đây là chuyến đi có chuyến đi dài nhất! Đừng đến đây, cảm giác như vậy một nơi sắp phá sảnĐọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Rất tiếc, trải nghiệm của bạn không như những gì bạn mong đợi. Vui lòng gửi một ghi chú đến vipsupport - sixflags.com, để chúng tôi có thể xem xét mối quan tâm của bạn tốt hơn.Đọc thêm",
            "đã có một thời gian vui vẻ với lễ hội đáng sợ.  thích tham gia sự kiện này  cũng là đế lót ly tuyệt vời.  công viên cần một sự chú ý nhỏ đến từng chi tiết. luôn vui vẻĐọc thêm",
            "Xin chào, cảm ơn bạn rất nhiều vì đã xem xét. Chúng tôi mong sớm được gặp lại bạn! Đọc thêm",
            "Nếu bạn muốn chi một số tiền lớn ở đây để có trải nghiệm ở cấp độ trung bình, hãy là khách của tôi. Không có gì xứng đáng với số tiền mà nó phải trả và mọi thứ còn tồi tệ hơn. Bây giờ tôi - tôi đã đăng ký tư cách thành viên một năm cho một công viên mà tôi thậm chí không sống gần đó, công ty sẽ không cho phép tôi hủy cho đến khi tôi trả hết khoảng 200 - tổng cộng . Đừng lãng phí tiền của bạn mọi người. Nó - không có giá trị gì cả. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá, ngay cả khi trải nghiệm của bạn không tuyệt vời. Vui lòng gửi thông tin chi tiết tới vipsupport - sixflags.com để chúng tôi có thể cải thiện trong tương lai.Đọc thêm",
            "Công viên này được đánh giá quá cao .... Tôi không chắc liệu tôi có quay lại không.   Không đáng phải trả phí trên đường quay để đến đó.  Đọc thêm",
            "Cảm ơn bạn đã đánh giá. Nếu bạn muốn chia sẻ bất kỳ chi tiết nào về trải nghiệm của mình, vui lòng gửi một ghi chú đến vipsupport - sixflags.com. Chúng tôi luôn tìm cách để cải thiện. Đọc thêm"
        ],
        "star_ratings": [
            1626,
            935,
            377,
            235,
            534
        ],
        "review_amount": 3707,
        "location": [
            "Jackson",
            "Hoa Kỳ",
            "Cuộc phiêu lưu vĩ đại của Six Flags",
            "Những điều cần làm ở Jackson",
            "New Jersey - NJ -"
        ],
        "reviews_time": [
            "Written June 2, 2023",
            "Written July 10, 2023",
            "Written July 11, 2023",
            "Written July 11, 2023",
            "Written July 22, 2023",
            "Written August 1, 2023",
            "Written September 30, 2023",
            "Written October 22, 2023",
            "Written April 25, 2024",
            "Written May 3, 2024",
            "Written May 26, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written April 28, 2024",
            "Written April 25, 2024",
            "Written April 22, 2024",
            "Written March 29, 2024",
            "Written March 6, 2024",
            "Written January 8, 2024",
            "Written December 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46528-d104356-Reviews-Six_Flags_Great_Adventure-Jackson_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46528-d4732073-Reviews-Johnny_Rockets-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46528-d4649480-Reviews-Panda_Express-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46528-d25222405-Reviews-Granny_s_Country_Kitchen-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46378-d16747889-Reviews-KFC-Cream_Ridge_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46625-d2481470-Reviews-Tommy_s_Inn-Millstone_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46528-d26516811-Reviews-Carvel-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46528-d23882615-Reviews-Popeyes_Louisiana_Kitchen-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46625-d26984447-Reviews-Burger_King-Millstone_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46378-d15255626-Reviews-McDonald_s-Cream_Ridge_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46359-d2524484-Reviews-GianMarco_s_Restaurant_Pizza-Clarksburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d104355-Reviews-Six_Flags_Safari-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d1114786-Reviews-Six_Flags_Hurricane_Harbor_New_Jersey-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d7360252-Reviews-Howling_Woods_Farm-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d2226936-Reviews-Jackson_Premium_Outlets-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46378-d10038191-Reviews-Screamin_Hill_Brewery-Cream_Ridge_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46665-d1759141-Reviews-Laurita_Winery-New_Egypt_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46522-d14056528-Reviews-Holland_Ridge_Farms-Imlaystown_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46378-d7183861-Reviews-Bullock_Farms-Cream_Ridge_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46665-d6697880-Reviews-Emery_s_Berry_Farm-New_Egypt_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46378-d10713238-Reviews-Union_Transportation_Trail-Cream_Ridge_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d104356-Reviews-or10-Six_Flags_Great_Adventure-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46625-d14788933-Reviews-Love_Live_Sweets-Millstone_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46453-d4762479-Reviews-Turkey_Swamp_Park-Freehold_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46378-d4975265-Reviews-Cream_Ridge_Winery-Cream_Ridge_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g13393654-d8129337-Reviews-Historic_Walnford-Polhemustown_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46515-d27165811-Reviews-Wicked_Scents-Hoboken_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d21232400-Reviews-AIRE_Ancient_Baths_Copenhagen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d609302-Reviews-Cades_Cove-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32974-d14052782-Reviews-Mistlin_Sports_Park-Ripon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d9721777-Reviews-Tenzan_no_Yu-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298452-d12409072-Reviews-Runway_Manila-Pasay_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4094861-Reviews-Haneul_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g37289-d103667-Reviews-Clifty_Falls_State_Park-Madison_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g35234-d611653-Reviews-Lake_Winnie_Amusement_Park-Rossville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g44201-d619831-Reviews-Bridal_Cave-Camdenton_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6653311-Reviews-Jaws_Beach-Nassau_New_Providence_Island_Bahamas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46528-d104356-Reviews-or10-Six_Flags_Great_Adventure-Jackson_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46528-d104356-Reviews-Six_Flags_Great_Adventure-Jackson_New_Jersey.html"
    }
]