[
    {
        "attraction_name": "Six Flags Hurricane Harbor Los Angeles",
        "attraction_name_vi": "Six Flags Hurricane Harbor Los Angeles",
        "general_info": [
            "465 đánh giá",
            "7 trong số 54 điều cần làm ở Santa Clarita",
            "Công viên nước"
        ],
        "attraction_summary": "Hãy đến trải nghiệm Hurricane Harbor LA - công viên nước ly kỳ nhất Nam California! Nếu gia đình bạn đang tìm hoạt động giải trí ở Los Angeles, California thì bạn đã đến đúng nơi. Với những đường trượt nước thú vị cao chót vót, những dòng sông lười thư giãn và hồ tạo sóng cũng như công viên nước dành cho trẻ em, Hurricane Harbor Los Angeles có thứ gì đó dành cho tất cả mọi người!Đọc thêm",
        "reviews": [
            "Đây là lần đầu tiên chúng tôi đến đây. Nhưng chúng tôi đã đi công viên Six Flags Ride vài lần. Thời tiết rất nóng... Tôi đã đặt chỗ cho con tôi và gia đình bạn bè tôi. Tôi cũng đặt một phòng chờ để chúng tôi có chỗ nằm và thư giãn... Nhưng không có nhân viên nào biết tôi có thể mua vòng đeo tay để vào phòng chờ ở đâu, tôi đã đưa mã đã mua và họ kiểu như, ôi thật sao??? Vì vậy, tôi đã đi mua một chiếc ống cho con trai tôi và tôi đã đưa mã vạch, vì vậy họ đã đưa cho tôi 4 chiếc vòng đeo tay. Tôi không biết là do ngẫu nhiên hay lý do gì... Vì vậy, về một món ăn, giá quá cao cho một chiếc bánh mì kẹp thịt gà ngọt khô, không có lựa chọn nào khác, mặt bên kia quá dài, trẻ em không thể đợi dưới 100 độ, vì vậy chúng tôi đợi gần chiếc ủng nhỏ, lưng tôi bị bỏng rất nặng, và thái độ của nhân viên, như thể chúng tôi phải trả cho bạn 103 đô la cho 5 chiếc bánh mì kẹp thịt, một miếng khoai tây chiên nhỏ và một cốc đá lớn và 10 cốc coca??? và bạn đang tỏ ra thái độ??? Giống như họ bị kéo ra khỏi giường một cách cưỡng bức...... Tôi để ý thấy rất nhiều người đã mang theo đồ ăn của họ. Tại sao không để mọi người mang theo bánh sandwich cho trẻ em, nếu bạn không có nhiều lựa chọn?? Và giá gấp đôi so với In and out burger. 14,99 đô la cho một chiếc burger khô... Hàng đợi rất dài... thậm chí sau khi xếp hàng rất lâu và ngồi trên đó, tôi sắp ngất, cảm ơn Chúa, có một nhân viên cứu hộ mà bạn tôi đã nhờ anh ấy giúp, họ chỉ mang theo một cốc nước đá... Nhìn chung, tôi nghĩ bạn cần mở thêm nhiều cửa hàng bán thực phẩm và có nhiều lựa chọn hơn, nếu không thì hãy để khách hàng mang theo đồ ăn nhẹ theo danh sách.... Lừa đảoĐọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá, ngay cả khi trải nghiệm của bạn không tuyệt vời. Vui lòng gửi thông báo tới vipsupportsixflags.com kèm theo thông tin chi tiết để chúng tôi có thể cải thiện trong tương lai.Đọc thêm",
            "Chúng tôi dẫn theo hai đứa cháu gái út 5 9. Các cô gái đã có khoảng thời gian vui chơi tuyệt vời ở đầm dành cho trẻ em. Toàn bộ công viên đang rất cần được nâng cấp và sửa chữa. Trên một số đường trượt, đường dốc và cầu thang lộ ra gỗ. Thiếu nhân lực và trong tình trạng hư hỏng. Tôi khuyên bạn nên thử các lựa chọn công viên nước khác.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để đánh giá chúng tôi. Chúng tôi luôn tìm cách để cải thiện. Nếu bạn muốn chia sẻ bất kỳ chi tiết nào về trải nghiệm của mình, vui lòng gửi ghi chú đến vipsupportsixflags.com.Đọc thêm",
            "Thất vọng suốt. Chúng tôi đã đặt vé trực tuyến vào ngày hôm trước sau khi dành cả ngày ở công viên tàu lượn. Chúng tôi rất hào hứng khi thử các đường trượt trên Tháp Taboo. Khi chúng tôi đến vào ngày hôm sau, 6 điểm tham quan đã đóng cửa trong đó có Tháp Taboo. Đã cố gắng lấy lại tiền trong quan hệ khách hàng ngay sau khi vào và được yêu cầu liên hệ với công ty. Sau 20 phút. chờ đợi, tôi được nhắc để lại một thư thoại. Dịch vụ khách hàng tại công viên không chỉ không tồn tại, nhà vệ sinh trong phòng vệ sinh rất tệ, điều kiện nước bẩn và giá tủ khóa, săm và nước thực phẩm cũng rất cao. 8 cho nước đóng chai. Tủ khóa 20. 20 ống trong mỗi người sau 30 người đậu xe và 55 người vào cổng. Tôi sẽ không đưa gia đình tôi trở lại. Tôi thực sự khuyên bạn nên xem xét lại một công viên nước khác nếu bạn dự định đưa gia đình mình đến đây.Đọc thêm",
            "Xin chào, hãy để chúng tôi xem xét kỹ hơn về điều này cho bạn. Vui lòng liên hệ với chúng tôi tại vipsupportsixflags.com kèm theo thông tin của bạn để chúng tôi có thể hỗ trợ bạn tốt nhất. Cảm ơn. Đọc thêm",
            "Ngoài việc trở thành Công viên nước tồi tệ nhất ở Mỹ, dịch vụ khách hàng thực sự rất tệ. Họ không làm gì để khắc phục sự thật là tất cả các slide đều đã bị đóng. Họ cứ lấy tiền của mọi người và bạn không muốn bị gạt thì thái độ của họ có vẻ quá tệĐọc thêm",
            "Xin chào, chúng tôi hiểu sự thất vọng của bạn. Vui lòng gửi email đến vipsupportsixflags.com để một trong những Đại lý hỗ trợ khách hàng của chúng tôi có thể hỗ trợ giải quyết mối quan tâm của bạn. Cảm ơn! Đọc thêm",
            "Đưa cháu tôi đến công viên vào ngày 08102023. Chúng tôi đến đó lúc 10:15 và mất 30 phút để trả tiền gửi xe và đỗ xe. Chúng tôi vào trong và bọn trẻ nhảy lên chuyến đi gần nhất. Sau đó, chúng muốn đến Big Rides. Khi đến nơi, chúng tôi phát hiện ra 6 chuyến đi tốt nhất trong công viên đã đóng cửa. Họ chỉ mở 4 chuyến đi. Tôi hỏi nhân viên cứu hộ tại sao? Cô ấy nói với tôi rằng đó là bảo trì theo lịch trình. Sau đó, tôi đến Phòng quan hệ khách hàng để khiếu nại và lấy lại tiền. Đã có 3 người xếp hàng làm điều tương tự. Mới chỉ 11:00 sáng và hàng đã dài 10 người. Người phụ nữ ở cửa sổ đưa người quản lý Richard của cô ấy ra, người bảo chúng tôi gọi đến văn phòng Hợp tác. Ông ta thực sự không có kỹ năng Dịch vụ khách hàng nào và không có Sự đồng cảm. Tôi nhận ra mình chẳng đi đến đâu với anh chàng này nên tôi nói với anh ta rằng chúng tôi sẽ rời đi và tôi sẽ đấu tranh với công ty thẻ tín dụng của mình về khoản phí này. Trước khi rời khỏi công viên, chúng tôi đã vào cửa hàng quà tặng và 3 anh chàng ở đó nói với chúng tôi rằng lý do họ đóng cửa là vì họ không có đủ nhân viên để điều hành. Anh ta nói với chúng tôi rằng họ được cho là sẽ nói bảo trì theo lịch trình nếu được hỏi. Nếu bạn có con nhỏ, bạn sẽ có khoảng thời gian vui vẻ trong công viên. Nếu bạn có con lớn hơn như tôi, bạn sẽ không. Đọc thêm",
            "Cảm ơn phản hồi của bạn. Vui lòng liên hệ với chúng tôi tại vipsupportsixflags.com để chúng tôi có thể xem xét mối quan tâm của bạn tốt hơn.Đọc thêm",
            "Mọi slide ngoại trừ một vài slide dành cho trẻ em đều bị đóng cửa. Không có cảnh báo về việc đóng cửa trên trang web và họ không hoàn lại tiền. Dịch vụ khách hàng tồi tệ nhất. Công viên nước này là một trò lừa đảo và Six Flags nên xấu hổ khi liên kết với địa điểm này. Thực sự khủng khiếp.Đọc thêm",
            "Cảm ơn phản hồi của bạn. Vui lòng liên hệ với chúng tôi tại vipsupportsixflags.com để chúng tôi có thể xem xét mối quan tâm của bạn tốt hơn.Đọc thêm",
            "Tôi đã đi từ Anh đến thăm gia đình và trả khoảng 500 cho 7 người bao gồm cả tiền gửi xe như một phần thưởng. Trước khi thuê ống trượt với giá 15 đô la một người. Sau khi đến nơi và thấy không có máng trượt nào mở, tôi đã nói chuyện với một nhân viên cứu hộ, người này thông báo với tôi rằng một bên máng trượt của công viên đã đóng cửa để bảo trì đột xuất. Tôi đã nói chuyện với bộ phận dịch vụ khách hàng để tìm hiểu xem máng trượt nào mở và được thông báo chỉ có một máng trượt mở. Khi được hỏi tại sao, cô ấy nói rằng vì nhiệt độ khoảng 80 độ F. Chúng tôi đã đặt chỗ trước và tôi hỏi liệu tôi có thể đưa gia đình mình trở lại vào một ngày khác không và được trả lời là có thể nhưng sẽ bị hộ tống ra khỏi địa điểm nếu chúng tôi chọn làm như vậy. Tôi hỏi ngày nào các máng trượt sẽ mở và được trả lời có thể là cuối tuần. Điều này không phù hợp với gia đình chúng tôi vì chúng tôi đã lên kế hoạch cho các hoạt động. Chúng tôi quyết định rời đi và yêu cầu hoàn lại tiền, mất khoảng nửa giờ để xử lý. Sau đó, chúng tôi được hộ tống ra khỏi địa điểm và trong khi được hộ tống, chúng tôi được thông báo rằng họ không có đủ nhân viên cứu hộ. Có ba lý do khác nhau khiến các máng trượt không mở. Ngoài ra, nếu bạn xem ứng dụng tại địa điểm, bạn sẽ thấy tất cả các máng trượt đều mở ngoại trừ hai máng trượt, điều này hoàn toàn sai. Không có thông tin nào trên trang web nói rằng mọi thứ đã đóng cửa. Mất nửa ngày lái xe lên và xuống từ nơi này. Rất nhiều người thất vọng. Không thể biện minh cho việc ở lại đó để đi bơi cả ngày. Bất kỳ ai điều hành nơi này đều nên bị sa thải!! Shambles Đọc thêm",
            "Cảm ơn phản hồi của bạn. Vui lòng liên hệ với chúng tôi tại vipsupportsixflags.com để chúng tôi có thể xem xét mối quan tâm của bạn tốt hơn.Đọc thêm",
            "Trải nghiệm khủng khiếp ở bến cảng bão ngày hôm nay. Ít nhất 60 chuyến đi đã đóng cửa trong ngày và chúng tôi đã trả 60 đô la mỗi vé cho 7 người, cộng thêm 80 đô la cho việc đỗ 2 ô tô. Khi chúng tôi hỏi về các chuyến đi, chúng tôi được nhân viên cứu hộ thông báo đóng cửa trong ngày để bảo trì cần thiết, đóng cửa vì thời tiết quá lạnh bởi một nhân viên phục vụ khách, hôm nay chỉ có 76 F và đóng cửa vì nhân viên cứu hộ đã quay trở lại trường học. đại diện dịch vụ khách Trò đùa tuyệt đối của một nơi, chỉ đạo rõ ràng. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá, ngay cả khi trải nghiệm của bạn không tuyệt vời. Vui lòng gửi thông báo tới vipsupportsixflags.com kèm theo thông tin chi tiết để chúng tôi có thể cải thiện trong tương lai.Đọc thêm",
            "Lần đầu tiên đến và đó là một trải nghiệm khá kinh khủng vì thiếu dịch vụ đồ ăn và đồ uống. Với nhiệt độ là 99 độ và lượng người ở đây, chúng tôi mong đợi nhiều lựa chọn hơn cho đồ ăn và đồ uống hoặc hàng đợi nhanh hơn. Thời gian chờ của chúng tôi hiện là một giờ để nạp lại đồ ăn và đồ uống và chúng tôi thậm chí còn chưa thể khám phá các trò chơi. Chỉ chạy thẳng đến hồ tạo sóng, đó là lý do tại sao tôi cho nơi này hai sao. Tôi chỉ giới thiệu nơi này cho bạn bè hoặc gia đình với một lời cảnh báo MẠNH MẼ là hãy ăn một bữa no trước khi đến và mang theo đồ uống của riêng bạn nếu bạn có thể lén lút mang theo. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Rất tiếc, trải nghiệm của bạn không như bạn mong đợi. Vui lòng gửi một ghi chú đến vipsupportsixflags.com để chúng tôi có thể xem xét mối quan ngại của bạn tốt hơn.Đọc thêm",
            "Rất nhiều người, xếp hàng dàiMột nửa số cầu trượt trong công viên không hoạt động nên phải chờ 1-2 tiếng đồng hồ!Nhân viên chán nản và không hứng thú.Các hồ bơi bẩn, tóc và lá nổi trong nước!Xếp hàng dài tại nhà hàng.Đọc thêm",
            "Chúng tôi đánh giá cao việc bạn dành thời gian để lại đánh giá. Vui lòng liên hệ với vipsupportsixflags.com để chúng tôi có thể giải quyết thêm mối lo ngại của bạn.Đọc thêm"
        ],
        "star_ratings": [
            146,
            111,
            69,
            48,
            91
        ],
        "review_amount": 465,
        "location": [],
        "reviews_time": [
            "Written September 10, 2023",
            "Written August 26, 2023",
            "Written August 19, 2023",
            "Written August 15, 2023",
            "Written August 12, 2023",
            "Written August 11, 2023",
            "Written August 11, 2023",
            "Written August 10, 2023",
            "Written August 6, 2023",
            "Written August 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33047-d590242-Reviews-Six_Flags_Hurricane_Harbor_Los_Angeles-Santa_Clarita_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33047-d4635987-Reviews-Johnny_Rockets-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33047-d4743494-Reviews-Jimmy_Dean_s_Charbroiled_Burgers-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33047-d4113118-Reviews-Starbucks-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33047-d4661529-Reviews-Original_Tommy_s-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33047-d4637545-Reviews-Jack_in_the_Box-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33047-d8331773-Reviews-Cold_Stone_Creamery-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33047-d4630048-Reviews-Del_Taco-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33047-d15639781-Reviews-The_Coffee_Bean_Tea_Leaf-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33047-d15256385-Reviews-McDonald_s-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33047-d353321-Reviews-Red_Lobster-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d156956-Reviews-Six_Flags_Magic_Mountain-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d15183570-Reviews-Telco_Brewery-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d14038491-Reviews-Pocock_Brewing-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32778-d324519-Reviews-William_S_Hart_Museum_Ranch-Newhall_Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d19898869-Reviews-The_Paseo_Club-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32778-d12715185-Reviews-Mentryville-Newhall_Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d12930206-Reviews-The_Santa_Clarita_Swap_Meet-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32778-d13118824-Reviews-Towsley_Canyon_Park-Newhall_Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d6901626-Reviews-Pulchella_Winery-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32778-d12163051-Reviews-Canyon_Theatre_Guild-Newhall_Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d590242-Reviews-or10-Six_Flags_Hurricane_Harbor_Los_Angeles-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d590242-Reviews-Six_Flags_Hurricane_Harbor_Los_Angeles-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d19990001-Reviews-Party_Bus_LA-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12277874-Reviews-GS_Transportation_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d7000638-Reviews-Westfield_Valencia_Town_Center-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d21259923-Reviews-VoiceMap-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d8484905-Reviews-Scooter_s_Jungle-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2391442-Reviews-Wildlife_Learning_Center-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d12342422-Reviews-Edwards_Valencia_Stadium_12_IMAX-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d21290896-Reviews-State_Line_Transportation-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d23807121-Reviews-Genuine_Cigars-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d3746658-Reviews-The_Ivy_Day_Spa-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187836-d3411774-Reviews-Piani_D_Erna-Lecco_Province_of_Lecco_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d8670901-Reviews-Ruta_del_Desierto-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g12834445-d2108391-Reviews-Stegastein_Viewpoint-Aurlandsvangen_Aurland_Municipality_Sogn_og_Fjordane_Weste.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456378-Reviews-Khlong_Dan-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g297913-d2196799-Reviews-Meserani_Snake_Park-Arusha_Arusha_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60491-d4610902-Reviews-Jackson_Hole_Shootout-Jackson_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d20053944-Reviews-Hurghada_Museum-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d2627614-Reviews-Heisler_Park-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189530-d232303-Reviews-Den_Gamle_By-Aarhus_East_Jutland_Jutland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33047-d590242-Reviews-or10-Six_Flags_Hurricane_Harbor_Los_Angeles-Santa_Clarita_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33047-d590242-Reviews-Six_Flags_Hurricane_Harbor_Los_Angeles-Santa_Clarita_California.html"
    }
]