[
    {
        "attraction_name": "Six Flags Great America",
        "attraction_name_vi": "Sáu lá cờ nước Mỹ vĩ đại",
        "general_info": [
            "2.748 đánh giá",
            "- 2 trong số 22 điều cần làm ở Gurnee",
            "Giải trí - Công viên giải trí",
            "Công viên nước"
        ],
        "attraction_summary": "Six Flags Great America là công viên giải trí lớn nhất, nổi tiếng nhất Chicago! Nếu gia đình bạn đang tìm hoạt động giải trí ở Chicago thì bạn đã đến đúng nơi. Với hàng chục trò chơi và điểm tham quan, bao gồm tàu ​​lượn siêu tốc và các trò chơi hấp dẫn dành cho trẻ em dành cho gia đình có trẻ nhỏ, chương trình giải trí trực tiếp, các lựa chọn ăn uống cổ điển, chương trình kỳ nghỉ nổi tiếng và các sự kiện đặc biệt như Fright Fest và Holiday in the Park, luôn có điều gì đó thú vị những điều mới mẻ và thú vị đang diễn ra trong công viên!Đọc thêm",
        "reviews": [
            "Cảm ơn Chúa vì những hành động nhanh chóng của các nhân viên tại Batman Ride và các nhân viên sơ cứu khi tôi bị ốm! Suy nghĩ nhanh chóng của họ đã cho phép tôi tiếp tục tận hưởng lễ hội cùng gia đình! Tôi hy vọng họ được công nhận theo một cách nào đó. Họ đã cứu tôi khỏi nỗi xấu hổ khi phải nhập viện. Tôi sẽ mãi mãi biết ơn các nhân viên tại Six Flags ở Gurnee, Illinois!!!!! Đọc thêm",
            "Six Flags chắc chắn là một loại công viên mang lại bầu không khí hồi hộp. Có một số lĩnh vực mà họ rất chú ý đến như Battle for Metropolis. Nếu bạn - không thích những trò chơi cảm giác mạnh, bạn có thể không nhận được số tiền của mình - vì có rất nhiều trò chơi điên rồ, một số lượng lớn trẻ em chơi và không có nhiều trò chơi ở giữa. Thêm vào đó tất nhiên là có những dòng người xếp hàng vào những ngày bận rộn. Tuy nhiên, nếu bạn là người nghiện adrenaline thì đây là nơi hoàn hảo dành cho bạn.Đọc thêm",
            "Xin chào Patlv23, chúng tôi rất vui mừng khi nhận được phản hồi như vậy. Cảm ơn bạn đã dành thời gian để xem xét chúng tôi. Chúng tôi sẽ chia sẻ điều này với nhóm!Đọc thêm",
            "Trải nghiệm yêu thích của tôi là khi George đến Pizza Orleans đưa tôi và các cô gái của tôi gọi món cho chúng tôi gần như vào phút cuối khi các nhà cung cấp khác đóng cửa. Anh ấy rất tốt bụng và vẫn rộng lượng để chăm sóc chúng tôi. Nếu có điều gì tôi sẽ quay lại spa pizza của anh ấy vì anh ấy. Dịch vụ tốt chỉ thỉnh thoảng đến từ một người làm việc chăm chỉ khi họ là người cuối cùng ở đóĐọc thêm",
            "Rất vui vì bạn đã có trải nghiệm tuyệt vời, David. Mong được gặp lại bạn trong thời gian sắp tới! Đọc thêm",
            "Tôi và gia đình đã có khoảng thời gian tuyệt vời trong chuyến đi gần đây tới Six Flags Great America. Thời tiết hơi mưa nhưng chúng tôi đã tận dụng tối đa thời gian ở đó và đi được hầu hết các tàu lượn cũng như nhiều trò chơi khác. Các nhân viên từ dịch vụ ăn uống, nhân viên vệ sinh cho đến người điều khiển xe đều thân thiện và hữu ích.  Thức ăn hơi đắt, thậm chí so với giá ở công viên giải trí nhưng việc có kế hoạch ăn uống sẽ giúp ích. Tôi thực sự khuyên bạn nên ít nhất một người trong nhóm của bạn mua tư cách thành viên hàng năm khi có ưu đãi đặc biệt.  Đây là năm thứ hai gia đình tôi đến thăm công viên này và tôi tin rằng nó sẽ trở thành một truyền thống hàng năm.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian trong ngày để đánh giá chúng tôi. Hy vọng sớm gặp lại bạn!Đọc thêm",
            "Chúng tôi rất thích chuyến thăm của mình - Tôi có thể nói rằng - phí vào cửa 50 là rất hợp lý, một điều tôi sẽ nói là giá đồ ăn và đồ uống khá đắt, chúng tôi không xem xét kế hoạch ăn uống nhưng tôi có thể khuyên mọi người nên kiểm tra điều đó hoặc chỉ mang theo đồ ăn nhẹ nhỏ trong ba lô. Chúng tôi chưa bao giờ thực sự phải xếp hàng hoặc cảm thấy nó quá đông đúc. Khi ở đó trời khá nóng và ẩm, ước gì có thêm một vài máy phun sương nhưng chúng tôi chỉ tiếp tục uống nước và sử dụng quạt cá nhân mà chúng tôi mang theo, đó là một ý tưởng hay. Đối với các chuyến đi - đứa con 12 tuổi của tôi yêu thích mọi thứ và đứa con 10 tuổi của tôi cũng làm được hầu hết mọi thứ. Kiểm tra yêu cầu về chiều cao trước khi đến cho trẻ nhỏ!Đọc thêm",
            "Xin chào Wildcat1111, Chúng tôi đánh giá cao phản hồi tích cực của bạn về trải nghiệm của bạn. Chúng tôi tự hào được phục vụ khách hàng của mình và hy vọng sớm gặp lại bạn!Đọc thêm",
            "There was some good and some bad.  Overall, a fun park and we would go again but compared to competitors it just gets an average rating.  We got the all day dining which comes with a refillable cup.  Our first stop for coke was out at the machine. There was another machine there but not sure if it wasn - t turned on or if the person just didn - t want to walk to that one to get a coke.  The next coke was flat  - we dumped it - .  The 3rd attempt the whole soda machine was down.  We did finally get a coke later in the day. Employees were hit or miss on friendliness.  The Max Force  - first ride of the day -  employee appeared incredibly annoyed that we asked to wait for the front car  - we didn - t - .  All other ride employees were friendly. Several other food or drink employees seemed bothered they had to work.  However, the chicken place people were top notch, fast workers and friendly.  As a bonus it was the best meal at the park!  The sandwich people were also A -  on friendliness and service, too bad the sandwiches were stale with hardly any meat.  Also disappointed there were no shows for the day.  We understand on less busy days not having any shows but none was a bummer. Due to weather the park closed at 7.  Weather is uncontrollable but we were having fun with the bumper cars, the shoot ride, the indoor coaster and riding the train so the weather didn - t bother us.  We would have stayed longer on those rides and eaten one more time on our all day dining despite the weather.  On the plus side all the rides seemed very well maintained and the coasters lots of fun. It was a great day and will come back hopefully with better than  - hit or miss -  food and service next time!Read more",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá cho chúng tôi. Rất tiếc vì trải nghiệm của bạn không như bạn mong đợi. Vui lòng gửi ghi chú đến vipsupport - sixflags.com để chúng tôi có thể xem xét kỹ hơn mối quan tâm của bạn. Đọc thêm",
            "Ôi đội tàu lượn tuyệt vời! Tôi đã đi mọi chiếc tàu lượn lớn ở đó mà tôi yêu thích nhất phải là tàu lượn siêu nhân. Đó là một chuyến đi tuyệt vời. Có rất nhiều nơi để lấy thức ăn. Tôi khuyên bạn nên uống đồ uống cả ngày vì bạn có thể đổ thêm bao nhiêu lần tùy thích và vì nhìn chung họ không cho phép chai nước từ những nơi bên ngoài nên tôi rất thích công viên Six Flags!! - có rất nhiều việc phải làm cho gia đình nên có một số buổi biểu diễn và trò chơi dành cho trẻ nhỏ! Tôi khuyên bạn nên lấy thẻ flash nếu bạn có đủ khả năng! Bởi vì nó có thể rất đắt nên bạn sẽ phải tốn tiền và phải xếp hàng nhưng nếu bạn đi vào ngày trong tuần thì - dù sao thì cũng không tệ lắm, tôi thích công viên nàyĐọc thêm",
            "Chúng tôi đánh giá cao những phản hồi tích cực. Nó có ý nghĩa rất nhiều. Hẹn gặp lại bạn sớm! Đọc thêm",
            "Tôi thích đến Six Flags Great America. Tôi đã đến công viên giải trí tuyệt vời này nhiều lần. Đây có lẽ là công viên giải trí yêu thích nhất của tôi. Tôi thích đi tàu lượn siêu tốc yêu thích của mình tại SFGA. Tàu lượn siêu tốc yêu thích của tôi là X-Flight, Raging Bull, Maxx Force, the Whizzer - Goliath. Tôi không thể chờ đợi để quay lại vào tháng tới. Đọc thêm",
            "Chúng tôi đánh giá cao những phản hồi tích cực. Nó có ý nghĩa rất nhiều. Hẹn gặp lại bạn sớm! Đọc thêm",
            "Chúng tôi đã đi Ngày Lao động cuối tuần. Đường dây không tệ. Các chuyến đi rất vui. Thức ăn rất ngon. \n\nTuy nhiên, một số chuyến đi đã bị đóng cửa - mặc dù chúng tôi không bỏ lỡ điều gì -. Và nó đắt tiền.\n\nNói chung là những gì chúng tôi mong đợi và hy vọng. Đọc thêm",
            "Chúng tôi đánh giá cao việc xem xét. Cảm ơn đã dành thời gian. Chúc một ngày tốt lành! Đọc thêm",
            "Đã bảy năm kể từ khi tôi đến đây, nhưng mọi thứ chỉ trở nên tồi tệ hơn. Tôi nhận thấy ít nhân viên hơn, ít bàn ăn dã ngoại hơn, ít gia đình hơn và nhiều nhóm thanh thiếu niên hơn - vào Chủ nhật trong ngày - . Như một người khác đã nhận xét, bạn không thể mang đồ ăn hoặc đồ uống vào, vì vậy nếu dành thời gian ở đó, bạn sẽ bị mắc kẹt với mức giá chênh lệch của họ đối với đồ ăn. Bạn muốn một chiếc chân gà tây cho - 18? Trên thực tế - khoản phụ phí - họ áp dụng cho tất cả các giao dịch mua sẽ cộng thêm - !.30 cho bất kỳ giao dịch mua nào bạn thực hiện. Vì vậy, rõ ràng là chân gà tây - 17,99 sẽ khiến bạn phải trả thêm - 1,30. Theo hỗ trợ khách hàng của họ, họ tính phí bổ sung - 1,30 cho tất cả các giao dịch mua. Tại sao? Bởi vì họ có thể thoát khỏi nó. Không phải bạn chỉ yêu thích những nơi bán giá cao và sau đó đi tìm kiếm những đồng xu và niken cho đến chết sao?Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá cho chúng tôi. Rất tiếc vì trải nghiệm của bạn không như bạn mong đợi. Vui lòng gửi ghi chú có thông tin đơn hàng của bạn đến vipsupport - sixflags.com để được hỗ trợ thêm. Đọc thêm",
            "Các trò chơi và công viên đều tốt nhưng bữa ăn và đồ uống quá đắt!! như ai sẽ muốn chi - 18 cho một lát bánh pizza phô mai và - 7,6 cho chai nước 500 ml? quá đắt, rõ ràng không có sáu lá cờ!!Đọc thêm",
            "Đã chi - 140 cho một thẻ ăn uống, thậm chí không bao gồm bánh phễu hoặc củ cải đường LỚN lãng phí tiền bạc. Chưa kể - 125 cho thẻ Kim cương và bạn chỉ nhận được 4 thẻ nhanh cho CẢ MÙA. Theo ý kiến ​​​​của tôi, sự lãng phí tiền bạc lớn. Tôi chỉ muốn ăn nhẹ và tôi sẽ được hoàn lại tiền.Đọc thêm",
            "Cảm ơn phản hồi của bạn. Vui lòng liên hệ với chúng tôi tại vipsupport - sixflags.com để chúng tôi có thể xem xét mối quan tâm của bạn tốt hơn.Đọc thêm",
            "Chúng tôi đã dành hai giờ mệt mỏi xếp hàng để đi tàu lượn Superman, chỉ để được thông báo rằng tàu không theo thứ tự khi cuối cùng chúng tôi đến được phía trước. Và sự thất vọng không dừng lại ở đó. Sau khi chịu đựng thêm ba giờ xếp hàng nữa để đi tàu lượn Goliath, chúng tôi đau lòng khi nghe tin thời tiết xấu đã làm chậm trễ chuyến đi ngay khi chúng tôi chuẩn bị lên tàu. Gia đình chúng tôi đã đi hơn 500 dặm cho chuyến đi này, và nhiều giờ chờ đợi cùng những giọt nước mắt của bọn trẻ khiến mọi thứ trở nên khó chịu hơn. Chỉ với hai chuyến tàu lượn siêu tốc để chứng minh cho nỗ lực của chúng tôi, ngày của chúng tôi đã hoàn toàn bị hủy hoại bởi cơn mưa. Thật đau lòng khi phải rời đi cùng những đứa trẻ thất vọng. Chúng tôi đang yêu cầu hoàn lại tiền hoặc đổi vé để chúng tôi có thể thử lại mà không thất vọng. Đọc thêm",
            "Họ tăng giá gấp ba lần. Dịch vụ thậm chí còn tệ hơn trước. Hầu hết các cơ sở không hoạt động. Các cuộc bạo loạn tiếp tục nổ ra. Các đài phun nước thậm chí không hoạt động. Một đồ uống có giá hơn - 10. Thật là lãng phí thời gian và tiền bạcĐọc thêm",
            "Không bao giờ lặp lại! Công viên giải trí thực sự là một sự thất vọng! Nhiều điểm tham quan bị hỏng nhiều lần theo thời gian dẫn đến phải xếp hàng ngoài giờ - Đồ ăn tại chỗ rất tệ. Không có lựa chọn nào khác vì chúng tôi không thể mang thức ăn và đồ uống vào bên trong - Các vòi phun nước thậm chí còn không hoạt động! Mọi người trong công viên trông rất không vui và đôi khi hơi thô lỗ. Đối với những người đã đến Europa-Park ở Đức, hãy tránh xa Great America! Trung bình, thời gian chờ đợi trung bình là 2 giờ cho mỗi điểm tham quan hấp dẫn - Đây là lần cuối cùng tôi đến một công viên giải trí khác ngoài Europa-Park!Đọc thêm",
            "Xin chào, chúng tôi rất tiếc vì đó là trải nghiệm của bạn với chúng tôi. Vui lòng gửi một ghi chú đến vipsupport - sixflags.com, để chúng tôi có thể xem xét kỹ hơn mối lo ngại của bạn.Đọc thêm",
            "Người ta có thể nghĩ rằng Tuần khai mạc sẽ là một niềm vui lớn ở Six Flags, nhưng lại có rất nhiều nỗi thất vọng.  Việc thiếu các chuyến đi dành cho đứa con 5 tuổi của tôi là rất nhiều.  Những chuyến đi yêu thích của cô đều đã đóng cửa.  Ngay cả những chuyến đi đã mở tại thời điểm này cũng đã bị đóng vào thời điểm tiếp theo.  Băng chuyền mang tính biểu tượng? Đóng cửa sớm hơn trong ngày và muộn hơn khi mở cửa, chỉ có tầng một là có. Phụ phí 99 xu cho mọi thứ?  Ai đang bỏ túi số tiền đó?   - 10 cho một túi Doritos - đã bao gồm phụ phí. - Cậu bé Dippin - Dots sẽ - không giảm giá cho tôi khi có Season - s Pass. Sky Striker mới thậm chí còn chưa hoàn thành.  Quảng cáo vào mùa thu cho biết sẽ sẵn sàng cho ngày khai mạc.  Tờ báo cho biết vào cuối mùa xuân này.  American Eagle không mở cửa vì Sky Striker chưa hoàn thành. Công trình xây dựng khắp nơi trong khuôn viên, bao gồm cả lối vào phía trước.  Điều gì đang xảy ra trong những tháng mùa đông, khi tuyết rơi hai lần và nhiệt độ ở mức 40?  Không có gì được sơn kể từ tháng Mười.  Nơi này đã xuống cấp và bẩn thỉu. Chúng tôi phải đăng ký xe của mình cho Speedy Gonzales Lane, và nó không hoạt động.  Họ có những hình nón lên. - 40 phút đậu xe nếu bạn không có thẻ? Thật là thất vọng.  May mà con gái tôi còn quá nhỏ để có thể hiểu được những lời phàn nàn của tôi.  Hôm nay chồng tôi vui vẻ hơn khi làm việc bên ngoài nhà.  Anh ấy sẽ - sẽ rất tức giận nếu nhìn thấy những gì chúng tôi đã trả bằng Seasons Pass của mình.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Rất tiếc, trải nghiệm của bạn không như những gì bạn mong đợi. Vui lòng gửi một ghi chú đến vipsupport - sixflags.com, để chúng tôi có thể xem xét mối quan tâm của bạn tốt hơn.Đọc thêm",
            "Đã đến Frightfest và mua những tấm thẻ Flash đắt nhất vì chúng tôi biết nó sẽ rất bận. Điều mà họ không nói với bạn trên trang web là những người nhận được Flashpass rẻ nhất và những người mua one-shot - về cơ bản là flashpass cho một chuyến đi - có thể lên lịch cho tất cả các chuyến đi của họ và sử dụng tất cả những gì có sẵn lần. Tôi - sẽ vào ứng dụng để đặt lịch đi và nó sẽ báo - xếp hàng đầy đủ. - Chuyện này đã xảy ra hàng giờ rồi. Tôi đã trả - 210 cho một lần flashpass để điều này xảy ra với tôi. Những ngôi nhà ma ám rất tuyệt, Dòng thứ 13 là nơi chúng tôi yêu thích nhất, sau đó là Cổng địa ngục. Tuy nhiên, chúng tôi đã nhận được vé tốc hành vào những ngôi nhà ma ám. Điều phàn nàn duy nhất mà chúng tôi có về những ngôi nhà ma ám là chúng rất khó tìm. Chúng tôi đi ngang qua một cái - trong khi tìm kiếm nó -, không có biển hiệu sáng lên hay bất cứ thứ gì. Những đồ trang trí đáng sợ thực sự tuyệt vời. Giá thực phẩm đang trở nên vô lý. Tôi định mua hai lát bánh pizza và sau đó nhận ra rằng nó sẽ có giá - 30. Một chiếc bánh pizza đầy đủ có giá - 55. Nói chung, đó là một ngày cực kỳ vui vẻ vì những ngôi nhà ma ám, nhưng tôi - sẽ phải thực sự cân nhắc quay trở lại với mức giá đắt đỏ và không thể thực hiện tất cả các chuyến đi mà chúng tôi muốn. Đọc thêm",
            "Chúng tôi đánh giá cao việc bạn dành thời gian để lại đánh giá. Vui lòng liên hệ với vipsupport - sixflags.com để chúng tôi có thể giải quyết thêm mối lo ngại của bạn.Đọc thêm",
            "Hãy tránh xa!  Con trai tôi vừa tốt nghiệp trại huấn luyện Hải quân tuần này.  Anh ấy muốn đến Six Flags.  Chúng tôi lên mạng vào thứ Năm để mua vé cho thứ Sáu.  Chúng tôi đã mua - vé ngày - cho thứ Sáu.  Sáng thứ Sáu, chúng tôi phát hiện ra rằng công viên không mở cửa cho đến 5 giờ chiều, con trai tôi phải quay lại căn cứ lúc 7 giờ tối.  Không có thông báo nào trên trang web khi chúng tôi mua rằng họ chỉ có số giờ giới hạn và những gì chúng tôi mua không phải là vé ngày như họ đã nêu. Tôi đã dành một giờ để trò chuyện để cố gắng lấy lại tiền.  Cuối cùng tôi được thông báo rằng người giám sát sẽ không hoàn lại tiền cho tôi vì giờ đỗ xe có sẵn trên trang web.  Sau đó tôi có đủ can đảm để cảm ơn con trai tôi vì sự phục vụ của nó!  Trang web này đã gây hiểu lầm và tôi tin rằng đó là lừa đảo.  Tôi sẽ không bao giờ cho Six Flags thêm một xu nào nữa trong suốt quãng đời còn lại của mình.  Con trai tôi cũng chia sẻ kinh nghiệm của mình với tất cả những người bạn cùng tàu.Đọc thêm",
            "Cảm ơn phản hồi của bạn. Vui lòng liên hệ với chúng tôi tại vipsupport - sixflags.com để chúng tôi có thể xem xét mối quan tâm của bạn tốt hơn.Đọc thêm",
            "Lễ hội kinh hoàng!  Tôi đã viết một bài đánh giá vào năm ngoái nên không có gì nhiều để bổ sung.  Một lần nữa, mẹo của tôi là hãy đến sớm và về phía sau.  Trong năm thứ hai, chúng tôi đã đến Goliath ngay lập tức.  Tương tự với Eagle, Viper và thời gian chờ đợi ngắn cho Raging Bull.  Chúng tôi đợi Batman một chút - 20 phút - . Mọi người đánh Superman nhanh chóng, vì vậy chờ đợi sẽ lâu hơn.  G-Force cũng vậy.  Chúng tôi ở lại qua đêm, và ngày thứ hai chúng tôi gặp Superman - đầu tiên và ở trên tàu lượn đầu tiên - , sau đó đến Joker - đợi khoảng 10 phút - và kết thúc với X-Flight - đợi khoảng 10 phút cho hàng đầu tiên - .  Đây là khoảng một giờ và G-Force đã quá 30 phút và thậm chí cả Whizzer cũng ở mức 20-25 phút - .  THỰC PHẨM: Hãy lựa chọn một cách khôn ngoan.  Năm ngoái chúng tôi đã có món gà ngon từ Strutters.  Bánh mì kẹp thịt của Johnny Rockets ngon hơn ThrillBurger ở Food Court.  Pizza là tầm thường.  Không mạo hiểm để thử bất cứ điều gì khác.  GIẢI TRÍ: Nó - s tốt.  Các chương trình không thay đổi nhiều theo từng năm.  The Ringmaster - s Cabaret là một chương trình khá hay.   Khu vực sợ hãi rất thú vị; tuy nhiên, HÃY LƯU Ý CHO TRẺ EM!  Họ - sợ hãi - và bắt đầu chạy khỏi các diễn viên và sẽ cán qua bạn.  Luôn luôn là một vấn đề.  NHÀ ÁM: Họ - không sao cả.  Đôi khi giống như một chuyến tham quan ngắm cảnh hơn là sợ hãi. Các dòng có thể kéo dài nên Express Entry có thể đáng giá.  Chúng tôi luôn làm điều đó.  SUY NGHĨ: Ước gì đồ ăn - đồ uống không đắt đến thế. Thật điên rồ khi trả tiền - 14 cho miếng bánh pizza, - 15 - 16 cho một ly bia.  Ngoài ra, xin gửi lời cảm ơn chân thành đến tất cả các công nhân người Jamaica tại công viên!  Đọc thêm",
            "Cảm ơn bạn đã dành thời gian trong ngày để đánh giá chúng tôi. Hy vọng sớm gặp lại bạn!Đọc thêm",
            "Bạn muốn ghé thăm chỉ để đi tàu lượn... là Thứ Bảy trong tháng 10 - hãy quên nó đi - chật cứng vì lễ hội kinh hoàng hay đáng giá? Không quan tâm đến lễ hội kinh dị, chỉ đến lúc chúng ta - sẽ có mặt ở thị trấn.Đọc thêm",
            "Vâng, sẽ có rất nhiều người ở đó hành động như thể họ không biết những nhân viên trong trang phục hóa trang không phải là thây ma thực sự.Đọc thêm",
            "Nếu tôi và gia đình có thẻ Mùa giải vàng, liệu chúng tôi có thể sử dụng chúng ở sáu lá cờ khác và nhận được những lợi ích tương tự không?Đọc thêm",
            "Giá trung bình cho các trò chơi lễ hội là bao nhiêu? Ngoài ra xin vui lòng chỉ trả lời nếu bạn biết. Tôi thấy một người đã hỏi câu hỏi tương tự và câu trả lời duy nhất họ nhận được là - tại sao bạn lại chơi game ở công viên giải trí? - Đọc thêm",
            "Bạn có thể mang cốc Season Pass của năm nào đến công viên để sử dụng không? Tôi có thể chỉ xuất trình thẻ của mình để được giảm giá - hoặc sử dụng không?Đọc thêm",
            "tôi đang nghĩ đến việc đi dự sinh nhật của mình vào ngày 18 có đông không?Đọc thêm",
            "Làm thế nào để tôi kích hoạt thẻ thông hành mùa giải 2022 của mìnhĐọc thêm",
            "Chúng ta có thể đưa toa xe riêng cho trẻ em của mình vào sáu lá cờ trên công viên Texas không?Đọc thêm",
            "Xe buýt có thể đậu ở Great America không?Đọc thêm",
            "Tôi có thể đưa đứa trẻ 13 và 14 tuổi của mình đến công viên không? Họ có được phép tự mình vào không?Đọc thêm",
            "Tôi đã mua vé xem mùa vào năm ngoái vào tháng 10 năm 2021, ngày mai có còn dùng được khôngĐọc thêm"
        ],
        "star_ratings": [
            1150,
            763,
            348,
            185,
            303
        ],
        "review_amount": 2749,
        "location": [
            "Quận Hồ",
            "Hoa Kỳ",
            "Illinois - IL -",
            "Gurnee",
            "Các hoạt động ở Gurnee",
            "Sáu lá cờ nước Mỹ vĩ đại"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 24, 2023",
            "Written July 3, 2023",
            "Written July 4, 2023",
            "Written July 5, 2023",
            "Written July 6, 2023",
            "Written July 30, 2023",
            "Written September 1, 2023",
            "Written September 3, 2023",
            "Written June 3, 2024",
            "Written May 31, 2024",
            "Written May 25, 2024",
            "Written May 6, 2024",
            "Written May 4, 2024",
            "Written April 28, 2024",
            "Written April 21, 2024",
            "Written October 16, 2023",
            "Written October 7, 2023",
            "Written October 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g36087-d144236-Reviews-Six_Flags_Great_America-Gurnee_Lake_County_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g36087-d1852146-Reviews-Stevens-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36087-d430197-Reviews-Tina_s_Italian_Bake_Shop-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36087-d4200286-Reviews-Panda_Express-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36087-d5481676-Reviews-Johnny_Rockets-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36087-d3397126-Reviews-Momcorn-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36087-d3204458-Reviews-AHA_Sushi-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36087-d430165-Reviews-Tacos_El_Norte_Gurnee-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36087-d25501233-Reviews-Shawarma_King-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36087-d21493769-Reviews-Riverside_Cafe-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36087-d430182-Reviews-Gurnee_Donuts-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36854-d648380-Reviews-Genesee_Theatre-Waukegan_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d2100926-Reviews-Gurnee_Mills-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d14759681-Reviews-Warren_Newport_Public_Library-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d8561396-Reviews-Only_Child_Brewing_Company-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d12317989-Reviews-Betty_Russell_Community_Park-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36262-d8429781-Reviews-Independence_Grove_Forest_Preserve-Libertyville_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36075-d9731505-Reviews-Lake_Carina-Grayslake_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36854-d8595466-Reviews-ZumBier-Waukegan_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36262-d19838533-Reviews-Saint_Sava_Monastery-Libertyville_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36262-d6762273-Reviews-Lake_County_Forest_Preserves-Libertyville_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d144236-Reviews-or10-Six_Flags_Great_America-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d16857835-Reviews-Extreme_Flight_Simulation-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d10593972-Reviews-60_to_Escape-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36262-d26728806-Reviews-Timberjaxe_Axe_Lounge-Libertyville_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d3195976-Reviews-Launch-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d3539199-Reviews-Heavenly_Massage_Spa-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d2571470-Reviews-Paradise_Mist_Spa-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d10428023-Reviews-Marcus_Gurnee_Cinema-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d562384-Reviews-HSB_Turning_Torso-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11744535-Reviews-One_World_Trade_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g28982-d3459034-Reviews-Jules_J_Berta_Vineyards_Pizza-Albertville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g47163-d215075-Reviews-The_Lightning_Field-Quemado_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d631634-Reviews-Ocean_World_Adventure_Park_Puerto_Plata-Puerto_Plata_Puerto_Plata_Province_Dominic.html",
            "https://www.tripadvisor.com/Attraction_Review-g46805-d7244979-Reviews-Sea_Bright_Public_Beach-Sea_Bright_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d2016213-Reviews-Kleinmarkthalle-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g659912-d4885814-Reviews-Hula_Hula_Hvar_Beach_Bar-Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32110-d523510-Reviews-Buckeye_Hot_Spring-Bridgeport_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d7825180-Reviews-Clearwater_Ferry-Clearwater_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g36087-d144236-Reviews-or10-Six_Flags_Great_America-Gurnee_Lake_County_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g36087-d144236-Reviews-Six_Flags_Great_America-Gurnee_Lake_County_Illinois.html"
    }
]