[
    {
        "attraction_name": "Six Gun City",
        "attraction_name_vi": "Thành phố sáu súng",
        "general_info": [
            "123 đánh giá",
            "Công viên nước",
            "Công viên"
        ],
        "attraction_summary": "Công viên dành cho trẻ em, có cầu trượt nước, sở thú, đường mòn trong rừng và các hoạt động ngoài trời khác. Đọc thêm",
        "reviews": [
            "Biển hiệu lớn, mặt tiền tòa nhà phía Tây có vẻ ngoài mở, nhưng thực ra không mở.  Chuyến thăm hoài niệm, đưa bọn trẻ của chúng tôi trở lại vào cuối những năm 80. Rất muốn biết liệu có kế hoạch mở cửa trở lạiĐọc thêm",
            "Công viên giải trí này có bối cảnh trong một bộ phim phương Tây như The Good, The Bad và The Ugly.  Nó cung cấp các cuộc đấu súng, đi xe ngựa và một quán rượu.  Cửa hàng quà tặng bán súng đồ chơi, mũ cao bồi và các đồ lưu niệm khác.Đọc thêm",
            "Chỉ cần nghĩ rằng tôi sẽ đăng rằng điểm thu hút này đã đóng cửa. Chúng tôi vẫn ở trên đường và dự định đến thăm khi đang ở Jefferson trong kỳ nghỉ tuần này, nhưng nó đã ngừng hoạt động và dường như đã đóng cửa vĩnh viễn. Khu cắm trại kèm theo dường như vẫn hoạt động nhưng dưới một cái tên khác. Pháo đài Jefferson tôi nghĩ có thể là nơi cắm trại. Đọc thêm",
            "Sau khi xem trang web, tôi quyết định lái xe 2,5 giờ và đưa con đi.  Đừng đi. Mọi người đang hút thuốc trong bể lội.  Chúng tôi rời đi và lấy lại được tiền.Đọc thêm",
            "Đi đến khu cắm trại cùng với hai cô con gái của tôi, một đứa khuyết tật và một con chó phục vụ. Khu cắm trại có vấn đề với việc con chó của tôi bị trói bằng dây xích tại địa điểm của chúng tôi. Họ không muốn con chó ở công viên chút nào. Nhân viên phàn nàn về việc con chó ở cùng con gái tôi. Sau đó đi đến quán kem nơi chiếc máy kéo đưa mọi người đến công viên. Các nhân viên đã nói với chúng tôi vào cuối đêm rằng toa xe đã đầy và họ sẽ không quay lại đón chúng tôi......Thật sao???? Họ muốn tôi đi dạo trong khu rừng tối tăm với con gái tôi đang có nguy cơ bỏ trốn hoặc dọc theo đường cao tốc của bang.  Sau khi tôi phàn nàn, một gia đình tốt bụng bước lại và nhường chỗ cho chúng tôi. Điều tiếp theo tôi biết là người chủ đã đến địa điểm này để đuổi chúng tôi ra ngoài và buộc chúng tôi phải rời đi vào đêm khuya. Đe dọa sẽ cử cảnh sát tiểu bang tới để bắt chúng tôi khi trời tối. Anh ta khiến tôi và các con gái của tôi gặp nguy hiểm khi lái xe vào đêm khuya hai tiếng rưỡi về nhà, ngủ quên trên tay lái và người cha già của tôi buộc phải ra ngoài quá ngày thường, ông ngã ở trại khi đang đi trong bóng tối và trong lúc sấm sét bão và mưa lớn. Không hướng đến gia đình chút nào.  Tránh xa nơi này.Đọc thêm",
            "Như tiêu đề. Nó không tốt..nhưng nó không tệ. Mọi thứ đã thay đổi kể từ lần cuối tôi đến đó. Tôi đi cùng gia đình và bọn trẻ rất vui vẻ, ngay cả khi người lớn thì không. Mọi thứ đã được đóng và khóa, tuy nhiên, bạn vẫn có thể chụp ảnh. Còn lại rất ít chuyến đi. Sân gôn vẫn mở cửa, hoặc trong trường hợp đó. Họ có vài con ngựa, mặc dù bạn không thể cưỡi chúng. Điều đó chỉ làm tôi buồn. Hầu hết các công nhân tuổi teen và rất ít người trong số họ thích nói chuyện với nhau hơn. Cảm ơn những thanh thiếu niên đã thực sự làm tốt công việc của mình. Đó là niềm vui đối với bọn trẻ, nhưng tôi không nghĩ mình sẽ quay trở lại trừ khi ai đó phát minh ra cỗ máy thời gian và đưa nó trở lại thời điểm nó còn giống một công viên giải trí miền Tây hoang dã hơn. Tuy nhiên, tôi sẽ đề cập đến việc trang web của công viên không liệt kê bất kỳ giờ nào và mở cửa lúc 11 giờ sáng.Đọc thêm",
            "Có vẻ như đã đóng cửa, những chuyến đi đã biến mất, buồn bã. Đã từng tận hưởng từ nhiều năm trước. Nên dừng lại như một công viên giải trí nếu không muốn trở thành một công viên. Đọc thêm",
            "Trên thực tế, hầu hết công viên đã đóng cửa, thứ duy nhất mở cửa là một căn phòng nhỏ dành cho thẻ lazer.  Đường trượt nước không có nước..một nửa công viên đã được phong tỏa KHÔNG CÓ GÌ ĐANG LÀM VIỆC. Được gọi vào ngày trước khi lái xe 3 giờ, họ nói với tôi rằng họ mở cửa vào Chủ nhật ngày 5 tháng 7 từ 1 giờ chiều - 6 giờ chiều.  Tôi đến với một chiếc SUV đầy những đứa trẻ thất vọng.  Đọc thêm",
            "Nó không còn là Six Gun City nữa mà đổi tên khác rồi, tôi quên mất.  Không cần phải nói nó tệ hơn Six Gun City.  Đừng tiêu tiền của bạn.  Nó tốn rất nhiều tiền và thực sự không có gì để làm.  Điều duy nhất tốt là có một vài đường trượt về phía sau.  Xe đẩy; thật buồn cười là họ thật may mắn khi có hai người làm việc cùng một lúc.  Kinh tởm.  Tôi đã làm xong việc đó.Đọc thêm",
            "As of 2014 Six Gun City is restructured and is now Fort Jefferson Funpark.  With a New FEC style the attraction now offers free admission with a choice of an all ride band or a pay per ride option. Tickets are 1.00 each and range form 1-5 per attraction. The old Fort Splash attraction are offered in the all ride band.The first big change you will notice if they no longer use the original entrance instead you enter through the Gift shop which previously served as the exit. The park has opened up the maintenance gates at the end of the park to also offer the free entry but you have to buy you tickets or all ride band at the gift shop. You can still find some leftover Six Gun City merchandise but they are not on clearance. the park is also aggressively selling off anything gun and western related with no plans on restocking.Many of the buildings were repainted a few years back. The attraction no longer appears as a  rustic western village but something a bit more fanciful. Since they now plan to offer onsite cabins the museums along with a few other  buildings have been closed for that conversion. this means no more sleighs, carriages,  Farm Equipment etc. Even the school house is closed do to these plans. The new format so far has brought in nothing new just a lot less then what they had before. The shooting Gallery which was the last thing to be added to the park was removed do to a new Anti gun Focus. There are no more live skits or small things happening around the grounds. The only thing that seems to be in the works for the FEC is an arcade. I was told the General store would become an arcade. This would be a nice extra attraction but the building woudl not allow for many games. In all this is an OK attraction that needs to up its game. everything is run down and dirty and that just doesnt work with amazing attraction in the area and Santas Village practically next door. But, with free admission its an easy hit if your in the area or before going to another attraction.Read more",
            "Có nhà hàng hay quán cà phê nào trong khuôn viên không?Đọc thêm"
        ],
        "star_ratings": [
            30,
            30,
            17,
            11,
            35
        ],
        "review_amount": 123,
        "location": [
            "Hoa Kỳ",
            "Núi Trắng",
            "Núi Washington",
            "Những việc cần làm ở Mount Washington",
            "New Hampshire NH",
            "Thành phố sáu súng"
        ],
        "reviews_time": [
            "Written January 29, 2022",
            "Written May 14, 2020",
            "Written August 3, 2018",
            "Written July 7, 2017",
            "Written August 28, 2016",
            "Written August 8, 2015",
            "Written July 25, 2015",
            "Written July 8, 2015",
            "Written June 7, 2015",
            "Written November 18, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46170-d116320-Reviews-Six_Gun_City-Mount_Washington_New_Hampshire.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46130-d1792127-Reviews-The_WaterWheel-Jefferson_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46130-d208068-Reviews-Santa_s_Village-Jefferson_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46130-d27089643-Reviews-Jefferson_Historical_Museum-Jefferson_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46170-d116320-Reviews-or10-Six_Gun_City-Mount_Washington_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46130-d2423111-Reviews-Muddy_Paw_Sled_Dog_Kennel-Jefferson_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46031-d2249472-Reviews-Bretton_Woods_Canopy_Tour-Bretton_Woods_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g28950-d105533-Reviews-Mount_Washington-New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46031-d116318-Reviews-The_Mount_Washington_Cog_Railway-Bretton_Woods_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46170-d10826649-Reviews-Mount_Washington_State_Park-Mount_Washington_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46031-d110116-Reviews-Bretton_Woods_at_Mount_Washington_Resort-Bretton_Woods_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d209607-Reviews-Mount_Washington_Observatory_Weather_Discovery_Center-North_Conway_Conway_New_Hamps.html",
            "https://www.tripadvisor.com/Attraction_Review-g46250-d3350368-Reviews-North_Ridge_Mountain_Guides-Twin_Mountain_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46272-d8815208-Reviews-Vertical_Ventures_Aviation-Whitefield_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46272-d116562-Reviews-Weeks_State_Park-Whitefield_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46031-d2263815-Reviews-Omni_Mount_Washington_Resort_Bretton_Woods_Golf_Course-Bretton_Woods_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46272-d3626486-Reviews-Weathervane_Theatre-Whitefield_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46170-d272258-Reviews-Mount_Washington_Valley-Mount_Washington_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46272-d269185-Reviews-Tower_Spa-Whitefield_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1648558-Reviews-Menopause_the_Musical-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d2531073-Reviews-Gay_Dolphin_Gift_Cove-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d102544-Reviews-Monastery_Beach-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32607-d7905544-Reviews-The_Kill_Bill_Church-Lancaster_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44844-d17571666-Reviews-Top_of_the_Rock_Ozarks_Heritage_Preserve-Ridgedale_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g27101199-d553105-Reviews-Pattaya_Park_Tower-Nong_Prue_Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4725162-Reviews-Maxwell_Street_Market-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g2223281-d2240029-Reviews-Rosemary_Beach_Public_Beach-Rosemary_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d107818-Reviews-Busch_Stadium-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g36269-d132786-Reviews-Morton_Arboretum-Lisle_DuPage_County_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46170-d116320-Reviews-or10-Six_Gun_City-Mount_Washington_New_Hampshire.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46170-d116320-Reviews-Six_Gun_City-Mount_Washington_New_Hampshire.html"
    }
]