[
    {
        "attraction_name": "Six Flags White Water",
        "attraction_name_vi": "Sáu Cờ Nước Trắng",
        "general_info": [
            "877 đánh giá",
            "12 trong số 93 điều cần làm ở Marietta",
            "Công viên nước"
        ],
        "attraction_summary": "Chào mừng bạn đến với Six Flags White Water, nơi bạn sẽ trải nghiệm cảm giác hồi hộp và niềm vui gia đình. Hãy tham quan các trò chơi dưới nước, đường trượt nước, bể tạo sóng, dòng sông lười và nhiều hơn thế nữa! Khám phá ẩm thực và giải trí cho bạn và phi hành đoàn của bạn. Hãy tìm hiểu lý do tại sao đây lại là nơi tạo nên những kỷ niệm.Đọc thêm",
        "reviews": [
            "Chúng tôi là những người nắm giữ vé theo mùa cho Six Flags và Whitewater, vì vậy chúng tôi có thể ghé vào Whitewater khi khai mạc, dành vài giờ và về nhà.  Nếu bạn đang thực hiện chuyến đi một lần đến đây cùng gia đình, hãy lưu ý rằng toàn bộ khu vực có thể bị đóng cửa. Phần Wahoo Racer và Caribe với các đường trượt ống màu xanh thường bị đóng. Máy bay ném bom bổ nhào cũng đóng cửa.  Tôi cảm thấy tiếc cho những người không thể quay lại vào lúc khác như chúng tôi. Six Flags nên cho mọi người biết nếu một phần ba đến một nửa công viên đóng cửa.  Vì vậy, FYI nếu bạn có kế hoạch đi! Và vâng, phòng tắm không bao giờ sạch sẽ.  Bồn rửa bị tắc và bồn cầu không có nước xả là chuyện bình thường.  Nhưng đó là một công viên giải trí, điều đó thực sự không có gì đáng ngạc nhiên. Đọc thêm",
            "Xin chào Jkjk1234, cảm ơn bạn đã chú ý đến vấn đề này. Vui lòng liên hệ với chúng tôi tại vipsupportsixflags.com để Đại lý hỗ trợ khách có thể hỗ trợ bạn thêm.Đọc thêm",
            "Nếu bạn muốn có một công viên nước tuyệt vời thì đây không phải là nó. Tốt nhất nó chỉ ở mức tầm thường. Thay vào đó hãy ghé thăm Orlando hoặc Sevierville, TN. Một nửa slide đã được đóng lại. Nhân viên cứu hộ phải nhảy vào cứ sau vài phút vì sự ngu ngốc đến nực cười xung quanh chúng tôi. Có vẻ như cứ có vài người trượt xuống một vũng nước BIẾT và không thể bơi. Thật là nực cười! Bởi vì sự ngu ngốc tràn lan đã làm chậm lại mọi thứ ở dòng dài đến phát điên. Tôi và con gái đi vào nhà vệ sinh và đang bước vào một quầy hàng thì một nhân viên nam nói với chúng tôi rằng nhà vệ sinh đã đóng cửa. Không có dấu hiệu hoặc bất cứ điều gì để chỉ ra điều đó. Cái tiếp theo không ở gần đây. Tất cả các điểm dừng ăn nhẹ gần như đã hết. Lại một sự lãng phí tiền bạc nữa ở Atlanta.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Rất tiếc, trải nghiệm của bạn không như bạn mong đợi. Vui lòng gửi một ghi chú đến vipsupportsixflags.com để chúng tôi có thể xem xét mối quan ngại của bạn tốt hơn.Đọc thêm",
            "Tôi đã từng đến White Water khi còn nhỏ và đưa các con tôi đi lần đầu tiên vào ngày hôm qua. Rất nhiều chuyến đi đã bị đóng cửa. Hãy chuẩn bị sẵn sàng để CHỜ mãi mãi trong hàng vì họ có số lượng ống rất hạn chế cho mỗi chuyến đi nên việc đi bất cứ thứ gì sẽ mất mãi mãi. Và để có được thức ăn, tôi đã đứng xếp hàng cả tiếng đồng hồ để mua một chiếc bánh hamburger và khoai tây chiên! Ngoài ra, nó không được sạch sẽ cho lắm. Tôi đã cho nó 3 sao vì các đường trượt mà chúng tôi có thể chơi rất thú vị nhưng có thể làm được nhiều hơn nếu nó được chạy hiệu quả hơn.Đọc thêm",
            "Cảm ơn bạn đã đánh giá. Nếu bạn muốn chia sẻ bất kỳ chi tiết nào về trải nghiệm của mình, vui lòng gửi ghi chú đến vipsupportsixflags.com. Chúng tôi luôn tìm cách để cải thiện. Đọc thêm",
            "Tôi cảm thấy bắt buộc phải viết bài đánh giá này vì có rất nhiều bài đánh giá tiêu cực. Chúng tôi đã đi vào tháng 6 và ngày 3 tháng 7 vào mùa hè này và quay lại vào cuối tuần này. Tất cả những trải nghiệm chúng tôi có đều tuyệt vời, chắc chắn một số chuyến đi đã đóng cửa nhưng hầu hết đều mở. Không có chuyến đi nào đóng cửa ảnh hưởng đến trải nghiệm của chúng tôi vì chúng tôi rất vui trên những chuyến đi mở. Nhân viên rất thân thiện, đồ ăn ngon, khoảng 1010 như tôi nhớ khi còn nhỏ. Con trai tôi 8 tuổi đã có trải nghiệm tuyệt vời với bố ở vùng nước trắng và đây là những kỷ niệm mà chúng tôi sẽ giữ mãi mãi. Nhờ công viên tuyệt vời này. Đọc thêm",
            "Chúng tôi đánh giá cao những phản hồi tích cực. Nó có ý nghĩa rất nhiều. Chúng tôi mong sớm được phục vụ bạn lần nữa! Đọc thêm",
            "Lần đầu tiên quay lại Six Flags White Water sau vài năm.  Một điều tôi nhận thấy ngay lập tức, tất cả nhân viên đều tuyệt vời!  Nhượng bộ, an ninh và nhân viên cứu hộ rất thân thiện và chuyên nghiệp.  Nhìn chung công viên vẫn ở tình trạng tốt, ngoại trừ cái chuồng.  Khá nhiều mảnh vụn từ cây.  \n\nNhững điều cần lưu ý sau vài năm xa cách.  Họ không mở cửa cho đến 11 giờ. Tôi có thể thề rằng họ thường mở cửa sớm hơn nhiều.  \n\nHơn một nửa số slide đã bị đóng.  Các chuyến đi kín cả ngày bao gồm:\nThác Sông Đen\nBahama Bob Trượt\nSóng thủy triều\nNgười hét lên bờ biển vùng Vịnh\nvùng biển Caribbean\ntay đua wahoo\nSông chạy bộ\nMáy bay ném bom bổ nhào\nđuôi thằn lằn\nBão Twister\n\nCon trai nhỏ của tôi thích 3 khu vui chơi, đại dương Atlanta và dòng sông hoochlazy nên chúng tôi chủ yếu giải trí bằng một vài trò trượt nước.  Tôi đoán đối với những đứa trẻ lớn hơn anh ấy một chút, sẽ có vấn đề hơn nếu chúng sợ trượt những đường trượt cảm giác mạnh.  May mắn thay, đây không phải là vấn đề quá lớn đối với chúng tôi ngày hôm nay vì đám đông ở công viên rất thưa thớt.  Không quá 10 phút chờ đợi cho hầu hết các slide. \n\nGiá thực phẩm thật điên rồ.  Luôn luôn như vậy nhưng họ vẫn tiếp tục tăng.  Lên kế hoạch cho phù hợp.  Không có đồ uống bên ngoài kể cả nước nên bạn phải xin nước tại các ki-ốt.  Với lượng người tham dự ít ngày hôm nay, đây không phải là vấn đề đối với chúng tôi.  \n\nTôi hy vọng họ có thể bổ sung thêm nhân viên và mở lại một số trang trình bày yêu thích của tôi trong những tuần tới.Đọc thêm",
            "Lần đầu tiên quay lại Six Flags White Water sau vài năm.  Một điều tôi nhận thấy ngay lập tức, tất cả nhân viên đều tuyệt vời!  Nhượng bộ, an ninh và nhân viên cứu hộ rất thân thiện và chuyên nghiệp.  Nhìn chung công viên vẫn ở tình trạng tốt, ngoại trừ cái chuồng.  Khá nhiều mảnh vụn từ cây.  Những điều cần lưu ý sau vài năm xa cách.  Họ không mở cửa cho đến 11 giờ. Tôi có thể thề rằng họ thường mở cửa sớm hơn nhiều.  Hơn một nửa số slide đã bị đóng.  Các chuyến đi kín cả ngày bao gồm: Thác Black RiverBahama Bob SlideTidal WaveGulf Coast ScreamerCaribbean PlungeWahoo RacerRun-a-way RiverMáy bay ném bom lặnĐuôi thằn lằnTyphoon TwisterCon trai nhỏ của tôi thích 3 khu vui chơi, đại dương Atlanta và dòng sông hoochlazy nên chúng tôi chủ yếu giải trí bằng một vài trò trượt nước.  Tôi đoán đối với những đứa trẻ lớn hơn anh ấy một chút, sẽ có vấn đề hơn nếu chúng sợ trượt những đường trượt cảm giác mạnh.  May mắn thay, đây không phải là vấn đề quá lớn đối với chúng tôi ngày hôm nay vì đám đông ở công viên rất thưa thớt.  Không quá 10 phút chờ đợi cho hầu hết các slide. Giá thực phẩm thật điên rồ.  Luôn luôn như vậy nhưng họ vẫn tiếp tục tăng.  Lên kế hoạch cho phù hợp.  Không có đồ uống bên ngoài kể cả nước nên bạn phải xin nước tại các ki-ốt.  Với lượng người tham dự ít ngày hôm nay, đây không phải là vấn đề đối với chúng tôi.  Tôi hy vọng họ có thể bổ sung thêm nhân viên và mở lại một số trang trình bày yêu thích của tôi trong những tuần tới.Đọc thêm",
            "Tôi cảm thấy bắt buộc phải viết bài đánh giá này vì có rất nhiều bài đánh giá tiêu cực. Chúng tôi đã đi vào tháng 6 và ngày 3 tháng 7 vào mùa hè này và quay lại vào cuối tuần này. Tất cả những trải nghiệm chúng tôi có đều tuyệt vời, chắc chắn một số chuyến đi đã đóng cửa nhưng hầu hết đều mở. Không có chuyến đi nào đóng cửa ảnh hưởng đến trải nghiệm của chúng tôi vì chúng tôi rất vui trên những chuyến đi mở. Nhân viên rất thân thiện, đồ ăn ngon, khoảng 1010 như tôi nhớ khi còn nhỏ. Con trai tôi 8 tuổi đã có trải nghiệm tuyệt vời với bố ở vùng nước trắng và đây là những kỷ niệm mà chúng tôi sẽ giữ mãi mãi. Nhờ công viên tuyệt vời này. Đọc thêm",
            "Chúng tôi đánh giá cao những phản hồi tích cực. Nó có ý nghĩa rất nhiều. Chúng tôi mong sớm được phục vụ bạn lần nữa! Đọc thêm",
            "Chúng tôi đến tổ chức một bữa tiệc lớn để chúc mừng sinh nhật lần thứ 6 của con trai tôi. Chúng tôi đến ngay sau khi khai trương và về cơ bản nó đã là một cơn ác mộng kể từ đó. Không có trò chơi nào được mở, ngoài dòng sông lười, hồ tạo sóng - KHÔNG có đường trượt nước. Chúng tôi đã trả 350 đô la cho một căn lều, được cho là bao gồm dịch vụ bồi bàn để bạn có thể bỏ qua việc xếp hàng ăn. Thật không may, chỉ có một người phục vụ cho TẤT CẢ các chiếc lều, vì vậy phải mất một giờ bốn mươi phút để một PHẦN đơn hàng của chúng tôi đến nơi. Phần còn lại vẫn không có ở đây. Các hàng người được quản lý rất kém và không có gì về trải nghiệm này thú vị hay đáng kỷ niệm. Nó CHẮC CHẮN không xứng đáng với số tiền 1200 mà chúng tôi đã bỏ ra. Thật đáng thất vọng đối với một công ty có cái tên được cho là đồng nghĩa với niềm vui. 010 KHÔNG KHUYẾN NGHỊ.Đọc thêm",
            "Xin chào, chúng tôi đánh giá cao phản hồi của bạn và muốn nghe thêm từ bạn về trải nghiệm của bạn. Vui lòng liên hệ với chúng tôi tại vipsupportsixflags.com để chúng tôi có thể hỗ trợ bạn tốt hơn. Đọc thêm",
            "Tôi ước mình có thể cho nó những gì nó thực sự xứng đáng, và đó là con số 0. Một nửa số chuyến đi đã bị đóng cửa và thời điểm bạn bắt đầu chuyến đi. Thời gian chờ đợi khoảng một tiếng rưỡi đến hai tiếng. Họ cố tình giữ bạn lại, với một bài phát biểu dài dòng dư thừa, về sự an toàn, không thực sự khuyên bạn, vì không mất một phút để bảo bạn, bắt chéo chân và đan tay sau lưng, nhưng họ làm điều này, vì vậy bạn sẽ cảm thấy thất vọng vì phải chờ đợi lâu và đi mua thẻ flash pass để lấy thêm 50 đô la.  Họ không quan tâm đến việc bạn đi xe nhanh như thế nào, vì họ đã có sẵn tất cả số tiền có thể nhận được, vì vậy bây giờ, công việc của họ là cố gắng buộc bạn phải mua thẻ flash pass, để bạn không phải xếp hàng dài chờ đợi , mà họ đã tạo ra ngay từ đầu. Giờ đây, với tư cách là một công viên gia đình cho con bạn vui chơi, đây không phải là nó. Họ cho phép phụ nữ cũng như các cô gái tuổi teen mặc dây G. Đó hoàn toàn không phải là một công viên nước dành cho gia đình.  Không phân biệt chủng tộc, nhưng hầu hết công nhân đều là người da đen, và vấn đề tôi gặp phải là họ cho phép những người da đen khác đi vào đèn flash và đi xe mà không có thẻ, và tôi đã quan sát một công nhân, cho phép bốn người đi trên một chiếc vượt qua nhanh chóng. Tôi sẽ không quay lại sáu lá cờ hoặc vùng nước trắng, cho đến khi các công viên xem xét và thay đổi cách họ đối xử với khách hàng và MỌI NGƯỜI BÌNH ĐẲNG. Bài đánh giá của tôi về sáu lá cờ nằm ​​sau lá cờ này nên bạn cũng có thể xem lại nó.Đọc thêm",
            "Xin chào ông, chúng tôi đánh giá cao phản hồi của bạn và muốn nghe thêm từ bạn về trải nghiệm của bạn. Vui lòng liên hệ với chúng tôi tại vipsupportsixflags.com để chúng tôi có thể hỗ trợ bạn tốt hơn.Đọc thêm",
            "Tôi đã từng đến White Water khi còn nhỏ và đưa các con tôi đi lần đầu tiên vào ngày hôm qua. Rất nhiều chuyến đi đã bị đóng cửa. Hãy chuẩn bị sẵn sàng để CHỜ mãi mãi trong hàng vì họ có số lượng ống rất hạn chế cho mỗi chuyến đi nên việc đi bất cứ thứ gì sẽ mất mãi mãi. Và để có được thức ăn, tôi đã đứng xếp hàng cả tiếng đồng hồ để mua một chiếc bánh hamburger và khoai tây chiên! Ngoài ra, nó không được sạch sẽ cho lắm. Tôi đã cho nó 3 sao vì các đường trượt mà chúng tôi có thể chơi rất thú vị nhưng có thể làm được nhiều hơn nếu nó được chạy hiệu quả hơn.Đọc thêm",
            "Cảm ơn bạn đã đánh giá. Nếu bạn muốn chia sẻ bất kỳ chi tiết nào về trải nghiệm của mình, vui lòng gửi ghi chú đến vipsupportsixflags.com. Chúng tôi luôn tìm cách để cải thiện. Đọc thêm",
            "Sẽ là một công viên nước tuyệt vời nếu nó không quá đông đúc. Thời gian chờ đợi cho các đường trượt là hơn một giờ và hồ tạo sóng dài đến khuỷu tay. Sẽ không quay lại. Đọc thêm",
            "Chúng tôi đánh giá cao xếp hạng này, ngay cả khi điều đó có nghĩa là chúng tôi lẽ ra có thể làm tốt hơn. Chúng tôi luôn tìm cách để cải thiện. Nếu bạn muốn chia sẻ bất kỳ chi tiết nào về trải nghiệm của mình, vui lòng gửi ghi chú đến vipsupportsixflags.com.Đọc thêm",
            "Vui lòng không làm điều đó nếu bạn định đưa gia đình đến đó, đừng đến công viên nước này, hãy đến công viên nước khác. Tôi có thể giới thiệu 15 công viên khác nhau. Tôi và gia đình thường xuyên đến công viên nước. trong 5 năm qua, có lẽ chúng tôi đã đến 20 công viên nước khác nhau trên khắp đất nước và một vài công viên trong số đó lặp đi lặp lại đó là điều chúng tôi cùng tận hưởng với tư cách là một gia đình. Công viên này là nơi tồi tệ nhất trong số họ. Tôi không phàn nàn về số tiền và tôi luôn mua những thứ bổ sung vì nó chỉ giúp cuộc sống dễ dàng hơn. công viên này có những nhân viên tồi tệ nhất, nếu bạn không phải là một cô gái trẻ nào đó cần giúp đỡ thì bạn sẽ bị phớt lờ hoặc đối xử như rác rưởi và đứng đó, Một nửa số chuyến đi đã đóng cửa và thậm chí không có phù thủy mở cửa, không ai nói với bạn điều đó, một số không mở cửa do thiếu nhân viên nên khi một nửa số chuyến đi không được mở sẽ khiến các chuyến đi khác dài gấp đôi, bạn phải trả 40 cho một vé và sau đó nhân đôi số đó cho vé nhanh nên bây giờ bạn đã chi 80 một người để đi một nửa số chuyến được quảng cáo. một trò lừa đảo. Có nhiều công viên tốt hơn ở Florida và đến kahuna lớn, hoặc Owa, hoặc thị trấn Warter Hoa Kỳ, những công viên đó được vận hành rất tốt với đội ngũ nhân viên giỏi đã đến đó nhiều lần. chết tiệt, nếu bạn không muốn đi xa đến thế thì hãy dành một ngày để đến nhà nghỉ sói tuyệt vời ở LaGrange ngay bên ngoài Atlanta, một nơi tuyệt vời. Tôi đưa gia đình đến đó 3 hoặc 4 lần một năm rất ngon nhưng họ đối xử tử tế với bạn và hành động như thể họ rất vui vì bạn đã chi tiêu tiền của bạn với họ. Kết thúc bạo chúa nhưng tôi cá là tôi thậm chí không nhận được phản hồi từ họ về vấn đề này nhưng tôi sẽ đăng bài đánh giá này khắp nơi, chỉ cần cẩn thận, hãy mang gia đình đến một nơi khác, nơi số tiền bạn làm việc chăm chỉ sẽ được đánh giá cao.Đọc thêm",
            "Xin chào, chúng tôi đánh giá cao phản hồi của bạn và muốn nghe thêm từ bạn về trải nghiệm của bạn. Vui lòng liên hệ với chúng tôi tại vipsupportsixflags.com để chúng tôi có thể hỗ trợ bạn tốt hơn. Đọc thêm",
            "ĐỪNG LÃNG PHÍ THỜI GIAN CỦA BẠN!!! Hy vọng rằng bạn đã đọc các nhận xét TRƯỚC KHI bạn không làm như vậy. Một loạt các slide đã bị đóng lại. Phòng tắm nữ hết giấy vệ sinh 30 phút sau khi mở!!! Rác rưởi vương vãi khắp nơi cũng như thức ăn của người dân như thể họ không có đủ người để quét sân. Có cảm giác như chúng tôi đang ở bãi đậu xe của Walmart. Các phòng tắm có mùi khủng khiếp như một cái cổng nóng. Nó đã quá đông đúc. Các nhân viên trông giống như họ ghét công việc của họ. Nhìn chung có vẻ như QUẢN LÝ Kém!!!!!!!!!!!!   Này Six Flags:READTHATAGAIN QUẢN LÝ Kém Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Rất tiếc, trải nghiệm của bạn không như bạn mong đợi. Vui lòng gửi một ghi chú đến vipsupportsixflags.com để chúng tôi có thể xem xét mối quan ngại của bạn tốt hơn.Đọc thêm",
            "Nếu bạn muốn có một công viên nước tuyệt vời thì đây không phải là nó. Tốt nhất nó chỉ ở mức tầm thường. Thay vào đó hãy ghé thăm Orlando hoặc Sevierville, TN. Một nửa slide đã được đóng lại. Nhân viên cứu hộ phải nhảy vào cứ sau vài phút vì sự ngu ngốc đến nực cười xung quanh chúng tôi. Có vẻ như cứ có vài người trượt xuống một vũng nước BIẾT và không thể bơi. Thật là nực cười! Bởi vì sự ngu ngốc tràn lan đã làm chậm lại mọi thứ ở dòng dài đến phát điên. Tôi và con gái đi vào nhà vệ sinh và đang bước vào một quầy hàng thì một nhân viên nam nói với chúng tôi rằng nhà vệ sinh đã đóng cửa. Không có dấu hiệu hoặc bất cứ điều gì để chỉ ra điều đó. Cái tiếp theo không ở gần đây. Tất cả các điểm dừng ăn nhẹ gần như đã hết. Lại một sự lãng phí tiền bạc nữa ở Atlanta.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Rất tiếc, trải nghiệm của bạn không như bạn mong đợi. Vui lòng gửi một ghi chú đến vipsupportsixflags.com để chúng tôi có thể xem xét mối quan ngại của bạn tốt hơn.Đọc thêm",
            "Chúng tôi là những người nắm giữ vé theo mùa cho Six Flags và Whitewater, vì vậy chúng tôi có thể ghé vào Whitewater khi khai mạc, dành vài giờ và về nhà.  Nếu bạn đang thực hiện chuyến đi một lần đến đây cùng gia đình, hãy lưu ý rằng toàn bộ khu vực có thể bị đóng cửa. Phần Wahoo Racer và Caribe với các đường trượt ống màu xanh thường bị đóng. Máy bay ném bom bổ nhào cũng đóng cửa.  Tôi cảm thấy tiếc cho những người không thể quay lại vào lúc khác như chúng tôi. Six Flags nên cho mọi người biết nếu một phần ba đến một nửa công viên đóng cửa.  Vì vậy, FYI nếu bạn có kế hoạch đi! Và vâng, phòng tắm không bao giờ sạch sẽ.  Bồn rửa bị tắc và bồn cầu không có nước xả là chuyện bình thường.  Nhưng đó là một công viên giải trí, điều đó thực sự không có gì đáng ngạc nhiên. Đọc thêm",
            "Xin chào Jkjk1234, cảm ơn bạn đã chú ý đến vấn đề này. Vui lòng liên hệ với chúng tôi tại vipsupportsixflags.com để Đại lý hỗ trợ khách có thể hỗ trợ bạn thêm.Đọc thêm"
        ],
        "star_ratings": [
            285,
            243,
            131,
            80,
            139
        ],
        "review_amount": 878,
        "location": [
            "Sáu Cờ Nước Trắng",
            "Các hoạt động ở Marietta",
            "Georgia G.A.",
            "Hoa Kỳ",
            "Marietta"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 2, 2023",
            "Written July 28, 2023",
            "Written August 30, 2023",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written August 30, 2023",
            "Written August 19, 2023",
            "Written July 29, 2023",
            "Written July 28, 2023",
            "Written July 24, 2023",
            "Written July 18, 2023",
            "Written July 9, 2023",
            "Written July 2, 2023",
            "Written July 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35091-d104022-Reviews-Six_Flags_White_Water-Marietta_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35091-d2422395-Reviews-La_Carreta_Hispanic_Grocery_Taqueria-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35091-d5584078-Reviews-KFC-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35091-d12083426-Reviews-Cook_Out-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35091-d444240-Reviews-Williamson_Brothers_Bar_B_Q-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35091-d4368951-Reviews-Wendy_s-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35091-d6825605-Reviews-La_Carreta_Tienda_Hispana_Taqueria-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35091-d14966551-Reviews-Cafe_Hot_Wing_8-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35091-d15115409-Reviews-La_Tequilera_Mexican_Restaurant_and_Canntina-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35091-d2254598-Reviews-Shish_Kebob_Mediterranean_Grill-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35091-d15751516-Reviews-Waffle_House-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d21250665-Reviews-World_of_Illumination-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d104896-Reviews-Marietta_Square-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60874-d143186-Reviews-Kennesaw_Mountain_National_Battlefield_Park-Kennesaw_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d12451598-Reviews-Marietta_Antique_Mall-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35266-d558467-Reviews-Silver_Comet_Trail-Smyrna_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12285023-Reviews-Truist_Park-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d15287181-Reviews-Xdrenaline-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d8129318-Reviews-Marietta_National_Cemetery-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d3137949-Reviews-Earl_and_Rachel_Smith_Strand_Theatre-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d104897-Reviews-Marietta_History_Center-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d104022-Reviews-or10-Six_Flags_White_Water-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d10085314-Reviews-Project_Escape-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d7265557-Reviews-Marietta_Food_Tours-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d8736797-Reviews-Andretti_Indoor_Karting_Games-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d21109937-Reviews-American_Axes-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d9883207-Reviews-The_Escapery-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d15639010-Reviews-Urban_Escape_Games_Marietta-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d13437157-Reviews-Studio_Movie_Grill-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d17353539-Reviews-Eaglerider-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d12422037-Reviews-The_Book_Nook-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g39085-d3387069-Reviews-Wilson_Reservoir_State_Park_And_Wildlife_Area-Sylvan_Grove_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8388404-Reviews-Drai_s_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g29033-d116634-Reviews-Goldfield_Ghost_Town-Apache_Junction_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d10240102-Reviews-People_Mover-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d547455-Reviews-New_Market-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501915-d548269-Reviews-Mljet_National_Park-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d104830-Reviews-Plymouth_Rock_Pilgrim_Memorial_State_Park-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34410-d117384-Reviews-John_s_Pass_Village_Boardwalk-Madeira_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d5572816-Reviews-The_Disney_Store-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g186313-d214772-Reviews-The_White_Cliffs_of_Dover-Dover_Kent_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35091-d104022-Reviews-or10-Six_Flags_White_Water-Marietta_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35091-d104022-Reviews-Six_Flags_White_Water-Marietta_Georgia.html"
    }
]