[
    {
        "attraction_name": "Six Flags Hurricane Harbor Concord",
        "attraction_name_vi": "Six Flags Hurricane Harbor Concord",
        "general_info": [
            "146 đánh giá",
            "12 trong số 34 điều cần làm ở Concord",
            "Công viên nước"
        ],
        "attraction_summary": "Six Flags Hurricane Harbor Concord bao gồm các trò chơi dưới nước ly kỳ, cầu trượt nước dành cho gia đình, khu vực té nước, sông lười, hồ tạo sóng và nhiều hơn nữa. Khám phá ẩm thực tuyệt vời, cabana, mua sắm và thư giãn mùa hè. Tìm hiểu lý do tại sao đây là nơi tạo nên những kỷ niệm. Đọc thêm",
        "reviews": [
            "Thức ăn thật khủng khiếp. Bạn đã sẵn sàng cho việc này chưa? Họ hết đá ở tất cả các quầy bán đồ ăn và đồ uống vào giữa ngày cho đến khi đóng cửa. Hotdog quá mặn. Hành tây trên Tacos không tươi chút nào, nhầy nhụa và có mùi. Nơi này chắc hẳn đã sẵn sàng đón hàng nghìn du khách trong mùa hè bận rộn.Đọc thêm",
            "Cảm ơn bạn đã đánh giá. Nếu bạn muốn chia sẻ bất kỳ chi tiết nào về trải nghiệm của mình, vui lòng gửi ghi chú đến vipsupportsixflags.com. Chúng tôi luôn tìm cách để cải thiện. Đọc thêm",
            "Tránh xa ra. Thật là một trò đùa - không chỉ tình huống cabana là một trò hề mà 34 cầu trượt đã không còn hoạt động. Không đùa đâu - phải đợi 45 - 55 phút cho một slide.  Với một gia đình có ba người dưới 9 tuổi, ngay cả các khu trượt dành cho trẻ em cũng bị đóng cửa, dường như họ không có đủ nhân viên.  Khi thông báo với ban quản lý về việc hoàn lại một phần, chúng tôi đã gặp một số người đại diện và không bao giờ nhận được câu trả lời cho câu hỏi của mình.  Địa điểm đang xuống dốc - thực sự rất buồn khi thấy.Đọc thêm",
            "Xin chào Josh, cảm ơn phản hồi của bạn! Chúng tôi rất thất vọng khi biết chuyến thăm của bạn đến công viên của chúng tôi không mấy tuyệt vời. Chúng tôi cam kết mang đến một chuyến thăm thú vị cho tất cả các Khách hàng và rất buồn khi biết về trải nghiệm của bạn. Vui lòng liên hệ với chúng tôi tại vipsupportsixflags.com để chúng tôi có thể giải quyết mối lo ngại của bạn tốt hơn.Đọc thêm",
            "Hầu như không có slide nào được mở. Xếp hàng dài. Bạn đợi 45 phút để trượt trong 30 giây. Quá đông đúc mặc dù thực sự không có nhiều việc phải làm. Không có nơi tốt để thư giãn hoặc thậm chí ngồi. Đó là một sự xấu hổ. Không bao giờ nữa.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để đánh giá chúng tôi. Chúng tôi luôn tìm cách để cải thiện. Nếu bạn muốn chia sẻ bất kỳ chi tiết nào về trải nghiệm của mình, vui lòng gửi ghi chú đến vipsupportsixflags.com.Đọc thêm",
            "This was a complete waste of money and time and very disappointing for the kids. Went on August 19th.  Of the 15 waterslides at the park, only 5 were operating.  None of the big slides were open.  Only two of the four hurricane, two of the four typhoon, and the Honolulu half pipe.   The five slides that were operating had long lines that were barely moving.  I stood and counted 2 pairs and one single rider total that came down on the two operating typhoon slides in 25 minutes.  They were not keeping the lines moving at all and since there was hardly any slides operating you either had to wait for over an hour to get on a slide.  We gave up after standing in lines that were not moving at all and we left.   The weather was hot but all there was to do was stand in a line that didnt move, go in the wave pool, go in the float river or eat.  The splash water island was open but not the slides on it.  There was plenty of people, but the obvious problem was there wasnt enough staff.  So it was a complete rip-off.  Nobody said anything about this situation before I paid, so feel completely deceived.  If you cant staff a park even on a Saturday, you are doing something drastically wrong and then to no tell customers that what they are paying for you cant offer is false advertising and ultimately theft.  I would recommend not going and taking the risk.  I saw similar reviews about the six flags in Vallejo earlier in the summer, so I didnt take the kids to it.  I was hoping the waterslides would be different.  How wrong I was.A much better time was Great Wolf Lodge that we went to in WA state last year.  The water slides were all operating, and the lines were long but moved fast.  They knew how to keep people moving and they didnt charge you for a float tube, they provided and had plenty.  Six Flags was the complete opposite.    Even smaller waterslide parks Ive been to are much more fun.Read more",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá, ngay cả khi trải nghiệm của bạn không tuyệt vời. Vui lòng gửi thông báo tới vipsupportsixflags.com kèm theo thông tin chi tiết để chúng tôi có thể cải thiện trong tương lai.Đọc thêm",
            "Chúng tôi đưa bọn trẻ trở lại Hurricane Harbor lần thứ hai với hy vọng rằng chúng tôi sẽ có trải nghiệm tốt hơn lần đầu tiên.  Chúng tôi đã không.  Có vẻ như khi mọi thứ bị hỏng, chúng sẽ bị bỏ qua hoặc ngừng hoạt động.  Chúng tôi đã tham gia chuyến đi trượt bão và cuối cùng phải xếp hàng chờ hơn một giờ.  Khi lên đến đỉnh, chúng tôi phát hiện ra rằng chỉ có 2 trong số 4 slide có sẵn.  Không có đủ ống cho chiếc Typhoon và thời gian chờ đợi cho chuyến đi đó cũng dài đến mức nực cười.  Hầu hết các đường trượt trên Đảo Splashwater đã bị đóng sau khi nó cuối cùng được mở.  Ở khu vực dành cho trẻ em, Caribbean Cove, không có vòi phun nước nào hoạt động và thùng hứng nước tràn cũng không hoạt động.  Big Kahuna chỉ có 3 chiếc bè được sử dụng nên hàng người xếp hàng để đi chuyến đó cũng dài đến mức nực cười.  Tornado đã hoàn toàn đóng cửa.  Có vẻ như họ có vấn đề nghiêm trọng về nhân sự và quản lý.  Những ngày chúng tôi đi không phải là những ngày bận rộn chút nào.  Đám đông rất nhỏ.  Tôi không thể tưởng tượng được thời gian chờ đợi để được tham gia các trò chơi sẽ kinh khủng đến mức nào nếu họ thực sự có một công viên chật kín. Có vẻ như số đô la cuối cùng có thể vắt ra đang bị vắt kiệt, và khi nó cạn kiệt thì công viên cũng cạn kiệt. sắp bị đóng cửa.  Nó chắc chắn mang lại cảm giác như đang ở chặng đường cuối cùng.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá cho chúng tôi. Rất tiếc vì trải nghiệm của bạn không như bạn mong đợi. Vui lòng gửi ghi chú đến vipsupportsixflags.com để chúng tôi có thể xem xét kỹ hơn mối quan tâm của bạn. Đọc thêm",
            "Nơi này là TUYỆT VỜI TUYỆT VỜI và TIẾT KIỆM TIỀN CỦA BẠN!!!!  1. bảo mật bằng 0 và tôi không cảm thấy an toàn chút nào.2. nơi này chỉ có MỘT phòng tắm cho toàn bộ nơi này.  Nước là Bẩn và dòng sông lười thật TUYỆT VỜI. 3, chúng tôi đến lúc 11 giờ sáng khi mở cửa.  Ở lại đến 2 và có tổng cộng là 2!!!!! Trang trình bày !!!!! TẠI SAO địa điểm này lại mở ???  Tính phí 300 cho một cabana là vô lý.  Tôi thậm chí không thể hiểu nổi toàn bộ nơi này ngu ngốc đến thế nào. Khách du lịch đến từ Canada và tuyệt đối khuyên bạn nên tránh nơi này hoàn toàn lãng phí thời gian.Đọc thêm",
            "Xin chào, rất tiếc vì đó là trải nghiệm của bạn với chúng tôi. Vui lòng gửi một ghi chú đến vipsupportsixflags.com để chúng tôi có thể xem xét thêm mối lo ngại của bạn.Đọc thêm",
            "Dự trữ những nơi ăn uống, với những thứ hiển nhiên. Chúng tôi đến công viên nước này ngay khi họ mở cửa, đi thẳng sau khi trả tiền vào cửa để ăn gì đó, thực đơn cho biết bánh mì kẹp phô mai với thịt xông khói mà chúng tôi đã gọi tuy nhiên không có thịt xông khói, hamburger và khoai tây chiên x 4, phát hiện ra rằng họ không có trang trại cho người Pháp khoai tây chiên mà chúng tôi thích, chúng tôi đã gọi một món salad gà với nước sốt trang trại mà một lần nữa họ không có. Chúng tôi đã gọi bốn đồ uống chỉ để biết rằng họ không có ngọn cho đồ uống cũng như ống hút. Thật là vô lý khi đến một công viên nước ngay khi họ mở cửa và không có tất cả những thứ này. Sau đó, tôi phát hiện ra rằng khi đi trên dòng sông lười, các công viên khác có tàu điện chỉ để sử dụng cho chuyến đi này, công viên này bắt bạn phải thuê một chiếc với giá 20. Với rất nhiều công viên nước khác gần tôi, tôi sẽ loại bỏ công viên này khỏi danh sách của mình. Đọc thêm",
            "I was so hoping to love it but we were very disappointed overall. We arrived right at opening 11am. Lines seemed to move quickly for entry which was encouraging. There were stacks of chairs you are able to grab and set about the park wherever youd like. We grabbed 6 and walked until we found a palm tree we could set them under. No need to rent a cabana or shade lounge if you arrive at opening.We started off at the food booth to grab some burgers. It literally took us 10 minutes to place an order for 4 chicken strips a salad and a burger. The lady at the register asked for our order then restarted it when she found out we had a meal plan. she moved at sloth speed and never smiled. She would asknfornour wholenorder grab 1 item and them ask again what we still needed. Same protocol forndrinks. She asked how many drinks and what we wanted. Then filled each cup with ice and then went back to put a 2nd scoop in each cup and asked for the types again. Would fill 1 cup with the beverage choice and ask again for all of what was left. Once we received our cold food there was no dip to dip the strips in only ketchup and only Italian dressing for the salad, bacon for burgers wouldnt be ready for another 20 min. No lids for drinks or straws. We gave back 1 strip and salad since it would not be eaten without condiments or ranch and recieved a refund from the manager who offered no apology or reason for why they were out of so many items. We made our way over to the Mexican food booth that offered nachos and tacos with carnitas or asada for the 2 people in our party who hadnt gotten food yet. There we were told there were no chips for nachos and asada was not ready yet. So really it was only carnitas tacos. At this point the park had been open for over an hour and it was almost 1 pm. We then ordered a modelo which of course they were also out of. We ordered carnitas tacos since it was what was available and made the best of it. We just tried to get slurpees. They offer a discounted refill bottle slurpee for 11.99 or a regular slupee for 7.99 I asked for 3 bottles and they were out of bottles so again we opted for what they had. They then said they were out of lids and straws but did offer spoons. Next we again tried the bar booth that sells margaritas and beers since they were out of the beer we liked we thought a margarita would be refreshing but were out of margaritas, at this point its comical and we can only laugh it off. Last point was the tube rental for the lazy river. It was 10 a tube so 60 for my family...which seemed to be a bit overkill as all the rides that needed a tube had them.  This was our first time here and we have a family of 4 and bought season passes. I do not think we would return. Hopefully management will see enough of these complaints and fix the many issues there with service and experience. I can understand if it were 1 issue and out of some items but every booth was out of several items, staff seemed very unmotivated and unfriendly and I feel like there are other options that cost the same if not less that offer better service and experience. I am kicking myself for buying the season passes. I wish I would have tried it out first.Read more",
            "Xin chào, rất tiếc vì đó là trải nghiệm của bạn với chúng tôi. Vui lòng gửi một ghi chú đến vipsupportsixflags.com để chúng tôi có thể xem xét thêm mối lo ngại của bạn.Đọc thêm",
            "Chúng tôi đi vào ngày lạnh nên trải nghiệm cũng kém hơn. Dù không đông đúc như thường lệ nhưng hàng người vẫn rất dài. Chúng tôi đã trả tiền cho một chiếc Cabana, điều đó không đáng chút nào. Chúng tôi được xếp cạnh chiếc loa to nhất ở công viên. Nhìn chung, đó là rất nhiều tiền cho một ngày bình thường. Vé, phí đỗ xe, thuê tủ khóa, thuê ống, cabana, đồ ăn. Mình đã bỏ ra hơn 500. Đi một lần cũng được nhưng sẽ không quay lại.Đọc thêm",
            "Xin chào Etapage, cảm ơn phản hồi của bạn! Chúng tôi rất thất vọng khi biết chuyến thăm của bạn đến công viên của chúng tôi không mấy tuyệt vời. Chúng tôi cam kết mang đến một chuyến thăm thú vị cho tất cả các Khách hàng và rất buồn khi biết về trải nghiệm của bạn. Vui lòng liên hệ với chúng tôi tại vipsupportsixflags.com để chúng tôi có thể giải quyết mối lo ngại của bạn tốt hơn.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Hurricane Harbor và trải nghiệm một số dịch vụ khách hàng tốt nhất từ ​​đội ngũ nhân viên trẻ của họ trong một thời gian dài. Tôi đã đọc một số nhận xét về việc không thuê chòi, vì vậy khi đến công viên và thấy khu vực hồ bơi nơi tôi thuê ban đầu đang được sửa chữa, tôi thực sự thất vọng. Tôi đã đến bộ phận dịch vụ khách hàng và mong đợi phản hồi về việc được hoàn lại tiền nhưng thật ngạc nhiên, họ rất xin lỗi và hoàn lại tiền cho tôi một cách dễ dàng. Sau đó, tôi tìm cách đặt một chiếc lều khác ở khu vực hồ bơi khác và thích nó hơn so với đặt chỗ ban đầu. Căn lều đầu tiên là loại cao cấp nhất của họ; nó bao gồm một chiếc tivi, tủ lạnh và dịch vụ ăn uống. Căn lều tôi thuê là căn lều cơ bản của họ - không có tivi, tủ lạnh hay dịch vụ ăn uống, nhưng tôi rất thích nó. Nó có một vị trí tuyệt vời gần bể tạo sóng và không quá xa khu vực phun thuốc của trẻ nhỏ. Nó có sàn và mái che với một cái bàn, những chiếc ghế và hai chiếc ghế dài. Chúng tôi đã có thời gian tốt nhất! Tôi dự định quay lại vào mùa hè này và thuê một căn lều nữa. Nó đáng giá. Lời khuyên duy nhất của tôi là hãy đảm bảo khu vực bạn thuê là nơi bạn thực sự muốn vì họ có một số khu vực rất xa, cách xa các hoạt động mà nhóm của tôi sẽ không phù hợp - quá xa mọi thứ. Đọc thêm",
            "Xin chào Deeliteful0702, Chúng tôi đánh giá cao phản hồi tích cực của bạn về trải nghiệm của bạn. Chúng tôi tự hào được phục vụ khách hàng và hy vọng sớm được gặp lại bạn!Đọc thêm"
        ],
        "star_ratings": [
            28,
            37,
            25,
            26,
            30
        ],
        "review_amount": 146,
        "location": [
            "Hoa Kỳ",
            "Hòa hợp",
            "Six Flags Hurricane Harbor Concord",
            "California CA",
            "Những điều cần làm ở Concord"
        ],
        "reviews_time": [
            "Written September 28, 2023",
            "Written September 14, 2023",
            "Written September 2, 2023",
            "Written August 20, 2023",
            "Written August 9, 2023",
            "Written July 20, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 10, 2023",
            "Written June 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32243-d1786923-Reviews-Six_Flags_Hurricane_Harbor_Concord-Concord_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32243-d351926-Reviews-Fuddruckers-Concord_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32243-d8724210-Reviews-Eureka-Concord_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32243-d4684816-Reviews-Seafood_City-Concord_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32243-d4465714-Reviews-Jollibee_Concord-Concord_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32243-d3357784-Reviews-Goldilocks_Bakeshop_Restaurant-Concord_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32243-d5009345-Reviews-Pho_Lee_Hoa_Phat-Concord_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32243-d5100270-Reviews-Red_Ribbon_Bakeshop-Concord_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32243-d13569613-Reviews-Gen_Korean_BBQ_House-Concord_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32243-d17205777-Reviews-Yard_House-Concord_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32243-d15275517-Reviews-Puesto_Concord-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d3368763-Reviews-Willows_Theater-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d10713994-Reviews-Todos_Santos_Plaza-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d12155118-Reviews-Brenden_Theatre-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d15020142-Reviews-Sunvalley_Shopping_Center-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33235-d1175688-Reviews-Lindsay_Wildlife_Museum-Walnut_Creek_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60868-d107828-Reviews-John_Muir_National_Historic_Site-Martinez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d12971618-Reviews-Galindo_House_And_Gardens-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32838-d6703642-Reviews-California_Grand_Casino-Pacheco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33235-d2373531-Reviews-The_Ruth_Bancroft_Garden-Walnut_Creek_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33235-d3291109-Reviews-Lesher_Center_for_the_Arts-Walnut_Creek_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d1786923-Reviews-or10-Six_Flags_Hurricane_Harbor_Concord-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d18314145-Reviews-ATG_Escape_Rooms-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d4859356-Reviews-Bay_Area_Ski_Bus-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d13542318-Reviews-Veranda_Luxe_Cinema-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d17480482-Reviews-Red_Door_Escape_Room-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156445-Reviews-Gabbiano-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d7145907-Reviews-Diablo_Rock_Gym-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d17826703-Reviews-Buchanan_Fields_Golf_Course-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32903-d7313511-Reviews-See_s_Candies-Pleasant_Hill_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d11629709-Reviews-Round_1-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32243-d6884183-Reviews-Hop_Grenade-Concord_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d149252-Reviews-Smith_Cove-Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33324-d527058-Reviews-Flatirons-Boulder_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34043-d13795400-Reviews-Main_Event_Entertainment-Newark_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d19756181-Reviews-Caves_of_Hella-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d1009188-Reviews-Fenton_Lake_State_Park-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2697438-Reviews-Levels_Club_Lounge-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069551-d1862461-Reviews-Fidenza_Village-Fidenza_Province_of_Parma_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g32736-d104594-Reviews-Butterfly_Beach-Montecito_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23717319-Reviews-Point_de_vente_BlaBlaCar_Bus-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g652119-d3731212-Reviews-Playa_de_Son_Bou-Alaior_Menorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32243-d1786923-Reviews-or10-Six_Flags_Hurricane_Harbor_Concord-Concord_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32243-d1786923-Reviews-Six_Flags_Hurricane_Harbor_Concord-Concord_California.html"
    }
]