[
    {
        "attraction_name": "Skala Beach",
        "attraction_name_vi": "Bãi biển Skala",
        "general_info": [
            "1.874 đánh giá",
            "1 trong 5 hoạt động cần làm ở Skala",
            "Bãi biển"
        ],
        "attraction_summary": "Chà, trời đầy sỏi, tôi cần giày bơi để đi vào tuy nhiên nước biển trong vắt rất thích hợp để bơi lội. Có những chiếc giường phơi nắng dọc theo bãi biển với giá dao động từ 9,5 đến 15 euro cho một cặp có dù che nắng. Có rất nhiều quán bar, nhà hàng để bạn lựa chọn, nhiều khách sạn có dịch vụ phục vụ bàn trên bãi biển để phục vụ đồ ăn. Hãy cẩn thận với những con cá nhỏ ở ven bờ vì chúng thích gặm vảy. Năm nay chồng tôi cứ bị cắn nhưng họ vẫn để tôi yên!Đọc thêm",
        "reviews": [
            "Bãi biển Skala cách Skala 5 phút đi bộ, điều đó có nghĩa là bạn có thể phải đi bộ ngược lên nếu muốn đặt cược vào thị trấn\n\nQuay mặt về phía Tây, nó mang lại một số cảnh bình minh đẹp nhất trên làn nước trong xanh của biển Ionia. Bản thân bãi biển là những viên sỏi nhỏ, nóng lên đáng kể khi trời nắng nóng, vì vậy bạn nên mang giày đi biển khi đi bộ hoặc bơi lội.\n\nTôi đã cố gắng đi ra ngoài nước khá lâu và tôi hài lòng vì đã làm được. Với làn nước trong vắt, tôi đã sớm lặn với ống thở để bơi cùng những con cá có nguồn cung dồi dào. Nó thực sự tuyệt vời. Xa hơn nữa có rất nhiều hoạt động dưới nước và cũng có một vài người chèo thuyền trên mặt nước. Với biển lặng và ít gió, nơi đây trông thật hoàn hảo đối với họ.\n\nĐối với những người chủ đất cũng có rất nhiều việc phải làm, với một số nhà hàng gần đó và những chiếc ghế dài cho thuê.\n\nChắc chắn là một trong những nơi bơi lội đẹp nhất mà tôi từng đến.Đọc thêm",
            "Skala nằm trên bờ biển phía đông của Kefalonia. Đây là một thị trấn nhỏ có bãi biển dài nhất trên đảo. Có nhiều quán bar và nhà hàng dọc theo nó. Bạn có thể thuê 2 giường phơi nắng và một chiếc ô với giá 10 - 15 Euro, nhưng cũng có rất nhiều không gian trống.\nBãi biển có nhiều cát và sỏi nên bạn không cần mang giày đi nước.Đọc thêm",
            "Tôi không thích bãi biển khi lần đầu tiên nhìn thấy nó vì nó có nhiều đá hơn là cát. \nTuy nhiên, tôi ngày càng thích nó. \nNước trở nên rất sâu rất nhanh và những tảng đá có thể là một thách thức khi ra vào mang theo giày nước. Biển lặng nên rất đẹp để bơi vào. Bình minh thật tuyệt vời và đáng để thức dậy. Lặn với ống thở rất tốt vì có những rạn san hô với rất nhiều cá trong đó - tốt nhất là vào buổi sáng hoặc chiều muộn. Tôi thậm chí còn nhìn thấy một con bạch tuộc. \nBedumbrellas đắt tiền nhưng càng đi xa thì giá càng rẻ. \nNhững chiếc lều ban ngày có giá khoảng 20. Đồ uống và thức ăn khá đắt tiền. \nCó những cơn mưa rào rải rác dọc theo bãi biển. \nĐây là một bãi biển công cộng nên rất nhiều người mang theo ô của riêng mình, v.v.Đọc thêm",
            "Bãi biển đẹp! Tôi không thể chịu được những bãi biển đông đúc, nhưng mặc dù có rất nhiều người ở bãi biển nhưng nó có vẻ không đông đúc vì nó quá dài và trải rộng. Luôn có sẵn giường phơi nắng. Bãi biển đầy đá - hầu hết mọi người đều có giày đi biển hoặc chỉ cần mang dép tông đến mép nước và đi thẳng vào là được. Nước trong vắt vừa đẹp. Nó có lẽ không phải là nơi tốt nhất cho trẻ nhỏ vì chỉ cách đó vài bước chân và rất sâu. Nó cũng có thể thay đổi khá nhanh - một phút yên tĩnh sau đó sẽ có những đợt sóng lớn! Chắc chắn sẽ giới thiệu và sẽ nhớ nếu không nhìn thấy nó hàng ngày: Đọc thêm",
            "Bãi biển cát và SHINGLE tuyệt đẹp. Biển ấm áp và trong vắt như pha lê, bạn thực sự không cần ống thở vì bạn có thể nhìn thấy đáy, ngay cả khi biển sâu hơn một chút.\nThật khó để ra vào trừ khi bạn có giày đi biển vì ván lợp. Tôi khuyên bạn nên lấy những thứ này trước khi rời đi và chúng khá đắt ở Skala.\nKhoảng 10 cho 2 giường; bạn có thể ở lại bao lâu tùy thích.\nCó một vài nhà hàng đẹp trên bãi biển.\nTôi nóng lòng muốn quay lại. Đọc thêm",
            "Skala được cho là nơi thu hút nhiều khách du lịch nhất ở Kefalonia, nhưng nếu bạn so sánh nó với Tây Ban Nha hoặc Tenerife, thì nó thậm chí còn không gần bằng.\n\nNơi đây có bãi biển rất dài, một số cửa hàng và quán bar, và thế là hết.\n\nHãy nhớ rằng dân số ở Kefalonia là từ 40 tuổi trở lên, khi đó bạn sẽ hiểu tại sao nơi này lại yên tĩnh hơn một chút. Đọc thêm",
            "Chuyến thăm thứ hai tới San Georgio và đây chắc chắn sẽ không phải là lần cuối cùng của tôi. Khách sạn hoàn toàn đáng yêu. Cách Skala một chút nhưng xe buýt đưa đón miễn phí sẽ đưa bạn vào trung tâm trong vài giờ. Đồ ăn trong nhà hàng rất ngon và hàng ngày tôi rất thích bữa ăn của mình, luôn có nhiều sự lựa chọn và rất ngon. Tôi không sử dụng quầy bán đồ ăn nhanh. \nĐồ uống hơi yếu và tôi nghĩ là đã bị loãng, nhưng có lẽ là tốt nhất. \n3 hồ bơi và rất nhiều ghế tắm nắng, luôn tìm thấy đồ dự phòng bất cứ lúc nào trong ngày. \nTôi đã đặt một phòng bơi cao cấp mới và nó rất đẹp.  \nHầu hết các phòng đều nằm trên một ngọn đồi dốc có nhiều bậc thang nên nếu bạn gặp khó khăn trong việc di chuyển, hãy đảm bảo bạn yêu cầu phòng ở tầng thấp. Các nhân viên rất dễ thương từ lễ tân, nhà hàng đến nhân viên quầy bar. \nTôi yêu nó ở đây! Đọc thêm",
            "Chuyến thăm thứ hai tới San Georgio và đây chắc chắn sẽ không phải là lần cuối cùng của tôi. Khách sạn hoàn toàn đáng yêu. Cách Skala một chút nhưng xe buýt đưa đón miễn phí sẽ đưa bạn vào trung tâm trong vài giờ. Đồ ăn trong nhà hàng rất ngon và hàng ngày tôi rất thích bữa ăn của mình, luôn có nhiều sự lựa chọn và rất ngon. Tôi không sử dụng quầy bán đồ ăn nhanh. Đồ uống hơi yếu và tôi nghĩ là đã bị loãng, nhưng có lẽ là tốt nhất. 3 hồ bơi và rất nhiều ghế tắm nắng, luôn tìm thấy đồ dự phòng bất cứ lúc nào trong ngày. Tôi đã đặt một phòng bơi cao cấp mới và nó rất đẹp.  Hầu hết các phòng đều nằm trên một ngọn đồi dốc có nhiều bậc thang nên nếu bạn gặp khó khăn trong việc di chuyển, hãy đảm bảo bạn yêu cầu phòng ở tầng thấp. Các nhân viên rất dễ thương từ lễ tân, nhà hàng đến nhân viên quầy bar. Tôi yêu nó ở đây! Đọc thêm",
            "Skala được cho là địa điểm thu hút nhiều khách du lịch nhất ở Kefalonia, nhưng nếu bạn so sánh nó với Tây Ban Nha hoặc Tenerife, thì nó thậm chí còn không gần bằng. Nó có một bãi biển rất dài, một số cửa hàng và quán bar, v.v. nhân khẩu học của Kefalonia là từ 40 tuổi trở lên, khi đó bạn sẽ hiểu tại sao nó lại yên tĩnh hơn một chút.Đọc thêm",
            "Đến đây trong kỳ nghỉ 15 năm trước và vẫn đẹp như vậy. Nước trong vắt, bãi biển sạch sẽ, Giường phơi nắng rất thoải mái. Các quán cà phê và nhà hàng ngay bên kia đường.Đọc thêm",
            "Chúng tôi đã ở đây được một tuần và hôm nay, ngày 09.09.2023, ngày cuối cùng của chúng tôi cuối cùng cũng hứa hẹn sẽ có nắng và không có gió. Thực sự lúc này tôi đang ngồi trên bãi biển, tìm kiếm việc gì đó để làm, vì gió quá mạnh nên không thú vị chút nào khi ở đây. Những bức ảnh trông thật ấn tượng nhưng thật khó để bắt được gió.Đọc thêm",
            "Bãi biển cát và SHINGLE tuyệt đẹp. Biển ấm và trong như pha lê, bạn thực sự không cần ống thở vì bạn có thể nhìn thấy đáy, ngay cả khi biển sâu hơn một chút. Thật khó để vào hoặc ra trừ khi bạn có giày đi biển vì có sỏi. Tôi khuyên bạn nên mua những thứ này trước khi rời đi và chúng khá đắt ở Skala. Khoảng 10 cho 2 giường; bạn có thể ở lại bao lâu tùy thích. Cũng có một vài nhà hàng đẹp trên bãi biển. Tôi không thể chờ đợi để quay lại. Đọc thêm",
            "Phần lớn bãi biển Skala có rất nhiều giường tắm nắng và ô dù đẹp, được phục vụ bởi các quán bar địa phương; đây là lựa chọn tuyệt vời để tắm nắng thoải mái. Tuy nhiên, đi xa hơn một chút và có rất nhiều mẫu đất, bãi biển vắng vẻ, ngay cả trong mùa cao điểm. Nước trong vắt tuyệt đẹp để lặn với ống thở; có ô che nắng giá rẻ và vui vẻ miễn phí. Chúng tôi đã đi dã ngoại trên bãi biển lúc hoàng hôn mặc dù bãi biển hướng ngược lại, bầu trời vẫn đẹp, và đi bộ dưới ánh trăng tròn tuyệt đẹp trên đường về nhà. Rất thư giãn. Đọc thêm",
            "Bãi biển đẹp! Tôi không thể chịu được những bãi biển đông đúc, nhưng mặc dù có rất nhiều người ở bãi biển nhưng nó có vẻ không đông đúc vì nó quá dài và trải rộng. Luôn có sẵn giường phơi nắng. Bãi biển có nhiều đá - hầu hết mọi người đều có giày đi biển hoặc chỉ cần mang dép tông đến mép nước và đi thẳng vào là được. Nước trong vắt vừa đẹp. Nó có lẽ không phải là nơi tốt nhất cho trẻ nhỏ vì chỉ cách đó vài bước chân và rất sâu. Nó cũng có thể thay đổi khá nhanh - một phút yên tĩnh sau đó sẽ có những đợt sóng lớn! Chắc chắn sẽ giới thiệu và sẽ nhớ nếu không nhìn thấy nó hàng ngày: Đọc thêm",
            "Bãi biển rộng đẹp Nước sạch đẹp Nhà hàng cafe đẹp Lái ​​xe và đỗ xe tốt Rất thích chuyến tham quanĐọc thêm",
            "Tôi không thích bãi biển khi lần đầu tiên nhìn thấy nó vì nó có nhiều đá hơn là cát. Tuy nhiên, tôi ngày càng thích nó. Nước trở nên rất sâu rất nhanh và những tảng đá có thể là một thách thức khi ra vào mang theo giày nước. Biển lặng nên rất đẹp để bơi vào. Bình minh thật tuyệt vời và đáng để thức dậy. Lặn với ống thở rất tốt vì có những rạn san hô với rất nhiều cá trong đó - tốt nhất là vào buổi sáng hoặc chiều muộn. Tôi thậm chí còn nhìn thấy một con bạch tuộc. Bedumbrellas đắt tiền nhưng càng đi xa thì giá càng rẻ. Những chiếc lều ban ngày có giá khoảng 20. Đồ uống và thức ăn khá đắt tiền. Có những cơn mưa rào rải rác dọc theo bãi biển. Đây là một bãi biển công cộng nên rất nhiều người mang theo ô của riêng mình, v.v.Đọc thêm",
            "Skala nằm trên bờ biển phía đông của Kefalonia. Đây là một thị trấn nhỏ có bãi biển dài nhất trên đảo. Có nhiều quán bar và nhà hàng dọc theo nó. Bạn có thể thuê 2 giường phơi nắng và một chiếc ô với giá 10 - 15 Euro, nhưng cũng có rất nhiều không gian trống. Bãi biển có nhiều cát và sỏi nên bạn không cần đi giày nước.Đọc thêm",
            "Xin chào, xin lỗi vì sự bất tiện này, tôi đang tìm kiếm thông tin về SKALA BEACH, và tôi nhận thấy rằng bạn đã đưa ra một nhận xét rất hay nhưng bạn lại nói rằng một vịnh nhỏ và những người khác gọi SKALA là một bãi biển dài.....có phải không? cũng là một vịnh nhỏ ở đó? hay ý bạn là một bãi biển khác? CẢM ƠN BẠNĐọc thêm",
            "Nó gần trạm xe buýt? Đọc thêm",
            "Vâng, có một trạm xe buýt gần bãi biểnĐọc thêm",
            "Xin chào mọi người, tôi đang tự hỏi liệu có ai có thể cung cấp một số thông tin về Skala ở kefalonia không. Đây có phải là một khu nghỉ dưỡng bận rộn với nhiều việc phải làm không? Không muốn quá yên tĩnh, đi với mẹ nên không muốn đi hộp đêm nhưng muốn đủ để chúng ta bận rộn cả tuần!Đọc thêm",
            "Skála là một khu nghỉ mát đẹp và sầm uất với các nhà hàng để giải trí hoặc các quán bar nhỏ. Rất vui khi đi dạo xung quanh và cũng phụ thuộc vào thời gian trong năm bạn đi, ví dụ như tháng 7, tháng 8 khá bận rộn.Đọc thêm",
            "Xin hỏi có máy rút tiền ở Skala không?\nĐọc thêm",
            "Có, có thể dễ dàng tìm thấy máy rút tiền trong thị trấnĐọc thêm",
            "Xin chào, Tôi đã đọc một số đánh giá về Dial a beach, một số người nói là bãi biển đầy cát, số khác lại nói là sỏi. Cái nào đúng?Đọc thêm",
            "Chúng tôi đã đến thăm bãi biển Skala cách đây 5 năm kể từ khi chúng tôi ở Lassi. Bãi biển thật khủng khiếp, đầy sỏi, gồ ghề và bạn có thể bị ngập tới cổ trong vòng 3 feet sau khi bước vào. Hoàn toàn không tốt cho trẻ nhỏ. Ghét nó, bãi biển Lassi vượt trội hơn nhiều với cát phẳng vàng và nước biển nông trong vắt tuyệt đẹp. Không thể so sánh với bãi biển Skala. Mặc dù chúng tôi có thể vừa kết thúc một việc tồi tệ nhưng không chắc chắn. Đọc thêm",
            "Khu vực bằng phẳng Skala có dốc khôngĐọc thêm",
            "phần chính của Skala là vùng ngoại ô bằng phẳng có nhiều đồi núiĐọc thêm",
            "Xin chào, chúng tôi đi du lịch với tư cách là một gia đình gồm 4 -2 cô con gái 18 21 tuổi ở Skala có cuộc sống về đêm nào không?Đọc thêm",
            "Xin chào,\nHãy nhớ rằng hòn đảo này rất lớn và tôi tin rằng thủ đô là nơi diễn ra các bữa tiệc sôi động và câu lạc bộ đêm sôi động. Điều đó không có nghĩa là Skala không có hoạt động giải trí, bạn chắc chắn sẽ tìm thấy khá nhiều nơi như Captains Bar, quán bar ven biển Akri, Veto Bar, Metaxa Beach Bar, Yuca Bar, v.v. Kefalonia nhìn chung thoải mái hơn Zakynthos chẳng hạn, nơi có cuộc sống về đêm vô cùng sôi động mà giới trẻ yêu thích. Nhưng điều đó không có nghĩa là con gái bạn sẽ không tìm thấy thứ gì đó hợp với sở thích của chúng. Đọc thêm",
            "Chúng tôi ở gần quán bar Ammos Beach suốt tháng Chín. Có nơi nào gần đó mà chúng ta có thể xem Bóng đá Premier League không?Đọc thêm",
            "Không chắc chắn.Đọc thêm",
            "đến bãi biển với con chó có vấn đề gì không?Đọc thêm",
            "Không, không vấn đềĐọc thêm",
            "Skala Mistagnon có liên quan đến lĩnh vực này không?"
        ],
        "star_ratings": [
            797,
            697,
            293,
            60,
            27
        ],
        "review_amount": 1874,
        "location": [
            "Các hoạt động ở Skala",
            "Tỉ lệ",
            "Kefalonia",
            "Bãi biển Skala",
            "Quần đảo Ionian",
            "Hy Lạp",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written July 22, 2023",
            "Written August 16, 2023",
            "Written August 26, 2023",
            "Written August 26, 2023",
            "Written August 30, 2023",
            "Written October 3, 2023",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written October 3, 2023",
            "Written September 14, 2023",
            "Written September 9, 2023",
            "Written August 31, 2023",
            "Written August 27, 2023",
            "Written August 26, 2023",
            "Written August 26, 2023",
            "Written August 26, 2023",
            "Written August 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g664630-d3530642-Reviews-Skala_Beach-Skala_Kefalonia_Ionian_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g664630-d1178683-Reviews-Galera-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g664630-d1807076-Reviews-Mikelatos-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g664630-d1155453-Reviews-Flamingo-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g664630-d2220676-Reviews-Kaliva_Restaurant-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g664630-d1547133-Reviews-Sirocco-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g664630-d1474716-Reviews-Socrates_Taverna-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g664630-d1911462-Reviews-Manolis_Taverna-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g664630-d11700545-Reviews-Milos_Restaurant_Bar-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g664630-d1155447-Reviews-The_Pines-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g664630-d1155448-Reviews-Apostolis_Taverna-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d24834702-Reviews-Archaic_Temple_Of_Skala-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d4136552-Reviews-Roman_Villa_of_Skala-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296257-d1172355-Reviews-Kaminia_Beach-Eleios_Pronnoi_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g736288-d10660540-Reviews-Mounda_Beach-Katelios_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g736288-d4563021-Reviews-Katelios_Beach-Katelios_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d12853605-Reviews-Kato_Lagadi_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d6959019-Reviews-Koroni_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d10416357-Reviews-Petrakopoulos_Wines-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1150017-d12843444-Reviews-Limenia_Beach-Poros_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1150017-d15069123-Reviews-Ragia_Beach-Poros_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d3530642-Reviews-or10-Skala_Beach-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208172-d11638089-Reviews-Fteri_Beach-Zola_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g651972-d2359869-Reviews-Petani_Beach-Lixouri_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d6988293-Reviews-Emplisi_Beach-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d6885474-Reviews-Kimilia_Beach-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1142650-d4270340-Reviews-Ammes_Beach-Svoronata_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d645368-Reviews-Myrtos_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d3299724-Reviews-Mount_Ainos_National_Park-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g644214-d2259066-Reviews-Makris_Gialos_Beach-Lassi_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g8281993-d1142674-Reviews-Melissani_Cave-Karavomylos_Sami_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d6694252-Reviews-Akri_Seaside_Bar-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d17654797-Reviews-Karma_Cocktail_bar-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d10100333-Reviews-Argo_Daily_Cruises-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d5461907-Reviews-Captain_s_Bar-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d11639204-Reviews-Unexplored_Kefalonia-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d7066861-Reviews-BB_s_Bar-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d8767684-Reviews-Hermes_Cruises-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d10234336-Reviews-Dream_Cruises_Kefalonia-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g678734-d7032250-Reviews-Kefalonia_s_Horse_Riding_Stable-Sami_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d6864028-Reviews-My_Way_Bar-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d14203430-Reviews-Venue-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d6787475-Reviews-Dolphin_Ski_Club_Water_Sports_Boat_Hire-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d8800768-Reviews-Izla_Your_shopping_land-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54066-d2470000-Reviews-Charlestown_Town_Beach-Charlestown_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g295401-d8090910-Reviews-AquaSplash_Thalassa_Sousse-Sousse_Sousse_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d131290-Reviews-Rainbow_Falls-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d25025550-Reviews-Warisan_Merdeka_Tower-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g33970-d106103-Reviews-Elizabeth_Park-West_Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g41224-d116833-Reviews-National_Wildlife_Visitor_Center-Laurel_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33188-d116946-Reviews-Sue_meg_State_Park-Trinidad_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g40861-d10467051-Reviews-Pine_Point_Beach-Scarborough_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g27757150-d4745528-Reviews-Krapina_Village-Krapina_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g30829-d197719-Reviews-Unclaimed_Baggage-Scottsboro_Alabama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g664630-d3530642-Reviews-or10-Skala_Beach-Skala_Kefalonia_Ionian_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g664630-d3530642-Reviews-Skala_Beach-Skala_Kefalonia_Ionian_Islands.html"
    }
]