[
    {
        "attraction_name": "Skansen",
        "attraction_name_vi": "Nơi trú ẩn",
        "general_info": [
            "11.432 đánh giá",
            "44 trong số 433 điều cần làm ở Stockholm",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Skansen là bảo tàng ngoài trời đầu tiên trên thế giới, được thành lập vào năm 1891. Tại đây, bạn có thể dạo qua 5 thế kỷ lịch sử của Thụy Điển, từ bắc xuống nam, với cảm giác chân thực về quá khứ xung quanh các tòa nhà và ngôi nhà lịch sử, nơi sinh sống của các nhân vật trong thời kỳ đó đầm. Lịch sử sống động của hơn 150 ngôi nhà và các tòa nhà khác từ khắp Thụy Điển đã được tháo dỡ và lắp ráp lại trên diện tích 300 000 m2 tại Skansen. Bạn có thể du hành ngược thời gian và gặp gỡ những người từ quá khứ. Vào những buổi tối mùa hè, bạn cũng có thể đến và xem múa dân gian truyền thống của Thụy Điển! Sở thú Skansen tại Skansen bạn sẽ tìm thấy cả động vật Bắc Âu được nuôi trong nhà và hoang dã như gấu, chó sói và linh miêu. Đừng bỏ lỡ các chuyến tham quan có hướng dẫn bằng tiếng Anh của chúng tôi trong mùa hè và tháng 12. Sở thú dành cho trẻ em mới mở của chúng tôi mang đến cho các bạn nhỏ cơ hội gặp gỡ nhiều loài động vật thú vị. Các điểm tham quan bổ sung Skansen tổ chức các lễ kỷ niệm truyền thống để đánh dấu các dịp như Đêm Walpurg, Giữa mùa hè và Giáng sinh. Thưởng thức bữa ăn ngon tại một trong những nhà hàng có tầm nhìn ngoạn mục ra Stockholm. Và đừng bỏ lỡ cửa hàng Bảo tàng của chúng tôi, nơi bán đồ thủ công truyền thống và các sản phẩm thiết kế của Thụy Điển.Đọc thêm",
        "reviews": [
            "Đảo Djurgården và phần mở rộng phía bắc đất liền của nó, Djurgårdsbrunn, gây ấn tượng với sự kết hợp giữa thiên nhiên và vô số bảo tàng, đồng thời nằm trong khoảng cách đi bộ đến trung tâm thành phố Stockholms. Djurgården không chỉ mời gọi du khách đi bộ bất tận qua cảnh quan công viên xinh đẹp mà không cần phải rời khỏi thành phố mà còn cung cấp một loạt các phương tiện giải trí đáng kinh ngạc, chẳng hạn như bảo tàng ngoài trời chuyên về lối sống tiền công nghiệp hóa của người Thụy Điển, Bảo tàng Vasa nổi tiếng với chiếc thuyền buồm huyền thoại và công viên giải trí nổi tiếng nhất Thụy Điển Gröna Lund, đã hơn 100 năm tuổi.Đọc thêm",
            "Nhiều thành phố có một số loại công viên lịch sử và tòa nhà như thế này, nhưng ít thành phố có thể sánh được với nó về khoảng thời gian, độ rộng của công trình và hoạt động với chất lượng cung cấp tổng thể. Lời khuyên duy nhất tôi đưa ra là đừng cố xem hết trong một ngày, có quá nhiều thứ để xem và đánh giá cao trong một buổi. Sự kết hợp thực sự tuyệt vời dành cho mọi lứa tuổi tại đây.Đọc thêm",
            "Skansen là bảo tàng ngoài trời lâu đời nhất thế giới và phù hợp với triết lý không gian mở, có các cuộc triển lãm từ khắp Thụy Điển đại diện cho cuộc sống của Thụy Điển từ Thế kỷ 18 đến đầu thế kỷ 20 và những người tái hiện lịch sử thân thiện. Ngoài ra còn có một bộ sưu tập động vật phong phú từ nai sừng tấm, tuần lộc, gấu, v.v. ở vùng Bắc Âu trong những chiếc chuồng có kích thước phù hợp. Ngoài ra còn có nhiều khu vườn nhỏ và lô đất. Những người thợ thủ công và phụ nữ làm ra các sản phẩm từ thủy tinh thổi đến đồ gốm thủ công để bán. Có tầm nhìn tuyệt vời ra mặt nước đến Stockholm từ vị trí Skansens trên Djurgården. Điểm nổi bật đối với tôi là khu vực nhỏ của những năm 1930 của Khu phố với cửa hàng bán đồ sắt và sữa chính hiệu, với ngôi nhà của những người bán đồ sắt phía sau. Tôi đã dành hàng giờ ở đây và không nhìn thấy mọi thứ cho đến nay. May mắn thay, họ cung cấp vé vào cửa hàng năm để bạn có thể quay lại nhiều lần trong năm nếu muốn. Tuyệt vời.Đọc thêm",
            "Các tòa nhà lịch sử được bố trí thực sự tốt với đội ngũ nhân viên am hiểu và thân thiện trong trang phục cổ xưa. Rất nhiều cho gia đình cũng như người lớn. Rất nhiều quán cà phê cũng như một nhà hàng chính. Cần nửa ngày vui vẻ để thực sự tận hưởng việc đi dạo xung quanh và thảo luận về lịch sử với nhân viên.Đọc thêm",
            "Một nơi nên ghé thăm nếu bạn đi du lịch đến Stockholm, có rất nhiều địa điểm hoạt động khác nhau và rất có thể bạn sẽ tìm thấy thứ gì đó theo sở thích của mình và sẵn sàng đi dạo xung quanh. Tôi có ít tương tác với nhân viên... họ rất thân thiện. Tôi tin rằng đối với một số hoạt động, sẽ phải trả thêm phí, nhưng hầu hết những hoạt động tôi thấy đều được bao gồm trong vé như một điểm cộng, nếu bạn có thể tham gia vào giữa mùa hè - như trường hợp của tôi - thậm chí còn tốt hơn. Có nơi ăn uống và mua quà lưu niệm nữa.\nỞ ngoài trời nên có lẽ nên đi khi thời tiết đẹp.Đọc thêm",
            "Chúng tôi đã đến thăm Skansen vào ngày 27062023 và đó là một buổi sáng tuyệt vời khi dành thời gian tham quan bảo tàng sống. Tất cả nhân viên đều thực sự thân thiện và hiểu biết về các khu vực mà họ chiếm đóng. Chắc chắn sẽ giới thiệu bạn nên tham gia chuyến tham quan có hướng dẫn viên đến Manor House, hãy đảm bảo rằng bạn mua vé trước một giờ vì số lượng chỗ có hạn! và hướng dẫn viên du lịch - tôi nghĩ cô ấy nói tên mình là Wilma - thật tuyệt vời. Cô ấy có rất nhiều kiến ​​thức về gia đình và lịch sử của tòa nhà này, và đã trả lời mọi câu hỏi mà nhóm đặt ra. Có rất nhiều lựa chọn thực phẩm, thịt viên với khoai tây nghiền và sốt kem rất ngon và những con mòng biển cũng nghĩ như vậy khi chúng véo một viên!. \n\nNhìn chung, bảo tàng này chắc chắn là điểm đến không thể bỏ qua trong chuyến đi đến Stockholm của bạn Đọc thêm",
            "Trông thật tuyệt vời đối với trẻ em! Một số trải nghiệm tương tác thực sự và có lẽ sẽ là một ngày đi chơi trọn vẹn cho một gia đình \n\nTuy nhiên đối với các cặp đôi người lớn thì việc này có thể không đáng làm trừ khi bạn có thời gian rảnh rỗi, hãy tránh nếu trời mưa! \n\nChỉ có một vài chuồng nuôi động vật và một nửa số động vật đang ẩn náu, bể cá cũng rất đẹp nhưng không có gì khác thường. Rất phù hợp với trẻ em và gia đìnhĐọc thêm",
            "Bạn tha hồ lựa chọn các bảo tàng ở Stockholm! Skansen là một nơi tuyệt vời để đi dạo xung quanh và chúng tôi đã có một ngày nắng đẹp với hoa tulip nở rộ. Tôi yêu thích những tòa nhà nhỏ được tháo dỡ khỏi bối cảnh ban đầu và được vận chuyển đến vị trí hiện tại - tiệm bánh nơi làm bánh, đóng sách, thổi thủy tinh sẽ là những điểm tham quan tuyệt vời cũng như nhà thờ nổi bật so với vị trí của nó. Một nơi yên bình để một mình hoặc đi dạo cùng gia đình và bạn bè.Đọc thêm",
            "Tôi đã tự mình đến thăm Skansen và thích lang thang khám phá nhiều khía cạnh của công viên.  Khi vào, tôi được đưa cho một bản đồ, ban đầu rất khó theo dõi nên tôi đã đi theo các biển chỉ dẫn.  Tôi yêu thích những cửa hàng bán đồ gia dụng, đặc biệt là những cửa hàng có hướng dẫn viên giải thích các khía cạnh của nơi này. Tôi đã tìm hiểu về cách trang trí tường phức tạp trong các ngôi nhà của các chủ đất và tiền của họ đến từ đâu, cách bảo quản chanh cho mùa đông của những người đầu bếp trong trang viên, việc tạo ra một bộ trang phục cho một cậu bé Sami sắp tròn 15 tuổi. \nMột điều ngạc nhiên đối với tôi là trong khuôn viên còn có một trang trại chăn nuôi nhỏ và một sở thú.  Ngoài ra còn có một bể cá nhưng phải trả thêm phí.  Tôi yêu thích sở thú, đặc biệt là ngắm nhìn các loài động vật Bắc Âu.  Bốn con gấu rất năng động và vui tươi, thật thú vị khi xem.  Tôi đã nhìn thấy một con chó sói mà cho đến lúc đó tôi thậm chí còn không biết đó là động vật thật! Ngoài ra còn có những con sóc đỏ hoang dã chạy quanh các trang trại.  \nNgoài ra còn có một cuộc triển lãm về Biển Baltic và cách chúng ta có thể chăm sóc nó, điều này rất thú vị nhưng lại nhắm đến trẻ em nên có ít thông tin hơn tôi mong muốn.  \nTôi đã lang thang gần 3 tiếng đồng hồ một mình, vì vậy với gia đình, tôi sẽ mất nhiều thời gian hơn và có thể dễ dàng dành phần lớn thời gian trong ngày ở đó vì có nhiều công viên vui chơi và điểm dã ngoại.  Tôi đến vào một buổi sáng đầy nắng vào tháng 7 và mặc dù công viên rất đông đúc nhưng tôi không cảm thấy quá đông đúc để có thể nhìn thấy những gì tôi muốn thấy.  \nĐọc thêm",
            "Trong khi bảo tàng ABBA và Vasa là những ưu tiên hàng đầu khi đến thăm Stockholm, và nếu bạn vẫn còn thời gian, hãy đến triển lãm ngoài trời Skansen mô tả lịch sử cuộc sống của người Thụy Điển. Con gái tôi đã đến Sở thú và thích trải nghiệm này. Bạn cũng có thể cho Fika vào nhà nhiều lần.Đọc thêm",
            "Bảo tàng ngoài trời đầu tiên trên thế giới vẫn có nó.\nSự đa dạng rất ấn tượng và rất nhiều lịch sử của Thụy Điển cũng như đời sống động vật được đề cập.\nChắc chắn đáng để ghé thăm và hãy nhớ dành ra vài giờ vì có rất nhiều thứ cần phải giải quyết.Đọc thêm",
            "Bảo tàng rất thú vị, rất giống Beamish hoặc Iron Bridge ở Vương quốc Anh. Những ngôi nhà rất tuyệt vời và thuộc các khoảng thời gian khác nhau trong lịch sử Thụy Điển. TẤT CẢ các hướng dẫn viên đều nói tiếng Anh và vui vẻ trò chuyện. Đi bộ rất nhiều vì khung cảnh rộng lớn và khá nhiều đồi núi, tuyệt vời từ phía sau của nó công viên gần chuồng gấu. Dành thời gian tuyệt vời nhất trong ngày để tham quan và hy vọng thời tiết sẽ nắng vì nó ở bên ngoài Lối vào đối diện Bảo tàng Abba đi xe điện ngắn từ trung tâm Thành phố StockholmĐọc thêm",
            "Chúng tôi không có nhiều thời gian ở đây như mong muốn nên không thể xem hết, nhưng có rất nhiều thứ chúng tôi đã thấy và điều đó thật tuyệt vời. Thị trấn nhỏ rất tuyệt vời và có tính tương tác cao, còn những ngôi nhà đều rất chân thực. Ở một số nơi hơi thiếu biển chỉ dẫn và nó rất rộng, vì vậy hãy mang theo bản đồ bên mình. Các loài động vật Bắc Âu thật tuyệt vời để ngắm nhìn - chúng tôi cũng đã đến sở thú nhỏ hơn ở đó, cảm giác như có chút tự do khi phải trả phí vào cửa gần như tương tự cho một khu vực nhỏ như vậy, nhưng thật tuyệt khi được đến gần và cá nhân với vượn cáo con!Đọc thêm",
            "Đây là điểm tham quan không thể bỏ qua ở Stockholm, dễ dàng đến bằng thuyền từ trung tâm. Khu vực này rộng lớn, hỗn hợp các tòa nhà được bảo tồn, tái hiện lối sống và động vật bản địa trong khu vực. Các tòa nhà cũ chính là như vậy và chắc chắn là nơi dành cho những người theo chủ nghĩa thuần túy. Các hoạt động tái hiện có thể rất tuyệt để hiểu cách mọi người từng sống. Chúng tôi đã gặp hai người phụ nữ đã trình diễn tuyệt vời về cách tái chế quần áo len. Nhưng điều này không được đảm bảo vì một diễn viên khác trong cửa hàng đồ sắt dường như đang tái hiện một bóng ma và chỉ nhìn chằm chằm vào chúng tôi. Các loài động vật, nếu chúng thực sự ở đó thì một số chuồng đã trống rỗng, thật tuyệt. Chúng có nhiều loại trong các chuồng lớn. Những chú gấu đặc biệt thích thú khi xem chúng trèo cây hoặc chơi trong hồ bơi với một vòi nước. Đọc thêm",
            "Bảo tàng vườn thú trẻ em ngoài trời tuyệt vời, rất tương tác. Tuyệt vời cho cả gia đình - thanh thiếu niên, thanh thiếu niên, trẻ nhỏ và người lớn. Đừng bỏ lỡ nhà máy thổi thủy tinh đang hoạt động, vườn thú trẻ em có tính tương tác cao và thủy cung nhỏ cũng như tìm hiểu về nhiều tòa nhà truyền thống được vận chuyển từ khắp Thụy Điển.Đọc thêm",
            "Một trong những địa điểm yêu thích của tôi ở Stockholm! Từ khía cạnh lịch sử của nó, đến các bảo tàng, khu dã ngoại, không gian dành cho trẻ em, thủy cung, đội ngũ nhân viên thân thiện.. nếu bạn đến vào một ngày nắng chắc chắn bạn sẽ rất thích thú!Đọc thêm",
            "Hãy ghé thăm nơi này nếu bạn đi vào ngày nắng và có nửa ngày rảnh rỗi. Những ngôi nhà được mang đến từ những địa điểm khác nhau và có đồ nội thất nguyên bản bên trong, giống như một bảo tàng nhỏ trong mỗi ngôi nhà. Có những ngôi nhà thuộc về nghề thủ công và có những buổi hội thảo hoặc thuyết trình ở mỗi ngôi nhà. Có một khu chợ lớn nơi bạn có thể mua thực phẩm và đồ uống. Ngoài ra còn có một bể cá với đủ loại cá, một vườn thú dành cho trẻ em và một địa điểm có các loài động vật Bắc Âu.Đọc thêm",
            "Chúng tôi đã đi vào một ngày Chủ Nhật đầy nắng của tháng 5. Nơi đây đông đúc với đám đông các gia đình trẻ có con nhỏ. Nhiều xe đẩy trẻ em hơn tôi từng thấy trên đầu người! Nơi đây bao gồm những ngôi nhà nông trại Thụy Điển cũ, một sở thú nhỏ, sở thú động vật Bắc Âu và các trò chơi và sân chơi dành cho trẻ rất nhỏ. Tôi có thể thấy đây sẽ là một ngày vui chơi cho trẻ em từ 6 tuổi trở xuống nhưng nếu không thì hãy tránh xa. Đọc thêm",
            "Nó không hoàn toàn đáp ứng được mong đợi của tôi. Tôi đoán là tôi đã suy nghĩ nhiều hơn về bảo tàng đất nước da đen nhưng nó có cảm giác quá rộng lớn và thiếu sức sống. Có một số thông tin về từng khu vực, chẳng hạn như các trang trại, khá thú vị và thật tuyệt khi được xem tất cả các trang trại và tòa nhà khác nhau của Thụy Điển. Khu vườn thú có một số triển lãm động vật thú vị và tôi rất vui khi được nhìn thấy con nai sừng tấm đầu tiên của mình! Tôi nghĩ đối với những gia đình có trẻ nhỏ thì đây có lẽ là một ngày đi chơi tuyệt vời nhưng đối với 3 người lớn chúng tôi thì đó lại là một chuyến đi dạo thú vị trong thời tiết đẹp. Đọc thêm",
            "Nếu bạn có nhiều thời gian thì hãy ghé thăm đây nếu không hãy bỏ qua. Chỉ có rất ít ngôi nhà để vào. Tất nhiên là hầu hết nếu các con vật bị ẩn.Đọc thêm",
            "Một trong những điểm thu hút tốt nhất chúng tôi ghé thăm ở Stockholm. Nó bao phủ một khu vực khá rộng lớn, có rất nhiều di sản và đồ tạo tác văn hóa của Thụy Điển để xem và trải nghiệm. Nó tạo ra trải nghiệm có phần sống động với nhiều chi tiết và dấu ấn lịch sử. Khu vực sở thú cũng khá thú vị, mặc dù tôi thường không thích nó, nhưng lần này thì không - cảm giác gần giống như nhìn thấy các loài động vật trong môi trường sống tự nhiên của chúng hơn là một sở thú. Cảm giác tuyệt vời nhất là khu dã ngoại nơi bạn thậm chí có thể tự làm món BBQ hoặc mua các món ăn truyền thống Thụy Điển mới được chế biến.Đọc thêm"
        ],
        "star_ratings": [
            5971,
            3457,
            1385,
            419,
            203
        ],
        "review_amount": 11435,
        "location": [
            "Thụy Điển",
            "Nơi trú ẩn",
            "Hạt Stockholm",
            "Châu Âu",
            "X-tốc-khôm",
            "Những việc cần làm ở Stockholm"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written June 26, 2023",
            "Written July 1, 2023",
            "Written July 2, 2023",
            "Written July 5, 2023",
            "Written July 7, 2023",
            "Written July 16, 2023",
            "Written July 17, 2023",
            "Written July 25, 2023",
            "Written June 5, 2024",
            "Written June 3, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 22, 2024",
            "Written May 17, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 4, 2024",
            "Written April 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189852-d208296-Reviews-Skansen-Stockholm.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d4171507-Reviews-Oaxen_Slip-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189851-d11705519-Reviews-Skroten_Cafe_och_skeppshandel-Djurgarden.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d784893-Reviews-Wardshuset_Ulla_Winbladh-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d850367-Reviews-Villa_Godthem-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d11902653-Reviews-Tyrol-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d10847194-Reviews-Cafe_Petissan-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d17323335-Reviews-Allmanna_Grand-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d5977034-Reviews-Vasamuseets_Restaurang_Vasa_Museum_Restaurant-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d25191593-Reviews-Konsthallen-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d5953062-Reviews-Tackel_Tag_Cafe_Och_Skeppshandel-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d7659174-Reviews-Skansen_Akvariet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d242276-Reviews-Cirkus_Arena-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d10673803-Reviews-Snus_and_Tandsticks_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d23128576-Reviews-Djurgardsstaden-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d4182487-Reviews-ABBA_The_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208277-Reviews-Vasa_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313571-Reviews-Grona_Lund-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189851-d3584266-Reviews-Liljevalchs_Konsthall-Djurgarden.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d4182481-Reviews-Swedish_Music_Hall_of_Fame-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d12392260-Reviews-The_Viking_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208296-Reviews-or10-Skansen-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d23924254-Reviews-Avicii_Experience-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d244312-Reviews-Prins_Eugens_Waldemarsudde-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313566-Reviews-Army_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d207782-Reviews-Hallwyl_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208280-Reviews-Royal_Armory-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208052-Reviews-Medeltidsmuseet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d207783-Reviews-Thiel_Gallery_Thielska_Galleriet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208295-Reviews-Historiska_Museet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208278-Reviews-Nationalmuseum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d10389051-Reviews-Green_City_Ferries-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d10498133-Reviews-Mamma_Mia_The_Party-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d26532284-Reviews-Winter_Lights-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d17425200-Reviews-Ecosightseeing-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208169-Reviews-Kungliga_Djurgarden-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g32746-d147162-Reviews-Morro_Bay_State_Park-Morro_Bay_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d105279-Reviews-Chatham_Lighthouse-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29352-d258491-Reviews-Adventureland-Altoona_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669725-Reviews-Spiaggia_di_Positano_Marina_Grande-Positano_Amalfi_Coast_Province_of_Salerno_Campa.html",
            "https://www.tripadvisor.com/Attraction_Review-g48664-d1494650-Reviews-Moffitt_Beach-Speculator_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189430-d8389491-Reviews-Cavo_Paradiso_Club_Mykonos-Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g31225-d7908862-Reviews-Willow_Beach-Fort_Mohave_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g194841-d4456072-Reviews-Seceda-Ortisei_Val_Gardena_Province_of_South_Tyrol_Trentino_Alto_Adige.html",
            "https://www.tripadvisor.com/Attraction_Review-g33412-d560330-Reviews-Belleview_Park-Englewood_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d14068408-Reviews-LXXY_Bali-Kuta_Kuta_District_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189852-d208296-Reviews-or10-Skansen-Stockholm.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189852-d208296-Reviews-Skansen-Stockholm.html"
    }
]