[
    {
        "attraction_name": "Sky View Observatory",
        "attraction_name_vi": "Đài thiên văn Sky View",
        "general_info": [
            "2.625 đánh giá",
            "- 26 trong số 749 điều cần làm ở Seattle",
            "Công trình kiến ​​trúc",
            "Đài quan sát - Tháp"
        ],
        "attraction_summary": "Gói xem riêng tư hiện có sẵn! Trải nghiệm Đài quan sát Sky View dành riêng trong 1 giờ cho chính bạn và tối đa 4 người - tổng cộng 5 người!  - Tạm thời đóng cửa để tuyển sinh chung. - Đài quan sát Sky View ở trung tâm thành phố Seattle là điểm dừng chân lý tưởng đầu tiên trong chuyến thăm Thành phố Ngọc lục bảo của bạn. Tại đây bạn có thể vạch ra toàn bộ trải nghiệm Tây Bắc Thái Bình Dương của mình! Sky View nằm trên tầng 73 của Columbia Center. Với độ cao 902 feet, nó cung cấp khu vực xem công cộng cao nhất ở Tây Bắc Thái Bình Dương. Chế độ xem toàn cảnh 360 độ bao gồm Núi Rainier, Bellevue, Dãy núi Cascade, Núi Baker, Vịnh Elliott, Dãy núi Olympic, Space Needle và thành phố Seattle.Đọc thêm",
        "reviews": [
            "Tầm nhìn ngoạn mục, cao hơn trục quay, tầm nhìn rõ ràng và rẻ hơn ra thành phố bao gồm sân vận động bóng đá và bóng chày và Mt RainerĐọc thêm",
            "Đài quan sát Skyview có tầm nhìn đẹp nhất của Seattle. Thật là một cách tuyệt vời để trải nghiệm thành phố và có được vị trí của vùng đất. Các nhân viên rất thân thiện và hữu ích và quan điểm thật tuyệt vời! Rất khuyến khích.Đọc thêm",
            "Tôi cho nó một sao vì tôi phải làm vậy - nó xứng đáng KHÔNG ĐÁNG ĐƯỢC. Chúng tôi đã trả tiền vé Elite - đừng bận tâm! Về cơ bản, đây là một tầng văn phòng cao trong một tòa nhà thương mại được trang trí với bầu không khí tối giản, nhân viên cực kỳ thô lỗ ở quầy bar - đặc biệt là quản lý nữ - và trông giống như một căng tin. Đèn chiếu sáng trên cửa sổ nên không thể chụp ảnh. Đồ ăn ở đây rất tệ nên thực sự đừng trả tiền cho Elite - một vài ổ bánh mì dẹt và bánh cuốn. Bạn nhận được một món quà lưu niệm rẻ tiền mà hầu hết mọi người đều cho đi - chúng tôi đã làm, hoặc nó sẽ bị vứt vào thùng rác. Đây là một vụ lừa đảo và nhân viên thật đáng kinh ngạc và nên bị sa thải Đọc thêm",
            "Nếu bạn thích nhện, dịch vụ kém và cửa sổ bẩn, bạn sẽ được thưởng thức! Thành thật mà nói, dịch vụ này là điều tồi tệ nhất mà chúng tôi đã trải qua trong suốt chuyến đi, cô hầu bàn không - có vẻ thích thú và không muốn ở đó, chàng trai trẻ rất ngọt ngào và cố gắng hết sức. Các phiếu thưởng cho phép bạn uống rượu sâm panh, một ly cocktail hoặc đồ ăn lên đến - 15 và một món quà lưu niệm, khi họ nói là cửa hàng.. ý họ là một chiếc kệ có 3 loại ly - ly shot, ly thủy tinh và ly rượu không có cuống - hoặc huy hiệu ghim . Bạn vẫn phải trả thuế rượu nếu đi uống cocktail mặc dù đã thanh toán phiếu mua hàng - họ cũng không lấy tiền mặt. Ồ và kính không có trong hộp nên bạn phải bỏ nó vào túi hoặc mang theo bên mình cả ngày - Tầm nhìn ra núi lửa thật tuyệt vời và nếu bạn muốn có một điểm ngắm cảnh rẻ hơn thì thật tuyệt. Người phụ nữ trong thang máy là người cung cấp nhiều thông tin nhất khi cô ấy cố gắng nhồi nhét tất cả thông tin trong vài phút đi thang máy. Cô ấy chúng tôi rất dễ chịu.Đọc thêm",
            "Lượt xem rất tốt mặc dù trời nhiều mây. Tuyệt đối KHÔNG trả tiền cho trải nghiệm Elite. Không có gì về nó - ưu tú - hoặc bất cứ nơi nào gần gũi.  - 15 voucher cho - quán cà phê - - hầu như không có gì để lựa chọn - và - cửa hàng quà tặng - - tôi không đùa đâu, đồ trang trí hay chiếc ghim??? - . Tôi không hiểu điều đó chút nào. Không có màn hình tương tác nào hoạt động. Thức ăn ổn. Một nhân viên - tôi không biết - tên của anh ấy - rất tốt bụng và cố gắng mang đến cho chúng tôi trải nghiệm tốt hơn, người điều hành thang máy cũng vậy. Tôi - đang tặng những ngôi sao này cho họ.Đọc thêm",
            "Quan điểm tuyệt vời, đáng giá một vài giờ. Nhân viên phục vụ hơi khó chịu. Ngồi ở bàn gần cửa sổ, ngay sau khi đến, cô phục vụ ngồi phịch xuống Bảng 6 Thông báo dành riêng trên bàn xoay và bước đi. Không có lời giải thích! Đến quán bar và hỏi cô ấy đặt chỗ từ khi nào...từ bây giờ...tại sao? Dành riêng cho những khách hàng ưu tú của chúng tôi...chắc chắn một nhân viên có năng lực sẽ đưa ra những thông báo nói trên trước khi địa điểm mở cửa? Vì vậy, chúng tôi đã chuyển bàn...không vui. Đọc thêm",
            "Vợ tôi và tôi đã đón được một cảnh hoàng hôn tuyệt vời. Khung cảnh thật ngoạn mục và đội ngũ nhân viên thật xuất sắc! Tôi thực sự khuyên bạn nên kiểm tra điều này.Đọc thêm",
            "Với sự đồng hành của các nhiếp ảnh gia tuổi teen giỏi, chúng tôi mong muốn chụp được một số bức ảnh tuyệt vời về thành phố. Chúng tôi đã đi vào buổi tối và hoàn toàn lãng phí thời gian và tiền bạc! Thang máy sẽ đưa bạn đến một căn phòng hình tròn lớn có cửa sổ; tuy nhiên, đèn huỳnh quang trên cao đều bật sáng và sự phản chiếu của đèn trên cửa sổ khiến không những không thể nhìn mà còn không thể chụp ảnh. Chúng tôi đã nói với người pha chế - nhân tiện, quán bar - khu vực ăn uống rất ấn tượng; giống những chiếc bàn ăn nhỏ hơn - sẽ làm mờ đèn.  Vì vậy, chúng tôi đã hỏi. Họ giảm độ sáng đèn trong đúng 15 giây và bật lại tất cả. Kinh nghiệm khó chịu để nói rằng ít nhất. Đó có lẽ là một trải nghiệm hoàn toàn khác nếu bạn đi vào ban ngày. nhưng tôi khuyên bạn không nên đi vào ban đêm. Ngoài ra, không giống như Space Needle, không có ban công bên ngoài. Về cơ bản, bạn chỉ đang ở tầng trên cùng của một tòa nhà thương mại.  Đề xuất cải tiến: ánh sáng yếu ở mức sàn để bạn không bị phản chiếu trên cửa sổ.Đọc thêm",
            "Khung cảnh đẹp và không phải chờ đợi vào ngày 30 tháng 12 năm 2023Không có màn hình cảm ứng Tương tác nào được cắm hoặc hoạt động. Chúng tôi đã nâng cấp lên Trải nghiệm Elite với - 10 phiếu thưởng - Chỗ ngồi đặt trước bên cửa sổ nhưng luôn có chỗ ngồi và cửa hàng quà tặng là một trò đùa. Tôi làm vậy không khuyến nghị trả tiền nâng cấp. Địa điểm không sạch sẽ như mong đợi và có mùi ở một số khu vực. Nói chung là tốt nhưng đừng lãng phí tiền của bạn khi nâng cấp lên Trải nghiệm Elite. Đọc thêm",
            "Cảm ơn bạn vì một trải nghiệm tuyệt vời! Mặc dù tôi không thể nhìn thấy Mt. Rainier do trời u ám, tôi vẫn tận hưởng khung cảnh tuyệt đẹp và toàn bộ trải nghiệm của mình. Họ hướng dẫn bạn đi lên thang máy và họ có rất nhiều thông tin giáo dục trên khắp các tầng về lịch sử của nó. Tôi cũng không cảm thấy vội vã phải rời đi khi ở đó. JP, nhân viên pha chế thật tuyệt vời, hiểu biết - thật ngạc nhiên là lại đến từ khu vực tôi hiện đang sống. Bạn có thể nói rằng anh ấy thích những gì mình làm và tôi đánh giá cao điều đó! Tôi thực sự đã có một khoảng thời gian tuyệt vời và tôi sẽ tiếp tục quay lại Seattle và Đài thiên văn Sky View!Đọc thêm",
            "Tôi có cần mua vé để đi ăn và uống tại Sky View Cafe - Bar không? Tôi không thấy bất kỳ thông tin nào trên trang web và Microsoft Edge cho biết đối với Sky View Bar thì tôi không cần nhưng đối với Câu lạc bộ Tháp Colombia và Nhà hàng Charlotte - Lounge thì tôi cần.Đọc thêm",
            "Chúng tôi có thể đỗ xe ở đâu cho chuyến tham quan Đài thiên văn Skyview.  Tôi hiểu rằng bãi đậu xe của chúng tôi đã được xác nhận......điều đó có nghĩa là gì?  Giảm giá?   Miễn phí?   Người phục vụ?   Xin tư vấn.Đọc thêm",
            "Tôi không biết đỗ xe ở đâu, chúng tôi bắt Uber. Chỗ đỗ xe ở trung tâm thành phố có hạnĐọc thêm",
            "Tôi là học sinh cuối cấp và bị khuyết tật - không phải xe lăn - .  Tôi có thể tìm thấy ở đâu thuận tiện - gần bãi đậu xe với đài quan sát để hạn chế khoảng cách đi bộ của tôi?  Tôi nghe nói khu có tầng hầm tại Sky Center sẽ không chứa được một số xe SUV và bạn có nguy cơ bị hư hỏng phương tiện của mình vì không gian cực kỳ chật chội.  Quan tâm đến một vị trí AN TOÀN và Thuận tiện.  Cảm ơn bạn.Đọc thêm",
            "Có một bãi đậu xe công cộng nhỏ ngay đối diện lối vào tòa nhà. Nó có bốn - tôi nghĩ vậy - chỗ dành cho người khuyết tật. Chúng tôi - đã tìm thấy một cái có sẵn trong cả hai chuyến thăm của chúng tôi.Đọc thêm",
            "Du lịch này có nhất thiết phải xem trang web thân thiện với chó không?Đọc thêm",
            "Tôi nhìn thấy một vài con chó ở trên tầng quan sát nhưng không nhìn đủ gần để biết đó chỉ là chó dịch vụ hay chó bỏ túi.Đọc thêm",
            "Xin chào, tôi muốn mua 2 vé cho những người bạn vừa mới kết hôn và sắp chuyển đến Portland, một lúc nào đó họ sẽ đến thăm Seattle, nếu tôi mua cho họ vé đi hẹn hò, và họ không thể đến được ngày đó, phải không? thay đổi nó thành một ngày phù hợp với họ?Đọc thêm",
            "Có, chúng tôi rất vui khi thay đổi ngày trên vé trong vòng 12 tháng kể từ lần mua ban đầu. Bạn bè của bạn cũng sẽ cần liên hệ với chúng tôi trước ngày ghi trên vé--vì vậy khi bạn mua vé của họ, chúng tôi khuyên bạn nên chọn ngày trước.Đọc thêm",
            "Chúng tôi muốn ngắm cảnh hoàng hôn ở Seattle lúc 7:43 tối. vào ngày 4 tháng 9 năm 2018. Nếu chúng tôi mua từ 6:30-7:00 tối. vé, liệu chúng ta có thể đi dạo xung quanh, ăn nhẹ và nán lại, hay chúng ta sẽ được dẫn ra khỏi sàn xem? Có vẻ như vé từ 7:30-8:00 không có sẵn để mua trước trực tuyến. Hay chúng ta nên chớp lấy cơ hội và mua vé vào buổi tối hôm đó khi đến nơi? Có vẻ như giờ hoàng hôn đã bán hết vé nhanh chóng.Đọc thêm",
            "Chào bạn! Mình làm phòng vé ở đó nên muốn thông báo với các bạn rằng bắt đầu từ ngày 9 - 4 - 2018, chúng tôi sẽ đóng cửa lúc 8h tối thay vì đóng cửa mùa hè là 10h tối. Vì thang máy cuối cùng đi lên một giờ trước khi đóng cửa nên đây có thể là lý do khiến bạn không thể đặt vé sau 7:30 tối. Bản thân tôi là một người rất yêu thích cảnh hoàng hôn, vì vậy tôi khuyên bạn nên mua vé - đến vào khoảng 6:30 chiều để bạn có thời gian thư giãn, dùng bữa tại quán cà phê của chúng tôi và chụp nhiều bức ảnh tuyệt vời! Hy vọng thông tin này sẽ giúp ích!Đọc thêm",
            "Xin chào, bạn đã mua loại vé nào để được phép vào lại?  Tôi hơi bối rối vì tôi đã đọc điều này trong Câu hỏi thường gặp của họ - Vé tiêu chuẩn có giá trị cho một lần vào cửa. Không được phép vào lại đài quan sát.\n\nCảm ơn sự giúp đỡ của bạn!Đọc thêm",
            "Đó là một tấm vé tiêu chuẩn nhưng có lẽ chúng tôi đã đến đó vào thời điểm trong năm, giữa tháng Sáu. Lúc đó bạn chỉ có thể mua hàng trực tiếp, chưa có hình thức mua hàng trực tuyến. Tôi - tôi đoán với lưu lượng khách du lịch thấp hơn trong chuyến thăm của tôi, việc Tái nhập cảnh đã được đưa ra nhưng không phải điều gì đó được thực hiện trong mùa lưu lượng truy cập cao.Đọc thêm",
            "Tôi có cần đặt vé vào một ngày và giờ nhất định không?Đọc thêm",
            "Không hề.....bạn có thể mua khi đến nơi. Đó là một nơi tuyệt đẹp với tầm nhìn tuyệt vời.Đọc thêm",
            "Tôi có cần đặt vé vào ngày và giờ nhất định không?\n\nTrân trọng\n\nMikeĐọc thêm",
            "Xin chào Mike, thật dễ dàng chỉ cần đi đến Kiosk ở bên cạnh quầy thông tin. Tôi bước lên vào một ngày chủ nhật không có gì, nơi nhanh nhất để vào. Họ là an ninh để giúp đỡ. Đọc thêm",
            "Nếu chúng ta đến đài quan sát, liệu chúng ta có được vào phòng vệ sinh nữ tuyệt vời và tham gia nếm thử một chút rượu vang không?Đọc thêm",
            "Chỉ có thể nhắc lại các câu trả lời khác.  Quán cà phê bình dân, tầm thường và phòng tắm chỉ là loại tiêu chuẩn.  Bạn thắc mắc liệu bạn có nhầm lẫn nó với nơi nào khác không?Đọc thêm"
        ],
        "star_ratings": [
            1873,
            617,
            95,
            21,
            21
        ],
        "review_amount": 2627,
        "location": [
            "Đài thiên văn Sky View",
            "Hoa Kỳ",
            "Seattle-thành phố",
            "Những điều cần làm ở Seattle",
            "Washington - WA -"
        ],
        "reviews_time": [
            "Written May 28, 2024",
            "Written May 20, 2024",
            "Written May 17, 2024",
            "Written May 12, 2024",
            "Written May 3, 2024",
            "Written April 21, 2024",
            "Written January 30, 2024",
            "Written January 16, 2024",
            "Written January 1, 2024",
            "Written December 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60878-d143564-Reviews-Sky_View_Observatory-Seattle_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d838260-Reviews-Tat_s_Deli-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d13010720-Reviews-All_Water_Seafood_Oyster_Bar-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d432601-Reviews-Tulio-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d432615-Reviews-Metropolitan_Grill-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d432669-Reviews-Shuckers_Oyster_Bar-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d432255-Reviews-Salumi_Deli-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d1074759-Reviews-The_Capital_Grille-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d432600-Reviews-The_George-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d5489947-Reviews-Shawn_O_Donnell_s_American_Grill_And_Irish_Pub-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d445303-Reviews-Cafe_Paloma-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d27037052-Reviews-Women_Painters_of_Washington_Gallery-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d18720194-Reviews-Skyview_Seattle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d8489417-Reviews-Columbia_Center-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d558679-Reviews-Seattle_Public_Library-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d282644-Reviews-Smith_Tower_Visitor_Experience-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d102642-Reviews-Pioneer_Square-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d103655-Reviews-Benaroya_Hall-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d269463-Reviews-Chinatown_International_District-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10826839-Reviews-The_Legends_of_SmithTower-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141275-Reviews-Klondike_Gold_Rush_National_Historical_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d143564-Reviews-or10-Sky_View_Observatory-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d123109-Reviews-Space_Needle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d319153-Reviews-Hiram_M_Chittenden_Locks-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d603327-Reviews-Lumen_Field-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d531952-Reviews-T_Mobile_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d269796-Reviews-University_of_Washington-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d615595-Reviews-Bruce_Lee_Grave_Site-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d7321281-Reviews-Starbucks_Reserve_Roastery_Seattle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d4352875-Reviews-Beneath_the_Streets-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d16858549-Reviews-Seattle_Under_the_Radar_Tours-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d12645633-Reviews-Taylor_Tasting_Tours-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d1089321-Reviews-Bill_Speidel_s_Underground_Tour-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d1548662-Reviews-Spooked_In_Seattle_Ghost_Tours-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d26311374-Reviews-Bandit_Improv_Comedy_Theater-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10294173-Reviews-Haunted_History_Ghost_Tours_of_Seattle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d27712345-Reviews-Holland_America_Cruise-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d23801414-Reviews-Cocusocial_Cooking_Class-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d2103140-Reviews-Seattle_by_Segway_from_Magic_Carpet_Glide-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g775845-d3567098-Reviews-Lourdas_Lourdata_Beach-Lourdata_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d12922228-Reviews-Bob_s_Bike_and_Surrey_Rentals-Ocean_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d2032284-Reviews-Naka_Market-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d10514148-Reviews-Sherwood_Beach-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19827259-Reviews-Sloomoo_Institute-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g13942608-d5122489-Reviews-Boneyard_Beach-Moores_Landing_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189027-Reviews-The_London_Dungeon-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g42235-d584879-Reviews-Call_of_the_Wild_Museum-Gaylord_Otsego_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d207075-Reviews-Cleopatra_s_House-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g190492-d12856948-Reviews-Port_of_Kristiansand-Kristiansand_Vest_Agder_Southern_Norway.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60878-d143564-Reviews-or10-Sky_View_Observatory-Seattle_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60878-d143564-Reviews-Sky_View_Observatory-Seattle_Washington.html"
    }
]