[
    {
        "attraction_name": "Skyride to Paradise Point",
        "attraction_name_vi": "Skyride đến Paradise Point",
        "general_info": [
            "1.015 đánh giá",
            "- 1 trong 6 điều cần làm ở Havensight",
            "Xe điện"
        ],
        "attraction_summary": "VUI LÒNG KIỂM TRA TRANG WEB ĐỂ BIẾT GIỜ VÀ Câu hỏi thường gặp!!!!!\n\nHãy đến - Ride the View - trên Skyride lên đỉnh Paradise Point! Bạn sẽ được chào đón với khung cảnh ngoạn mục, các nhà hàng, quán bar với Bailey - s Bushwacker nổi tiếng thế giới, các cửa hàng lưu niệm địa phương và Skywalk hoàn toàn mới của chúng tôi! Chuyến xe điện cuối cùng đi xuống là 1 GIỜ sau thời gian đóng cửa được liệt kê.Đọc thêm",
        "reviews": [
            "Tôi cảm thấy điều này là quá đắt để đi xe. Nếu bạn có ô tô, chỉ cần lái xe lên. Chúng tôi có thể đã lái xe đến và trả tiền - 5 để đỗ xe so với - 50. Chúng tôi chỉ mất 5 phút đi xe lên bị mắc kẹt trong một không gian nhỏ với 6 người lạ và 5 phút đi xe nữa. Khung cảnh ở đó thật ngoạn mục nhưng - 25 người mỗi người trong một không gian nhỏ với 8 người nên dù sao bạn cũng khó có thể nhìn thấy - không đáng giá để đi lên. Tất nhiên nếu bạn không có ô tô, đây là cách duy nhất khác ngoài taxi nên bạn có thể làm điều đó. Thành thật mà nói thì tôi sẽ cho 2 sao Đọc thêm",
            "Chào buổi chiều,\n\nChúng tôi rất tiếc vì bạn đã không tận hưởng thời gian của mình với chúng tôi. Những chiếc xe được quy định để chứa được 12 người và chúng tôi không bao giờ đặt nhiều hơn 8 người. - 24.95 giúp bạn có vé cả ngày để đi bao nhiêu lần tùy thích. Chúng tôi hy vọng bạn tận hưởng khoảng thời gian còn lại ở St. Thomas! Đọc thêm",
            "Gia đình tôi gần đây đã đến St. Thomas trên một chuyến du thuyền. Chúng tôi quyết định đi skyride đến Paradise Point để ngắm nhìn khung cảnh tuyệt vời của hòn đảo.  Vì tàu của chúng tôi quá lớn nên chúng tôi không cập bến Havensight - bến tàu thông thường. Chúng tôi cập cảng du lịch Charlotte Amalie. Đó là một chuyến taxi 8 giờ đến Havensight. Có RẤT NHIỀU taxi khi bạn xuống tàu. Lúc đó là - 24,95 cho chuyến đi lên. Không có sự chờ đợi. Chuyến đi thật vui vẻ.  Có những cảnh quan tuyệt đẹp ở phía trên. Có một số cửa hàng và nhà hàng ở trên cùng. Bạn có thể dễ dàng dành một giờ hoặc lâu hơn ở đó. Tuy nhiên, chúng tôi không ăn ở đó nên chỉ ở lại khoảng 30 phút trước khi xuống - đó là một ngày cực kỳ nóng khi chúng tôi ở đó - . Một lần nữa, không phải chờ đợi và chuyến đi xuống thật tuyệt vời. Các nhân viên thân thiện giá cả hợp lý. Nếu bạn đang đi du thuyền, hãy đợi và mua vé trực tiếp từ điểm tham quan. Chuyến tham quan bằng du thuyền có giá quá cao và việc tự mình đi lại cực kỳ dễ dàng.  Chúng tôi đi bộ xuống phố và dễ dàng tìm được một chiếc taxi quay lại Charlotte Amalie. Đây chắc chắn là một điều thú vị để làm ở St. Thomas. Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của bạn với chúng tôi. Hãy quay lại và ghé thăm chúng tôi lần nữa!Đọc thêm",
            "Đây là một nơi tuyệt đẹp với khung cảnh ngoạn mục. Chuyến đi lên đỉnh thật tuyệt vời khi bạn có thể ngắm nhìn mọi khung cảnh. Chúng tôi rất may mắn vì thời tiết rất tốt khi chúng tôi đến thăm. Ở phía trên có một vài cửa hàng bán đồ lưu niệm hoặc đồ uống. Chúng tôi đã nhận được vé vào ngày hôm đó. Chuyến đi trên bầu trời đến điểm thiên đường được cung cấp trên tàu của chúng tôi như một chuyến tham quan, tuy nhiên, việc tự mua vé sẽ rẻ hơn. Đây là một địa điểm tuyệt đẹp mà tôi khuyên bạn nên đến để có cơ hội chụp được những bức ảnh tuyệt vời. Tôi hy vọng một ngày nào đó sẽ quay lại và trải nghiệm điều này một lần nữa.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của bạn với chúng tôi. Hãy quay lại và ghé thăm chúng tôi lần nữa!\nĐọc thêm",
            "Khung cảnh tuyệt đẹp của bến cảng tại bến cảng Charlotte Amalie và thị trấn. Các nhà hàng và quán bar trên đỉnh là nơi tuyệt vời để thư giãn và tận hưởng khung cảnh tuyệt vời.  Bạn phải tự quyết định xem nó có xứng đáng với mức giá - 25 hay không.  Không dành cho những người gặp khó khăn về thể chất; bạn thường phải nhảy lên và xuống khỏi chiếc ô tô đang di chuyển, vốn có rất nhiều chuyển động riêng.  Ngay bên kia đường từ bến tàu du lịch.  Một nơi tuyệt vời để đi chơi một chút sau khi khám phá St. Thomas, trước khi quay trở lại tàu du lịch của bạn.Đọc thêm",
            "Cảm ơn bạn đã đánh giá! Chúng tôi rất vui vì bạn đã thích chuyến thăm của mình với chúng tôi. Hãy quay lại và ghé thăm chúng tôi một lần nữa!\nNếu bạn có bất kỳ gợi ý nào về những gì chúng tôi có thể làm để biến chuyến thăm 4 sao của bạn thành chuyến thăm 5 sao, vui lòng gửi email đến paradisepointevents - gmail.com! Đọc thêm",
            "Đi xe vui vẻ và một cái nhìn tuyệt vời như vậy. Nơi tốt đẹp để có một thức uống hoặc thức ăn.  Những cửa hàng dễ thương.  Nó có 3 cáp treo với nhau chứa được 7-8 người. Nhanh lên đi. Bạn có thể đi bao nhiêu lần tùy thích vào ngày mua vé.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của bạn với chúng tôi. Hãy quay lại và ghé thăm chúng tôi lần nữa!Đọc thêm",
            "Chuyến đi trên bầu trời mang đến cho bạn khung cảnh tuyệt vời của St. Thomas. Lý do duy nhất tôi không cho họ năm sao là vì những hành vi không công bằng được áp dụng cho việc lên xe đi lên và về. Trên đường lên, những người trong đoàn được ưu tiên. Và trên đường trở về, những cá nhân quên mất thời gian hoặc không quan tâm đến thời gian sẽ được ưu tiên và di chuyển trước mặt bạn để họ không bị lỡ chuyến tàu của mình. Điều này khiến cho sự chờ đợi của chúng tôi cứ tăng lên và quay lại, mỗi lần dài hơn 30 phút so với mức cần thiết, hoàn toàn không tôn trọng thời gian của chúng tôi.  Cho tôi biết, buổi chiều sẽ ít đông đúc hơn và thời gian chờ đợi ít hơn nhiều.Đọc thêm",
            "Đây là lần thứ ba chúng tôi thử đi Skyride, những năm trước nó đã bị đóng cửa. Tuy nhiên, nó đáng để chờ đợi, tầm nhìn từ trên xuống thật tuyệt vời. Chúng tôi đến thăm vào một ngày yên tĩnh nên chúng tôi có một chiếc ô tô cho riêng mình. Có một vài cửa hàng ở đó và một quán bar xinh xắn với khu vực chỗ ngồi xinh xắn nhìn ra quang cảnh. Tất nhiên, chúng tôi phải thử món Baileys bushwacker, món này ngon như tôi mong đợi.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của bạn với chúng tôi. Hãy quay lại và ghé thăm chúng tôi lần nữa!Đọc thêm",
            "Chúng tôi hơi lo ngại trước chuyến thăm về khả năng tiếp cận và tốc độ chất hàng của xe sau khi đọc một số đánh giá.  Chúng tôi rất ấn tượng với cách chúng tôi được đối xử khi đi du lịch cùng một thành viên gia đình có nhu cầu đặc biệt.  Khi xếp hàng trước khi lên xe, chúng tôi được kéo sang một bên, cùng với những người có vấn đề về di chuyển và ngồi ở cuối hàng ghế cho đến khi xe đến.  Chúng tôi được yêu cầu đợi cho đến khi được hỗ trợ lên máy bay.  Hai chiếc xe đầu tiên trong đoàn nhanh chóng được chất lên và sau đó cả nhóm xe bị dừng lại cho đến khi hành khách có nhu cầu đặc biệt được phép lên toa thứ ba.  Nhân viên đều thân thiện và hữu ích. Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của bạn với chúng tôi. Hãy quay lại và ghé thăm chúng tôi lần nữa!Đọc thêm",
            "Chúng tôi đã đặt trải nghiệm này thông qua tuyến du thuyền Na Uy. Bạn có thể đến đó bất cứ lúc nào, điều đó thật tuyệt. Các quan điểm là không thể tin được! Chắc chắn giá trị đi lên. Tuy nhiên, không có nhiều việc phải làm một khi bạn đã lên tới đỉnh. Chỉ có một nhà hàng và một vài cửa hàng. Chỉ cần ghi nhớ điều gì đó.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của bạn với chúng tôi. Hãy quay lại và ghé thăm chúng tôi lần nữa!\nNếu bạn có bất kỳ đề xuất nào về những gì chúng tôi có thể làm để biến chuyến thăm 4 sao của bạn thành 5 sao- vui lòng gửi email tới Paradisepointevents - gmail.com!Đọc thêm",
            "Một trong những điều yêu thích của chúng tôi ở St Thomas là quang cảnh không thể đánh bại được! Hãy tận hưởng chuyến đi và mọi người ở đó rất thân thiện. Tất nhiên món ăn dành cho người đi bụi là ngon nhất! Hãy lưu ý rằng có các bước lên xe và các bước để đến nhà hàng. và có thể khó khăn hơn sau khi đi bụi.Đọc thêm",
            "Một trong những điều yêu thích của chúng tôi ở St Thomas là quang cảnh không thể đánh bại được! Hãy tận hưởng chuyến đi và mọi người ở đó rất thân thiện. Tất nhiên món ăn dành cho người đi bụi là ngon nhất! Hãy lưu ý rằng có các bước lên xe và các bước để đến nhà hàng. và có thể khó khăn hơn sau khi đi bụi.Đọc thêm",
            "Tôi quyết định thử Skyride mà không đặt trước. Chỉ cần đi bộ một đoạn ngắn từ tàu. Tôi chắc chắn sẽ khuyên bạn nên đến đây trước nếu tự đi tham quan. Tôi không đến sớm lắm - lúc đó là 10 giờ sáng - nhưng không có hàng đợi và tôi có một cabin riêng trên đường đi lên. Giá vé là 25 đô la nên không hề rẻ - đặc biệt là nếu bạn đi cùng gia đình - . Các cabin theo kiểu thuyền gondola và mất khoảng 7 phút để lên đến đỉnh. Cảnh quan khi lên - và quay lại - thật tuyệt. Trên đỉnh có một nhà hàng nhỏ và một số cửa hàng lưu niệm dành cho khách du lịch cũng như các điểm để chụp ảnh cảnh quan. Tôi có lẽ đã ở đó khoảng 30 phút bao gồm cả chuyến ghé thăm nhà hàng để uống Baileys Bushwhacker. Đọc thêm",
            "Chúng tôi đã lên kế hoạch cho việc này trong nhiều năm. Một số hành trình du lịch đã bị hủy bỏ. Vì vậy, cuối cùng thì chúng tôi cũng đã thành công....chỉ để bị từ chối đi xe do thời tiết xấu và trời lại mưa. Trong khi đó, những chiếc ô tô lại chở người đi xuống thêm 45 phút nữa. Mặc dù Người quản lý đã xin lỗi nhưng điều này thực sự không tạo ra sự khác biệt. Tôi hy vọng sẽ quay lại và mang theo gia đình, để cuối cùng chúng tôi có thể đi chuyến này và uống một ly như nhiều năm trước. Mẹo: Trước tiên hãy đạp xe, sau đó đi đến bãi biển. Đọc thêm",
            "Chúng tôi đã đặt trải nghiệm này thông qua tuyến du thuyền Na Uy. Bạn có thể đến đó bất cứ lúc nào, điều đó thật tuyệt. Các quan điểm là không thể tin được! Chắc chắn giá trị đi lên. Tuy nhiên, không có nhiều việc phải làm một khi bạn đã lên tới đỉnh. Chỉ có một nhà hàng và một vài cửa hàng. Chỉ cần ghi nhớ điều gì đó.Đọc thêm",
            "Cảm ơn bạn đã đánh giá! Chúng tôi rất vui vì bạn đã thích chuyến thăm của mình với chúng tôi. Hãy quay lại và ghé thăm chúng tôi một lần nữa!\nNếu bạn có bất kỳ gợi ý nào về những gì chúng tôi có thể làm để biến chuyến thăm 4 sao của bạn thành chuyến thăm 5 sao, vui lòng gửi email đến paradisepointevents - gmail.com! Đọc thêm",
            "Chúng tôi hơi lo ngại trước chuyến thăm về khả năng tiếp cận và tốc độ chất hàng của xe sau khi đọc một số đánh giá.  Chúng tôi rất ấn tượng với cách chúng tôi được đối xử khi đi du lịch cùng một thành viên gia đình có nhu cầu đặc biệt.  Khi xếp hàng trước khi lên xe, chúng tôi được kéo sang một bên, cùng với những người có vấn đề về di chuyển và ngồi ở cuối hàng ghế cho đến khi xe đến.  Chúng tôi được yêu cầu đợi cho đến khi được hỗ trợ lên máy bay.  Hai chiếc xe đầu tiên trong đoàn nhanh chóng được chất lên và sau đó cả nhóm xe bị dừng lại cho đến khi hành khách có nhu cầu đặc biệt được phép lên toa thứ ba.  Nhân viên đều thân thiện và hữu ích. Đọc thêm",
            "Cảm ơn bạn đã đánh giá! Chúng tôi rất vui vì bạn đã thích chuyến thăm của mình với chúng tôi. Hãy quay lại và ghé thăm chúng tôi một lần nữa! Đọc thêm",
            "Đây là lần thứ ba chúng tôi thử đi Skyride, những năm trước nó đã bị đóng cửa. Tuy nhiên, nó đáng để chờ đợi, tầm nhìn từ trên xuống thật tuyệt vời. Chúng tôi đến thăm vào một ngày yên tĩnh nên chúng tôi có một chiếc ô tô cho riêng mình. Có một vài cửa hàng ở đó và một quán bar xinh xắn với khu vực chỗ ngồi xinh xắn nhìn ra quang cảnh. Tất nhiên, chúng tôi phải thử món Baileys bushwacker, món này ngon như tôi mong đợi.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của bạn với chúng tôi. Hãy quay lại và ghé thăm chúng tôi lần nữa!Đọc thêm",
            "Chuyến đi trên bầu trời mang đến cho bạn khung cảnh tuyệt vời của St. Thomas. Lý do duy nhất tôi không cho họ năm sao là vì những hành vi không công bằng được áp dụng cho việc lên xe đi lên và về. Trên đường lên, những người trong đoàn được ưu tiên. Và trên đường trở về, những cá nhân quên mất thời gian hoặc không quan tâm đến thời gian sẽ được ưu tiên và di chuyển trước mặt bạn để họ không bị lỡ chuyến tàu của mình. Điều này khiến cho sự chờ đợi của chúng tôi cứ tăng lên và quay lại, mỗi lần dài hơn 30 phút so với mức cần thiết, hoàn toàn không tôn trọng thời gian của chúng tôi.  Cho tôi biết, buổi chiều sẽ ít đông đúc hơn và thời gian chờ đợi ít hơn nhiều.Đọc thêm",
            "Đi xe vui vẻ và một cái nhìn tuyệt vời như vậy. Nơi tốt đẹp để có một thức uống hoặc thức ăn.  Những cửa hàng dễ thương.  Nó có 3 cáp treo với nhau chứa được 7-8 người. Nhanh lên đi. Bạn có thể đi bao nhiêu lần tùy thích vào ngày mua vé.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của bạn với chúng tôi. Hãy quay lại và ghé thăm chúng tôi lần nữa!Đọc thêm",
            "Cảnh quan tuyệt đẹp của bến cảng tại bến cảng Charlotte Amalie và thị trấn. Các nhà hàng và quán bar trên đỉnh là nơi tuyệt vời để thư giãn và tận hưởng quang cảnh tuyệt đẹp. Bạn phải tự quyết định xem có đáng giá - 25 đô la không. Không dành cho những người khuyết tật về thể chất; bạn thường phải nhảy lên và xuống toa tàu đang di chuyển, vốn có rất nhiều chuyển động riêng. Ngay bên kia đường từ bến tàu du lịch. Một nơi lý tưởng để thư giãn một chút sau khi khám phá St. Thomas, trước khi quay trở lại tàu du lịch của bạn. Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của bạn với chúng tôi. Hãy quay lại và ghé thăm chúng tôi lần nữa!\nNếu bạn có bất kỳ đề xuất nào về những gì chúng tôi có thể làm để biến chuyến thăm 4 sao của bạn thành 5 sao- vui lòng gửi email tới Paradisepointevents - gmail.com!Đọc thêm",
            "Đây là một nơi tuyệt đẹp với khung cảnh ngoạn mục. Chuyến đi lên đỉnh thật tuyệt vời khi bạn có thể ngắm nhìn mọi khung cảnh. Chúng tôi rất may mắn vì thời tiết rất tốt khi chúng tôi đến thăm. Ở phía trên có một vài cửa hàng bán đồ lưu niệm hoặc đồ uống. Chúng tôi đã nhận được vé vào ngày hôm đó. Chuyến đi trên bầu trời đến điểm thiên đường được cung cấp trên tàu của chúng tôi như một chuyến tham quan, tuy nhiên, việc tự mua vé sẽ rẻ hơn. Đây là một địa điểm tuyệt đẹp mà tôi khuyên bạn nên đến để có cơ hội chụp được những bức ảnh tuyệt vời. Tôi hy vọng một ngày nào đó sẽ quay lại và trải nghiệm điều này một lần nữa.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của bạn với chúng tôi. Hãy quay lại và ghé thăm chúng tôi lần nữa!\nĐọc thêm",
            "Bạn có thể mua vé một chiều xuống được không? Đọc thêm",
            "Tôi sẽ cố gắng thêm ảnh của nó vào bài viết của mình.Đọc thêm",
            "Chồng tôi bị đau đầu gối.  Đường đi bộ đến Skyride có dốc không?  Còn cầu thang thì sao?  Cảm ơn!Đọc thêm",
            "Có khoảng. 36 bước để đến khu vực chất hàng - có khu vực dừng và tạm dừng ở giữa - . Sau khi bạn lên đến đỉnh và xuống thuyền gondola - có sẵn một đoạn đường dốc để bạn có thể tiếp cận nơi nghỉ này! \nNgoài ra, nhà hàng nhận tất cả thẻ tín dụng và tiền mặt - không chỉ tiền mặt.Đọc thêm",
            "Trang web dường như chỉ nói về chuyến đi lên. Khi bạn đã sẵn sàng quay lại, chuyến đi xuống có được bao gồm hay chúng ta phải tìm cách khác - taxi, v.v. - Đọc thêm",
            "Đó là vé khứ hồi mà bạn đang mua.  Khung cảnh thật tuyệt vời theo cả hai cách! Đọc thêm",
            "Nếu bạn KHÔNG đặt vé qua Cruise Ship, làm cách nào để bạn đến Skyride?Đọc thêm",
            "Nếu bạn đặt vé qua tàu du lịch và chỉ muốn đi một chuyến, bạn đến đó từ cảng du lịch bằng cách nào?Đọc thêm",
            "Không bao giờ mua bất kỳ thứ gì thông qua tàu du lịch.. họ luôn tăng giá.. Bạn luôn có thể tìm thấy những giao dịch tốt hơn mà không cần tàu du lịchĐọc thêm",
            "Bạn vẫn có nhạc vào tối thứ Tư và mức phí đi xe sau 5 giờ chiều thấp hơn không?Đọc thêm",
            "Không, không phải lúc này.Đọc thêm",
            "Nơi này cách cảng du lịch bao xa?Đọc thêm",
            "Nó nằm đối diện bến tàu Havensight và cách bến tàu Crown Bay khoảng 3 dặm.Đọc thêm",
            "Hiện nay cáp treo đang chạy mà không có tàu du lịch cập cảng?Đọc thêm",
            "Họ nói rằng họ mở cửa hầu hết các ngày có tàu du lịch - có thể hiểu điều đó có nghĩa là vì tàu du lịch không có mặt nên chúng sẽ không mở cửa. \n\nCách duy nhất để chắc chắn là gọi điện - miễn phí vì đó là Đường dây Skyride của Hoa Kỳ tới Paradise Point Điện thoại: 340-774-9809\n\nNếu bạn đến St. Thomas và họ mở cửa, đừng bỏ lỡ Bảo tàng Kho báu Cướp biển nằm cách đó vài bước chân. Thú vị ngay cả khi bạn không phải là fan của cướp biển.Đọc thêm",
            "Chúng tôi sẽ đến thăm vào ngày 26-28 tháng 6 năm nay. Bạn có mở cửa vào những ngày đó không?Đọc thêm",
            "Chúng tôi đã ở đó vào thứ Tư và lúc đó nó đã mở cửa. Chúng tôi đang ở trên một con tàu du lịch và được biết đôi khi họ chỉ mở cửa nếu có tàu du lịch cập cảng. Nó đắt tiền, nhưng quan điểm thực sự đáng giá. Sẽ phải đi bộ một quãng đường dài lên cầu thang nếu bạn cảm thấy hơi khó thở.Đọc thêm",
            "Có nên mua vé trước không?  Sẽ có 5 tàu du lịch cập cảng vào ngày chúng tôi đến đó và tôi đang tự hỏi nó sẽ đông đến mức nào.Đọc thêm",
            "Nếu có một giờ, bạn có thể đi bộ đến nơi, lên đỉnh chụp vài bức ảnh rồi quay xuống. Nó chỉ cách đỉnh 700 feet. Tận hưởng ... mang theo tiền mặt Đọc thêm"
        ],
        "star_ratings": [
            437,
            344,
            158,
            35,
            41
        ],
        "review_amount": 1015,
        "location": [
            "Skyride đến Paradise Point",
            "Quần đảo Virgin thuộc Hoa Kỳ",
            "vùng Caribe",
            "Các hoạt động ở Havensight",
            "Thánh Thomas",
            "thiên đường"
        ],
        "reviews_time": [
            "Written June 25, 2023",
            "Written July 10, 2023",
            "Written August 28, 2023",
            "Written December 16, 2023",
            "Written February 6, 2024",
            "Written February 15, 2024",
            "Written February 26, 2024",
            "Written March 14, 2024",
            "Written March 22, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 16, 2024",
            "Written April 12, 2024",
            "Written March 22, 2024",
            "Written March 14, 2024",
            "Written February 26, 2024",
            "Written February 15, 2024",
            "Written February 6, 2024",
            "Written December 16, 2023",
            "Written August 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12547500-d147720-Reviews-Skyride_to_Paradise_Point-Havensight_St_Thomas_U_S_Virgin_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d16733310-Reviews-PRIME_at_Paradise_Point-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147405-d2096328-Reviews-Pizza_Amore-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d2643124-Reviews-Barefoot_Buddha-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d2043251-Reviews-Dog_House_Pub-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147405-d8802684-Reviews-The_Smoking_Rooster-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d9779055-Reviews-The_Tap_Still_Havensight-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d4081699-Reviews-Cravin_crabs-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12547500-d23428957-Reviews-Taste_At_Paradise_Point-Havensight_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d17453328-Reviews-Blue_11-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d17600117-Reviews-Virgin_Islands_Coffee_Roasters-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d12254676-Reviews-Pirates_Treasure_Museum-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147408-d148074-Reviews-Morningstar_Beach-South_Coast_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d734498-Reviews-Marina_at_Yacht_Haven_Grande-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d4115380-Reviews-St_Thomas_Synagogue-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d11918939-Reviews-Winners_Circle-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12547500-d23027449-Reviews-Santa_Maria_Beach-Havensight_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147407-d148951-Reviews-Bluebeard_s_Beach-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d7701018-Reviews-Phantasea_Tropical_Botanical_Garden-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d148112-Reviews-Drake_s_Seat-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d581231-Reviews-Mango_Tango_Art_Gallery-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12547500-d147720-Reviews-or10-Skyride_to_Paradise_Point-Havensight_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g7208537-d21331541-Reviews-Tropical_Adventure_St_Thomas-Red_Hook_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d17365686-Reviews-Ambassadorial_Taxi_Tours_Limo_Service-Charlotte_Amalie_St_Thomas_U_S_Virgin_Isla.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d23807059-Reviews-Virgin_Islands_Platinum_Services-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d15522740-Reviews-VI_Top_Taxi-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d3445622-Reviews-See_Ski_Powerboat_Rentals_and_Charters-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d17586523-Reviews-Paradise_Taxi_and_Tours_USVI-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d13074984-Reviews-My_Love_Taxi-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d14118879-Reviews-Seahorse_Excursions_Water_Taxi-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d2722146-Reviews-Dolphin_Water_Taxi-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d8747723-Reviews-Big_Love_Taxi-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d15356263-Reviews-The_Tropical_Treasure_Hunt-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d8737550-Reviews-Islandbuddy_Jeep_Tours-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d2397331-Reviews-Chukka_St_Thomas_Usvi-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d12237063-Reviews-Sabrage_Charters-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d2155718-Reviews-Jewel_House-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g25192020-d2632175-Reviews-The_VI_Cat-Estate_Thomas_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d3755459-Reviews-St_Thomas_Cruise_Excursions_Tours-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d1774832-Reviews-Aqua_Marine_Dive_Center-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d19451243-Reviews-Discount_Car_Rental-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d543612-Reviews-Adventure_Scuba-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d21101430-Reviews-St_Thomas_Water_Sports_llc_STWS-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d8093522-Reviews-Gold_Mine_Fine_Jewelry-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d4178281-Reviews-Grand_Jewelers-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d4094256-Reviews-House_of_Rajah_Jewelers-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d645023-Reviews-Monastery_of_Agios_Gerasimos-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d483266-Reviews-Oheka_Castle-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g36990-d2332161-Reviews-The_Waterpark_at_the_Monon_Community_Center-Carmel_Hamilton_County_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g58805-d5926729-Reviews-Old_Bicycle_in_the_Tree-Vashon_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g48486-d274592-Reviews-Omega_Institute-Rhinebeck_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d104206-Reviews-Portage_Glacier-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g670805-d4943767-Reviews-Ettal_Abbey-Ettal_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g50288-d23822673-Reviews-Dundee_Falls_Trail-Dundee_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189143-d6761156-Reviews-Biblioteca_Joanina-Coimbra_Coimbra_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1846887-Reviews-Thap_Ba_Mud_Bath-Nha_Trang_Khanh_Hoa_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12547500-d147720-Reviews-or10-Skyride_to_Paradise_Point-Havensight_St_Thomas_U_S_Virgin_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12547500-d147720-Reviews-Skyride_to_Paradise_Point-Havensight_St_Thomas_U_S_Virgin_Islands.html"
    }
]