[
    {
        "attraction_name": "Skyway Monte Bianco",
        "attraction_name_vi": "Đường trên cao Monte Bianco",
        "general_info": [
            "4.762 đánh giá",
            "1 trong số 28 hoạt động giải trí tại Courmayeur",
            "Xe điện",
            "Đài quan sát"
        ],
        "attraction_summary": "Skyway Monte Bianco không chỉ là một tuyến cáp treo có độ cao 3.466 mét. Đó là một trải nghiệm: thẳng đứng, núi cao, văn hóa, đồ uống và siêu thực. Chúng tôi đưa bạn đến điểm cao nhất của Ý và đến điểm gần Mont Blanc nhất. Bạn sẽ sống trong trải nghiệm bên trong trải nghiệm.Đọc thêm",
        "reviews": [
            "Rõ ràng núi và tuyết rất hấp dẫn và xinh đẹp. Vì lý do này, đây là một chuyến đi tuyệt vời nhưng tốn kém. Điều họ quên nói với bạn sau khi trả 55 euro là bạn có thể đi du lịch cao hơn với giá 38 euro khác nhưng số tiền đó sẽ chuyển sang Pháp. Trên thực tế, đây là phần ấn tượng nhất của chuyến đi vì nó đưa bạn lên trên sông băng và cao hơn 400m nhưng đó là ở Pháp. Điều đó có nghĩa là ở 2 người lớn và một đứa trẻ 10 tuổi, chúng tôi chỉ trả 257 euro cho thang máy. Đó là trải nghiệm 1 lần nhưng chi phí thêm là lén lút. Có lẽ nó rẻ hơn chỉ đơn giản là đi từ Chamonix. Đừng lãng phí tiền của bạn trừ khi bạn sẵn sàng trả thêm tiền để lên cao hơn và có được những bức ảnh đẹp hơn.Đọc thêm",
            "Tôi khá hoài nghi về Skyway, vì nó khá đắt và tôi thường thích tự mình khám phá. Nhưng quang cảnh từ Punta Helbronner thực sự tuyệt vời và xứng đáng với giá tiền, đặc biệt là nếu bạn không bao giờ lên được độ cao như vậy trên một ngọn núi theo cách khác. Ngoài ra, thật tuyệt khi có một số lựa chọn để đi bộ xung quanh vào mùa đông giữa Pavillion. Chắc chắn là phải làm nếu bạn ở trong khu vực, mặc dù tôi hy vọng rằng lần tới tôi có thể xuống bằng ván trượt tuyết thay vì đi cáp treo. Đọc thêm",
            "Chúng tôi đã đặt trước trải nghiệm này trước chuyến đi với tư cách là một nhóm gồm 8 người. Chúng tôi đến thăm vào giữa tháng 2, nửa học kỳ ở Vương quốc Anh và nhận thấy đây là một tuần yên tĩnh để ghé thăm dãy núi Alps của Ý. Tương tự như vậy, đó là một ngày rất yên tĩnh trên Skyway và chúng tôi đã có thể lên xuống mà không phải xếp hàng. \n\nChúng tôi lên kế hoạch đi lên vào lúc 11:30 sáng và tại quầy bán vé, chúng tôi được khuyên nên ghé thăm Pavillion trên đường đi xuống và đi thẳng lên đỉnh, Punta Hellbroner, nơi chúng tôi có thể ở lại trong hai giờ. \n\nPhong cảnh thực sự ngoạn mục với cáp treo quay suốt hành trình mang đến tầm nhìn xuyên qua dãy Mont Blanc và những ngọn núi xung quanh. Tại Punta Hellbroner, chúng tôi có thể tiếp cận các đài quan sát có góc nhìn 360 độ, đây thực sự là một trải nghiệm tuyệt vời! \n\nVì hôm đó là sinh nhật của chồng tôi nên chúng tôi ghé quán rượu và gọi rượu sâm panh để ăn mừng. Khi các nhân viên nhận ra rằng đó là ngày sinh nhật của anh ấy, chúng tôi đã được tặng một chiếc bánh sinh nhật miễn phí, thật là một cảm giác tuyệt vời. Mọi người đều rất thân thiện. \n\nKhi đi xuống, chúng tôi dừng lại ở Pavilion và ngồi trên ghế xếp, ngắm cảnh và thưởng thức đồ uống từ nhà hàng trong khi ánh nắng chiếu xung quanh chúng tôi. Đúng, trải nghiệm này hơi tốn kém đối với một nhóm, tuy nhiên, tôi thực sự khuyên bạn nên ghé thăm nếu có cơ hội. Chúng tôi đã có những kỷ niệm tuyệt vời ở đây.Đọc thêm",
            "Đây là điểm nổi bật của chuyến thăm của chúng tôi đến miền bắc nước Ý. Phong cảnh thật ngoạn mục. Nó rất xứng đáng với chi phí nhập học. Mình đi từ sáng sớm và cáp treo cũng không đông lắm.Đọc thêm",
            "Chúng tôi đã đặt trước trải nghiệm này trước chuyến đi với tư cách là một nhóm gồm 8 người. Chúng tôi đến thăm vào giữa tháng 2, nửa học kỳ ở Vương quốc Anh và nhận thấy đây là một tuần yên tĩnh để ghé thăm dãy núi Alps của Ý. Tương tự như vậy, đó là một ngày rất yên tĩnh trên Skyway và chúng tôi đã có thể lên xuống mà không phải xếp hàng. Chúng tôi lên kế hoạch đi lên vào lúc 11:30 sáng và tại quầy bán vé, chúng tôi được khuyên nên ghé thăm Pavillion trên đường đi xuống và đi thẳng lên đỉnh, Punta Hellbroner, nơi chúng tôi có thể ở lại trong hai giờ. Phong cảnh thực sự ngoạn mục với cáp treo quay suốt hành trình mang đến tầm nhìn xuyên qua dãy Mont Blanc và những ngọn núi xung quanh. Tại Punta Hellbroner, chúng tôi có thể tiếp cận các đài quan sát có góc nhìn 360 độ, đây thực sự là một trải nghiệm tuyệt vời! Vì hôm đó là sinh nhật của chồng tôi nên chúng tôi ghé quán rượu và gọi rượu sâm panh để ăn mừng. Khi các nhân viên nhận ra rằng đó là ngày sinh nhật của anh ấy, chúng tôi đã được tặng một chiếc bánh sinh nhật miễn phí, thật là một cảm giác tuyệt vời. Mọi người đều rất thân thiện. Khi đi xuống, chúng tôi dừng lại ở Pavilion và ngồi trên ghế xếp, ngắm cảnh và thưởng thức đồ uống từ nhà hàng trong khi ánh nắng chiếu xung quanh chúng tôi. Đúng, trải nghiệm này hơi tốn kém đối với một nhóm, tuy nhiên, tôi thực sự khuyên bạn nên ghé thăm nếu có cơ hội. Chúng tôi đã có những kỷ niệm tuyệt vời ở đây.Đọc thêm",
            "Tôi khá nghi ngờ về Skyway vì nó khá đắt và tôi thường thích tự mình khám phá hơn. Nhưng quang cảnh từ Punta Helbronner thực sự tuyệt vời và đáng giá, đặc biệt nếu bạn chưa bao giờ lên được độ cao như vậy trên một ngọn núi theo cách khác. Ngoài ra, thật tuyệt khi có một số lựa chọn để đi bộ xung quanh vào giữa mùa đông tại Pavillion. Chắc chắn là việc phải làm nếu bạn đang ở trong khu vực, mặc dù tôi hy vọng rằng lần sau tôi có thể đi trượt tuyết hơn là đi cáp treo.Đọc thêm",
            "Đó là một trải nghiệm thực sự tuyệt vời nhưng đắt tiền. Bạn có thể ngắm nhìn phong cảnh tuyệt đẹp của Mont Blanc 360 độ trên cáp treo.Đọc thêm",
            "Rõ ràng núi và tuyết rất hấp dẫn và xinh đẹp. Vì lý do này, đây là một chuyến đi tuyệt vời nhưng tốn kém. Điều họ quên nói với bạn sau khi trả 55 euro là bạn có thể đi du lịch cao hơn với giá 38 euro khác nhưng số tiền đó sẽ chuyển sang Pháp. Trên thực tế, đây là phần ấn tượng nhất của chuyến đi vì nó đưa bạn lên trên sông băng và cao hơn 400m nhưng đó là ở Pháp. Điều đó có nghĩa là ở 2 người lớn và một đứa trẻ 10 tuổi, chúng tôi chỉ trả 257 euro cho thang máy. Đó là trải nghiệm 1 lần nhưng chi phí thêm là lén lút. Có lẽ nó rẻ hơn chỉ đơn giản là đi từ Chamonix. Đừng lãng phí tiền của bạn trừ khi bạn sẵn sàng trả thêm tiền để lên cao hơn và có được những bức ảnh đẹp hơn.Đọc thêm",
            "Việc đặt chỗ trực tuyến không phản ánh công suất thực sự của xe, điều này hạn chế rất nhiều việc đặt chỗ. Không có webcam trực tiếp được đặt khi đến nơi để quyết định dừng ở pavillon hay tiếp tục lên đỉnh, bạn cần tin tưởng vào các nhà điều hành sẵn sàng đề xuất đi taxi đến cuối, chi tiêu nhiều mà không chắc chắn về tầm nhìn và tầm nhìn tốt. Không hài lòng.Đọc thêm",
            "Đây là điều tuyệt đối phải làm, một trải nghiệm thực sự tuyệt vời. Nó được tổ chức tốt, hiệu quả và ngoạn mục. Chắc chắn nên đặt trước. Bạn có thể nhận vé tại đây, nhưng đặt trước sẽ được ưu tiên Trải nghiệm trọn đời. Đọc thêm",
            "Đó là một trải nghiệm không thể tin được! Chắc chắn phải làm! Chúng tôi đã làm tuần đầu tiên của tháng Tư khi kết thúc mùa trượt tuyết. Không có hàng, giá cả phải chăng hơn ở khắp mọi nơi và cảnh quan tuyệt đẹp. Courmayeur là điểm đến yêu thích mới của tôi!Đọc thêm",
            "Chúng tôi đã may mắn chọn được một ngày đẹp trời để thực sự tận hưởng bức tranh toàn cảnh như mong đợi. Skyway Monte Bianco từ đầu đến cuối là một trải nghiệm ngoạn mục cho phép bạn chạm tới bầu trời và gần như chạm vào những đỉnh núi hùng vĩ xung quanh bạn tại nhà ga hàng đầu Punta Helbronner ở độ cao hơn 3300mIt là một kỳ công kỹ thuật phi thường của thập kỷ vừa qua và giữa, Pavillon du Mont Frety. và các nhà ga hàng đầu đều mang tính tương lai trong thiết kế bằng kính và kim loại. Không có gì đáng ngạc nhiên khi nó khiến Aiguille du Midi trở nên lỗi thời vì nó được xây dựng vào năm 1955 nhưng điều quan trọng cần nhớ là vị trí của nó trên đỉnh đá ở độ cao hơn 3800m cũng là một kỳ công kỹ thuật phi thường và đáng sợ hơn một chút Cả hai nhà ga trên cùng đều có tầm nhìn toàn cảnh 360 độ về dãy núi Alps của Thụy Sĩ và Pháp. Không giống như cabin chật chội hình chữ nhật đến Aiguille du Midi, bạn rời khỏi chân Skyway ở Entreves 1300m và đi vào một cabin rộng rãi hình bán cầu quay chậm. Cảm giác gần giống như trải nghiệm ngoài không gian của con người Đoạn đầu tiên băng qua mặt đá gần như thẳng đứng và bạn sẽ ngạc nhiên trước khả năng và công nghệ kỹ thuật kết cấu hiện đại. Quang cảnh từ nhà ga trên cùng được nhìn thấy với bầu trời trong xanh và bạn có thể nhìn thấy rõ Matterhorn và Monta Rosa từ xa. Mont Blanc của khóa học là đỉnh cao vinh quang và đối với tôi từ phía Ý, sự uy nghiêm của nó càng rõ ràng hơn. Chúng tôi dừng lại ở ga giữa ở độ cao 21 giờ 30 m và thư giãn dưới ánh nắng sân thượng với những chiếc ghế ngả nhìn lên Mont Blanc. Đó là một cách hoàn hảo để kết thúc một ngàyĐọc thêm",
            "Tôi đã mua vé tích lũy cho 2 ngày bỏ qua cộng với vé Skyway. Skippass đã hết hạn ngày hôm qua nhưng trang web đã cho phép tôi đặt Skyway cho sáng nay. Khi tôi xuất hiện, thẻ bỏ qua không hoạt động nên lúc đầu nhân viên không cho tôi vào và đề nghị tôi mua một vé khác, thanh toán toàn bộ số tiền tôi đã trả để thêm vé Skyway vào thẻ bỏ qua của mình. Không nơi nào trên trang web nói rằng Skippass phải còn hiệu lực, thực tế là tôi đã đặt được sáng nay và ngay lập tức nhận được xác nhận. Nhân viên đã chỉ ra cho tôi rằng xác nhận đặt chỗ của tôi đã đề cập đến điều đó, nhưng tất nhiên tôi chỉ nhận được xác nhận đặt chỗ sau khi tôi mua vé tích lũy và đã lên kế hoạch cho toàn bộ thời gian lưu trú của mình. Cuối cùng, nhân viên đã giải quyết vấn đề này bằng cách vui lòng giảm giá cho vé mới, nhưng thành thật mà nói, tôi quyết định đi chỉ vì đây là trải nghiệm chỉ có một lần trong đời khi tôi sống rất xa Valle dAosta, tôi không nghĩ mình nên làm vậy. chỉ phải mua một vé khác vì trang web không được lập trình như bình thường và không cung cấp bất kỳ thông tin nào về cách thức hoạt động của việc đặt chỗ.Đọc thêm",
            "Chó nhỏ có được phép không?Đọc thêm",
            "Tôi không thấy ai có chó theo sau. Tuy nhiên, do nhiệt độ và áp suất thay đổi, tôi khuyên bạn nên thuê người chăm sóc chóĐọc thêm",
            "Xin chào, tôi đã thay mặt sếp mua vé cho vợ ông ấy. Họ không phải là vận động viên trượt tuyết...xin vui lòng cho tôi lời khuyên về việc nên mặc gì cho chuyến tham quan này? Có cần thiết phải mặc quần trượt tuyết không thấm nước hay chỉ là quần áo ấm? Thứ hai, khi đặt chỗ ghi là 08:30 - họ phải gặp nhau lúc 08:30 hay thời gian linh hoạt? Cảm ơn trước!Đọc thêm",
            "Có thể đến Aiguille du Midi và Chamonix từ mũi Helbronner bằng vé Mont-Blanc Multipass không? Tôi đã mua chúng trên Mont Blanc Natural ResortĐọc thêm trang web",
            "Tôi muốn đi vào tháng 8 với chú chó xù 3 tuổi của mình, có ai từng nuôi chó đến Punta Helbronner có vấn đề gì không?Đọc thêm",
            "Không có vấn đề gì vì có chó đủ kích cỡ và giống!!! Đọc thêm",
            "Xin chào, tôi thấy hầu hết mọi người đều hỏi về xe buýt đến và đi từ cáp treo Skyway. Nếu chúng tôi có xe thì có bãi đậu xe địa phương không? Cảm ơn bạn! Đọc thêm",
            "Vâng, có bãi đậu xe rất rộng.Đọc thêm",
            "Xin chào, tôi đang nghĩ đến việc sống bên ngoài Geneva vào ngày 10 tháng 6 và sự chú ý của tôi đổ dồn vào chuyến thăm Charmonix và Mont Blanc bằng chuyến đi cáp treo Anguille du midi và mar du glace. Nên mặc quần áo gì??Đọc thêm",
            "Xin chào, nó phụ thuộc vào mùa. Vào mùa hè khi tôi ở đó, áo gió, quần jean và giày thể thao là đủ, nếu không tôi nghĩ tốt nhất nên mặc nhiều lớp: áo khoác, áo len, áo sơ mi và áo lót ở trên, quần tây đôi bên trong với giày da, hoặc bốt và mũ nâu ​​xinh xắn. . len.Đọc thêm",
            "Tôi dự định ở lại Aosta Italy vài ngày. Sau đó đi du lịch đến Chamonix Pháp. Tôi hiểu có một chiếc xe buýt. Nhưng liệu có thể leo lên Mont Bianco từ Aosta rồi xuống Chamonix không? Tôi sẽ chỉ có một chiếc ba lô nhỏ làm hành lý. Đọc thêm",
            "Chào buổi sáng, nơi trú ẩn Torino có mở cửa trong thời gian này không?\nHơn nữa, với vé đã đặt để đi lên Skayway, trong trường hợp trời mưa hoặc thời tiết xấu thì có được dời ngày không?\nCảm ơn bạnĐọc thêm",
            "Tôi nghĩ bạn có thể tham khảo trang web Montebianco skyway trong khi tôi không biết trả lời thế nào về nơi ẩn náu. Tôi xin lỗi.Đọc thêm",
            "Xin chào, tôi sẽ đến đó vào dịp Giáng sinh và nó có mở cửa không và có phương tiện giao thông công cộng nào đến Courmayeur và SkyWay không? Cảm ơn bạnĐọc thêm",
            "Chào buổi tối, Skyway Montebianco mở cửa vào Ngày Giáng sinh, chỉ cần truy cập trang web và kiểm tra giá vé cũng như lịch trình, về phương tiện giao thông công cộng thì có tuyến 947 nhưng tôi chưa bao giờ đi và bạn cần tìm hiểu về lịch trình Giáng sinh.Đọc hơn",
            "Mang theo chó có được không?Đọc thêm",
            "Vâng, chúng tôi đã lấy của chúng tôi.   Tuy nhiên, con chó sẽ cần có rọ mõm.Đọc thêm"
        ],
        "star_ratings": [
            3983,
            574,
            119,
            41,
            45
        ],
        "review_amount": 4762,
        "location": [
            "Skyway Monte Bianco",
            "Châu Âu",
            "Thung lũng d&#39;Aosta",
            "Nước Ý",
            "Các hoạt động ở Courmayeur",
            "Courmayeur"
        ],
        "reviews_time": [
            "Written September 1, 2023",
            "Written February 10, 2024",
            "Written February 23, 2024",
            "Written June 5, 2024",
            "Written February 23, 2024",
            "Written February 10, 2024",
            "Written September 8, 2023",
            "Written September 1, 2023",
            "Written August 15, 2023",
            "Written July 2, 2023",
            "Written April 23, 2023",
            "Written March 27, 2023",
            "Written March 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187865-d2057566-Reviews-Skyway_Monte_Bianco-Courmayeur_Valle_d_Aosta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187865-d5984791-Reviews-Auberge_De_La_Maison_Restaurant-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187865-d7651848-Reviews-Enoteca_l_Armadillo-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187865-d3418298-Reviews-Restaurant_Brasserie_D_Entreves-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187865-d2529728-Reviews-The_Tavern_Of_Pilier-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187865-d2355018-Reviews-Il_Ristorantino-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1092800-d1641974-Reviews-La_Maison_de_Filippo-Entreves_Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187865-d4097980-Reviews-Ristorante_Locanda_La_Brenva-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187865-d3813381-Reviews-Shatush_Bistrot-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187865-d1885490-Reviews-La_Palud-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187865-d3897464-Reviews-Ristorante_Chalet_Joli-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187865-d23575148-Reviews-Sorgenti_Della_Dora_Baltea-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187865-d3400556-Reviews-Alpine_Botanical_Garden_Saussurea-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187865-d4610795-Reviews-Val_Ferret-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187865-d3382302-Reviews-Santuario_di_Notre_Dame_de_Guerison-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187865-d8563434-Reviews-Val_Veny-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d195616-Reviews-Mont_Blanc-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g776105-d5828050-Reviews-Sentiero_Panoramico_Lungo_L_Orrido_Di_Pre_Saint_Didier-Pre_Saint_Didier_Valle_d_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d195588-Reviews-Aiguille_du_Midi-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d6472957-Reviews-Step_Into_the_Void-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187865-d6960813-Reviews-Lago_del_Miage-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187865-d2057566-Reviews-or10-Skyway_Monte_Bianco-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187865-d13399811-Reviews-Courmayeur_First-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187865-d10822877-Reviews-Funivia_Courmayeur-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187865-d25241185-Reviews-Courmayeur_Transfer_Taxi-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187865-d25422306-Reviews-Shatush_Club_Montblanc-Courmayeur_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g776105-d1904921-Reviews-Totem_Adventure-Pre_Saint_Didier_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g736257-d4022888-Reviews-Rafting_Mont_Blanc_Rafting_Valle_d_Aosta-Morgex_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g736257-d4283263-Reviews-Rafting_it-Morgex_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d7650619-Reviews-Wing_Over_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d1985323-Reviews-Massage_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d10386241-Reviews-Cham_Van-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d1876027-Reviews-Absolute_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d15659418-Reviews-Escape_Game_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g29751-d8381839-Reviews-Seastreak_Ferry-Atlantic_Highlands_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g674587-d8274316-Reviews-Elephant_Transit_Home_ETH-Udawalawe_National_Park.html",
            "https://www.tripadvisor.com/Attraction_Review-g60786-d3608829-Reviews-Riverwalk-Bradenton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g681223-d9760745-Reviews-Arakurayama_Sengen_Park-Fujiyoshida_Yamanashi_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g55559-d106292-Reviews-Lake_Buchanan-Burnet_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187460-d7108615-Reviews-Platja_des_Jondal-Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g45032-d10557749-Reviews-Splash_Station_Aquatic_Center-Wentzville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245668-Reviews-Prater-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d9715126-Reviews-Brick_Lane_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d10839052-Reviews-AMC_Rosemont_18-Rosemont_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187865-d2057566-Reviews-or10-Skyway_Monte_Bianco-Courmayeur_Valle_d_Aosta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187865-d2057566-Reviews-Skyway_Monte_Bianco-Courmayeur_Valle_d_Aosta.html"
    }
]