[
    {
        "attraction_name": "Slab City",
        "attraction_name_vi": "Thành phố Slab",
        "general_info": [
            "21 đánh giá",
            "3 trong số 7 điều cần làm ở Niland",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thật tuyệt nếu bạn muốn bị sát hại bởi những kẻ đứng đầu ma túy đá và những con đường tâm thần. Thực sự đấy. đừng đi. Hãy ở nhà và chơi trò chơi điện tử. Nó không giống như xem phim hay internet. Hãy tránh xaĐọc thêm",
            "Gosh, where to start? On a trip to San Diego and Joshua Tree, our Son Fine Art grad requested a detour to see Slab City which he had first become aware of from watching Into The Wild. We had no idea what to expect and were somewhat concerned about safety having read some reviews exercising caution. When you are on the approach road to Slab City you cannot miss Salvation Mountain which is huge and striking. After parking up we were able to wander around this huge and striking piece of art and the lady overseeing it was happy to chat to us about it and life more generally in Slab City.  Next stop was East Jesus to see the open air art gallery created by over 2,000 artists over 10 years. It is amazing to see what can be created effectively from piles of junk. Again another helpful and chatty person overseeing the exhibit.The third thing on our list was to visit the Car-henge monument although we were not sure exactly where it was and so ventured into Slab City with some anxiety. I did feel on edge to be honest but nobody bothered us in fact there barely seemed to be anyone around at midday. We kept to the mainish road and did not deviate from it. We gave up and decided to quit whilst we were ahead and leave but then spotted it in the distance on the left - tick. We had read not to get out of our car here and so we simply drove around it.I wasnt sure what to expect and now Im not sure what to make of it all - the last free place in America, people who have opted out of conventional life. Probably some living a traditional hippy lifestyle but I guess many others living more on the edge. It is a sprawling wasteland of trailers, cars, makeshift shelters, all surround by loads and loads of junk and rubbish. It is quite shocking to see and does feel edgy. Although we did not witness anything untoward, it would not surprise you if things kicked off.  As the chap at the East Jesus gallery said thank you for your donation, rest assured it will solely be used for drink and drugs. He was smiling but for which reason?Read more",
            "Không giống như trên trang web hoặc trên TV. Tôi đoán rằng Covid đã tấn công họ như mọi người khác, nhưng nơi này không giống như những gì tôi thấy trên TV hoặc trên trang web của họ, đó là lý do tại sao tôi muốn đến đó. Núi Cứu rỗi giống như vẻ ngoài của nó và có một anh chàng ở đó đang vẽ và nói chuyện với mọi người, nhưng thị trấn thực tế không giống như những gì được thể hiện, có rất nhiều khoảng trống giữa các khu vực sinh sống của mọi người, rất nhiều rác, một số đơn vị bị cháy và không có gì chào đón về nó, tôi không nói rằng nó không chào đón, nhưng tôi đã đọc về việc có rất nhiều cửa hàng nhỏ và ngành công nghiệp từ người dân địa phương để mang tiền vào cộng đồng, và đây không phải là những gì tôi tìm thấy. Tôi nghĩ rằng tôi đã thất vọng, sau khi đi du lịch khắp California trong 5 tuần, tôi đã thấy một số lượng đáng báo động và ngày càng tăng những người vô gia cư ngủ trên đường phố, ngủ trên xe hơi và ngủ trên xe Winnebago đỗ bên lề đường và điều này thực sự không có gì khác biệt so với điều đó. Trong khi tôi ở đó, một chiếc xe buýt trường học đã đến với một đoàn trẻ em đến để xem ngọn núi. Nếu tôi ở lại khu vực này trong tương lai, tôi sẽ ghé qua, nhưng tôi sẽ không đi du lịch để xem nó một lần nữa. Đọc thêm",
            "Đó là một sự tiếp đón khá nồng nhiệt từ những người dân địa phương vui vẻ khi chúng tôi lái xe qua nơi này một cách khác thường. Tôi khuyên bạn nên mở rộng kiến ​​thức của mình về cách một số người chọn sống.  Tôi đọc một số thông tin trên trang này trước khi đi và đọc thêm sau khi đến đó.  Đọc thêm",
            "Cá nhân tôi thấy nó mang tính thiền định và thư giãn. Bạn tôi có một chiếc xe tải đã được cải tạo và chúng tôi sẽ ở lại sống ở đó và quay phim trên sa mạc. Chúng tôi đã gặp Bill, người đã xây dựng rất nhiều thứ như dòng sản phẩm này và đó là điểm nổi bật khi nói chuyện và uống rượu với Bill. Cách đây hơn mười năm, gần mười hai giờ tôi đã ở đó và ở đó được ba tháng. Có những khoảnh khắc tốt và xấu cùng một lúc. Có một lễ hội dành cho người đi xe đạp, một cuộc thi sắc đẹp và cuộc thi tài năng. Rất nhiều nghệ sĩ và những người phụ nữ tốt bụng.  Nhưng đã có kịch tính.. cướp bóc.. dân gian bạo lực.. đốt phá nơi trú ẩn của người dân. Họ sẽ nói với bạn KHÔNG - đã không xảy ra nhưng tôi đã ở đó. Tôi và bạn tôi cảm thấy không an toàn khi bắt đầu sử dụng những thiết bị quay phim đắt tiền. Có tin đồn về một vài người đang lên kế hoạch giết một gã ấu dâm và đối với chúng tôi thế là đủ. Đó là một sa mạc - ai biết được có bao nhiêu con chim tuyết không thực sự là chim tuyết.Đọc thêm",
            "Four miles from Niland, California sit the unique community of Slab City.  The Last Free City in America. Slab City Is a collection of different compounds and camps spread out over a large area of the Southern California desert on the east side of the Salton Sea.  During the 1940s this was an active Marine installation. At the end of the war, the Marine pulled out, taking everything with them, except for the concrete slabs that were the flooring for their buildings.  Approximately 30 buildings and several miles of road were originally installed at this base.  Over the years, this area has become a haven for squatters, drug addicts, homeless individuals, and the outcast.  No rules and you do what you want to do.  Just do not bother your neighbor. Rules of conduct have been introduced in several of the outpost compounds as well as East Jesus.  Visitors are expected to follow the rules. Failure to do so, often results in major problems for the offender.  Slabbies range from friendly to the downright violent and mean individuals. Weapons are openly carried and have been known to be used. The community lacks any traditional buildings. Old RVs, buses, vehicles of every description, trailer and tents have been transformed into living quarters. There is no running water, no sewer system and electrical grid. Water is trucked in from Niland and distributed at the Community Center.  A bright blue trailer that serves at the focal point for the community.  Solar panels provide electricity. Several clubs, an internet café, golf course, two libraries, two churches only could locate one, a hot spring, skate park built in the remains of the 1940s base swimming pool. Discarded trash litters the area. The aroma leaves a bit to be desired. This is free society, and you fend for yourself. The local church provides some donated meals to residents throughout the week based on their donation intake.  During the winter season the population of Slab City and the surrounding outpost rises to 2000 individuals.  Summer it drops to between 100  150 souls.  Packs of dogs roam the area.  If your visiting, do not attempt to pet them. The Range is the In Spot for activity on Saturday evening. Tourist may spend the night camping in the area for a fee of 15-25 per night.  Also, several accommodations are offered on the internet for a fee. Theft, drug use and violent crime is an everyday occurrence in the area.  Visitors will find works of art ? throughout the area. A wrecked plane rusted out vehicles and many other bizarre creations.  This is a strange and bizarre community.  Spent 5 hours exploring this area i.e., East Jesus and Slab City.  If you go, be sure to use common sense, do not touch anything that is not yours, ask first, and pay attention to your surroundings.  Lock your vehicle and be sure that you do not enter areas marked private or restricted. If you comply with these simple rules, you should have no problems.  Be aware the Slabbies may or may not except your presences. Expect the unusual and weird.  If your adventurous suggest a visit to this last outpost of civilization.Read more",
            "Con gái tôi đang lái xe và nó biết tôi thích sống và cắm trại trên RV.  Thế là chúng tôi lên xe thuê.  Lúc đầu tôi có cảm giác như mình đang xâm phạm.  Điều đó nhanh chóng biến mất khi tôi thấy mọi người vẫy tay và thân mật.  Nghệ thuật và màn trình diễn không chỉ thú vị mà còn hấp dẫn.  Chúng tôi không qua đêm mà dành thời gian chỉ để cảm thấy như đã bước ra ngoài mức độ thoải mái của mình nhưng lại yêu thích điều đó.Đọc thêm",
            "Chà, đó là một giấc mơ được thực hiện bằng cách đi ... Nhiều năm trước, tôi đã bắt đầu Hành trình trở thành một NGƯỜI du mục, và sau 5 năm ở philippines, Mexico, Thái Lan ... chúa ơi, thế giới thứ 3 vẫn tiếp tục phát triển. .. Tôi chưa bao giờ thấy nó cả!!! Tôi rất thất vọng khi thấy MESS, Rác thải ở khắp mọi nơi!!! và tôi không nói về những người sống ở đó vì chúng tôi hầu như không thấy ai ra ngoài trong cái nóng ngày nay vì gió thổi liên tục ... Chúng tôi đã nghiên cứu những gì chúng tôi muốn thấy trước khi đi nhưng không nghiên cứu được hướng đi và khi đi một ngã ba đường những người đi với biển báo ĐÔNG CHÚA GIÊSU vì Chúa.... Chúng tôi cứ lái xe đi tiếp ... và có những dấu hiệu cấm xâm phạm nếu không bạn sẽ CHẾT, cảnh tượng giống như một bộ phim, làm sao nền văn minh có thể sẽ gặp trục trặc trên đường khi và nếu các dịch vụ như nước sinh hoạt và điện bị cắt .. Tôi hiểu mọi người đang gặp may mắn ở đó và như tôi đã thấy trên khắp thế giới, mọi người không cho BUCK .. theo nghĩa đen .. . nếu một ngày nào đó bạn quyết định trở thành Người du mục .. .chỉ cần nhớ quy tắc .. nếu bạn mang nó vào ... bạn phải mang nó ra .. và nơi này là một mớ RÁC VÀ RÁC ở khắp mọi nơi! Tôi đau lòng khi thấy mọi người đấu tranh theo cách này .. không chỉ với những gì đã từng dẫn họ đến nơi này mà nó bị nhân loại bỏ qua ... dường như có thứ gì đó đã mất đi. Tôi đã mơ rằng đây là Trại Hippy Hạnh Phúc và sẽ thật tuyệt vời ... để xem mọi người có thể làm gì với một nơi mà họ có thể sống miễn phí ... miễn là bạn có thể sống sót qua các thời tiết ... Tôi không muốn xuống nơi đó nhưng không cảm thấy an toàn chút nào .. Tôi hy vọng họ có thể mang nó đến và dọn dẹp nơi đó ... thật đáng buồn khi nghĩ rằng họ không quan tâm. Có lẽ tôi hy vọng mình sai vì những khuôn mặt mà chúng tôi đã nhìn thấy có vẻ như họ đang ổn.Đọc thêm",
            "Đây không phải là nước Mỹ của truyền hình hay Hollywood. Đây là nơi tụ tập của những người đã từ bỏ giấc mơ Mỹ, trả phòng và sống ngoài mạng lưới. Núi Salvation và bảo tàng ngoài trời là những địa điểm không thể bỏ qua. Tất cả đều miễn phí, giống như những người sống ở đó. Đọc thêm",
            "Tôi thích những gì họ đã làm. Nó thật khác thường và hấp dẫn. Họ có Slab City và những chiếc thùng to lớn và họ tạo ra John Lenon. Tất cả đều khác biệt và hấp dẫn! Họ có một cửa hàng quà tặng, Nhạc sống, Nhà vệ sinh và nước đá lạnh. Ở đây cũng có một khu ẩm thực. Tôi thích điều đó. Khá độc đáo!Đọc thêm"
        ],
        "star_ratings": [
            7,
            3,
            9,
            2,
            1
        ],
        "review_amount": 22,
        "location": [
            "Hoa Kỳ",
            "Sa mạc California",
            "niland",
            "Thành phố Slab",
            "California CA",
            "Những điều cần làm ở Niland"
        ],
        "reviews_time": [
            "Written May 27, 2024",
            "Written October 13, 2022",
            "Written March 6, 2022",
            "Written March 1, 2022",
            "Written July 26, 2021",
            "Written June 3, 2021",
            "Written April 3, 2021",
            "Written March 31, 2021",
            "Written December 28, 2020",
            "Written May 18, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32784-d18153825-Reviews-Slab_City-Niland_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g32142-d1925505-Reviews-Salvation_Mountain-Calipatria_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32784-d23881600-Reviews-Ordinary_Treasures-Niland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32784-d18153825-Reviews-or10-Slab_City-Niland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32784-d18153825-Reviews-or20-Slab_City-Niland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32784-d7938966-Reviews-The_Range-Niland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32784-d5533663-Reviews-Salton_Sea_Mud_Volcanoes-Niland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d108806-Reviews-Silver_Springs_State_Park-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32861-d4424308-Reviews-Vina_Robles_Amphitheatre-Paso_Robles_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303946-d11530256-Reviews-Bai_Bi_n_Vung_Tau-Vung_Tau_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096282-d450982-Reviews-Cenang_Beach-Pantai_Cenang_Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d4926574-Reviews-Traganou_Beach-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g48729-d10779501-Reviews-Star_Trek_Original_Series_Set_Tour-Ticonderoga_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d2371845-Reviews-Mt_Erie_Park-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g15019626-d1584393-Reviews-Nikola_Tesla_Museum-Vracar_Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d102705-Reviews-Underground_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4173443-Reviews-Ice_Pub-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32784-d18153825-Reviews-or10-Slab_City-Niland_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32784-d18153825-Reviews-Slab_City-Niland_California.html"
    }
]