[
    {
        "attraction_name": "Sleepy Hollow State Park",
        "attraction_name_vi": "Công viên tiểu bang Sleepy Hollow",
        "general_info": [
            "82 đánh giá",
            "- 1 trong 5 điều cần làm ở Laingsburg",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Một con sông chảy qua và một hồ nước lớn nằm giữa công viên rộng hơn 2.600 mẫu Anh này, nơi tuyệt vời để cắm trại và vô số hoạt động như chèo thuyền kayak, chèo thuyền, câu cá và ngắm nhìn nhiều loài chim cũng như động vật hoang dã khác.Đọc thêm",
        "reviews": [
            "Đây là lần thứ ba vợ chồng tôi ở lại SHSP. Lần này chúng tôi ở tại Khu cắm trại Rustic A. Đây là khu cắm trại yêu thích của chúng tôi mà chúng tôi đã ở tại Sleepy Hollow. Khu cắm trại này rộng rãi và có nhiều khu vực để dựng võng hoặc lều. Khu cắm trại này sẽ rất tuyệt vời cho các gia đình. Chúng tôi đã có thể dựng lều cho 8 người còn chỗ trống. Trời rất nóng và nhiều chướng ngại vật khi chúng tôi đi nên thật tuyệt khi có thể thư giãn trong bóng râm trên võng. Chúng tôi yêu thích SHSP và chắc chắn sẽ quay lại!!Đọc thêm",
            "Đây là tôi và chồng tôi - lần thứ hai ở SHSP. Lần này chúng tôi ở trong cabin hiện đại của họ trong hai ngày. Cabin rất đẹp và nằm trên một ngọn đồi nhìn ra Hồ Ovid. Bạn sẽ có được tầm nhìn không bị cản trở ra cảnh hoàng hôn mỗi đêm. Ưu điểm của cabin hiện đại là nó có điện, nhiệt và nước sinh hoạt. Nó có hai phòng ngủ với một giường tầng trong mỗi phòng. Giường tầng dưới có nệm đầy đủ, giường tầng trên có nệm đôi. Căn hộ có khu vực phòng khách - phòng ăn rộng rãi, phòng tắm với góc tắm vòi sen mở và nhà bếp nhỏ. Nhà bếp có lò vi sóng, tủ lạnh mini và lò nướng bánh mỳ. Nó cũng có một máy pha cà phê, vỉ nướng và một số - phụ - những thứ lặt vặt mà tôi tin rằng những người khác đã bỏ lại. Bên ngoài bạn - sẽ tìm thấy một chiếc bàn có bếp nướng than, hố đốt lửa và bàn ăn ngoài trời. Nó cũng có ổ đĩa riêng - khu vực đỗ xe. Nếu bạn đang muốn thoát khỏi tất cả nhưng vẫn có điện và nước thì chúng tôi khuyên bạn nên thuê cabin hiện đại tại SHSP. Thật hoàn hảo cho một kỳ nghỉ mùa đông ở Michigan! Một số mẹo - thủ thuật:1. Bạn phải tự cung cấp khăn giấy, khăn tắm, bộ đồ giường, khăn lau, đĩa và đồ dùng. Họ cung cấp giấy vệ sinh nhưng đó là nó.2. Không có bếp nấu nên chúng tôi khuyên bạn nên mang theo một số loại bếp cắm trại di động.Đọc thêm",
            "Đây là tôi và chồng tôi - lần đầu tiên đến thăm Công viên bang Sleepy Hollow. Chúng tôi cắm trại tại Rustic Site B trong hai đêm. Khu cắm trại này có ba cột võng, hố lửa và bàn dã ngoại. Địa điểm này đủ rộng rãi cho lều 4 người của chúng tôi. Những người ở lại trước chúng tôi thậm chí còn để lại cho chúng tôi một ít củi! Khu cắm trại B gần khu cắm trại A hơn rất nhiều so với trên bản đồ. Chúng tôi không thể nhìn thấy bất kỳ người hàng xóm nào nhưng đôi khi chúng tôi có thể nghe thấy họ thì thầm. Mỗi khu cắm trại mộc mạc đều có đường mòn dẫn đến phòng tắm nằm ở bãi tắm. Từ địa điểm của chúng tôi đến phòng tắm mất khoảng một phần tư dặm đi bộ. Đối với những con đường mòn đi trong Sleepy Hollow, chúng có thể được đi bộ, đạp xe hoặc khám phá bằng ngựa. Chúng tôi đã đi bộ 3,5 dặm đường mòn trong chuyến thăm của mình. Tất cả những con đường mòn chúng tôi khám phá đều được lưu giữ cẩn thận và được đánh dấu rõ ràng. Theo bản đồ, những con đường mòn đi bộ đường dài - xe đạp tổng cộng 16 dặm và những con đường mòn cưỡi ngựa dài 12,5 dặm. Chúng tôi rất thích chuyến cắm trại của mình đến Sleepy Hollow và chúng tôi chắc chắn có kế hoạch quay lại sớm. Lời khuyên hữu ích: -Nếu ở tại một nơi mộc mạc khu cắm trại hãy chuẩn bị sẵn sàng để mang theo đồ đạc của bạn. Chúng tôi khuyên bạn nên mua một chiếc xe đẩy tiện ích có thể gập lại. Theo bản đồ, khu cắm trại mộc mạc A và B cách nhau 140 thước, C, D và E cách nhau 280 thước và khu cắm trại F cách bãi đậu xe 1,1 dặm.-Không có nước hoặc điện tại các địa điểm mộc mạc. Hãy chuẩn bị mang theo toàn bộ nước uống của bạn và nếu cần điện, hãy nhớ mang theo cục sạc dự phòng.-Củi - - 6 - bó hoặc - 15 cho 3 bó - và đá có sẵn tại văn phòng trại.-Cẩn thận với cuộc đột kích gấu trúc! Hãy nhớ đóng gói tất cả thức ăn của bạn vào hộp đựng chống động vật hoặc để thức ăn trong lều vào ban đêm.Đọc thêm",
            "Mặc dù có rất nhiều người cắm trại trong công viên, nhưng địa điểm của chúng tôi khá hẻo lánh và chỉ cách nhà vệ sinh một quãng đi bộ ngắn.  Mọi khu cắm trại đều được bảo trì rất tốt. Phòng tắm sạch sẽ và trong lành. Đến 10 giờ tối, nó rất yên tĩnh. Mọi người chúng tôi gặp đều tốt bụng - thân thiện. Nhân viên công viên rất tốt bụng và có sức chứa.Đọc thêm",
            "Khu cắm trại sạch đẹp.  Các địa điểm và tiện nghi điển hình của công viên tiểu bang Michigan.  Rất nhiều bàn ăn dã ngoại và đồ nướng bên hồ để sử dụng.  Một vài gian hàng có thể thuê.  Sân gôn đĩa - chúng tôi không - không sử dụng - đã được vạch ra rõ ràng.  Đường mòn cưỡi ngựa - chúng tôi không sử dụng - .  Đường đi bộ - đi xe đạp leo núi rất đẹp nhưng việc tìm đầu đường mòn rất khó tìm.  Một khi chúng tôi đã làm những con đường mòn được đánh dấu rõ ràng.  Đọc thêm",
            "Chúng tôi đã đạp xe leo núi và XC trượt tuyết ở đây nhưng chưa bao giờ ở lại. Chúng tôi đã có khoảng thời gian cắm trại mùa hè tuyệt vời trên con đường đi bộ mộc mạc ở các địa điểm. Họ tách biệt và nằm ngoài một trong những con đường mòn đi bộ - đi xe đạp. Bãi biển cách đó một quãng đi xe đạp ngắn xuống đồi. Chúng tôi thấy cơ sở vật chất sạch sẽ và được bảo trì tốt. Yêu bãi biển bơi lội, những con đường mòn đi xe đạp leo núi, bãi biển dành cho chó và cảm giác nó thật xa xôi, cách Lansing 30 phút. Điều đặc biệt thú vị là việc ngắm sao tuyệt vời! Chúng tôi chắc chắn sẽ đến cắm trại ở đây một lần nữa. Nhân viên cũng thân thiện.Đọc thêm",
            "Đây có thể là một trại cũ hơn hoặc DNR đang cố gắng tiết kiệm tiền khi nó được xây dựng. Hầu hết các cột điện được thiết kế để chứa ít nhất 2 lô liền kề và nhiều nhất là 4. Bản thân điều này không phải là vấn đề đáng lo ngại cho đến khi bạn nhận ra rằng các cột điện ở quá xa để có thể tiếp cận nếu không có phần mở rộng. Chúng tôi đã thử nhiều lần và không thể tiếp cận được bất kỳ cửa hàng nào. Cuối cùng chúng tôi đã gặp một cặp vợ chồng nói rằng họ có tiện ích mở rộng tại văn phòng. Vì vậy, cuối cùng chúng tôi đã thiết lập được một sợi dây nối dài từ văn phòng trại và quyết định đi bộ đến bãi biển. Địa điểm của chúng tôi nằm cạnh con đường dẫn đến bãi biển nên chúng tôi nghĩ mình có thể đi bộ một chút. Con đường này dẫn đến một con đường khác dẫn đến bãi đậu xe trên bãi biển. Sau khi băng qua bãi đậu xe, chúng tôi còn phải băng qua một khoảng sân rộng - công viên cuối cùng cũng mở ra bãi biển trên chiếc hồ nhỏ này. Tất cả đều rất đẹp, nhưng chúng tôi không mong đợi một chuyến đi bộ đường dài để ngắm bãi biển. Mưa rào rất đẹp. Họ cũng có một máy bán kem gọn gàng mà tôi phải kiểm tra chỉ vì mục đích khoa học. Đối với một công viên tiểu bang Michigan, chúng tôi khá thất vọng.Đọc thêm",
            "Công viên rất đẹp. Hầu hết các trang web đều khá riêng tư. Các khu vực trải nhựa và đường trải nhựa. Khó đỗ xe RV lớn vì lối đi hẹp và nhiều cây xanh. Nói chung đó là một trải nghiệm tốt.Đọc thêm",
            "Trải nghiệm này thật tuyệt vời - và đó là -4 cơn gió lạnh trong đêm đầu tiên với tốc độ gió 25 dặm/giờ từ Hồ Ovid! Điều đó nói lên rất nhiều điều về nơi này.  Cabin cực kỳ thoải mái với vòi sen, nhà vệ sinh, bồn tắm và góc bếp với máy pha cà phê, lò vi sóng, bồn rửa..... phòng ngủ rất mát mẻ với giường tầng trong mỗi phòng và một chiếc ghế để bạn có thể thay đồ.  Phòng khách chính thật tuyệt vời và đồ mộc thật tuyệt vời.  Bộ tản nhiệt trong mỗi phòng ngủ và phòng tắm với máy sưởi trong phòng khách.   Trải nghiệm hoàn hảo.  Làm tốt lắm, DNR! Đọc thêm",
            "Vùng nước yên bình đầy cá và thật tuyệt vời để chèo thuyền kayak. Hình ảnh phản chiếu của bầu trời trên mặt nước thật đáng kinh ngạc. Tôi sẽ ghé thăm lần nữa khi tôi - tôi ở Michigan.Đọc thêm"
        ],
        "star_ratings": [
            38,
            30,
            11,
            2,
            1
        ],
        "review_amount": 82,
        "location": [
            "Hoa Kỳ",
            "Laingsburg",
            "Công viên tiểu bang Sleepy Hollow",
            "Những điều cần làm ở Laingsburg",
            "Michigan - MI -"
        ],
        "reviews_time": [
            "Written August 30, 2023",
            "Written February 16, 2023",
            "Written August 30, 2022",
            "Written May 23, 2022",
            "Written April 25, 2021",
            "Written August 21, 2020",
            "Written September 15, 2019",
            "Written September 4, 2019",
            "Written February 10, 2019",
            "Written September 21, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42376-d145614-Reviews-Sleepy_Hollow_State_Park-Laingsburg_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g42376-d9597260-Reviews-Peacock_Road_Family_Farm-Laingsburg_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42672-d19259820-Reviews-Wyrick_s_Orchard-Saint_Johns_Clinton_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42567-d9752518-Reviews-Ovid_Historical_Society_Museum-Ovid_Clinton_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42376-d19804877-Reviews-Firefly_Ridge-Laingsburg_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42376-d145614-Reviews-or10-Sleepy_Hollow_State_Park-Laingsburg_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42376-d8671640-Reviews-Pine_Hills_Golf_Course-Laingsburg_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41968-d183674-Reviews-Hawk_Hollow_Golf_Course-Bath_Clinton_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42567-d9705915-Reviews-First_Congregational_Church-Ovid_Clinton_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42140-d10172500-Reviews-Dewitt_Golf_Center-DeWitt_Clinton_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42672-d14132796-Reviews-Oh_Mi_Organics-Saint_Johns_Clinton_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42376-d23855701-Reviews-Bookmark_Alpacas-Laingsburg_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41968-d6602165-Reviews-Bath_School_Disaster_Memorial_Park-Bath_Clinton_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g9681965-d9609373-Reviews-Rochester_Colony-Duplain_Clinton_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42391-d4022297-Reviews-Woodside_Golf_Course-Lansing_Ingham_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42672-d6197923-Reviews-Swany_s_Pub_Grub-Saint_Johns_Clinton_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42672-d10292070-Reviews-The_Art_Gallery-Saint_Johns_Clinton_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42672-d9605553-Reviews-Pain_Gillam_Scott_House-Saint_Johns_Clinton_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187494-d313549-Reviews-Alcazar_of_Segovia-Segovia_Province_of_Segovia_Castile_and_Leon.html",
            "https://www.tripadvisor.com/Attraction_Review-g34477-d2402500-Reviews-Nokomis_Beach-Nokomis_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5841282-Reviews-Fat_Black_Pussycat-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d3498704-Reviews-Lalaria_Beach-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d5572863-Reviews-El_Dorado_Nature_Center-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d190264-Reviews-BMW_Museum-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g58775-d4007423-Reviews-Dorky_s_Arcade-Tacoma_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58528-d103589-Reviews-Tiger_Mountain-Issaquah_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g41995-d2303436-Reviews-Wilderness_Trails_Zoo-Birch_Run_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d4501573-Reviews-Riverside_Avondale_Historic_District-Jacksonville_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42376-d145614-Reviews-or10-Sleepy_Hollow_State_Park-Laingsburg_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42376-d145614-Reviews-Sleepy_Hollow_State_Park-Laingsburg_Michigan.html"
    }
]