[
    {
        "attraction_name": "Slide & Splash - Parque Aquatico - Water Slide Park",
        "attraction_name_vi": "Đường trượt nước - Parque Aquatico - Công viên trượt nước",
        "general_info": [
            "3.513 đánh giá",
            "5 trong số 20 điều cần làm ở Lagoa",
            "Công viên nước"
        ],
        "attraction_summary": "CHUYẾN ĐI MỚI! Boomerang, Cuộc đua và Cú ngã lớn! Tổng cộng bạn có 25 điểm tham quan, đường trượt nước và hồ bơi tiêu chuẩn Olympic. 2 khu vực dành cho trẻ em. MỚI - Cabanas, khu vực dành riêng có ghế tắm nắng, két an toàn, tủ lạnh và giảm giá khi tiêu dùng trong công viên. Ngoài các điểm tham quan dưới nước, công viên còn có một khu vực rộng lớn với bãi cỏ và ghế tắm nắng, một số nhà hàng và cửa hàng lưu niệm tiện lợi. Mát-xa và Spa cá, AquaTatoos và Bím tóc. Cùng với các quy định khác mà bạn cũng phải kiểm tra, không được phép vào công viên với thủy tinh, bóng và động vật ngoại trừ chó dẫn đường.Đọc thêm",
        "reviews": [
            "Tuyệt đối tuyệt vời cho cả trẻ em và cha mẹ. Môi trường bên trong công viên cũng rất an toàn. Không có hàng đợi lớn cho hầu hết các máng trượt. Sau một thời gian, chúng tôi đã có thể để bọn trẻ 10 và 13 tuổi của mình tự chơi quanh công viên. Chúng tôi ngồi xuống khu vực nhà hàng và thư giãn vì chúng tôi cần nghỉ ngơi. Giá mỗi chiều đi Uber từ Lagos là 24 euro nhưng có xe buýt để bạn đến đó. Các máng trượt rất tuyệt vời và được tổ chức rất tốt, an toàn và có nhiều nhân viên xung quanh. Đồ ăn và đồ uống có giá cả phải chăng cho một công viên nước là 6,80e cho bia lớn và rượu vang trắng. Chúng tôi đã đến vào thứ Tư, nơi đây không quá đông đúc nhưng có rất đông người. Chúng tôi thực sự thích nơi này từ 11 giờ sáng đến 5 giờ chiều. Đọc thêm",
            "Kính gửi Mickjn77, cảm ơn bạn đã đánh giá về công viên của chúng tôi. Chúng tôi rất vui khi nhận được những phản hồi tích cực như vậy. Mong rằng chúng tôi sẽ sớm gặp lại bạn! Đọc thêm",
            "Ở đây có vô số đường trượt khác nhau, công viên nước lớn tuyệt đẹp với vô số khu vực để bạn trải khăn tắm. \nHàng đợi vẫn ổn, chúng tôi đã đi vào giữa tuần nên tôi cho rằng điều đó có ích. \nTôi thích sự thật rằng họ không lừa đảo kiếm tiền bằng thẻ nhanh, mọi người chỉ tham gia cùng một hàng đợi. Đó là cách công bằng nhất.\nPhí vào cửa rất hợp lý và nếu bạn muốn một ngày thứ hai thì giá chỉ bằng một nửa.\nMột ngày tuyệt vời nếu bạn muốn làm điều gì đó với bọn trẻ.Đọc thêm",
            "Thân gửi CorebKK72, cảm ơn bạn đã đánh giá về công viên của chúng tôi. Chúng tôi rất vui khi nhận được phản hồi tích cực như vậy. Chúng tôi hy vọng sớm được gặp lại bạn! Đọc thêm",
            "Công viên nước xinh xắn, sạch sẽ, không phải đợi lâu các đường trượt.\nĐiểm thưởng cho con đường dẫn nước dọc theo lối đi, giúp ích rất nhiều vì không cần phải đi trên bê tông đang cháy!\nChúng tôi yêu thích nó, thức ăn ngon, tủ khóa dễ dàng.\nYêu thích các slide Boomerang và Race mới!Đọc thêm",
            "Fruska21 thân mến, cảm ơn bạn đã đánh giá về công viên của chúng tôi. Chúng tôi rất vui khi nhận được những phản hồi tích cực như vậy. Mong rằng chúng tôi sẽ sớm gặp lại bạn! Đọc thêm",
            "Đi với hai thiếu niên, 10 tuổi và một học sinh cuối cấp.  \n\nNơi này là vô nhiễm và nhân viên rất thân thiện và hữu ích. \n\nTủ khóa có sẵn với giá 5 euro cộng với khoản đặt cọc 10 euro và rất nhiều tiện nghi thay đồ. \n\nCó rất nhiều không gian để sử dụng làm nơi cắm trại nếu bạn mang theo chăn và khăn tắm, nhưng cũng có rất nhiều lựa chọn cho thuê, đó cũng là sở thích của bạn. \n\nChúng tôi đã đi vào giữa tháng 9 nên không bận chút nào! Chúng tôi đã có thể đi nhiều chuyến đến mức mệt mỏi vào lúc 3 giờ chiều! \n\nChúng tôi mua bữa trưa, ba chiếc pizza và một món salad cho 4 người chúng tôi và đồ uống trị giá khoảng 40 euro. Nó thật tuyệt. Bạn cũng có thể mang đồ ăn của mình vào. \n\nCó một vài đài phun nước uống cũng rất tuyệt, vì vậy hãy mang theo một chai nước. \n\nTôi đã mua vé trực tuyến vì nó rẻ hơn vài euro. \n\nMột ngày tuyệt vời cho tất cả mọi người.Đọc thêm",
            "Kính gửi jujijines12, cảm ơn bạn đã đánh giá về công viên của chúng tôi. Chúng tôi rất vui khi nhận được những phản hồi tích cực như vậy. Mong rằng chúng tôi sẽ sớm gặp lại bạn! Đọc thêm",
            "Chuyến thăm tuyệt vời với một đứa trẻ 9 11 tuổi. \nCó rất nhiều chuyến đi khác nhau và thú vị. Một số có giới hạn chiều cao 125cm để đảm bảo an toàn nhưng đây chỉ là một số ít.  \nMột số trò chơi bạn phải đi theo cặp trên bơm hơi, vì vậy hãy chuẩn bị sẵn sàng để chia sẻ!\nCó rất nhiều việc phải làm dù bạn ở độ tuổi nào, thậm chí bạn có thể chọn chỉ tắm nắng hoặc mát-xa.\nChúng tôi chọn một ngày mưa nên không phải xếp hàng chờ đợi gì cả. Công viên được bảo trì tốt và sạch sẽ không tì vết ở khắp mọi nơi.\nThức ăn rất ngon và nhanh. Giá hợp lý là 10 Euro cho một chiếc hotdog, khoai tây chiên cỡ lớn và đồ uống, mức giá này ở công viên giải trí là ổn.\nKhông phải tất cả các chuyến đi đều mở do thời tiết nhưng những người làm việc ở đó cực kỳ thân thiện và vui vẻ. \nTôi nghĩ chúng tôi cần một phiếu để quay lại vào một ngày khác, vì công viên phải đóng cửa do trời mưa xối xả nhưng không ai nói gì khi chúng tôi rời đi.Đọc thêm",
            "Kính gửi Srxl, cảm ơn bạn đã đánh giá về công viên của chúng tôi. Chúng tôi rất vui khi nhận được những phản hồi tích cực như vậy. Mong rằng chúng tôi sẽ sớm gặp lại bạn! Đọc thêm",
            "Đến thăm như một gia đình 15 người vào tháng 10. Thời tiết không tuyệt vời, điều đó có nghĩa là công viên thực sự yên tĩnh. Chúng tôi đã không xếp hàng cho một chuyến đi. Điều đó thật tuyệt vời. Bọn trẻ thích nó và không muốn rời đi. Người lớn cũng thích nó. Những chuyến đi tuyệt vời. Tôi muốn nói rằng bộ sưu tập lớn các chuyến đi bằng tàu điện ngầm hơi rác rưởi, chúng tôi cứ bị mắc kẹt giữa chừng. Nhưng có rất nhiều chuyến đi khác rất tuyệt vời. Cái mới thả thực sự tuyệt vời. \n\nMột ngày tuyệt vời của gia đình!Đọc thêm",
            "Kính gửi Worldwisetravel, cảm ơn bạn đã đánh giá về công viên của chúng tôi. Chúng tôi rất vui khi nhận được những phản hồi tích cực như vậy. Mong rằng chúng tôi sẽ sớm gặp lại bạn! Đọc thêm",
            "Xuất sắc. Chúng tôi đã ở đây vào tháng 4, có rất nhiều trang trình bày sẽ khiến bạn bận rộn cả ngày. Hàng đợi chờ không quá 5 phút.\nCó một số địa điểm ăn uống nhỏ nhưng đủ để khiến mọi người vui vẻ. Công viên khá bận rộn nhưng thực sự cũng không phải chờ đợi lâu ở các địa điểm ăn uống.\nCó những chiếc giường bạn phải trả tiền nhưng hầu hết mọi người dường như chỉ đặt khăn tắm trên bãi cỏ.\nChỉ có 30 để vào, rất xứng đáng và chắc chắn sẽ quay lại.Đọc thêm",
            "Kính gửi brandonwO9181LF, cảm ơn bạn đã đánh giá về công viên của chúng tôi. Chúng tôi rất vui khi nhận được những phản hồi tích cực như vậy. Mong rằng chúng tôi sẽ sớm gặp lại bạn! Đọc thêm",
            "Chúng tôi yêu thích công viên nước này và thích nó hơn chương trình biểu diễn dưới nước, có rất nhiều việc phải làm cho cả cá nhân và người đi một mình! Họ có một hệ thống nước thực sự mát mẻ khắp công viên dành cho những đôi chân nóng bỏng, điều này thực sự có lợi và hữu ích! Có rất nhiều không gian xanh để thư giãn giữa các đường trượt và đồ ăn ở đây khá ngon và giá cả phải chăng cho một công viên nước!Đọc thêm",
            "Công viên nước đẹp, sạch sẽ và an toàn. Đã đi như một phần của nhóm gồm 6 phụ nữ và chúng tôi đã có khoảng thời gian tuyệt vời nhất! Nhân viên hữu ích, khuôn viên và hồ bơi sạch sẽ cùng những chuyến đi tuyệt vời, vui vẻ cho mọi lứa tuổi.\n 5 cho 2 giường phơi nắng cả ngày - mặc cả! Nhập cảnh là một mức giá tốt quá. Muốn giới thiệu một chuyến đi đến đây cho bất cứ ai.Đọc thêm",
            "Chúng tôi đã dành phần lớn thời gian trong ngày ở đây. Có rất nhiều slide khác nhau mang đến sự lựa chọn tuyệt vời. Chúng tôi đến đó sớm và việc xếp hàng tối thiểu kéo dài cả ngày. Đối với những cầu trượt cần bè thì có nguồn cung dồi dào, đó thực sự là một điều tốt. Thức ăn đắt tiền và có rất nhiều người xếp hàng dài để mua món này nhưng bạn được phép mang theo đồ ăn của mình vào. Tôi khuyên bạn nên làm ít nhất một chút thứ này. Toàn bộ công viên sạch sẽ, dễ di chuyển và tất cả nhân viên đều tốt bụng, có ý thức an toàn và thân thiện. Ngoài ra còn có hướng dẫn hữu ích về từng trải nghiệm trang trình bày để giúp bạn quyết định xem liệu trang trình bày đó có phù hợp với bạn hay không. Ngoài ra còn có vô số không gian có cỏ nơi bạn có thể tận hưởng ánh nắng mặt trời giữa những lần chụp adrenaline. Giá khá tốt trong ngày và bãi đậu xe miễn phí. Thêm khoản phí 6 đô la cho một tủ khóa vào ngân sách của bạn trừ khi bạn có đủ tiền để mang theo đồ đạc trong bữa tiệc của mình. Việc cần làm nếu bạn có những em bé thích nước thích adrenaline như nhóm của tôi.Đọc thêm",
            "Trẻ em đã có một thời gian tuyệt vời ở đây. Vô số slide. Rất yên tĩnh khi chúng tôi đi vào Chủ nhật. Một ngày đi chơi rất tốt cho trẻ em và người lớn nếu họ thích cầu trượt.Đọc thêm",
            "Một ngày tuyệt vời, đứa con 8 tuổi của tôi không muốn rời đi! Rất nhiều chuyến đi khác nhau để làm hài lòng mọi lứa tuổi. Bể bơi đáng yêu, những ống dẫn nước nhỏ và cầu trượt dành cho trẻ nhỏ. Những nhân viên cứu hộ tuyệt vời sẽ kiểm tra xem con bạn có biết bơi hay không trước khi cho chúng vào một số ống dẫn.  Trò chơi trượt bọt là trò chơi yêu thích của tất cả chúng tôi.  Hàng đợi nhỏ nhưng là đầu mùa.  Căn cứ vô nhiễm.  Một tràng pháo tay lớn dành cho những người trông coi nhà vệ sinh và phòng thay đồ, họ rất sạch sẽ và có đầy đủ đồ.  Tôi có thể tưởng tượng đó là một công việc khó khăn trong công viên nước! Kem thực phẩm đồ uống có giá rất hợp lý cho một điểm thu hút khách du lịch.  Tôi nghĩ tủ khóa có thêm 6 chiếc, có thể đựng vừa 2 chiếc túi lớn nên giá không quá tệ để giữ an toàn cho đồ đạc của bạn.  Rất nhiều taxi màu xanh lá cây có sẵn khi rời đi. Chúng tôi chắc chắn sẽ ghé thăm lại, nhân viên thân thiện, sạch sẽ và một ngày vui vẻ! Đọc thêm",
            "Chúng tôi đã dành phần lớn thời gian trong ngày ở đây. Có rất nhiều slide khác nhau mang đến sự lựa chọn tuyệt vời. Chúng tôi đến đó sớm và việc xếp hàng tối thiểu kéo dài cả ngày. Đối với những cầu trượt cần bè, nguồn cung dồi dào, đó thực sự là một điều tốt. Thức ăn đắt tiền và có rất nhiều người xếp hàng dài để mua món này nhưng bạn được phép mang theo đồ ăn của mình vào. Tôi khuyên bạn nên làm ít nhất một chút thứ này. Toàn bộ công viên sạch sẽ, dễ di chuyển và tất cả nhân viên đều tốt bụng, có ý thức an toàn và thân thiện. Ngoài ra còn có hướng dẫn hữu ích về từng trải nghiệm trang trình bày để giúp bạn quyết định xem liệu trang trình bày đó có phù hợp với bạn hay không. Ngoài ra còn có vô số không gian có cỏ nơi bạn có thể tận hưởng ánh nắng mặt trời giữa những lần chụp adrenaline. Giá khá tốt trong ngày và bãi đậu xe miễn phí. Thêm khoản phí 6 đô la cho một tủ khóa vào ngân sách của bạn trừ khi bạn có đủ tiền để mang theo đồ đạc trong bữa tiệc của mình. Việc cần làm nếu bạn có những em bé thích nước thích adrenaline như nhóm của tôi.Đọc thêm",
            "Công viên nước đẹp, sạch sẽ và an toàn. Đã đi như một phần của nhóm gồm 6 phụ nữ và chúng tôi đã có khoảng thời gian tuyệt vời nhất! Nhân viên hữu ích, khuôn viên và hồ bơi sạch sẽ cùng những chuyến đi tuyệt vời, vui vẻ cho mọi lứa tuổi. 5 cho 2 giường phơi nắng cả ngày - mặc cả! Nhập cảnh là một mức giá tốt quá. Muốn giới thiệu một chuyến đi đến đây cho bất cứ ai.Đọc thêm",
            "Ngày tuyệt vời bất chấp nhiệt độ 30 độ!  Đây là một công viên vui nhộn, được tổ chức tốt và có nhiều lựa chọn cầu trượt.  Chúng tôi đã thuê một chiếc ô nhưng nó cứ rơi xuống và chúng tôi không thực sự cần đến nó.  Tôi rất sợ khi nhìn thấy những loài động vật hoang dã vì tôi nghĩ nó sai trái về mặt đạo đức và rõ ràng ban quản lý không quan tâm đến việc đối xử tệ bạc với chúng như đã đề cập trong các đánh giá trước đó. Rất may là họ không ở đó với hy vọng họ đã chấm dứt sự tàn ác to lớn này và chúng tôi đã có một ngày tuyệt vời. Tôi sẽ không đi, chúng tôi tránh Zoo Marine vì cá heo nhưng đứa con 13 tuổi của tôi chắc chắn sẽ thất vọng.  Lý do tôi không cho ngày này 5 sao là vì bê tông rất thô trên chân bạn và các khu vực xếp hàng phải được che nắng siêu nóng!.Đọc thêm",
            "Chúng tôi yêu thích công viên nước này và thích nó hơn chương trình biểu diễn dưới nước, có rất nhiều việc phải làm cho cả cá nhân và người đi một mình! Họ có một hệ thống nước thực sự mát mẻ khắp công viên dành cho những đôi chân nóng bỏng, điều này thực sự có lợi và hữu ích! Có rất nhiều không gian xanh để thư giãn giữa các đường trượt và đồ ăn ở đây khá ngon và giá cả phải chăng cho một công viên nước!Đọc thêm",
            "Công viên nước rực rỡ và niềm vui cho mọi lứa tuổi, diễn ra vào tháng 4, nghĩa là không phải xếp hàng cho bất kỳ chuyến đi nào, bạn hãy tưởng tượng sự hưng phấn của nó trong những tháng hè. Rất khuyến khíchĐọc thêm",
            "Thân gửi Agoldspink, cảm ơn bạn đã đánh giá về công viên của chúng tôi. Chúng tôi rất vui khi nhận được phản hồi tích cực như vậy. Chúng tôi hy vọng sớm được gặp lại bạn! Đọc thêm",
            "Xuất sắc. Chúng tôi đã ở đây vào tháng 4, có rất nhiều trang trình bày sẽ khiến bạn bận rộn cả ngày. Các hàng đợi chờ đợi không quá 5 phút. Có một số địa điểm ăn uống nhỏ nhưng đủ để giữ cho mọi người vui vẻ. Công viên khá bận rộn nhưng cũng không thực sự phải chờ đợi lâu ở các địa điểm ăn uống. Có giường bạn phải trả tiền nhưng hầu hết mọi người dường như chỉ đặt khăn tắm trên cỏ. Chỉ có 30 để vào, rất xứng đáng và chắc chắn sẽ quay lại.Đọc thêm",
            "Kính gửi brandonwO9181LF, cảm ơn bạn đã đánh giá về công viên của chúng tôi. Chúng tôi rất vui khi nhận được những phản hồi tích cực như vậy. Mong rằng chúng tôi sẽ sớm gặp lại bạn! Đọc thêm",
            "Công viên nước là một chuyến đi tuyệt vời dành cho gia đình và không quá tốn kém khoảng 80 USD cho hai người lớn và một trẻ em. Tủ khóa không quá đắt, chúng tôi có một tủ khóa cỡ XL khoảng 10 chiếc, và dù che nắng, v.v. cũng có thể được thuê. Chúng tôi đã có một ngày đáng yêu, tuy nhiên điều tiêu cực duy nhất tôi có thể nói là chân chúng tôi bị đau do bề mặt bê tông thô ráp, tệ hơn nhiều ở một số khu vực, tuy nhiên, những con đường dẫn nước rất đáng yêu. Do đó, tôi khuyên bạn nên mang theo giày nước, nhưng họ có bán chúng trong cửa hàng ở đó cùng với áo chống tia cực tím, kính bảo hộ, đồ lưu niệm, v.v. Bạn nên để tất cả đồ trang sức và đồng hồ trong tủ đựng đồ hoặc nơi bạn ở nếu không được phép. trên hầu hết các chuyến đi.Đọc thêm",
            "Kính gửi katiegreggs96, cảm ơn bạn đã đánh giá về công viên của chúng tôi. Chúng tôi rất vui khi nhận được những phản hồi tích cực như vậy. Mong rằng chúng tôi sẽ sớm gặp lại bạn! Đọc thêm",
            "Chuyến đi tuyệt vời cùng gia đình tôi đến Algarve- Bọn trẻ rất thích công viên, rất sạch sẽ và an toàn. Đồ ăn cũng rất ngonXem thêm",
            "Emily Wesley thân mến, cảm ơn bạn đã đánh giá về công viên của chúng tôi. Chúng tôi rất vui khi nhận được những phản hồi tích cực như vậy. Mong rằng chúng tôi sẽ sớm gặp lại bạn! Đọc thêm",
            "Chúng tôi sẽ ở gần công viên trong vài tuần, có giảm giá nào cho vé dài hạn một tuần không?Đọc thêm",
            "Xin chào, chúng tôi không có vé dài hạn, nhưng chúng tôi có vé ngày thứ hai cho 14 người mỗi người. Nhận vé cho lần tham quan đầu tiên với mức giảm giá 10% trực tuyến. Chúng tôi mong chờ chuyến thăm của bạn. Đọc thêm",
            "Công viên nước này còn rắn không?Đọc thêm",
            "Ngày nào là tốt nhất để đi - 27 tháng 7 đến 3 tháng 8. Chủ nhật có phải là ngày tuyệt vờiĐọc thêm",
            "Xin chào, có tờ rơi nào được cung cấp trên khắp Algarve từ các nhà cung cấp được chọn cung cấp giảm giá cho công viên không? Nếu có, mức giảm giá là bao nhiêu?\n\nHay mức giảm giá tốt nhất hiện có là chương trình khuyến mãi trực tuyến hiện tại? Chương trình này giảm giá 15% cho vé mua trước ngày 2 tháng 3? Đọc thêm",
            "Không chắc phải trung thực. Chúng tôi đã đặt vé trực tuyến.Đọc thêm",
            "Ngày nào là ngày yên tĩnh nhất vào giữa tháng 7 để đi vui lòngĐọc thêm",
            "Chúng tôi có thể tự mang theo đồ ăn được không?Đọc thêm",
            "KhôngĐọc thêm",
            "Tôi có một vài câu hỏi: a) Công viên có toàn bộ là cầu trượt nước và các điểm tham quan theo chủ đề nước không b) Có nhiều trò chơi dành cho mọi người ở mọi cấp độ tự tin không c) Bạn có thể dễ dàng tận dụng một ngày ở đây không? Đọc thêm",
            "99,9 người nghĩ rằng họ có buổi biểu diễn diều hâu và cơ hội chụp ảnh với chú vẹt.  b Có nhiều đường trượt có độ khó khác nhau từ Đường trượt Bọt đơn giản cho đến Đường trượt Lớn.  c CóĐọc thêm",
            "Có xe buýt từ albufeira đến công viênĐọc thêm",
            "Xin chào, chúng tôi sẽ đến vào ngày cuối cùng của tháng 5 và tôi đang tự hỏi nhiệt độ nước trong công viên là bao nhiêu? Cảm ơn bạnĐọc thêm",
            "Xin chào JustynaP: , nhiệt độ nước khoảng 18ª độ. Hy vọng sớm gặp lại bạn. Đọc thêm",
            "Chào buổi sáng. Chúng tôi sắp nghỉ phép một tuần từ ngày 12 đến ngày 19 tháng 4 năm 2022. Tôi sợ trời không đủ nóng. Nhiệt độ nước vào tháng Tư là bao nhiêu? Cảm ơn bạnĐọc thêm"
        ],
        "star_ratings": [
            1697,
            1167,
            367,
            117,
            165
        ],
        "review_amount": 3513,
        "location": [
            "đầm phá",
            "Đường trượt nước - Parque Aquatico - Công viên trượt nước",
            "Những việc cần làm ở Lagoa",
            "Quận Faro",
            "Bồ Đào Nha",
            "Algarve",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written June 30, 2023",
            "Written July 8, 2023",
            "Written September 21, 2023",
            "Written October 20, 2023",
            "Written November 25, 2023",
            "Written April 11, 2024",
            "Written May 28, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written May 28, 2024",
            "Written April 17, 2024",
            "Written April 11, 2024",
            "Written April 4, 2024",
            "Written December 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1219346-d2236367-Reviews-Slide_Splash_Parque_Aquatico_Water_Slide_Park-Lagoa_Faro_District_Algarve.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g642200-d1911135-Reviews-O_Charneco-Estombar_Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d20871551-Reviews-Gaspacho_Migas-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d10452917-Reviews-Paraiso_Casa_De_Pasto-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g285715-d27457526-Reviews-Restaurante_Cabaneria-Tavira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g642200-d25983001-Reviews-A_Cataplanq-Estombar_Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d16709112-Reviews-Restaurant_Dona_Ana_Lagoa-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d1514301-Reviews-Restaurante_Chrissy_s-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d7376050-Reviews-Pastelaria_Algarve-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d10039790-Reviews-Brunch_Wine-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219346-d4431241-Reviews-Restaurante_Lamim-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g642200-d1456222-Reviews-Quinta_dos_Vales_Wine_Estate-Estombar_Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189120-d8670284-Reviews-Learn2Sail-Portimao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g735258-d10034440-Reviews-Taxi_Ferry_Ferragudo-Ferragudo_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d10034782-Reviews-Calcadao_de_Carvoeiro-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d2513076-Reviews-Algar_Seco-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d3326772-Reviews-Seven_Hanging_Valleys_Trail-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g12741809-d10399059-Reviews-Algar_de_Benagil-Benagil_Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g735258-d3873455-Reviews-Praia_Grande-Ferragudo_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d9714937-Reviews-Vale_de_Centeanes_Beach-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d16216225-Reviews-Morgado_do_Quintao-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d2236367-Reviews-or10-Slide_Splash_Parque_Aquatico_Water_Slide_Park-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d12371182-Reviews-Neptunos_Surf_School-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d23744113-Reviews-Escape_Carvoeiro-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d5501809-Reviews-Carvoeiro_Caves-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g642199-d10200664-Reviews-Zip_Trip-Alvor_Portimao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d24172140-Reviews-E_bike_Tours_Carvoeiro-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d4722311-Reviews-Cocktail_Garden-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g735258-d7816366-Reviews-Ferragudo_Boat_Trips-Ferragudo_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g735258-d4273785-Reviews-Wildwatch_Algarve-Ferragudo_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g735258-d4700733-Reviews-Algarve_Freedom_Kayaks-Ferragudo_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189115-d17413280-Reviews-CarvoeiroTours-Carvoeiro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g652081-d12352734-Reviews-Algarve_Sunboat-Praia_da_Rocha_Portimao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189120-d24077983-Reviews-Litos_Tours_Cave_Tours-Portimao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189120-d14049747-Reviews-Carneirinho_s_Boat_Trips-Portimao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189120-d12989531-Reviews-MyCrew_Algarve_Tours-Portimao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1124758-d3233666-Reviews-Pilatus_Luzern-Kriens_Lucerne.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d1627759-Reviews-Imaginarium_Discovery_Center-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d2397805-Reviews-Kaiserbrundl_Herrensauna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g644210-d2516985-Reviews-Stalis_Beach-Stalis_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d2147246-Reviews-Socratous_Garden-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g51224-d7385445-Reviews-Broken_Arrow_Warren_Theatre-Broken_Arrow_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g209273-d153830-Reviews-D_T_Fleming_Beach_Park-Kapalua_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d456298-Reviews-Kubah_National_Park-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d102626-Reviews-World_of_Coca_Cola-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1073588-d2008464-Reviews-Orient_Bay_Beach-Orient_Bay_Saint_Martin_St_Martin_St_Maarten.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1219346-d2236367-Reviews-or10-Slide_Splash_Parque_Aquatico_Water_Slide_Park-Lagoa_Faro_District_Algarve.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1219346-d2236367-Reviews-Slide_Splash_Parque_Aquatico_Water_Slide_Park-Lagoa_Faro_District_Algarve.html"
    }
]