[
    {
        "attraction_name": "Sloomoo Institute",
        "attraction_name_vi": "Viện Sloomoo",
        "general_info": [
            "29 đánh giá",
            "327 trong số 2.161 điều cần làm ở Thành phố New York",
            "Bảo tàng chuyên ngành",
            "Bảo Tàng Khoa Học",
            "Bảo tàng dành cho trẻ em"
        ],
        "attraction_summary": "Viện Sloomoo là một trải nghiệm tương tác bật lên! Chìm tay vào hơn 30 thùng chất nhờn có kết cấu, có mùi thơm. Xem bộ não của bạn trên chất nhờn bằng máy EEG. Thư giãn tại trạm âm thanh ASMR của chúng tôi và đắm chìm trong những video mãn nhãn về CGI. Gắn thẻ chất nhờn của chúng tôi và lặp lại bức tường bằng cách bôi chất nhờn lên đó. Thiết kế chất nhờn mơ ước của bạn tại quầy bar DIY. Tắm chất nhờn và đi qua 250 gallon chất nhờn. Hãy đến chơi!Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Nơi tuyệt vời!! Chúng tôi đến đây để gây bất ngờ cho đứa con bé bỏng của mình, một người cực kỳ yêu thích chất nhờn!! Có rất nhiều nhà đóng cửa xung quanh khu vực và việc tìm kiếm chỗ đậu xe của chúng tôi đã được nghĩ đến nên điều đó khiến chúng tôi bị trễ chỗ dành riêng. Vì đó là địa điểm cuối cùng trong ngày nên tôi sợ họ sẽ không cho chúng tôi vào. Thật ngạc nhiên, hướng dẫn viên du lịch của chúng tôi là Azalea - không chắc liệu đó có đúng chính tả hay không đã đón chúng tôi bằng một nụ cười, bằng tên và nói rằng chúng tôi đang đợi bạn. Tôi nghĩ cử chỉ này chỉ là tuyệt vời! Nhưng khi chúng tôi bắt đầu chuyến tham quan, mọi chuyện còn tuyệt vời hơn nữa, thậm chí còn nghĩ rằng họ đang chuẩn bị bắt đầu đóng cửa địa điểm trong ngày mà họ không bao giờ hối thúc chúng tôi và để đứa con nhỏ của chúng tôi tận hưởng trải nghiệm đến mức tối đa!! Chúng tôi chơi, tạo ra slime và luôn được chào đón bởi đội ngũ nhân viên thân thiện và hay cười. Cảm ơn rất nhiều vì đã biến giấc mơ nhỏ bé của tôi thành hiện thực! Đó là một trải nghiệm tuyệt vời chắc chắn sẽ lặp lại!! Đọc thêm",
            "Này người yêu chất nhờn! Cảm ơn bạn đã ghé thăm chúng tôi và để lại đánh giá này. Rất vui vì các bạn đã có khoảng thời gian tuyệt vời, hẹn gặp lại các bạn lần sau! Slime On!Đọc thêm",
            "Nơi này dành cho những người yêu thích chất nhờn thực sự. Có rất nhiều thùng nơi bạn có thể cảm nhận và chơi đùa với đủ loại chất nhờn. Bạn có thể tạo ra chất nhờn của riêng mình và có một số phần âm thanh ASMR khác. Để có thêm 30, bạn có thể bị đổ chất nhờn khắp người, nhưng với 48 một vé, chúng tôi quyết định bỏ qua điều đó. Con gái 10 tuổi của tôi rất thích chất nhờn nên đây là điểm nổi bật đối với con bé, nhưng tôi chủ yếu chỉ nhìn con bé tận hưởng. Chúng tôi đã kéo dài trải nghiệm kéo dài khoảng 90 phút. Đọc thêm",
            "Cảm ơn bạn đã ghé thăm chúng tôi, Natalie! Chúng tôi rất vui khi biết rằng bạn và những người thân yêu của bạn rất thích trải nghiệm của chúng tôi. Chúng tôi đánh giá cao đánh giá của bạn. \n\nChất nhờn trên!\nĐọc thêm",
            "Đưa con gái 8 tuổi của tôi đến đây vào Chủ nhật vừa qua, đây là lần thứ 2 con bé đến thăm, vì nó đã đi cùng lớp của mình vào năm ngoái.  Lần đầu tiên của tôi rất vui và vâng, chúng tôi đã bị trượt và có thể chạm vào mọi loại chất nhờn có sẵn. Thời điểm thích hợp để đi chắc chắn là vào buổi sáng, 11 giờ sáng hoặc trước đó.\n\nNhân viên đang ở điểm. Và quan tâm đến cơ sở vật chất.\n\nĐi!Đọc thêm",
            "Này người yêu chất nhờn!\n\nCảm ơn bạn đã ghé thăm chúng tôi và để lại đánh giá này. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời!\n\nChất nhờn trên!\nĐọc thêm",
            "Chúng tôi đến đây cùng bọn trẻ và phần lớn bọn trẻ đều có khoảng thời gian vui vẻ. Chúng thích chơi với đủ loại chất nhờn khác nhau và ném chúng và mọi thứ trong phần đầu tiên.\n\nPhần thứ hai là tự xây dựng trạm chất nhờn nhưng cần rất nhiều sự hỗ trợ từ nhân viên. Việc chọn loại chất nhờn và màu sắc cũng như mùi hương diễn ra rất nhanh. Tuy nhiên, việc trộn bùa chú là một nút thắt lớn. Có rất nhiều trẻ em bồn chồn quanh khu vực đó muốn chuyển sang việc tiếp theo. Theo tôi, hãy bỏ hẳn trạm bùa chú vì bọn trẻ thực sự không quan tâm đến chúng khi về nhà và chỉ trộn chất nhờn rồi để chúng đi. Điều đó sẽ khiến cha mẹ vui vẻ hơn nhiều.\n\nPhần cuối là khu vui chơi. Bản thân khu vui chơi rất tuyệt đối với trẻ em nhưng việc chờ đợi thực sự không được truyền đạt tốt và một lần nữa, trẻ em bồn chồn phải chờ đợi.\n\nCải thiện luồng và nơi này dễ dàng trở thành một hoạt động tuyệt vời cho cả trẻ em và người lớn. Đọc thêm",
            "Chúng tôi đã đến đây với bọn trẻ và phần lớn chúng đã có khoảng thời gian vui vẻ.  Họ thích chơi với tất cả các loại chất nhờn khác nhau và ném nó cùng mọi thứ trong phần đầu tiên. Phần thứ hai là xây dựng trạm chất nhờn của riêng bạn nhưng nó cần rất nhiều sự hỗ trợ từ nhân viên.  Việc chọn ra loại chất nhờn và màu sắc cũng như mùi hương diễn ra nhanh chóng. Tuy nhiên, việc pha trộn các nét quyến rũ lại là một trở ngại lớn.  Có rất nhiều đứa trẻ bồn chồn quanh quẩn quanh khu vực đó muốn chuyển sang việc tiếp theo.  Ý kiến ​​của tôi là bỏ hẳn trạm bùa vì bọn trẻ thực sự không quan tâm đến chúng khi về nhà và chỉ trộn chất nhờn và gửi chúng lên đường.  Điều đó sẽ khiến các bậc cha mẹ hạnh phúc hơn nhiều. Phần cuối cùng là khu vui chơi.  Bản thân khu vui chơi này đã rất tuyệt vời đối với trẻ em nhưng việc chờ đợi nó thực sự không được truyền đạt rõ ràng và một lần nữa, những đứa trẻ bồn chồn chờ đợi. Cải thiện dòng chảy và nơi này dễ dàng là một hoạt động tuyệt vời cho cả trẻ em và người lớn. Đọc thêm",
            "Không đáng với số tiền bạn phải trả, tốt hơn hết hãy mua chất nhờn với số tiền này và chơi với con bạn ở nhà. Các điểm hấp dẫn bao gồm - chạm vào vài chất nhờn và tạo ra 2 chất nhờn để thêm hương vị và màu sắc mà chúng mang lại.Đọc thêm",
            "Đó là một trải nghiệm thú vị dành cho những đứa trẻ yêu thích chất nhờn. Khoảng một giờ giải trí và cơ hội tạo ra chất nhờn của riêng bạn.Đọc thêm",
            "Nơi này thật tuyệt vời! Có những thùng lớn chất nhờn với nhiều kết cấu khác nhau ở khắp mọi nơi và rất nhiều điều thú vị để làm! Tôi đã đến đó lần đầu tiên vào tuần trước. Đọc thêm",
            "Này Cassie! Cảm ơn bạn đã xem xét chi tiết. Thật tuyệt vời khi đọc những điểm nổi bật trong chuyến thăm của bạn. Nhóm của chúng tôi sẽ rất vui mừng khi nghe những lời khen ngợi này từ bạn. Slime On!Đọc thêm",
            "Rất vui! 2 người lớn một học sinh cấp hai và một thiếu niên và chúng tôi đã có rất nhiều niềm vui. Không đông đúc. Nhân viên rất thân thiện và bạn có thể nói rằng họ thích công việc của mình. Có rất nhiều việc phải làm và cần làm để tạo ra chất nhờn tùy chỉnh!Đọc thêm",
            "Cảm ơn bạn đã ghé thăm chúng tôi, Theresa! Chúng tôi rất vui khi biết rằng bạn và những người thân yêu của bạn rất thích trải nghiệm của chúng tôi. Chúng tôi đánh giá cao đánh giá của bạn. \n\nSlime On!Đọc thêm",
            "Không gian nhỏ và kiểm soát đám đông kém. Khá ấm áp và cuối cùng phải đứng chờ rất lâu ít nhất 40 phút chỉ để cố gắng tạo ra chất nhờn ở thanh chất nhờn. Nhân viên nhìn chung có vẻ không quan tâm đến việc hỗ trợ.Đọc thêm",
            "Này Rebecca! Cảm ơn bạn đã bày tỏ mối quan tâm của bạn. Chúng tôi thực sự đánh giá cao bất kỳ phản hồi nào, điều này có thể giúp chúng tôi cải thiện trải nghiệm cho khách hàng. Chúng tôi muốn thảo luận thêm về vấn đề này. Vui lòng gửi email cho chúng tôi tại sloomoosloomooinst acad.com. Slime On.Đọc thêm",
            "Con gái tôi yêu nơi này. Tuyệt vời cho những đứa trẻ yêu thích chất nhờn. Mặc dù nơi này nhỏ nhưng bọn trẻ có thể dành ít nhất 2-3 giờ ở đây.Đọc thêm",
            "Này Slimer! Chúng tôi rất thích đọc bài đánh giá này! Chúng tôi muốn cảm ơn bạn đã ghé thăm và dành thời gian để lại nhận xét. Hẹn gặp lại lần sau!\n\nSlime On!Đọc thêm",
            "Trải nghiệm tuyệt vời nhất của tôi với slime! Tôi nghĩ rằng nó chỉ là một số loại slime để mua, nhưng nó rất tương tác và sống động! Không khí yên tĩnh và khá sạch sẽ. Các nhân viên rất hữu ích. Nhìn chung là tuyệt vời! Đọc thêm",
            "Này Eric! Cảm ơn bạn đã xem xét chi tiết. Thật tuyệt vời khi đọc những điểm nổi bật trong chuyến thăm của bạn. Nhóm của chúng tôi sẽ rất vui mừng khi nghe những lời khen ngợi này từ bạn. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời! Chất nhờn trên!\nĐọc thêm",
            "Tôi và cháu gái tôi không thích lắm. Nó nhàm chán không có gì thú vị, ngoại trừ gương và khả năng tự làm slime. Giá rất đắt để chạm vào slime. Chúng tôi đã tưởng tượng ra nhiều hội thảo tương tác hơn nữaĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, Brigette! Chúng tôi đánh giá cao phản hồi của bạn, chúng tôi cố gắng đảm bảo tất cả khách hàng đều có trải nghiệm tuyệt vời với chúng tôi và đánh giá cao bất kỳ phản hồi bổ sung nào. Vui lòng gửi email cho chúng tôi tại sloomoosloomooinst acad.com để cung cấp cho chúng tôi thêm thông tin chi tiết về chuyến thăm của bạn. \n\nSlime On!Đọc thêm",
            "Đưa con gái 8 tuổi của tôi đến đây vào Chủ nhật vừa qua, đây là lần thứ 2 con bé đến thăm, vì nó đã đi cùng lớp của mình vào năm ngoái.  Lần đầu tiên của tôi rất vui và vâng, chúng tôi đã bị trượt và có thể chạm vào mọi loại chất nhờn có sẵn. Thời điểm thích hợp để đi chắc chắn là vào buổi sáng, 11 giờ sáng hoặc trước đó. Nhân viên có mặt. Và quan tâm đến cơ sở vật chất.Đi!Đọc thêm",
            "Này người yêu chất nhờn!\n\nCảm ơn bạn đã ghé thăm chúng tôi và để lại đánh giá này. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời!\n\nChất nhờn trên!\nĐọc thêm",
            "Có đáng để trả thêm phí để có được cơ thể thon gọn không?Đọc thêm",
            "Đang cố gắng tìm một địa điểm để ăn nhanh giữa các chuyến thăm Sloomoo và Bảo tàng Kem. Có khuyến nghị nào không?Đọc thêm",
            "Tôi muốn đề nghị khu phố Tàu. Chỉ cách Sloomoo vài dãy nhà.Đọc thêm"
        ],
        "star_ratings": [
            15,
            8,
            4,
            4,
            1
        ],
        "review_amount": 32,
        "location": [
            "Hoa Kỳ",
            "Thành phố New York",
            "Những điều cần làm ở thành phố New York",
            "New York NY",
            "Viện Sloomoo"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written July 9, 2023",
            "Written October 22, 2023",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written May 15, 2024",
            "Written May 10, 2024",
            "Written March 18, 2024",
            "Written March 10, 2024",
            "Written December 29, 2023",
            "Written December 27, 2023",
            "Written October 28, 2023",
            "Written October 22, 2023",
            "Written October 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d19827259-Reviews-Sloomoo_Institute-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d12425739-Reviews-Piccola_Cucina_Estiatorio-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d4363835-Reviews-Piccola_Cucina_Osteria-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d10641121-Reviews-Taiyaki_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d808386-Reviews-Eileen_s_Special_Cheesecake-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d477541-Reviews-Rice_to_Riches-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d10032108-Reviews-San_Carlo_Osteria_Piemonte-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2009679-Reviews-Rubirosa-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d12990804-Reviews-Tomino_Taberna_Gallega-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d814362-Reviews-Aurora_SoHo-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1075487-Reviews-MarieBelle_Cacao_Bar_and_Tea_Salon-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565484-Reviews-Pearl_River-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d27045274-Reviews-T_J_Maxx-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d607078-Reviews-Lower_Manhattan-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6456848-Reviews-CIMA_Center_for_Italian_Modern_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548699-Reviews-Soho_Triad_Fine_Arts_Gallery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12810200-Reviews-Eden_Fine_Art_Gallery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d615738-Reviews-Queen_of_Greene_Street-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136145-Reviews-Museum_of_Chinese_in_America-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7171196-Reviews-Leslie_Lohman_Museum_of_Gay_and_Lesbian_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143362-Reviews-SoHo-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19827259-Reviews-or10-Sloomoo_Institute-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1687489-Reviews-The_National_9_11_Memorial_Museum-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105125-Reviews-The_Metropolitan_Museum_of_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d116236-Reviews-New_York_Public_Library-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105126-Reviews-The_Museum_of_Modern_Art_MoMA-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d626630-Reviews-Ground_Zero_Museum_Workshop-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d265495-Reviews-Museum_at_Eldridge_Street-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d210108-Reviews-American_Museum_of_Natural_History-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d525259-Reviews-Museum_of_Sex-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d107466-Reviews-Frick_Collection-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d106609-Reviews-The_Met_Cloisters-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1371580-Reviews-The_International_Culinary_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d218601-Reviews-Vivienne_Tam-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d20907113-Reviews-Adventure_Untamed-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143357-Reviews-The_Evolution_Store-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4589553-Reviews-Purl_Soho-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565671-Reviews-Kate_spade-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17599811-Reviews-Rudy_s_Music-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12613937-Reviews-Fueguia_1833-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15243993-Reviews-Flying_Solo-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7682792-Reviews-Eden_Fine_Art_Gallery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565441-Reviews-Marianne_Novobatzky-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152540-Reviews-Mercado_De_Artesanias_La_Ciudadela-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297921-d2542528-Reviews-Hat_Yai_Floating_Market-Hat_Yai_Songkhla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g50090-d1897661-Reviews-East_Fork_State_Park-Bethel_Clermont_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32168-d117213-Reviews-Capitola_Beach-Capitola_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g52097-d256306-Reviews-Tillamook_Air_Museum-Tillamook_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g42684-d483530-Reviews-Soo_Locks-Sault_Ste_Marie_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g194900-d4788016-Reviews-Marche_Couvert-Sanremo_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d109661-Reviews-Lincoln_National_Forest-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d17704346-Reviews-Kaya_Herb_House-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152582-Reviews-Museo_Frida_Kahlo-Mexico_City_Central_Mexico_and_Gulf_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d19827259-Reviews-or10-Sloomoo_Institute-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d19827259-Reviews-Sloomoo_Institute-New_York_City_New_York.html"
    }
]