[
    {
        "attraction_name": "Smile Tours Service - Day Tours",
        "attraction_name_vi": "Dịch vụ Smile Tours - Tour trong ngày",
        "general_info": [
            "305 đánh giá",
            "- 34 trên 472 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Du lịch sinh thái"
        ],
        "attraction_summary": "Đội ngũ Smile Tours Service tự hào giới thiệu đến các bạn phong cách điều hành tour điển hình của chúng tôi: hiệu quả, linh hoạt, tin cậy, chân thực và tiết kiệm. Với hơn 30 năm kinh nghiệm và kiến ​​thức sâu rộng về du lịch Việt Nam và Đông Nam Á, chúng tôi có thể thực hiện bất kỳ loại tour nào trong khu vực này: tour cổ điển, tour sinh thái, tour MICE, tour học tập, đặc biệt là các tour độc đáo dành cho người khuyết tật và tour dành cho người khiếm thính. .Đọc thêm",
        "reviews": [
            "Smile Tours mang đến trải nghiệm tuyệt vời cho lần đầu tiên tôi đến Sài Gòn.  Thật không may, cặp đôi khác đáng lẽ phải đi lại bị ốm trên tàu của chúng tôi, vì vậy tôi đã có chuyến tham quan cho riêng mình.  Người lái xe và Guise rất linh hoạt với sở thích của tôi, và tôi đã thấy những người thượng lưu cũng như ăn một số món ăn địa phương, vì vậy đó là một ngày tuyệt vời.  Cả Tài xế và Hướng dẫn viên đều hiểu tiếng Anh tốt và có thể nói tốt, điều này đã tạo nên một ngày tuyệt vời.  Tôi là Đại lý du lịch có trụ sở tại Hoa Kỳ và tôi sẽ không ngần ngại sử dụng chúng.Đọc thêm",
            "Kính gửi Q8661WVronb,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. \nTôi rất vui vì bạn đã có một ngày tuyệt vời ở Sài Gòn cùng chúng tôi và có những trải nghiệm thú vị về chuyến đi Việt Nam để kể lại cho du khách của bạn trong tương lai. \nVui lòng giới thiệu Việt Nam và Smile Tours cho khách hàng của bạn. \nNếu bạn có quay lại Việt Nam, hãy đi du lịch cùng chúng tôi lần nữa nhé. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Bà Thi tại Smile Tours đã lên kế hoạch cho chuyến đi kéo dài một tuần cho 8 người chúng tôi đến Hà Nội, Nam Định và Vịnh Hạ Long. Hướng dẫn viên của chúng tôi, Simon, có nhiều thông tin và giữ cho chúng tôi an toàn và đúng lịch trình. Mọi thứ đều đúng như kế hoạch và cô ấy thường xuyên liên lạc với chúng tôi và hướng dẫn viên của chúng tôi để đảm bảo một chuyến đi tuyệt vời. Cô ấy là người giỏi nhất.Đọc thêm",
            "Kính gửi nancycC3603SM,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến đi miền Bắc Việt Nam cùng chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nNếu bạn có quay lại Việt Nam, hãy đi du lịch cùng chúng tôi lần nữa nhé. \nMọi điều tốt đẹp nhất,\nThị Đọc thêm",
            "Smile Tours không chỉ tổ chức chuyến đi trong ngày này cho chúng tôi mà còn cả tháng nữa. Mọi thứ diễn ra suôn sẻ và Thi thật tuyệt vời trong suốt giai đoạn lập kế hoạch cũng như trong thời gian chúng tôi đi xa. Cô ấy luôn nỗ lực hết mình để liên tục kiểm tra với chúng tôi và hỗ trợ khi tôi không khỏe trong suốt chuyến đi. Tôi đặc biệt giới thiệu Smile Tours cho bất kỳ ai đang lên kế hoạch cho kỳ nghỉ ở Việt Nam và - hoặc Campuchia. Đọc thêm",
            "Kính gửi Voyage64859562143,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nTôi rất vui vì bạn vẫn rất thích chuyến đi cùng chúng tôi mặc dù cảm thấy không khỏe trong vài ngày. \nChúng tôi sẽ tiếp tục cung cấp cho khách hàng những dịch vụ du lịch tốt. \nHãy giới thiệu chúng tôi với gia đình và bạn bè của bạn.  Cảm ơn bạn rất nhiều. \nTôi xin chúc bạn và gia đình một mùa nghỉ lễ tuyệt vời. \nMọi điều tốt đẹp nhất,\nThị \nĐọc thêm",
            "HOÀN HẢO !Không có từ nào khác cho tổ chức của Smile.Vừa dành một tháng cùng bạn bè đi du lịch Việt Nam - Campuchia.Smile tổ chức các tour du lịch, hướng dẫn viên, đưa đón - khách sạn.Mọi thứ diễn ra suôn sẻ và nếu có điều gì đó cần thay đổi Smile - liên hệ awsum của chúng tôi Thi - luôn sẵn sàng 24 - 7 qua WhatsApp.Five Stars - - - - - Đọc thêm",
            "Kính gửi Geoff A,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nTôi rất vui vì nhóm của bạn đã tận hưởng chuyến du lịch Việt Nam và Campuchia với Smile Tours Vietnam. \nThật sự rất vui khi được giao lưu với nhóm của bạn và nghe những câu chuyện tuyệt vời của bạn trong chuyến đi. \nMột lần nữa cảm ơn bạn rất nhiều vì đã đi cùng chúng tôi.\nTôi xin chúc bạn và gia đình một mùa nghỉ lễ sắp tới vui vẻ.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Thật là một đội ngũ tuyệt vời tại Smile Tours.. được dẫn dắt một cách xuất sắc bởi Thị Hoàng. Chúng tôi đã làm việc với Thi để sắp xếp một kỳ nghỉ 28 ngày ở Việt Nam và Campuchia. Toàn bộ chuyến đi chạy như đồng hồ. Hướng dẫn viên của chúng tôi đều đúng giờ, nói tiếng Anh rất tốt, có nhiều kiến ​​thức và mang lại nhiều tiếng cười trên đường đi. Tất cả các khách sạn được chọn đều có chất lượng cao và ở những vị trí hoàn hảo. Việc tổ chức kỳ nghỉ của chúng tôi rất đơn giản và tất cả các câu hỏi - thay đổi của chúng tôi đều được phản hồi rất nhanh chóng, điều này thật đáng kinh ngạc do chênh lệch múi giờ. Trong kỳ nghỉ của chúng tôi, Thi thường xuyên liên lạc với chúng tôi để đảm bảo mọi thứ diễn ra theo đúng kế hoạch và sẵn lòng thực hiện các sửa đổi do thời tiết - bệnh tật. Chúng tôi thực sự muốn giới thiệu Smile Tours cho bất kỳ ai.Đọc thêm",
            "Neil P thân mến, \nCảm ơn bạn rất nhiều vì đánh giá chi tiết và nhiệt tình của bạn.\nTôi rất vui vì nhóm của bạn rất hài lòng với sự sắp xếp của chúng tôi cho chuyến tham quan Việt Nam và Campuchia. \nThật sự rất dễ dàng để liên lạc với bạn và những người khác và thật tuyệt vời khi được nghe những câu chuyện tuyệt vời của bạn trong chuyến đi. \nMột lần nữa cảm ơn bạn rất nhiều vì đã đi cùng chúng tôi.\nTôi xin chúc bạn và gia đình một mùa nghỉ lễ sắp tới vui vẻ.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Vợ chồng tôi có một ngày dừng chân trọn vẹn ở sân bay TP.HCM. Dịch vụ Smile Tours đã tổ chức một chuyến tham quan trong ngày cho chúng tôi với dịch vụ đón và trả tại sân bay trong thời gian rất ngắn. Hướng dẫn viên Quand của chúng tôi rất xuất sắc. Anh ấy giao tiếp tốt, rất thân thiện và thích nghi với yêu cầu của chúng tôi. Chuyến đi xe kéo qua khu chợ rất sầm uất đặc biệt thú vị và hấp dẫn. Tiếp theo đó, chúng tôi đi dạo qua các chợ hoa trước khi đến Bưu điện và rời xe kéo. Quand sau đó đưa chúng tôi đi dạo rất thú vị qua các con phố trước khi hỗ trợ chúng tôi tổ chức bữa trưa tại một nhà hàng địa phương. Thật không may, chúng tôi rất mệt mỏi sau chuyến đi dài nên đã chọn quay lại sân bay sau bữa trưa. Đó là một ngày rất thú vị. Đọc thêm",
            "Kính gửi margaretbW6867XS,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nTôi rất vui vì bạn đã tận hưởng chuyến du lịch ngắn ngày cùng chúng tôi ở Sài Gòn mặc dù bạn rất mệt mỏi sau một chuyến bay dài và bị trễ chuyến một thời gian ngắn. Tôi đánh giá cao việc bạn đã làm được điều đó. \nTôi hy vọng bạn sẽ có cơ hội khác để cùng chúng tôi khám phá nhiều hơn về Việt Nam trong tương lai.\nHãy liên hệ lại với tôi khi bạn quay lại Việt Nam.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chuyến tham quan trong ngày tuyệt vời, từ việc dễ dàng đặt chỗ đến sắp xếp cho đến tham gia chuyến tham quan, các chuyến tham quan đều có nụ cười - rất khuyến khíchĐọc thêm",
            "Mickbantree thân mến,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nTôi rất vui vì bạn rất hài lòng với dịch vụ của chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng có cơ hội tổ chức thêm nhiều chuyến du lịch cho bạn, người thân hoặc bạn bè trong tương lai. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chuyến đi số 2 với công ty du lịch tuyệt vời này.  Từ lúc lên tàu cho đến khi trở về cuối cùng, mọi thứ đều hoàn hảo.  Không thể tin được dịch vụ tuyệt vời luôn ở đó. Không bao giờ có bất kỳ vấn đề.  Các hướng dẫn rất hoàn hảo và thực sự hữu ích.  Không thể đợi chuyến đi tiếp theo.  Tôi - sẽ quay lại. Cảm ơn tất cả hy vọng đã làm cho ngày này trở nên hoàn hảo. Đọc thêm",
            "Kính gửi 710lans,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nChúng tôi rất vui khi bạn tiếp tục quay lại Việt Nam và sử dụng dịch vụ du lịch của chúng tôi và lần nào bạn cũng hài lòng với chúng tôi!\nVui lòng liên hệ lại với chúng tôi vào những lần tiếp theo.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nTrân trọng cảm ơn,\nThiĐọc thêm",
            "Thi đã lên kế hoạch và hướng dẫn chuyến đi ba tuần ở Việt Nam và Campuchia cho nhóm 27 người của chúng tôi đến từ Grand Rapids, MI vào tháng 11 năm 2022. Cô ấy cung cấp nhiều thông tin và thú vị. Cô đã sắp xếp để có thêm những hướng dẫn viên khi kiến ​​thức trực tiếp có thể làm phong phú thêm trải nghiệm một cách tốt nhất. Chuyến đi vượt xa sự mong đợi của chúng tôi! Nó rất giàu lịch sử và văn hóa với nhiều trải nghiệm đa dạng.  Thức ăn và chỗ ở rất tuyệt vời.  Thi rất nhạy cảm với nhu cầu của nhóm. Cô đảm bảo mọi người đều cảm thấy thoải mái.  Tôi thực sự khuyên bạn nên sử dụng dịch vụ của cô ấy!Đọc thêm",
            "Kính gửi Cảm hứng548569,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nTôi rất vui vì bạn rất thích chuyến đi cùng tôi và coi đó là chuyến đi để đời!\nĐã mấy tháng trôi qua mà tôi vẫn còn nhớ những kỷ niệm tươi mới về chuyến đi và về các thành viên trong nhóm. \nChúng tôi rất thích theo dõi nhau trên Facebook. \nCảm ơn bạn rất nhiều vì đã giới thiệu dịch vụ du lịch của tôi.\nTôi hy vọng sẽ có được nhiều khách hàng hơn. Tôi sẽ tiếp tục làm tốt công việc này. \nTrân trọng cảm ơn,\nThị Đọc thêm",
            "Thị Hoàng của Smile Tours đã dẫn đầu nhóm 27 du khách của chúng tôi trong chuyến du lịch ba tuần khó quên đến Việt Nam và Campuchia. Thị nồng nhiệt chào đón chúng tôi tại sân bay Nội Bài, Hà Nội và chào tạm biệt chúng tôi tại sân bay quốc tế Phnom Penh 21 ngày sau. Trong khi đó, khi chúng tôi di chuyển bằng xe máy, xe ba bánh, xe Tuk Tuk, thuyền và máy bay, cô ấy đã hướng dẫn chúng tôi một cách thành thạo qua các thành phố và vùng nông thôn, kể cho chúng tôi về lịch sử Việt Nam và chiêu đãi chúng tôi bằng những câu chuyện và câu chuyện cười trên những chuyến xe buýt dài .  Chúng tôi đã đến thăm nhiều ngôi đền, chùa, bảo tàng và di tích lịch sử đáng chú ý cũng như nếm thử những món ăn tuyệt vời tại các chợ địa phương và nhà hàng gia đình. Là một người đang theo chế độ ăn thuần thực vật, tôi đặc biệt biết ơn sự giúp đỡ của cô ấy trong việc định hướng bối cảnh ẩm thực trên thế giới. chuyến du lịch. Cô ấy giúp tôi chọn ra những món ngon không có thịt và không có sữa từ thực đơn và bữa tiệc tự chọn. Tôi đặc biệt giới thiệu Smile Tours cho chuyến thăm Việt Nam của bạn.Đọc thêm",
            "Thân gửi UxbridgeGirl,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nTôi rất vui vì nhóm lớn của chúng tôi đã có một chuyến đi tuyệt vời ở Việt Nam và Campuchia với tôi và Smile Tours.\nCá nhân tôi cũng có khoảng thời gian tuyệt vời với nhóm. Mọi người đều rất thân thiện, nhiệt tình và hòa thuận với nhau.\nSmile Tours và các điều phối viên của chúng tôi sẽ luôn cải thiện dịch vụ của mình để làm hài lòng khách du lịch.\nChúng tôi chúc bạn và gia đình một Giáng sinh vui vẻ năm 2022 và một Năm mới 2023 hạnh phúc.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm"
        ],
        "star_ratings": [
            276,
            26,
            0,
            0,
            3
        ],
        "review_amount": 305,
        "location": [
            "Dịch vụ Smile Tours - Tour trong ngày",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 17, 2024",
            "Written March 25, 2024",
            "Written December 5, 2023",
            "Written December 3, 2023",
            "Written December 1, 2023",
            "Written June 2, 2023",
            "Written April 16, 2023",
            "Written April 11, 2023",
            "Written January 17, 2023",
            "Written December 2, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8766114-Reviews-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or10-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455410-Reviews-Rex_Hotel_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454974-Reviews-Saigon_Opera_House_Ho_Chi_Minh_Municipal_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7310219-Reviews-The_Mist_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1910195-Reviews-People_s_Committee_Building-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13442216-Reviews-Fisheye_Travel_Speedboat_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1784754-Reviews-Dong_Khoi_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4881460-Reviews-Pham_Minh_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12584392-Reviews-Brothers_Boutique_Men_s_Spa_Salon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17853334-Reviews-Car_Rental_With_English_Driver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698554-Reviews-Vera_Nails_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d6027644-Reviews-Rothschild_Boulevard-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d606209-Reviews-Alabama_Theatre-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d277972-Reviews-Park_Point-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5567138-Reviews-The_Rink_at_Rockefeller_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147428-d15672250-Reviews-Sapphire_Blue_Hole-Eleuthera_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d12134392-Reviews-Pokemon_Center_Skytree_Town-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d2476269-Reviews-Sunset_Cliffs_Natural_Park-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41928-d2487073-Reviews-Cat_Rock_Park-Weston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d13748679-Reviews-Cabeza_de_Toro_Beach-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d17852753-Reviews-SkyBridge-Gatlinburg_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or10-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Smile Tours Service - Day Tours",
        "attraction_name_vi": "Dịch vụ Smile Tours - Tour trong ngày",
        "general_info": [
            "305 đánh giá",
            "- 34 trên 472 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Du lịch sinh thái"
        ],
        "attraction_summary": "Đội ngũ Smile Tours Service tự hào giới thiệu đến các bạn phong cách điều hành tour điển hình của chúng tôi: hiệu quả, linh hoạt, tin cậy, chân thực và tiết kiệm. Với hơn 30 năm kinh nghiệm và kiến ​​thức sâu rộng về du lịch Việt Nam và Đông Nam Á, chúng tôi có thể thực hiện bất kỳ loại tour nào trong khu vực này: tour cổ điển, tour sinh thái, tour MICE, tour học tập, đặc biệt là các tour độc đáo dành cho người khuyết tật và tour dành cho người khiếm thính. .Đọc thêm",
        "reviews": [
            "Nhóm 23 người của chúng tôi đến từ Đại học Calvin, Grand Rapid, MI đã cùng Thi Hoàng đi du lịch Việt Nam và Campuchia trong 3 tuần.  Những chiếc xe buýt đến một cách kỳ diệu vào tất cả các giờ trong ngày, các khách sạn đợi chúng tôi đến để cho chúng tôi ăn, cô ấy khiến chúng tôi cười suốt những chuyến đi dài với những câu chuyện cười và những câu chuyện của cô ấy, dạy về lịch sử của mọi ngôi chùa, chợ, đường phố và thành phố mà chúng tôi đã đến .  Thi không thể - một cách chính thức - là người hướng dẫn của chúng tôi ở Campuchia, nhưng cô ấy đã ở lại với chúng tôi và đảm bảo rằng chúng tôi vẫn được chăm sóc chu đáo.  Cô ấy hiện là thành viên của gia đình chúng tôi!Đọc thêm",
            "Kính gửi J416oyj,\nCảm ơn bạn rất nhiều vì nhận xét nhiệt tình của bạn.\nTôi rất vui vì đoàn rất thích chuyến đi Việt Nam – Campuchia.\nTôi rất vui vì bạn coi tôi như một thành viên trong đại gia đình.\nThật tuyệt vời khi tôi được hướng dẫn một nhóm tuyệt vời, rất thân thiện, nhiệt tình, biết lắng nghe, đặt câu hỏi tốt và hơn thế nữa. \nTôi sẽ trân trọng những kỷ niệm đẹp với nhóm của chúng tôi trong một thời gian dài.\nTôi hy vọng bạn cũng sẽ trân trọng những khoảnh khắc tốt đẹp của chuyến đi này thật lâu nhé. \nTôi chúc bạn và gia đình một Giáng sinh vui vẻ 2022 và một Năm mới 2023 hạnh phúc.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chúng tôi đã tham gia Tour du lịch Địa đạo Củ Chi và Sài Gòn do Smile Tour Services cung cấp vào ngày 7 tháng 2. Đây là chuyến tham quan duy nhất mà chúng tôi có thể tìm thấy bao gồm cả hai điểm tham quan trong một ngày.  Các chuyến du ngoạn trên bờ do tàu du lịch và các nhà khai thác khác cung cấp thường sẽ dành cả ngày chỉ để tham quan địa điểm này hoặc địa điểm khác. Lịch trình của chúng tôi rất chặt chẽ, nhưng do sự lên kế hoạch tốt của hướng dẫn viên du lịch nên chúng tôi đã quay trở lại tàu của mình với nhiều thời gian rảnh rỗi.  Chúng tôi thậm chí còn ăn được một bữa trưa ngắn nhưng ngon miệng tại một quán phở ở Sài Gòn.  Hướng dẫn viên của chúng tôi, Chris, rất thân thiện và hiểu biết về những nơi chúng tôi ghé thăm.  Anh ấy đã giúp chúng tôi di chuyển qua những điểm nổi bật của Địa đạo Củ Chi một cách hiệu quả.  Chuyến thăm đã cho chúng tôi cảm nhận được cuộc chiến đã diễn ra như thế nào ở khu vực đó.  Chris cũng cung cấp cho chúng tôi khẩu trang cho một trong những ngôi chùa ở Sài Gòn cần phải đeo khi vào chùa do lo ngại virus Corona.  Người lái xe của chúng tôi rất khéo léo và đã giúp chúng tôi có một chuyến đi rất suôn sẻ qua mọi tình trạng giao thông điên cuồng ở Thành phố Hồ Chí Minh.  Chúng tôi thậm chí còn nhận được cuộc gọi bất ngờ từ cô chủ, cô Thị Hoàng, khi gần kết thúc chuyến tham quan để lấy ý kiến ​​phản hồi.  Cô Thị Hoàng cũng rất nhiệt tình trả lời email của tôi khi tôi có thắc mắc về chi tiết của chuyến tham quan trong quá trình lên kế hoạch. Chúng tôi rất vui khi được thực hiện chuyến tham quan này trong thời gian có hạn ở khu vực này.Đọc thêm",
            "Thân gửi 370ningc,\nCảm ơn bạn rất nhiều vì đã đánh giá.\nChúng tôi rất vui vì bạn đã thích chuyến tham quan cùng chúng tôi.\nThật may mắn cho bạn và chúng tôi khi chúng tôi có thể thực hiện chuyến tham quan này.\nDo Covid-19, hiện tại chỉ có một số quốc tịch có thể đến Việt Nam.\nNhiều chuyến du ngoạn đã bị hủy vào tháng 2 và tháng 3 và nhiều chuyến khác sau đó.\nTôi thực sự hy vọng rằng dịch covid-19 này sẽ sớm được kiểm soát để mọi thứ có thể trở lại bình thường.\nNếu bạn có quay lại Việt Nam, hãy tham gia nhiều chuyến tham quan hơn với chúng tôi.\nChúc bạn mọi điều tốt lành,\nThi Đọc thêm",
            "Tài xế và hướng dẫn viên rất thân thiện và lịch sự, họ đón chúng tôi đúng giờ và đưa chúng tôi đi vòng quanh thành phố đến một số địa điểm thú vị, tôi muốn giới thiệu công ty này vì họ đáng tin cậyĐọc thêm",
            "Jeannie53 thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn. \nChúng tôi rất vui vì bạn hài lòng với dịch vụ của chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nChúng tôi hy vọng được chào đón bạn quay trở lại để cùng chúng tôi khám phá nhiều hơn về Việt Nam. \nMọi điều tốt đẹp nhất \nThiĐọc thêm",
            "Từ lần liên lạc đầu tiên với Thị Hoàng qua email cho đến cuộc điện thoại tiếp theo mà cô ấy gọi cho tôi khi kết thúc chuyến tham quan, tôi không thể ấn tượng hơn với hoạt động hạng nhất của Smile Tours. Đây là một chuyến tham quan trên bờ khi tàu du lịch của chúng tôi đã cập cảng Phú Mỹ. Tàu cập bến lúc 7 giờ sáng và hướng dẫn viên của chúng tôi đã có mặt ngay cuối lối đi, ký tên trên tay, lúc 7 giờ 30 sáng để bắt đầu chuyến tham quan. Anh ấy cực kỳ thân thiện, giải thích mọi thứ kỹ lưỡng bằng những giai thoại và tiếng Anh của anh ấy rất xuất sắc. Chúng tôi đi theo hành trình khá mệt mỏi trong một ngày và thực sự đã cho chúng tôi một cái nhìn tổng quan tuyệt vời về Sài Gòn. Khi chúng tôi đến thăm khu vườn trên mái của khách sạn Rex, chúng tôi đã yêu cầu nghỉ ngơi để uống cà phê và điều này rất dễ dàng đáp ứng - và rất ngon! - Một điều cần lưu ý là yêu cầu thanh toán bằng tiền mặt cho hướng dẫn viên ở cảng đầu tiên - bao gồm cả các chuyến tham quan tiếp theo - . Như Thi đã giải thích với tôi, bạn có thể tin tưởng chúng tôi về vấn đề này bởi vì tất cả những gì chúng tôi có thể mang lại cho khách du lịch là danh tiếng tuyệt vời của chúng tôi. Cô ấy đã không làm tôi thất vọng và tôi chân thành có thể giới thiệu Smile Tours.Đọc thêm",
            "Kính gửi Trainmodeller,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nChúng tôi rất vui vì bạn rất thích hình xuyến với chúng tôi.\nĐiều khiến chúng tôi rất vui chính là sự tin tưởng và đánh giá cao của các bạn dành cho chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình để mang đến những chuyến du lịch tốt đẹp tại Việt Nam cho khách hàng. \nCó rất nhiều điều tốt đẹp và những địa điểm đẹp để cho bạn thấy ở Việt Nam. \nRất mong bạn sẽ quay lại để trải nghiệm nhiều hơn. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Từ lần tiếp xúc đầu tiên, giao tiếp với Thi rất tuyệt vời và cô ấy rất hữu ích. Trước khi đặt chỗ, chúng tôi lo ngại về việc quay lại thuyền đúng giờ nhưng Thị rất yên tâm và điều chỉnh hành trình tham quan để chúng tôi thoải mái đầu óc. Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan Điểm nổi bật của Sài Gòn với hướng dẫn viên của chúng tôi, Max.  Anh ấy rất thân thiện, hiểu biết và có sức chứa, đề nghị thay đổi thêm hành trình du lịch để phù hợp với sở thích của chúng tôi khi ngày tiếp tục. Nhìn lại, hơn 45 phút ở Bảo tàng Chiến tranh sẽ rất tuyệt nhưng chúng tôi đã không đề cập đến điều này vào thời điểm đó và tôi - tôi chắc chắn rằng Max sẽ cố gắng di chuyển mọi thứ xung quanh để cho chúng tôi thêm thời gian nếu có thể.  Điểm nổi bật bao gồm đi xe xích lô, Bảo tàng Chiến tranh, nhà máy sơn mài, Phở 2000 - phở và chả giò rất tuyệt! - và cà phê trứng nhà An. Mọi người trong nhóm chúng tôi đều rất ấn tượng với chuyến tham quan này.  Một ngày không có nhiều thời gian để đánh giá cao thành phố tuyệt vời này nhưng hãy mỉm cười với những chuyến tham quan - Max đã hoàn thành xuất sắc công việc phù hợp nhiều nhất có thể. Tôi sẽ không ngần ngại sử dụng lại công ty này và chắc chắn sẽ giới thiệu Smile ToursĐọc thêm",
            "Kính gửi lmac1992,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến du lịch trong ngày đến Sài Gòn cùng chúng tôi. \nChỉ trong một ngày ngắn ngủi, bạn đã làm được rất nhiều việc.\nBạn có thể nói với Max rằng bạn muốn có thêm thời gian ở Bảo tàng Chiến tranh.\nTôi hy vọng bạn sẽ quay lại để xem nhiều hơn về Việt Nam. 1 ngày quá ngắn!\nVui lòng liên hệ lại với chúng tôi khi bạn quay trở lại. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Những chuyến tham quan tuyệt vời do cô Thi sắp xếp. Cô ấy đã cung cấp cho chúng tôi những hướng dẫn viên và tài xế du lịch xuất sắc. Họ nói tiếng Anh xuất sắc, rất am hiểu và tự hào về đất nước của họ. Các chuyến tham quan được tổ chức tốt với đủ thời gian để xem tất cả các địa điểm: đi xe xích lô, Bảo tàng Chiến tranh, Nhà thờ Đức Bà, Bưu điện, v.v. Tôi đã đề cập với cô Thi rằng sinh nhật của tôi là ngày diễn ra chuyến đi đến Vịnh Hạ Long. Cô ấy đã tặng một chiếc bánh sinh nhật cùng với một bữa trưa ngon miệng. Sau đó, chúng tôi được hướng dẫn viên du lịch mời đến thăm nhà và gặp gỡ gia đình: vợ và 2 con. Họ mời chúng tôi đồ ăn nhẹ và đồ uống. Điều này thật bất ngờ nhưng chúng tôi rất vui khi được trải nghiệm lòng tốt của người Việt Nam. Đó là một trải nghiệm tuyệt vời mà chúng tôi sẽ trân trọng mãi mãi. Cảm ơn Smile Tours.Đọc thêm",
            "Kính gửi Maria0urdesm,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng 3 chuyến tham quan cùng chúng tôi.\nChúng tôi luôn cố gắng hết sức để chăm sóc khách hàng bằng những nét riêng. \nNhững dấu ấn cá nhân vẫn còn lâu dài với những kỷ niệm đẹp!\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "TOUR ẨM THỰC ĐƯỜNG PHỐ SÀI GÒN của Smile Tours ServicesÔi chúa ơi! Chuyến tham quan thật TUYỆT VỜI !!! Hướng dẫn viên của chúng tôi, Trinh, đã đưa chúng tôi đến những địa điểm địa phương - trong tường - mà thành thật mà nói, chúng tôi sẽ bỏ qua nếu đi một mình. Rất nhiều món ăn ngon để ăn, đồ uống để thử và những điểm nổi bật tuyệt vời của các điểm tham quan nổi tiếng. Trinh rất vui được trả lời bất kỳ câu hỏi nào của chúng tôi.  - Anh ấy là một nguồn kiến ​​thức - Tôi rất muốn giới thiệu chuyến tham quan này VÀ công ty. Lưu ý: Chúng tôi đã thực hiện chuyến tham quan này như một phần của chuyến tham quan trên bờ và đã quay trở lại tàu du lịch của mình sau nhiều thời gian. Đọc thêm",
            "LLKian thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn rất thích chuyến tham quan cùng chúng tôi. \nVâng, Sài Gòn có rất nhiều địa điểm ăn ngon. \nNhìn chung ẩm thực Việt Nam rất ngon và đa dạng. Chúng tôi có thể sắp xếp các tour du lịch ẩm thực ngon ở những nơi khác ở Việt Nam như Hà Nội, Huế, Hội An, v.v. \nChúng tôi hy vọng bạn sẽ quay lại Việt Nam và tận hưởng nhiều chuyến du lịch hơn với chúng tôi.\nTrân trọng cảm ơn,\nThiĐọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với các chuyến tham quan Smile - họ đã sắp xếp một chuyến tham quan saigon tùy chỉnh hợp lý cho nhóm 6 khách du lịch của chúng tôi mà không gặp rắc rối với một nhóm lớn với tuyến tàu tuần dương.  Họ đón chúng tôi tại cảng du lịch và chúng tôi có thể ngắm nhìn phần lớn Sài Gòn trong một ngày và quay lại tàu du lịch lúc 5 giờ chiều.  Hướng dẫn viên đã cho chúng tôi cái nhìn sâu sắc về lịch sử Sài Gòn và nói tiếng Anh xuất sắc.  Chuyến tham quan của chúng tôi bao gồm: bảo tàng tưởng niệm chiến tranh, đi xe kéo, ăn trưa tại một nhà hàng sạch sẽ, tốt, bưu điện, nhà thờ Đức Bà, tham quan xưởng sơn mài và thời gian ở chợ công cộng. Ngoài ra còn có wifi miễn phí trong xe chở khách có máy lạnh thoải mái. Dễ dàng liên lạc với họ bằng email hoặc gọi trực tiếp cho họ bằng ứng dụng whatsapp để sắp xếp chuyến tham quan của riêng bạn hoặc một trong các chuyến tham quan hiện có của họ đến bất kỳ đâu tại Việt NamĐọc thêm",
            "Kính gửi W6908GYphillipc,\nCảm ơn bạn rất nhiều vì đã đánh giá.\nChúng tôi rất vui vì bạn đã thích chuyến tham quan Sài Gòn cùng chúng tôi.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng sẽ có cơ hội khác để giới thiệu cho bạn nhiều chuyến tham quan hơn ở Việt Nam trong tương lai gần.\nHãy giữ liên lạc.\nChúc bạn mọi điều tốt lành,\nThiĐọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời, hướng dẫn viên Kris của chúng tôi rất xuất sắc. Giao thông rất tệ vào ngày đó nhưng người lái xe đảm bảo rằng chúng tôi sẽ quay lại tàu kịp thời. Điểm dừng ăn trưa rất chân thực, rẻ và tuyệt đẹp. Công ty du lịch được đánh giá cao.Đọc thêm",
            "Deborah A thân mến,\nCảm ơn bạn rất nhiều vì đã đánh giá.\nChúng tôi rất vui vì bạn đã thích chuyến tham quan cùng chúng tôi.\nBạn đã đến thăm Sài Gòn vào thời điểm rất bận rộn trước Tết Nguyên đán truyền thống của chúng tôi.\nVì vậy, giao thông rất đông đúc nhưng cũng có rất nhiều hoạt động để chuẩn bị cho Tết để xem.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ tour du lịch tốt của mình.\nChúc bạn mọi điều tốt lành,\nThiĐọc thêm",
            "Chúng tôi đã sử dụng Smile Tours cho 4 điểm dừng hành trình tại Việt Nam: Cả ngày ở Hà Nội, cả ngày ở Sài Gòn, Hội An và Ngũ Hành Sơn, Vịnh Hạ Long. Tôi không thể giới thiệu công ty du lịch này đủ cao. Chúng tôi rất vinh dự khi chỉ có sáu hoặc bảy người trong nhóm của chúng tôi, điều đó rất đáng đồng tiền - rẻ hơn so với các chuyến du lịch bằng tàu -, hướng dẫn viên tuyệt vời, phương tiện đi lại thoải mái, sạch sẽ, có máy lạnh. Thi ở văn phòng có hiệu quả đáng kinh ngạc. Mọi thứ diễn ra như kim đồng hồ. Điểm nổi bật trong chuyến đi của chúng tôi là buổi sáng trên Vịnh Hạ Long. Tuyệt đẹp.Đọc thêm",
            "Andrewfaulkner thân mến,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng cả 4 chuyến tham quan cùng chúng tôi. \nVâng, Vịnh Hạ Long là một nơi không thể bỏ qua!\nCảm ơn bạn rất nhiều vì đã ủng hộ việc tham gia các chuyến tham quan cùng chúng tôi và những đề xuất của bạn về các chuyến tham quan của chúng tôi cho những người khác.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của chúng tôi. \nChúc mừng năm mới 2020!\nMọi điều tốt đẹp nhất,\nThị\n\nĐọc thêm"
        ],
        "star_ratings": [
            276,
            26,
            0,
            0,
            3
        ],
        "review_amount": 305,
        "location": [
            "Dịch vụ Smile Tours - Tour trong ngày",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written November 23, 2022",
            "Written February 28, 2020",
            "Written February 26, 2020",
            "Written February 19, 2020",
            "Written February 16, 2020",
            "Written February 5, 2020",
            "Written January 24, 2020",
            "Written January 20, 2020",
            "Written January 20, 2020",
            "Written January 19, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8766114-Reviews-or10-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or20-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455410-Reviews-Rex_Hotel_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454974-Reviews-Saigon_Opera_House_Ho_Chi_Minh_Municipal_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7310219-Reviews-The_Mist_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1910195-Reviews-People_s_Committee_Building-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13442216-Reviews-Fisheye_Travel_Speedboat_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1784754-Reviews-Dong_Khoi_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4881460-Reviews-Pham_Minh_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12584392-Reviews-Brothers_Boutique_Men_s_Spa_Salon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17853334-Reviews-Car_Rental_With_English_Driver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698554-Reviews-Vera_Nails_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d3177518-Reviews-Najma_Used_Furniture_Market-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d196246-Reviews-Memorial_de_Caen-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g58198-d1908662-Reviews-Lake_Anna_State_Park-Spotsylvania_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d579887-Reviews-Roaring_Fork_Motor_Nature_Trail-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d4358975-Reviews-La_Terrazza_Rooftop_Bar-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g49492-d1547148-Reviews-Raffaldini_Vineyards_Winery-Ronda_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g4327477-d6998108-Reviews-Montecatini_Alto-Montecatini_Alto_Montecatini_Terme_Province_of_Pistoia_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g46303-d8862135-Reviews-Berlin_Farmers_Market-Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g54097-d105983-Reviews-Point_Judith_Lighthouse-Narragansett_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d7205029-Reviews-Aquapark_Adamovec-Zagreb_Central_Croatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or20-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or10-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Smile Tours Service - Day Tours",
        "attraction_name_vi": "Dịch vụ Smile Tours - Tour trong ngày",
        "general_info": [
            "305 đánh giá",
            "- 34 trên 472 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Tour du lịch văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Du lịch sinh thái"
        ],
        "attraction_summary": "Đội ngũ Smile Tours Service tự hào giới thiệu đến các bạn phong cách điều hành tour điển hình của chúng tôi: hiệu quả, linh hoạt, tin cậy, chân thực và tiết kiệm. Với hơn 30 năm kinh nghiệm và kiến ​​thức sâu rộng về du lịch Việt Nam và Đông Nam Á, chúng tôi có thể thực hiện bất kỳ loại tour nào trong khu vực này: tour cổ điển, tour sinh thái, tour MICE, tour học tập, đặc biệt là các tour độc đáo dành cho người khuyết tật và tour dành cho người khiếm thính. .Đọc thêm",
        "reviews": [
            "Chúng tôi là một đại gia đình gồm 9 người và đã đặt 3 chuyến du lịch riêng cho các chuyến du ngoạn trên bờ của chúng tôi, Vịnh Hạ Long, Hội An và thành phố Sài Gòn. Cảm ơn cô Thi. Ngay từ khi bắt đầu đặt chỗ, việc liên lạc với cô Thi rất suôn sẻ và cô đã cung cấp cho chúng tôi nhiều thông tin nhất có thể. Tất cả email và tin nhắn đều được trả lời nhanh chóng. Các hướng dẫn viên đã có mặt ở cổng cảng để gặp và chào đón chúng tôi, mọi thứ diễn ra tốt đẹp như kế hoạch và chúng tôi đã đi trước một bước so với các chuyến tham quan bằng xe khách lớn, đó là một phần thưởng trước khi địa điểm thu hút đông đúc. Hướng dẫn viên rất xuất sắc và nói tiếng Anh tốt. Chúng tôi thực sự vui mừng vì đã tìm thấy Smile Tours và chắc chắn sẽ giới thiệu công ty này cho bất kỳ ai thực hiện các chuyến du ngoạn trên bờ biển riêng. Đọc thêm",
            "Kính gửi jamesnG342HV,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nChúng tôi rất vui vì đại gia đình của bạn đã tận hưởng 3 chuyến du lịch cùng chúng tôi. \nChúng tôi luôn cố gắng làm việc hiệu quả nhất có thể để khách hàng không phải chờ đợi.\nHọ có thể liên lạc với chúng tôi qua email, whatsapp, viber, i-message, v.v. \nChúng tôi rất thích giao tiếp với khách hàng của mình thông qua các kênh khác nhau. \nCảm ơn bạn rất nhiều vì đã hỗ trợ tham gia các chuyến tham quan cùng chúng tôi và vì những đề xuất của bạn về các chuyến tham quan của chúng tôi. \nChúc mừng năm mới 2020!\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Tour du lịch TP HCM - Sài Gòn cả ngày - Giao tiếp tuyệt vời từ email đầu tiên cho đến những lần theo dõi cho đến khi khởi hành từ Mỹ. Hướng dẫn viên rất am hiểu về mọi địa điểm đã ghé thăm.Đọc thêm",
            "Hiperry thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn.\nChúng tôi rất vui vì bạn thích chuyến du lịch Sài Gòn cùng chúng tôi.\nSài Gòn thật nhộn nhịp và đầy màu sắc trước Tết, trong thời gian này trong năm.\nTôi hy vọng kỷ niệm đặc biệt về chuyến đi này sẽ còn đọng lại trong các bạn thật lâu.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng bạn sẽ quay lại để tham gia nhiều chuyến du lịch hơn nữa tại Việt Nam cùng chúng tôi. \nChúc mừng năm mới 2020!\nMọi điều tốt đẹp nhất,\nThị Đọc thêm",
            "Gia đình chúng tôi đã đặt một chuyến du lịch Sài Gòn trong ngày bất thường từ cảng Phú Mỹ.  Chúng tôi bị trì hoãn việc xuống tàu nhưng Lleo đang đợi chúng tôi với nụ cười và cảm thấy thoải mái.  Chúng tôi đã điều chỉnh chuyến tham quan của mình một chút để phù hợp với việc xuất phát muộn nên không có vấn đề gì cả. Chúng tôi đã đến dự một buổi lễ cầu nguyện tại một ngôi chùa Cai Dao, thực hiện một chuyến tham quan bằng xích lô đầy căng thẳng xuyên qua giao thông thành phố và đi bộ ngang qua các thắng cảnh của thành phố bao gồm cả trạm bưu điện văn phòng, nhà hát opera, Book St, khách sạn Rex và thánh đường. Chúng tôi ăn trưa và sau đó tham quan chợ Bến Thành tuyệt vời trước khi quay trở lại cảng. Cảm ơn Smile Tours vì một chuyến tham quan Siagon dễ dàng và thú vị.  Tôi muốn giới thiệu bất kỳ ai trên du thuyền nên sử dụng công ty này vì họ dễ dàng giao dịch qua email và bạn thanh toán vào ngày tham quan.  Chúng tôi đã được cấp số điện thoại liên lạc mà chúng tôi đã sử dụng khi xuống tàu muộn để báo cho tài xế và hướng dẫn viên du lịch biết. Ngày hôm trước, chúng tôi cũng đã hỏi xem hai người bạn mới mà chúng tôi gặp trên du thuyền có thể đi cùng hay không và việc thu xếp rất nhanh chóng và dễ dàng. Chiếc xe được cung cấp hiện đại, sạch sẽ và tài xế, anh Ke, an toàn và biết cách di chuyển dễ dàng khi tham gia giao thông. Chuyến tham quan, hướng dẫn viên, tài xế và công ty tuyệt vời cho cả gia đình chúng tôi! Cảm ơn bạn!!Đọc thêm",
            "Thân gửi GirlfromOz1906,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nChúng tôi rất vui khi bạn thích chuyến tham quan Saigon Unusual cùng chúng tôi.\nChúng tôi luôn linh hoạt để đáp ứng nhu cầu của khách hàng.\nHướng dẫn viên của chúng tôi có kinh nghiệm điều chỉnh hành trình và thời gian để đảm bảo bạn có thể tham quan nhiều nhất có thể và bạn phải quay lại tàu đúng giờ.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của chúng tôi.\nVui lòng liên hệ lại với chúng tôi nếu bạn quay lại Việt Nam.\nChúc mừng năm mới 2020!\nChúc mọi điều tốt đẹp nhất,\nThi\nĐọc thêm",
            "Từ lần liên hệ qua email đầu tiên cho đến khi kết thúc chuyến tham quan, đây là cách liên lạc và lập kế hoạch tốt nhất của bất kỳ công ty du lịch nào. Hai cháu gái, cháu trai và vợ của tôi đã thực hiện một chuyến tham quan thành phố Hồ Chí Minh từ cảng du lịch. Đón đúng giờ và ngắm nhìn tất cả các điểm tham quan cũng như ăn uống trên đường đi khắp thành phố. Có một số món ăn tuyệt vời nơi người dân địa phương ăn. Chỉ còn một ít thời gian nên các cô gái đã nhờ người hướng dẫn tìm một tiệm làm móng để làm móng. Hướng dẫn tuyệt vời, người nói tiếng Anh tốt và đáp ứng mọi yêu cầu của chúng tôi. Rất khuyến khích.Đọc thêm",
            "Kính gửi Voyager145969,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. \nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi.\nCó vẻ như nhóm bạn đã có rất nhiều niềm vui ở Sài Gòn. \nThành phố này rất sôi động và bạn thực sự đã nhìn thấy những khía cạnh điển hình đó.\nChúng tôi hy vọng được chào đón bạn quay trở lại Việt Nam và tận hưởng nhiều chuyến du lịch hơn với các dịch vụ tốt của chúng tôi. \nChúc mừng năm mới 2020!\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Smile Tour đã mang đến mọi thứ đã hứa Chúng tôi được đón từ cảng du lịch Lái xe khoảng 1,5-2 giờ Chúng tôi đã có một trải nghiệm rất thú vị khi ngắm nhìn thành phố, ăn trưa tại nhà hàng Phở 2000 Đi đến bảo tàng chiến tranh Chúng tôi quay lại trực tiếp cảng vào thời điểm rất tốtTôi muốn giới thiệu công ty này. Tôi giao tiếp dễ dàng và giá cả hợp lýĐọc thêm",
            "Kính gửi Kinh nghiệm271576,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến du lịch Sài Gòn cùng chúng tôi.\nCảm ơn bạn rất nhiều vì đã giới thiệu dịch vụ du lịch của chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nChúc mừng năm mới 2020!\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Một tour du lịch tuyệt vời từ cảng Phú Mỹ đến Củ Chi và Sài Gòn trong một ngày. Được tổ chức qua email từ nhà, nhân viên đã trả lời kịp thời và với thái độ có thể làm được. Chúng tôi đã gặp nhau tại cảng đúng giờ, hướng dẫn viên rất xuất sắc và rất am hiểu. Chuyến tham quan vượt quá mong đợi của chúng tôi và giá cả rất hợp lý cho tất cả các dịch vụ bao gồm. Chúng tôi thực sự muốn giới thiệu công ty này và chắc chắn sẽ sử dụng lại chúng trong tương lai.Đọc thêm",
            "Kính gửi Arcticlama,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. \nChúng tôi rất vui vì bạn đã thích chuyến tham quan địa đạo Củ Chi và tham quan thành phố Sài Gòn cùng chúng tôi. \nĐó là một chuyến đi dài ngày từ cảng Phú Mỹ và bạn đã cố gắng hết sức!\nChúng tôi hy vọng sẽ có cơ hội khác để tổ chức thêm nhiều chuyến du lịch tại Việt Nam cho bạn trong tương lai. \nChúc mừng năm mới 2020!\nMọi điều tốt đẹp nhất,\nThị Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan Sài Gòn nổi bật với Đông từ cảng du lịch Phú Mỹ. Khi chúng tôi xuống tàu, hướng dẫn viên và tài xế của chúng tôi đã có mặt ngay đó và chiếc xe có vẻ mới, có dây an toàn và máy lạnh.  Dong cũng cung cấp nước cho chúng tôi.  Dong thực sự rất tốt và có thể kể cho chúng tôi rất nhiều điều về những ngôi đền mà chúng tôi đã thấy cũng như những địa điểm chúng tôi đã đến thăm.  Anh ấy có vẻ không thoải mái lắm - hoặc có thể anh ấy không hiểu tiếng Anh - khi chúng tôi hỏi về cuộc sống ở Sài Gòn. Điểm nổi bật trong ngày của chúng tôi là đi xe xích lô.  Nó thực sự giúp bạn hiểu cuộc sống của những người sống ở thành phố như thế nào.  Chúng tôi cảm thấy hơi vội vã khi đến Bảo tàng Chứng tích Chiến tranh, đặc biệt là vì chúng tôi không cần cả 2 giờ theo lịch trình ở chợ.  Nói như vậy, Dong đã nhanh chân và lên kế hoạch dừng đột xuất tại Nhà thờ và Bưu điện để có cơ hội chụp ảnh.  Chúng tôi thực sự rất thích chuyến tham quan của mình và muốn giới thiệu cho những người khác có thời gian ngắn để tham quan thành phố.Đọc thêm",
            "Kính gửi pamelakF7475MO,\nCảm ơn rất nhiều cho nhận xét của bạn. \nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nTôi sẽ trao đổi với hướng dẫn viên Đông về phản hồi của bạn khi đặt câu hỏi cho anh ấy về cuộc sống ở Sài Gòn và về việc phân bổ thời gian thích hợp cho Bảo tàng Chiến tranh và chợ Bến Thành. \nChúng tôi đánh giá cao phản hồi của bạn giúp chúng tôi cải thiện dịch vụ của mình. \nChúng tôi hy vọng sẽ có cơ hội khác để tổ chức nhiều chuyến tham quan hơn tại Việt Nam cho bạn với các dịch vụ được cải tiến của chúng tôi. \nChúc mừng năm mới 2020!\nMọi điều tốt đẹp nhất,\nThị\nĐọc thêm",
            "Bravo!!! Thật là một trải nghiệm tuyệt vời! Cảm ơn THI vì sự giúp đỡ, sự quan tâm chuyên nghiệp và dịch vụ tuyệt vời! 4 cảng với công ty của bạn và tất cả đều Hoàn hảo, Đọc thêm",
            "Kính gửi bettyta33,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. \nChúng tôi rất vui vì bạn đã tận hưởng tất cả các chuyến tham quan từ 4 cảng ghé tại Việt Nam cùng chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nVui lòng liên hệ lại với chúng tôi nếu bạn quay lại Việt Nam.\nChúc mừng năm mới 2020!\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chúng tôi đã thực hiện hai chuyến tham quan với Smile. Đầu tiên là Huế - Thành phố Hoàng gia cuối cùng và sau đó chúng tôi thực hiện chuyến tham quan Sài Gòn nổi bật. Cả hai chuyến tham quan đều tuyệt vời. Việc vận chuyển và lái xe cực kỳ an toàn và hướng dẫn viên của chúng tôi đều tuyệt vời. Rất nhiều thông tin và đã cho chúng tôi rất nhiều lịch sử và thông tin tốt về những gì chúng tôi đang thấy. Bữa trưa không bao gồm trong giá, nhưng chúng tôi đã yêu cầu hướng dẫn viên đưa chúng tôi đến một địa điểm mà họ giới thiệu và đồ ăn rất tuyệt. Thú vị nhất là chuyến đi xe xích lô ở trung tâm thành phố Sài Gòn. Tôi thực sự khuyên bạn nên sử dụng Smile Tours.Đọc thêm",
            "JWiltse thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn thích cả hai chuyến tham quan với chúng tôi. \nChúng tôi rất vui vì bạn yêu thích món ăn Việt Nam.\nSài Gòn rất nhộn nhịp vào thời điểm này trong năm nên thật thú vị khi trải nghiệm chuyến xe xích lô qua sự hối hả và nhộn nhịp thực sự của thành phố.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ du lịch của mình và mang lại những trải nghiệm tốt cho khách hàng. \nChúc mừng năm mới 2020!\nMọi điều tốt đẹp nhất,\nThị\nĐọc thêm",
            "Thực hiện chuyến tham quan nổi bật Sài Gòn với Smile Tours từ tàu du lịch Cảng Phú Mỹ của chúng tôi. Hướng dẫn viên của chúng tôi là anh Quang, một hướng dẫn viên du lịch chuyên nghiệp có nhiều năm kinh nghiệm. Giao thông từ cảng đến thành phố mất một chút thời gian lái xe nên sẽ tạo nên một ngày rất bận rộn! Xe của chúng tôi rất thoải mái - người lái xe an toàn. Quang trò chuyện với chúng tôi về Sài Gòn - Việt Nam trong suốt thời gian chúng tôi quá cảnh. Rất nhiều năng lượng - thông tin tuyệt vời. Đó là cả ngày khám phá Bảo tàng Lịch sử, Nhà thờ Đức Bà, Bưu điện Cũ, có một chuyến đi thú vị xuyên thị trấn bằng xe xích lô, đi Chinatown - ăn trưa tại Phở 2000 - yum - , viếng chùa Thiên Hậu, dừng chân tại trung tâm thành phố để chụp ảnh nhà hát opera, tòa thị chính - Rex. Kết thúc bằng một chút quán ở chợ Bến Thành. Một mẫu tuyệt vời của Sài Gòn với một hướng dẫn tuyệt vời. Rất có tổ chức, được lên kế hoạch tốt - không cần đặt cọc, bạn thanh toán khi kết thúc chuyến tham quan. Tôi đánh giá cao Smile Tours. Đọc thêm",
            "Kính gửi Phyllis L,\nCảm ơn rất nhiều cho nhận xét của bạn. \nChúng tôi rất vui vì bạn rất thích chuyến du lịch Sài Gòn cùng chúng tôi.\nSài Gòn thời điểm này trong năm rất bận rộn với việc chuẩn bị và trang trí cho nhiều ngày lễ - Giáng Sinh, Năm Mới, Tết Nguyên Đán - . Vì vậy giao thông rất đông đúc và đông đúc. Nhưng bạn lại thích thú với sự hối hả và nhộn nhịp đến khó tin, rất nhiều màu sắc, âm thanh, khung cảnh của thành phố lớn sầm uất, đặc biệt là trên chuyến xe xích lô. \nChúng tôi hy vọng những kỷ niệm này sẽ tồn tại lâu dài với bạn. \nChúc mừng năm mới 2020!\nMọi điều tốt đẹp nhất,\nThiĐọc thêm"
        ],
        "star_ratings": [
            276,
            26,
            0,
            0,
            3
        ],
        "review_amount": 305,
        "location": [
            "Dịch vụ Smile Tours - Tour trong ngày",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 16, 2020",
            "Written January 16, 2020",
            "Written January 15, 2020",
            "Written January 12, 2020",
            "Written January 10, 2020",
            "Written January 9, 2020",
            "Written January 9, 2020",
            "Written January 7, 2020",
            "Written January 6, 2020",
            "Written January 3, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8766114-Reviews-or20-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or10-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or30-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455410-Reviews-Rex_Hotel_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454974-Reviews-Saigon_Opera_House_Ho_Chi_Minh_Municipal_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7310219-Reviews-The_Mist_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1910195-Reviews-People_s_Committee_Building-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13442216-Reviews-Fisheye_Travel_Speedboat_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1784754-Reviews-Dong_Khoi_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4881460-Reviews-Pham_Minh_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12584392-Reviews-Brothers_Boutique_Men_s_Spa_Salon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17853334-Reviews-Car_Rental_With_English_Driver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698554-Reviews-Vera_Nails_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d4185776-Reviews-Chumash_Casino-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3568803-Reviews-Banpodaegyo_Bridge-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d532029-Reviews-Frog_s_Leap_Winery-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d668055-Reviews-Dunguaire_Castle_s_Medieval_Banquet-Galway_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12717563-Reviews-Trenitalia_Frecciarossa-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d11894522-Reviews-Alcatraz_East_Crime_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d7183684-Reviews-Centaurus_Cineplex-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g659968-d12559049-Reviews-Punta_Prima_Beach-Punta_Prima_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60635-d1763894-Reviews-Maui_Pineapple_Tour-Makawao_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1729221-d2414135-Reviews-Termas_Cacheuta_Terma_Spa_Full_Day-Cacheuta_Mendoza_Province_of_Mendoza_Cuyo.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or30-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or20-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Smile Tours Service - Day Tours",
        "attraction_name_vi": "Dịch vụ Smile Tours - Tour trong ngày",
        "general_info": [
            "305 đánh giá",
            "- 34 trên 472 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Du lịch sinh thái"
        ],
        "attraction_summary": "Đội ngũ Smile Tours Service tự hào giới thiệu đến các bạn phong cách điều hành tour điển hình của chúng tôi: hiệu quả, linh hoạt, tin cậy, chân thực và tiết kiệm. Với hơn 30 năm kinh nghiệm và kiến ​​thức sâu rộng về du lịch Việt Nam và Đông Nam Á, chúng tôi có thể thực hiện bất kỳ loại tour nào trong khu vực này: tour cổ điển, tour sinh thái, tour MICE, tour học tập, đặc biệt là các tour độc đáo dành cho người khuyết tật và tour dành cho người khiếm thính. .Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện hai chuyến tham quan trong ngày riêng biệt của Smile Tours. Một là Tour Huế- Thành phố hoàng gia cuối cùng và thứ hai là Tour nổi bật Sài Gòn. Cả hai đều là những chuyến đi tuyệt vời! Xe tải là hạng nhất, hướng dẫn viên du lịch rất xuất sắc và thời gian ở mỗi điểm đến là hoàn hảo.Đọc thêm",
            "Kính gửi terryfI874FA,\nCảm ơn bạn rất nhiều vì đánh giá của bạn. \nChúng tôi rất vui vì bạn đã thích chuyến du lịch Huế và du lịch Sài Gòn cùng chúng tôi. \nChúng tôi rất vui vì tất cả các dịch vụ hướng dẫn, vận chuyển, hành trình, thời gian đều tốt. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nVui lòng liên hệ lại với chúng tôi nếu bạn quay lại Việt Nam.\nChúc mừng năm mới 2020!\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Tôi và bạn trai của tôi đã tham gia chuyến du lịch này với công ty Smilestour và chúng tôi không thể hạnh phúc hơn.... một ngày trước khi chúng tôi đến, chúng tôi được biết rằng hôm đó - sẽ mưa và không - nghĩ rằng chúng tôi - muốn để đi xe đạp, vì vậy chúng tôi đã nói chuyện với điều phối viên du lịch của họ, Thi, và cô ấy ân cần chuyển hành trình sang bảo tàng, và câu cá - nấu ăn - mát-xa chân với người dân địa phương.. hướng dẫn viên của chúng tôi là Bay và anh ấy - hoàn toàn thân thiện, vui vẻ hướng dẫn viên du lịch và người dân địa phương trong làng rất thân thiện, vui vẻ và cho đến nay đây là một trong những chuyến đi đáng nhớ nhất mà chúng tôi đã thực hiện ở Việt Nam.  Tôi thực sự muốn giới thiệu công ty du lịch này cho bất kỳ người nào trong gia đình và bạn bè của tôi.... Kudos và xin gửi lời cảm ơn chân thành đến tất cả những người ở trên....Đọc thêm",
            "Dấu chân thân mến551423,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn rất thích chuyến tham quan cùng chúng tôi. \nVâng, chúng tôi e rằng bạn sẽ không tham gia chuyến tham quan làng đó do thời tiết mưa. \nMay mắn thay bạn có thể làm mọi thứ một cách thú vị. \nCòn rất nhiều điều nữa ở Việt Nam để bạn và gia đình xem.\nChúng tôi hy vọng bạn sẽ quay lại Việt Nam để tham gia nhiều chuyến du lịch hơn với chúng tôi. \nCHÚC MỪNG NĂM MỚI!\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chúng tôi đã thực hiện Chuyến tham quan nổi bật ở Sài Gòn với Smile Tours. Đây là một tour du lịch rất thú vị và có tổ chức. Không cần đặt cọc và thanh toán vào ngày tham quan. Có 16 người chúng tôi từ tàu du lịch tham gia chuyến tham quan và mỗi người chúng tôi đã liên hệ riêng với công ty điều hành tour. Chuyến du lịch này tổ chức rất tốt, công ty gửi hướng dẫn rất hay và chi tiết. Xe buýt được cung cấp rất thoải mái, tài xế rất an toàn và hướng dẫn viên Tâm rất am hiểu và có tổ chức. Anh ấy đã làm rất tốt việc tạo điều kiện cho chuyến tham quan của chúng tôi và cho chúng tôi những hướng dẫn chính xác trong suốt chuyến tham quan. Anh ấy giữ cho nhóm di chuyển và giữ chúng tôi đúng giờ và theo hành trình. Chúng tôi đến thăm Phố Tàu - Đền Nữ thần Biển - và tham gia chuyến đi Trishaw qua sự hối hả và nhộn nhịp của thành phố. Đó là một trò lừa bịp!  Tất cả chúng tôi đều yêu thích điều này!  Chúng tôi đến thăm Hội trường Thống Nhất, Nhà thờ Đức Bà, Bưu điện Cũ và Tòa thị chính. Bữa trưa - không bao gồm - ở quán Phở 2000. Đó là một nhà hàng rất nhỏ và đông đúc nhưng đồ ăn rất ngon và chúng tôi đã để lại món nhồi. Đó là một ngày rất thú vị và tôi rất muốn giới thiệu công ty du lịch này.Đọc thêm",
            "Kính gửi MidwestTravelMania,\nCHÚC MỪNG NĂM MỚI!\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. \nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nCòn rất nhiều điều nữa để cho bạn thấy ở Việt Nam.\nChúng tôi hy vọng sẽ có cơ hội khác được chào đón bạn quay trở lại Việt Nam với những chuyến du lịch thú vị của chúng tôi. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chúng tôi đã thực hiện 3 chuyến tham quan..Thành phố Hồ Chí Minh từ Phú Mỹ, Ngũ Hành Sơn và Hội An từ Đà Nẵng và Hà Nội từ Vịnh Hạ Long. Mỗi hướng dẫn chúng tôi có đều xuất sắc. Thân thiện, nhiều thông tin và hấp dẫn trong những hiểu biết sâu sắc mà họ cung cấp. Chúng tôi đã thấy rất nhiều Việt Nam mỗi ngày mà nếu không thì chúng tôi sẽ không thấy. Việc tổ chức các chuyến tham quan là hạng nhất từ ​​việc được đón xuống tàu trên bến cảng cho đến chính các chuyến tham quan. Chúng tôi thực sự muốn giới thiệu các chuyến tham quan Smiles. Giá trị đồng tiền và các chuyến tham quan tuyệt vời.Đọc thêm",
            "Kính gửi 942ralphb,\nCảm ơn bạn rất nhiều vì phản hồi tuyệt vời của bạn.\nChúng tôi rất vui vì bạn thích tất cả các chuyến tham quan cùng chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nChúng tôi hy vọng sẽ được chào đón bạn trở lại vào một ngày nào đó để có thêm nhiều chuyến tham quan Việt Nam. \nChúng tôi xin chúc bạn và gia đình một Giáng sinh vui vẻ và Năm mới 2020 hạnh phúc!\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Tôi xin cảm ơn Smile Tours rất nhiều vì đã sắp xếp một chuyến du lịch thú vị như vậy cho hai người bạn của tôi, vợ tôi và tôi. Tất cả chúng tôi đều đi du thuyền Royal Caribbean vòng quanh châu Á hai tuần trước, dừng chân tại Việt Nam tại Huế Đà Nẵng trong một ngày.  Các tour du lịch được sắp xếp bằng thuyền rất đắt đỏ và vì vợ chồng tôi đã từng đi nhiều chuyến du lịch trên biển trước đây, bằng cách làm bài tập về nhà và xem các tour riêng đưa khách đến những nơi giống như các chuyến tham quan bằng thuyền với giá gần bằng một nửa, tôi đã liên hệ với Thi tại Smile Tours, người đã sắp xếp một chuyến du lịch riêng cho bốn người chúng tôi, đón và thả chúng tôi xuống thuyền sau chuyến tham quan. Tôi đã đặt tour với Thi ngay trước chuyến đi. Đến cảng trong cơn mưa như trút nước, Wan, hướng dẫn viên và tài xế của chúng tôi đã có mặt ở cảng bên cạnh chiếc thuyền chờ đón chúng tôi như trên một chiếc xe rộng rãi xinh xắn như đã được sắp xếp. Chuyến đi của chúng tôi thú vị nhất khi cô ấy dẫn chúng tôi đi, chỉ cho chúng tôi và giải thích mọi thứ cho chúng tôi khi chúng tôi đi cùng.  Trời mưa gần như cả ngày nhưng điều này không ngăn cản cô ấy đưa chúng tôi đến tất cả các địa điểm yêu thích, kể cả bữa trưa tại một nhà hàng địa phương điển hình.  Thức ăn rất nổi bật. Chúng tôi được trở lại thuyền sau một ngày đi chơi thú vị nhất. Đối với bất kỳ ai nghĩ đến việc sử dụng Smile Tours, tôi thực sự có thể giới thiệu chúng cho bạn và nếu chúng tôi may mắn được đến thăm Việt Nam lần nữa, tôi chắc chắn sẽ quay lại với chúng tôi .smiletours - gmail.com Thi HoangRobin DavidsonĐọc thêm",
            "Robin D,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến tham quan cùng chúng tôi mặc dù trời mưa như trút nước.\nCòn rất nhiều địa điểm đẹp khác ở Việt Nam để giới thiệu cho bạn.\nVui lòng liên hệ lại với chúng tôi khi bạn quay lại Việt Nam.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúc bạn mọi điều tốt lành,\nThiĐọc thêm",
            "Tour cả ngày từ Phố Mỹ đến Sài Gòn - khứ hồi. Hướng dẫn viên của chúng tôi - tài xế của anh ấy rất chuyên nghiệp trong giao dịch với chúng tôi. Họ cho chúng tôi xem mọi thứ mà họ nghĩ chúng tôi muốn xem. Tôi chắc chắn giới thiệu công ty du lịch này cho bất kỳ ai đang tìm kiếm Hướng dẫn viên du lịch tại Việt Nam. Cảm ơn.Đọc thêm",
            "Eddy R thân mến,\nCảm ơn bạn rất nhiều vì đã đánh giá.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng sẽ giới thiệu cho bạn nhiều chuyến tham quan Việt Nam hơn trong tương lai.\nChúc bạn mọi điều tốt lành,\nThiĐọc thêm",
            "Đặt xe và tài xế trực tuyến không thể làm đủ để giúp tôi trả tiền - 100,00 cho chúng tôi cho xe và tài xế. Nhận tại cầu cảng, tài xế tuyệt vời phải gửi một khoản tiền gửi nhỏ. Đã thanh toán phần còn lại cho chuyến đi cuối cùng có giá trị tốtĐọc thêm",
            "Chúng tôi đã trải qua một ngày tuyệt vời ở đồng bằng sông Cửu Long và Bến Tre. Phong cảnh đẹp, những chuyến đi thuyền êm đềm, nằm ở hầu hết các khu vực du lịch chính thống. Đó là một ngày đẹp trời. Xe có máy lạnh, tài xế tuyệt vời và điềm tĩnh. Một hướng dẫn viên tuyệt vời, người biết rất rõ về các địa điểm. Đó là một ngày vui vẻ.Đọc thêm",
            "Kính gửi MehdiaSeal,\nCảm ơn rất nhiều cho nhận xét của bạn.\nChúng tôi đánh giá cao thời gian của bạn khi viết đánh giá. \nChúng tôi rất vui vì bạn đã tận hưởng chuyến du lịch Bến Tre - Đồng bằng sông Cửu Long cùng chúng tôi. \nVâng, Bến Tre vẫn rất chân thực và là điểm đến tuyệt vời để khám phá đồng bằng sông Cửu Long ở Việt Nam. \nChúng tôi hy vọng sẽ có một cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam.\nMọi điều tốt đẹp nhất,\nThị \n\nĐọc thêm",
            "Xin chào, chúng tôi đã tìm thấy Smile Travel trên Trip Advisor và nhận thấy họ rất chuyên nghiệp, có giá trị lớn và chỉ là một nhóm 8 người trên một chiếc xe buýt nhỏ A - C, họ đã đánh bại các chuyến đi tương đương của công ty Cruise. Tôi có thể giới thiệu Smile Travel mà không cần đặt trước.Đọc thêm",
            "Shane B thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi.\nCảm ơn bạn rất nhiều vì đã giới thiệu các tour du lịch của chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nTrân trọng cảm ơn,\nThiĐọc thêm",
            "Đây là chuyến ghé cảng hai ngày trên tàu du lịch, Cả hai ngày đều tuyệt vời từ lúc đón đến trả khách. Những hành trình tốt đẹp không vội vã và được lên kế hoạch tốt. Việc vận chuyển và hướng dẫn đang đợi chúng tôi ở tàu. Việc vận chuyển các chuyến tham quan sẽ dễ dàng hơn nhiều vì số lượng ít có nghĩa là chúng tôi có thể rời đi và không cần phải chờ đợi trên xe khách. Rất khuyến khích những chuyến tham quan này, thực sự tốt, nếu đi du thuyền và có thời gian lên bờ hạn chế. Chúng tôi sẽ trân trọng những kỷ niệm trong một thời gian dài. xxALĐọc thêm",
            "Alan W thân mến,\nCảm ơn bạn rất nhiều vì đã đánh giá.\nChúng tôi rất vui vì bạn đã tận hưởng cả hai chuyến tham quan cùng chúng tôi.\nChúng tôi cảm thấy thật đặc biệt khi bạn sẽ trân trọng những kỷ niệm trong một thời gian dài.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng sẽ cho bạn thấy nhiều hơn về Việt Nam trong tương lai.\nVui lòng liên hệ lại với chúng tôi khi bạn quay lại Việt Nam.\nChúc bạn mọi điều tốt lành,\nThiĐọc thêm"
        ],
        "star_ratings": [
            276,
            26,
            0,
            0,
            3
        ],
        "review_amount": 305,
        "location": [
            "Dịch vụ Smile Tours - Tour trong ngày",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 1, 2020",
            "Written December 31, 2019",
            "Written December 29, 2019",
            "Written December 16, 2019",
            "Written October 30, 2019",
            "Written September 17, 2019",
            "Written August 6, 2019",
            "Written July 13, 2019",
            "Written May 21, 2019",
            "Written May 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8766114-Reviews-or30-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or20-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or40-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455410-Reviews-Rex_Hotel_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454974-Reviews-Saigon_Opera_House_Ho_Chi_Minh_Municipal_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7310219-Reviews-The_Mist_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1910195-Reviews-People_s_Committee_Building-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13442216-Reviews-Fisheye_Travel_Speedboat_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1784754-Reviews-Dong_Khoi_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4881460-Reviews-Pham_Minh_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12584392-Reviews-Brothers_Boutique_Men_s_Spa_Salon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17853334-Reviews-Car_Rental_With_English_Driver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698554-Reviews-Vera_Nails_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d277589-Reviews-Pilsner_Urquell_Brewery-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293817-d477947-Reviews-China_Town-Port_Louis.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d266874-Reviews-Houston_Zoo-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d2513304-Reviews-Ancon_Hill-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d12064825-Reviews-BunkArt_2-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g58476-d10201982-Reviews-Tree_Root_Cave-Forks_Clallam_County_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g39359-d3262169-Reviews-Venture_River_Family_Water_Park-Eddyville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188470-Reviews-Village_St_Paul-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g31728-d7310972-Reviews-Albert_Pike_Recreation_Area-Langley_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d10538697-Reviews-Blue_Lakes-Breckenridge_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or40-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or30-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Smile Tours Service - Day Tours",
        "attraction_name_vi": "Dịch vụ Smile Tours - Tour trong ngày",
        "general_info": [
            "305 đánh giá",
            "- 34 trên 472 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Du lịch sinh thái"
        ],
        "attraction_summary": "Đội ngũ Smile Tours Service tự hào giới thiệu đến các bạn phong cách điều hành tour điển hình của chúng tôi: hiệu quả, linh hoạt, tin cậy, chân thực và tiết kiệm. Với hơn 30 năm kinh nghiệm và kiến ​​thức sâu rộng về du lịch Việt Nam và Đông Nam Á, chúng tôi có thể thực hiện bất kỳ loại tour nào trong khu vực này: tour cổ điển, tour sinh thái, tour MICE, tour học tập, đặc biệt là các tour độc đáo dành cho người khuyết tật và tour dành cho người khiếm thính. .Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt vé trực tiếp với sự lo lắng vì chuyến tham quan bằng du thuyền của chúng tôi đã được đặt kín chỗ. Tuy nhiên, chuyến tham quan thành phố tuyệt vời bao gồm bảo tàng chiến tranh, đi xe kéo, ăn trưa tại nhà hàng nơi Tổng thống Clinton đã ăn - rất nhiều điểm dừng tại các điểm tham quan nổi tiếng.  Xe buýt sạch sẽ với WiFi - hướng dẫn tuyệt vời.  Có chuyến tham quan Vịnh Hạ Long với họ không. Đọc thêm",
            "Kính gửi DenitaR,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến du lịch Sài Gòn cùng chúng tôi.\nTôi hy vọng bạn cũng thích chuyến du lịch Hạ Long cùng chúng tôi. \nCó nhiều tour du lịch thú vị hơn để giới thiệu cho bạn ở Việt Nam.\nVui lòng liên hệ lại với chúng tôi khi bạn quay lại Việt Nam.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chúng tôi đã đặt trước Tour du lịch nổi bật Sài Gòn với Smile Tours cho chuyến tàu dừng chân tại Phú Mục. Thật là một ngày tuyệt vời. Chúng tôi được đón ngay cạnh tàu. Chúng tôi đến thăm bảo tàng chiến tranh, chùa Thiên Hậu, Bưu điện cũ, nhà thờ Đức Bà - đóng cửa để cải tạo -, chợ Bến Thành và đi dạo quanh các khu vực của thành phố. Điều tuyệt vời nhất là đi xe xích lô - thật là một trải nghiệm! và một cách tuyệt vời để trải nghiệm sự hối hả - nhộn nhịp của Sài Gòn. Chắc chắn sẽ đề nghị. Chúng tôi không ăn ở nhà hàng đã sắp xếp mà gặp vài người bạn dẫn chúng tôi đến Bếp Me In - một quán cà phê - nhà hàng tuyệt vời gần chợ. Giao tiếp của Smile Tours khi đặt phòng thật tuyệt vời - cảm ơn Thi - .Đọc thêm",
            "Yerominas thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nVâng, đi xe xích lô là cách tốt nhất để trải nghiệm sự hối hả và nhộn nhịp của thành phố này.\nCảm ơn lời khuyên của bạn về Bep Me In. Chúng tôi cũng có thể giới thiệu địa điểm này cho những khách khác.\nChúng tôi hy vọng sẽ cho bạn thấy nhiều hơn về Việt Nam trong tương lai. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Hướng dẫn viên của chúng tôi đã đón chúng tôi đúng giờ từ cảng Phú Mỹ, nơi tàu của chúng tôi cập cảng và trả lại chúng tôi khi có thời gian rảnh rỗi, có tính đến tình hình giao thông và kỳ nghỉ. Chúng tôi đã xem rất nhiều địa điểm xung quanh Hồ Chí Minh và yêu thích các chuyến đi bằng xe kéo và bữa trưa tại Phở 2000 - không bao gồm nhưng giá cả hợp lý và đáng để đến - . Phiên chợ rất vui và một giờ là vừa đủ. Chúng tôi là một gia đình bốn người - những đứa trẻ 11 và 13 tuổi - và cảm thấy chúng tôi đã hiểu rõ hơn về cuộc sống của người dân địa phương trong khi vẫn được chở đi khắp nơi trên một chiếc xe tải có máy lạnh. Hướng dẫn viên của chúng tôi đã theo dõi thời tiết và thay đổi hành trình nên chúng tôi đã ở trong bảo tàng chiến tranh khi trời đổ mưa. Hoàn toàn xứng đáng khi có một chuyến tham quan riêng và đi theo tốc độ của riêng bạn. Rất khuyến khích chuyến tham quan này và SMILE Tours.Đọc thêm",
            "Bạn Traci S thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn.\nChúng tôi rất vui vì gia đình bạn rất thích chuyến du lịch Sài Gòn cùng chúng tôi, đặc biệt là con bạn đã học được điều gì đó về thành phố này và Việt Nam. \nTôi rất vui vì gia đình bạn có thể thực hiện chuyến tham quan theo tốc độ của riêng bạn. Chúng tôi luôn cố gắng linh hoạt và đáp ứng khách hàng nhiều nhất có thể. \nNếu bạn quay lại Việt Nam, xin hãy để chúng tôi dẫn bạn đi tham quan một lần nữa. \nTrân trọng cảm ơn,\nThiĐọc thêm",
            "Chúng tôi là 4 hành khách trên tàu du lịch trên Nữ hoàng Victoria. Tàu của chúng tôi cập bến phú mỹ. Chúng tôi đã được đón đúng giờ như đã hứa và có một ngày tuyệt vời. Chúng tôi yêu thích chuyến đi xích lô và tất cả các địa điểm trong thành phố. Chúng tôi đã có một bữa trưa tuyệt vời tại phở 2000. Hướng dẫn viên của chúng tôi rất am hiểu và chuyên nghiệp. Chúng tôi quay lại tàu du lịch đúng thời gian như đã hứa. Chúng tôi rất hài lòng với trải nghiệm của mình và có thể giới thiệu họ mà không do dự.Đọc thêm",
            "Kính gửi debrap850,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. \nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nViệt Nam còn nhiều điều thú vị hơn nữa. \nVui lòng liên hệ lại với chúng tôi nếu bạn quay lại Việt Nam. \nCảm ơn bạn rất nhiều vì lời khuyên của bạn. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chúng tôi có Tâm làm người dẫn chương trình cho chuyến du lịch riêng một ngày của chúng tôi, chuyến đi này đã đón chúng tôi từ Cruise.  Bắt đầu sớm nhưng chuyến tham quan tuyệt vời. Điều này bao gồm một chuyến đi trên đường phố trên một chiếc xe xích lô, đôi khi rất thú vị, đôi khi đáng sợ nhưng tôi muốn giới thiệu nó. Tâm thật tuyệt khi chúng tôi có thể điều chỉnh chuyến tham quan khi chúng tôi đi. Một ngày tuyệt vời, một thành phố tuyệt vời. Đọc thêm",
            "Kính gửi AussieBelleandRay,\nCảm ơn rất nhiều cho nhận xét của bạn. \nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nChúng tôi hy vọng sẽ cho bạn thấy nhiều hơn về Việt Nam trong tương lai. \nVui lòng liên hệ lại với chúng tôi khi bạn quay lại Việt Nam. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "",
            "AEmgee thân mến,\nCảm ơn bạn rất nhiều vì nhận xét của bạn, đó là một câu chuyện tuyệt vời. \nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nTôi ngạc nhiên rằng bạn nhớ mọi thứ rất rõ ràng và cụ thể. \nCảm ơn bạn rất nhiều vì đã giới thiệu chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Rất khuyến khích công ty du lịch tư nhân này.  Đặt phòng dễ dàng và không thanh toán cho đến sau chuyến tham quan.  Thanh toán bằng tiền mặt bằng đô la Mỹ và có giá trị lớn đối với số tiền bỏ ra.  Đón tại Cruise Ship và được chào đón bởi hướng dẫn viên du lịch thân thiện của chúng tôi.  Xe buýt nhỏ có máy lạnh và chỉ có 14 chiếc trong chuyến tham quan của chúng tôi có rất nhiều phòng.  Tham quan 2 ngôi đền và sau đó là chuyến đi xe kéo dài 4km, điểm nhấn trong ngày.  Dành nhiều thời gian tại Bảo tàng Chiến tranh trước khi đưa chúng tôi đến Chợ để ăn trưa miễn phí. Cũng tham quan Nhà Thờ Đức Bà - Bưu Điện Cũ.  Trở lại tàu trong thời gian tốt.  Món quà nhỏ dành tặng mọi người.Đọc thêm",
            "Trevorlina thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn. \nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nChúng tôi hy vọng rằng bạn sẽ quay lại để tham gia nhiều chuyến tham quan hơn với chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Xin chân thành cảm ơn hướng dẫn viên Kris và tài xế Red vì một ngày tuyệt vời đưa chúng tôi đi vòng quanh Sài Gòn. Đón chúng tôi trên một chiếc xe có máy lạnh tuyệt vời với nhiều không gian. Không hề dễ dàng với bố vợ 90 tuổi của tôi và chiếc xe tập đi của ông, tuy nhiên Kris đã khiến điều đó trở nên dễ dàng với ông. Chúng tôi hỏi khi đặt chỗ thì bốn người chúng tôi có thể đi xe kéo được không. Smiley Tours đã tổ chức nó cho chúng tôi. 50 phút vui vẻ trên đường phố và vì Sài Gòn có 80 triệu xe máy nên tôi nghĩ chúng tôi đã thấy tất cả. Bảo tàng Chiến tranh là phải để xem. Quá nhiều lịch sử. Đưa chúng tôi đến một nhà hàng Việt Nam tuyệt vời để ăn trưa. Rất khuyến khích Smiley Tours, Kris và Red. Ian Brown - Adelaide Úc - Đọc thêm",
            "Ian Brown thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến tham quan cùng chúng tôi, đặc biệt là bố vợ 90 tuổi của bạn cũng có thể làm điều đó. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nChúng tôi hy vọng sẽ cho bạn thấy nhiều hơn về Việt Nam sau này. \nMọi điều tốt đẹp nhất,\nThị\nĐọc thêm",
            "Chuyến đi tuyệt vời với Smile Tours, Hướng dẫn Tú của chúng tôi thật tuyệt vời !! Cô ấy đưa tôi đến một số địa điểm cụ thể mà tôi muốn xem và đã làm rất tốt.Đọc thêm",
            "Kính gửi Global616820,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn rất thích chuyến du lịch cùng Tú và cô ấy có thể đưa bạn đến những nơi mà bạn muốn đến sau nhiều năm. \nVui lòng liên hệ lại với chúng tôi khi bạn quay lại Việt Nam. \nChúng tôi hy vọng được đi du lịch cùng bạn nhiều hơn.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chúng tôi được đón từ bến tàu với tư cách là một nhóm gồm 8 người. Họ đến đúng giờ và rất hiệu quả nhưng cũng có sức chứa nếu chúng tôi muốn thay đổi thời gian ở những nơi khác nhau. Xe buýt nhỏ được bảo trì tốt và thoải mái. Chuyến tham quan thành phố đến hầu hết các điểm tham quan chính với điểm nổi bật là đi xe xích lô qua đường và ngạc nhiên làm sao có nhiều xe máy tránh va chạm nhau! Một ngày tuyệt vời.Đọc thêm",
            "Kính gửi Jeff T,\nCảm ơn rất nhiều cho nhận xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến tham quan trong ngày cùng chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng bạn sẽ đi du lịch cùng chúng tôi một lần nữa tại Việt Nam. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Xin chào\n\nChúng tôi sắp đặt chuyến tham quan tương tự này nhưng không chắc mình sẽ cần bao nhiêu tiền cho chuyến thăm Việt Nam một ngày - bữa trưa - và nơi tốt nhất để nhận nó?Đọc thêm",
            "tôi đã thuê một chiếc ô tô và tài xế bằng cách sử dụng diễn đàn cố vấn chuyến đi và sau đó tra cứu các chuyến tham quan ở Phú Mỹ. Tài xế đến từ Hồ Chí Minh chi phí cho cả ngày là 100 đô la. Chúng tôi sẽ rất vui nếu bến tàu của bạn ở Phú Mỹ chỉ mất 2 giờ để đến đó ho chi min nó không đáng đâu bạn sẽ mất 4 giờ chúng tôi nhìn vào phu my và vây quanh rất nhiều để xem bữa trưa sẽ tốn 4 chúng tôi trả 70 hoặc 80 cho chúng tôi là một sự lừa đảo nếu bạn nghiên cứu trước nếu bạn cập bến ho chi min nhiều taxi ở cảng với giá khoảng 50-60 us tùy thuộc vào mức độ mặc cả của bạnĐọc thêm",
            "Xin chào, bạn muốn biết gì về điểm du lịch này?\n\nBạn đón khách từ cảng du lịch lúc mấy giờ và trả khách về?\nCon tàu của chúng ta sẽ là thiên niên kỷ nổi tiếng\nXin hỏi bao nhiêu một người.\n\nCảm ơn\n\nTrân trọngĐọc thêm",
            "Kiểm tra trang web của họ và liên hệ qua email. Họ đã đến đúng giờ và làm việc theo lịch trình đón và trả khách của tàu. Chúng tôi thực sự rất thích chuyến tham quan này như một điểm nhấn của các cảng châu Á của chúng tôi. JeffĐọc thêm",
            "Tour từ Phú Mỹ vào Sài Gòn giá bao nhiêu. Tôi - tôi sẽ đi du ngoạn vào ngày 24 - 02 - 2020 và đang tìm cách tập hợp một nhóm lại với nhau. Hành trình và điểm dừng là gì? Ngoài ra bạn có thể mang theo bao nhiêu trong chuyến đi?Đọc thêm",
            "If you email them direct through their website they reply within a day. This is the email we received about a tour in April 2019. We did the Saigon Highlights and it was great. Highly recommended, the guide spoke English very well, he adapted the tour around the rain and the returning traffic. Smile tours do a lot for the cruise ships so can meet you directly outside the ship - we used this tour because it was more suited to the things we wanted to in Saigon compared to what the ship tours were offering.\n\n28 APRIL 2019: SAIGON HIGHLIGHTS TOUR\n08:00 Arrival at Phu My port\n08:30 Pick up from the pier inside of Phu My port to transfer to HCMC  - Saigon - \n10:00 Visit China town, Thien Hau temple  - Sea Goddess temple - \n10:30 Enjoy a fantastic trishaw ride through the hustle and bustle of the city\n11:30 Visit the Notre Dam Cathedral and the old post office\n12:00  Stop at the city center, taking nice photos of the City hall, Opera House, the Rex hotel\n12:30 Enjoy Lunch at Pho 2000 restaurant where President Clinton enjoyed the local specialties of spring rolls and Pho noodle soup in 2000  - not included - \n13:30 Shopping at the Ben Thanh market\n15:00 Transfer to visit the War Museum\n16:30 Transfer back to Phu My port\n18:00 Drop-off at the pier\nEnd of tours.\nTour Price: USD 85 - person  - in a private tour for 4-6 persons - \nTour Price: USD 75 - person  - in a sharing group of 7-16 people - \nTour inclusions:\nPrivate modern transport with air-condition, English speaking guide, entrance fees for tourist sites, trishaw ride, refreshment of water and wet tissues and permit to pick up inside the port\nTour exclusions:\nDrinks and food, travel insurance, Tips, Costs not included above\n\n28 APRIL UNUSUAL ATTRACTIONS OF SAIGON\n08:00 Arrival at Phu My port\n08:30 Pick up from the pier inside of Phu My port to transfer to Saigon\n10:00 Visit Quan Am Pagoda \n10:30 Take a fascinating trishaw ride through the hustle and bustle of China town\n11:30 Visit the Cao Dai temple which is a colorful combination of 5 religions: Buddhism, Taoism, Confucianism, Catholicism, and Muslim. Attend the ceremony at 12:00\n13:00 Enjoy lunch at a local restaurant to taste delicious\n Vietnamese specialties of noodle soup and spring rolls  - excluded - \n14:00 Shop till you drop at the Ben Thanh market\n15:30 Visit the Bitexco Financial Tower which is the tallest building in the city. Take a lift to the Skyview tower  - the 49th floor -  to see panoramic views of the city  - excluded lift ticket -    or go to the Heli bar  - on the 52th floor -  to have a drink             - excluded -  and good views of the city.\n16:30 Transfer back to the ship \n18:00 Dropped off at the pier\nEnd of service\nThe itinerary is subject to changes upon the real timing and all the guests -  interests\nTour Price: USD 85 - person  - in a private tour for 4-6 persons - \nTour Price: USD 75 - person  - in a sharing group of 7-16 people - \nTour inclusions:\nPrivate modern vehicle with air-condition, trishaw ride, English speaking guide, entrance fees for tourist sites, 2 bottles of water and wet tissues per person, permit for picking up inside the port.\nTour exclusions:\nDrinks and food, travel insurance, lift ticket to the skyview floor of the Bitexco tower,Tips, Costs not included aboveRead more",
            "Chúng tôi là 2 hành khách tàu du lịch đến vào ngày 15 tháng 3 trên tàu Queen Victoria. Bạn có thể cho tôi biết bạn đón hành khách tàu du lịch ở cảng nào và bạn có còn chỗ cho chuyến tham quan Hồ Chí Minh vào ngày hôm đó không? Cảm ơn bạn\nDebbie - SteveĐọc thêm",
            "Kính gửi debrap850,\nChúng tôi có tối đa 16 người trong một nhóm. \nChúng tôi đang tập hợp một nhóm từ tàu của bạn cho chuyến du lịch Sài Gòn vào ngày 15 tháng 3 năm 2019. Vui lòng gửi email cho chúng tôi để tham gia chuyến tham quan. \nChúng tôi mong chờ tin từ bạn. \nCảm ơn \nThiĐọc thêm",
            "Chúng tôi là 2 hành khách đến tàu Queen Victoria vào ngày 15 tháng 3. Với những đánh giá tuyệt vời của bạn, chúng tôi rất muốn tham gia chuyến tham quan thành phố từ cảng du lịch. Bạn có thể cho tôi biết số điện thoại bạn thường có trong các chuyến tham quan theo nhóm không? Cảm ơn bạnĐọc thêm",
            "Nhóm của chúng tôi có 7 người, nhưng đó là vùng nông thôn chứ không phải Thành phố Hồ Chí Minh vì chúng tôi đã dành một khoảng thời gian vui vẻ ở đó trước đây.  Đó là một chuyến tham quan tốt và có lẽ là chuyến đi tốt nhất mà chúng tôi có thể yêu cầu khi đến cảng.  tôi muốn đến đồng bằng sông Cửu Long nhưng nó quá xa. Nhóm của chúng tôi rất thích chuyến tham quan và chúng tôi đã thưởng thức bữa trưa hải sản tuyệt vời không được bao gồm. Chi phí cho mỗi người là - 80,00.Đọc thêm",
            "Xin chào, chúng tôi sẽ lên tàu vào ngày 24 tháng 12 đến Phú Mỹ vào khoảng 7 giờ sáng. Tàu của chúng tôi, Diamond Princess, sẽ khởi hành lúc 6 giờ chiều.  Chúng tôi đã ở Thành phố Hồ Chí Minh vài ngày và đã đến Địa đạo Củ Chi. Chúng tôi quan tâm đến việc thực hiện một chuyến tham quan trong khu vực và sẽ quan tâm đến các đề xuất của bạn nếu công ty của bạn sẵn sàng. Cảm ơn Karen - John FlorioĐọc thêm",
            "Gửi email trực tiếp cho Thi để xin gợi ý của anh ấy. Anh ấy có thể thiết kế tour du lịch phù hợp với bạn với mức giá hợp lý.\nHy vọng bạn có một kỳ nghỉ tuyệt vời. Đọc thêm",
            "xin chào kate, Bạn có thể giải thích chuyến tham quan bạn chọn với Smile Tours không? Tôi cũng ngồi xe lăn, - có thể đi bộ được vài mét - thì tôi mới biết cơ hội là gì. Cảm ơn bạnĐọc thêm",
            "Xin chào Gaike B,\nVui lòng gửi email cho tôi kế hoạch chuyến đi của bạn: khi nào bạn muốn thực hiện, bao nhiêu người, bạn muốn làm gì, điều kiện thể chất của bạn, v.v. Tôi sẽ cho bạn những gợi ý phù hợp.\nBạn có sử dụng xe lăn bằng tay không? Tôi chỉ có thể điều khiển được xe lăn bằng tay. \nTôi mong sớm nhận được hồi âm từ bạn.\nTrân trọng,\nThiĐọc thêm",
            "Giá tour từ Phú Mỹ vào TP.HCM là bao nhiêu.  Bạn có thể báo giá cho tôi về 14 người trong tháng 5 từ Sun Princess không.Đọc thêm",
            "Bạn cần liên hệ trực tiếp với công ty du lịch.  Yêu cầu quản lý trực tiếp Ms Thi.  Bạn sẽ không thất vọng, Smile Tour of Sài Gòn HMC thật tuyệt vời, đặc biệt là đi xe kéo.  Xin vui lòng xem đánh giá của tôi để biết thêm chi tiết.\n\nChúc may mắn.Đọc thêm",
            "Xin chào, chúng tôi đang tìm kiếm chuyến đi trong ngày của Smile - hoặc công ty khác từ tàu du lịch Millenium đến Thành phố Hồ Chí Minh vào ngày 28 tháng 1. Khó tìm thấy điều này trên trang web Smile.\n\nCảm ơn,\nGilesĐọc thêm",
            "Chào Giles,\n\nThi điều hành một công ty tốt và sẽ mang đến cho bạn một chuyến tham quan tuyệt vời mà không gặp rắc rối. Chúng tôi đã sử dụng chúng hai lần từ Cảng Phú Mỹ và cả hai lần đều tuyệt vời. Diễn đàn này sẽ không cho phép tôi đăng trang web của họ có tên là Smiletoursvietnam.\nTìm kiếm các tour du lịch miền nam việt nam;  tất cả các tùy chọn đều có ở đó và chi tiết liên hệ của họ nằm ở đầu trang....Đọc thêm",
            "Tôi thích đi du lịch đồng bằng sông Cửu Long, nhà máy kẹo dừa.  Đến ngày 31/10 trên Diamond Princess ở Phú Mỹ.  Bạn có văn phòng tại cảng để chúng tôi có thể sắp xếp các nhóm vào phút cuối đến TP.HCM không? Cảm ơn.Đọc thêm",
            "Không có văn phòng nào ở cảng nhưng tôi nghĩ họ có thể sắp xếp cho bạn và tốt hơn là nên sắp xếp trước vì thông thường bạn cũng có thể yêu cầu giảm giá. Vì bạn sẽ đến TP.HCM nên bạn chỉ cần ghé qua văn phòng của họ và thanh toán và xác nhận các hoạt động của bạn ở đó. Đọc thêm"
        ],
        "star_ratings": [
            276,
            26,
            0,
            0,
            3
        ],
        "review_amount": 305,
        "location": [
            "Dịch vụ Smile Tours - Tour trong ngày",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 8, 2019",
            "Written May 5, 2019",
            "Written May 4, 2019",
            "Written April 26, 2019",
            "Written April 24, 2019",
            "Written April 14, 2019",
            "Written April 12, 2019",
            "Written April 12, 2019",
            "Written April 2, 2019",
            "Written March 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8766114-Reviews-or40-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or30-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or50-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455410-Reviews-Rex_Hotel_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454974-Reviews-Saigon_Opera_House_Ho_Chi_Minh_Municipal_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7310219-Reviews-The_Mist_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1910195-Reviews-People_s_Committee_Building-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13442216-Reviews-Fisheye_Travel_Speedboat_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1784754-Reviews-Dong_Khoi_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4881460-Reviews-Pham_Minh_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12584392-Reviews-Brothers_Boutique_Men_s_Spa_Salon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17853334-Reviews-Car_Rental_With_English_Driver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698554-Reviews-Vera_Nails_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g196673-d7078359-Reviews-Calanque_d_En_Vau-Cassis_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d5008621-Reviews-Chatham_Lighthouse_Beach-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d110078-Reviews-360_Chicago_Observation_Deck-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d4960310-Reviews-Seoul_Spa_USA-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187817-d196070-Reviews-Via_dell_Amore-Cinque_Terre_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1057642-d14072126-Reviews-Pintour-Pimonte_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d155482-Reviews-Harbourfront_Centre-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g681223-d532058-Reviews-Fuji_Q_Highland-Fujiyoshida_Yamanashi_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293829-d11807121-Reviews-Century_Cinema_Kigali-Kigali_Kigali_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g469423-d668746-Reviews-Kruja_Castle-Kruje_Durres_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or50-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or40-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Smile Tours Service - Day Tours",
        "attraction_name_vi": "Dịch vụ Smile Tours - Tour trong ngày",
        "general_info": [
            "305 đánh giá",
            "- 34 trên 472 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Du lịch sinh thái"
        ],
        "attraction_summary": "Đội ngũ Smile Tours Service tự hào giới thiệu đến các bạn phong cách điều hành tour điển hình của chúng tôi: hiệu quả, linh hoạt, tin cậy, chân thực và tiết kiệm. Với hơn 30 năm kinh nghiệm và kiến ​​thức sâu rộng về du lịch Việt Nam và Đông Nam Á, chúng tôi có thể thực hiện bất kỳ loại tour nào trong khu vực này: tour cổ điển, tour sinh thái, tour MICE, tour học tập, đặc biệt là các tour độc đáo dành cho người khuyết tật và tour dành cho người khiếm thính. .Đọc thêm",
        "reviews": [
            "Thị sắp xếp đón hành khách trên tàu du lịch của chúng tôi tại bến tàu, điều này khiến việc tập hợp mọi người và bắt đầu chuyến tham quan trở nên rất dễ dàng.  Mỗi thứ đều được lên kế hoạch tốt; hướng dẫn nói tiếng Anh và rất nhiều thông tin.  Hành trình đã được thay đổi khi chúng tôi yêu cầu thay đổi.  Không bao giờ có vấn đề gì khi quay lại tàu đúng giờ.  Tôi đánh giá cao công ty du lịch nàyĐọc thêm",
            "Kính gửi Bari G,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng những chuyến tham quan khác nhau với chúng tôi. \nChúng tôi sẽ luôn nỗ lực hết mình để mang đến sự hài lòng cho quý khách. \nVui lòng liên hệ lại với chúng tôi bất cứ khi nào bạn quay trở lại Việt Nam.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất ở TP HCM từ cảng. Tôi đã đọc sai hướng dẫn đón từ cảng - lỗi của tôi -, chúng tôi định đón sau khi xuống tàu nhưng bắt xe đưa đón miễn phí và đợi bên ngoài hoặc bến cuối và tìm được người liên hệ với Thị Hoàng và được đón trong vòng 10 phút. Anh hướng dẫn viên của chúng tôi rất tử tế, lịch sự, vui tính và hướng dẫn rất chi tiết. Đã có thời gian tốt nhất và đáng đồng tiền bỏ ra. Thi đã rất nhanh chóng với bất kỳ thông tin liên lạc email. Nếu chúng tôi quay lại Việt Nam, chắc chắn sẽ sử dụng Smile Tours một lần nữa, rất khuyến khích.Đọc thêm",
            "Anna L thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi.\nChúng tôi cảm thấy nhẹ nhõm vì việc đón khách đã được giải quyết nhanh chóng. Bạn đã rất tháo vát khi tìm được người gọi cho chúng tôi ngay lập tức. \nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Smile Tours rất tuyệt vời, giao tiếp và thông tin luôn tuyệt vời. Mối quan tâm chính của chúng tôi khi rời bến du thuyền là bị muộn hoặc tệ hơn là lỡ chuyến tàu khởi hành vào buổi tối hôm đó. Ngày hôm đó thật suôn sẻ, hành trình thật tuyệt vời, tôi sẽ cho chuyến đi này 10 sao và sẽ giới thiệu Smile Tours mà không chút do dự, Đọc thêm",
            "Thân gửi Cor1nn3,\nCảm ơn bạn rất nhiều vì đã đánh giá.\nKhi nhận được 10 sao của bạn, chúng tôi cảm thấy được đền đáp xứng đáng!\nChúng tôi thực sự vui mừng vì bạn đã tận hưởng chuyến tham quan cùng chúng tôi!\nCảm ơn bạn rất nhiều vì đã giới thiệu.\nChúng tôi hy vọng sẽ cho bạn thấy nhiều hơn về Việt Nam trong tương lai gần.\nChúc bạn mọi điều tốt lành,\nThi Đọc thêm",
            "Giao tiếp với Smile Tours rất tuyệt vời, với phản hồi nhanh chóng và Hành trình chi tiết được đưa ra. Chúng tôi gặp nhau tại cảng, bởi hướng dẫn viên và tài xế của chúng tôi, chúng tôi có tám người trên tàu. Xe buýt nhỏ thoải mái và có máy lạnh. Chúng tôi có nhiều thời gian để ngắm cảnh và đi xe kéo. Người hướng dẫn đưa chúng tôi đến một nhà hàng rất đẹp để ăn trưa. Mọi việc diễn ra rất suôn sẻ, chúng tôi về đến tàu đúng giờ và còn nhận được một món quà nhỏ. Sẽ không ngần ngại sử dụng các chuyến tham quan nụ cười một lần nữa.Đọc thêm",
            "Kính gửi Lynn B,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nThật vui khi biết rằng chúng tôi có thể gặp lại bạn ở Việt Nam trong nhiều chuyến tham quan hơn. \nCòn rất nhiều địa điểm thú vị và đẹp đẽ khác để giới thiệu cho bạn ở Việt Nam. \nHãy giữ liên lạc nhé.\nMọi điều tốt đẹp nhất,\nThị\nĐọc thêm",
            "Đầu tiên, công ty này rất dễ liên lạc trước chuyến tham quan. Câu trả lời đã trở lại trong vòng 24 giờ. Chúng tôi đã gặp người đại diện - Kris - và tài xế của anh ấy, Đức. Cả hai anh chàng này đều cực kỳ dễ chịu và nói tiếng Anh tốt. Chúng tôi được đưa đến Sài Gòn trên một chiếc xe buýt mini sạch sẽ và có máy lạnh - có 4 người chúng tôi đi tour - và Kris đã có một chuyến tham quan tuyệt vời đến các ngôi chùa và địa điểm thú vị ở Sài Gòn, chúng tôi có nhiều thời gian ở mỗi điểm dừng và cũng được đưa đến một nhà hàng rất dễ chịu cho bữa trưa. Chúng tôi được đưa đến những địa điểm đặc biệt mà có thể trong một chuyến tham quan tiêu chuẩn, bạn sẽ không thấy được. Vào cuối chuyến tham quan cả ngày, chúng tôi được đưa trở lại tàu của chúng tôi tại Phú Mỹ và thậm chí còn được tặng một món quà nhỏ. Cả ngày hôm nay là một trong những điểm nổi bật chính trong kỳ nghỉ của chúng tôi và lời cảm ơn chân thành của chúng tôi đến Kris, tài xế Đức, và toàn bộ nhóm đã biến điều đó thành hiện thực.Đọc thêm",
            "David A thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến tham quan cùng hướng dẫn viên Kris và tài xế Đức. \nChúng tôi cảm thấy rất được khen thưởng vì đã làm việc chăm chỉ với những lời khen ngợi của bạn. \nChúng tôi sẽ tiếp tục làm hết sức mình.\nHãy đi du lịch cùng chúng tôi lần nữa nếu bạn quay lại Việt Nam.\nMọi điều tốt đẹp nhất,\nThị\n\nĐọc thêm",
            "Chúng tôi đã thực hiện ba chuyến tham quan với Smile Tours: Sài Gòn, Hà Nội và Vịnh Hạ Long.  Hai chuyến đầu tiên là chuyến tham quan cả ngày và Vịnh Hạ Long là chuyến tham quan nửa ngày. Các hướng dẫn đều rất tốt, chu đáo và nhiều thông tin.  Họ giỏi quản lý thời gian và thích ứng với nhu cầu cũng như sở thích của nhóm. Các hướng dẫn viên thậm chí còn dạy chúng tôi cách tự tin băng qua đường khi mật độ giao thông đông đúc.  Một kỹ năng mà sau đó chúng tôi đã sử dụng để tự mình bước đi.  Các tài xế có kỹ năng đàm phán giao thông và đưa chúng tôi trở lại tàu du lịch của mình một cách kịp thời. Trong thời gian có hạn, chúng tôi đã thấy và trải nghiệm rất nhiều!!!  Chúng tôi chắc chắn sẽ sử dụng Smile vào lần tới tại Việt Nam.Đọc thêm",
            "Kính gửi C404TYbarryl,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng cả 3 chuyến tham quan cùng chúng tôi.\nĐiều quan trọng nhất là tối đa hóa thời gian ngắn ngủi của mỗi chuyến tham quan để xem nhiều nhất có thể mà bạn vẫn cảm thấy mọi thứ thật thú vị. \nChúng tôi mong sớm được chào đón bạn đến du lịch cùng chúng tôi tại Việt Nam một lần nữa.\nHãy giữ liên lạc nhé.\nMọi điều tốt đẹp nhất,\nThị\nĐọc thêm",
            "Đầu tiên, các chuyến tham quan của Smile thật tuyệt vời khi được hợp tác và giao tiếp khi chúng tôi chuẩn bị chuyến đi.  Chuyến tham quan thành phố Hồ Chí Minh của chúng tôi là một ngày tuyệt vời.  Hướng dẫn viên của chúng tôi rất nhiều thông tin trên đường đến và đi từ Hồ Chí Minh. Chuyến tham quan rất đáng thời gian và đã cho chúng tôi những hiểu biết thú vị về lịch sử và văn hóa của Việt Nam.  Bảo tàng Chiến tranh có chút ngạc nhiên. Nó vẽ nên một phiên bản khá phiến diện của các sự kiện, vì nó được tài trợ bởi Chính phủ miền Bắc Việt Nam. Chuyến đi xe ba bánh rất vui, Phố Tàu rất đẹp và khu chợ thì tuyệt vời. Chúng tôi cũng đã có một thức uống tuyệt vời ở khách sạn Rex.   Đó là một cách tuyệt vời để dành cả ngày ở cảng ở Việt Nam. Tôi muốn giới thiệu nó cho bất kỳ ai.Đọc thêm",
            "Blacumming thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn thấy chuyến tham quan này rất đáng thực hiện. \nChúng tôi rất vui vì bạn đã biết được một phần lịch sử và văn hóa của chúng tôi chỉ trong một ngày ngắn ngủi. \nHãy đi du lịch cùng chúng tôi lần nữa nếu bạn quay lại Việt Nam.\nMọi điều tốt đẹp nhất,\nThị\nĐọc thêm",
            "Chúng tôi là một nhóm gồm 20 du khách đã thực hiện chuyến tham quan này vào tháng 1 năm 2019 từ cảng Phú Mỹ khi đang ở Chòm sao nổi tiếng.  Việc trao đổi trước với cô Thi của Smile Tours rất chuyên nghiệp.  Chúng tôi được đón từ bến tàu và đi bằng xe khách rất thoải mái đến TP HCM.  Chúng tôi cảm thấy an toàn trong tay tài xế anh Anh.  Giao thông thật không thể tin được!  Hướng dẫn viên của chúng tôi, ông Thuận đã cung cấp cho chúng tôi những thông tin thú vị suốt cả ngày và ông ấy đã chăm sóc chúng tôi rất tốt.  Điểm dừng chân đầu tiên của chúng tôi là ở thị trấn Trung Quốc, đến ngôi đền Nữ thần Biển.  Bởi vì chúng tôi sắp đến lễ đón năm mới nên rất bận rộn và chúng tôi thấy nhiều cô gái trẻ đáng yêu trong những bộ váy đẹp đang được chụp ảnh. Tiếp theo là chuyến đi xích lô qua thành phố.  Đó chắc chắn là một cuộc phiêu lưu, nhưng tôi - tôi vui mừng nói rằng tất cả chúng ta đều sống để kể lại câu chuyện!  Đó là một trải nghiệm không thể bỏ qua. Sau đó chúng tôi ăn trưa tại Phở 2000. Rất bận rộn nhưng tất cả chúng tôi đều cố gắng có được chỗ ngồi và được phục vụ.  Ngay bên kia đường là chợ Bến Thành.  Tôi - rất tiếc phải nói rằng tôi đã không mua bất cứ thứ gì vì những người chủ gian hàng làm phiền tôi và tôi cảm thấy khó chịu và không thể duyệt qua. Chúng tôi đã có thời gian để xem Tòa thị chính. Nhà Hát Thành Phố, Bưu Điện và Khách sạn Rex, tất cả các địa danh nổi tiếng và cuối cùng là chuyến tham quan Bảo tàng Chiến tranh là một trải nghiệm cảm động đối với tất cả chúng tôi. Chúng tôi trở lại cảng vào thời điểm vui vẻ với những kỷ niệm tuyệt vời trong ngày ở Sài Gòn. Cô Thi nói chuyện với Tôi gọi điện cho tôi trên đường về để kiểm tra xem mọi thứ đã diễn ra theo đúng kế hoạch hay chưa. Nếu tôi lại ở khu vực này, tôi sẽ không ngần ngại đặt một chuyến đi với Smile Tours.Đọc thêm",
            "Kính gửi goforit52,\nCảm ơn bạn rất nhiều vì đã xem xét kỹ lưỡng của bạn. Chúng tôi đánh giá cao nó.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi.\nTôi rất tiếc vì bạn không thể mua được gì ở chợ Bến Thành vì cảm thấy bị người bán hàng quấy rầy. \nHọ sẽ không bao giờ hiểu được điều đó. Họ chỉ đơn giản nghĩ rằng khi họ nhiệt tình mời bạn đến cửa hàng của họ thì bạn sẽ không đến cửa hàng khác. \nChúng tôi hy vọng sẽ có một cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam với các dịch vụ tốt của chúng tôi. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Wow, đây quả là một ngày tuyệt vời. Chúng tôi được đón từ bến du thuyền trên một chiếc xe có máy lạnh và đưa về Thành phố Hồ Chí Minh. Chúng tôi đã có thể đến thăm một ngôi chùa, đi xe kéo dựng tóc gáy, thăm bảo tàng Chiến tranh nghiêm túc, ăn một bữa trưa tuyệt vời tại Phu 2000, ghé thăm một khu chợ cực kỳ đông đúc và ngắm nhìn nhà thờ Norte Dame và bưu điện TẤT CẢ trong một ngày. Công ty này cung cấp một dịch vụ tuyệt vời với mức giá thực sự tốt. Thông tin liên lạc rất tuyệt vời và hướng dẫn viên du lịch và tài xế nhiều thông tin, lịch sự và vui vẻ. Không giống như các chuyến tham quan do Công chúa đề xuất mà chúng tôi đã thực hiện ở nơi khác. Chúng tôi sẽ không ngần ngại tham gia cùng họ lần nữa nếu chúng tôi ở trong nước. Đọc thêm",
            "Kính gửi JudyJ324,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn rất thích chuyến tham quan cùng chúng tôi.\nĐọc đánh giá nhiệt tình và đánh giá cao của bạn, chúng tôi cảm thấy rất được khen thưởng cho công việc khó khăn của chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "We found Smile tours through Tripadvisor and I read all the reviews thoroughly before booking. My main concern being aboard a cruise ship was getting back in time to catch the boat before it left as Saigon was a good 2 hour drive away.The communication was very efficient and professional as was the collection point - with the Phu My port area and a two minute walk from disembarkation point.The mini coach was comfortable for the 6 guests who had booked independently on the tour. We were all able to spread out so we could stretch our legs on the long ride.The water provided was also a good touch.The Jade Temple was interesting and out guide gave us decent insights. The coach driver was always available in a  close by location so we did not have far to walk in the heat.The cyclo  -  rickshaw -  tour was a highlight. Totally crazy traffic but everyone is so calm and no one ever bumps into anyone. A must do. The whiz through the flower market was great too.Lunch was at Pho 2000. Air conditioned, clean and great food. the deep fried spring rolls were a stand out. The Cathedral is partially boarded up but you can still see the grandeur and the post office is an interesting building to walk around.The war museum is challenging. The photo galleries in particular tell of the cruelty of the war. It - s sombre, sickening and compulsive all in one.The statue of Ho Chi Minh was covered when we visited  -  outside city hall -  but is likely impressive. We went to the Rex Hotel to see where the five o clock folly - s happened, but you may want to give it a miss. Certainly don - t buy 2 cokes and sit down - unless you want to spend your days budget here!The Ben Tranh Market was crowded, hot and oppressive. Everyone ants to make a sale and they will go to some lengths to do so. Keep your head  -  and wallet close - , go in for short bursts and then get some clear air. Try to keep your sense of humour. Bargain hard. Whatever you get it down to, you are still likely to be paying over what it would costs elsewhere.But, when you are talking about small amounts, doe sit really matter. The many 000,000 - s in the currency can be very disorienting but when you remember you are haggling over 50 cents, maybe just be gracious and go with it!!A fabulous, chaotic day out and a really good productive day to give you an insight into Saigon. Our guide was awesome- very open and helpful.We got back to the boat on time and felt in safe hands throughout. Highly recommended if you want more than a large cruise excursion.Read more",
            "FionaFen thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét kỹ lưỡng của bạn.\nChúng tôi đánh giá cao thời gian và công sức của bạn để viết nó. \nChúng tôi rất vui vì bạn đã tận hưởng chuyến du lịch trong ngày đến Sài Gòn cùng chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam.\nHãy giữ liên lạc nhé.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Xin chào\n\nChúng tôi sắp đặt chuyến tham quan tương tự này nhưng không chắc mình sẽ cần bao nhiêu tiền cho chuyến thăm Việt Nam một ngày - bữa trưa - và nơi tốt nhất để nhận nó?Đọc thêm",
            "tôi đã thuê một chiếc ô tô và tài xế bằng cách sử dụng diễn đàn cố vấn chuyến đi và sau đó tra cứu các chuyến tham quan ở Phú Mỹ. Tài xế đến từ Hồ Chí Minh chi phí cho cả ngày là 100 đô la. Chúng tôi sẽ rất vui nếu bến tàu của bạn ở Phú Mỹ chỉ mất 2 giờ để đến đó ho chi min nó không đáng đâu bạn sẽ mất 4 giờ chúng tôi nhìn vào phu my và vây quanh rất nhiều để xem bữa trưa sẽ tốn 4 chúng tôi trả 70 hoặc 80 cho chúng tôi là một sự lừa đảo nếu bạn nghiên cứu trước nếu bạn cập bến ho chi min nhiều taxi ở cảng với giá khoảng 50-60 us tùy thuộc vào mức độ mặc cả của bạnĐọc thêm",
            "Xin chào, bạn muốn biết gì về điểm du lịch này?\n\nBạn đón khách từ cảng du lịch lúc mấy giờ và trả khách về?\nCon tàu của chúng ta sẽ là thiên niên kỷ nổi tiếng\nXin hỏi bao nhiêu một người.\n\nCảm ơn\n\nTrân trọngĐọc thêm",
            "Hãy kiểm tra trang web của họ và liên hệ qua email. Họ đúng giờ và làm việc theo lịch trình của tàu để đón và trả khách. Chúng tôi thực sự thích chuyến tham quan này như một điểm nhấn trong các cảng châu Á của chúng tôi. JeffĐọc thêm",
            "Tour từ Phú Mỹ vào Sài Gòn giá bao nhiêu. Tôi - tôi sẽ đi du ngoạn vào ngày 24 - 02 - 2020 và đang tìm cách tập hợp một nhóm lại với nhau. Hành trình và điểm dừng là gì? Ngoài ra bạn có thể mang theo bao nhiêu trong chuyến đi?Đọc thêm",
            "If you email them direct through their website they reply within a day. This is the email we received about a tour in April 2019. We did the Saigon Highlights and it was great. Highly recommended, the guide spoke English very well, he adapted the tour around the rain and the returning traffic. Smile tours do a lot for the cruise ships so can meet you directly outside the ship - we used this tour because it was more suited to the things we wanted to in Saigon compared to what the ship tours were offering.\n\n28 APRIL 2019: SAIGON HIGHLIGHTS TOUR\n08:00 Arrival at Phu My port\n08:30 Pick up from the pier inside of Phu My port to transfer to HCMC  - Saigon - \n10:00 Visit China town, Thien Hau temple  - Sea Goddess temple - \n10:30 Enjoy a fantastic trishaw ride through the hustle and bustle of the city\n11:30 Visit the Notre Dam Cathedral and the old post office\n12:00  Stop at the city center, taking nice photos of the City hall, Opera House, the Rex hotel\n12:30 Enjoy Lunch at Pho 2000 restaurant where President Clinton enjoyed the local specialties of spring rolls and Pho noodle soup in 2000  - not included - \n13:30 Shopping at the Ben Thanh market\n15:00 Transfer to visit the War Museum\n16:30 Transfer back to Phu My port\n18:00 Drop-off at the pier\nEnd of tours.\nTour Price: USD 85 - person  - in a private tour for 4-6 persons - \nTour Price: USD 75 - person  - in a sharing group of 7-16 people - \nTour inclusions:\nPrivate modern transport with air-condition, English speaking guide, entrance fees for tourist sites, trishaw ride, refreshment of water and wet tissues and permit to pick up inside the port\nTour exclusions:\nDrinks and food, travel insurance, Tips, Costs not included above\n\n28 APRIL UNUSUAL ATTRACTIONS OF SAIGON\n08:00 Arrival at Phu My port\n08:30 Pick up from the pier inside of Phu My port to transfer to Saigon\n10:00 Visit Quan Am Pagoda \n10:30 Take a fascinating trishaw ride through the hustle and bustle of China town\n11:30 Visit the Cao Dai temple which is a colorful combination of 5 religions: Buddhism, Taoism, Confucianism, Catholicism, and Muslim. Attend the ceremony at 12:00\n13:00 Enjoy lunch at a local restaurant to taste delicious\n Vietnamese specialties of noodle soup and spring rolls  - excluded - \n14:00 Shop till you drop at the Ben Thanh market\n15:30 Visit the Bitexco Financial Tower which is the tallest building in the city. Take a lift to the Skyview tower  - the 49th floor -  to see panoramic views of the city  - excluded lift ticket -    or go to the Heli bar  - on the 52th floor -  to have a drink             - excluded -  and good views of the city.\n16:30 Transfer back to the ship \n18:00 Dropped off at the pier\nEnd of service\nThe itinerary is subject to changes upon the real timing and all the guests -  interests\nTour Price: USD 85 - person  - in a private tour for 4-6 persons - \nTour Price: USD 75 - person  - in a sharing group of 7-16 people - \nTour inclusions:\nPrivate modern vehicle with air-condition, trishaw ride, English speaking guide, entrance fees for tourist sites, 2 bottles of water and wet tissues per person, permit for picking up inside the port.\nTour exclusions:\nDrinks and food, travel insurance, lift ticket to the skyview floor of the Bitexco tower,Tips, Costs not included aboveRead more",
            "Chúng tôi là 2 hành khách trên tàu du lịch đến vào ngày 15 tháng 3 trên tàu Queen Victoria. Bạn có thể cho tôi biết nơi bạn đón khách du lịch tại cảng và liệu bạn còn chỗ trống cho chuyến tham quan Hồ Chí Minh vào ngày đó không? Cảm ơn \nDebbie - SteveĐọc thêm",
            "Kính gửi debrap850,\nChúng tôi có tối đa 16 người trong một nhóm. \nChúng tôi đang tập hợp một nhóm từ tàu của bạn cho chuyến du lịch Sài Gòn vào ngày 15 tháng 3 năm 2019. Vui lòng gửi email cho chúng tôi để tham gia chuyến tham quan. \nChúng tôi mong chờ tin từ bạn. \nCảm ơn \nThiĐọc thêm",
            "Chúng tôi là 2 hành khách đến tàu Queen Victoria vào ngày 15 tháng 3. Với những đánh giá tuyệt vời của bạn, chúng tôi rất muốn tham gia chuyến tham quan thành phố từ cảng du lịch. Bạn có thể cho tôi biết số điện thoại bạn thường có trong các chuyến tham quan theo nhóm không? Cảm ơn bạnĐọc thêm",
            "Nhóm của chúng tôi có 7 người, nhưng đó là chuyến đi đến vùng nông thôn chứ không phải Thành phố Hồ Chí Minh vì chúng tôi đã dành khá nhiều thời gian ở đó trước đó. Đó là một chuyến đi tuyệt vời và có lẽ là chuyến đi tốt nhất mà chúng tôi có thể yêu cầu khi đến cảng. Tôi muốn đi Đồng bằng sông Cửu Long nhưng nó quá xa. Nhóm của chúng tôi rất thích chuyến đi và chúng tôi đã thưởng thức bữa trưa hải sản tuyệt vời mà không được bao gồm trong giá tour. Chi phí cho mỗi người là - 80,00. Đọc thêm",
            "Xin chào, chúng tôi sẽ lên tàu vào ngày 24 tháng 12 đến Phú Mỹ vào khoảng 7 giờ sáng. Tàu của chúng tôi, Diamond Princess, sẽ khởi hành lúc 6 giờ chiều.  Chúng tôi đã ở Thành phố Hồ Chí Minh vài ngày và đã đến Địa đạo Củ Chi. Chúng tôi quan tâm đến việc thực hiện một chuyến tham quan trong khu vực và sẽ quan tâm đến các đề xuất của bạn nếu công ty của bạn sẵn sàng. Cảm ơn Karen - John FlorioĐọc thêm",
            "Gửi email trực tiếp cho Thi để xin gợi ý của anh ấy. Anh ấy có thể thiết kế tour du lịch phù hợp với bạn với mức giá hợp lý.\nHy vọng bạn có một kỳ nghỉ tuyệt vời. Đọc thêm",
            "xin chào kate, Bạn có thể giải thích chuyến tham quan bạn chọn với Smile Tours không? Tôi cũng ngồi xe lăn, - có thể đi bộ được vài mét - thì tôi mới biết cơ hội là gì. Cảm ơn bạnĐọc thêm",
            "Xin chào Gaike B,\nVui lòng gửi email cho tôi kế hoạch chuyến đi của bạn: khi nào bạn muốn thực hiện, bao nhiêu người, bạn muốn làm gì, điều kiện thể chất của bạn, v.v. Tôi sẽ cho bạn những gợi ý phù hợp.\nBạn có sử dụng xe lăn bằng tay không? Tôi chỉ có thể điều khiển được xe lăn bằng tay. \nTôi mong sớm nhận được hồi âm từ bạn.\nTrân trọng,\nThiĐọc thêm",
            "Giá tour từ Phú Mỹ vào TP.HCM là bao nhiêu.  Bạn có thể báo giá cho tôi về 14 người trong tháng 5 từ Sun Princess không.Đọc thêm",
            "Bạn cần liên hệ trực tiếp với công ty du lịch.  Yêu cầu quản lý trực tiếp Ms Thi.  Bạn sẽ không thất vọng, Smile Tour of Sài Gòn HMC thật tuyệt vời, đặc biệt là đi xe kéo.  Xin vui lòng xem đánh giá của tôi để biết thêm chi tiết.\n\nChúc may mắn.Đọc thêm",
            "Xin chào, chúng tôi đang tìm kiếm chuyến đi trong ngày của Smile - hoặc công ty khác từ tàu du lịch Millenium đến Thành phố Hồ Chí Minh vào ngày 28 tháng 1. Khó tìm thấy điều này trên trang web Smile.\n\nCảm ơn,\nGilesĐọc thêm",
            "Xin chào Giles,\n\nThi điều hành một công ty tốt và sẽ cung cấp cho bạn một chuyến tham quan tuyệt vời mà không gặp rắc rối. Chúng tôi đã sử dụng dịch vụ của họ hai lần từ Cảng Phú Mỹ và cả hai lần đều tuyệt vời. Diễn đàn này không cho tôi đăng trang web của họ có tên là smiletoursvietnam.\nHãy tìm các tour du lịch miền Nam Việt Nam; tất cả các tùy chọn đều có trên đó và thông tin liên hệ của họ nằm ở đầu trang....Đọc thêm",
            "Tôi thích đi du lịch đồng bằng sông Cửu Long, nhà máy kẹo dừa.  Đến ngày 31/10 trên Diamond Princess ở Phú Mỹ.  Bạn có văn phòng tại cảng để chúng tôi có thể sắp xếp các nhóm vào phút cuối đến TP.HCM không? Cảm ơn.Đọc thêm",
            "Không có văn phòng tại cảng nhưng tôi nghĩ họ có thể sắp xếp việc đó cho bạn và tốt hơn hết bạn nên sắp xếp trước vì thông thường bạn cũng có thể yêu cầu giảm giá. Vì bạn đến TP.HCM nên bạn chỉ cần ghé qua văn phòng của họ để thanh toán và xác nhận các hoạt động của bạn ở đó. Đọc thêm"
        ],
        "star_ratings": [
            276,
            26,
            0,
            0,
            3
        ],
        "review_amount": 305,
        "location": [
            "Dịch vụ Smile Tours - Tour trong ngày",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 8, 2019",
            "Written March 5, 2019",
            "Written March 4, 2019",
            "Written February 26, 2019",
            "Written February 24, 2019",
            "Written February 22, 2019",
            "Written February 22, 2019",
            "Written February 18, 2019",
            "Written February 13, 2019",
            "Written February 9, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8766114-Reviews-or50-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or40-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or60-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455410-Reviews-Rex_Hotel_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454974-Reviews-Saigon_Opera_House_Ho_Chi_Minh_Municipal_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7310219-Reviews-The_Mist_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1910195-Reviews-People_s_Committee_Building-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13442216-Reviews-Fisheye_Travel_Speedboat_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1784754-Reviews-Dong_Khoi_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4881460-Reviews-Pham_Minh_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12584392-Reviews-Brothers_Boutique_Men_s_Spa_Salon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17853334-Reviews-Car_Rental_With_English_Driver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698554-Reviews-Vera_Nails_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g41802-d2294213-Reviews-Sandwich_Boardwalk-Sandwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41790-d3476278-Reviews-Bearskin_Neck-Rockport_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g38815-d1546914-Reviews-Schlitterbahn_Waterpark_Kansas_City-Kansas_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d3445823-Reviews-Nauset_Light_Beach-Eastham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d12516172-Reviews-Chesapeake_Bay_Bridge-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d190554-Reviews-Van_Gogh_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32917-d4985651-Reviews-Eagle_Mountain_Casino-Porterville_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1106066-Reviews-Mandalay_Bay_Beach-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g188576-d1867460-Reviews-Designer_Outlet_Roermond-Roermond_Limburg_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35583-d2221459-Reviews-Yellowstone_Bear_World-Rexburg_Idaho.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or60-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or50-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Smile Tours Service - Day Tours",
        "attraction_name_vi": "Dịch vụ Smile Tours - Tour trong ngày",
        "general_info": [
            "305 đánh giá",
            "- 34 trên 472 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Tour du lịch văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Du lịch sinh thái"
        ],
        "attraction_summary": "Đội ngũ dịch vụ của Smile Tours tự hào giới thiệu đến bạn phong cách điều hành tour du lịch đặc trưng của chúng tôi: hiệu quả, linh hoạt, đáng tin cậy, chân thực và tiết kiệm. Với hơn 30 năm kinh nghiệm và hiểu biết sâu rộng về du lịch tại Việt Nam và Đông Nam Á, chúng tôi có thể thực hiện bất kỳ loại tour nào trong khu vực này: tour cổ điển, tour sinh thái, tour MICE, tour nghiên cứu, đặc biệt là tour du lịch độc đáo dành cho người khuyết tật và tour dành cho người khiếm thính. Đọc thêm",
        "reviews": [
            "Chuyến tham quan tuyệt vời ở Sài Gòn. Bao phủ nhiều nhóm và thấy nhiều nơi trong thành phố. Ăn trưa tuyệt vời tại một nhà hàng nơi Bill Clinton đã ghé thăm. Sau đó mua sắm tại chợ bên kia đường. Hướng dẫn viên du lịch tuyệt vời. Rất khuyến khích. Xe buýt du lịch đến cảng để đón chúng tôi. Đề xuất duy nhất là làm cho các biển báo rõ ràng hơn một chút để chúng tôi có thể tìm thấy các tour du lịch Smile dễ dàng hơn. Đọc thêm",
            "Thân gửi tonyy419,\nCảm ơn bạn rất nhiều vì đã đánh giá.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi.\nChúng tôi sẽ nghĩ cách làm cho biển báo trực quan hơn.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nVui lòng đi du lịch cùng chúng tôi một lần nữa khi bạn quay lại Việt Nam.\nChúc bạn mọi điều tốt lành,\nThiĐọc thêm",
            "Chúng tôi đã có dịch vụ tuyệt vời từ Smile Tours. Khi tôi liên hệ với công ty về các cảng du lịch của chúng tôi ở Việt Nam, tôi nhanh chóng nhận được phản hồi từ bà Thi. Ngay từ lần liên hệ đầu tiên, cô ấy luôn nhanh chóng - và kiên nhẫn - trong các câu trả lời của mình, bao gồm cả các cuộc gọi điện thoại trong các chuyến tham quan để đảm bảo mọi thứ đều ổn. Chúng tôi đã đặt 2 tour với cô ấy, Tour tham quan thành phố Sài Gòn và Tour Ngũ Hành Sơn. Cô ấy giải thích rằng bạn có 3 lựa chọn: riêng tư, nhỏ với số lượng hạn chế - tôi nghĩ là 16 - và sau đó là một nhóm lớn với giá được điều chỉnh tương ứng. Chúng tôi muốn có một nhóm nhỏ nên cô ấy đề nghị tôi tuyển dụng các thành viên khác thông qua Cruise Critic mà tôi đã làm... lần đầu tiên đối với tôi nhưng đó là một nỗ lực thành công. Chúng tôi giới hạn nhóm của mình ở mức 8 người, điều này phù hợp với chúng tôi. Ưu điểm duy nhất tôi có thể thấy từ một nhóm lớn là tầm nhìn tốt hơn từ một chiếc xe buýt cao hơn. Hướng dẫn viên của chúng tôi đều thân thiện và đầy đủ thông tin. Điểm nổi bật của chuyến du lịch Sài Gòn là đi xe xích lô. Kêu! Bữa trưa tại quán phở rất ngon và giá cả hợp lý. Tôi không biết nên mong đợi điều gì ở Ngũ Hành Sơn nhưng nó rất đẹp. Sau chuyến tham quan Hội An, hướng dẫn viên của chúng tôi đã giới thiệu một nhà hàng ngon có ban công nhìn ra đường.  - Xin lỗi, tôi quên tên - . Tôi muốn giới thiệu cả hai tour du lịch. Trong cả hai trường hợp, hướng dẫn viên du lịch đều gặp chúng tôi tại cảng, bên trong cổng. Đôi khi tiếng Anh của họ hơi khó hiểu nhưng điều đó sẽ không khiến tôi không thể đặt lại. Nói chung, Smile Tours cung cấp dịch vụ chuyên nghiệp và có giá trị lớn. Đọc thêm",
            "Kính gửi IamAtravlr,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. \nChúng tôi rất vui vì bạn thích các chuyến tham quan cùng chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình, đặc biệt là hướng dẫn viên - nói tiếng Anh. \nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam. \nMọi điều tốt đẹp nhất,\nThị\nĐọc thêm",
            "Bố tôi và tôi đã đặt Tour du lịch nổi bật Sài Gòn tại Thành phố Hồ Chí Minh với Smile Tours vào ngày 14 tháng 1. Đây là một chuyến tham quan địa phương tốt hơn nhiều so với những gì tàu du lịch cung cấp và cả hai chúng tôi đều rất hài lòng với kết quả. Chúng tôi được công ty du lịch đón từ cảng Phú Mỹ và có một ngày tuyệt vời. Chuyến tham quan này đến đúng như quảng cáo. Chúng tôi bắt đầu bằng việc viếng thăm chùa Ngọc Hoàng. Sau đó chúng tôi đến thăm Nhà thờ Đức Bà và bưu điện cũ. Tôi thực sự rất thích Bảo tàng Chứng tích Chiến tranh. Thật thú vị khi thấy quan điểm của Chính phủ Việt Nam về cuộc chiến. Khi công ty khuyến khích bạn - hãy tận hưởng chuyến đi xích lô tuyệt vời qua sự hối hả và nhộn nhịp của thành phố - họ không đùa đâu. Có hàng nghìn cư dân với những chiếc Honda - xe máy - chạy qua chạy lại trong thành phố. Từ đó, chúng tôi viếng thăm phố Tàu, chùa Thiên Hậu - đền thờ Nữ thần Biển -. Trong bữa trưa tại nhà hàng Phở 2000 nơi Bill Clinton đến vào năm 2000 để nếm thử các đặc sản địa phương, tôi đã ăn một ít thịt gà nướng, cơm và bia địa phương. Nó là rất tốt. Ngoài việc mua quà lưu niệm ở chợ Bến Thành, hướng dẫn viên của chúng tôi còn rất tốt bụng khi đưa bố tôi vào một phòng trưng bày nghệ thuật địa phương vì bố đang tìm một bức tranh nhỏ để mang về nhà. Tôi - tôi rất vui khi nói rằng bức tranh nhỏ này đã sống sót sau chuyến bay về nhà. Chúng tôi kết thúc một ngày với những điểm dừng chụp ảnh tại Hội trường Thống Nhất - bên ngoài - và tại Tòa thị chính, Nhà hát Lớn và khách sạn Rex. Đó là một ngày tuyệt vời. Cảm ơn Smiles vì ​​một chuyến tham quan tuyệt vời.Đọc thêm",
            "Jame Z thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn. \nChúng tôi rất vui vì bạn rất thích chuyến tham quan cùng chúng tôi. \nBên cạnh những kỷ niệm đẹp trong chuyến đi, bố các bạn còn mang theo một bức tranh nhỏ về nhà để bồi thêm kỷ niệm về Việt Nam. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nChúng tôi hy vọng bạn sẽ biết nhiều hơn về Việt Nam. \nMọi điều tốt đẹp nhất \nThiĐọc thêm",
            "Chuyến tham quan bờ biển độc lập tuyệt vời từ cảng du lịch Phú Mỹ ở Việt Nam, sắp xếp trực tuyến dễ dàng, đón từ cảng thuận tiện, trải nghiệm nhóm nhỏ, xe tải có máy lạnh, hướng dẫn viên nói tiếng Anh am hiểu và lái xe giỏi,. Chúng tôi đến thăm những điểm nổi bật của Sài Gòn, đi xe kéo dựng tóc gáy len lỏi qua dòng xe cộ đông đúc, ăn trưa tại một nhà hàng đẹp phục vụ các món ăn ngon của Việt Nam và được đưa trở lại cảng du lịch trong thời gian rảnh rỗi!! Đề xuất chuyến tham quan Smile nhóm nhỏ này.Đọc thêm",
            "Marusiamd thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn. \nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nTôi phải bật cười khi bạn mô tả việc đi xe xích lô thật dựng tóc gáy. Bạn đã sống sót sau nó! Và đó là điều bắt buộc phải không? \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam. \nMọi điều tốt đẹp nhất,\nThị\n\nĐọc thêm",
            "Chúng tôi đã có chuyến tham quan ngày gia đình riêng đến thành phố Hồ Chí Minh.  Xe đạp riksha là một trải nghiệm không giống ai.  Việc len lỏi qua dòng xe cộ trông thật dễ dàng. Hướng dẫn viên và tài xế của chúng tôi rất tự do và hài lòng mọi yêu cầu của chúng tôi.  Đây là một trong những chuyến đi chơi tuyệt vời nhất của chúng tôi.Đọc thêm",
            "Kính gửi NR1234562014,\nCảm ơn rất nhiều cho nhận xét của bạn!\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình!\nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chuyến tham quan tuyệt vời. Hướng dẫn tuyệt vời - lái xe. Chúng tôi đã thực hiện điều này như một chuyến tham quan trên bờ trên du thuyền Princess. So sánh ghi chú với những người tham gia cùng chuyến tham quan do Princess cung cấp, chúng tôi ít tốn kém hơn, bao quát hơn về những điều chúng tôi đã thấy và đã làm. Nhóm cũng nhỏ hơn nên ít lãng phí thời gian hơn khi đưa một lượng lớn người lên và xuống xe buýt. Chúng tôi không bị xô đẩy hay vội vã đến các địa điểm như một số người tham gia chuyến du ngoạn trên bờ biển Princess. Chúng tôi đã có một trải nghiệm xích lô rất thú vị. Tôi thực sự muốn giới thiệu các chuyến tham quan Smile.Đọc thêm",
            "Kính gửi Denis671214,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. \nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nChúng tôi hy vọng bạn sẽ thấy nhiều hơn về Việt Nam trong tương lai với chúng tôi. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Tôi đã tổ chức một chuyến du lịch độc lập cho 35 người từ tàu du lịch của chúng tôi vào một ngày ở Sài Gòn. Ngay từ những tháng đầu tiên, Smile Tours đã rất tuyệt vời khi hợp tác - email luôn được phản hồi nhanh chóng, hiệu quả và chuyên nghiệp. Vào ngày chúng tôi được ba chiếc xe đón tại cảng và chuyến tham quan thật tuyệt vời. Chuyến xe kéo qua Sài Gòn và vào khu phố Tàu là điểm nhấn và sẽ mãi được ghi nhớ. Tôi sẽ không ngần ngại tham gia Smile Tours để trải nghiệm Những điểm nổi bật của Sài Gòn. Đọc thêm",
            "Kính gửi Travelholic8,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. \nCảm ơn bạn rất nhiều vì đã tổ chức một vài nhóm với chúng tôi. \nChúng tôi rất vui vì tất cả những người tham gia đều hài lòng với các chuyến tham quan. \nChúng tôi hy vọng sẽ cho bạn thấy nhiều hơn về Việt Nam trong tương lai. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Tôi chọn công ty vì những đánh giá tốt trên Tripadvisor và họ không làm thất vọng hành trình du ngoạn của chúng tôi đã bị thay đổi sau khi chúng tôi khởi hành và chúng tôi dự định đến sớm hơn một ngày so với dự định. Thi đã có thể sắp xếp lại mọi thứ trong thời gian ngắn và người hướng dẫn của chúng tôi, Kris tuyệt vời - Đặng Trinh Võ - đang đợi trên bến tàu cùng với người lái xe tuyệt vời không kém Mr Duck. Nhóm 8 người của chúng tôi tận hưởng từng phút của chuyến tham quan từ đầu đến cuối, đặc biệt là chuyến đi xích lô - không thể bỏ qua - khi chúng tôi về đến nhà, có rất nhiều bức ảnh trong ngày đang chờ chúng tôi. Tôi có thể - không thể giới thiệu công ty rất tốt đủ rồi Cảm ơn Thi Kris và Mr DuckĐọc thêm",
            "Kính gửi patanddenise2016,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. \nChúng tôi rất vui vì bạn rất thích chuyến tham quan cùng chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Cảng Phú Mỹ: Chúng tôi đặt tour đồng quê với tour Vũng Tàu. Chúng tôi đến thăm làng Long Hương, tham quan một ngôi làng nông thôn và Vũng Tàu, đi xem tượng Chúa Giêsu Kitô khổng lồ trên một ngọn đồi đối diện bãi biển và thăm Bạch Dinh, nơi ở mùa hè của các vị vua trước đây. Ngoài ra chúng tôi còn viếng thăm Đền thờ Tổ Tiên Thang I, II, - III. KHÔNG bao gồm bữa trưa nhưng chúng tôi dừng lại ở một nhà hàng hải sản xinh xắn cạnh biển và sau đó quay trở lại Phú Mỹ. Chúng tôi có thời gian để mua sắm một chút. Người hướng dẫn của chúng tôi là Ti, và khi chúng tôi đặt câu hỏi, anh ấy sẵn sàng trả lời chúng, tuy nhiên, anh ấy đã dành quá nhiều thời gian cho điện thoại và không có đủ thời gian để cho chúng tôi biết những gì chúng tôi đang thấy. Nhóm của chúng tôi có 7 người và chi phí là - 80.Đọc thêm",
            "Kính gửi Hav2be,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.  \nTôi hy vọng bạn thích chuyến tham quan cùng chúng tôi. \nTôi xin lỗi về việc hướng dẫn mà anh ấy đã dành quá nhiều thời gian trên điện thoại. Chúng tôi sẽ nói chuyện với anh ấy để không làm điều đó nữa. Chúng tôi cũng sẽ hướng dẫn các hướng dẫn viên khác không làm điều đó. \nChúng tôi sẽ cố gắng cải thiện dịch vụ của mình. \ntrân trọng cảm ơn \nThị\nĐọc thêm",
            "Ms. Thi and Smile Tours were responsible for the highlight of our cruise in SE Asia with the Viking Orion.  Berthed at the Saigon Premier Container Terminal, Smile Tours picked a small group of us right at the dock, the only such private company tour that we saw permitted to do so.  With Ms. Thi - s suggestions, we established the itinerary for the half day tour of Ho Chi Minh City before our arrival.  The tour was informative, complete, flexible, and personal with no contrived  - buying opportunities - .  We transitioned directly into an evening food tour that was simply outstanding and led by Ms. Thi herself.  Ms. Thi took us to three authentic, yet different, Vietnamese restaurants and ordered enough food at each one to constitute more than 3 complete meals.  The first featured Vietnamese pancakes, the second dim sum, and the third Vietnamese barbecue.  At each, soft drinks and local beer were included.  Ms. Thi planned to take us for drinks and conversation to the back packers -  area of the city but we were so full and tired that we voted to return to the ship.  The next day - s tour of the Mekong Delta was simply one of the best, if not the best tour, we have ever taken.  We were taken to a number of small local, authentic  - businesses -  that really portrayed rural life in the Delta.  Again, there was no  - hard sell -  of anything; in fact, at most places, there was nothing for sale.  We were transported by 2 Sanpans, tuk tuks, and small rowboats  - carrying 3-4 passengers -  through rivers, rural roads, and small, muddy jungle streams.  The scenery and photo opportunities were outstanding.  We stopped twice for refreshments, once for a generous sampling of local, exotic fruits and then for a large, multi-course lunch that included the local specialty, elephant ear fish.  The lunch was in a small thatched roof hut on a local farmer - s property and the ambience and the portions exceeded our expectations and appetites.  I cannot imagine a better one-day experience in the Mekong Delta!  The prices for each of the tours was very reasonable and Ms. Thi was remarkably responsive and helpful in setting up the tours prior to our arrival.  I highly recommend you consider Smile Tours if you are visiting HCMC and the Mekong Delta and assure you that you will not be disappointed.Read more",
            "Kính gửi NearRetired3,\nChúc mừng năm mới 2019!\nTôi hy vọng rằng bạn đã tận hưởng những ngày nghỉ tuyệt vời bên những người thân yêu của mình. \nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. \nTôi rất vui vì chúng tôi đã tổ chức một số tour du lịch tốt nhất ở Việt Nam cho chuyến đi của bạn. \nCá nhân tôi cũng rất thích chuyến tham quan ẩm thực của chúng tôi. Tôi vẫn còn nhớ nhiều tiếng cười và những câu chuyện chúng tôi chia sẻ. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nTôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam. \nMọi điều tốt đẹp nhất,\nThị \nĐọc thêm"
        ],
        "star_ratings": [
            276,
            26,
            0,
            0,
            3
        ],
        "review_amount": 305,
        "location": [
            "Dịch vụ Smile Tours - Tour trong ngày",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 3, 2019",
            "Written February 3, 2019",
            "Written February 1, 2019",
            "Written January 31, 2019",
            "Written January 28, 2019",
            "Written January 27, 2019",
            "Written January 27, 2019",
            "Written January 19, 2019",
            "Written January 4, 2019",
            "Written December 27, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8766114-Reviews-or60-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or50-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or70-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455410-Reviews-Rex_Hotel_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454974-Reviews-Saigon_Opera_House_Ho_Chi_Minh_Municipal_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7310219-Reviews-The_Mist_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1910195-Reviews-People_s_Committee_Building-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13442216-Reviews-Fisheye_Travel_Speedboat_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1784754-Reviews-Dong_Khoi_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4881460-Reviews-Pham_Minh_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12584392-Reviews-Brothers_Boutique_Men_s_Spa_Salon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17853334-Reviews-Car_Rental_With_English_Driver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698554-Reviews-Vera_Nails_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d2507752-Reviews-Corral_De_La_Moreria-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g35183-d5503818-Reviews-La_Vaquita_Flea_Market-Pendergrass_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g562820-d6498615-Reviews-Centro_Comercial_Safari-Playa_de_las_Americas_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d1742693-Reviews-Pride_of_the_Hudson-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g944451-d319148-Reviews-Seegrotte_Hinterbruhl-Hinterbruhl_Lower_Austria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d560975-Reviews-DeSoto_State_Park-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g147292-d2159352-Reviews-Catalina_Island-La_Romana_La_Romana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1735323-Reviews-Aquaworld-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d580947-Reviews-Santa_Fe_Farmers_Market-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d6674247-Reviews-Buffalo_Park-Flagstaff_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or70-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or60-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Smile Tours Service - Day Tours",
        "attraction_name_vi": "Dịch vụ Smile Tours - Tour trong ngày",
        "general_info": [
            "305 đánh giá",
            "- 34 trên 472 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Du lịch sinh thái"
        ],
        "attraction_summary": "Đội ngũ dịch vụ của Smile Tours tự hào giới thiệu đến bạn phong cách điều hành tour du lịch đặc trưng của chúng tôi: hiệu quả, linh hoạt, đáng tin cậy, chân thực và tiết kiệm. Với hơn 30 năm kinh nghiệm và hiểu biết sâu rộng về du lịch tại Việt Nam và Đông Nam Á, chúng tôi có thể thực hiện bất kỳ loại tour nào trong khu vực này: tour cổ điển, tour sinh thái, tour MICE, tour nghiên cứu, đặc biệt là tour du lịch độc đáo dành cho người khuyết tật và tour dành cho người khiếm thính. Đọc thêm",
        "reviews": [
            "Chúng tôi đi cùng một nhóm nhỏ dành cả ngày ở Thành phố Hồ Chí Minh, thực hiện chuyến tham quan ẩm thực vào tối hôm đó và đến Đồng bằng sông Cửu Long vào ngày hôm sau. Chúng tôi đang đi du lịch và chiếc xe tải có thể đón chúng tôi và đưa chúng tôi về bến cảng - không phải điều mà tất cả các công ty du lịch đều có thể làm được. Hướng dẫn viên của chúng tôi trong những ngày này rất giàu thông tin và chúng tôi có thể trải nghiệm nhiều phương thức vận chuyển - xe ba bánh, xe tuk-tuk, các loại thuyền khác nhau và tất nhiên là xe buýt nhỏ - và cảm nhận về cuộc sống thực tế ở Việt Nam. Chuyến tham quan ẩm thực do Thi dẫn đầu thật tuyệt vời. Thật tuyệt vời khi được trải nghiệm TP HCM về đêm và tất cả các biến thể món cuốn và cuốn ngon tuyệt. Đừng ngần ngại hãy đồng hành cùng Smile Tours tại Việt Nam!Đọc thêm",
            "Kính gửi Holly1875,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nTôi rất vui vì bạn thích các chuyến tham quan cùng chúng tôi.\nTôi rất vui khi được tham gia cùng nhóm tham quan ẩm thực. \nTôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam. \nHãy giữ liên lạc. \nTôi xin chúc gia đình bạn một Giáng sinh vui vẻ và Năm mới 2019 hạnh phúc!\nMọi điều tốt đẹp nhất,\nThị Đọc thêm",
            "Chúng tôi đã thực hiện hai chuyến tham quan trong ngày riêng biệt với nhóm Smiles và chúng rất xuất sắc.  Đầu tiên là Ngũ Hành Sơn - Hội An.  Chúng tôi đã gặp hướng dẫn viên du lịch - ông Veit - ngay khi chúng tôi bước xuống tàu.  Anh ấy rất xuất sắc, rất chuyên nghiệp và có cách cư xử hoàn hảo.  Tôi thích việc anh ấy ngồi cùng bữa trưa để giải thích và dịch thực đơn cho chúng tôi.  Tất cả các địa điểm đều được bảo hiểm và đáp ứng đầy đủ mong đợi của chuyến tham quan. Chuyến tham quan thứ hai mà chúng tôi thực hiện là một ngày trọn vẹn ở thành phố Hồ Chí Minh.  Hướng dẫn viên của chúng tôi là Tom và xe buýt được Jerry lái một cách thành thạo, Tom đảm bảo chúng tôi được chăm sóc từng phút trong ngày.  Điểm nổi bật thực sự là chuyến đi xe xích lô. Bữa trưa cũng rất ngon khi chúng tôi ăn tối ở nơi người dân địa phương dùng bữa.  Nó rất bận rộn nhưng là một trải nghiệm tuyệt vời. Tôi không ngần ngại giới thiệu các chuyến tham quan Smile. Cô Thi đã trả lời email của tôi trong vòng vài giờ và tôi thấy cô rất vui vẻ và hiệu quả khi giải quyết.  Tôi chắc chắn sẽ đặt lại nếu có cơ hội đến thăm đất nước Việt Nam hấp dẫn và những con người tuyệt vời ở đây.Đọc thêm",
            "Kính gửi D_Luxe_Cruiser,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn thích cả hai chuyến tham quan với chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam. \nChúng tôi xin chúc bạn một Giáng sinh vui vẻ và Năm mới 2019 hạnh phúc!\nMọi điều tốt đẹp nhất,\nThị Đọc thêm",
            "Tôi đặc biệt giới thiệu cô Thi - Smile Tours để có trải nghiệm du lịch tốt nhất ở Việt Nam. Chúng tôi vừa trở về sau chuyến du ngoạn khắp Đông Nam Á - quyết định không thực hiện các chuyến du ngoạn bằng tàu vì số lượng rất hạn chế. Chúng tôi là một số cặp đôi - quan tâm đến việc trải nghiệm Việt Nam qua con mắt của người dân địa phương - hơn là với tư cách là khách du lịch. Chúng tôi đã liên lạc với cô Thi và cô ấy ngay lập tức trả lời - đã điều phối hai ngày trải nghiệm cá nhân ở Việt Nam cho chúng tôi mà chúng tôi chưa bao giờ nhận được ở nơi nào khác - mà chúng tôi sẽ không bao giờ quên. Cô Thi và nhóm của cô cực kỳ chuyên nghiệp và chu đáo.  Họ đảm bảo rằng chúng tôi cảm thấy thoải mái - an toàn mọi lúc mọi nơi, cung cấp nước lạnh - khăn tắm - những vật dụng khác khi cần thiết.  Chúng tôi rất thích chuyến tham quan Thành phố Hồ Chí Minh - bảo tàng - đặc biệt là đi xe xích lô. Chuyến tham quan ẩm thực vào ban đêm là điểm nổi bật trong chuyến đi của chúng tôi. Chúng tôi đã đến 3 nhà hàng đích thực khác nhau mà chúng tôi chưa bao giờ có thể tự mình tìm thấy. Đó là một ngày - đêm tuyệt vời. Chuyến tham quan đồng bằng sông Cửu Long vào ngày hôm sau là một trải nghiệm đáng kinh ngạc - bao gồm các buổi hội thảo nơi người dân địa phương sản xuất các sản phẩm từ dừa, đi xe tuk tuk thú vị qua vùng nông thôn, đi thuyền vạn đò - ăn trưa tại nhà vườn của nông dân địa phương.  Tôi cảm thấy như mình đã thực sự trải nghiệm - giờ đây tôi hiểu cuộc sống của người Việt Nam nhờ những chuyến du lịch này - sự lên kế hoạch cẩn thận của cô Thi cho những chuyến phiêu lưu này đã khiến tất cả thành hiện thực. Tôi không thể giới thiệu đủ cô Thi - nhóm của cô tại Smile Tours.  Họ thực sự tuyệt vời!!  Tôi có bạn bè đi du lịch Việt Nam vào tháng 2 - chắc chắn tôi sẽ giới thiệu họ với cô Thi! Cindy - Nam FloridaĐọc thêm",
            "Kính gửi Passport300566,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn.\nChúng tôi rất vui vì bạn thích các chuyến tham quan cùng chúng tôi. Quan trọng nhất là bạn đã được trải nghiệm một Việt Nam đích thực và trở về nhà với những kỷ niệm đáng nhớ trong những chuyến du lịch. \nCảm ơn bạn rất nhiều vì đã giới thiệu chúng tôi với bạn bè của bạn. Chúng tôi sẽ tiếp tục cải thiện dịch vụ của mình và đảm bảo rằng bạn bè của bạn cũng sẽ có những chuyến tham quan thú vị cùng chúng tôi. \nNếu bạn quay lại Việt Nam, vui lòng liên hệ lại với chúng tôi để biết thêm về đất nước xinh đẹp của chúng tôi. \nMọi điều tốt đẹp nhất,\nThị Đọc thêm",
            "Chúng tôi đã sử dụng cô Thi nhiều lần trong vài năm qua và cô ấy luôn cung cấp cho chúng tôi một chuyến tham quan tuyệt vời với mức giá rất hợp lý.  Lần này, cô ấy đã lên kế hoạch cho chúng tôi một chuyến đi bộ 5 ngày từ Hà Nội đến Đồng bằng sông Cửu Long và quay trở lại tàu du lịch của chúng tôi ở Phú Mỹ.  Các khách sạn, phương tiện đi lại và các chuyến du lịch mà cô ấy sắp xếp cho chúng tôi đều rất xuất sắc.  Tôi đặc biệt giới thiệu cô ấy cho bất kỳ chuyến du lịch nào của bạn khi đến thăm Việt Nam.  Giao tiếp với cô Thi thật tuyệt vời và cô ấy thậm chí còn gặp chúng tôi ở TP HCM để ăn tối khi chúng tôi ở đó.... cảm ơn cô Thi vì dịch vụ tuyệt vời mà bạn đã tiếp tục phục vụ.Đọc thêm",
            "Pauline H thân mến,\nCảm ơn bạn rất nhiều vì phản hồi tuyệt vời của bạn. Tôi rất vui vì bạn đã tận hưởng một chuyến đi khác ở Việt Nam cùng chúng tôi. \nThật tốt khi được gặp lại bạn. \nCảm ơn bạn rất nhiều vì sự hỗ trợ liên tục của bạn. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nChúng tôi không bao giờ biết rằng chúng ta có thể gặp lại nhau và bạn có thể có một chuyến khám phá Việt Nam khác trong tương lai gần. \nHãy giữ liên lạc nhé.\nMọi điều tốt đẹp nhất,\nThị Đọc thêm",
            "Chúng tôi đang đi du lịch nhưng quyết định thực hiện một chuyến tham quan theo nhóm nhỏ quanh khu vực thành phố Hồ Chí Minh thay vì cung cấp tàu.  Chúng tôi đã thực hiện một chuyến tham quan thành phố trong ngày, một chuyến tham quan ẩm thực ban đêm và một chuyến tham quan đồng bằng sông Cửu Long trong khoảng thời gian 2 ngày với Smile Tours.  Tuyệt vời theo giá nó.  Hướng dẫn viên của chúng tôi, Tuan - xin lỗi nếu tôi viết sai chính tả - trong hầu hết chuyến tham quan và sau đó là chủ sở hữu công ty Thi - cả hai đều có kiến ​​thức, có sức chứa và dễ làm việc. Các chuyến tham quan đều đưa chúng tôi đến các địa phương bạn sẽ không thấy trong một chuyến tham quan lớn - nhà hàng địa phương, cửa hàng địa phương, nhà địa phương, người buôn bán địa phương, v.v. -. Họ cũng cung cấp hương vị của nhiều loại phương tiện giao thông - xe xích lô, thuyền, thuyền tam bản, xe tuk tuk, v.v. Chúng tôi đã nếm thử các món ăn địa phương tại nhiều nhà hàng khác nhau - và họ phục vụ những người có nhu cầu ăn kiêng đặc biệt -.  Chúng tôi thực sự cảm thấy hòa mình vào văn hóa địa phương của Việt Nam. Đó là 2 ngày tuyệt vời mà chúng tôi sẽ không bao giờ quên.  Cảm ơn cô Thi đã sắp xếp việc này cho chúng tôi.Đọc thêm",
            "Bobbo_SRQ thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn thích các chuyến tham quan cùng chúng tôi.\nTôi rất vui khi được tham gia cùng nhóm tham quan ẩm thực. Chúng tôi đã có những tiếng cười vui vẻ. \nNếu bạn quay lại Việt Nam, hãy liên hệ lại với chúng tôi.\nChúng tôi hy vọng sẽ cho bạn thấy nhiều hơn về đất nước xinh đẹp của chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nMọi điều tốt đẹp nhất,\nThị \nĐọc thêm",
            "Sau khi đọc về cố vấn chuyến đi của Smile Tours, chúng tôi quyết định liên hệ với Thi và đặt tour du lịch trọn ngày tại Thành phố Hồ Chí Minh. Chúng tôi đã đặt tour cho mình nhưng Thi khuyên chúng tôi có thể mời người khác nếu muốn. Chúng tôi chỉ cần liên hệ với anh ấy và giá riêng sẽ giảm xuống. Trên tàu chúng tôi gặp một cặp đôi đáng yêu và họ cũng đến. Thi trả lời rất nhanh tất cả các email. Chúng tôi được hướng dẫn viên du lịch Andy và một tài xế đón lúc 7h30 sáng. Chúng tôi đến thăm một ngôi đền, Bảo tàng Chiến tranh tuyệt vời và ảm đạm, một ngôi chùa, một khu chợ chính - các quầy hàng của chính phủ rẻ tiền mà không cần mặc cả - những điểm tham quan chính và chúng tôi đã đi xe xích lô vui vẻ. Chúng tôi muốn bỏ bữa trưa, điều đó không sao cả với Andy. Tất cả chúng tôi đều yêu mến Andy vì anh ấy rất thân thiện và trả lời mọi câu hỏi của chúng tôi. Trở về khoảng 4h30 chiều và chuyến tham quan này tốt hơn và rẻ hơn so với chuyến du lịch được tổ chức bằng tàu 2 ngày trước đó. Chắc chắn sẽ giới thiệu Tai qua Smile Tours. Hãy lấy một số đô la Mỹ để sử dụng cho các mẹo kiếm được nhiều tiền.Đọc thêm",
            "Kính gửi Bernard10,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. \nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nChúng tôi hy vọng sẽ có nhiều cơ hội hơn để giới thiệu với các bạn nhiều hơn về đất nước xinh đẹp của chúng tôi. \nTrân trọng cảm ơn,\nThị Đọc thêm",
            "Chuyến tham quan đồng bằng sông Cửu Long gần đây của chúng tôi thật tuyệt vời.  Anh hướng dẫn viên của chúng tôi rất am hiểu thông tin và có sức chứa. Chúng tôi rất có thể giới thiệu Smile Tours. Arlene và Bob KĐọc thêm",
            "Kính gửi Arlene và Bob K,\nCảm ơn rất nhiều cho nhận xét của bạn.\nTôi rất vui vì bạn đã tận hưởng chuyến du lịch đồng bằng sông Cửu Long cùng Anh và Smile Tours. \nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Tôi rất hào hứng khi đặt một chuyến du lịch đón tôi sau chuyến du ngoạn nên tôi đã viết thư cho họ.  Đúng là chuyến đi phù hợp với dịp nghỉ Tết, nhưng điều tối thiểu họ có thể làm là viết thư và thông báo với tôi rằng họ đã đóng cửa.  Đánh giá tốt hay không....có gì đó không ổn với dịch vụ khách hàng của họ!  Tôi sẽ cập cảng vào ngày 4 tháng 2 năm 2019--Ngay trong kỳ nghỉ của họ.Đọc thêm",
            "TexasPam thân mến,\nTôi rất xin lỗi vì sự thất vọng của bạn. \nTôi sợ rằng có sự hiểu lầm nào đó ở đây.\nTôi đã kiểm tra tất cả hồ sơ của mình về các yêu cầu tham quan du lịch vào tháng 2 năm 2019, tôi không tìm thấy bất kỳ yêu cầu nào mà tôi từ chối cung cấp các chuyến tham quan. \nCó một số yêu cầu về tour sẽ diễn ra trong dịp nghỉ Tết của chúng tôi từ ngày 2 - 10/02/2019. Nhưng tôi chỉ thông báo với khách là tour sẽ đắt hơn vì vào dịp lễ nên họ nên có nhiều người tham gia tour để giảm bớt chi phí. \nTôi không từ chối bất kỳ yêu cầu nào. \nBạn có thể gửi lại email cho tôi yêu cầu của bạn được không: Thi.smiletours - gmail.com? \nTôi xin lỗi vì bất kỳ sự hiểu lầm. Tôi sẵn sàng cung cấp cho bạn bất kỳ chuyến tham quan nào được yêu cầu. \nTrân trọng,\nThị \nĐọc thêm",
            "Chuyến đi trọn ngày tại Thành phố Hồ Chí Minh. Không thể không giới thiệu tour này! Chúng tôi được đón lúc 7:30 sáng tại mạn tàu và được đưa trở lại ngay trước 5 giờ chiều. Hướng dẫn viên của Smile tour thực sự hiểu biết và rất thân thiện. Anh ấy nói tiếng Anh rất tốt. Chúng tôi đã đến thăm nhiều địa điểm thú vị bao gồm cả bảo tàng chiến tranh. Chúng tôi đã thưởng thức bữa trưa tại một nhà hàng mì địa phương có thực đơn giá cả phải chăng và đồ ăn ngon. Chuyến đi xe xích lô qua khu phố Tàu là một trải nghiệm mà chúng tôi sẽ không bao giờ quên! Hãy mang theo một ít đô la Mỹ - khoảng 5 đô la - để boa cho người điều hành vì đã làm việc chăm chỉ. Chúng tôi đã đến thăm một khu chợ lớn khá hỗn loạn với những người bán hàng cố gắng bán hàng. Hướng dẫn viên của chúng tôi đã chăm sóc chúng tôi rất tốt, thậm chí còn giải thích cách băng qua những con đường rất đông đúc một cách an toàn. Đây là một ngày tuyệt vời với mức giá hợp lý và chúng tôi rất vui vì đã chọn Smile Tours. Đọc thêm",
            "Dono2 thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn rất thích chuyến du lịch Sài Gòn cùng chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng có thể tổ chức thêm nhiều chuyến du lịch tại Việt Nam cho bạn trong tương lai.\nTrân trọng cảm ơn,\nThiĐọc thêm",
            "Đọc các đánh giá và đặt chỗ này một cách riêng tư trước khi chúng tôi đi, thật tuyệt khi những khách du lịch khác đã tham gia cùng chúng tôi trong chuyến tham quan, công ty du lịch đã khiến mọi người rất khó xuống xe, nói với chúng tôi rằng chúng tôi sẽ cần phải lên xe buýt đưa đón của họ và sẽ không có quyền truy cập về phía cảng, xin vui lòng lưu ý điều này. Chiếc xe buýt đang ngồi cạnh những chiếc xe buýt du lịch trên tàu và hướng dẫn viên du lịch rất nhiều thông tin, chúng tôi đã thấy tất cả các địa điểm trong thành phố, bao gồm cả chuyến thăm bảo tàng chiến tranh - khá đáng lo ngại - bưu điện và nhà thờ Đức Bà, điều tuyệt vời nhất là xe xích lô đi xe, hoàn toàn tuyệt vời, giống như một trải nghiệm cận kề cái chết ở mọi ngóc ngách, bữa trưa tại một nhà hàng địa phương thực sự rất đáng giá tiền và kết thúc bằng một chuyến đi chợ, ở đây thực sự rẻ, lấy đủ tiền như chúng tôi đã làm - t, có thể đã mua rất nhiều, chắc chắn sẽ giới thiệu công ty du lịch này cho bất kỳ ai đến đây, thấy nhiều hơn những chuyến du lịch bằng tàu được cung cấp và có lẽ đã có thời gian tốt hơn và tốn ít tiền hơn, tài xế xe buýt cũng rất giỏi trong việc khiến chúng tôi dừng lại ở gần những khu vực chúng tôi đến thăm, tôi biết ai đó đã quay chuyến đi xích lô và rất muốn xem đoạn phim, nói chung là khoảng thời gian tuyệt vời trong chuyến tham quan trong ngày của chúng tôi, cảm ơn Smile ToursĐọc thêm",
            "Gee39 thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nCó, chúng tôi luôn đón khách tại bến tàu như đã xác nhận. Du khách không cần phải đi xe đưa đón tới cổng cảng.\nĐôi khi, việc tìm hướng dẫn viên của chúng tôi ở đâu là vấn đề vì hướng dẫn viên của chúng tôi không phải lúc nào cũng được phép đứng gần lối đi và giơ bảng tên nhóm. Du khách đôi khi phải đi bộ xung quanh để tìm hướng dẫn viên. nhưng chúng tôi luôn ở đó khi các chuyến tham quan được xác nhận. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình và hy vọng sẽ cho bạn thấy nhiều hơn về Việt Nam trong tương lai.\nTrân trọng cảm ơn,\nThị\nĐọc thêm"
        ],
        "star_ratings": [
            276,
            26,
            0,
            0,
            3
        ],
        "review_amount": 305,
        "location": [
            "Dịch vụ Smile Tours - Tour trong ngày",
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 4, 2018",
            "Written December 2, 2018",
            "Written November 25, 2018",
            "Written November 23, 2018",
            "Written November 12, 2018",
            "Written November 6, 2018",
            "Written October 15, 2018",
            "Written September 25, 2018",
            "Written August 1, 2018",
            "Written July 21, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8766114-Reviews-or70-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or60-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or80-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455410-Reviews-Rex_Hotel_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454974-Reviews-Saigon_Opera_House_Ho_Chi_Minh_Municipal_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7310219-Reviews-The_Mist_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1910195-Reviews-People_s_Committee_Building-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13442216-Reviews-Fisheye_Travel_Speedboat_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1784754-Reviews-Dong_Khoi_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4881460-Reviews-Pham_Minh_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12584392-Reviews-Brothers_Boutique_Men_s_Spa_Salon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17853334-Reviews-Car_Rental_With_English_Driver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698554-Reviews-Vera_Nails_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g33191-d15186559-Reviews-Donner_Pass-Truckee_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d19387010-Reviews-Dickies_Arena-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d2616330-Reviews-GEAR_Theatre-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d12922207-Reviews-La_Grande_Roue_de_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190517-Reviews-Reichstag_Building-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d109828-Reviews-Capt_Tony_s_Saloon-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54231-d6597928-Reviews-Folly_Beach_Fishing_Pier-Folly_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g680222-d12834364-Reviews-CityPlace_Doral-Doral_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134988-d12967346-Reviews-Round_One_Stadium_Sennichimae-Namba_Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g48325-d578783-Reviews-Enchanted_Forest_Water_Safari-Old_Forge_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or80-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or70-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Smile Tours Service - Day Tours",
        "attraction_name_vi": "Dịch vụ Smile Tours - Tour trong ngày",
        "general_info": [
            "305 đánh giá",
            "- 34 trong số 472 Hoạt động ngoài trời tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Du lịch sinh thái"
        ],
        "attraction_summary": "Đội ngũ Smile Tours Service tự hào giới thiệu đến các bạn phong cách điều hành tour điển hình của chúng tôi: hiệu quả, linh hoạt, tin cậy, chân thực và tiết kiệm. Với hơn 30 năm kinh nghiệm và kiến ​​thức sâu rộng về du lịch Việt Nam và Đông Nam Á, chúng tôi có thể thực hiện bất kỳ loại tour nào trong khu vực này: tour cổ điển, tour sinh thái, tour MICE, tour học tập, đặc biệt là các tour độc đáo dành cho người khuyết tật và tour dành cho người khiếm thính. .Đọc thêm",
        "reviews": [
            "Tôi đã tìm khắp nơi để cố gắng tổ chức một chuyến tham quan kết hợp Địa đạo Củ Chi và các điểm tham quan của thành phố Hồ Chí Minh. Bởi vì chúng tôi đến Việt Nam bằng du thuyền nên thời gian bị giới hạn vì chúng tôi đang cố gắng sắp xếp nó theo một lịch trình chặt chẽ. Smile Tours là công ty duy nhất có thể điều chỉnh chuyến tham quan để mọi việc diễn ra suôn sẻ. Chúng tôi được chào đón bởi ông Hoàng - luôn tươi cười - và nói tiếng Anh trôi chảy -. Anh ấy đưa chúng tôi đi khắp nơi và có đầy đủ thông tin, luôn trả lời mọi câu hỏi mà chúng tôi đưa ra cho anh ấy. Anh ấy đã vượt lên trên để giữ cho chúng tôi hạnh phúc và hài lòng. ví dụ. Chúng tôi nói với anh ấy rằng chúng tôi muốn thử món Phở và cà phê Việt Nam. Anh ấy không đưa chúng tôi đến một khu vực đông khách du lịch, anh ấy đưa chúng tôi đến một nhà hàng địa phương nhỏ tuyệt vời để thưởng thức một trong những món Phở ngon nhất mà tôi từng nếm và anh ấy cũng đưa chúng tôi đến một quán cà phê địa phương để uống cà phê. Đang ở quán cà phê thưởng thức cà phê thì chúng tôi nhận được điện thoại của cô Thi để hỏi thăm mọi chuyện trong chuyến đi của chúng tôi thế nào. Chính điều đó đã mang lại cho tôi điều lớn nhất - Cười lên - . Công ty này thực sự quan tâm đến dịch vụ khách hàng. Tôi không thể cảm ơn Smile Tours đủ vì đã mang đến cho vợ chồng tôi một trải nghiệm tuyệt vời như vậy. Đọc thêm",
            "Andrew T thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn rất thích chuyến tham quan cùng chúng tôi.\nVâng, thời gian của bạn bị hạn chế. Bạn đã rất hợp tác với chúng tôi để có thể kết hợp địa đạo Củ Chi và chuyến tham quan thành phố TP.HCM. \nTôi rất vui vì bạn đã thưởng thức món phở và cà phê ngon nhất, những món đặc sản được hầu hết người dân Việt Nam yêu thích. \nCó vẻ như các bạn đã có nhiều kỷ niệm đẹp về Việt Nam mà chúng tôi đã cố gắng hết sức để có được. \nVui lòng liên hệ lại với chúng tôi nếu bạn ghé thăm Việt Nam lần nữa.\nTrân trọng cảm ơn,\nThiĐọc thêm",
            "Hồ Chí Minh. Việc đón khách tại cảng rất dễ dàng và hiệu quả và chúng tôi nhận thấy hướng dẫn viên của mình có nhiều thông tin và lịch sự với tiếng Anh xuất sắc. Hành trình cả ngày bắt đầu với bảo tàng chiến tranh; kinh khủng nhưng rất đáng giá. Đi xe Trishaw - khoảng 30 phút - đến - qua thị trấn Trung Quốc - thật tuyệt vời và tinh thần! Ăn trưa tại quán Noodle tuyệt vời và chợ phố Tàu nhộn nhịp. Chuyến tham quan hoàn chỉnh có giá trị lớn và đã thấy được nhiều hơn những gì chúng ta có thể tự mình có được. Chúng tôi được trở lại cảng đúng thời gian đã hứa, sau khi được ngắm nhìn nhiều cảnh đẹp thú vị. Điểm nổi bật trong ngày là chuyến đi xe ba bánh xuyên thành phố!.Đọc thêm",
            "William M thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng sẽ cho bạn thấy nhiều hơn về Việt Nam trong các chuyến du lịch tương lai của bạn. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Thư từ trao đổi với nhân viên của The Smile Tours trước chuyến tham quan trước tiên là rất rõ ràng - vừa nhanh chóng vừa chi tiết. Chúng tôi gặp nhau ở Phú Mỹ, cách đó một quãng đi bộ rất ngắn, khoảng 2 phút, từ bến tàu của chúng tôi và lái xe đến Thành phố Hồ Chí Minh như một phần của một nhóm gồm 15 người có quy mô khá lớn. Hướng dẫn viên của chúng tôi, Anh, đã cung cấp cho chúng tôi rất nhiều thông tin cơ bản về thành phố trong hành trình của chúng tôi và đưa chúng tôi đến nhiều địa điểm thú vị trong thành phố. Chúng tôi tận hưởng tất cả các khía cạnh của ngày đa dạng này nhưng điểm nổi bật đặc biệt là chuyến đi xích lô quanh thành phố và bữa trưa ngon miệng ở Phở 2000. Mỗi người chúng tôi ăn một tô phở hải sản lớn - một phần rất lớn và rất ngon - và chia nhau một phần chả giò. Điều đó, cùng với đồ uống, tổng cộng có khoảng - 7 GBP cho hai người. Chúng tôi chắc chắn sẽ sử dụng Smile Tours nếu đến khu vực này một lần nữa. Khi Chia sẻ câu chuyện về chuyến trở về tàu, ngày của chúng tôi đã dễ dàng vượt qua chuyến du ngoạn trên tàu đến Thành phố Hồ Chí Mun về sự quan tâm, thích thú và giá trị đồng tiền bỏ ra. Đọc thêm",
            "Dianne L thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn rất thích chuyến tham quan cùng chúng tôi. \nChúng tôi sẽ tiếp tục cung cấp dịch vụ của mình.\nChúng tôi hy vọng bạn sẽ quay lại Việt Nam và tận hưởng nhiều chuyến du lịch hơn với chúng tôi.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời thay vì tham gia nhiều chuyến tham quan hơn do tàu du lịch của chúng tôi cung cấp. Hướng dẫn viên và tài xế của chúng tôi đã gặp chúng tôi ngay tại tàu - đầu tiên đưa chúng tôi đến Địa đạo Củ Chi, sau đó quay trở lại Sài Gòn để dùng bữa trưa rất đúng kiểu tại một nhà hàng địa phương thích hợp -. Nó thực sự rất ngon. Buổi chiều chúng tôi dành để ngắm cảnh ở Sài Gòn, chủ yếu là đi bộ... cách tốt nhất. Hướng dẫn viên của chúng tôi rất nhiều thông tin, thân thiện và thú vị, chúng tôi đã có một ngày tuyệt vời, hoàn toàn thú vị. Cảm ơn bạn rất nhiều. Rất vui được giới thiệu Smile Tours cho bất kỳ ai.Đọc thêm",
            "Janice H thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. \nChúng tôi rất vui vì bạn đã tận hưởng chuyến tham quan trong ngày cùng chúng tôi.\nPhải mất một ngày từ cảng để tham quan địa đạo Củ Chi và thành phố và quay lại tàu đúng giờ. \nNhưng nhờ sự nhiệt tình và hợp tác của các bạn mà ngày hôm đó đã diễn ra rất tốt đẹp. \nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam.\nHãy giữ liên lạc nhé.\nMọi điều tốt đẹp nhất,\nThị\n Đọc thêm",
            "Đón đúng giờ bởi hướng dẫn thân thiện. Lái xe rất thú vị với hướng dẫn rất am hiểu và trình điều khiển xuất sắc. Không có chuyến tham quan tương tự nào được cung cấp bởi hãng tàu, rất vui khi được Smile Tours đáp ứng yêu cầu của chúng tôi. Chắc chắn sẽ giới thiệu chúng trong tương lai. Thậm chí có cuộc gọi từ ban tổ chức trên đường chúng tôi quay lại tàu cũng thấy chúng tôi hài lòng và vui vẻ. Cảm ơn. Helen và Brian Smith.Đọc thêm",
            "Thân gửi helendsmith2018,\nCảm ơn bạn rất nhiều vì đã đánh giá.\nChúng tôi rất vui vì bạn đã thích chuyến tham quan cùng chúng tôi.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nTôi hy vọng sẽ có cơ hội khác để giới thiệu thêm về Việt Nam với bạn.\nChúc bạn mọi điều tốt lành,\nThiĐọc thêm",
            "Đừng lãng phí tiền của bạn khi đặt vé qua tàu du lịch, hãy đến trực tiếp với Smile Tours. Toàn bộ chuyến đi thật tuyệt vời, hướng dẫn viên rất thân thiện và nhiều thông tin và chúng tôi muốn giới thiệu chuyến tham quan Thành phố Hồ Chí Minh này. Điểm nổi bật là chuyến đi trên Rickshaws mặc dù chúng tôi đã nghĩ rằng mình sẽ bị giết khi mới lên xe. Nhiệt độ và độ ẩm quá cao khiến bạn rất khó chịu nhưng bạn không thể giúp được thời tiết. Chuyến tham quan tuyệt vời.Đọc thêm",
            "Denise C thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến du lịch Sài Gòn cùng chúng tôi.\nVâng, chuyến đi xích lô luôn thú vị và bạn chắc chắn sẽ sống sót!\nChúng tôi hy vọng sẽ có nhiều cơ hội hơn để cho bạn thấy nhiều hơn về Việt Nam với những dịch vụ tốt của chúng tôi. \nHãy giữ liên lạc nhé.\nTrân trọng cảm ơn,\nThị Đọc thêm",
            "Chúng tôi đến thăm Việt Nam bằng tàu du lịch và đặt trước chuyến tham quan Smile tới Thành phố Hồ Chí Minh. Việc đón tại cảng rất dễ dàng và hiệu quả và chúng tôi nhận thấy hướng dẫn viên của mình có nhiều thông tin và lịch sự với tiếng Anh xuất sắc. Chúng tôi được trở lại cảng đúng thời gian đã hứa, sau khi được ngắm nhìn nhiều cảnh đẹp thú vị. Điểm nổi bật trong ngày là chuyến đi xe ba bánh xuyên thành phố!.Đọc thêm",
            "Kính gửi softmall,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến du lịch Sài Gòn cùng chúng tôi. \nThành phố này khá ly kỳ, đặc biệt là khi đi xe xích lô. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nVui lòng liên hệ lại với chúng tôi nếu bạn quay trở lại Việt Nam. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Đến Sài Gòn từ một tàu du lịch để thực hiện chuyến tham quan nổi bật và thật tuyệt vời. Chúng tôi đến thăm chùa Ngọc Hoàng, Nhà thờ Đức Bà, Bưu điện cũ và các điểm tham quan thú vị khác. Nhưng điểm nổi bật là chiếc xe kéo nửa giờ - xe đạp 3 bánh - đi vòng quanh thành phố. Giao thông khắp mọi nơi nhưng bạn chỉ cần ngồi lại, thư giãn và ngắm cảnh. Đây là một hoạt động bạn không thể thực hiện với một nhóm du lịch lớn. Hướng dẫn viên nói tiếng Anh xuất sắc đảm bảo chúng tôi không bỏ sót điều gì. Thưởng thức bữa ăn Việt Nam tại nhà hàng Phở 2000. Rất khuyến khích chuyến tham quan này nếu bạn có một ngày ở Sài Gòn và muốn khám phá nhiều nhất có thể.Đọc thêm",
            "Tripandtravel thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến tham quan cùng chúng tôi.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng được chào đón bạn quay trở lại Việt Nam để tham gia nhiều chuyến du lịch hơn với chúng tôi.\nTrân trọng cảm ơn,\nThị\nĐọc thêm",
            "Chúng tôi đã thực hiện năm chuyến tham quan với Smile Tours trong chuyến đi vừa qua - Hà Nội, Vịnh Hạ Long, Hội An và Đà Nẵng, Địa đạo Củ Chi và Tham quan Thành phố Sài Gòn.  Cả năm đều tuyệt vời - hướng dẫn tuyệt vời, hành trình thú vị và sự tập trung tuyệt vời vào khách hàng.  Tôi muốn giới thiệu công ty du lịch này cho bất kỳ chuyến tham quan nào bạn đang cân nhắc ở Việt NamĐọc thêm",
            "Kính gửi SeniorCruiser26,\ncảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn\nChúng tôi rất vui vì bạn đã tận hưởng cả 5 chuyến tham quan cùng chúng tôi.\nViệt Nam vẫn còn nhiều điều thú vị nếu bạn muốn quay lại và tham gia một chuyến du lịch đất liền. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nHãy giữ liên lạc nhé.\nMọi điều tốt đẹp nhất,\nThị\n\nĐọc thêm",
            "Chúng tôi đã có chuyến tham quan Chợ nổi Cái Bè và Đồng bằng sông Cửu Long tuyệt vời với SmileTours. Hướng dẫn viên của chúng tôi, Fabio, rất thân thiện và hiểu biết. Chuyến tham quan làng và chợ rất thú vị, chúng tôi đã có một chuyến đi thuyền tuyệt đẹp, đi thuyền tam bản là một chuyến tham quan phụ gọn gàng và đồ ăn rất ngon. Anh ấy và những người còn lại trong phi hành đoàn cũng rất hữu ích. Bạn trai tôi ngồi trên xe lăn và họ đã hỗ trợ anh ấy lên xuống thuyền. Họ rất vui khi được tiếp đón chúng tôi và chúng tôi thậm chí còn nhận được điện thoại từ cô Thi sau khi chuyến tham quan kết thúc để đảm bảo mọi thứ diễn ra tốt đẹp. Chúng tôi yêu thích ngày của mình với SmileTours và đặc biệt giới thiệu chúng, đặc biệt đối với bất kỳ ai đi du lịch bị khuyết tật. Một lần nữa xin cảm ơn cô Thi và Fabio!!Đọc thêm",
            "Kate M thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì nhóm của bạn đã tận hưởng chuyến du lịch Mê Kông cùng chúng tôi, đặc biệt là bạn trai ngồi xe lăn của bạn. \nNhư bạn đã biết, Việt Nam không thân thiện với người dân. Chúng tôi đánh giá cao sự hợp tác tuyệt vời từ nhóm của bạn. \nSmile Tours đã cố gắng hết sức để điều chỉnh các điều kiện không thể tiếp cận ở Việt Nam để phù hợp với những vị khách khuyết tật.\nNếu bạn muốn đi du lịch ở các vùng khác của Việt Nam, chúng tôi cũng có thể sắp xếp các tour phù hợp. \nHãy giữ liên lạc nhé.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Xin chào\n\nChúng tôi sắp đặt chuyến tham quan tương tự này nhưng không chắc mình sẽ cần bao nhiêu tiền cho chuyến thăm Việt Nam một ngày - bữa trưa - và nơi tốt nhất để nhận nó?Đọc thêm",
            "tôi đã thuê một chiếc ô tô và tài xế bằng cách sử dụng diễn đàn cố vấn chuyến đi và sau đó tra cứu các chuyến tham quan ở Phú Mỹ. Tài xế đến từ Hồ Chí Minh chi phí cho cả ngày là 100 đô la. Chúng tôi sẽ rất vui nếu bến tàu của bạn ở Phú Mỹ chỉ mất 2 giờ để đến đó ho chi min nó không đáng đâu bạn sẽ mất 4 giờ chúng tôi nhìn vào phu my và vây quanh rất nhiều để xem bữa trưa sẽ tốn 4 chúng tôi trả 70 hoặc 80 cho chúng tôi là một sự lừa đảo nếu bạn nghiên cứu trước nếu bạn cập bến ho chi min nhiều taxi ở cảng với giá khoảng 50-60 us tùy thuộc vào mức độ mặc cả của bạnĐọc thêm",
            "Xin chào, bạn muốn biết gì về điểm du lịch này?\n\nBạn đón khách từ cảng du lịch lúc mấy giờ và trả khách về?\nCon tàu của chúng ta sẽ là thiên niên kỷ nổi tiếng\nXin hỏi bao nhiêu một người.\n\nCảm ơn\n\nTrân trọngĐọc thêm",
            "Kiểm tra trang web của họ và liên hệ qua email. Họ đã đến đúng giờ và làm việc theo lịch trình đón và trả khách của tàu. Chúng tôi thực sự rất thích chuyến tham quan này như một điểm nhấn của các cảng châu Á của chúng tôi. JeffĐọc thêm",
            "Tour từ Phú Mỹ vào Sài Gòn giá bao nhiêu. Tôi - tôi sẽ đi du ngoạn vào ngày 24 - 02 - 2020 và đang tìm cách tập hợp một nhóm lại với nhau. Hành trình và điểm dừng là gì? Ngoài ra bạn có thể mang theo bao nhiêu trong chuyến đi?Đọc thêm",
            "If you email them direct through their website they reply within a day. This is the email we received about a tour in April 2019. We did the Saigon Highlights and it was great. Highly recommended, the guide spoke English very well, he adapted the tour around the rain and the returning traffic. Smile tours do a lot for the cruise ships so can meet you directly outside the ship - we used this tour because it was more suited to the things we wanted to in Saigon compared to what the ship tours were offering.\n\n28 APRIL 2019: SAIGON HIGHLIGHTS TOUR\n08:00 Arrival at Phu My port\n08:30 Pick up from the pier inside of Phu My port to transfer to HCMC  - Saigon - \n10:00 Visit China town, Thien Hau temple  - Sea Goddess temple - \n10:30 Enjoy a fantastic trishaw ride through the hustle and bustle of the city\n11:30 Visit the Notre Dam Cathedral and the old post office\n12:00  Stop at the city center, taking nice photos of the City hall, Opera House, the Rex hotel\n12:30 Enjoy Lunch at Pho 2000 restaurant where President Clinton enjoyed the local specialties of spring rolls and Pho noodle soup in 2000  - not included - \n13:30 Shopping at the Ben Thanh market\n15:00 Transfer to visit the War Museum\n16:30 Transfer back to Phu My port\n18:00 Drop-off at the pier\nEnd of tours.\nTour Price: USD 85 - person  - in a private tour for 4-6 persons - \nTour Price: USD 75 - person  - in a sharing group of 7-16 people - \nTour inclusions:\nPrivate modern transport with air-condition, English speaking guide, entrance fees for tourist sites, trishaw ride, refreshment of water and wet tissues and permit to pick up inside the port\nTour exclusions:\nDrinks and food, travel insurance, Tips, Costs not included above\n\n28 APRIL UNUSUAL ATTRACTIONS OF SAIGON\n08:00 Arrival at Phu My port\n08:30 Pick up from the pier inside of Phu My port to transfer to Saigon\n10:00 Visit Quan Am Pagoda \n10:30 Take a fascinating trishaw ride through the hustle and bustle of China town\n11:30 Visit the Cao Dai temple which is a colorful combination of 5 religions: Buddhism, Taoism, Confucianism, Catholicism, and Muslim. Attend the ceremony at 12:00\n13:00 Enjoy lunch at a local restaurant to taste delicious\n Vietnamese specialties of noodle soup and spring rolls  - excluded - \n14:00 Shop till you drop at the Ben Thanh market\n15:30 Visit the Bitexco Financial Tower which is the tallest building in the city. Take a lift to the Skyview tower  - the 49th floor -  to see panoramic views of the city  - excluded lift ticket -    or go to the Heli bar  - on the 52th floor -  to have a drink             - excluded -  and good views of the city.\n16:30 Transfer back to the ship \n18:00 Dropped off at the pier\nEnd of service\nThe itinerary is subject to changes upon the real timing and all the guests -  interests\nTour Price: USD 85 - person  - in a private tour for 4-6 persons - \nTour Price: USD 75 - person  - in a sharing group of 7-16 people - \nTour inclusions:\nPrivate modern vehicle with air-condition, trishaw ride, English speaking guide, entrance fees for tourist sites, 2 bottles of water and wet tissues per person, permit for picking up inside the port.\nTour exclusions:\nDrinks and food, travel insurance, lift ticket to the skyview floor of the Bitexco tower,Tips, Costs not included aboveRead more",
            "Chúng tôi là 2 hành khách trên tàu du lịch đến vào ngày 15 tháng 3 trên tàu Queen Victoria. Bạn có thể cho tôi biết nơi bạn đón khách du lịch tại cảng và liệu bạn còn chỗ trống cho chuyến tham quan Hồ Chí Minh vào ngày đó không? Cảm ơn \nDebbie - SteveĐọc thêm",
            "Kính gửi debrap850,\nChúng tôi có tối đa 16 người trong một nhóm. \nChúng tôi đang tập hợp một nhóm từ tàu của bạn cho chuyến du lịch Sài Gòn vào ngày 15 tháng 3 năm 2019. Vui lòng gửi email cho chúng tôi để tham gia chuyến tham quan. \nChúng tôi mong chờ tin từ bạn. \nCảm ơn \nThiĐọc thêm",
            "Chúng tôi là 2 hành khách du ngoạn đến Queen Victoria vào ngày 15 tháng 3. Với những đánh giá tuyệt vời của bạn, chúng tôi rất muốn tham gia tour tham quan thành phố từ cảng du ngoạn. Bạn có thể cho tôi biết số lượng khách thường có trong các tour du lịch theo nhóm của bạn không? Cảm ơnĐọc thêm",
            "Nhóm của chúng tôi có 7 người, nhưng đó là vùng nông thôn chứ không phải Thành phố Hồ Chí Minh vì chúng tôi đã dành một khoảng thời gian vui vẻ ở đó trước đây.  Đó là một chuyến tham quan tốt và có lẽ là chuyến đi tốt nhất mà chúng tôi có thể yêu cầu khi đến cảng.  tôi muốn đến đồng bằng sông Cửu Long nhưng nó quá xa. Nhóm của chúng tôi rất thích chuyến tham quan và chúng tôi đã thưởng thức bữa trưa hải sản tuyệt vời không được bao gồm. Chi phí cho mỗi người là - 80,00.Đọc thêm",
            "Xin chào, chúng tôi sẽ lên tàu vào ngày 24 tháng 12 đến Phú Mỹ vào khoảng 7 giờ sáng. Tàu của chúng tôi, Diamond Princess, sẽ khởi hành lúc 6 giờ chiều.  Chúng tôi đã ở Thành phố Hồ Chí Minh vài ngày và đã đến Địa đạo Củ Chi. Chúng tôi quan tâm đến việc thực hiện một chuyến tham quan trong khu vực và sẽ quan tâm đến các đề xuất của bạn nếu công ty của bạn sẵn sàng. Cảm ơn Karen - John FlorioĐọc thêm",
            "Gửi email trực tiếp cho Thi để xin gợi ý của anh ấy. Anh ấy có thể có thể làm một thợ may tour du lịch cho bạn với mức giá hợp lý.\nChúc bạn có một kỳ nghỉ lễ vui vẻ.Đọc thêm",
            "xin chào kate, Bạn có thể giải thích chuyến tham quan bạn chọn với Smile Tours không? Tôi cũng ngồi xe lăn, - có thể đi bộ được vài mét - thì tôi mới biết cơ hội là gì. Cảm ơn bạnĐọc thêm",
            "Xin chào Gaike B,\nVui lòng gửi email cho tôi kế hoạch chuyến đi của bạn: khi nào bạn muốn thực hiện, bao nhiêu người, bạn muốn làm gì, điều kiện thể chất của bạn, v.v. Tôi sẽ cho bạn những gợi ý phù hợp.\nBạn có sử dụng xe lăn bằng tay không? Tôi chỉ có thể điều khiển được xe lăn bằng tay. \nTôi mong sớm nhận được hồi âm từ bạn.\nTrân trọng,\nThiĐọc thêm",
            "Giá tour từ Phú Mỹ vào TP.HCM là bao nhiêu.  Bạn có thể báo giá cho tôi về 14 người trong tháng 5 từ Sun Princess không.Đọc thêm",
            "Bạn cần liên hệ trực tiếp với công ty du lịch.  Yêu cầu quản lý trực tiếp Ms Thi.  Bạn sẽ không thất vọng, Smile Tour of Sài Gòn HMC thật tuyệt vời, đặc biệt là đi xe kéo.  Xin vui lòng xem đánh giá của tôi để biết thêm chi tiết.\n\nChúc may mắn.Đọc thêm",
            "Xin chào, chúng tôi đang tìm kiếm chuyến đi trong ngày của Smile - hoặc công ty khác từ tàu du lịch Millenium đến Thành phố Hồ Chí Minh vào ngày 28 tháng 1. Khó tìm thấy điều này trên trang web Smile.\n\nCảm ơn,\nGilesĐọc thêm",
            "Chào Giles,\n\nThi điều hành một công ty tốt và sẽ mang đến cho bạn một chuyến tham quan tuyệt vời mà không gặp rắc rối. Chúng tôi đã sử dụng chúng hai lần từ Cảng Phú Mỹ và cả hai lần đều tuyệt vời. Diễn đàn này sẽ không cho phép tôi đăng trang web của họ có tên là Smiletoursvietnam.\nTìm kiếm các tour du lịch miền nam việt nam;  tất cả các tùy chọn đều có ở đó và chi tiết liên hệ của họ nằm ở đầu trang....Đọc thêm",
            "Tôi thích đi du lịch đồng bằng sông Cửu Long, nhà máy kẹo dừa.  Đến ngày 31/10 trên Diamond Princess ở Phú Mỹ.  Bạn có văn phòng tại cảng để chúng tôi có thể sắp xếp các nhóm vào phút cuối đến TP.HCM không? Cảm ơn.Đọc thêm",
            "Không có văn phòng nào ở cảng nhưng tôi nghĩ họ có thể sắp xếp cho bạn và tốt hơn là nên sắp xếp trước vì thông thường bạn cũng có thể yêu cầu giảm giá. Vì bạn sẽ đến TP.HCM nên bạn chỉ cần ghé qua văn phòng của họ và thanh toán và xác nhận các hoạt động của bạn ở đó. Đọc thêm"
        ],
        "star_ratings": [
            276,
            26,
            0,
            0,
            3
        ],
        "review_amount": 305,
        "location": [
            "Dịch vụ Smile Tours - Tour trong ngày",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written July 20, 2018",
            "Written July 19, 2018",
            "Written July 13, 2018",
            "Written July 12, 2018",
            "Written June 19, 2018",
            "Written June 11, 2018",
            "Written June 11, 2018",
            "Written May 31, 2018",
            "Written May 25, 2018",
            "Written May 23, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8766114-Reviews-or80-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or70-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or90-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455410-Reviews-Rex_Hotel_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454974-Reviews-Saigon_Opera_House_Ho_Chi_Minh_Municipal_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7310219-Reviews-The_Mist_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1910195-Reviews-People_s_Committee_Building-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13442216-Reviews-Fisheye_Travel_Speedboat_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1784754-Reviews-Dong_Khoi_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4881460-Reviews-Pham_Minh_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12584392-Reviews-Brothers_Boutique_Men_s_Spa_Salon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17853334-Reviews-Car_Rental_With_English_Driver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698554-Reviews-Vera_Nails_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d12794326-Reviews-The_Van_Buren-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60270-d283946-Reviews-Kohler_Andrae_State_Park-Sheboygan_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d8410993-Reviews-Jackson_Glacier_Overlook-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g32519-d10344188-Reviews-Lake_Fulmor-Idyllwild_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d2665511-Reviews-Porto_Limnionas_Beach-Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60947-d655485-Reviews-West_Quoddy_Head_Light-Lubec_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2002190-Reviews-Museum_of_Islamic_Art-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d17689681-Reviews-Krisna_Oleh_Oleh_Bali_Bypass-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d3618743-Reviews-Bukit_Tabur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g40589-d2413153-Reviews-Barred_Island_Preserve-Deer_Isle_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or90-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or80-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Smile Tours Service - Day Tours",
        "attraction_name_vi": "Dịch vụ Smile Tours - Tour trong ngày",
        "general_info": [
            "305 đánh giá",
            "- 34 trên 472 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Du lịch sinh thái"
        ],
        "attraction_summary": "Đội ngũ Smile Tours Service tự hào giới thiệu đến các bạn phong cách điều hành tour điển hình của chúng tôi: hiệu quả, linh hoạt, tin cậy, chân thực và tiết kiệm. Với hơn 30 năm kinh nghiệm và kiến ​​thức sâu rộng về du lịch Việt Nam và Đông Nam Á, chúng tôi có thể thực hiện bất kỳ loại tour nào trong khu vực này: tour cổ điển, tour sinh thái, tour MICE, tour học tập, đặc biệt là các tour độc đáo dành cho người khuyết tật và tour dành cho người khiếm thính. .Đọc thêm",
        "reviews": [
            "Đây là chuyến tham quan riêng vào ngày tàu du lịch của chúng tôi cập cảng.  Hướng dẫn viên của chúng tôi đang đợi chúng tôi ở tàu.  Cô ấy có kiến ​​thức và đáp ứng nhu cầu của chúng tôi trong chuyến đi cả ngày này.  Cô ấy đã sửa đổi hành trình khi chúng tôi yêu cầu. Đừng bỏ lỡ chuyến đi xích lô.  Chúng tôi định bỏ qua nhưng Thi đã khuyến khích chúng tôi làm điều đó và đó là một chuyến đi mở mang tầm mắt!  Thị rất chuyên nghiệp và trả lời tất cả các câu hỏi của tôi một cách kịp thời khi tôi đặt tour này. Tôi sẽ sử dụng Smile Tours lần nữa.Đọc thêm",
            "Fore97 thân mến, \nCảm ơn rất nhiều cho nhận xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến du lịch Sài Gòn cùng chúng tôi. \nTôi rất vui vì bạn đã đi xe xích lô và rất thích nó. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam xinh đẹp của chúng tôi. \nTrân trọng,\nThị \nĐọc thêm",
            "Chuyến tham quan tuyệt vời Xe buýt rất thoải mái Hướng dẫn viên nhiệt tình, hữu ích và hiểu biết Chắc chắn sẽ giới thiệu Đọc thêm",
            "Drelise thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng chuyến du lịch Vũng Tàu cùng chúng tôi. \nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam xinh đẹp của chúng tôi. \nTrân trọng,\nThị \nĐọc thêm",
            "Hướng dẫn viên của chúng tôi đã sắp xếp để gặp chúng tôi ngay cạnh con tàu cứu chúng tôi đi qua cảng thương mại. Người hướng dẫn lịch sự, hiểu biết của chúng tôi đã đưa chúng tôi vào thành phố và sắp xếp lối vào bảo tàng, bưu điện và chuyến đi xích lô kỳ lạ của chúng tôi qua những con phố đông đúc. Đó là một chuyến đi mà chúng tôi sẽ không quên trong một thời gian dài. Chúng tôi dạo quanh khu chợ và mạo hiểm tham quan để thưởng thức kem. Chúng tôi rất vui vì hướng dẫn viên của chúng tôi đã điều chỉnh ngày của chúng tôi cho phù hợp với chúng tôi chứ không chỉ tuân theo hành trình được đề xuất. Điều hối tiếc duy nhất của chúng tôi là ngày đó không dài hơn nữa.Đọc thêm",
            "Debra M thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nChúng tôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam.\nHãy giữ liên lạc nhé.\nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời nhất ở Huế với Smile Tours.  Tôi đánh giá cao công ty du lịch này - ngày vượt quá mong đợi của chúng tôi!  Hướng dẫn viên của chúng tôi đã làm một công việc đáng kinh ngạc - chúng tôi đã học được rất nhiều và tận hưởng mọi khía cạnh của chuyến tham quan.  Hướng dẫn viên của chúng tôi đang đợi gặp chúng tôi khi chúng tôi rời tàu du lịch và xe du lịch rất thoải mái. Hướng dẫn viên của chúng tôi rất am hiểu, trả lời tất cả các câu hỏi của chúng tôi và nói tiếng Anh rất tốt.  Cô ấy đã điều chỉnh chuyến tham quan theo yêu cầu của chúng tôi và thậm chí còn dừng lại ngoài kế hoạch để tôi có thể mua một số tác phẩm nghệ thuật!  Một lần nữa xin cảm ơn Smile Tours - ngày chúng tôi trải qua cùng các bạn là điểm nhấn trong chuyến đi Việt Nam của chúng tôi!Đọc thêm",
            "Rtsteffan thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn rất thích chuyến du lịch Huế cùng chúng tôi. \nHuế có rất nhiều điều thú vị: lịch sử phong phú và di sản của triều Nguyễn, thiên nhiên tươi đẹp, lối sống yên bình, con người thân thiện, v.v. \nChúng tôi hy vọng bạn sẽ quay lại Việt Nam để cùng chúng tôi ngắm nhìn nhiều địa điểm đẹp hơn nữa. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Thật là một chuyến tham quan tuyệt vời. Mọi thứ đã được tổ chức rất tốt. Chuyến đi xích lô thật tuyệt vời giữa sự hối hả và nhộn nhịp của thành phố! Chúng tôi đã có một bữa trưa tuyệt vời tại Mekong Kitchen. Hướng dẫn viên của chúng tôi cực kỳ giàu thông tin. Rất muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Sue C thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi.\nChúng tôi hy vọng bạn sẽ quay lại Việt Nam và thực hiện nhiều chuyến du lịch hơn với chúng tôi. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Chồng tôi và tôi đã ở trên tàu Majestic Princess vào tháng trước và chúng tôi đã tham gia cùng một nhóm gồm 18 người khác thông qua tin nhắn của Cruise Critic để có thể tránh những chuyến du ngoạn trên tàu du lịch đầy đủ hơn và tất nhiên là thanh toán trực tiếp cho nhà cung cấp địa phương để lợi nhuận vẫn ở Việt Nam. Chúng tôi may mắn có Thi làm hướng dẫn viên du lịch trong ngày. Thi nói tiếng Anh xuất sắc và có thể trả lời tất cả các câu hỏi của chúng tôi. Ngoài ra, cô còn đưa cho chúng tôi một tài liệu và một bài thuyết trình nhỏ về tiếng Việt rất thú vị. Chúng tôi có thể xem mọi thứ chúng tôi có trong hành trình của mình và có thời gian rảnh cũng như tự mình khám phá một chút. Chúng tôi không cảm thấy vội vã chút nào và cũng được đưa trở lại cảng vào thời điểm thích hợp. Điểm nổi bật trong ngày là một giờ trên xích lô - lái xe vòng quanh trong tình trạng giao thông điên cuồng. Không có tai nạn!!! Không thể tin được! Sau Sài Gòn và thời gian ngồi xích lô băng qua đường với dòng xe cộ tấp nập xung quanh, chúng tôi vẫn ổn. NẾU BẠN BẮT ĐẦU ĐI BỘ HÃY TIẾP TỤC!! Sau khi giao thông Sài Gòn băng qua đường ở Thượng Hải thật dễ dàng. Xe buýt cũng có Wi-Fi rất đẹp. Tôi rất muốn giới thiệu chuyến tham quan với Thi và Smile Tours. Cảm ơn Thi vì một ngày tuyệt vời. Simone và David, TorontoĐọc thêm",
            "Sandeelion thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nTôi rất vui vì bạn thích chuyến tham quan cùng nhóm của chúng tôi. \nThật vui khi được tham quan cùng bạn và nhóm chúng tôi ở Sài Gòn. Chúng tôi đã cười rất nhiều!\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nTôi hy vọng sẽ có cơ hội khác để cho bạn thấy nhiều hơn về Việt Nam. \nMọi điều tốt đẹp nhất,\nThị\nĐọc thêm",
            "Một chuyến tham quan tuyệt vời đến miền trung nước Pháp đã ảnh hưởng đến Sài Gòn, bảo tàng chiến tranh và chợ trung tâm, với tài xế và hướng dẫn viên Thuận của chúng tôi, người có tiếng Anh xuất sắc và kiến ​​thức tuyệt vời về lịch sử cũng như các mục quan tâm. Bữa trưa của chúng tôi là một trong những món ăn ngon nhất mà chúng tôi từng ăn ở bất cứ đâu trên thế giới tại NGON trên Phố Pasteur. Cả hướng dẫn viên và tài xế đều cực kỳ hữu ích và hiểu nhu cầu của người ngồi xe lăn. Chồng tôi bị liệt tứ chi chức năng cao, sử dụng xe lăn gấp nhẹ bằng tay và có thể chuyển sang ghế trước của một chiếc ô tô sedan bình thường với sự trợ giúp của dây đeo nóc gắn vào trụ cửa bên người lái, có vòng cổ tay ở bên kia. cuối cùng để hỗ trợ anh ta nâng - trượt từ xe lăn vào ô tô - anh ta không thể đứng hoặc đi được. - Cảm ơn tất cả mọi người - chúng tôi thực sự khuyên bạn nên tham gia Smile Tours do cô Thi đích thân giám sát.Đọc thêm",
            "Suzy H thân mến,\nCảm ơn rất nhiều cho nhận xét của bạn.\nChúng tôi rất vui vì bạn thích các chuyến tham quan cùng chúng tôi.\nChúng tôi rất khâm phục chị và chồng đã vượt qua khó khăn để tham gia các chuyến du lịch cùng chúng tôi. \nNếu bạn quay lại để biết thêm về Việt Nam, vui lòng liên hệ lại với chúng tôi và chúng tôi sẽ cố gắng giúp bạn dễ dàng tiếp cận mọi thứ nhất có thể. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Đã đặt 3 chuyến tham quan thành phố khác nhau với Smile- Hà Nội, Đà Nẵng, Thành phố Hồ Chí Minh.Ms.Thi, người sáng lập công ty, đã dành thời gian cùng chúng tôi trên xe buýt vào một ngày nọ và cung cấp cho chúng tôi thông tin khá chi tiết về đất nước.  Tất cả các tour du lịch đều có đội ngũ hướng dẫn viên nói tiếng Anh cực kỳ am hiểu và giỏi.  Đọc thêm",
            "Kính gửi TheHappyTraveler413,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn.\nChúng tôi rất vui vì bạn đã tận hưởng cả 3 chuyến tham quan cùng chúng tôi.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình. \nTôi hy vọng sẽ gặp lại bạn trong một chuyến đi khác.\nMọi điều tốt đẹp nhất,\nThị\nĐọc thêm",
            "Chúng tôi đã đặt tour Điểm nổi bật của Sài Gòn cho mười người. Lên lịch và giao tiếp với cô Thi thật dễ dàng. Cô ấy nhanh chóng trả lời mọi câu hỏi và giải thích mọi thủ tục của chuyến tham quan. Vào ngày diễn ra chuyến tham quan, chúng tôi không thể hài lòng hơn. Chúng tôi xuống tàu du lịch sớm và có hướng dẫn viên của chúng tôi, anh Thuận, đang đợi chúng tôi với một tấm biển. Anh ấy hướng dẫn nhóm chúng tôi đến một chiếc xe buýt du lịch ĐẦY ĐỦ chỉ dành cho mười người chúng tôi, cho chúng tôi nhiều chỗ để thoải mái. Chiếc xe buýt sạch sẽ, thoải mái và có máy lạnh tuyệt vời. Trong suốt chuyến tham quan, anh Thuận đã cung cấp cho chúng tôi nước đóng chai lạnh và giấc ngủ ngắn để chống chọi với cái nóng của Việt Nam. Chúng tôi đã xem tất cả các điểm tham quan theo đúng lịch trình. Chuyến đi xích lô hoàn toàn thú vị và anh Thuận đã làm rất tốt khi hướng dẫn chúng tôi về lịch sử và văn hóa của người Việt Nam. Tài xế của chúng tôi, anh Hai, thật tuyệt vời - điều khiển xe buýt qua dòng xe cộ đông đúc và đôi khi là những con phố hẹp. Bản thân điều đó đã là một cảnh tượng đáng chiêm ngưỡng. Vào cuối chuyến tham quan, cô Thi thậm chí còn gọi đến điện thoại di động của hướng dẫn viên du lịch để yêu cầu nói chuyện với tôi để cô ấy có thể tìm hiểu xem chúng tôi có thích chuyến đi không. Theo tôi, đây là hình mẫu của một người chủ nhà hoàn hảo. Chúng tôi đã tham gia nhiều tour du lịch và công ty này chắc chắn đã đưa mình lên đầu danh sách yêu thích!Đọc thêm",
            "Susan H thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét kỹ lưỡng của bạn.\nChúng tôi rất vui vì bạn rất thích chuyến tham quan và dịch vụ của chúng tôi. \nPhản hồi tuyệt vời của bạn về sự hài lòng hoàn toàn thực sự truyền cảm hứng cho chúng tôi tiếp tục cải thiện dịch vụ của mình. \nHãy giữ liên lạc và liên hệ lại với chúng tôi khi bạn quay lại Việt Nam. Có rất nhiều địa điểm đẹp hơn ở đất nước chúng tôi để cho bạn thấy. \nMọi điều tốt đẹp nhất,\nThiĐọc thêm",
            "Tour du lịch tuyệt vời. Xe buýt thoải mái và hướng dẫn viên du lịch tốt. Đã đi xe kéo qua thành phố điên rồ này - rất thích nó! Hướng dẫn viên du lịch có nhiều thông tin và rất kỹ lưỡng - chắc chắn sẽ khuyến nghị. Đọc thêm",
            "Brian m thân mến,\nCảm ơn bạn rất nhiều vì đã đánh giá.\nChúng tôi rất vui vì bạn thích chuyến tham quan cùng chúng tôi.\nChúng tôi sẽ tiếp tục cải thiện dịch vụ của mình.\nVui lòng liên hệ lại với chúng tôi nếu bạn quay lại Việt Nam.\nChúc bạn mọi điều tốt lành,\nThiĐọc thêm"
        ],
        "star_ratings": [
            276,
            26,
            0,
            0,
            3
        ],
        "review_amount": 305,
        "location": [
            "Dịch vụ Smile Tours - Tour trong ngày",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 13, 2018",
            "Written May 13, 2018",
            "Written May 11, 2018",
            "Written May 1, 2018",
            "Written April 29, 2018",
            "Written April 23, 2018",
            "Written April 19, 2018",
            "Written April 9, 2018",
            "Written April 5, 2018",
            "Written April 5, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8766114-Reviews-or90-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or80-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or100-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455410-Reviews-Rex_Hotel_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6994939-Reviews-Thuy_Design_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1913429-Reviews-Indochina_Odyssey_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454974-Reviews-Saigon_Opera_House_Ho_Chi_Minh_Municipal_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7310219-Reviews-The_Mist_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1910195-Reviews-People_s_Committee_Building-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13442216-Reviews-Fisheye_Travel_Speedboat_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1784754-Reviews-Dong_Khoi_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4881460-Reviews-Pham_Minh_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12584392-Reviews-Brothers_Boutique_Men_s_Spa_Salon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17853334-Reviews-Car_Rental_With_English_Driver-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698554-Reviews-Vera_Nails_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d5960148-Reviews-Soi_6_Corner_Bar_Pattaya-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56702-d109498-Reviews-Guadalupe_River_State_Park-Spring_Branch_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g13152846-d3874101-Reviews-Chateau_Mukhrani-Mukhrani_Mtskheta_Mtianeti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g43686-d6561286-Reviews-Biloxi_Beach-Biloxi_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6847410-Reviews-Teufelsberg-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g56802-d108234-Reviews-Utopia_Texas-Utopia_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d4961690-Reviews-King_Abdullah_Mosque-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g317116-d6696780-Reviews-Karakoram_Highway-Gilgit_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d324915-Reviews-Myeongdong_NANTA_Theater-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g298452-d640361-Reviews-SM_Mall_of_Asia-Pasay_Metro_Manila_Luzon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or100-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8766114-Reviews-or90-Smile_Tours_Service_Day_Tours-Ho_Chi_Minh_City.html"
    }
]