[
    {
        "attraction_name": "Smithville Lake",
        "attraction_name_vi": "Hồ Smithville",
        "general_info": [
            "24 đánh giá",
            "- 2 trong số 10 điều cần làm ở Smithville",
            "Nguồn nước",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trại tuyệt vời tổ chức phòng tắm và vòi hoa sen sạch sẽ. Chúng tôi đã có mọi thứ mình muốn khi đi cắm trại và chỉ có chi nhánh trại cực kỳ được yêu thích chắc chắn sẽ quay trở lại!Đọc thêm",
            "Hồ rất đẹp.  Chúng tôi rất thường xuyên sử dụng những con đường mòn quanh hồ!  Những con đường mòn được trải nhựa rất độc đáo cũng như những con đường đất.  Rất khuyến khích nơi này để đi bộ và đi xe đạp.  Việc câu cá được cho là tốt mặc dù tôi không câu cá.Đọc thêm",
            "Chuyến đi đầu tiên của chúng tôi đến hồ Smithville là để xem nó có những gì như khu dã ngoại, hoạt động trên hồ, v.v. Khu vực công viên được bảo trì rất đẹp và các khu vực hồ tuyệt đẹp.Đọc thêm",
            "Cuối tuần này Hồ Smithville là nơi lý tưởng để dừng chân và ngắm chim. Con đập được thiết lập để xem các loài chim quốc gia.  Chúng tôi đã dành khá nhiều thời gian để tận hưởng thời tiết tuyệt vời và cuộc sống hoang dã.Đọc thêm",
            "Điểm tuyệt vời cho vô số thứ. Bạn có thể thuê những nơi trú ẩn cho những hoạt động lớn, đi thuyền trên hồ, đi bơi ở bãi biển, câu cá, cắm trại hoặc tận hưởng một trong nhiều con đường trải nhựa quanh hồ.Đọc thêm",
            "Chúng tôi dành thời gian cuối tuần để chèo thuyền kayak và đi bộ đường dài. Buổi ra mắt thuyền kayak diễn ra tốt nhất ở vịnh thuyền buồm. Không có buổi ra mắt thuyền kayak chuyên dụng thực sự nào mà chúng tôi có thể tìm thấy. Đi bộ đường dài thật tuyệt vời. Chúng tôi yêu thích những con đường mòn đơn lẻ đưa bạn qua những khu vực nhiều cây cối rậm rạp. Có dặm và dặm nhựa đường trải nhựa quá. Lần tới chúng tôi cũng sẽ mang theo xe đạp. Nơi tuyệt vời..rất thích nó.Đọc thêm",
            "Chúng tôi đã ở Hồ Smithville vài ngày cho chuyến cắm trại của gia đình. Không có nhiều người cắm trại khác nên có cảm giác như chúng tôi có khu cắm trại cho riêng mình! Có ít nhất hai bến du thuyền ở hồ. Chúng tôi thuê một chiếc thuyền phao từ bến du thuyền gần Camp Branch - chiếc thuyền sạch sẽ và trong tình trạng tốt, nhân viên rất thân thiện và có năng lực. Một con đường dành cho người đi bộ - xe đạp trải nhựa chạy dọc theo bờ biển uốn khúc suốt phần lớn hồ. Con đường này được bảo trì tốt - khen ngợi đội cắt cỏ - và chúng tôi sử dụng nó rộng rãi để đạp xe giải trí, chạy bộ và chỉ đi bộ xung quanh. Nhà tắm, nước uống và nhà vệ sinh có sẵn rộng rãi và được giữ ở tình trạng tốt. Ngoài ra, còn có ít nhất một bãi biển bơi lội, nhiều sân chơi và một số nơi trú ẩn dã ngoại. Nhân viên công viên và cơ quan thực thi pháp luật địa phương duy trì sự hiện diện rõ ràng nhưng không xâm phạm, làm tăng thêm cảm giác chung về một môi trường an toàn, thân thiện với gia đình. Chúng tôi đã có một khoảng thời gian tuyệt vời tại Hồ Smithville xinh đẹp và sẽ giới thiệu nó cho những ai thích thư giãn trong môi trường hồ cùng gia đình và bạn bè.Đọc thêm",
            "Tôi và bạn tôi cắm trại ở đây một đêm. Các căn cứ rất đẹp và được giữ tốt. Không có nhiều cây và rộng mở. Rất nhiều loài động vật khác nhau la hét suốt đêm khiến cho một đêm không ngủ được. Tôi tin rằng đó là - 20 giờ để cắm trại qua đêm. Đọc thêm",
            "Chúng tôi thích đi đến hồ và câu cá.  Họ cũng có những khu cắm trại tuyệt vời.  Bạn thực sự có thể kéo thuyền của mình lên bờ cạnh khu cắm trại.  Cá cắn câu luôn.  Đọc thêm",
            "Đó là một hồ nước và công viên tuyệt đẹp, ngay cả trong mùa đông.  Rất nhiều không gian xanh và tầm nhìn tuyệt vời ra mặt nước.  Nơi để ngồi và thư giãn quá.  Nó sạch sẽ và được bảo trì tốt. Có nhiều chỗ đậu xeXem thêm"
        ],
        "star_ratings": [
            16,
            6,
            2,
            0,
            0
        ],
        "review_amount": 24,
        "location": [
            "Hồ Smithville",
            "Smithville",
            "Hoa Kỳ",
            "Missouri - MO -",
            "Những điều cần làm ở Smithville"
        ],
        "reviews_time": [
            "Written June 24, 2020",
            "Written May 4, 2020",
            "Written June 29, 2019",
            "Written January 7, 2019",
            "Written November 6, 2018",
            "Written September 3, 2018",
            "Written July 21, 2018",
            "Written April 22, 2018",
            "Written February 3, 2018",
            "Written December 7, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g44918-d8494358-Reviews-Smithville_Lake-Smithville_Missouri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g44918-d8494358-Reviews-or10-Smithville_Lake-Smithville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44918-d8494358-Reviews-or20-Smithville_Lake-Smithville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44918-d27088841-Reviews-Smithville_Parks_and_Rec-Smithville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44918-d27057126-Reviews-Smith_Fork_Park_Campground-Smithville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44918-d27037665-Reviews-Smith_Fork_Park_Campground-Smithville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44918-d27009263-Reviews-Heritage_Park-Smithville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g32463-d13925561-Reviews-Gualala_River_Redwood_Park-Gualala_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d10109474-Reviews-Waterworks_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60908-d143767-Reviews-Mount_Rushmore_National_Memorial-Keystone_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g4353418-d10126791-Reviews-Chaplin_s_World-Corsier_sur_Vevey_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g303349-d2324606-Reviews-Rio_Sucuri-Bonito_State_of_Mato_Grosso_do_Sul.html",
            "https://www.tripadvisor.com/Attraction_Review-g150792-d278625-Reviews-Malecon_de_Mazatlan-Mazatlan_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g663152-d9755571-Reviews-Chrousso_Beach-Paliouri_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2343996-Reviews-Mandala_Beach-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g298545-d19370686-Reviews-Ithra-Al_Khobar_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150798-d8820260-Reviews-International_Mariachi_Festival-Guadalajara_Guadalajara_Metropolitan_Area.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g44918-d8494358-Reviews-or10-Smithville_Lake-Smithville_Missouri.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g44918-d8494358-Reviews-Smithville_Lake-Smithville_Missouri.html"
    }
]