[
    {
        "attraction_name": "Smith Family Garden Luau",
        "attraction_name_vi": "Vườn Gia Đình Smith Luau",
        "general_info": [
            "1.912 đánh giá",
            "1 trong 5 buổi hòa nhạc tại Lihue",
            "Chậm"
        ],
        "attraction_summary": "Chúng tôi đã có khoảng thời gian tuyệt vời nhất và sẽ luôn ghi nhớ những trải nghiệm tại Luau này. Các nhân viên rất tốt bụng và thân thiện. Khu đất rất đẹp, buổi lễ và khiêu vũ đều đỉnh cao. Mọi thứ đều tuyệt vời và tôi không thể nói đủ về nhân viên. Họ đang kể những câu chuyện hài hước và thu hút mọi người.Đọc thêm",
        "reviews": [
            "Tôi khuyên bạn nên đến sớm để có thời gian tham quan quanh khuôn viên.  Các cô gái rất thích cho động vật ăn.  Câu chuyện trước bữa ăn về truyền thống rất nhiều thông tin.  Đồ uống có cồn đi kèm đều ổn - rất nhiều đường.  Trong bữa tối, họ có một bữa tiệc tương tác mà một số người trong nhóm chúng tôi thực sự thích thú.  Khoảng một nửa trong số chúng tôi cảm thấy mệt mỏi và không thể tham gia buổi biểu diễn, nhưng nửa còn lại lại ca ngợi rằng nó thật tuyệt vời.  Tất cả nhân viên đều rất hữu ích và tử tế.Đọc thêm",
            "Vì đây là chuyến đi đầu tiên và có thể là duy nhất của tôi đến hòn đảo này nên tôi muốn đảm bảo rằng chúng tôi đã trải nghiệm một bữa tiệc luau đích thực. Sau khi nghiên cứu các lựa chọn của mình, chúng tôi đã chọn Smiths. Mặc dù đây là một luau lớn về lượng khách nhưng nó được tổ chức rất ngăn nắp từ đầu đến cuối. Chúng tôi được chào đón ở bãi đậu xe và được chính ông Smith giới thiệu tổng quan. Tiếp theo, chúng tôi được đưa đi một chuyến tham quan bằng xe điện đến những khu vườn tuyệt đẹp và sau đó dành chút thời gian để tự mình khám phá chúng. Lúc 6:00, Lễ Imu bắt đầu xung quanh một trong những lò nướng ngầm và ông Smith giải thích về quy trình nấu ăn hàng thế kỷ . Sau đó, chúng tôi chọn chỗ ngồi ở khu vực ăn uống và đồ uống được phục vụ. Có hai quầy bar khác nhau cũng như các loại cocktail nhiệt đới được pha sẵn như chi chis và blue Hawaiians có sẵn trên các khay đặt xung quanh phòng ăn. Chúng tôi được đưa ra bàn để tham quan bữa tiệc buffet, và món thịt lợn Kailua cho đến nay là một trong những món ngon nhất tôi từng có. Ngoài ra hãy chắc chắn rằng bạn có một miếng bánh dừa. Trong khi chúng tôi ăn, có nhạc sống và biểu diễn hula, và sau bữa tối, chúng tôi đi bộ đến nhà hát, nơi chúng tôi được xem một buổi biểu diễn có nhạc sống và các điệu nhảy từ các khu vực khác nhau ở Polynesia. Tôi rất vui vì chúng tôi đã trải nghiệm điều này!Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời ở đây. Chúng tôi biết rằng chúng tôi muốn tham gia một bữa tiệc luau trong chuyến đi nhiều đảo của mình và đã chọn nơi này dựa trên các đánh giá. Chúng tôi đến sau 5 giờ một chút, đi xe điện xung quanh, sau đó đi bộ lang thang và tìm thấy ngôi nhà hoa lan của họ, thật tuyệt. Lễ Imu ổn, giải thích tốt. Sau đó chuyển đến gian hàng, được tổ chức rất tốt, thực sự không có hàng đợi ngay cả ở quầy bar vì họ đã chuẩn bị trước các tiêu chuẩn, bạn chỉ cần gọi soda hoặc rượu vang. Đồ ăn rất tuyệt, cả hai chúng tôi đều có thêm. Người dẫn chương trình GM đã dẫn dắt một buổi hulu phô mai nhưng vui vẻ. Chương trình ổn, nhiều nền văn hóa khác nhau, chúng tôi rất thích. Một buổi tối tuyệt vời Đọc thêm",
            "Một trong những luaus tốt nhất nếu không phải là tốt nhất tôi từng đến.   \n\nĐây là hoạt động do gia đình 5 thế hệ điều hành và nó tốt hơn bất kỳ khách sạn nào cố gắng thể hiện tốt.\n\nBắt đầu với những khu vườn và đàn chim ở cuối công viên bang Wailua, bạn sẽ cảm thấy đắm chìm trong trải nghiệm.   Gia đình tham gia từ đầu đến cuối và bạn sẽ có cơ hội gặp họ.  \n\nLễ khai quật lợn không thể bỏ qua.   Họ sẽ mô tả cách nấu món này và tại sao lá chuối lại quan trọng đối với quá trình nấu nướng.  \n\nThức ăn rất tinh tế.  Không cường điệu.  Tôi bước vào với kỳ vọng thấp vì họ phải phục vụ khoảng 400 khách, nhưng chàng trai, tôi đã nhầm.   Từ khoai tây nghiền đến món tráng miệng, mọi thứ đều rất ngon, có lẽ không phải poi và chủ nhà thậm chí sẽ chế nhạo nó.   \n\nBuổi biểu diễn chính được trình chiếu tại một giảng đường với sân khấu chính xung quanh một cái ao và một ngọn núi lửa mô phỏng.   Bạn có thể nói rằng họ đã đầu tư khá nhiều vào ánh sáng, âm thanh và pháo hoa.  \n\nTrên hết, giá cả cảm thấy rất hợp lý.   Giá luaus tại các khách sạn ở Đảo Lớn gần như gấp đôi và tôi đảm bảo với bạn rằng bạn sẽ không có được trải nghiệm tương tự.\n\nHãy đặt chỗ sớm!! Chúng tôi chỉ tham gia sau một danh sách chờ dài.Đọc thêm",
            "Đừng tìm đâu khác, đây là luau tuyệt vời nhất. Các căn cứ chỉ là ngoạn mục. Thức ăn cũng rất tuyệt và buổi biểu diễn thật tuyệt vời. Tốt hơn nhiều so với khách sạn luaus và giá cả tốt hơn. Đi!Đọc thêm",
            "Đó là một đêm thực sự vui vẻ. Đầu tiên, bạn sẽ có một chuyến tham quan ngắn bằng xe đẩy quanh các khu vườn, bạn cũng có thể cho gà ăn nếu muốn, sau đó bạn xem con lợn được đào lên khỏi đất và ông Smith kể lại lịch sử ngắn gọn về quá trình quay lợn, sau đó bạn sẽ có được cocktail rồi ăn. THỰC PHẨM LÀ TUYỆT VỜI. Tất cả những gì bạn có thể ăn buffet và tất cả những gì bạn có thể uống rượu và không. Các nhân viên thân thiện và dịch vụ là tuyệt vời! Sau đó, bạn đến nhà hát và xem một buổi biểu diễn tuyệt vời gồm ca hát, nhảy múa truyền thống, hula, trình diễn lửa, v.v. Nó thực sự tuyệt vời!\nTôi bị hạn chế khả năng di chuyển và họ rất tốt bụng khi đưa tôi đến những nơi này trên xe golf của họ nên tôi không phải đi bộ.Đọc thêm",
            "Có lẽ là món luau ngon nhất trên đảo. Con gái rất thích nhìn thấy con lợn chui ra khỏi mặt đất, điều mà các khách sạn luaus khác không làm được. Các căn cứ là tuyệt vời cho hình ảnh. Thịt lợn và salad Kailua với nước sốt đu đủ là quả bom. Tôi không quan tâm đến phần còn lại của thức ăn. Đồ uống có cồn hỗn hợp chỉ ổn nhưng họ có bia nên rất ngon. Thức ăn theo kiểu tự chọn nên tất cả những gì bạn có thể ăn. Buổi biểu diễn rất hay.Đọc thêm",
            "Thật là một buổi tối vui vẻ. Bữa tiệc và buổi biểu diễn Hawaii ngon tuyệt. Chúng tôi sống ở Kauai và đây là chuyến thăm thứ hai của chúng tôi. Hãy tiếp tục quay lại và rủ bạn bè trải nghiệm Aloha thực sự từ Kamika và gia đình anh ấy. Mahalo núi loa!Đọc thêm",
            "Bây giờ tôi biết tại sao lại là 1. Đây là một bữa tiệc Luau năm sao. Từ lời chào khi bước vào khu vườn hùng vĩ tuyệt đẹp. Hướng dẫn viên vận chuyển và tổ chức các sự kiện theo lịch trình rất tuyệt vời. Khuôn viên thực sự tuyệt đẹp và đồ ăn thì ngon tuyệt! Rất nhiều đồ uống và đồ ăn cho mọi người! Chương trình thật ngoạn mục và rất có tổ chức. Tôi là một gia đình bốn người với hai đứa con nhỏ và tôi không có bất kỳ phàn nàn hay lo lắng nào. Ngày nay rất nhiều, đặc biệt là nếu mức độ thoải mái của 2 đứa trẻ mới biết đi của tôi không ổn. Tôi khuyên bạn nên đến đây cho bất kỳ ai đến Đảo. Đọc thêm",
            "Luau thật tuyệt vời. Nó vượt quá mong đợi của chúng tôi. Khu vực này rất đẹp. Thức ăn và vũ công thật tuyệt vời. Một cơ hội tốt để thử những món ăn khác nhau.Đọc thêm",
            "Khuôn viên đẹp. Trải nghiệm này được tổ chức rất tốt và vui vẻ. Đồ ăn và đồ uống ngon và buổi biểu diễn thật tuyệt vời.Đọc thêm",
            "Thực sự không thể ca ngợi trải nghiệm luau này nhiều hơn nữa. Từ đầu đến cuối - nó được vận hành chu đáo, có tổ chức và đẹp mắt. Tôi đã học được rất nhiều điều về lịch sử trong quá trình chôn cất con lợn - thưởng thức món thịt bò teriyaki ngon nhất mà tôi từng có và yêu thích hoạt động giải trí trong bữa tối. Tất cả những điều đó đã đủ để làm cho buổi tối của chúng tôi trở nên trọn vẹn, nhưng lớp kem trên chiếc bánh là màn trình diễn luau tuyệt vời TUYỆT VỜI. Nó giống như được hòa mình vào nhiều quốc gia khác nhau và tìm hiểu RẤT nhiều điều về trang phục và điệu nhảy của mỗi quốc gia.  Tôi không biết nên ngồi cạnh các con hay ông bà để xem biểu cảm của chúng, bởi cả hai đều vô giá. Chắc chắn sẽ quay lại.Đọc thêm",
            "Từ đầu đến cuối, gia đình này biết cách hoàn thành công việc một cách hiệu quả và nhanh chóng. Những khu vườn rất đẹp và đồ uống và thức ăn có hương vị tuyệt vời. Tôi đã đi lên thứ 2 và thứ ba. Giải trí và phong cảnh không ai sánh kịp. Đây là điều bắt buộc khi ở Kauai. Giá trị tốt nhất cho đồng tiền của bạn khi nói đến luaus.Đọc thêm",
            "Chúng tôi đã gặp mưa tầm tã trong chuyến thăm của mình, nhưng gia đình Smith đã biến nó thành một trải nghiệm có thể chịu đựng được.  Bữa ăn diễn ra trong một cơ sở có mái che, có sẵn ô để đi bộ đến buổi biểu diễn và một khán đài có mái che để xem buổi biểu diễn. Đồ ăn rất tuyệt, ngon nhất trong số hai món luaus mà chúng tôi đã ghé thăm.  Đồ uống rất phong phú và có chương trình giải trí trong bữa tối. Buổi diễn chính bị ẩm ướt vì trời mưa nhưng các nghệ sĩ biểu diễn rất xuất sắc.Đọc thêm",
            "Thật tuyệt vời khi được trở lại nhiều năm sau trong chuyến thăm đầu tiên của con trai tôi.  Những khu vườn thật tuyệt vời.  Ông Smith rất tử tế và rất chu đáo trong suốt buổi tối, từ lời chào shell lei đến buổi lễ cung cấp thông tin cho đến việc dẫn chương trình trong bữa tối và giúp lấy đồ ăn sau bữa ăn.  Buổi biểu diễn thật tuyệt vời.  Chúng tôi sẽ quay lại.Đọc thêm",
            "Luau tuyệt vời với thức ăn tuyệt vời. Những khu vườn rất đẹp và người dẫn chương trình có nhiều thông tin, cung cấp nhiều thông tin về lịch sử và hòn đảo. Sẽ quay lại lần nữa! Đọc thêm",
            "Buổi tối tuyệt vời! Khuôn viên đẹp, đồ ăn ngon, nhiều đồ uống và một buổi biểu diễn tuyệt vời! Đây là luau là một máy được bôi dầu tốt. Cả gia đình chúng tôi, từ đứa con trai 3 tuổi đến bố vợ 75 tuổi của tôi, đã có khoảng thời gian tuyệt vời. Để tham khảo, chúng tôi đã đến Grand Hyatt Luau vào năm ngoái và bạn thậm chí không thể so sánh cả hai. Táo và cam. Tôi sẽ quay lại trong tích tắc! Đọc thêm",
            "Tôi không biết họ đã làm điều đó như thế nào...nhưng họ đã cố gắng phục vụ và chiêu đãi 800 khách và chúng tôi không bao giờ cảm thấy vội vã hay đông đúc. Thức ăn rất phong phú và ngon miệng, những khu vườn rất đẹp và buổi biểu diễn là một giờ giải trí tuyệt vời. Buổi tối này chắc chắn đáng giá và cả bốn chúng tôi, hai cặp đôi đã có khoảng thời gian tuyệt vời. Và ngay cả đồ uống có cồn cũng được bao gồm trong vé. Chúng tôi đến Smiths lúc 5 giờ chiều và buổi biểu diễn kết thúc lúc 9 giờ tối và chúng tôi tận hưởng từng giây phút. Đây là một doanh nghiệp thuộc sở hữu gia đình đã hoạt động được hơn 75 năm. Niềm tự hào mà gia đình này cảm nhận được về truyền thống trên đảo của họ chắc chắn đã được thể hiện.Đọc thêm",
            "Chúng tôi chỉ thực hiện buổi biểu diễn - và nó rất đáng giá 25. Buổi biểu diễn kéo dài khoảng 45 phút - nhiều điệu nhảy đa dạng.   Sân trông rất đẹp - khuyên bạn nên đi trước khi trời tối để quan sát xung quanh. Tin nhắn nhắc nhở về sự kiện bảo chúng tôi phải đến trước 7:25 tối. để nhận phòng lúc 8 giờ tối. trình diễn.   Trong khi lái xe tới đó và trước 7:25 tối. chúng tôi nhận được một cuộc điện thoại từ Smiths nhắc nhở chúng tôi về buổi biểu diễn và cho chúng tôi biết buổi biểu diễn có thể bắt đầu sớm.   Chúng tôi đến lúc 7 giờ 25 tối. và tôi nghĩ buổi biểu diễn bắt đầu lúc 8 giờ tối. như kế hoạch nhưng cuộc gọi khiến chúng tôi căng thẳng. . . nghĩ rằng chúng tôi có thể bỏ lỡ một phần của nó. Mọi người đều rất tử tế và có nhiều chỗ ngồi.Đọc thêm"
        ],
        "star_ratings": [
            1124,
            481,
            186,
            70,
            51
        ],
        "review_amount": 1912,
        "location": [
            "Kauai",
            "Hoa Kỳ",
            "Vườn Gia Đình Smith Luau",
            "Lạnh lạnh",
            "Hawaii HI",
            "Các hoạt động ở Lihue"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 8, 2023",
            "Written June 26, 2023",
            "Written June 30, 2023",
            "Written July 8, 2023",
            "Written August 3, 2023",
            "Written August 7, 2023",
            "Written August 11, 2023",
            "Written August 19, 2023",
            "Written August 19, 2023",
            "Written June 4, 2024",
            "Written May 28, 2024",
            "Written May 22, 2024",
            "Written May 15, 2024",
            "Written April 25, 2024",
            "Written April 21, 2024",
            "Written April 11, 2024",
            "Written April 7, 2024",
            "Written March 30, 2024",
            "Written March 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60623-d1570043-Reviews-Smith_Family_Garden_Luau-Lihue_Kauai_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60616-d522347-Reviews-Smith_Family_Garden_Luau-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60616-d508639-Reviews-Smith_s_Tropical_Paradise-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60616-d12961850-Reviews-Russell_s_By_Eat_Healthy-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60616-d2406726-Reviews-Passion_Bakery_Cafe-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60616-d1118130-Reviews-Monicos_Taqueria-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60616-d9826697-Reviews-Haole_Girl_Island_Sweets-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60616-d17594207-Reviews-Mamahune_s-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60616-d4427766-Reviews-Sleeping_Giant_Grill-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60616-d11856702-Reviews-Potions-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60616-d9613826-Reviews-Lava_Lava_Beach_Club-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d6894405-Reviews-Smiths_Tropical_Paradise-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d1991097-Reviews-Lydgate_State_Park-Wailua_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d1122958-Reviews-Sleeping_Giant_Trail-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d999325-Reviews-Lydgate_Farms_Kauai_Chocolate-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d266239-Reviews-Ho_olalaea_Waterfall-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d3487687-Reviews-Wailua_River_State_Park-Wailua_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d3200921-Reviews-Kauai_Path-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d108540-Reviews-Opaekaa_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d569743-Reviews-Kauai_s_Hindu_Monastery-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d13437330-Reviews-Hikinaakala_Heiau-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d1570043-Reviews-or10-Smith_Family_Garden_Luau-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d3836601-Reviews-Aulii_Luau-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d23888737-Reviews-Luau_Ka_Hikina-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d1748998-Reviews-Luau_Kalamaku_Kauai-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60620-d13918959-Reviews-Ahi_Lele_Luau_Fire_Show-Kilauea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d1943525-Reviews-Smith_s_Tropical_Paradise_Luau-Wailua_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60612-d1739596-Reviews-Mc_Master_Slack_Key_Concerts-Hanalei_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d23821342-Reviews-Ahi_Uila_Fire_Show_At_HGI_Kauai-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d573944-Reviews-Hawaii_Alive_Luau_Show_Dinner-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d1674563-Reviews-South_Pacific_Dinner_Theatre-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d5975441-Reviews-Grand_Hyatt_Kauai_Luau-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d673966-Reviews-Kayak_Kaua_i-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d1881621-Reviews-Alii_Kayaks-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d1015347-Reviews-Kayak_Wailua-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d12007661-Reviews-Wild_Kauai_Chocolate-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d6557506-Reviews-Spirit_of_Kaua_i-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d3498737-Reviews-Smiths_Fern_Grotto_Wailua_River_Cruis-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d1953658-Reviews-Kayak_Adventures-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d2091154-Reviews-Rainbow_Kayak_Tours-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d1570037-Reviews-Wailua_Kayak_Adventures-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d7212603-Reviews-Ancient_River_Kayak-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g33022-d13875587-Reviews-Los_Rios_Historic_District-San_Juan_Capistrano_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d4237533-Reviews-St_Augustine_Outlets-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d6028529-Reviews-Zorlu_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g49585-d3319899-Reviews-Craggy_Gardens-Swannanoa_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d4721747-Reviews-Perez_Art_Museum_Miami_PAMM-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d311951-Reviews-Cafe_Tortoni-Buenos_Aires_Capital_Federal_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d10177235-Reviews-The_Ocean_Train-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g54242-d2292536-Reviews-The_Pier_at_Garden_City_Beach-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60612-d1381284-Reviews-Hanalei_Pier-Hanalei_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d14130373-Reviews-Skyline_Park-Atlanta_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60623-d1570043-Reviews-or10-Smith_Family_Garden_Luau-Lihue_Kauai_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60623-d1570043-Reviews-Smith_Family_Garden_Luau-Lihue_Kauai_Hawaii.html"
    }
]