[
    {
        "attraction_name": "Smoky Mountain Alpine Coaster",
        "attraction_name_vi": "Tàu lượn siêu tốc núi khói",
        "general_info": [
            "5.390 đánh giá",
            "16 trong số 75 điều cần làm ở Pigeon Forge",
            "Công viên giải trí chủ đề"
        ],
        "attraction_summary": "Hãy đến cưỡi đồi và cảm nhận cảm giác hồi hộp! Tàu lượn siêu tốc Smoky Mountain Alpine là ĐƯỜNG DOWNHILL DÀI NHẤT Ở HOA KỲ, với hơn 1 dặm đường đua và TÀU Lượn ALPINE CHÍNH HÃNG ở Smokies! Vì vậy, nếu bạn đang tìm kiếm một trải nghiệm khó quên trong kỳ nghỉ của mình ở Great Smoky Mountains thì đây là điều phải làm! Xe đẩy được thiết kế để chở một hoặc hai du khách một cách thoải mái nhưng một mình có thể dễ dàng xử lý. Các tay đua có thể kiểm soát vận tốc lên tới 27 dặm/giờ và điều này mang lại cho họ trải nghiệm thực tế độc đáo! Mưa, chúng tôi có tấm chắn mưa, tuyết hay nắng, không vấn đề gì, vì hiệu quả phanh tuyệt vời không thay đổi nên bạn có thể đạp xe quanh năm! Có thể áp dụng giới hạn độ tuổi, giới hạn cân nặng, cha mẹ có thể cần đi cùng trẻ nhỏ. Đường đua của chúng tôi có đèn LED màu để bạn có thể trải nghiệm Chuyến đi đêm tuyệt vời của chúng tôi! Chuyến đi Uber tuyệt vời đã có TẠI ĐÂY!Đọc thêm",
        "reviews": [
            "Đây là một chuyến đi thú vị, mượt mà, nhanh chóng và thú vị. Không giống như một số đế lót ly khiến bạn lộn ngược, loại đế lót ly này phù hợp hơn với cả người lớn và trẻ lớn. Chuyến đi kéo dài khoảng 7 hoặc 8 phút mặc dù 5 phút trong thời gian đó dành cho việc leo đồi. Nó khá thú vị nhưng đắt tiền. Mẹo nhỏ: Chuyến thứ hai trong cùng một ngày thường có giá bằng một nửa.Đọc thêm",
            "Vui vẻ. Chúng tôi đã đi ngay khi nó mở ra và hàng người không quá dài. Chúng tôi có những đứa trẻ từ 6 đến 16 tuổi và tất cả đều có vẻ thích thú với điều đó. Thậm chí có những phiếu giảm giá trong một số tờ rơi du lịch quanh thị trấn có thể giúp bạn tiết kiệm một vài đô la. Chỉ cần lưu ý rằng bạn PHẢI cao ít nhất 36 inch để có thể tiếp tục với người lớn. Nếu bạn lưu biên lai, bạn có thể mua một chuyến đi khác với giá 10 đô la. Chúng tôi đã không xếp hàng chờ đợi nữa với nhóm của mình. Chuyến đi sẽ sáng lên vào ban đêm và có vẻ như trời sẽ mát mẻ vào ban đêm.Đọc thêm",
            "Các cháu cuối cùng cũng được đi chiếc tàu lượn này. Chúng tôi đã đến đó khi lần đầu tiên mở cửa mà tôi rất khuyến khích vì nó trở nên bận rộn nhanh chóng. Những đứa trẻ thực sự thích thú với cảm giác hồi hộp về tốc độ của đường đua, những đoạn dốc và khúc cua trong toàn bộ chuyến đi. Đạp xe vào ban đêm và bạn sẽ có cảm giác thực sự khác biệt khi đường đua được chiếu sáng. Nếu bạn nhận biên lai sau chuyến đi, bạn có thể nhận được chuyến đi bổ sung với giá 10.Đọc thêm",
            "Tận hưởng chuyến đi nhanh đến tàu lượn siêu tốc trên núi cao với con gái 12 tuổi và tôi.\n\nMua Groupon với giá 21,00 cho 2 người và đó là một trải nghiệm tuyệt vời.\nNơi này không đông đúc vào buổi chiều và chúng tôi mất chưa đầy 15 phút từ lúc mua vé đến lúc leo lên xe.\nCó một hệ thống ròng rọc giúp bạn có một chuyến đi tuyệt vời lên núi, đây là một cách rất thư giãn để ngắm nhìn ngọn núi.\nChuyến đi xuống thật tuyệt vời khi bạn kiểm soát tốc độ của mình bằng cách phanh hoặc không.\nRất khuyến khích đi lên núi!\nĐọc thêm",
            "Hai con trai của tôi và tôi rất thích chiếc tàu lượn này. Thật là một chuyến đi! Lên núi thư giãn với hệ thống ròng rọc tự động kéo bạn lên mà bạn không cần phải làm gì và cảm giác đi xuống thật phấn khích! Bạn có hai đòn bẩy ở mỗi bên mà bạn đẩy về phía trước để đi nhanh hoặc kéo về phía sau để giảm tốc độ hoặc dừng lại. Khi bạn lên đến đỉnh, sẽ có một biển báo lớn yêu cầu bạn đẩy cần về phía trước để xuống dốc. Đừng dừng lại khi đang đi xuống, có những biển báo yêu cầu bạn đừng dừng lại, nhưng tôi khuyên bạn nên giảm tốc độ khi đi vòng qua các khúc cua nếu bạn không thích cảm giác bay vòng quanh chúng với tốc độ tối đa. Chúng tôi thích đi nhanh suốt chặng đường! Chúng tôi đã nhận được một chiếc Groupon với giá rất hời cho phép chúng tôi đi 2 chuyến một chuyến. Groupon rất tốt cho ngày chúng tôi đưa họ vượt qua vào ngày hôm sau cho đến khi đóng cửa. Vì vậy, chúng tôi đạp xe vào ban ngày và ngày hôm sau chúng tôi đạp xe vào ban đêm. Thật nhiều niềm vui vào ban đêm với tất cả ánh sáng! Nếu bạn nhận được Groupon, hãy đảm bảo bạn đến quầy bán vé trước và nhờ họ quét và họ sẽ đưa cho bạn vé đi xe. Hàng dài cả hai lần, nhưng họ di chuyển nhanh chóng. Chắc chắn sẽ đi xe lại bất cứ khi nào quay lại Pigeon Forge.Đọc thêm",
            "Đây là một trải nghiệm mà mọi người nên thử. Thật tuyệt vào ban ngày vì bạn thực sự có thể nhìn thấy. Họ có đèn dọc theo đường đua vào ban đêm, trông rất dễ quan sát nhưng lái xe tốt, trong bóng tối. Phải làm nhưng trong ngày. Hãy chuẩn bị cho thời gian chờ đợi lâu vào buổi tối.Đọc thêm",
            "Chuyến đi lên thật đẹp và chuyến đi xuống trôi qua quá nhanh. Tất cả chúng tôi đều ước nó đi xa hơn. Đây là một điều tuyệt vời để làm trong thời gian dừng chân ngắn ngủi của chúng tôi ở Pigeon Forge. Mặc dù tôi không thể so sánh nó với những hoạt động giải trí khác trong khu vực, nhưng tôi sẽ xếp nó là một trong những hoạt động hàng đầu vì nó khác với những hoạt động bạn có thể trải nghiệm ở các địa điểm khác như chơi gôn, putt-putt, v.v.Đọc thêm",
            "Đầu tiên, chuyến đi rất đáng giá - nó rất thú vị.  Có khoảng 3 đế lót ly trên núi cao trong khu vực và tất cả đều có vẻ tốt nên vấn đề là nhân viên.  Họ xác định lại sự thờ ơ.  Cô gái bán vé rất chuyên nghiệp, nhưng những người thực sự hỗ trợ chuyến đi ... Tôi không muốn ở đây trong trường hợp khẩn cấp.    Toàn bộ trải nghiệm kéo dài khoảng 30 phút nên đây không phải là vấn đề lớn.Đọc thêm",
            "Đã có một vụ nổ khi lái chiếc tàu lượn này.  Chúng tôi đã cưỡi ngựa ở Dollywood nhưng đây là lần đầu tiên đi tàu lượn một mình trong khu vực rèn chim bồ câu.  Chuyến đi trôi qua và thực sự thú vị và bạn có thể giảm tốc độ để đảm bảo rằng bạn sẽ không đi quá nhanh nếu bạn lo lắng về tốc độ.  Có cảm giác như nó có thể rẻ hơn một chút nhưng nó có thể so sánh với các loại đế lót ly khác và rất thú vị.  Rất vui vì chúng tôi đã làm đượcĐọc thêm",
            "Sau nhiều năm ghé thăm khu vực này, đây là chiếc tàu lượn yêu thích của tôi. Họ cũng cung cấp mức giá giảm cho chuyến đi thứ hai của bạn. Chuyến đi lên đỉnh mất khoảng 12 phút và chuyến đi xuống dài hơn một chút so với các tàu lượn khác. Khiếu nại duy nhất của tôi VÀ bạn không thể kiểm soát điều này là nếu người trước mặt bạn là một kẻ yếu đuối và luôn giữ tay họ trong suốt chuyến đi. Vì họ không muốn bạn dừng lại trên đường đua nên việc đi thật chậm cho đến khi con mèo sợ hãi di chuyển xuống đường đua sẽ giúp bạn tăng tốc độ.   Đọc thêm",
            "Đây là chuyến tàu lượn núi đầu tiên chúng tôi thực hiện trong chuyến phiêu lưu Pigeon Forge. Đây là một trò chơi thú vị và xứng đáng được xếp hạng top 5. Chúng tôi muốn quay lại và thực hiện vào ban đêm vì nó di chuyển xuyên qua rừng và hệ thống chiếu sáng có vẻ như sẽ nâng tầm chuyến đi hơn nữa. Nhân viên rất chuyên nghiệp và hàng người di chuyển nhanh chóng.  Nếu bạn bị mắc kẹt sau một con sên, điều đó xảy ra là bạn hãy báo cho người điều hành biết và họ sẽ đưa bạn trở lại ngay để đi lại. Giá trị tốt và rất thú vị.Đọc thêm",
            "Đó là một chuyến đi đơn giản, nhưng rất nhiều niềm vui!  Trừ khi bạn dễ sợ hãi, còn không thì không cần thiết phải dùng phanh để giảm tốc độ.  Đó là một cảm giác phấn khích khi gió quất vào bạn khi lao xuống dốc! Hãy là một đứa trẻ một lần nữa!Đọc thêm",
            "Đây là một tàu lượn siêu tốc tuyệt vời. Đưa bạn lên dốc trong một thời gian dài và sau đó bạn tăng tốc trở lại xuống dưới. Tàu lượn siêu tốc dài hơn 10 lần so với tàu chúng tôi đã đi ở Georgia vào đầu tuần với cùng chi phíXem thêm",
            "Họ quảng cáo nó là tàu lượn xuống dốc dài nhất ở Mỹ.  Tôi không chắc điều đó có đúng không, nhưng đây chắc chắn là chiếc tàu lượn tuyệt vời nhất mà tôi từng đi.  Đó là một vụ nổ!  Chúng tôi phải làm điều đó lần thứ hai và sẽ quay lại vào những kỳ nghỉ sau.Đọc thêm",
            "Chúng tôi đã đi vào ban đêm, đó là khuyến khích.  Coaster cho cảm giác nhanh hơn rất nhiều vì trời tối và chúng tôi chỉ có thể nhìn thấy những gì được thắp sáng. Mọi người thực sự rất thích nó! Chắc chắn sẽ làm lại! Đọc thêm",
            "Trong số tất cả các tàu lượn siêu tốc trên núi khác, điều này cho đến nay thật thú vị. Chuyến đi này rất nhanh nhưng bạn có thể giảm tốc độ bằng phanh tay cầm. Con đường ngắm cảnh lên núi thật thú vị và thư giãn. Chúng tôi đã sử dụng một nhóm giúp giảm chi phí vé nên đó là một vấn đề tuyệt vời. Dòng này dài nhưng nó di chuyển khá nhanh. Nếu bạn đang tìm kiếm điều gì đó để làm cùng gia đình thì nơi này thật thú vị. Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đi tàu lượn núi! Thật là một trải nghiệm tuyệt vời và thú vị! Khung cảnh nhìn từ trên cao thật tuyệt vời! Bạn thậm chí có thể đi lại nó chỉ với 10 đô la với biên lai của bạn. Chúng tôi đã nhận được vé từ Groupon vì họ có ưu đãi lớn cho hai chuyến đi! Tôi chắc chắn khuyên bạn nên đi chuyến này khi ghé thăm Pigeon Forge.Đọc thêm",
            "Chúng tôi nghĩ đây là một chiếc tàu lượn tuyệt vời! Chúng tôi tìm thấy một chiếc Groupon để đi. Tín hiệu di động tại quầy vé kém, vì vậy nếu có Groupon, bạn nên in ra hoặc chụp màn hình mã vạch trước khi đến. Đọc thêm",
            "Đã tiếp tục điều này với con gái 10 tuổi và con trai 12 tuổi của tôi. Chắc chắn thú vị vào ban đêm với đèn led.  Nó nhanh và tốt hơn tàu lượn Dê Đọc thêm",
            "Điều này thực sự thú vị! Chắc chắn sẽ đi một lần nữa! Groupon đã cứu chúng tôi một chút và chúng tôi được mời đi chuyến thứ hai với giá 10 người ngay tại cửa sổ. Không được phép sử dụng điện thoại hoặc đồ vật lỏng lẻo khi đi xe. Phụ huynh chỉ cần mang theo chìa khóa xe và thẻ ghi nợ phòng trường hợp bạn muốn mua bức ảnh họ chụp gần cuối chuyến đi. Chúng tôi đã mua bức ảnh vì nó thật buồn cười!Đọc thêm"
        ],
        "star_ratings": [
            4182,
            962,
            179,
            29,
            38
        ],
        "review_amount": 5390,
        "location": [
            "Quận Sevier",
            "Hoa Kỳ",
            "lò rèn chim bồ câu",
            "Những điều cần làm ở Pigeon Forge",
            "Tàu lượn siêu tốc núi khói",
            "Tennessee TN"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 20, 2023",
            "Written June 21, 2023",
            "Written July 15, 2023",
            "Written July 19, 2023",
            "Written July 31, 2023",
            "Written August 5, 2023",
            "Written August 6, 2023",
            "Written August 30, 2023",
            "Written September 30, 2023",
            "Written June 3, 2024",
            "Written May 9, 2024",
            "Written May 4, 2024",
            "Written April 20, 2024",
            "Written April 10, 2024",
            "Written April 9, 2024",
            "Written April 5, 2024",
            "Written April 5, 2024",
            "Written April 3, 2024",
            "Written March 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55270-d4606908-Reviews-Smoky_Mountain_Alpine_Coaster-Pigeon_Forge_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d1567996-Reviews-Cakes_by_Bakin_Bishop-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d8735559-Reviews-Boss_Hoggs_BBQ_Shack-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d7078303-Reviews-McDonald_s-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d2391746-Reviews-Subway-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d8476113-Reviews-Clabough_s_Deli_Grill-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d12880548-Reviews-Bob_s_Burgers_at_the_50_S_Style_Diner-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d15153586-Reviews-Brick_and_Spoon_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d449098-Reviews-Mel_s_Diner-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d649394-Reviews-Calhoun_s-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d12526186-Reviews-Curl_de_la_Creme_Ice_Cream-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1524007-Reviews-Yesterdays_Antiques_Collectibles-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7147426-Reviews-Ole_Smoky_Tennessee_Moonshine-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17406453-Reviews-Main_Event_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d649413-Reviews-Mountain_Valley_Winery-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7076795-Reviews-Wear_Farm_City_Park-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17508392-Reviews-Junction_35_Spirits-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4418208-Reviews-Arcade_City_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1674338-Reviews-Rockin_Raceway_Arcade-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d10252461-Reviews-Mill_Bridge_Hard_Cider_Company-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4606908-Reviews-or10-Smoky_Mountain_Alpine_Coaster-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d103537-Reviews-Dollywood-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d26694697-Reviews-Lost_Mine_Mountain_Coaster_Mini_Golf-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4250338-Reviews-Big_Top_Arcade-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7791318-Reviews-Outdoor_Gravity_Park-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17585538-Reviews-Rowdy_Bear_s_Smoky_Mountain_Snowpark-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d13834626-Reviews-Pigeon_Forge_Snow-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d14931377-Reviews-Paula_Deen_s_Lumberjack_Feud_Supper_Show-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d11961248-Reviews-Trapped_Escape_Game-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d14173478-Reviews-Smoky_Mountain_Escape_Games-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4473690-Reviews-Goats_on_the_Roof-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8131525-Reviews-The_Escape_Game_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d12365756-Reviews-Conway_Twitty_Tribute_by_Travis_James-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d13794266-Reviews-Board_Brush_Creative_Studio-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d15052137-Reviews-Four_Bandits_Old_Time_Photo-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7610311-Reviews-Brian_Hoffman_s_Remembering_Red_A_Tribute_to_Red_Skelton-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g45139-d7020966-Reviews-Magruder_Corridor-Darby_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d21129132-Reviews-Panorama_Sky_Bar-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191994-d12828517-Reviews-Vlycha_Beach-Vlycha_Lindos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g57119-d12495132-Reviews-St_George_Historic_Downtown-St_George_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d4976146-Reviews-Jacobs_Pavilion_at_Nautica-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6650894-Reviews-9th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d108399-Reviews-Music_Row-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d107184-Reviews-Disney_s_Blizzard_Beach_Water_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d258472-Reviews-Milwaukee_Public_Museum-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103112-Reviews-John_F_Kennedy_Presidential_Museum_Library-Boston_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55270-d4606908-Reviews-or10-Smoky_Mountain_Alpine_Coaster-Pigeon_Forge_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55270-d4606908-Reviews-Smoky_Mountain_Alpine_Coaster-Pigeon_Forge_Tennessee.html"
    }
]