[
    {
        "attraction_name": "Snow Mountain at Stone Mountain Park",
        "attraction_name_vi": "Núi Tuyết ở Công viên Núi Đá",
        "general_info": [
            "237 đánh giá",
            "Khu trượt tuyết trượt tuyết"
        ],
        "attraction_summary": "Nhìn nhanh đẹp từ xa.  Không có chỗ cho người già và bệnh tật. Nên có một đêm đặc biệt dành cho người già và những thứ tương tự. Việc đỗ xe thật khủng khiếp và thực tế là chúng tôi không thể nhìn thấy ánh đèn ở cự ly gần thật lố bịch. Mucho dinero chỉ để nhìn xung quanh. Không chắc có pháo hoa thật không....chúng tôi đã xem và.trái...Đọc thêm",
        "reviews": [
            "Thật tuyệt vời khi nhìn thấy một ngọn núi đá granit khổng lồ ở giữa công viên. Tháng 4 là thời điểm tuyệt vời để ghé thăm vì tất cả hoa đỗ quyên và cây thù du nở rộ. Đọc thêm",
            "Lần đầu tiên đến thăm Stone Mnt.  Kích thước đá granit thật tuyệt vời!  Ít nhất phải nói rằng việc đi bộ lên con đường mòn này rất mệt mỏi nhưng cũng đáng giá.  Chúng tôi mạo hiểm đi theo con đường kẻo phải đi trên đường quay trở lại tảng đá!  Xuyên qua khu rừng là những con đường mòn chạy đến tận bãi đậu xe và sẽ giúp bạn tránh khỏi đá.  Khung cảnh tuyệt vời của đường chân trời Atlanta.  Một số việc cần làm với giá đỗ xe 20,00, nhưng 3 thứ bên trong công viên bạn phải mua vé với giá 34,99 Mỗi loại thuế - chuyến đi lên xuống mnt, bảo tàng và ngôi làng lịch sử.  Điều chỉnh tuyết có sẵn từ tháng 11 đến tháng 2. Nó đã đóng cửa khi chúng tôi đi nhưng họ vẫn chưa dỡ bỏ chuyến đi.Đọc thêm",
            "Tôi thường không viết đánh giá nhưng các đánh giá về núi tuyết tệ đến mức tôi gần như bắt đầu không đi mặc dù đã mang theo vé, tuy nhiên, tôi rất vui vì chúng tôi đã đi. Tôi đã trả 20 đô la cho Groupon và chỉ trả thêm 20 đô la để đậu xe. Tôi không chắc tại sao mọi người lại trả thêm 10 đô la để đỗ xe vì bãi đậu xe thông thường vẫn rất gần với điểm thu hút. Chúng tôi đã đi vào Chủ nhật tuần trước nên có lẽ điều đó đã tạo nên sự khác biệt nhưng chúng tôi đã đạp xe rất nhiều lần cho đến khi con trai tôi muốn quay lại khu vui chơi. Chúng tôi xếp hàng không dài chút nào và mặc dù một số nhân viên có vẻ như không muốn ở đó vì ai thực sự muốn đi làm vào cuối tuần, nhưng hầu hết họ đều thực sự thân thiện. Tôi đọc thấy mọi người phàn nàn về việc kéo bè nhưng có một băng chuyền kéo nó một nửa và nửa còn lại bạn phải kéo. Mặc dù đây là một công việc nhưng nó vẫn không tệ đến thế. Sau Snow Mountain, chúng tôi dành thời gian thực hiện một số hoạt động khác mà công viên cung cấp. Tôi thực sự rất thích bản thân mình và sẽ quay trở lại.  Năm tới tôi dự định đến đó sớm để sau đó chúng ta có thể thực hiện tất cả các hoạt động khác ở công viên và thậm chí có thể đi bộ lên núi.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến thăm công viên núi tuyết. Chúng tôi luôn tận hưởng tất cả các chuyến thăm của chúng tôi trong nhiều năm qua, cho đến thời điểm này. Trong số tất cả các đường trượt có tổng cộng 12 đường dành cho người chạy ống, 6 đường dành cho Dare Devil Plunge và 4 đường dành cho Avalanche Alley, họ chỉ vận hành 3 đường dành cho người chạy ống, 2 đường dành cho Dare Devil Plunge và 2 đường dành cho Avalanche Alley với rất đông người có mặt trong ngày này. Nhân sự hầu hết đều thô lỗ và lười biếng. Khi cố gắng lấy một ống đôi, tôi đã nhờ một cô gái 18 tuổi mồm mép thông minh làm việc ở lối vào, bắt đầu la hét không đôi không đôi như thể chúng tôi là những đứa trẻ. Khi tôi hỏi tại sao thì cô ấy trả lời với thái độ vì tôi đã nói như vậy và nó không an toàn. Trước hết, tôi không cần thái độ của bạn, thứ hai, tôi đã trưởng thành, bạn đã quảng cáo các chuyến đi đôi là một phần trong các lựa chọn cưỡi ngựa cho các đường trượt trong quảng cáo chiêu hàng của bạn, thứ ba, chúng tôi chưa bao giờ được thông báo khi vào cửa hoặc trong quá trình mua vé rằng điều này không phải một lựa chọn trong ngày. Nếu mọi người biết trước điều này, tôi đảm bảo với bạn rằng họ sẽ không đến và lãng phí tiền bạc của mình. Toàn bộ trải nghiệm đã khiến tôi và gia đình phải tìm lối ra sau buổi học kéo dài 2 giờ và không bao giờ muốn quay lại Công viên Núi Đá trong tương lai. Việc quản lý và nhân sự cho địa điểm này cần phải được giải quyết nghiêm túc. Lời khuyên của tôi là hãy tiêu số tiền khó kiếm được của bạn vào đâu đó. Không bao giờ nữa!!!!!!!!!!!! Đọc thêm",
            "Chúng tôi đã đặt mua vé trượt tuyết cho gia đình 4 người vào lúc 5 giờ 30 chiều và ngày này không đông đúc chút nào. Vì vậy, chúng tôi nghĩ những dòng dễ dàng và thú vị. KHÔNG!!! Phải xếp hàng mãi để đến được ống tuyết Avalanche, đợi một giờ và làn đường đó thật kinh khủng và về cơ bản sẽ khiến bạn phải quay lưng ra ngoài. Nhân viên chơi đùa, lười biếng và không có sự lãnh đạo nào cả. Chúng tôi đã không ký giấy từ bỏ và chúng tôi cũng không được thông báo rằng những làn đường đó rất gồ ghề!!! Sau đó đến khu vực Snow Play rất rộng và chúng tôi đang đi trên các làn đường dành cho trẻ em và họ đóng cửa khu vực đó lúc 7:30 vì không có đủ nhân viên. Tuy nhiên, điều khiến nhiều người tức giận là không có nhân viên của họ ở đó trong một giờ qua khiến mọi người phải ngồi xem suốt thời gian qua. Họ là một số bậc cha mẹ rất điên rồ!!! Bạn trả rất nhiều tiền cho loại công cụ này và sau đó bạn không nhận được nó. Giả sử tôi đã trả 159 cho gia đình mình và phải xuống một lần. Nơi này hoạt động kém và đây không phải là lần đầu tiên chúng tôi trải nghiệm điều này với Công viên Núi Đá. Chúng tôi sống cách đó 4 giờ và sẽ không bao giờ cho họ cơ hội nữa. Đừng lấy tiền của mọi người rồi đóng cửa mọi thứ và có những nhân viên không quan tâm. Toàn bộ công viên đều đóng cửa nhưng Khu Tuyết, một cửa hàng và một khu ăn uống trông thật kinh khủng. Nhân tiện, cũng không hoàn lại tiền. Hãy tiết kiệm tiền nếu nó quý giá đối với bạn và làm việc khác.Đọc thêm",
            "Núi Tuyết là một khoảng thời gian rất vui..... các hàng di chuyển rất nhanh và hai giờ là đủ thời gian để chơi cầu trượt... khu vui chơi tuyết ở phía dưới cũng rất vui... chỉ có phía dưới là 8 để mua bỏng ngô và nước đóng chai....Đọc thêm",
            "Gia đình tôi đến thăm núi tuyết, chúng tôi có 5 người nên tất nhiên chi phí không hề rẻ. Chúng tôi rất hào hứng với trò chơi trượt tuyết trên núi. Thực ra đó là tuyết trên nền tảng làm bằng tay. Chúng tôi không nhận ra rằng mình phải đợi khoảng 30 phút mới có thể tiếp cận được ống dẫn tuyết. Họ chỉ cho bạn 2 giờ nhưng khi bạn kéo lê những chiếc ống nặng nề và xếp hàng chờ đợi, bạn thực sự chỉ nhận được một giờ hoặc một chiếc ống. Chúng tôi đã rất vui vì đó chỉ là những gì chúng tôi làm, chúng tôi tạo ra hạnh phúc cho riêng mình tuy nhiên đó là sự thất vọng của toàn bộ quá trình thiết lập. Chưa kể chi phí 20,00 chỉ để đi qua lối vào công viên và sau đó họ tính phí và thêm 10,00 để đậu xe! Thich that!! Chúng tôi đã mua lại vé của mình và họ không hoàn lại tiền nên tất nhiên chúng tôi chỉ phải trả thêm chi phí. Hoàn toàn lừa đảo. Sau khi buổi đi ống của chúng tôi kết thúc, chúng tôi tiến đến vùng tuyết. nó đã đóng cửa trong một tiếng rưỡi nhưng họ nói sẽ là một giờ. Vâng, không có gì cho chúng tôi để làm ngoài ngài xung quanh. Sau đó chúng tôi quyết định đi ăn trưa. Đó là những đĩa thức ăn chỉ đặt dưới lò sưởi có giá 9,00 mỗi đĩa cho một combo nhưng nó không bao gồm đồ uống. Đồ uống là 3,75. Sau khi ăn xong, chúng tôi quay trở lại vùng tuyết, nơi chẳng có gì ngoài băng. Các con tôi cứ thế ngã xuống. Tuy nhiên, chúng tôi vẫn tự tạo ra niềm vui cho riêng mình và đi chơi ở đó suốt một giờ. Chúng tôi sẽ không bao giờ quay lại núi tuyết nữa.Đọc thêm",
            "My family was very disappointed by the snow mountain experience. First of all, the attraction is nothing like described. Snow Mountain implies that there will be a mountain with snow to sled down. Really, it is a small area set up at the base of snow mountain. It doesnt even look like there is snow and its not snowing. The only snow we saw was the little bit on the tubing surface. The lines were long for the family tubing avalanche alley. It took almost 30 minutes to get on a tube. It is not organized well. They funnel all the lines into one line and then have to fill the tube with 10 people before they let it go down so while they are searching the line for the right amount of people in a party, everyone else is waiting.  For single and double riders, they make you drag your tubes up to the top. It is heavy and tiring. It would make more sense to have tubes at the top for people. I was with my 5 year old and 70 year old mother and had to lug around heavy tubes which did a number on my arms and back. All of this for 40 per person plus 20 admission fee to the park and 10 parking if you want to park in the lot near the attraction. Robbery if you ask me. The 2 hour window allowed us to go down 4 times. Then, the snow park area for the kids was basically a danger zone covered in ice. We almost fell numerous times just trying to walk across the surface, my son fell and was hit by people falling, and i witnessed a child slam his head into a wooden post nearby the kids tubing area. There is no supervision by staff and it is incredibly hard to keep up with your little ones who want to run off when you feel like you will bust your own head open if you try to run after. We will not be going back mainly for these reasons. But also, all the restaurants were closed  on a Saturday with a park full of people and the sky lift was closed. The only part of the park available was the marketplace which serves 10 hotdoghamburgerpizzafries and the shops to spend more money. It was not advertised on the website of any closures. Why did we pay 20 if nothing was open and it doesnt even include reasonable parking?? Never again.Read more",
            "Cái giá phải trả cho gia đình chúng tôi rất cao, không có phiếu giảm giá đặc biệt nào. Chỉ cho phép rất nhiều chuyến đi dựa trên độ cao và các chuyến đi có sẵn là làn đường đơn và không có nhiều thứ khác mang lại cảm giác phấn khích. Tôi khuyên bạn nên tiết kiệm tiền của mình và tận hưởng những điểm hấp dẫn khác mà Stone Mountain mang lại.Đọc thêm"
        ],
        "star_ratings": [
            101,
            67,
            31,
            21,
            17
        ],
        "review_amount": 237,
        "location": [
            "Hoa Kỳ",
            "Núi đá",
            "Núi Tuyết ở Công viên Núi Đá",
            "Những điều cần làm ở Núi Đá",
            "Georgia G.A."
        ],
        "reviews_time": [
            "Written December 11, 2021",
            "Written April 8, 2021",
            "Written March 2, 2020",
            "Written February 23, 2020",
            "Written February 18, 2020",
            "Written February 8, 2020",
            "Written February 8, 2020",
            "Written February 6, 2020",
            "Written January 25, 2020",
            "Written January 20, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35283-d7224318-Reviews-Snow_Mountain_at_Stone_Mountain_Park-Stone_Mountain_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d12580789-Reviews-Mountain_View_Restaurant-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d4163749-Reviews-The_Commons_Restaurant-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d467255-Reviews-Village_Corner-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d2662374-Reviews-Sweet_Potato_Cafe-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d7290151-Reviews-Stone_Mountain_Public_House-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d19661651-Reviews-Ol_Skool_Flava-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d1627333-Reviews-Crazy_Ron_s_BBQ-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d6785274-Reviews-Pi_bytes-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d445160-Reviews-Wells_Cargo_Cafe-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d880399-Reviews-Weeyums_Philly_Style-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d9882012-Reviews-Summit_Skyride-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d10287122-Reviews-Confederate_Hall_Historical_Environmental_Education_Center-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d103334-Reviews-Stone_Mountain_Carving-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d108695-Reviews-Stone_Mountain_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d9880013-Reviews-Stone_Mountain_Welcome_Center-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d8275213-Reviews-NCG_Cinema-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35064-d944681-Reviews-BAPS_Shri_Swaminarayan_Mandir-Lilburn_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d17838202-Reviews-Collectible_Antique_Chair_Gallery-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35064-d20971382-Reviews-Yellow_River_Wildlife_Sanctuary-Lilburn_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d8726479-Reviews-Art_Station-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d7224318-Reviews-or10-Snow_Mountain_at_Stone_Mountain_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d10246232-Reviews-Yellow_River_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d103335-Reviews-Old_South-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d15771259-Reviews-Deshong_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d23927013-Reviews-Hidden_Acres_Nature_Preserve-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d27087290-Reviews-Pine_Lake_Park_And_Beach-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d27033554-Reviews-Georgia_Stone_Mountain_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d27015616-Reviews-Sweet_Basil_Asian_Kitchen-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d4885701-Reviews-Stone_Mountain_Glass_Shop-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d10724413-Reviews-Atlanta_Adventure_Tours-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d4961737-Reviews-Netherworld_Haunted_House-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d12885380-Reviews-Stone_Mountain_Golf_Club-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34895-d1171834-Reviews-Your_Dekalb_Farmers_Market-Decatur_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187357-d1775092-Reviews-Volkswagen_Auto_Museum-Wolfsburg_Lower_Saxony.html",
            "https://www.tripadvisor.com/Attraction_Review-g40550-d2322253-Reviews-Megunticook_Lake-Camden_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d102933-Reviews-National_Baseball_Hall_of_Fame_and_Museum-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g44926-d107328-Reviews-Bass_Pro_Shops_Outdoor_World-Springfield_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g33814-d8612365-Reviews-Lavender_Pond_Farm-Killingworth_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d191396-Reviews-Naschmarkt-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d541404-Reviews-Gubalowka-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d218798-Reviews-Huntington_Beach_State_Park-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d2294343-Reviews-Zhenski_Pazar_Women_s_Market-Sofia_Sofia_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298417-d23780187-Reviews-Wadina_Water_Park-Nizwa_Ad_Dakhiliyah_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35283-d7224318-Reviews-or10-Snow_Mountain_at_Stone_Mountain_Park-Stone_Mountain_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35283-d7224318-Reviews-Snow_Mountain_at_Stone_Mountain_Park-Stone_Mountain_Georgia.html"
    }
]