[
    {
        "attraction_name": "Soi Dog Foundation",
        "attraction_name_vi": "Quỹ chó Soi",
        "general_info": [
            "1.521 đánh giá",
            "6 trong số 351 việc cần làm ở Phuket",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Soi Dog Foundation là S.E. Tổ chức giải cứu chó và mèo đi lạc dễ bị tổn thương lớn nhất châu Á. Trong 20 năm, được hỗ trợ bởi các khoản đóng góp hào phóng và tình nguyện viên toàn cầu, SDF đã làm việc không mệt mỏi để giảm bớt đau khổ cho động vật thông qua CNVR Catch; Thiến; Tiêm phòng; Trả lại các chương trình. Đối với những động vật không thể được đưa trở lại đường phố một cách an toàn, SDF cung cấp nơi trú ẩn cũng như các dịch vụ nhận con nuôi ở địa phương và quốc tế. SDF là thiên đường nơi những chú chó và mèo ốm yếu và dễ bị tổn thương nhận được sự chăm sóc y tế và tình yêu thương đẳng cấp thế giới. SDF đang làm việc ở một số quốc gia để giúp chấm dứt nạn buôn bán thịt chó dã man và vô nhân đạo. Các chuyến tham quan có hướng dẫn được cung cấp từ Thứ Hai đến Thứ Sáu lúc 10:00 sáng và 1:30 chiều. Sau chuyến tham quan kéo dài 40 phút, du khách được khuyến khích giao lưu với những chú chó và mèo đáng yêu của chúng tôi. Các chuyến tham quan ngẫu hứng không được thực hiện trong khoảng thời gian từ 11:30 sáng đến 1:00 chiều, mặc dù trong khoảng thời gian này, du khách được mời giao lưu trong trại nuôi mèo hoặc dành thời gian ở trung tâm du khách. Các tình nguyện viên được chào đón từ Thứ Hai đến Thứ Sáu, từ 9 giờ sáng.Đọc thêm",
        "reviews": [
            "Gần đây tôi đã đến thăm khu bảo tồn cùng với chồng mình và đó là một trải nghiệm tuyệt vời mà tôi có thể giới thiệu cho tất cả những ai đang đến thăm vùng Phuket. Những nỗ lực của họ trong việc cứu chó và mèo thật cảm động và những con vật này được chăm sóc chu đáo. Cảm ơn tất cả các tình nguyện viên và nhân viên đã cam kết tạo ra một cuộc sống tốt đẹp hơn cho những động vật này. Khi đến thăm, bạn sẽ nhận được một chuyến tham quan có hướng dẫn viên và có thể âu yếm những chú chó con. Bạn cũng sẽ có cơ hội đến thăm nơi ở của mèo, nơi bạn có thể vuốt ve, ôm và chơi với chúng. Thật đáng yêu khi thấy rằng ngay cả sau khi trải qua chấn thương nặng nề, họ vẫn vui vẻ và vui tươi. Rất nhiều lời chào từ Bỉ.Đọc thêm",
            "Kính gửi Bí thư,\n\nCảm ơn bạn đã ghé thăm Soi Dog và đánh giá tuyệt vời.\n\nChúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan của mình và nhận được sự chào đón nồng nhiệt từ những chú chó con và mèo.\n\nTất cả cư dân nuôi chó và mèo ở đây đều rất dễ bị tổn thương khi quay trở lại cộng đồng và phải dựa vào các nhân viên và tình nguyện viên để đảm bảo cuộc sống của họ thoải mái và phong phú nhất có thể, trong khi họ chờ đợi những ngôi nhà yêu thương có thể nhận nuôi. Dành thời gian với những vị khách tốt bụng cũng góp phần vào việc này.\n\nCảm ơn bạn đã khuyến khích những người khác đến thăm chúng tôi và dành thời gian với những chú chó và mèo. Chúng tôi hy vọng được chào đón bạn trở lại vào một ngày nào đó!\n\nLời chúc tốt nhất. Đọc thêm",
            "Sau khi ủng hộ Soi Dog được vài năm, thật tuyệt vời khi cuối cùng cũng đến được Thái Lan và ghé thăm trung tâm.  Đáng buồn thay, vì chúng tôi đang đi du lịch theo nhóm, chỗ ở của chúng tôi quá xa để chúng tôi có thể tham gia tình nguyện nên chúng tôi phải thực hiện chuyến thăm kéo dài ba giờ đồng hồ. Chúng tôi được dẫn đi xung quanh bởi một hướng dẫn viên vui vẻ và đầy nhiệt huyết, người đã giải thích về nguồn gốc và vai trò của tổ chức và mọi nơi chúng tôi đến, chúng tôi đều được chào đón bởi một biển người vẫy đuôi vui vẻ. Chúng tôi phải đi chơi với một bầy chó con điên rồ, trước khi gặp hai chú chó mà chúng tôi tài trợ, một trong số đó chúng tôi đã dắt đi dạo một đoạn ngắn. Chuyến tham quan kết thúc bằng chuyến tham quan trung tâm mèo, nơi cũng mang tính tương tác. Tất cả các nhân viên và tình nguyện viên mà chúng tôi gặp đều thân thiện, hữu ích và đầu tư rõ ràng vào các vai trò khác nhau của họ trong việc cứu và chăm sóc động vật. Đây là cuộc giải cứu động vật trên quy mô lớn và chúng tôi tự hào có thể đóng góp nhỏ bé của mình.Đọc thêm",
            "KiwiDragonfly thân mến,\n\nCảm ơn bạn đã ghé thăm Soi Dog và đánh giá tuyệt vời!\n\nChúng tôi đánh giá cao việc bạn thực hiện chuyến hành trình dài đến phía bắc hòn đảo và dành thời gian với những chú chó và mèo thường trú ở đây. Họ thực sự thích chào đón du khách bằng những cái ôm và sự táo bạo. \n\nThật vui khi biết rằng bạn đã tận mắt chứng kiến ​​mọi người nhiệt tình như thế nào trong việc ưu tiên sức khỏe của chó và mèo. Mỗi nhân viên hoặc tình nguyện viên đều thực hiện một vai trò mang lại lợi ích cho cuộc sống của chó và mèo tại nơi trú ẩn cũng như các khu vực khác của Thái Lan và Châu Á. \n\nCảm ơn bạn cũng đã vui lòng tài trợ cho hai cư dân của chúng tôi. Chúng tôi rất vui vì họ có thể gặp bạn và cảm ơn bạn. \n\nTài trợ là cách tốt nhất để giúp đỡ những chú chó và mèo không thể nhận nuôi vì lý do sức khỏe, đồng thời giúp chúng có được cuộc sống thoải mái, hạnh phúc tại nơi trú ẩn. Chúng tôi thực sự không thể tiếp tục giúp đỡ rất nhiều động vật đang cần giúp đỡ nếu không có những người có tấm lòng nhân hậu như bạn.\n\nChúng tôi hy vọng bạn có thể ghé thăm lại một ngày nào đó!\n\nLời chúc tốt nhất. Đọc thêm",
            "Đã dành 8 ngày tại nơi trú ẩn Soi Dog và yêu thương từng phút.  Cơ sở vật chất và nhân viên tại nơi trú ẩn thật đáng kinh ngạc.  Nếu bạn yêu động vật và muốn giúp đỡ, tôi khuyến khích bạn tình nguyện dành thời gian ở đây.  Bạn sẽ không hối tiếc khi chia sẻ thời gian và tình yêu của mình với những chú chó và mèo vì nó được đền đáp gấp mười lần.Đọc thêm",
            "Louise thân mến,\n\nCảm ơn bạn đã tình nguyện cùng chúng tôi tại Soi Dog và để lại nhận xét về trải nghiệm của bạn.\n\nChúng tôi rất vui khi biết rằng bạn đã tận hưởng khoảng thời gian ở đây cũng như những chú chó và mèo đã tận hưởng khoảng thời gian ở bên bạn. \n\nNếu không có những người tốt bụng như bạn dành thời gian tập thể dục, giao lưu và yêu thương những chú chó mèo, chúng tôi không thể tiếp tục giúp đỡ rất nhiều người đang gặp khó khăn.\n\nChúng tôi mong được chào đón bạn trở lại vào một ngày nào đó!\n\nLời chúc tốt nhất. Đọc thêm",
            "Tuyệt đối là một nơi phải đến để ủng hộ địa điểm, con người và quan trọng nhất là các bạn nhỏ xinh đẹp và đáng yêu! Cho dù bạn có phải là người yêu chó hay mèo hay không, hãy đến thăm và nếu có thời gian, bạn thậm chí có thể tham gia tình nguyện trong một ngày hoặc hơn.\nViệc quyên góp tùy thuộc vào bạn và không ai bắt buộc bạn phải quyên góp bất cứ thứ gì.Đọc thêm",
            "Kính gửi Cựu chiến binh,\n\nCảm ơn bạn đã ghé thăm Soi Dog và đánh giá dễ thương.\n\nChó và mèo của chúng tôi muốn dành cho du khách sự chào đón nồng nhiệt và cảm ơn sự hỗ trợ của bạn.\n\nChúng tôi thực sự đánh giá cao việc bạn khuyến khích mọi người tình nguyện với chúng tôi. Ở đây chúng tôi có rất nhiều chú chó cần được đi dạo và giao lưu, cũng như những chú mèo cần được giao lưu và âu yếm.\n\nChúng tôi mong được chào đón bạn trở lại Soi Dog một ngày nào đó! \n\nLời chúc tốt nhất. Đọc thêm",
            "Nơi này thật đáng kinh ngạc. Các nhân viên rất đáng yêu. Bạn có thể nói rằng tất cả những con chó đều được yêu thương và chăm sóc. Tất cả họ đều rất hạnh phúc. Họ chứa những con chó rất tốt tùy theo nhu cầu của họ. Họ có chúng trong phạm vi kích thước, độ tuổi và nhu cầu. \nThánh đường rất đẹp và rộng lớn. Và chúng tôi phải chơi với một số con chó. \nChúng tôi đã mua một số mặt hàng để hỗ trợ họ vì họ cung cấp các chuyến tham quan miễn phí. \nLần tới tôi ở Thái Lan tôi sẽ tình nguyện ở đây. \nCảm ơn Ghan vì chuyến tham quan! Đọc thêm",
            "Toniyaj thân mến,\n\nCảm ơn bạn đã ghé thăm Soi Dog và có những phản hồi tuyệt vời. \n\nChúng tôi rất vui khi biết rằng bạn đã tự mình nhận thấy rằng sức khỏe của chó và mèo là ưu tiên hàng đầu của tất cả chúng tôi ở đây.\n\nGan, những chú chó và mèo rất thích chào đón du khách một cách nồng nhiệt!\n\nChúng tôi mong được chào đón bạn trở lại với tư cách tình nguyện viên vào một ngày nào đó. \n\nLời chúc tốt đẹp nhất.Đọc thêm",
            "Thật tuyệt vời, đáng kinh ngạc về cách hoạt động từ thiện đã phát triển và đa dạng\n\nSẽ là người ủng hộ suốt đời và quay lại chọn chó khi có thể! \n\nHãy theo kịp hoạt động tình nguyện, quỹ, nhận con nuôi. Đóng góp của bạn đang ở nơi tốt nhất có thể! \n\nVui lòng nhận nuôi và không mua sắmĐọc thêm",
            "Tessas979 thân mến,\n\nCảm ơn bạn đã ghé thăm Soi Dog và nhận xét rất tuyệt vời.\n\nChúng tôi rất biết ơn những người tốt bụng như bạn, giúp chúng tôi có thể giúp đỡ ngày càng nhiều chó mèo đang gặp khó khăn.\n\nChúng tôi thực sự đánh giá cao việc bạn khuyến khích người khác ủng hộ Soi Dog và cân nhắc nhận nuôi thay vì mua từ người chăn nuôi. \n\nỞ đây có biết bao tâm hồn đẹp đang chờ đợi những mái ấm, gia đình yêu thương. \n\nChúng tôi mong được chào đón bạn trở lại trong tương lai!\n\nLời chúc tốt nhất. Đọc thêm",
            "Tôi đã dành một tuần tình nguyện cùng Soi Dog và đó là kết thúc tuyệt vời nhất cho chuyến đi của tôi. Đội ngũ nhân viên thật tuyệt vời và chu đáo, và bạn có thể nói rằng bạn đã bước vào một nơi tràn ngập tình yêu thương và sự quan tâm. Tôi đã có một khoảng thời gian tuyệt vời khi gặp gỡ những chú chó ở mọi lứa tuổi, kích cỡ, giống và nhu cầu và đưa chúng đi dạo cùng những người yêu thích nó đến hồ bơi của khu bảo tồn. Thật tuyệt vời khi được ngắm nhìn những chú chó và mèo bị đối xử rất tệ trước khi được cứu để phát triển mạnh mẽ trong khu bảo tồn này và sự tiếp xúc yêu thương của con người.\n\nTôi rất biết ơn tất cả những gì Soi Dog đang làm cho chó và mèo Asias - họ làm việc chăm chỉ bất chấp những khó khăn phải đối mặt để giúp những con vật này có cơ hội sống tốt hơn. Tôi sẽ tiếp tục hỗ trợ họ thông qua quyên góp và tài trợ, và hy vọng sẽ sớm quay lại hoạt động tình nguyện! Tôi khuyến khích tất cả những ai có thời gian rảnh rỗi khi đến thăm sống ở Phuket hãy ghé thăm Soi Dog và gặp gỡ những tâm hồn đáng yêu sống ở đây.\n\nSidenote - Thật khó để không có bất kỳ mục yêu thích nào khi tình nguyện ở đây nhưng Butterboy đã đánh cắp trái tim tôi. Tôi hy vọng anh ấy sẽ sớm tìm được ngôi nhà mãi mãi của mình xĐọc thêm",
            "Rachel thân yêu,\n\nCảm ơn bạn đã tình nguyện với chúng tôi và những phản hồi tuyệt vời như vậy.\n\nChúng tôi rất biết ơn vì năng lượng và tình yêu mà bạn đã dành cho Soi Dog, mang lại lợi ích cho những chú chó và mèo ở đây rất nhiều! \n\nThật khó để không yêu cậu bé Butterboy mù một tuổi của chúng tôi. Anh ấy tràn đầy tình yêu và năng lượng, thích đi dạo hàng ngày và âu yếm những tình nguyện viên tốt bụng như bạn. Tất cả chúng tôi đều yêu mến anh ấy ở đây nhiều như vậy, chúng tôi cũng hy vọng anh ấy sẽ sớm tìm được ngôi nhà yêu thương thoải mái mà anh ấy xứng đáng có được. \n\nChúng tôi rất biết ơn những cách mà các bạn đã hỗ trợ Soi Dog, giúp chúng tôi có thể tiếp tục giúp đỡ rất nhiều chó mèo đang gặp khó khăn. \n\nCảm ơn bạn cũng đã khuyến khích người khác đến thăm và tình nguyện. Chúng tôi luôn cần những tình nguyện viên để làm phong phú thêm cuộc sống của những chú chó, mèo đang sống ở đây. \n\nChúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Soi Dog!\n\nLời chúc tốt nhất. \n\nĐọc thêm",
            "Lần đầu tiên tôi đến thăm Soi Dog vào năm 2017 được 1 tuần và kể từ đó năm nào tôi cũng quay lại, bây giờ cùng với đối tác của mình. Tôi thường tình nguyện trong một hoặc hai tuần, đôi khi cả ngày hoặc nửa ngày. Nó chỉ là một nơi trú ẩn từ thiện tuyệt vời. Các nhân viên tình nguyện viên rất thân thiện và những chú chó thật tuyệt vời. Tôi khuyên bạn nên ghé thăm và thực sự khuyên bạn nên tình nguyện trong vài ngày vì bạn sẽ không bao giờ hối tiếc và giống như tôi có thể sẽ tiếp tục quay lại.Đọc thêm",
            "Kevin thân mến,\n\nCảm ơn vì tất cả thời gian và năng lượng mà bạn đã dành cho Soi Dog trong suốt thời gian qua. Chúng tôi thực sự không thể tiếp tục giúp đỡ rất nhiều chó mèo đang gặp khó khăn nếu không có những người tốt bụng như bạn!\n\nVì hiện tại chúng tôi có rất nhiều chó và mèo sống ở Soi Dog nên chúng tôi cần nhiều tình nguyện viên hơn bao giờ hết để giúp đi bộ, giao lưu và chơi với chó cũng như âu yếm và chơi với mèo. Điều này giúp chúng học cách tin tưởng con người, tăng cơ hội được nhận làm con nuôi và cũng làm phong phú thêm cuộc sống của chúng khi sống ở nơi trú ẩn. \n\nChúng tôi đánh giá cao việc bạn để lại đánh giá khuyến khích những người khác tình nguyện cùng chúng tôi và trở thành một phần của cộng đồng Soi Dog toàn cầu. \n\nCảm ơn tất cả chúng tôi, chó, mèo và con người tại Soi Dog rất nhiều. \n\nLời chúc tốt nhất. \n\nĐọc thêm",
            "Chúng tôi đã dành 2 ngày tình nguyện ở đây khi ở Phuket - với việc bản thân nuôi một chú chó cứu hộ và trở thành những động vật to lớn, đó là điều ưu tiên hàng đầu của chúng tôi khi ở đây. Mọi người đều rất thân thiện và nồng nhiệt, bạn thực sự có thể nói rằng họ rất vui mừng khi có tình nguyện viên giúp đỡ! Toàn bộ trải nghiệm thật tuyệt vời, rõ ràng là có phần khó chịu khi nhìn thấy những gì mà rất nhiều chú chó mèo đã phải trải qua trước khi Soi Dog nhận chúng vào, nhưng khi bạn nhìn thấy tất cả công sức, sự quan tâm và tình yêu dành cho mỗi con vật và bao xa rất nhiều người trong số họ đã đến, điều đó cho thấy họ đang làm công việc tuyệt vời đến mức nào. Nếu bạn đang đến thăm Phuket, vui lòng thêm điều này vào thời gian của bạn ở đây, nó giúp ích cho một tổ chức tuyệt vời nhưng cũng giúp đỡ những động vật mà họ nuôi dưỡng, rất nhiều người sẽ rất phấn khích khi bạn đưa chúng đi dạo chỉ muốn chơi đùa và được yêu thương và điều này cũng giúp ích nhiều người trong số họ với hành trình tìm được một ngôi nhà vĩnh viễn! Cảm ơn mọi người ở Soi Dog vì đã đón tiếp chúng tôi, chúng tôi chắc chắn sẽ quay lại! Đặc biệt gửi lời cảm ơn tới nhóm của cô ấy Chrissie vì công việc họ làm trong không gian tình nguyện - mọi thứ đều phối hợp rất tốt, tất cả các bạn khiến chúng tôi cảm thấy như ở nhà! Đọc thêm",
            "Kính gửi kamio396,\n\nCảm ơn bạn đã tình nguyện cùng chúng tôi và dành thời gian để lại nhận xét tuyệt vời!\n\nNhư bạn đã thấy, những chú chó và mèo ở đây được hưởng lợi rất nhiều khi ở bên những người tử tế như bạn. Họ luôn rất vui khi được nhìn thấy những khuôn mặt thân thiện và đó thực sự là điểm nhấn trong ngày của họ. \n\nCảm ơn bạn đã khuyến khích những người khác đến thăm và làm tình nguyện viên, với rất nhiều chó mèo hiện đang được Soi Dog Foundation chăm sóc, chúng tôi đang cần thêm nhiều tình nguyện viên hơn nữa. Và tất cả các tình nguyện viên của chúng tôi đều thích đi bộ, vui chơi và giao tiếp nhiều như những chú chó và mèo.\n\nChúng tôi thực sự không thể tiếp tục giúp đỡ rất nhiều động vật đang cần giúp đỡ nếu không có những người tốt bụng như bạn và hy vọng một ngày nào đó sẽ được chào đón bạn trở lại.\n\nLời chúc tốt nhất. \n\nĐọc thêm",
            "Thật là một công việc tuyệt vời Soi Dog làm! Chúng tôi đã trải qua vài giờ rất thú vị nhưng đầy cảm xúc tại Soi Dog - 1600 con chó và 1400 con mèo được chăm sóc vào ngày chúng tôi đến thăm, và tôi ước mình có thể nhận nuôi một vài con trong số chúng nhưng do luật kiểm dịch của Úc nên điều đó là không thể.  Có vẻ như cứ 4 chú chó thì có một chú bị mất một chi nhưng giờ chúng đang ở một nơi an toàn chỉ chờ đợi ngôi nhà vĩnh viễn của mình.  Lần tới chúng tôi đi tôi sẽ làm tình nguyện vài ngày.  Hoàn toàn không khó bán để quyên góp nhưng cũng quá khó để ra đi mà không khiến số dư ngân hàng bị thu hẹp lại một chút!Đọc thêm",
            "PaulinesA9430AE thân mến,\n\nCảm ơn bạn đã ghé thăm Soi Dog và dành thời gian để lại nhận xét. \n\nNhiều người cảm thấy xúc động khi nghe về những gì mà rất nhiều chú chó và mèo được cứu hộ đã trải qua trước khi đến Soi Dog, nhưng như bạn đã tận mắt chứng kiến, chúng đều được chăm sóc rất chu đáo ở đây.\n\nVới 1.400 con chó và 400 con mèo hiện đang sống tại nơi trú ẩn, chúng luôn biết ơn những người tốt bụng như bạn đã ghé thăm và dành thời gian cho chúng. \n\nChúng tôi mong được chào đón bạn trở lại, hy vọng một ngày nào đó sẽ là tình nguyện viên!\n\nLời chúc tốt nhất. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi nghe về Soi Dog Foundation từ hướng dẫn viên của chúng tôi, Silvia! Chúng tôi mới ở Phuket một ngày và không biết phải làm gì gần sân bay, nhưng tôi rất vui vì đã tình cờ gặp được soi dog. Thật đáng khích lệ sau khi nhìn thấy rất nhiều động vật đi lạc trong chuyến đi của chúng tôi và nghe về những nỗ lực mà tổ chức này thực hiện không chỉ để điều trị và phục hồi những động vật bị thương và bị bệnh mà còn cả việc giáo dục mà họ cung cấp cho cộng đồng về việc chăm sóc động vật! Chưa kể việc giúp các chú chó con hòa nhập với nhau thật thú vị! Chúng tôi chắc chắn sẽ tiếp tục kết nối với Soi Dog Foundation kể từ bây giờ.Đọc thêm",
            "Thân gửi oceansidedatenight,\n\nCảm ơn bạn đã ghé thăm Soi Dog Foundation và đánh giá tuyệt vời.\n\nChúng tôi rất vui vì bạn đã tìm thấy chúng tôi và có chuyến tham quan thú vị với Silvia.\n\nNhững chú chó con thích chào đón du khách của chúng tôi một cách nồng nhiệt, và việc gặp gỡ và làm quen với những người mới thực sự làm tăng cơ hội được nhận nuôi của chúng.\n\nChúng tôi hy vọng sẽ được chào đón bạn trở lại một ngày nào đó!\n\nChúc bạn mọi điều tốt đẹp.\n\nĐọc thêm",
            "Đây là một nơi tuyệt đẹp để ghé thăm và hỗ trợ. Nó khơi dậy niềm tin vào nhân loại. Tôi rất vui khi biết về những gì tổ chức này đã đạt được và tiếp tục đạt được để biến thế giới thành một nơi tốt đẹp hơn cho chó và mèo của Thái Lan và các quốc gia khác. Một nơi tuyệt đối phải ghé thăm ở Phuket. Tôi chắc chắn sẽ giới thiệu chuyến tham quan tuyệt vời này.Đọc thêm",
            "Kính gửi Q9532LWhannahs,\n\nCảm ơn bạn đã ghé thăm Soi Dog Foundation và dành thời gian để lại nhận xét.\n\nChúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực như vậy và đánh giá cao việc bạn khuyến khích người khác ghé thăm. \n\nLời chúc tốt nhất. Đọc thêm",
            "Trải nghiệm tuyệt vời cho cả những người yêu chó và những người không yêu chó. Các chuyến đi bộ diễn ra vào buổi sáng và buổi chiều và rất đáng giá.Đọc thêm",
            "Kính gửi RossC1709,\n\nCảm ơn bạn đã ghé thăm Soi Dog Foundation và để lại nhận xét.\n\nChúng tôi rất vui khi biết bạn thích chuyến tham quan đến mức nào và đánh giá cao việc bạn cho người khác biết về trải nghiệm tích cực của mình.\n\nLời chúc tốt nhất. \n\nĐọc thêm",
            "Chúng tôi hoàn toàn tận hưởng khoảng thời gian ở Soi Dog Foundation. Chúng tôi đã được tham gia một chuyến tham quan kéo dài 45 phút rất thú vị và tìm hiểu tất cả về công việc tuyệt vời mà tổ chức từ thiện này thực hiện đối với chó và mèo đường phố ở Phuket. Chúng tôi có thể dành nhiều thời gian như mong muốn với những chú chó con và mèo. Vì vợ tôi và tôi bị khuyết tật nên chúng tôi không thể dắt bất kỳ chú chó nào đi dạo, nhưng chúng tôi rất vui khi có thể quyên góp. Nơi này là nơi không thể bỏ qua khi bạn ở Phuket, họ đang làm một công việc đáng kinh ngạc là cứu chó và mèo khỏi sự tàn ác và ngược đãi.Đọc thêm",
            "VictorGibbons thân mến,\n\nCảm ơn bạn đã ghé thăm Soi Dog Foundation và dành thời gian để lại đánh giá.\n\nChúng tôi rất vui khi biết rằng bạn đã tận hưởng khoảng thời gian bên những chú chó con và mèo như chúng đã tận hưởng khoảng thời gian bên bạn.\n\nVì chương trình tình nguyện của chúng tôi bắt đầu lúc 9 giờ sáng và kéo dài tối thiểu hai ngày nên những người đến thăm và tham gia chuyến tham quan không phải lúc nào cũng có thể tham gia ngay. Nếu bạn có hứng thú quay lại làm tình nguyện, chúng tôi có thể điều chỉnh lịch trình phù hợp với bạn và vợ bạn, đồng thời mang lại lợi ích cho những chú chó và mèo nhiều nhất có thể.\n\nCảm ơn bạn đã quyên góp rất tử tế và khuyến khích những người khác đến thăm Soi Dog Foundation. Chúng tôi không thể tiếp tục giúp đỡ nhiều chú chó và mèo đang gặp khó khăn như vậy nếu không có sự hỗ trợ của những người giàu lòng nhân ái như bạn.\n\nChúc bạn mọi điều tốt đẹp nhất. Đọc thêm",
            "Điều này kéo dây trái tim của bạn! Những gì nền tảng soi dog làm được cho những chú chó ở Thái Lan thật đáng kinh ngạc. Đó thật là một chuyến tham quan thú vị và chúng tôi đã dành thời gian dài chơi đùa với những chú chó con và mèo. Tôi hy vọng một ngày nào đó sẽ trở lại làm tình nguyện viên. Rất xứng đáng và là một trong những hoạt động tuyệt vời nhất chúng tôi đã thực hiện ở Phuket.Đọc thêm",
            "Kính gửi M8789WVbeckyb,\n\nCảm ơn bạn đã ghé thăm Soi Dog Foundation và dành thời gian để lại nhận xét.\n\nChúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tích cực và được chào đón nồng nhiệt bởi một số chú chó và mèo thường trú của chúng tôi!\n\nChúng tôi mong được chào đón bạn trở lại với tư cách là tình nguyện viên trong tương lai.\n\nTrân trọng,\n\nChrissie \n\nĐọc thêm",
            "Phải đi xứng đáng!!! Trải nghiệm tuyệt vời nhất ở Thái Lan! Hoạt động từ thiện và mục đích tốt nhất! Sẽ khiến bạn khóc! Tôi đã đi cùng chồng trong tuần trăng mật của chúng tôi để tham quan các loài động vật và quyên góp trên bức tường tưởng niệm để kỷ niệm tuần trăng mật của chúng tôi. Trung tâm cứu hộ tốt nhất mà tôi từng thấy và tôi đã làm việc trong lĩnh vực cứu hộ hơn 20 năm. Tuy nhiên, hãy cẩn thận vì bạn có thể sẽ phải lòng một người bạn lông lá mà bạn phải mang về nhà vì đó là những gì đã xảy ra với tôi. Vui lòng ghé thăm và nếu bạn không thể đến thăm, hãy quyên góp! Đây là một mục đích tuyệt vời với những người tận tụy thực sự quan tâm đến động vật! Đọc thêm",
            "Laura R thân mến,\n\nCảm ơn bạn đã ghé thăm chúng tôi trong tuần trăng mật và nhận xét tuyệt vời.\n\nChúng tôi hy vọng bạn cũng đã khóc những giọt nước mắt hạnh phúc, vì rất nhiều chú chó và mèo ở nơi trú ẩn này đã thể hiện rất nhiều khả năng phục hồi và cuối cùng có thể sống một cuộc sống hạnh phúc và thoải mái sau khi nhận được sự điều trị và chăm sóc mà chúng cần. \n\nThật thú vị khi biết rằng bạn dự định nhận nuôi một trong những cư dân của chúng tôi. Tất cả chó mèo của chúng tôi ở đây đều đang kiên nhẫn chờ đợi ngày có người yêu thương và đưa về nhà. Điều này không chỉ mang lại cho họ ngôi nhà yêu thương mà họ xứng đáng có được mà còn tạo ra không gian ở nơi trú ẩn cho nhiều động vật cần giúp đỡ hơn. \n\nQuyên góp một tấm bảng trên bức tường tưởng niệm của chúng tôi là một cách hay để kỷ niệm tuần trăng mật của bạn và chúng tôi thực sự hy vọng bạn có thể quay lại trong tương lai để xem điều này.\n\nCảm ơn bạn đã khuyến khích những người khác đến thăm và tìm hiểu về nhiều cách mà Soi Dog đang làm giảm bớt nỗi đau khổ của chó và mèo ở Thái Lan cũng như các khu vực khác ở Châu Á.\n\nChúng tôi mong được chào đón bạn trở lại một ngày nào đó.\n\nLời chúc tốt nhất. \nĐọc thêm",
            "Thực sự là một trải nghiệm rất bổ ích. Lần đầu tiên tôi đến đây là năm ngoái và có một trải nghiệm tuyệt vời. Đã dành 4 ngày tình nguyện. Và năm nay tôi lại quay trở lại như đã hứa với đội tình nguyện xinh đẹp. Năm nay, tôi đã dành 8 ngày tình nguyện, nhưng vẫn cảm thấy như thế vẫn chưa đủ Nơi này xung quanh sạch sẽ, mở rộng diện tích và bổ sung thêm nhiều khu vực ngoài khu vực. Tất cả, ý tôi là, TẤT CẢ nhân viên ở đây đều rất tốt bụng, thân thiện, đều mỉm cười. Những chú chó và đàn chạy được chăm sóc rất tốt. Hãy chuẩn bị cho cái nóng nếu bạn đến vào tháng 4, nhưng nếu bạn không ngại cái nóng, tháng 4 sau Songkran là thời điểm tốt nhất vì đang là mùa thấp điểm nên đồ đạc sẽ rẻ hơn. Tôi sẽ quay lại năm tới, CẢM ƠN SOI DOG FOUNDATION vì tất cả sự chăm chỉ của các bạn dành cho soi chó mèo của Thái Lan.Khob khun kha, Chúa phù hộ cho tất cả các bạnĐọc thêm",
            "Monika_t07 thân mến,\n\nCảm ơn bạn đã quay lại làm tình nguyện viên với chúng tôi và có đánh giá tuyệt vời!\n\nChúng tôi rất biết ơn những người tốt bụng như bạn đã dành rất nhiều thời gian và tình yêu thương cho những chú chó và mèo tại nơi trú ẩn này.\n\nHầu hết mọi người quay trở lại làm tình nguyện viên với chúng tôi sau khi yêu rất nhiều chó mèo và trở thành một phần của cộng đồng Soi Dog toàn cầu.\n\nChúng tôi rất mong được chào đón bạn trở lại vào năm tới!\n\nLời chúc tốt nhất. \n\nĐọc thêm",
            "Một nơi tuyệt vời để ghé thăm nếu bạn ở Phuket, chúng tôi đã có một chuyến tham quan ngắn gọn nhưng thú vị xung quanh nền tảng, chuyến tham quan hoàn toàn miễn phí. Chúng tôi đã gặp một số trong số hàng nghìn chú chó mèo được chăm sóc ở đó, được nhìn thấy một số chú chó con được giải cứu trong cuộc chạy đua dành cho chó con đó, hẳn sẽ rất vui lòng đưa tất cả chúng về nhà cùng chúng tôi! Một số con số về những gì nơi này đã đạt được cho đến nay thật đáng kinh ngạc, mang đến một tương lai tươi sáng hơn cho chó đường phố và thịt chó ở châu Á. Chúng tôi muốn ở bên họ lâu hơn nên đang nghĩ đến việc quay lại để dành thời gian tình nguyện cùng họ. Nền tảng rất gần sân bay và chúng tôi kết hợp chuyến tham quan với chuyến đi đến bãi biển mai khao gần đó. Rất khuyến khíchĐọc thêm",
            "Kính gửi Latty666,\n\nCảm ơn bạn đã ghé thăm Soi Dog Foundation và dành thời gian để lại nhận xét.\n\nChúng tôi rất vui khi biết rằng bạn đã được chào đón nồng nhiệt bởi một số chú chó và mèo sống tại nơi trú ẩn và hy vọng một ngày nào đó bạn có thể quay lại làm tình nguyện viên với chúng tôi! Với gần 2.000 con chó và mèo sống ở đây, chúng tôi luôn cần sự giúp đỡ để đi lại và giao lưu với những chú chó cũng như âu yếm và chơi đùa với những chú mèo. Điều này không chỉ làm phong phú thêm cuộc sống của các em khi sinh sống tại đây mà còn dạy các em biết tin tưởng và đón nhận tình yêu thương từ con người, từ đó tăng cơ hội được nhận làm con nuôi.\n\nCảm ơn bạn đã khuyến khích những người khác đến thăm và tìm hiểu về nhiều cách mà Soi Dog Foundation đang làm giảm bớt nỗi đau khổ của chó và mèo ở Thái Lan cũng như các khu vực khác ở Châu Á.\n\nChúng tôi mong được chào đón bạn trở lại một ngày nào đó.\n\nLời chúc tốt nhất. \n\nĐọc thêm",
            "CHÚA ƠI! Nơi này thật không thể tin được!!! Tôi là nhà tài trợ hàng tháng và tôi đã theo dõi họ trên mạng xã hội nên tôi khá quen thuộc với tổ chức này. Tôi luôn mơ ước được đến thăm nó một ngày nào đó. Và tháng Tư này tôi đã có cơ hội để làm điều đó! Tất cả chó và mèo đều được chăm sóc rất tốt. Nơi sạch sẽ và tốt đẹp. Họ có hồ bơi dành cho chó và công viên cạnh ao. Các nhân viên và tình nguyện viên rất đam mê động vật, bạn có thể cảm nhận được tình yêu mà họ dành cho những đứa trẻ này. Họ cho chúng tôi dành chút thời gian với những chú chó con và mèo. Tôi cũng đã được gặp con chó mà tôi tài trợ. Đây là điểm nổi bật trong toàn bộ kỳ nghỉ của tôi ở Thái Lan! Tôi chắc chắn sẽ quay lại và đăng ký làm tình nguyện viên! Hãy ghé thăm họ. Họ không thúc đẩy quyên góp hoặc nhận con nuôi. Họ chỉ muốn giáo dục và mang lại nhận thức. Việc quyên góp hoàn toàn tùy thuộc vào mỗi cá nhân!Đọc thêm",
            "Thân gửi O9798JYlaurag,\n\nCảm ơn bạn đã ghé thăm chúng tôi tại Soi Dog Foundation và để lại đánh giá.\n\nChúng tôi rất vui khi được đưa bạn đến gặp chú chó bảo trợ của bạn, để chú chó có thể đích thân cảm ơn bạn vì lòng hảo tâm của bạn. Nếu không có sự hỗ trợ của những người tốt bụng như bạn, Soi Dog không thể tiếp tục giúp đỡ nhiều chú chó và mèo đang gặp khó khăn như vậy.\n\nCảm ơn bạn đã khuyến khích những người khác đến thăm chúng tôi và tìm hiểu về nhiều cách mà Soi Dog đang nỗ lực để giảm bớt đau khổ cho chó và mèo ở Thái Lan cũng như các nơi khác ở Châu Á.\n\nChúng tôi rất vui khi biết rằng chuyến thăm của bạn là một trải nghiệm tích cực và tự mình thấy rằng sức khỏe của chó và mèo là ưu tiên hàng đầu đối với tất cả chúng tôi ở đây.\n\nChúng tôi hy vọng sẽ được chào đón bạn trở lại một ngày nào đó!\n\nChúc bạn mọi điều tốt đẹp nhất. Đọc thêm",
            "Chuyến thăm của tôi tràn ngập trái tim tôi với tình yêu dành cho những chú chó và mèo đã được giải cứu. Đối với những người không thể được nhận nuôi, khu bảo tồn này là một phước lành cho những đứa trẻ lông xù này Đọc thêm",
            "VictoriaKN thân mến,\n\nCảm ơn bạn đã ghé thăm Soi Dog Foundation và dành thời gian để lại đánh giá.\n\nChúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực như vậy và tự mình thấy rằng sức khỏe của những chú chó và mèo ở đây là ưu tiên hàng đầu của tất cả chúng tôi.\n\nChúc bạn mọi điều tốt đẹp nhất. Đọc thêm",
            "Xin chào - chúng tôi muốn ghé vào và xem công việc bạn làm nhưng chúng tôi có thể sẽ chỉ có 1,5 giờ trước khi bay vì bạn không mở cửa cho đến 9 giờ - bạn ở cách sân bay không xa và chúng tôi đang ở phía bên kia của Phuket. Liệu điều đó có đủ lâu không?Đọc thêm",
            "Xin chào - chúng tôi muốn ghé vào và xem công việc bạn làm nhưng chúng tôi có thể sẽ chỉ có 1,5 giờ trước khi bay vì bạn không mở cửa cho đến 9 giờ - bạn ở cách sân bay không xa và chúng tôi đang ở phía bên kia của Phuket. Liệu điều đó có đủ lâu không?Đọc thêm",
            "Xin chào, bạn có thể ghé thăm Soi Dogs để xem tất cả các chú chó và xem nó hoạt động như thế nào không?\n\nTôi là người ủng hộ mạnh mẽ Soi Dogs và rất vui nếu một ngày nào đó có thể đến thăm.\n\nMary đến từ IrelandĐọc thêm",
            "tôi có thể mua một con chó hoặc một con mèo khôngĐọc thêm",
            "Đúng. Hãy truy cập trang web hoặc trang Facebook của họ để tìm hiểu quy trình.Đọc thêm",
            "Có phải tất cả những con chó ở đây đều đã được tiêm phòng bệnh dại không? Xin lỗi nếu không muốn nói là tôi chỉ lo lắng về điều này khi ghé thăm Đọc thêm",
            "Tôi không biết.\nNền móng chó Soi chạy rất tốt.\nNếu chó cần tiêm phòng bệnh dại, tôi chắc chắn họ sẽ tiêm cho chúngĐọc thêm",
            "Xin chào, có ai biết gì về nhóm có tên Dog Meat Survivor hay Dog Meat Savior không? Họ đã sử dụng cả hai tên và tự gọi mình là Hội Nhân đạo trong một thời gian ngắn.  Họ không trả lời các câu hỏi của tôi và tôi thấy số điện thoại liên hệ dịch vụ khách hàng của họ khá kỳ lạ. Tôi lo lắng một số nhóm đang săn lùng những người muốn giúp cứu những con chó này và chỉ đơn giản là lừa đảo mọi người để lấy tiền quyên góp của họ. Tôi đã liên hệ với các nhóm bảo vệ động vật khác để hỏi câu hỏi này. Không ai trả lời. Có ai có thể làm sáng tỏ bất kỳ nhóm nào trong số này không?Đọc thêm",
            "Cảm ơn rất nhiều vì công việc tuyệt vời của bạn. Bạn đang tự hỏi liệu bạn có cần những thứ như vòng cổ hoặc dây dắt chó không?Đọc thêm",
            "Xin chào Sebastian,\n\nVà xin lỗi vì trả lời muộn!\n\nChúng ta luôn có nhu cầu về nhiều loại mặt hàng. Chúng tôi có hơn 1.000 con chó và 350 con mèo, vì vậy những thứ như chì, đồ chơi và túi đựng phân luôn được đánh giá rất cao!\n\nBạn có thể tìm thấy danh sách mong muốn đầy đủ các mặt hàng trên trang web Soi Dog trong phần Cách bạn có thể giúp quyên góp vật tư.\n\nCảm ơn rất nhiều! Đọc thêm",
            "Tôi đang thắc mắc, khi một đô la Mỹ trị giá 30 baht, tại sao 29 đô la Mỹ chỉ chăm sóc một con chó trong một tháng?  Có vẻ như tỷ giá hối đoái sẽ đi xa hơn để chăm sóc động vật.Đọc thêm",
            "Robin thân mến,\n29 là số tiền để tài trợ cho một chú chó tại Soi Dog Foundation. Với số tiền này, bạn sẽ nhận được thông tin cập nhật thường xuyên trong suốt cả năm từ chú chó tài trợ của mình, bao gồm cả ảnh và thông tin cập nhật. Thông tin trên trang tài trợ trên trang web của chúng tôi cũng nêu rõ rằng phí đăng ký hàng tháng của bạn không chỉ dành cho chú chó tài trợ của bạn mà còn dành cho việc giúp đỡ các loài động vật khác đang được Soi Dog chăm sóc.\nChúng tôi hy vọng thông tin này hữu ích!\nCảm ơn rất nhiều. Đọc thêm",
            "Tôi đang tự hỏi ai trả tiền vé máy bay cho một con vật tình nguyện hộ tống? đối với nhiều chú chó được người Canada và người Mỹ nhận nuôi. Tôi biết họ là những bậc cha mẹ động vật tuyệt vời! Nhưng điều này quảng cáo rất nhiều về chi phí áp dụng.  Tôi đã đọc rất nhiều về cuộc giải cứu của bạn và xem xét di chúc trong di chúc của tôi khi tôi viết lại nó trong thời gian ngắn. Hãy tiếp tục công việc tuyệt vời của bạn. Rõ ràng là bạn đã làm một công việc tuyệt vời - với rất nhiều .... rất nhiều .... việc thiến miễn phí. Cách duy nhất chúng ta có thể làm để giải quyết vấn đề động vật hoang dã vô gia cư không mong muốn trên toàn thế giới. Không có đủ bác sĩ thú y tư nhân thực hiện đủ các dịch vụ này - MIỄN PHÍ hoặc chỉ một số ít để trang trải thuốc men, thiết bị được sử dụng. lời chúc tốt nhất đến tất cả các bạn. Victoria Pinkerton.Đọc thêm",
            "Victoria thân mến, \nĐầu tiên, cảm ơn bạn rất nhiều vì đã cân nhắc Soi Dog trong kế hoạch kế thừa của mình. Đây thực sự là một cử chỉ tuyệt vời.\nVà, để trả lời câu hỏi của bạn về tình nguyện viên chuyến bay và động vật được nhận nuôi - Chi phí đi lại của động vật từ Soi Dog và đi du lịch nước ngoài sẽ do người nhận nuôi chi trả. Điều này bao gồm phí hành lý quá cước mà động vật mang theo, thùng du lịch và mọi khoản phí hành chính do hãng hàng không và cơ quan xuất nhập khẩu quy định. Các chi phí liên quan đến vé máy bay tình nguyện viên chuyến bay, v.v. đều do chính tình nguyện viên chuyến bay chi trả. Chúng tôi hy vọng điều này sẽ giúp ích! Cảm ơn rất nhiều.Đọc thêm",
            "Ai trả tiền cho tất cả các chuyến bay cho động vật và có tình nguyện viên hộ tống từng con vật? Tôi hiểu rằng một con vật không thể được gửi trên một chuyến bay dài như vậy, điển hình là Thái Lan đến Mỹ hoặc Canada một mình - đặc biệt là một con vật đã từng bị ngược đãi và có vấn đề với mọi người - tội nghiệp những điều nhỏ bé. Thật tuyệt vời khi có rất nhiều người theo dõi quốc tế dường như đã đưa rất nhiều chó đến Canada, v.v. Xin chúc phúc cho tất cả các bạn vì công việc bạn làm để cứu rất nhiều loài động vật yêu thương. Tôi chắc chắn đang xem xét nghiêm túc việc di chúc của mình cho quỹ Soi Dog.Đọc thêm",
            "Tôi nghĩ bạn sẽ nhận được câu trả lời đầy đủ thông tin hơn nếu bạn trực tiếp giải quyết câu hỏi với tổ chức. Và suy nghĩ tuyệt vời lại: Ý chí của bạn! Đọc thêm"
        ],
        "star_ratings": [
            1486,
            27,
            1,
            3,
            4
        ],
        "review_amount": 1521,
        "location": [
            "nước Thái Lan",
            "Những điều cần làm ở Phuket",
            "Phuket",
            "Quỹ chó Soi",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written June 29, 2023",
            "Written July 15, 2023",
            "Written August 4, 2023",
            "Written August 21, 2023",
            "Written August 23, 2023",
            "Written September 5, 2023",
            "Written September 15, 2023",
            "Written September 30, 2023",
            "Written October 4, 2023",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 15, 2024",
            "Written May 13, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 3, 2024",
            "Written April 28, 2024",
            "Written April 16, 2024",
            "Written April 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293920-d6648473-Reviews-Soi_Dog_Foundation-Phuket.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1223683-d3784972-Reviews-Suan_Bua_Restaurant-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1223683-d4064777-Reviews-The_White_Tree_Restaurant-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297937-d25192527-Reviews-Maikhao_Memory_Bar_Restaurant-Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1223683-d12245765-Reviews-Sunshines_Steak-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1223683-d19366962-Reviews-Mix_Cafe-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1223683-d25346303-Reviews-The_Dome_Maikhao_Restaurant-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1223683-d10210818-Reviews-Island_of_Seafood_Delivery_Restaurant-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1223683-d19379024-Reviews-Mix_Cafe-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1223683-d10210323-Reviews-The_Old_Maikhao_Restaurant-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1223683-d4193531-Reviews-Sala_Sawasdee_Lobby_Bar-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1231756-d24186033-Reviews-Phuket_Elephant_Care-Nai_Thon_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223683-d2039346-Reviews-Splash_Jungle_Waterpark-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d1149585-Reviews-Mai_Khao_Beach-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d1036078-Reviews-Naiyang_Beach-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223683-d14031904-Reviews-Takeoff_Landing-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d6022479-Reviews-Nai_Thon_Beach-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d13373016-Reviews-Sirinat_National_Park-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223683-d12885956-Reviews-King_Power_Phuket_Airport-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d15687107-Reviews-Wat_Mongkol_Wararam-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223683-d6016285-Reviews-Saphan_Sarasin_Bridge-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d6648473-Reviews-or10-Soi_Dog_Foundation-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2454044-Reviews-Patong_Beach-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d13237105-Reviews-Green_Elephant_Sanctuary_Park-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297937-d20099608-Reviews-Phuket_Elephant_Nature_Reserve-Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224343-d8550982-Reviews-Banana_Beach-Ko_He_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d24859420-Reviews-Phuket_Elephant_House_Sanctuary-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315811-d13399787-Reviews-Phuket_Elephant_Park-Pa_Khlok_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297937-d553534-Reviews-Gibbon_Rehabilitation_Project-Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215780-d1161264-Reviews-Kata_Noi_Beach-Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1231757-d553203-Reviews-Nai_Harn_Beach-Nai_Harn_Rawai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d23034026-Reviews-Spa_Naka-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223683-d8674121-Reviews-Quan_Spa-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223683-d2191574-Reviews-The_Spa-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g23902929-d19174969-Reviews-The_Lake_Phuket_Elephant_Home-Thep_Krasatti_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d14914400-Reviews-Cooking_School_by_JW-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d3484633-Reviews-Paradise_Diving_Asia-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315813-d2434127-Reviews-Aqua_One_Dive_Padi_5_Star_Idc-Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d14166771-Reviews-Anantara_Spa_by_Anantara_Layan_Phuket_Resort-Choeng_Thale_Thalang_District_Phuk.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d2489310-Reviews-Sea_Cave_Canoe-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223683-d26774673-Reviews-Penny_Massage_Branch_2-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223683-d26768707-Reviews-Izbenka_Mai_Khao-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g580110-d24086226-Reviews-The_Green_Bar-Ko_Chang_Trat_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2412238-d3703556-Reviews-Broga_Hill-Semenyih_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d131328-Reviews-Coconut_Island-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d25046946-Reviews-TeamLab_Botanical_Garden_Osaka-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d4743450-Reviews-Lower_Antelope_Canyon-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g41671-d12031317-Reviews-Jade_Massage_and_Table_Shower_in_Medford-Medford_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d12568183-Reviews-Trenitalia_Frecciarossa-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d1091801-Reviews-Museum_of_Medieval_Torture-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147267-d148296-Reviews-Klein_Bonaire-Bonaire.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d145170-Reviews-Rialto_Beach-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501915-d548269-Reviews-Mljet_National_Park-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293920-d6648473-Reviews-or10-Soi_Dog_Foundation-Phuket.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293920-d6648473-Reviews-Soi_Dog_Foundation-Phuket.html"
    }
]