[
    {
        "attraction_name": "Solaniwa Onsen Osaka Bay Tower",
        "attraction_name_vi": "Tháp vịnh Solaniwa Onsen Osaka",
        "general_info": [
            "63 đánh giá",
            "- 15 trên 420 Spa - Chăm sóc sức khỏe ở Osaka",
            "Khu nghỉ dưỡng suối nước nóng",
            "Spa nước nóng"
        ],
        "attraction_summary": "Du hành xuyên thời gian và khám phá những điều kỳ diệu của thời đại Azuchi Momoyama tại Solaniwa Onsen, Công viên Giải trí Onsen lớn nhất thế giới. Thư giãn trong suối nước nóng tự nhiên của chúng tôi, tìm thấy sự bình yên nội tâm trong khu vườn kiểu Nhật rộng 3.000m2 trên sân thượng của chúng tôi, thưởng thức các món ăn và rượu sake hảo hạng của Nhật Bản hoặc xem các chương trình biểu diễn trực tiếp tuyệt vời.Đọc thêm",
        "reviews": [
            "Solaniwa Onsen nằm ở Tháp Vịnh Osaka, đối với tôi trông giống như một tòa nhà văn phòng. Không khó để đến được đây. Chỉ cần theo dõi bản đồ Google. Tôi đã mua vé trực tuyến trước khi đến thăm và đặt phòng Onsen riêng trên trang web của họ. Có hướng dẫn rõ ràng về những việc cần làm khi bạn đến. Tại quầy, mỗi người chúng tôi được phát một thẻ. Sử dụng nó để quét tìm thực phẩm hoặc các hoạt động phải trả phí và chúng tôi sẽ bị tính phí khi thanh toán trước khi rời khỏi địa điểm Onsen. Chúng tôi để giày ở tủ đựng đồ được cung cấp và được tặng tất. Chọn áo choàng tắm, lấy khăn tắm và thay đồ trong nhà vệ sinh. Tủ khóa được cung cấp để giữ đồ đạc của chúng tôi. Hãy xem trang web của họ để biết các hoạt động chi tiết mà bạn có thể thực hiện. Suối nước nóng riêng rất đẹp và thư giãn. Sữa tắm và dầu gội cũng được cung cấp. Đây cũng là lần đầu tiên tôi đến thăm một suối nước nóng công cộng. Có nhiều loại bồn tắm khác nhau và mỗi loại đều được dán nhãn lợi ích và nhiệt độ trên đó. Có một khu vực có ghế ngả để thư giãn và chúng tôi ngủ quên trên đó sau khi tắm. Vườn trên sân thượng cũng có nhiều điểm chụp ảnh đẹp. Nhà hàng phục vụ các món ăn Nhật Bản rất ngon, giá cả phải chăng. Chúng tôi dành gần như cả ngày để thư giãn tại Solaiwa Onsen. Chắc chắn sẽ quay trở lại nếu chúng tôi ghé thăm Osaka. Đó là phải ghé thăm! Đọc thêm",
            "Đến đây vào ngày cuối cùng ở Osaka để thoát khỏi cuộc bắn phá cảm giác ở trung tâm thành phố Osaka. Vợ tôi và tôi đã có một ngày vui vẻ ở đây và cả hai đều yêu thích cảm giác thư thái của nơi nàyĐọc thêm",
            "1 -  Yukatas were really pretty - great selection.  Best to take a few sets of towels before heading up to the fifth floor for the onsen as there aren - t any towel stations upstairs.2 -  Bring your camera with you upstairs as there - s lots of instgrammable photo taking spots on the way to the onsen, including game arcade areas and fish spa therapy for the feet. Strawberry milk at the vending machine nearby was sugoi  - wonderful - !3 -  Nice rooftop outdoor area  - exit from 5th floor -  with nice photo taking opportunities yet again.  Outdoor slippers provided.  Male and female get to meet again.4 -  Hot stone baths on the main floor were relatively small but when I went on a Sunday, the crowd was manageable and there wasn - t any timed entry restriction. Lots of couples enjoy their time together since the hot stone baths are not gender specific  - except for one small hot bath area - .Gender specific onsen baths on the fifth floor were sufficient  - although not overtly spacious - : almond bath, silk bath, carbonated bath, a couple of hot baths etc. cold bath, steam room and sauna. Most baths were around 38.3 - 40 deg. I found only one bath that was at 43 deg which was a tad hot in my opinion.5 -  Compared to other onsens, this place generally lacked a nice aromatherapy smell, hence in some areas like the hot stone baths, there can be at times a tiny whiff of sourish sweaty smell - .but it passes quickly as the ventilation is pretty good.6 -  Plentiful hair dryers for the ladies; there are two large women - s toilets on the main floor and fifth floor  - onsen level - .  Many will use the hairdryers on the 5th floor.  You are asked to change out of your clothes into your yutaka on the main floor and use the lockers there before going to the onsen on the 5th floor. When you are done  - showered - , you can come back down in your yukatas for make-up and blow dry. Otherwise, you will have to bring your makeup stuff and clothes to the upstairs lockers.7 -  Lounge areas are towards the hot stone bath area on the main and third floor. You can grab mangas and magazines on the second floor.Read more",
            "Được quảng cáo là công viên giải trí onsen lớn nhất ở Kansei, Solaniwa là một onsen công cộng rộng lớn dành cho gia đình, chỉ cách Ga Osaka vài trạm dừng. Nơi đây tự hào có các bồn tắm suối nước nóng tự nhiên - trong nhà - ngoài trời -, bồn tắm đá nóng, ngâm chân, trị liệu bằng cá, Vườn trên sân thượng, sảnh thư giãn - nhà hàng. Chỉ với khoảng - 11 USD bạn có thể thư giãn ở đây cả ngày. Bạn đến đó bằng tuyến đường vòng Osaka, xuống tại ga Wakayama, đi bộ 5 phút đến tháp Art Hotel Bay, nơi có suối nước nóng. Khách của khách sạn được vào cửa miễn phí. Khi vào trong, chỉ cần đi theo những người đứng trước mặt bạn: lấy khăn tắm, chọn yukata, đến phòng thay đồ để thay, sau đó bắt đầu khám phá. Bạn sẽ có 3 tủ khóa: tủ thứ nhất để giày gần lối vào, tủ thứ 2 để đựng quần áo, tủ thứ 3 để đựng yukata ngay trước khi bạn khỏa thân đi tắm suối nước nóng. Dành cho nam giới có 3 phòng tắm lớn ngoài trời và ít nhất cũng có nhiều phòng tắm trong nhà. Bồn ngâm chân nằm ở tầng Rooftop Garden ngoài trời. Chúng tôi đã không thử các nhà hàng nhưng đã lấy mẫu sữa tuyệt vời từ máy bán hàng tự động. Mọi thứ đều được sạc - được quét vào dây đeo cổ tay của bạn. Nhân viên rất thân thiện, tất cả các biển hiệu đều có bản dịch tiếng Anh. Đây chắc chắn không phải là một địa điểm du lịch, có lẽ là 90 - là những khách hàng quen của Nhật Bản. Đó là một cơ sở ấn tượng nhưng vẫn kém Spadium ở Tokyo 1 bậc.Đọc thêm",
            "Đây là onsen đầu tiên của chúng tôi và chúng tôi thực sự thích nó. Hướng dẫn khá rõ ràng dành cho những người không biết phải làm gì - như chúng tôi! - . Bạn nhận được một chiếc áo choàng truyền thống khi vào để đi dạo xung quanh, bạn có thể cùng nhau tận hưởng bồn ngâm chân trên sân thượng, sau đó các phòng tắm trong nhà được phân chia giới tính và bạn cởi áo choàng. Rất nhiều phòng tắm khác nhau để lựa chọn, tất cả các cơ sở siêu sạch và nhân viên thân thiện. Đề nghị!Đọc thêm",
            "Tôi thực sự không muốn viết một bài đánh giá tiêu cực vì bản thân công việc kinh doanh này rất tốt và mang lại trải nghiệm thú vị.  Điều tôi không thích là những khách hàng Nhật Bản khiến chúng tôi cảm thấy không được chào đón.  Khi chúng tôi vào suối nước nóng, một số phụ nữ Nhật chạy ra ngoài.  Điều đó cũng xảy ra với những người đàn ông trong nhóm của chúng tôi ở suối nước nóng của họ.  Tôi nghĩ mục đích của việc đến spa là để cảm thấy thư giãn và được chiều chuộng.  Thay vào đó, tôi cảm thấy mình bẩn thỉu, không được chào đón và bị trừng phạt nặng nề vì tôi không phải là người Nhật. Sẽ không giới thiệu cho người nước ngoài và sẽ không quay lại.Đọc thêm",
            "Tôi đã đến thăm hàng trăm suối nước nóng ở Nhật Bản. Nhiều nơi nằm ở vùng nông thôn trong khung cảnh có vẻ tự nhiên với sông, đá và phong cảnh núi non.  Nơi này nằm ở đô thị Osaka nhưng có khu vườn truyền thống của Nhật Bản với cây thông đen và cây tuyết tùng, suối ngâm chân, spa - Dr. Fish, cùng với các hồ tắm nước nóng thông thường.  Cơ hội chụp ảnh tuyệt vời vì khu vườn nằm ở khu vực du khách mặc yukata truyền thống và mang dép.Đọc thêm",
            "Solaniwa Onsen mới khai trương vào tháng 2 năm 2019. Rất dễ tìm thấy sau khi xuống ga tàu điện ngầm. Cơ sở mới có nhiều biển chỉ dẫn cho các hồ bơi onsen trong nhà và ngoài trời. Có 3 vòng đeo tay: vòng đầu tiên sau khi bạn nhận phòng - để khóa giày và tính tiền đồ ăn - , vòng thứ hai để khóa quần áo của bạn ở tầng hai - thay áo choàng tắm Yutata - được cung cấp - và vòng thứ ba để khóa Yutata của bạn ở tầng năm để hồ bơi onsen. Tất cả ramen đều có giá trên 1000 yên. Họ có một khu vườn xinh đẹp bên ngoài với bồn ngâm chân - miễn phí - và trị liệu bằng cá - tính phí - ở tầng năm.Đọc thêm",
            "If you are interested in a traditional spa experience, but don - t know how to go about it, then this new offering ticks all the boxes. Here - s the rundown of what you can expect:Upon entry, you are welcomed and escorted to the check-in counter, where you receive two wristbands: one includes your locker key and the other a microchip that enables you to record purchases inside the spa. The thing that struck me here was the level of English spoken; I - ve never been to any tourist attraction, store or restaurant in Japan with so many English speaking-staff. Definitely a plus point.The next step is to choose a kimono to wear during your stay and then off to the  - gender-separated -  locker room to change. I put everything in my locker  - including my phone -  and then wandered out to the lobby in my kimono. From there, you have a range of options:There - s a hot rock spa and sauna, as well as a relaxation - sleeping area on the same level as the lobby. Up on the 4th floor, there - s an open air rooftop garden and heated foot spa area, complete with traditional torii gates and even a live band playing traditional music. On the next level, there is an open air hot spring, separated into male and female areas. No clothes allowed here, you need to leave your garments at the entrance. Overall, it - s a huge complex, and it - s amazingly peaceful and somehow liberating to experience  - old Japan -  without the distractions of technology. That said, there are still photo opportunities and the staff can photograph you and then tap your QR chip on your wristband so you can download later.I spent 4 hours here all in all, but upon entry you can stay until 9am the following morning  - I wonder if anyone sleeps here? - . Entry is 2600 yen and most facilities are free. The fish spa costs 1000 yen extra and sake or beer is reasonably priced at the bar.All in all, a thoroughly enjoyable and very satisfying experience. I - ve been telling my friends about this place ever since I went there.Read more",
            "Chúng tôi đã có cơ hội đến vào ngày khai trương Solaniwa Onsen! Đó là một nơi tuyệt vời để thư giãn và tận hưởng suối nước nóng. Chúng tôi có tủ để đựng đồ đạc, mặc yukata và sau đó thưởng thức những món ăn Nhật Bản tuyệt vời. Sau đó đi đến khu tắm suối nước nóng, dành riêng cho nam và nữ. Trải nghiệm tuyệt vời tại nhà tắm công cộng truyền thống của Nhật Bản. Khu vườn rất rộng và bạn có thể ngâm chân ngay cả trong những ngày mùa đông vì có sẵn áo khoác ấm cho khách. Chúng tôi rất yêu thích toàn bộ trải nghiệm!Đọc thêm",
            "Xin chào, tôi muốn đi cùng bạn đời của mình nhưng tôi có một số câu hỏi. 1.- - Có cần thiết phải khỏa thân khi bơi không? Trong nền văn hóa của tôi, điều đó không được coi trọng, đó là lý do tại sao nó khiến chúng tôi rất khó chịu. 2.- Có khu vực riêng dành cho cặp đôi không? Phòng tắm chung?Đọc thêm",
            "Chúng ta có cần đặt chỗ trước tại nhà hàng thông thường và món cá ngâm không? Một khi đã vào đó chúng ta có thể đi lang thang khắp nơi được không? Đọc thêm",
            "Xin chào, chúng tôi đến với tư cách một gia đình và đang muốn đặt phòng riêng, quy định về trang phục cho sự kiện này là gì?Đọc thêm",
            "Xin chào, đối tác của tôi và tôi sẽ đến thăm Nhật Bản vào tháng 12, bắt đầu từ Osaka. Tôi muốn đặt vé Solaniwa Onsen qua Klook nhưng tôi sợ chúng tôi sẽ bị từ chối vào cửa do hình xăm của tôi. Tôi chỉ có hai và cả hai đều có thể được bảo hiểm. Bao nhiêu là quá lớn cho một hình xăm?  Tôi có nên không đặt vé và không mạo hiểm không? Hay việc kinh doanh đã trở nên khoan dung hơn đối với người nước ngoài có hình xăm?  \n\nTôi cũng muốn hỏi liệu có thể đặt chỗ tắm suối nước nóng riêng trước khi đến trong ngày không?\n\nCảm ơn bạn!Đọc thêm",
            "Cơ sở có giữ hành lý không?Đọc thêm",
            "Mặc dù tôi không có hành lý nhưng tôi tin rằng họ sẽ giữ hành lý ở nơi an toàn.  Đây là một cơ sở lớn.  Chúng tôi ở khách sạn ngay bên cạnh.  Họ sẽ giữ hành lý nếu bạn ở đóĐọc thêm",
            "Xin chào, Chồng tôi và tôi sẽ đến Osaka vào khoảng ngày 15-16 và có thể quyết định ghé thăm suối nước nóng tuyệt đẹp của bạn. Suối nước nóng của bạn có khu vực tắm chung không? Chúng tôi đều là người Mỹ và muốn ở cùng nhau càng nhiều càng tốt trong suốt chuyến đi. Đọc thêm",
            "Solaniwa cung cấp các phòng gia đình riêng để gia đình tắm.  Có một khoản phí riêng để thuê các phòng này.  Chúng tôi đến thăm Solaniwa hai lần trong 3 ngày.  Vào một ngày chủ nhật, các phòng riêng đã được bán hết.Đọc thêm",
            "Solaniwa Onsen - Khi nào thì bạn sẽ theo chân Nhật Bản - Bộ Đất đai, Cơ sở hạ tầng, Giao thông và Du lịch - yêu cầu và cho phép người nước ngoài có hình xăm - không thể che - vào sở hữu của bạn?  Osaka đón hàng triệu khách du lịch nước ngoài mỗi năm, phần lớn trong số họ có hình xăm. Nhật Bản đang chuẩn bị đăng cai Thế vận hội 2020 và hàng nghìn du khách muốn đến thăm các Onsens mang tính biểu tượng của Nhật Bản sẽ không thể thực hiện được vì người dân - doanh nghiệp Nhật Bản không chịu thay đổi.Đọc thêm",
            "Bạn tôi có một hình xăm trên cánh tay mà chúng tôi đã che lại bằng băng thể thao. Đó là một sửa chữa dễ dàng và không tốn kém. Chúng tôi cũng mang theo một ống tay hình xăm được mọi người sử dụng để che hình xăm ở nơi làm việc. Các nhân viên khuyên chúng tôi nên sử dụng - con dấu - nhưng băng dính cũng hoạt động tốt. Tay áo sẽ quá rõ ràng.\n\n    Chúng tôi đã nghe nói quy định về hình xăm tại các nhà tắm công cộng và suối nước nóng có thể sẽ thay đổi vào năm tới khi Nhật Bản đăng cai Thế vận hội vào mùa hè tới, nhưng Nhật Bản thay đổi rất chậm. Ở Kyoto, chúng tôi ở tại một khách sạn có suối nước nóng riêng. Vì chúng tôi trả tiền cho khách ở khách sạn nên họ không thể ngăn chúng tôi sử dụng suối nước nóng.\n     Chúng tôi đã đến thăm năm suối nước nóng trong suốt một tuần ở Nhật Bản.  Tất cả đều treo biển cấm vào nếu có hình xăm.  Solaniwa cho đến nay là người tự do nhất trong việc cho phép những người có hình xăm che hình xăm bằng - con dấu - hoặc băng thể thao.  Quy tắc về hình xăm không dành riêng cho người nước ngoài.  Người Nhật có hình xăm cũng bị cấm vào.  Xin lưu ý cho bạn lý do tại sao quy định cấm xăm hình vẫn tồn tại là vì trong lịch sử đàn ông Nhật Bản có hình xăm có liên quan đến mafia Yakuza.Đọc thêm",
            "CHÀO,\nXin tư vấn cho phòng tắm gia đình với giá 7000 yên, có bao gồm phí vào cửa cho 4 người không?Đọc thêm",
            "Theo tôi hiểu thì phòng tắm gia đình riêng có mức phí riêng giống như spa Dr. Fish, dịch vụ mát-xa, phòng xông hơi đá và các lựa chọn bữa ăn có mức phí riêng. Đọc thêm",
            "Xin chào, tôi là khách vào tháng 3 và tôi có một hình xăm nhỏ trên cánh tay, có thể che lại bằng nhãn dán hoặc băng. Tôi có được phép không hay tuyệt đối không được xăm hình ngay cả khi được che kín hoàn toàn. Cảm ơn bạn đã quan tâm.Đọc thêm",
            "Xin chào Brettystar,\n\nCảm ơn tin nhắn của bạn rất nhiều.\n\nNhững khách có hình xăm - nhỏ - được chấp nhận miễn là họ có thể che chúng bằng dấu che hình xăm.\n\nChúng tôi có sẵn một số con dấu hình xăm ở quầy lễ tân nhưng chúng tôi không thể đảm bảo lượng hàng còn trong kho vào ngày bạn đến thăm. Sẽ an toàn hơn khi mang theo dấu xăm của riêng bạn.\n\nMong được gặp bạn sớm.\n\nChúc bạn ngày mới tốt lành.\nNhóm Solaniwa OnsenĐọc thêm"
        ],
        "star_ratings": [
            15,
            21,
            13,
            4,
            10
        ],
        "review_amount": 63,
        "location": [
            "Những điều cần làm ở Osaka",
            "Osaka",
            "Tháp vịnh Solaniwa Onsen Osaka",
            "Châu Á",
            "Tỉnh Osaka",
            "Nhật Bản",
            "Món quà"
        ],
        "reviews_time": [
            "Written November 23, 2023",
            "Written September 19, 2023",
            "Written June 4, 2023",
            "Written March 23, 2023",
            "Written November 19, 2022",
            "Written October 22, 2019",
            "Written July 28, 2019",
            "Written June 27, 2019",
            "Written March 1, 2019",
            "Written February 27, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298566-d16656353-Reviews-Solaniwa_Onsen_Osaka_Bay_Tower-Osaka_Osaka_Prefecture_Kinki.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298566-d26266835-Reviews-Yakiniku_no_Gyuta_Honjin_Bentencho_Bay_Tower-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298566-d15511919-Reviews-Sky_Buffet_51-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298566-d6047151-Reviews-Ruri-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298566-d9664887-Reviews-Italian_Bar_Fiore_Kucina_Onda-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298566-d3933129-Reviews-Tsuruhashi_Fugetsu_Bentenmachi-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298566-d6064357-Reviews-Tampopo-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298566-d14993256-Reviews-Bar_Lounge_Twenty-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298566-d3779414-Reviews-Kaiten_sushi_Sintake_Bay_Tower-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298566-d9959154-Reviews-Agrim_Indian_Restaurant-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298566-d6498266-Reviews-McDonald_s_JR_Bentencho-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d12526276-Reviews-Orc200-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d17528110-Reviews-Zoomorphism_Moe-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d12512183-Reviews-Kyoo_ji_Temple-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d12527837-Reviews-Benten_Higashi_Park-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d12526926-Reviews-Namiyokezan_Ruins-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d6500662-Reviews-Sanja_Shrine-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d12514216-Reviews-Namiyoke_Park-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g14135010-d325333-Reviews-Dotombori_District-Dotombori_Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d23718138-Reviews-Ryukouin-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d12526917-Reviews-Ichioka_Shindenkaisho_Mark-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d13494404-Reviews-Cocoroneya-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d320973-Reviews-SpaWorld-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d3800575-Reviews-Ten_nen_Onsen_Naniwa_no_Yu-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d3800577-Reviews-Spa_Suminoe-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d2471494-Reviews-Nobeha_no_Yu_Tsuruhashi-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134988-d26826296-Reviews-Hogushi_Salon_Noir-Namba_Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127623-d25186228-Reviews-Ryubikyosei_Semmonten_Raplit_Osaka_Shinsaibashi-Chuo_Osaka_Osaka_Prefecture_Ki.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127623-d7726359-Reviews-CrossFit_Minami-Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d2273402-Reviews-Ikkyu-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d27703717-Reviews-Mente_Hanare_Fukushima-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d19506967-Reviews-Sorraniwa_Onsen_Osaka_Bay_Tower-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d10060168-Reviews-Ikura_Circus-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d11726958-Reviews-Street_Kart_Osaka-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d25902453-Reviews-Onmyo_ji_Temple-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d23717000-Reviews-Ichioka_Motomachi_Park-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d13801572-Reviews-Sekitanl_Warehouse-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d507161-Reviews-Strait_Street-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d2290087-Reviews-Twin_Falls_Maui-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g49206-d3583141-Reviews-Grandad_s_Apples-Hendersonville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g42338-d6887558-Reviews-Ionia_State_Recreation_Area-Ionia_Ionia_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g33458-d10584202-Reviews-Paradise_Cove_Swimming_Hole-Guffey_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34230-d560676-Reviews-Lakes_Regional_Park-Fort_Myers_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d12839470-Reviews-Anacortes_Ferry-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g3363990-d313234-Reviews-Vilano_Beach-Vilano_Beach_St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g30155-d1574237-Reviews-Allen_Premium_Outlets-Allen_Texas.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298566-d16656353-Reviews-Solaniwa_Onsen_Osaka_Bay_Tower-Osaka_Osaka_Prefecture_Kinki.html"
    }
]