[
    {
        "attraction_name": "Somewhere Nowhere NYC",
        "attraction_name_vi": "Ở đâu đó ở đâu đó NYC",
        "general_info": [
            "15 đánh giá",
            "- 501 trên 735 Cuộc sống về đêm ở thành phố New York",
            "Quán Bar - Câu Lạc Bộ",
            "Câu lạc bộ khiêu vũ - vũ trường"
        ],
        "attraction_summary": "Somewhere Nowhere NYC, sảnh khách hai tầng trong nhà và địa điểm có hồ bơi ngoài trời trên sân thượng, nằm ở tầng thượng của Khách sạn Renaissance NY Chelsea tọa lạc tại 112 W 25th St, trên các tầng 38 - 39. Địa điểm của chúng tôi mang đến cho du khách một lối thoát độc đáo khỏi những con phố đông đúc và âm thanh của NYC mà không cần phải rời khỏi thành phố.Đọc thêm",
        "reviews": [
            "Tránh nơi này. Những người gác cửa lừa đảo, gian lận thẻ tín dụng và sự thất vọng đang chờ đợi bạn.. đi bất cứ nơi nào khác .. bạn - hoan nghênh!Đọc thêm",
            "Câu lạc bộ đêm sang trọng nhưng rất nhỏ và giá quá cao.  Lượt xem ổn nhưng nhân viên không thân thiện. Đến NYC để mừng sinh nhật lần thứ 33 của vợ.  Muốn thử câu lạc bộ vào đêm trước sinh nhật của cô ấy. Họ muốn - tối thiểu 150 bar, chỉ có 6 ly nên không có vấn đề gì lớn. Nhưng trải nghiệm tổng thể thật kinh khủng. Diện tích rất nhỏ và nhân viên thô lỗ.  Chúng tôi đến từ TN và thường xuyên ghé thăm Broadway ở Nashville. Có thể dễ dàng có một khoảng thời gian tốt hơn nhiều ở TN mà không cần mức tối thiểu.  Với giá vé máy bay từ NYC đến Nashville, bạn thực sự có thể bay từ NYC đến Nashville và có thời gian tốt hơn nhiều với ít tiền hơn ở Nashville!Đọc thêm",
            "WORST CLUB EXPERIENCE EVER. I wish I could rate them zero stars. I was racially discriminated on two separate occasions. I went to the club on a Friday Night 12 - 15 - 23 for a business holiday party celebration. The company book a VIP section as the after-party celebration. Background: I am Hispanic of dark complexion half way done with my Ph. D program and dressed in a nice button-up with tight slacks and dress shoes  - something coming out of a GQ magazine - . My wife is African American with a summa cum laude Master - s degree dressed in a beautiful long black dress where the bottom of the dress flushed out like a ballgown  - something coming out of Vogue magazine - . The group we were with was made up of mostly white-Americans.Entering the building was pretty simple, there was a little confusion as to where the VIP line started, due to the large crowd of people out front wanting to get in. But the security guards were able to confirm our party and we were quickly allowed to enter the club. The issue started at the entrance, as we were apart of a VIP group, each individual was supposed to get a VIP stamp. All the individuals in my party received the stamp except for my wife and I. As we were in conversation with other members of the group, we did not notice that step. We then proceeded to use the elevator to head up to the club. When we got to the front the security guard did not allow my wife and I to enter. The entire party informed them we were with and part of the group, but the security team did not allow us to entire. After a few back and forth words, we went back downstairs and obtain the stamp, but only after the coordinator of the party came down and told them we were with the VIP party.Up to this point, although I was upset with the demeanor and lackluster attitude and verbiage from the security team, it was reasonable to see why the security guard at the top floor of the club did not allow us to enter. We then went downstairs to receive the stamp we then proceed to go back upstairs, at which time the security guard tired to apologize to me. Now this is the most important part after we enter into the club, we walked in as a group of 8, while the other members of our groups were already in the VIP area. The 8 of us consisted of 4 individuals in the front, then my wife and I walking side by side, and lastly another couple behind us. The bouncer at the VIP section let the 4 individuals in front enter the VIP area with no issue. When it was the turn for my wife and I to enter, the security guard put up his hand and stopped us from proceeding. We then said we are with them and are a part of the party. My wife, I and the couple behind us showed the security guard our stamps. The security guard then proceeds to tell the couple behind us  - who are white -  that they can enter the VIP area but still did not allow my wife and I to enter the VIP area. At that point I was fed up with this process and we left after some choice words to the employees of that club.None of the employees accepted the fact that we were with this group. They chose to judge my wife and I based on the color of our skin, instead of including us in the group we WALKED in with. The process started with a disorganized entry line, which continued to a non-standardized VIP check point where the employees assumed we were not a part of the group, to racist judgment inside the club that only allowed the white individuals in the group into the VIP area.Read more",
            "Cocktail tuyệt vời với tầm nhìn tuyệt đẹp! Stuff rất thân thiện và hữu ích! Khung cảnh tuyệt đẹp này là một cái gì đó khác! Một trong những ngày tuyệt vời nhất của tôi ở NYC!Đọc thêm",
            "Địa điểm tuyệt vời cho đồ uống sau giờ làm việc và các sự kiện kết nối mạng. Khung cảnh tuyệt đẹp của hoàng hôn thành phố New York!Đọc thêm",
            "Các đánh giá về địa điểm này khá chính xác. Chúng tôi đã chi hơn - 100 đô la cho một vé đến đây để xem DJ, điều đó vẫn ổn. 4 đồ uống đã được bao gồm trong giá đó và họ cung cấp cho bạn bốn vé đồ uống. Câu lạc bộ ở bên trong khách sạn nhưng họ bắt bạn phải đi vòng ra ngoài và kéo bạn theo để vào trong như thể đó là một trò nói nhảm mà không ai biết đến. Bouncers chúng tôi - rất thô lỗ và vì vậy chúng tôi - là người pha chế rượu. Nhận xét rất chính xác. Bản thân câu lạc bộ quá nhỏ nên có cảm giác ngột ngạt. Đồ uống vẫn ổn. Ánh đèn ở đây gần như không thể chịu nổi, tạ ơn Chúa là không ai bị động kinh. Tôi cảm thấy như mình sắp chiếm lấy. Không khí có thể nhìn thấy Tòa nhà Empire State là điều tuyệt vời nhất ở nơi này.Đọc thêm",
            "mang theo hàng tá thẻ tín dụng, với mức giá dịch vụ khủng khiếp này, những người bảo vệ thực sự không biết cách nói chuyện với một khách hàng trả lương cho họ, thô lỗ và rất đột ngột.    đơn giản là có rất nhiều phòng chờ trên sân thượng ở New York, hãy tránh cái nàyĐọc thêm",
            "NƠI KHÔNG AN TOÀN TỐT NHẤT VÀ NHÂN VIÊN KHỦNG KHIẾP. đã đến đó vào ngày 1 tháng 10 và tôi đã bị JOE THAM GIA PHÒNG TẮM hành hung. anh ấy đã đẩy tôi lại rất mạnh khi tôi nói với anh ấy rằng tôi không sử dụng phòng tắm, tôi chỉ muốn boa cho họ và mua kẹo cao su. đây là trải nghiệm TỐT NHẤT từ trước đến nay vì tôi không chắc những nhân viên này đang được đào tạo theo kiểu nào nhưng tôi đã rất tổn thương và băn khoăn. làm sao một công nhân có thể động tay vào tôi? Cảm thấy không có khả năng tự vệ và rời đi ngay lập tức. QUÝ VỊ ĐÂY KHÔNG PHẢI LÀ NƠI AN TOÀN 0 - 1 không khuyên bạn nên đi. Người đàn ông này cần phải bị sa thải ngay lập tức. Tôi rất muốn biết liệu có ai khác bị anh ta hành hung hay không.Đọc thêm",
            "Đến thăm Gotham Jazz vào thứ Tư và bị choáng ngợp bởi tài năng biểu diễn trên sân khấu suốt đêm và bởi các cặp đôi tài năng trên sàn nhảy.  Các nhân viên rất thân thiện ngay từ khi tôi bước vào và đồ uống rất mạnh.  Somewhere Nowhere cũng có hồ bơi trên sân thượng với tầm nhìn tuyệt đẹp ra Tòa nhà Empire State, hoàn hảo để có một bức ảnh tinh túy của NYC trên bầu trời.  Rất khuyến khích bạn nên ghé thăm để có trải nghiệm mà tôi chưa tìm thấy ở bất kỳ nơi nào khác. Đọc thêm",
            "Đã đến đó để dự tiệc và chúng tôi đã trả 75 USD cho vé. Chúng tôi phải xếp hàng chờ hơn 1h30, nhìn các nhân viên bảo vệ cực kỳ thiếu tôn trọng khách và không những thế còn gây gổ với mọi người vì những lý do nhỏ nhặt nhất hành tinh. Khi đi lên thang máy, chúng tôi phát hiện ra một nơi rất đẹp, âm nhạc hay nhưng CỰC KỲ đông đúc. Bạn tôi muốn hút một điếu thuốc và bị một nhân viên bảo vệ ép phải trả 20 USD để được hút thuốc. Để hoàn thành trải nghiệm khủng khiếp này, đồ uống đã được định giá quá cao, khiến chúng tôi rời đi chưa đầy 30 phút. Tôi sẽ không bao giờ giới thiệu nơi này cho bất kỳ ai và tôi cảm thấy buồn vì sân khấu - âm nhạc thật tuyệt vời. Đọc thêm"
        ],
        "star_ratings": [
            5,
            0,
            0,
            3,
            7
        ],
        "review_amount": 15,
        "location": [
            "New York - NY -",
            "Ở đâu đó ở đâu đó NYC",
            "Hoa Kỳ",
            "Thành phố New York",
            "Những điều cần làm ở thành phố New York"
        ],
        "reviews_time": [
            "Written May 8, 2024",
            "Written February 4, 2024",
            "Written December 18, 2023",
            "Written August 1, 2023",
            "Written June 28, 2023",
            "Written February 5, 2023",
            "Written November 26, 2022",
            "Written October 3, 2022",
            "Written August 25, 2022",
            "Written June 23, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d23824527-Reviews-Somewhere_Nowhere_NYC-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2460876-Reviews-Johny_s_Luncheonette-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2165916-Reviews-Stumptown_Coffee_Roasters-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1207656-Reviews-Brooklyn_Bagel_Coffee_Company-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d851947-Reviews-Momoya_Chelsea-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d10209086-Reviews-The_Smith-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d836814-Reviews-Malibu_Diner-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d424475-Reviews-Pongsri_Thai_Restaurant-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d812082-Reviews-Ilili_Restaurant_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d478290-Reviews-Mustang_Harry_s-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d8545251-Reviews-La_Pecora_Bianca-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565064-Reviews-Illustration_House-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d218682-Reviews-26th_Street_Flea_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17794247-Reviews-Poster_House-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8781408-Reviews-Grand_Masonic_Lodge_of_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8646777-Reviews-Kadampa_Meditation_Center_New_York_City-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15307551-Reviews-Our_New_York_Vodka-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d218686-Reviews-The_Showplace-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548861-Reviews-The_Museum_at_FIT-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d220041-Reviews-Irish_Repertory_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d525259-Reviews-Museum_of_Sex-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23824527-Reviews-or10-Somewhere_Nowhere_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1556664-Reviews-Big_Apple_Jazz_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10422839-Reviews-Telltale_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2624176-Reviews-Pub_Crawl_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555689-Reviews-Terra_Blues-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555623-Reviews-Comedy_Cellar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d535079-Reviews-Birdland-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d616662-Reviews-Smalls_Jazz_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d616668-Reviews-Dizzy_s_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5830185-Reviews-Rudy_s_Bar_Grill-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d220043-Reviews-McSorley_s_Old_Ale_House-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d27426645-Reviews-Renew_Body_Spa-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16704923-Reviews-NOWADAY_Vintage_Car_Tours_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7679292-Reviews-High_Quality_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5984779-Reviews-Escape_the_Room_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2622155-Reviews-Dharma_Yoga_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13936308-Reviews-One_Star_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5964725-Reviews-Rock_Star_Crystals-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d9143872-Reviews-Naturopathica_Chelsea-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12644206-Reviews-Bare_Beauty-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d1956597-Reviews-Mount_Srd-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49365-d2294766-Reviews-Carrigan_Farms-Mooresville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d155482-Reviews-Harbourfront_Centre-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g31244-d2368230-Reviews-Jim_Gray_s_Petrified_Wood_Co-Holbrook_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d15048008-Reviews-Brooklyn_Steel-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45222-d4778686-Reviews-Hungry_Horse_Reservoir-Hungry_Horse_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g11890989-d4770941-Reviews-Carta_Monastery-Carta_Harghita_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d592658-Reviews-Olympic_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d9820740-Reviews-Juanillo_Beach-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g40693-d3738393-Reviews-Mother_s_Beach-Kennebunk_Kennebunks_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d23824527-Reviews-or10-Somewhere_Nowhere_NYC-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d23824527-Reviews-Somewhere_Nowhere_NYC-New_York_City_New_York.html"
    }
]