[
    {
        "attraction_name": "Somerset Amphitheater",
        "attraction_name_vi": "Nhà hát vòng tròn Somerset",
        "general_info": [
            "15 đánh giá",
            "10 trong số 14 điều cần làm ở Somerset",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Chúng tôi đã tham dự buổi trình diễn LumineersJames Bay, lái xe từ Twin Cities. Thật dễ dàng để vào được với rất nhiều hướng dẫn viên để đưa chúng tôi vào chỗ đậu xe. Chúng tôi đến đó sớm và các hàng xe bán đồ ăn rất ngắn và chúng tôi có thể lấy đồ ăn nhanh chóng. Sau khi về chỗ ngồi, tôi nhận ra rằng một nửa tầm nhìn của chúng tôi sẽ bị chặn bởi một cấu trúc lớn để đặt camera đèn. May mắn thay, chúng tôi không quay lại xa hơn và ít nhất chúng tôi có thể nhìn thấy hầu hết từ giữa sang phải của sân khấu. Nhìn chung là một địa điểm thú vị và một buổi biểu diễn tuyệt vời. NHƯNG lượng xe cộ ra khỏi bãi đậu xe rất đông. Tôi chưa bao giờ thấy bất cứ điều gì giống như vậy ở Mỹ. Điều duy nhất gần gũi là lái xe ở Philippines. Một sự bế tắc theo đúng nghĩa đen khiến mọi người bị mắc kẹt trong đúng 3 giờ đồng hồ. May mắn thay, vợ tôi rất hung hãn và đi theo một chiếc ô tô quyết định đi làn đường riêng và chúng tôi đã có thể thoát ra ngoài sau đó. một giờ. Đây là sau khi rời khỏi chương trình trước phần encore 20 phút, và nó VẪN mất nhiều thời gian như vậy. Siêu bực bội. Họ không có hướng dẫn hoặc hướng dẫn giao thông cho đến khi bạn có thể đi đến con phố nơi cảnh sát đang cố gắng điều khiển giao thông. Không bao giờ nữa. Nơi này cần quản lý mới.Đọc thêm",
        "reviews": [
            "AVOID THIS VENUE. We went to see Fall Out Boy on July 13 and after the opening acts were done, a thunderstorm arrived at about 9:00pm. We were told to wait in our cars and check social media for updates. Except, we had taken an Uber to get there and had no car to hide in they even recommend ride-sharetaxi as a good idea on their websites...which is weird because they had no signage for a ride-share pick-up or drop-off spot.The venue had no proper places to shelter during a storm, so we hid under the awning of a small building near the main entrance. It even had a sign on it designating the building as a shelter. But the 3 venue staff members manning that building, instead of letting us take cover inside where there was room for at least 15 people, they CLOSED AND LOCKED THE DOOR ON US. The staff left us fans to huddle close together under a tiny awning as the rain and wind pelted us while they stayed safe and dry inside. We desperately tried to use our phones to look for updates from the venue, check weather apps, and communicate with loved ones, except theres no infrastructure in place to handle that much cell phone usage and so we got close to zero internet or phone access. We needed to rely on rumors from stray staff members on the situation, with lots of mixed messages on what was happening. We even witnessed the staff that hid in the building leave and turn off the overhead light on us. After my sister and I had waited about 45 minutes or so, we managed to get a taxi to come get us. It was about 10pm that we got in the taxi and headed back to our car parked in Stillwater. Then at close to 10:20pm, social media announced the concert was back on. My sister and I got to our car and hurriedly drove back to the venue. We parked and could hear FOB was on their second song. Nobody checked our tickets or bags on the way back in and we made our way to our seats, surrounded by people who were definitely not the same ones we sat by during the openers. Fall Out Boy said they were basically going to try playing as much as they could before the curfew and got through a total of 16 songs--normally they play about 28 songs on this tour. We got 57 of the songs we should have heard and the band stopped playing at around 11:40pm. Oh, and did I mention we couldnt see a thing because they didnt bother to set back up the video cameras and monitors that they had going for the opening acts? Then we dealt with the chaotic and sluggish process of leaving the parking lot, which had zero employees helping us navigate out of the grass they call a parking lot. This was a terrible experience all around and it was made so much worse by how the venue handled the situation they were given. We deserve refunds but it seems we wont get any since the band still played in the end. I see instead theyre offering discounts off of future concerts at their venuebut why would we ever want to go back there!? I didnt even mention the grossly overpriced drinks and gross excessive force of the security staff. Please avoid this venue at all costs.Read more",
            "It was a great concert - Willie Nelson Outlaw tour, but a horrible venue that caused my friend and I to miss over 2 hours of the concert.  I have been to many concerts over my life, indoor, outside small and large almost 100,000 at Soldier Field, but this was easily the worst experience due to the venue operators.  Somerset Amphitheatre is a minor league outfit trying and failing to put on a major league event - they were completely overwhelmed by the crowd.  We arrived over two hours early like they recommended and were efficiently guided to a parking spot, but it was steeply downhill after that.  We got in line for the ticket gates before they opened, but still spent over 1-12 hours in line before we got in the gate, thus missing the first 20 minutes of the first act.  We had reserved seating, so I thought maybe there would be a separate line other than the general lawn seating, but couldnt get an answer from the employees - mostly high schoolcollege kids working summer jobs.  When we got to the gate, we saw what the problem was - there was 1 table for the line where they checked your bags and you went through a metal detector.  There were 5 employees, but only 2 of them were really working - a person checking the bag, and a person at the metal detector.  They were high schoolcollege kids, and not well trained or efficient, although the venue operators could have made things more efficient by having another table and metal detector - after all there were 5 employees there.After seeing the last part of the first act and the entire second act, we went to get food, and spent 1 hour and 45 minutes in line getting food - there were only about a dozen different food trucks to serve 1000s of people.  To make matters worse, they set the food trucks behind the beerliquor booths, so you couldnt see or hear the music, while you could see and hear from the beerliquor booths.  We wound up missing an entire act and part of another while getting food.The show ended at 10:30 but getting out was a nightmare - all the employees that efficiently parked you at the start were gone, so everyone was driving everywhere, and it was one big mess.  We saw it was useless to try to get out, so we stayed at our car and talked with others that did the same.  At 12:00 midnight most of the traffic had cleared, so we got in line and got out in about 10-15 minutes, with the police at the main street where you leave the venue as the only people directing traffic.Read more",
            "Had a VIP pass that came with the tickets. Got in line at 3:15 to enter the gate. Went thru the check point. Found out after we got in that some check points let you bring snacks and umbrellas in, ours would not. Then went to get our tickets scanned and the readers would not work. Took about 2 or 3 minutes to get it to accept our tickets. They said it was to bright outside thats why it wouldnt read.Asked about the VIP. They told us to go to VIP area. Went there they scanned our tickets and did not why we couldnt get in. After about 10 minutes of waiting, they told us that our VIP was only good for something that they will send us in the mail. Show started around 4:45. We went down to our seats which were in row5 In front of the stage. None checked our tickets but was easy to find our seats. Problem was anyone thru out the entire park could come to the front. They would set in any open seat until the correct purchaser showed up then would move any other open seat. I paid 400.00 per ticket and people that paid 20.00 30.00 or 40.00 get to the front is NOT RIGHT.Between acts went to get something to eat. There was 8-10 or 12 food trucks there and the lines were 100 yards long. You did not know if you were in a pizza line or not as they weaved back and forth. We wanted to see the show so skipped the food lines.Security could not keep the aisles cleared as people from the back would constantly come up to the front. The aisles were completely blocked at times during the final two performances.  We left when the final song was playing and was able to get on the road in 10 minutes. Felt sorry for those people that were waiting in line for a couple of hours to get on the road.SUMMARY:People working were very nice but had no idea or training on how to do their job. I heard this a lot talking with other people at the event. Hope things get better, or it will be a complaint filed summer.2023 Outlaw Music Festival setup and performers did an EXCELLENT JOB. Enjoyed the show you put on.Read more",
            "Thật đáng xấu hổ, các nghệ sĩ và nhạc sĩ tầm cỡ này xứng đáng có một địa điểm tốt hơn nhiều.  Như những người đánh giá khác đã đề cập, buổi hòa nhạc rất tuyệt vời, chất lượng âm thanh vượt trội, nhưng tôi chưa bao giờ thấy một địa điểm nào hoạt động kém, thiếu tổ chức như vậy.  Tôi thấy tiếc cho những người bán hàng phải xếp hàng từ trưa nhưng mãi đến khoảng 4 giờ chiều mới có người vào, muộn hơn rất nhiều so với giờ vào cổng được quảng cáo.  Máy quét không hoạt động, bãi đậu xe hoàn toàn là một thảm họa, không có nước hoặc trạm làm mát khi chúng tôi chờ đợi để bước vào đứng hàng giờ trong cái nóng 90 độ.  Thời gian chờ đợi của chúng tôi để rời khỏi địa điểm, lúc 1 giờ sáng, là 3 giờ đồng hồ ngồi xếp hàng không di chuyển trong bãi đậu xe không có đèn chiếu sáng, không có biển đánh dấu và vô tổ chức. Một số ít xe bán đồ ăn tràn ngập, bia trong thùng chứa đá đã ấm vào lúc 5 giờ chiều, và xung quanh, các nhân viên đã không chuẩn bị một cách đáng tiếc.  Sẽ không quay lại địa điểm này. Đọc thêm",
            "Buổi biểu diễn mà tôi đã xem thật tuyệt vời, nhưng có lẽ tôi sẽ không bao giờ quay lại địa điểm này trừ khi có một nghệ sĩ tuyệt đối phải xem trong danh sách. Họ thực sự không chuẩn bị cho quy mô đám đông. Vào địa điểm đỗ xe là dấu hiệu xấu đầu tiên. Không có biển báo nào hướng dẫn nơi vào cho đến ngay lối vào địa điểm. Sau đó, họ có khoảng 8 làn đường cho ô tô tấp vào nhưng không ai chỉ dẫn ai đi khi nào, nên có 8 làn ô tô cố gắng nhập vào một làn để thực sự đến bãi đậu xe. Sau đó chúng tôi đứng xếp hàng khoảng một tiếng rưỡi. một nửa chỉ để đi qua cổng sau khi cổng mở. Gần như không có đủ xe chở đồ ăn. Tôi đếm được có thể có 6 xe bán đồ ăn cho vài nghìn người tham dự. Số hàng được viết bằng phấn, khi trời mưa ngắn ngày sẽ bị cuốn trôi nên khi rời ghế để làm gì đó, họ không thể nhìn thấy hàng nào là của mình. Tệ nhất là cố gắng rời đi.  Một lần nữa, không có biển báo hay người phục vụ hướng dẫn giao thông về phía lối ra. Vì vậy, hãy hình dung hàng nghìn chiếc ô tô trên một cánh đồng đang cố gắng ra đường với hướng bằng không. Chúng tôi đã bế tắc suốt 2 tiếng đồng hồ chỉ để cố gắng thoát khỏi địa điểm. Chúng tôi thậm chí còn không di chuyển từng centimet, theo đúng nghĩa đen là chỉ đứng yên. Tuy nhiên, như tôi đã nói, buổi hòa nhạc thật tuyệt vời, nhưng địa điểm được quản lý quá kém. Tôi không khuyên bạn nên xem một chương trình ở đó trong tương lai. Nếu có thể, hãy xem hành động bạn muốn xem ở một địa điểm khác.Đọc thêm",
            "Quá nhiều rượu và quá ít thức ăn cho số lượng người. Đúng là có những quán bar phục vụ bất cứ thứ gì bạn muốn MỌI NƠI tại Lễ hội âm nhạc ngoài vòng pháp luật tối qua. Nhưng thức ăn? Có thể 8 xe tải để phục vụ 40.000 người. Và cái gật đầu với đồ ăn ở các quán bar: một chút thịt khô và một ít Pringles đã hết trước khi Trampled by Turtles lên sân khấu. Và không bao giờ có đủ phòng tắm cho tất cả chất lỏng đó ...Địa điểm này thật tuyệt vời cho một lễ hội như vậy. Đã quyết định chỉ nhận vé VIP vào lần sau.Đọc thêm",
            "Các nhân viên của LiveNation quản lý sự kiện, bãi đậu xe, bán vé, an ninh, đều chưa được đào tạo, thiếu kinh nghiệm và điều đó thật tồi tệ. Chúng tôi sẽ không bao giờ quay trở lại địa điểm này. Đọc thêm",
            "Theo ý kiến ​​​​của tôi, khu vực lễ hội tốt nhất với hai sân khấu lớn gần MN mang lại cảm giác Rừng Điện. Thực tế là bụi bẩn và cỏ để đi bộ trên không phải tất cả các vỉa hè đều tiết kiệm được đôi chân của tôi khi khiêu vũ. Đã tham dự Lễ hội âm nhạc Summerset đã có một khoảng thời gian tuyệt vời!!Đọc thêm",
            "Tham dự buổi hòa nhạc Cuộc xâm lược phương Bắc 2018. Nhìn chung trải nghiệm tuyệt vời. Vâng, có rất nhiều người và hàng người xếp hàng, nhưng nơi này được giữ gìn cẩn thận, an toàn và giá cả của người bán rẻ hơn so với các thành phố lớn. Tôi đang ở độ tuổi đầu 50. Đã gặp tất cả mọi người từ Neil Young, Jeff Beck, A Perfect Circle và Tool in Somerset trong những năm qua. Hãy dành chút thời gian để lên kế hoạch, đi sớm và tận hưởng cảnh tượng.Đọc thêm",
            "Tôi chuẩn bị đến bãi cỏ và tôi thấy họ có dịch vụ cho thuê ghế cỏ trực tuyến. Tôi có nên mang theo ghế riêng không?Đọc thêm"
        ],
        "star_ratings": [
            1,
            4,
            3,
            1,
            6
        ],
        "review_amount": 15,
        "location": [
            "Hoạt động giải trí tại Somerset",
            "Hoa Kỳ",
            "Somerset-Bến cảng",
            "Wisconsin WI",
            "Nhà hát vòng tròn Somerset"
        ],
        "reviews_time": [
            "Written August 30, 2023",
            "Written July 20, 2023",
            "Written July 3, 2023",
            "Written June 25, 2023",
            "Written June 25, 2023",
            "Written June 24, 2023",
            "Written June 24, 2023",
            "Written June 24, 2023",
            "Written September 15, 2022",
            "Written December 11, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60287-d7132129-Reviews-Somerset_Amphitheater-Somerset_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60287-d8279289-Reviews-Pizza_Planet-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60287-d4717045-Reviews-Sportsman_s_Cafe_and_Lounge-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60287-d4631651-Reviews-Rendezvous_Pizza-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60287-d4642379-Reviews-Dairy_Queen_Grill_Chill-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60287-d4460038-Reviews-Subway-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60287-d25329013-Reviews-Kennedy_Cafe-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60287-d8059584-Reviews-American_Legion_Post_111-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60287-d15252292-Reviews-Domino_s_Pizza-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60287-d12347400-Reviews-Not_Justa_Bar_Cafe-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60287-d659370-Reviews-River_s_Edge-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60287-d11660489-Reviews-Oliphant_Brewing-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g43552-d5480554-Reviews-Arcola_Mills_Visitors_Center-Stillwater_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60287-d1213229-Reviews-St_Croix_Valley_Trees-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60287-d27062696-Reviews-Somerset_Town_hall-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60140-d27029678-Reviews-St_Croix_Wetland_Management_District-New_Richmond_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59976-d27066318-Reviews-Homestead_Parklands-Hudson_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60287-d7132129-Reviews-or10-Somerset_Amphitheater-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60287-d27922181-Reviews-Somerset_Amphitheater-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60287-d8698380-Reviews-Float_Rite_Park_Tubing-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60287-d21235579-Reviews-People_Loving_People_Thrift_Store-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60287-d5842204-Reviews-General_Sam_s-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59976-d1830325-Reviews-Willow_River_State_Park-Hudson_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g43552-d2077165-Reviews-Stillwater_Trolley_Company-Stillwater_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43552-d12238376-Reviews-Stillwater_River_Boats-Stillwater_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43552-d6772159-Reviews-Stillwater_Lift_Bridge-Stillwater_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60140-d2213063-Reviews-45th_Parallel_Spirits-New_Richmond_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g43552-d5050866-Reviews-Teddy_Bear_Park-Stillwater_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60287-d1754402-Reviews-River_s_Edge_Apple_River_Campground-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g43552-d7655816-Reviews-Just_For_Me_Spa-Stillwater_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43552-d6889772-Reviews-Candyland-Stillwater_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60287-d14887890-Reviews-Bristol_Ridge_Golf_Course-Somerset_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g775272-d10807763-Reviews-La_Fortaleza-Tequila.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d255184-Reviews-Ala_Moana_Beach_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d1008608-Reviews-El_Bosc_de_les_Fades-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g580192-d6819395-Reviews-Saint_George_Beach-Naxos_Town_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028266-d10551616-Reviews-Punda_Beach-Piso_Livadi_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g4414818-d17427074-Reviews-Passu_Cones-Pasu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41346-d2256770-Reviews-Plumpton_Park_Zoo-Rising_Sun_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30373-d655454-Reviews-Alabama_Adventure_Splash_Adventure-Bessemer_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60653-d255186-Reviews-Ko_olau_Golf_Club-Kaneohe_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d3524094-Reviews-Kabak_Koyu-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60287-d7132129-Reviews-or10-Somerset_Amphitheater-Somerset_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60287-d7132129-Reviews-Somerset_Amphitheater-Somerset_Wisconsin.html"
    }
]