[
    {
        "attraction_name": "Songdo Cable Car",
        "attraction_name_vi": "Cáp treo Songdo",
        "general_info": [
            "126 đánh giá",
            "- 13 trong số 303 điều cần làm ở Busan",
            "Địa điểm ưa thích - Địa danh",
            "Đài quan sát - Tháp"
        ],
        "attraction_summary": "Kể từ khi ra mắt vào năm 1964 với tư cách là tuyến cáp treo đầu tiên của Hàn Quốc, Cáp treo Songdo đã trải qua một đợt tân trang lớn và tái khởi động với tên gọi Busan Air Cruise. Tuyến đường dài hàng dặm này kéo dài từ Ga Vịnh Sondo ở Công viên Songnim về phía nam đến Công viên Bầu trời Songdo ở Công viên Amnam. Khi đi cáp treo, bạn có thể ngắm nhìn khung cảnh ngoạn mục của Bãi biển Songdo của Busan, Cầu Namhang và những vách đá hiểm trở dọc theo bờ biển. Ngoài ra còn có các tác phẩm nghệ thuật sắp đặt và các điểm tham quan khác để khám phá ở cả hai đầu tuyến. Đi Crystal Cruise để ngắm nhìn khung cảnh biển tuyệt đẹp bên dưới qua sàn cabin đáy kính - mặc dù nó có giá cao hơn so với những chiếc xe thông thường.  - TripadvisorĐọc thêm",
        "reviews": [
            "Cáp treo là một trải nghiệm thú vị. Tôi nghĩ không cần thiết phải chi thêm tiền để mua cái gọi là cabin pha lê vì điểm khác biệt duy nhất là ván sàn là kính nhìn xuyên thấu. Nó đưa bạn đến một hòn đảo khác gần đó và bên phải khá ngắn vì tốc độ của cáp treo khá nhanh. Tôi chưa từng ngồi trên một chiếc cáp treo nào chạy nhanh như vậy.\n\nNhìn chung, đó là một trải nghiệm tốt.Đọc thêm",
            "Thật không may, trời mưa khi chúng tôi lên tàu nên tầm nhìn tuyệt đẹp bị cản trở bởi những giọt mưa trên khoang và tầm nhìn không được xa như mong muốn. \nVẫn là một trải nghiệm thú vị và nơi khô ráo dưới mưa.\nThật dễ dàng để có được một chiếc taxi ở đó - vì chúng tôi bị hạn chế về thời gian - và nhanh chóng nhận được vé và sau đó đi thẳng khá nhiều. Có lẽ đám đông cũng ít hơn vì mưa.\nVào một ngày nắng, đây sẽ là khung cảnh tuyệt đẹp của vịnh và những con tàu. \nRất an toàn và sạch sẽ.Đọc thêm",
            "Đối tác của tôi và tôi yêu thích cáp treo nên điều này khá cao trong danh sách việc cần làm của chúng tôi.\nSẽ hơi khó khăn để đến đó, tùy thuộc vào nơi bạn sống ở Busan nhưng có một chiếc xe buýt sẽ đưa bạn đến đó từ hầu hết các địa điểm. Chỉ hơi khó chịu một chút là không có tùy chọn ga tàu điện ngầm.\nKhung cảnh nhìn từ cáp treo rất đẹp và nó sẽ đưa bạn đến một điểm ngắm cảnh trên cao với một số quán cà phê phong cách ẩm thực đường phố nhỏ tuyệt vời, vì vậy đây là nơi tuyệt vời để thưởng thức một số món ăn nếu bạn có thời gian.\nỞ vị trí cuối cùng còn có một bảo tàng cáp treo nhỏ, ngẫu nhiên nhưng có phần thú vị. Nó miễn phí vậy tại sao không.Đọc thêm",
            "Đó là một chiếc cáp treo với một số cảnh biển đáng yêu.\nNó thoải mái và cảm thấy an toàn. \nCó tùy chọn để có một tấm sàn rõ ràng. Chi phí này cao hơn một chút và chúng tôi đã chọn nó nhưng thành thật mà nói - chúng tôi không cần nó. Bạn chỉ có thể nhìn thấy biển và chúng tôi chú ý hơn đến khung cảnh từ cửa sổ.\nNhân viên đều thân thiện và hữu ích\n\nCó một khu ẩm thực với các quầy hàng thực phẩm ở trên cùng. Một số loài khủng long ngẫu nhiên kỳ lạ di chuyển - gầm lên. Không chắc lắm còn phải làm gì nữa ở trên đỉnh vì mục tiêu chính của chúng tôi là đi đến cầu treo.Đọc thêm",
            "Toàn bộ trải nghiệm thật tuyệt vời. Vì vậy, tổ chức tốt và hầu như không có thời gian chờ đợi. Thật sạch sẽ và một chuyến đi tuyệt vời trên vịnh. Có rất nhiều việc phải làm ở phía bên kia nên bạn cần dành nhiều thời gian để khám phá. Công viên thật tuyệt vời cũng như những lối đi bộ và công viên.  Chúng tôi đi qua cầu treo. Chúng tôi phải mua vé nhưng chỉ có vài bảng. Nó rất đáng giá. Tôi chắc chắn muốn giới thiệu cuộc phiêu lưu này.Đọc thêm",
            "Còn được gọi là Songdo Air Cruise, đây là chuyến đi cáp treo dài 20 phút từ Songdo đến hòn đảo đối diện với tầm nhìn tuyệt đẹp ra khu vực xung quanh.\nHàng đợi ngắn vì đây không phải là mùa cao điểm và là ngày trong tuần.\n Giảm giá 2000w dành cho người cao tuổi trên 65 tuổi có bằng chứng.\nGiá vé bình thường là 17.000 won cho cabin tiêu chuẩn trong khi cabin thông thường cao hơn nhiều.\nMột số con đường đi bộ ở phía trên.\nTốt cho ngày mát mẻ rõ ràng.\nĐọc thêm",
            "Vào thời cổ đại, có một con rồng sống ở thánh địa biển Songdo được cho là sẽ biến điều ước của bạn thành hiện thực. Tác phẩm điêu khắc rồng này được tạo ra với mô típ tái sinh của rồng với tổng chiều dài 23,728 mét và cao khoảng 5 mét. 10.754 lỗ trên thân dùng để treo các tấm vảy rồng, nếu bạn viết điều ước của mình vào đó thì rồng sẽ ban điều ước cho bạn.Đọc thêm",
            "Vào thời cổ đại, có một con rồng sống ở thánh địa biển Songdo được cho là sẽ biến điều ước của bạn thành hiện thực. Tác phẩm điêu khắc rồng này được tạo ra với mô típ tái sinh của rồng với tổng chiều dài 23,728 mét và cao khoảng 5 mét. 10.754 lỗ trên thân dùng để treo các tấm vảy rồng, nếu bạn viết điều ước của mình vào đó thì rồng sẽ ban điều ước cho bạn.Đọc thêm",
            "Còn được gọi là Songdo Air Cruise, đây là chuyến đi cáp treo dài 20 phút từ Songdo đến hòn đảo đối diện với tầm nhìn tuyệt đẹp ra các khu vực xung quanh. Hàng đợi ngắn vì đây không phải là mùa cao điểm và là ngày trong tuần. Giảm giá 2000w dành cho người cao tuổi trên 65 tuổi có bằng chứng. Giá vé thông thường là 17.000 won cho cabin tiêu chuẩn trong khi cabin ngắm cảnh cao hơn nhiều. Một số con đường đi bộ ở trên cùng. Tốt cho một ngày mát mẻ.Đọc thêm",
            "Toàn bộ trải nghiệm thật tuyệt vời. Vì vậy, tổ chức tốt và hầu như không có thời gian chờ đợi. Thật sạch sẽ và một chuyến đi tuyệt vời trên vịnh. Có rất nhiều việc phải làm ở phía bên kia nên bạn cần dành nhiều thời gian để khám phá. Công viên thật tuyệt vời cũng như những lối đi bộ và công viên.  Chúng tôi đi qua cầu treo. Chúng tôi phải mua vé nhưng chỉ có vài bảng. Nó rất đáng giá. Tôi chắc chắn muốn giới thiệu cuộc phiêu lưu này.Đọc thêm",
            "Đó là một chiếc cáp treo với một số cảnh biển tuyệt đẹp. Nó rất thoải mái và có cảm giác an toàn. Có tùy chọn để có một tấm sàn rõ ràng. Chi phí này cao hơn một chút và chúng tôi đã chọn nó nhưng thành thật mà nói - chúng tôi không cần nó. Bạn chỉ có thể nhìn thấy biển và chúng tôi chú ý nhiều hơn đến quang cảnh từ cửa sổ. Nhân viên đều thân thiện và hữu ích. Có một khu ẩm thực với các quầy hàng thực phẩm ở trên cùng. Một số loài khủng long ngẫu nhiên kỳ lạ di chuyển - gầm lên. Không chắc lắm còn phải làm gì nữa ở trên đỉnh vì mục tiêu chính của chúng tôi là đi đến cầu treo.Đọc thêm",
            "Đối tác của tôi và tôi thích đi cáp treo nên đây là nơi khá cao trong danh sách việc cần làm của chúng tôi. Việc đi đến hơi khó khăn, tùy thuộc vào nơi bạn sống ở Busan nhưng có một chiếc xe buýt sẽ đưa bạn đến đó từ hầu hết các địa điểm. Chỉ hơi khó chịu một chút là không có tùy chọn ga tàu điện ngầm. Tầm nhìn từ cáp treo rất đẹp và nó sẽ đưa bạn đến một điểm ngắm cảnh trên cao với một số quán cà phê phong cách ẩm thực đường phố nhỏ tuyệt vời nên đây là nơi tuyệt vời để thưởng thức một số món ăn nếu bạn có thời gian. Ở vị trí cuối cùng còn có một bảo tàng cáp treo nhỏ, ngẫu nhiên nhưng có phần thú vị. Nó miễn phí vậy tại sao không.Đọc thêm",
            "Thật không may, trời mưa khi chúng tôi lên tàu nên tầm nhìn tuyệt đẹp bị cản trở bởi những giọt mưa trên khoang và tầm nhìn không được xa như mong muốn. Vẫn là một trải nghiệm thú vị và một nơi khô ráo dưới mưa. Thật dễ dàng để bắt taxi đến đó - vì chúng tôi bị hạn chế về thời gian - và nhận được vé nhanh chóng và sau đó đi thẳng khá nhiều. Có lẽ đám đông cũng ít hơn vì trời mưa. Vào một ngày nắng, đây sẽ là khung cảnh tuyệt đẹp của vịnh và những con tàu. Rất an toàn và sạch sẽ.Đọc thêm",
            "Những khung cảnh đáng yêu và bản thân hòn đảo cũng có một số điều để xem và làm - cùng với một số cơ hội chụp ảnh tuyệt vời.  Có thể lấp đầy một vài giờ ở đây.Đọc thêm",
            "30 - bằng xe buýt số 26 từ ga xe lửa KTX của Busan. Vé vào cabin là 13000Kw cho đường lên nếu bạn thêm đường xuống, nó sẽ là 17000Kw. Đường lên và xuống là - 10 - Đi bộ lên và xuống, lên và xuống, lên và xuống, lên xuống không ngừng. Một số góc nhìn đẹp như bạn có thể thấy từ video, nhưng không có gì đặc biệt cả. Công viên dành cho trẻ em và người lớn một chút nhà bếp Tôi sẽ nóiĐọc thêm",
            "Một nơi tuyệt vời để có một cái nhìn khác về một phần của Busan, nó yên tĩnh và đẹp đẽ, nhưng xe hơi nóng... chúng không có điều hòa, và cửa sổ chỉ mở một chút, nên bạn có thể bị ngạt thở một chút. Vẫn đáng để lấy vé một chiều và trở về thành phố bằng xe buýt.Đọc thêm",
            "Cáp treo là một trải nghiệm thú vị. Tôi nghĩ không cần thiết phải chi thêm tiền để mua cái gọi là cabin pha lê vì điểm khác biệt duy nhất là ván sàn là kính nhìn xuyên thấu. Nó đưa bạn đến một hòn đảo khác gần đó và bên phải khá ngắn vì tốc độ của cáp treo khá nhanh. Tôi chưa từng ngồi trên một chiếc cáp treo nào chạy nhanh như vậy. Nhìn chung, đó là một trải nghiệm tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            64,
            50,
            12,
            0,
            1
        ],
        "review_amount": 127,
        "location": [
            "Cáp treo Songdo",
            "Những điều cần làm ở Busan",
            "Hàn Quốc",
            "Châu Á",
            "Busan"
        ],
        "reviews_time": [
            "Written August 14, 2023",
            "Written February 23, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written May 5, 2024",
            "Written May 8, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 8, 2024",
            "Written May 5, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written February 23, 2024",
            "Written October 21, 2023",
            "Written September 22, 2023",
            "Written September 18, 2023",
            "Written August 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297884-d13808858-Reviews-Songdo_Cable_Car-Busan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d24976427-Reviews-Songdo_Kitchen-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d26515995-Reviews-Korean_Casual_Dining_DongNyeok-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d27507390-Reviews-Bobae_Banjeom_Chinese_Restaurant-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d27488104-Reviews-Mijin_Livestock_Son_Bbq-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d10235648-Reviews-Badatsok_Gogi_Wangguk-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d9214806-Reviews-Thunder_Chicken-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d3934902-Reviews-Caffe_Bene_Songdo_Beach-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d27493174-Reviews-Donghae_Sashimi_Restaurant-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d7234382-Reviews-Songdo_Park_Restaurant-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d26823778-Reviews-The_Bridge-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3420565-Reviews-Songdo_Beach-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12318661-Reviews-Songdo_Skywalk-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12699861-Reviews-Busan_Air_Cruise-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3901349-Reviews-Busan_Gamcheon_Culture_Village-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d4095642-Reviews-Amnam_Park-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1954398-Reviews-Gwangbokro_Culture_and_Fashion_street-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12932545-Reviews-Busan_Tower-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1605555-Reviews-BIFF_Square-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1718638-Reviews-Gukje_Market-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1372972-Reviews-Jagalchi_Market-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d13808858-Reviews-or10-Songdo_Cable_Car-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1465262-Reviews-UN_Memorial_Cemetery-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d21264691-Reviews-Igidae_Park-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d615908-Reviews-Beomeosa_Temple-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d21302089-Reviews-Haedong_Yonggungsa-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d4354720-Reviews-Gwangandaegyo_Bridge-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1552284-Reviews-Taejongdae-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d4354725-Reviews-Haeundae_Dalmaji_gil_Road-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d4095814-Reviews-Songdo_Haesupia-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d15646320-Reviews-Busan_Cooking_class-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1632406-Reviews-Yongdusan_Park-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d8121656-Reviews-Busan_Metro-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g35183-d5503818-Reviews-La_Vaquita_Flea_Market-Pendergrass_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d9764770-Reviews-Fort_Napoljun_Napolean-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50881-d2415605-Reviews-West_Branch_State_Park-Ravenna_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g39426-d1112388-Reviews-Buffalo_Trace_Distillery-Frankfort_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g43686-d6561286-Reviews-Biloxi_Beach-Biloxi_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d109712-Reviews-Pilsen-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g49381-d516622-Reviews-Fields_of_the_Wood-Murphy_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d12996240-Reviews-Tanger_Outlets_Fort_Worth-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d3916025-Reviews-Gilt_Nightclub-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1312327-Reviews-Funaoka_Onsen-Kyoto_Kyoto_Prefecture_Kinki.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297884-d13808858-Reviews-or10-Songdo_Cable_Car-Busan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297884-d13808858-Reviews-Songdo_Cable_Car-Busan.html"
    }
]