[
    {
        "attraction_name": "Sonmiani Beach",
        "attraction_name_vi": "Bãi biển Sonmiani",
        "general_info": [
            "11 đánh giá",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi đã đến thăm nơi này vào tháng 12 năm 2023 và trước đó vào tháng 2 năm 2017 trong chuyến đi đường bộ từ Islamabad đến Gwadar - Balochistan - và Nagar Parker - Sindh -. Nơi này vô cùng thanh bình và bờ Biển chỉ cách túp lều của bạn 2-3 phút. Đọc thêm",
            "Trải nghiệm tuyệt vời với lòng hiếu khách tuyệt vời tại Army Guest House. Sạch sẽ - Bãi biển đẹp với bầu không khí trong lành.Đọc thêm",
            "tôi không phải tripadvisor vui lòng cập nhật số thông tin của bạn tất cả mọi người số của tôi gọi kindlay chang số của bạn trang web Quản lý bãi biển SonmianiĐọc thêm",
            "Đến thăm vào ngày 14 và ngày 5 tháng 1 năm 2021, Bãi biển này thực sự rất đẹp để tham quan và tận hưởng bầu không khí như ngao, tất cả cơ sở vật chất đều có sẵn với đội ngũ nhân viên hỗ trợ rất nhiều, Nhưng chỉ quân nhân mới có thể đặt chỗ cho gia đình họ. Cách Karachi gần 2 giờ lái xe.Đọc thêm",
            "Một buổi tối - đêm - sáng thú vị cùng gia đình tôi. Là một du khách Baluchistan thường xuyên và đam mê. Có cơ hội chia sẻ kỳ nghỉ của tôi ở đây một lần nữa tại bãi biển riêng sạch sẽ này. Bãi biển yên tĩnh và tĩnh lặng ở Baluchistan dưới sự giám sát của Hải quân Pakistan - Cần có giấy phép. Vành đai ven biển ở phía đông nam tỉnh Baluchistan ở Pakistan cách Karachi khoảng 80 km và nằm trong Biển Ả Rập. Một trong những điểm thư giãn yêu thích của tôi ở Pakistan sau đảo Astola. Bãi biển Sonmiani hoặc Somiani Las Bela, Baluchistan Phòng: 7,5 - 10 Thức ăn: 7,5 - 10 - Cá, Gà Tikka, Karahi, Đồ uống lạnh, Nước - Bữa sáng 8,5 - 10 - Aloo ki bhujia, trứng tráng, partha, chai - Không gian bãi biển : 8,5 - 10 Độ trong của nước biển : 8,5 - 10 CHI PHÍ : DÀNH CHO SĨ QUAN VÀ RETD CÓ TRỢ CẤP, DÂN DÂN PHẢI ĐI THEO BIỂU PHÍ - XEM HÌNH ẢNH - BÃI BIỂN RIÊNG: NGHIÊM TÚC CÓ, CẦN PHÉP TỪ BẤT KỲ NÀO LỰC LƯỢNG VŨ TRỤ, CHÍNH THỨC CHÍNH PHỦ. KHÔNG CÔNG KHAIĐọc thêm",
            "Vui lòng chỉ cho tôi cách đặt lều. Tôi đã cố gắng liên lạc với bạn trong nhiều ngày cuối tuần nhưng không nhận được số nào, vui lòng cho tôi biết nếu bạn có số. Đọc thêm.",
            "Cách Karachi 2 giờ lái xe, Gadani sai agay Balochistan lagta hai rất yên bình, gọn gàng - sạch sẽ. Dịch vụ là tuyệt vời là tốt. Nước rất sạch, nhiều cua con không gây hại cho bạn. Phòng rất thoải mái với các tiện nghi phù hợp bao gồm TV, máy điều hòa, quạt, tủ và tất nhiên là phòng vệ sinh. Ngoài ra còn có phòng vệ sinh riêng biệt cho vòi sen và nhà vệ sinh. Tôi phải nói rằng bạn sẽ đi một lần và sẽ muốn ghé thăm nhiều lần.Đọc thêm",
            "Đó là một chuyến đi tuyệt vời bao gồm tất cả niềm vui và thành quả khi tất cả bạn bè chúng tôi đều ở đó, chúng tôi tắm biển rất đẹp và có một bữa tối tuyệt vời, đặc biệt khi đó là ánh trăng, biển thật tuyệt vời ngoài bầu không khí thế giới này, thời tiết tuyệt vời.Đọc thêm",
            "Không mang tính thương mại, chỉ có thể là khách của quân đội pak, rất sạch sẽ, nhiều cua, cách Karachi 2 giờ lái xe nhưng rất đáng để đặt túp lều. Túp lều có đầy đủ tiện nghi và rất thoải máiĐọc thêm",
            "bãi cát vàng, nước trong xanh, hoàn hảo để bơi xoáy - không đủ lớn để lướt sóng thịt nướng thật tuyệt vời - họ làm điều đó cho bạn hoặc bạn có thể thuê lò nướng và mọi thứ với giá 500 Rupee và DIY. không khí thật rực rỡ khi đến bãi biển. khó khăn nên đó là một điều đi ngược lại tôi đã đến Karachi trong 20 năm qua và đây là bãi biển duy nhất tôi từng cân nhắc đến .... phần còn lại của Karachi KHÔNG CÓ BÃI BIỂN nào cả .... nếu không phải thế này thì chỉ có Kund Malir !!!!!!! Đọc thêm"
        ],
        "star_ratings": [
            9,
            1,
            1,
            0,
            0
        ],
        "review_amount": 11,
        "location": [
            "Pakistan",
            "Sonmiani",
            "Các hoạt động ở Sonmiani",
            "Tỉnh Balochistan",
            "Châu Á",
            "Bãi biển Sonmiani"
        ],
        "reviews_time": [
            "Written December 6, 2023",
            "Written October 16, 2022",
            "Written June 7, 2021",
            "Written January 18, 2021",
            "Written November 24, 2020",
            "Written September 30, 2020",
            "Written September 4, 2018",
            "Written August 29, 2018",
            "Written August 4, 2018",
            "Written July 8, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12552511-d10203392-Reviews-Sonmiani_Beach-Sonmiani_Balochistan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g12552511-d10203392-Reviews-or10-Sonmiani_Beach-Sonmiani_Balochistan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d286039-Reviews-EcoTarium-Worcester_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d117462-Reviews-Atlantic_Beach-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g311312-d297059-Reviews-Chimaera-Cirali_Olympos_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g41659-d550354-Reviews-Xfinity_Center-Mansfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224325-d546964-Reviews-Koh_Racha_Yai-Ko_Racha_Yai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g32377-d554152-Reviews-Bigfoot_Discovery_Museum-Felton_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33953-d8039866-Reviews-Bigelow_Hollow_State_Park-Union_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d10117159-Reviews-Riverfront_Promenade-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g49297-d532110-Reviews-Emerald_Village-Little_Switzerland_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g494953-d4980930-Reviews-Plathiena_Beach-Milos_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12552511-d10203392-Reviews-or10-Sonmiani_Beach-Sonmiani_Balochistan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12552511-d10203392-Reviews-Sonmiani_Beach-Sonmiani_Balochistan_Province.html"
    }
]