[
    {
        "attraction_name": "Sonny's Place",
        "attraction_name_vi": "Sonny - s Place",
        "general_info": [
            "91 đánh giá",
            "- 1 trong 1 niềm vui - Trò chơi ở Somers",
            "Trò chơi - Trung tâm giải trí",
            "Sân gôn thu nhỏ"
        ],
        "attraction_summary": "Trải nghiệm gia đình! Sonny - s Place đã trở thành nơi lý tưởng để cả gia đình đến tham quan, vui chơi và thư giãn. Chúng tôi có Sân gôn mini 18 lỗ đầy thử thách, Tường leo núi và Chuyển động khỉ. Chúng tôi cũng có các trò chơi Go Kart hiện đại, Lồng đánh bóng với môn bóng chày và bóng mềm, cũng như Sân tập với tee phủ bóng và cỏ. Chúng tôi cũng cung cấp Arcade rộng 7.000 m2 với trò chơi bowling thu nhỏ. Điểm mới của năm nay là một gian hàng, là nơi hoàn hảo để tổ chức sự kiện nhóm tiếp theo của bạn. Tất cả các hoạt động của chúng tôi đều được thắp sáng để vui chơi vào ban đêm. Đói bụng? Hãy ghé thăm nhà hàng của chúng tôi để thưởng thức những món ăn tuyệt vời ngay khi vừa nướng xong hoặc thưởng thức một món kem thơm ngon gồm kem mềm hoặc cứng với nhiều hương vị cho bạn lựa chọn. Đối với các sự kiện của công ty và cá nhân, Sonny - s Place mời bạn tham gia cùng chúng tôi để có những hoạt động vui chơi dành cho cả gia đình. Trải nghiệm của bạn sẽ thực sự khó quên. Vì vậy, hãy đến và chúc mừng bạn bè, những món ăn tuyệt vời và niềm vui tại Sonny - s Place.Đọc thêm",
        "reviews": [
            "Chồng tôi và tôi chỉ đến thăm để nghe nhạc sống, điều đó thật tuyệt.  Điều gì đã - thật tuyệt vời!  Kem!  Tôi đã nhận được Cannoli và chồng tôi đã nhận được Apple Pie, để nói rằng kem thực sự KHÔNG có mùi vị là một cách nói nhẹ nhàng.  Tôi chưa bao giờ trải qua điều này trước đây và mặc dù tôi đang mất trí - hoặc mắc bệnh Covid - nhưng món xúc xích và khoai tây chiên mà chúng tôi ăn trước đó vẫn ổn.  Chỉ sau vài miếng cắn, cả hai chúng tôi đã ném đi - thật may mắn - những cốc nhỏ đựng những thứ không ăn được, bất kể đó là gì - chắc chắn không phải kem - .Đọc thêm",
            "The two apathetic and inhumane staff members did not make it better. My sister - s boyfriend invited us all to play laser tag and to reserve our spots had us give him money. We emerge excited to be a part of this, sadly that activity turned very quickly. Only one person in the party was in charge of the schedule, so partially to blame, we arrived 3 minutes past our scheduled slot. The employees told us we COULD NOT get a refund, credits or a new time slot without paying AGAIN. In no way did the men mean to come off as  - aggressive -   but they are rather large men.. who  - intimidated -  the man - boy  - regular with glasses  -  working the laser tag counter when getting update about the potential for a canceled celebration due to policy that borderlines legal robbery. We discussed and bartered with the employee and his manager  - red headed lady starting with an  - a -  -  and got nowhere, we had a child with us and we needed to get moving. We decided to go contemplate our options and if we even wanted to give our time and money to this establishment. As we were deciding .. to make things worse.. the two employees walked up with SECURITY, for this misunderstanding, I thought up called for. Which made a whole new situation from a minimal situation embellished by two entitled employee. My entire family is in customer service and I have never been treated with such dirt in the wound until that Sunday  - 5-29 - . They proceeded to tell security we were disrespectful and aggressive  - leaning over the counter, touching things that weren - t  - ours -  - or theirs -  -  and he approached as such which was intimidating since we saw nothing wrong, with gettinga little upset about legal robbery and the deliberate missed chance to reconcile. Very disappointed I cannot spend my money here without worrying about the fine print in todays society, everyone needs a win.. stop bringing us down.. bring the community up!Read more",
            "Chúng tôi vừa đưa bốn đứa cháu của mình từ 9 đến 17 tuổi và tất cả chúng tôi đều thích những điều thú vị dễ dàng được làm ở gần nhà. Có thứ gì đó dành cho mọi lứa tuổi và mặt bằng sạch sẽ và nhân viên thực sự tốt bụng. Bạn có thể nghĩ rằng họ sẽ kiệt sức khi làm cùng một việc hết giờ này sang giờ khác, nhưng phản ứng của họ luôn thân thiện và đầy ân cần.  Một điều đáng ngạc nhiên khác là thức ăn. Chúng tôi mong đợi đẳng cấp của Burger King nhưng bánh mì kẹp thịt và khoai tây chiên rất ngon và chúng tôi đã có món patty ngon nhất với hành tây chiên trên lúa mạch đen - một người chiến thắng thực sự. Kem không có gì thú vị và khá tầm thường.   Một điều tốt đẹp nữa là vé thẻ. Bạn có thể tải lại ở nhiều nơi khác nhau hoặc quét số dư còn lại của mình. Họ vẫn đang yêu cầu mặt nạ. Có lẽ đó là một điều bắt buộc của tiểu bang, nhưng thật ngớ ngẩn - đặc biệt là ở ngoài trời. Chúng tôi thực sự biết ơn khi có một địa điểm hoạt động tốt như Sonny - s trong khu vực của chúng tôi!Đọc thêm",
            "Một người bạn của tôi là một người đam mê băng chuyền lớn, đã đề nghị chúng tôi dừng lại ở đây khi đi du lịch qua New England.  Nó thực sự là một viên ngọc ẩn.  Băng chuyền rất đẹp, có đầy đủ đàn organ của ban nhạc đang hoạt động.  Có những điểm hấp dẫn khác để làm là tốt.  Đây là một nơi hoàn hảo để dành một vài giờ với trẻ em.  Nhân viên rất thân thiện và nơi này ở trong tình trạng tốt.Đọc thêm",
            "Tôi sống gần Sonny - s và tôi đã đến đó vì đây chỉ là một bãi tập lái xe. Bây giờ nó còn nhiều hơn thế nữa và có gì đó dành cho tất cả mọi người. Có vô số hoạt động và thức ăn cho gia đình. Chủ yếu tôi đi xem các nhóm nhạc ở khu vực quầy bar ngoài trời. Chất lượng giải trí rất tốt. Acoustic Rick Sylvertor và Trailer thùng rác là hai trong số những tiết mục thường xuyên, mỗi tiết mục đều khác nhau, mỗi tiết mục đều xuất sắc. Chúng còn nhiều nữa. Âm nhạc bắt đầu từ thứ năm và kéo dài đến chủ nhật. Đón một buổi chiều chủ nhật đầy nắng với Rick Sylvestor trên sân khấu, thật lễ hội. Đọc thêm",
            "Sống với âm nhạc mà sonny - s mang đến. Các ban nhạc sống, luôn có một đám đông tuyệt vời. Rất thích. Nơi này rất sạch sẽ và nhân viên rất thân thiện và hữu ích. Đọc thêm",
            "Chúng tôi thường có trải nghiệm tuyệt vời tại Sonnys, nhưng tối nay - 10 - 19 - 2019 - không tuyệt vời lắm. Chúng tôi vô cùng hào hứng khi chơi Halloween Mini Golf với những quả bí ngô và hầu hết chúng thậm chí còn không được thắp sáng. Sân golf mini cũng thực sự xuống cấp và cần được sửa chữa trước Kỳ nghỉ lễ. Đã xảy ra sự cố khi một khách hàng trên sân gôn mini bị thương và không có nhân viên nào đến giúp đỡ anh ta. Lán thức ăn thật kinh tởm. Có ruồi giấm bay ra từ hộp đựng sốt cà chua và nơi này đã bị vứt đi. Trái cây bay khắp khu vực nhà hàng. Rác chất đầy từng thùng, bàn ghế không sạch sẽ nhưng nhân viên đứng sau quầy chỉ trò chuyện. Các nhân viên thậm chí còn không thông báo món ăn của mọi người đã hoàn thành mà chỉ đứng đó. Cuối cùng, chúng tôi đã rời đi sớm thay vì đi xe go kart và chơi trò đuổi bắt lazer. Hy vọng mọi thứ sẽ tốt hơn cho kỳ nghỉ lễ vì chúng tôi thực sự yêu thích nơi này. Đọc thêm",
            "Xin chào Kat, chúng tôi rất tiếc khi biết về trải nghiệm của bạn với chúng tôi vào thứ Sáu vừa qua. Chúng tôi luôn tìm cách cải thiện trải nghiệm của khách và tôi muốn thảo luận thêm về trải nghiệm của bạn. Vui lòng liên hệ với chúng tôi theo số 860-763-5454 và chúng tôi có thể xem mình có thể làm gì để giải quyết tình huống này. Chúng tôi mong được nói chuyện với bạn.Đọc thêm",
            "Gần đây chúng tôi đã chơi gôn mini ở đây với cháu gái ba tuổi của tôi và chúng tôi đã có một trải nghiệm tuyệt vời. Nó có chủ đề về nhiều đồ trang trí Halloween khác nhau và khóa học đưa ra một số thử thách nhưng cũng khiến cháu gái chúng tôi thích thú. Sau đó, chúng tôi chơi nhiều trò chơi khác nhau trong khu trò chơi điện tử. Một lần nữa, có những trò chơi dành cho mọi lứa tuổi. Còn rất nhiều hoạt động khác để làm, như bắn súng laser, và quầy bán đồ ăn nhanh, nhưng chúng tôi không có thời gian để làm thêm bất cứ việc gì nữa. Tôi hy vọng chúng tôi có thể quay lại khi chúng tôi lại ở trong khu vực. Đọc thêm",
            "Đứa con 5 tuổi của chúng tôi luôn có khoảng thời gian tuyệt vời ở đây. Có - sân gôn mini, trò chơi điện tử, vòng quay ngựa gỗ, xe kart, trò nhảy khỉ, trò chơi trên bầu trời và có lẽ còn nhiều hơn thế nữa mà chúng tôi thậm chí không thể có được!! Con trai chúng tôi yêu thích sân gôn mini, vòng quay ngựa gỗ và trò chơi điện tử. Nó khá đắt nên chúng tôi không đi thường xuyên nhưng đó luôn là khoảng thời gian tuyệt vời khi chúng tôi đến.Đọc thêm",
            "Tôi và bạn trai không sống quá xa nên chúng tôi thường xuyên ghé qua. Chúng tôi thích đi chơi bên ngoài vào mùa hè, xem các ban nhạc và uống nước bên đống lửa. Chúng tôi cũng có niềm vui khi chơi cờ vây và chơi gôn mini. Cơ sở này được bảo trì tốt và không bị cắt góc. Họ luôn bổ sung thêm các hoạt động mới. Cháu trai của chúng tôi yêu thích trò chơi điện tử và các sự kiện trong ngày lễ. Luôn luôn là một thời gian tốt đẹp ở đây!Đọc thêm",
            "Bạn nhận được bao nhiêu vòng xe go cho mỗi vé?Đọc thêm",
            "Chúng tôi có thể mang đồ ăn của mình vào không?Đọc thêm",
            "Những điểm tham quan nào mở cửa trong tháng 3?Đọc thêm",
            "Tôi sẽ đi vào thứ Bảy, con gái dran của tôi 6 tuổi và muốn leo lên vách đá, cháu còn nhỏ không?Đọc thêm",
            "Xin chào Courtland, cô ấy cần phải cao trên 50 lbs và cao hơn 32 - để thực hiện Bức tường đá. 50 lbs là trọng lượng cần thiết để kéo dây đai xuống sau khi cô ấy leo lên. Nếu cô ấy gần đạt đến giới hạn này, chúng tôi có thể kiểm tra dây nịt để đảm bảo cô ấy có thể hạ xuống và nếu không, chúng tôi sẽ hoàn lại chi phí đã trả cho bạn.\n\nHy vọng điều này có ích và chúng tôi mong được gặp bạn và cháu gái của bạn vào thứ Bảy!\n\n-Sonny - s PlaceĐọc thêm",
            "Bạn nói xem giá bên dưới nhưng lại chấm xem giá. Bạn không có liên kết về giá?Đọc thêm",
            "Xin chào Elizabeth. TripAdvisor sẽ không cho phép đăng liên kết trong tin nhắn. Nếu bạn truy cập sonnysplace. com - chỉ cần xóa dấu cách khi bạn nhập hoặc đăng lên trình duyệt của mình - và nhấp vào Giờ - Giá ở trên cùng, bạn có thể xem tất cả giá của chúng tôi.\n\nĐịnh giá là:\n\nThẻ Sonny Moni Fun - Dùng để chơi trò chơi điện tử - Tất cả các điểm tham quan khác - \nMua - 20 trở lên - 10 - Tiền thưởng\nMua hàng - 35 trở lên - 15 - Tiền thưởng\nMua hàng - 100 trở lên - 20 - Tiền thưởng\n\nSân gôn thu nhỏ\nNgười lớn - 7.50\nNgười cao tuổi - 5.00\nTrẻ em - dưới 10 tuổi - - 5.00\nTrẻ em - 4 - dưới - MIỄN PHÍ\n\nLồng đánh bóng\n1 Token - 18 nốt nhạc\n1 Mã thông báo - 2,00\n3 Token - 5,00\n7 Token - 10,00\n1 - 2 giờ - 25.00\n1 giờ - 40.00\n\nĐi Kart\nTài xế - 8.00\nHành khách - 4.00\n\nBức tường đá\n1 buổi - 5.00\n\nKhỉ chuyển động\n1 buổi - 6.00\n\nĐường dây Zip Eagle cao vút\n - 7,00 mỗi người lái\n\nNhà trả lại\n1 - 2 giờ - 5.00\t\n\nBowling mini\n1 trận - 3.00\n\nCon quay hồi chuyển\n - 4,00 mỗi ngườiĐọc thêm",
            "Giá người lớn - trẻ em là bao nhiêu?Đọc thêm",
            "Golf mini\nNgười lớn - 7.50\nNgười cao tuổi - 5.00\nTrẻ em - dưới 10 tuổi - - 5.00\nTrẻ em - 4 - trở xuống MIỄN PHÍ\n\nlồng đánh bóng\n1 Token - 18 lô\n1 Token - 2,00\n3 Token - 5,00\n7 Token - 10,00\n1 - 2 giờ - 25.00\n1 giờ - 40.00\n\nĐi Kart\nTài xế - 8.00\nHành khách - 4.00\n\nBức tường đá\n1 buổi - 5.00\n\nkhỉ chuyển động\n1 buổi - 6.00\n\nDây nâng zip\n - 7,00 mỗi phi công\n\nnhà bị trả lại\n1 - 2 giờ - 5.00\n\nsân chơi bowling mini\n1 bộ - 3.00\n\nCon quay hồi chuyển\n1 buổi - 4.00Đọc thêm",
            "Cái này giá bao nhiêu?  lót zip?Đọc thêm",
            "Cảm ơn câu hỏi của Stacey. Bạn có thể xem giá của chúng tôi dưới đây.\n\nChúng tôi hy vọng sớm được gặp bạn!\n\nSân gôn thu nhỏ\nNgười lớn - 7.50\nNgười cao tuổi - 5.00\nTrẻ em - dưới 10 tuổi - - 5.00\nTrẻ em - 4 - dưới - MIỄN PHÍ\n\nLồng đánh bóng\n1 Token - 18 nốt nhạc\n1 Mã thông báo - 2,00\n3 Token - 5,00\n7 Token - 10,00\n1 - 2 giờ - 25.00\n1 giờ - 40.00\n\nĐi Kart\nTài xế - 8.00\nHành khách - 4.00\n\nBức tường đá\n1 buổi - 5.00\n\nKhỉ chuyển động\n1 buổi - 6.00\n\nĐường dây Zip Eagle cao vút\n - 7,00 mỗi người lái\n\nNhà trả lại\n1 - 2 giờ - 5.00\n\nBowling mini\n1 Trò chơi - 3,00Đọc thêm"
        ],
        "star_ratings": [
            49,
            28,
            8,
            3,
            3
        ],
        "review_amount": 91,
        "location": [
            "Hoa Kỳ",
            "Các hoạt động ở Somers",
            "Somers là một số người",
            "Connecticut - CT -",
            "Sonny - s Place"
        ],
        "reviews_time": [
            "Written October 17, 2022",
            "Written May 31, 2022",
            "Written April 14, 2021",
            "Written January 5, 2020",
            "Written December 31, 2019",
            "Written November 5, 2019",
            "Written October 19, 2019",
            "Written October 4, 2019",
            "Written September 27, 2019",
            "Written September 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33919-d1737102-Reviews-Sonny_s_Place-Somers_Connecticut.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33919-d4921624-Reviews-Sonny_s_Place-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33919-d933016-Reviews-China_City-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33919-d5480489-Reviews-Joannas-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33919-d12386743-Reviews-Bond_124-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33919-d905262-Reviews-Subway-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33919-d25441308-Reviews-Mario_s_Pizzeria_Ristorante-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33919-d933286-Reviews-Dunkin-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33919-d385963-Reviews-Italian_Villa_Restaurant-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33919-d17339017-Reviews-Hometown_Kitchen-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33919-d385972-Reviews-CEDAR_Knob_Restaurant-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33919-d10820684-Reviews-Somers_Public_Library-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33777-d8538104-Reviews-Powder_Hollow_Brewery-Enfield_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33777-d19377895-Reviews-Easy_Pickin_s_Orchard-Enfield_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33777-d27023091-Reviews-R_Dee_Winery-Enfield_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33919-d14116558-Reviews-Irish_Bend_Orchard-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33777-d10856836-Reviews-Enfield_Public_Library-Enfield_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33919-d3179852-Reviews-Pell_Family_Farm-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g41543-d7181574-Reviews-Redstone_Rail_Trail-East_Longmeadow_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g33776-d9560692-Reviews-Cold_Creek_Brewery-Ellington_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33777-d24178663-Reviews-Scantic_River_State_Park-Enfield_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33919-d1737102-Reviews-or10-Sonny_s_Place-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33920-d23847408-Reviews-Somersvillage_Gifts_And_Gourmet_Baskets-Somersville_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33919-d23847379-Reviews-Humble_Fox-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33919-d23847403-Reviews-You_ve_Got_It_Made-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d284650-Reviews-Forest_Park-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g33776-d563533-Reviews-Connecticut_Parachutists_Inc-Ellington_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d103003-Reviews-Basketball_Hall_of_Fame-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g33919-d17437614-Reviews-Cedar_Knob_Golf_Course-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d103004-Reviews-The_Zoo_in_Forest_Park_Education_Center-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d522393-Reviews-Palmengarten-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g2538506-d15142231-Reviews-Diamond_Beach-Nusa_Penida_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15232117-Reviews-Drag_Brunch-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12318661-Reviews-Songdo_Skywalk-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g562814-d667082-Reviews-PortAventura-Salou_Costa_Dorada_Province_of_Tarragona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33022-d3823383-Reviews-The_Coach_House-San_Juan_Capistrano_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d10298468-Reviews-Sompasauna-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g44933-d509312-Reviews-Bass_River_Resort-Steelville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d3453042-Reviews-Xfinity_Theatre-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d8524783-Reviews-Graffiti_Alley-Toronto_Ontario.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33919-d1737102-Reviews-or10-Sonny_s_Place-Somers_Connecticut.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33919-d1737102-Reviews-Sonny_s_Place-Somers_Connecticut.html"
    }
]