[
    {
        "attraction_name": "Sophie's Art Tour - Private Tours",
        "attraction_name_vi": "Sophie - s Art Tour - Tour riêng",
        "general_info": [
            "152 đánh giá",
            "- 125 trên 1.013 Chuyến tham quan - Hoạt động tại TP.HCM",
            "Du lịch văn học, nghệ thuật - âm nhạc",
            "Tour riêng"
        ],
        "attraction_summary": "Sophie - s Art Tour là chuyến tham quan lịch sử nghệ thuật nửa ngày có trụ sở tại Thành phố Hồ Chí Minh, Việt Nam. Tour diễn ra từ thứ Ba đến thứ Bảy - có thể sắp xếp tour vào Chủ Nhật - Sophie - s Art Tour có cái nhìn cận cảnh hơn về lịch sử hấp dẫn của Việt Nam qua cuộc đời và tác phẩm của các nghệ sĩ nơi đây. Bao quát một giai đoạn lịch sử từ thời thuộc địa đến nay qua trải nghiệm cá nhân của các nghệ sĩ đã nghiên cứu, chiến đấu, chứng kiến ​​và ghi lại những thay đổi lớn ở Việt Nam thế kỷ XX. Chuyến tham quan này không chỉ dành cho những người yêu nghệ thuật mà còn dành cho tất cả những ai muốn hiểu sâu hơn về lịch sử hiện đại và đương đại của Việt Nam.Đọc thêm",
        "reviews": [
            "Nếu bạn có cơ hội tham gia Sophie - s Art Tour tại Thành phố Hồ Chí Minh thì nên tham gia. Sophie là người có nhiều thông tin và dệt nên lịch sử đất nước cùng với bối cảnh nghệ thuật. Đó là một trong những chuyến đi thú vị nhất mà tôi từng hân hạnh được tham gia! Chuyến tham quan không chỉ đến Bảo tàng Mỹ thuật Thành phố Hồ Chí Minh mà còn đến một số phòng trưng bày - bộ sưu tập tư nhân. Đọc thêm",
            "Sophie rất hiểu biết, có tài hùng biện và rõ ràng là rất đam mê những gì cô ấy làm. Cô ấy đã giúp chúng tôi tiếp cận nghệ thuật Việt Nam khi chúng tôi không biết gì về nó và đó là bước đột phá tốt nhất vào lịch sử dân tộc mà chúng tôi có thể yêu cầu. Không thể giới thiệu nó đủ! Đọc thêm",
            "Sophie cực kỳ am hiểu và có hiểu biết rõ ràng về lịch sử nghệ thuật Việt Nam cũng như bối cảnh nghệ thuật đương đại. Cô kể câu chuyện về lịch sử và văn hóa Việt Nam qua lăng kính của các nghệ sĩ địa phương. Tôi yêu thích nó và sẽ thực hiện chuyến du lịch Hà Nội của cô ấy khi tôi đến đó. Chuyến tham quan đã giúp tôi hiểu sâu hơn và đánh giá cao đất nước và văn hóa này. Đọc thêm",
            "Cuộc phiêu lưu của chúng tôi trong nghệ thuật, lịch sử và văn hóa Việt Nam khiến chúng tôi bị mê hoặc. Chúng tôi đã tổ chức và dẫn dắt các chuyến du lịch ở 16 quốc gia và là người tham gia tour ở nhiều quốc gia khác với tư cách là khách du lịch thông thường. Đây là hành trình giáo dục tốt nhất mà chúng tôi từng chứng kiến. Thông minh, ăn nói lưu loát, có nhận thức về văn hóa và trung thực, với nhiều công cụ giảng dạy từ iPad đến áp phích và tác phẩm nghệ thuật thực hành, Sophie chính là người hướng dẫn tuyệt vời. Cách tiếp cận nhóm nhỏ của cô đã được thực hiện một cách khéo léo tại các quán cà phê, bảo tàng tư nhân và công cộng, khi ngồi, đứng hoặc khi di chuyển. Phương pháp sư phạm vượt trội. Giá trị đồng tiền, đó là một món hời. Nếu bạn muốn hiểu nghệ thuật Việt Nam, thì bạn cần kết hợp các khía cạnh lịch sử, sắc thái và văn hóa của đất nước này lại với nhau. Sophie chính là người thợ may bậc thầy có thể làm được việc này.Đọc thêm",
            "Stu là người hướng dẫn của chúng tôi cho buổi sáng. Anh ấy rất am hiểu về lịch sử hiện đại và cũng là nguồn thông tin rất tốt về nghệ thuật và nghệ sĩ. Chúng tôi đã đến 4 phòng trưng bày khác nhau và anh ấy đã làm một công việc tuyệt vời khi đưa mọi thứ vào bối cảnh. Anh ấy - cũng rất thú vị và làm cho chuyến tham quan trở nên rất thú vị. Nó đủ dành cho người đi bộ nhưng vẫn hấp dẫn về mặt lịch sử và bối cảnh. Nó - hơi đắt nhưng đáng giá từng xu.Đọc thêm",
            "Tôi không thể giới thiệu điều này đủ mạnh mẽ. Không quá phấn khích nhưng tất cả bạn bè tôi đều muốn làm điều đó nên tôi đã đi cùng. Thật tuyệt vời! Stuart, chủ nhà của chúng tôi, thực sự rất vui tính và hiểu biết. Một bài học lịch sử - nghệ thuật tuyệt vời cộng với một cách tuyệt vời để ngắm nhìn thành phố. Tiến lên, tiến lên! Thật đáng giá với số tiền đã bỏ ra. Đọc thêm",
            "Chúng tôi không phải là dân nghệ thuật nhưng sau khi đọc những nhận xét về Sophie - s Art Tour Sài Gòn, chúng tôi nghĩ rằng hãy thử và chúng tôi rất vui vì đã làm như vậy. Mặc dù nó là về nghệ thuật nhưng nó còn hơn thế nữa. Một chuyến tham quan những ngôi nhà mà bạn sẽ không bao giờ có cơ hội tiếp cận nhưng với những bức tranh đáng kinh ngạc được trưng bày, một bài học lịch sử thực sự tuyệt vời về Việt Nam và vai trò của các nghệ sĩ trong lịch sử của nó. Stu là người hướng dẫn của chúng tôi và thực sự rất vui và giúp chúng tôi giải trí toàn bộ thời gian. Nếu bạn có thời gian đặt lịch để thực hiện chuyến tham quan này, bạn chắc chắn sẽ thắng - không hối tiếc. Ngoài ra, chúc bạn có một kỳ nghỉ vui vẻ Stu!Đọc thêm",
            "Chúng tôi đã đi lưu diễn cùng Stu hôm nay và có một trải nghiệm tuyệt vời.  Chuyến tham quan còn nhiều hơn thế nữa ngoài nghệ thuật; ông đã kể lại 150 năm lịch sử Việt Nam qua nghệ thuật đất nước.  Stu rất am hiểu và có các phương tiện hỗ trợ trực quan tuyệt vời thông qua iPad và các ví dụ in.  Chuyến tham quan Bảo tàng Tư nhân Đức Minh thật hấp dẫn cũng như chuyến tham quan Trung tâm Nghệ thuật Đương đại The Factory. Chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan, đây là một chuyến tham quan có giá trị tuyệt vời - - 65 USD hoặc 1,5 triệu Đồng theo tỷ giá hối đoái hiện tại - .  Stu thậm chí còn sắp xếp để xe thả chúng tôi xuống tàu du lịch vào cuối chuyến tham quan, thay vì quay lại điểm xuất phát.Đọc thêm",
            "Chúng tôi đã đi tham quan với Stu, nơi được nghiên cứu kỹ lưỡng, mang tính giải trí và nhiều thông tin. Một cách tuyệt vời để đến các phòng trưng bày và hiểu bối cảnh nghệ thuật khi nó phát triểnĐọc thêm",
            "Đây là một chuyến tham quan đáng kinh ngạc, khám phá nhiều địa điểm khác nhau trong thành phố từ phòng trưng bày - quán cà phê - đồ cổ - v.v. Thật là một cách tuyệt vời để trải nghiệm lịch sử Việt Nam thông qua việc đánh giá cao nghệ thuật trong những thời kỳ đó. Stu là một hướng dẫn viên tuyệt vời, nhiệt tình và vô cùng hiểu biết. Cả nhóm chúng tôi đều đồng ý, đây là điều phải làm ở Sài Gòn và là điểm nhấn trong chuyến đi của chúng tôi. Đọc thêm",
            "Tour của bạn vẫn chạy chứ? Đọc thêm",
            "Tôi đã gửi email cho cô ấy hôm nay và nhận được - Cảm ơn bạn rất nhiều vì tin nhắn, Sophie - s Art Tour hiện đang trong thời gian nghỉ phép nghiên cứu, điều đó có nghĩa là tôi sẽ không tổ chức các chuyến tham quan thường xuyên ở Hà Nội hoặc Sài Gòn cho đến khi có thông báo mới. - Đọc thêm",
            "Xin chào Elisabeth, tôi chân thành xin lỗi vì đã không trả lời câu hỏi này sớm hơn. Tôi không tổ chức các tour thường xuyên nhưng thỉnh thoảng tôi có tổ chức các tour ở Hà Nội và Sài Gòn. Chúng được công bố trong bản tin hai tuần một lần của tôi mà bạn có thể đăng ký trên trang web của chúng tôi. Bản tin liệt kê rất nhiều sự kiện nghệ thuật tuyệt vời đang diễn ra tại Việt Nam bao gồm triển lãm, chiếu phim, biểu diễn, biểu diễn và hội thảo, v.v.! Tôi có các chuyến lưu diễn ở Hà Nội và Sài Gòn trong vài tháng tới và sẽ được thông báo ở đó. Lời chúc tốt nhất\nSophieĐọc thêm",
            "chào Sophie \n\nChúng tôi muốn tham gia chuyến tham quan và muốn biết làm cách nào để đăng ký, vui lòngĐọc thêm",
            "Có thông tin chi tiết về số điện thoại và email trên trang web. Từ trí nhớ tôi gọi điện để đặt chỗ. Chuyến tham quan thật tuyệt vời và tôi hy vọng bạn thích thú.Đọc thêm"
        ],
        "star_ratings": [
            148,
            4,
            0,
            0,
            0
        ],
        "review_amount": 152,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written September 4, 2019",
            "Written January 27, 2019",
            "Written November 10, 2018",
            "Written June 20, 2018",
            "Written April 13, 2018",
            "Written April 10, 2018",
            "Written April 8, 2018",
            "Written April 8, 2018",
            "Written April 2, 2018",
            "Written April 2, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or10-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1724542-Reviews-Antique_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455387-Reviews-Fine_Arts_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2334935-Reviews-Foot_Massage_Salon_Quynh_Nhu_137-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15681266-Reviews-Guided_Tours_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13002142-Reviews-Massage_137_MIDU-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11636268-Reviews-Lost_Escape_Room_Bui_Vien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602791-Reviews-Blue_Space_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187891-d542442-Reviews-Ear_of_Dionysius_Orecchio_di_Dionisio-Syracuse_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g36897-d7717460-Reviews-Skokie_Lagoons-Winnetka_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60659-d8400700-Reviews-Green_World_Coffee_Farms-Wahiawa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d2268078-Reviews-Saidpur_Village-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g14779260-d10536640-Reviews-Aquapark_Budva-Podostrog_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g1575483-d153377-Reviews-Cenote_Jardin_del_Eden-Yucatan_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d8599884-Reviews-Cala_Llombards-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g672739-d548048-Reviews-MiniHollywood_Oasys-Tabernas_Province_of_Almeria_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3382196-d3369892-Reviews-Dinadiawan_Beach-Dipaculao_Aurora_Province_Central_Luzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g970318-d312109-Reviews-Cupecoy_Bay_Beach-Cupecoy_Bay_Sint_Maarten_St_Martin_St_Maarten.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or10-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Sophie's Art Tour - Private Tours",
        "attraction_name_vi": "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
        "general_info": [
            "152 đánh giá",
            "- 125 trong số 1.013 Tour - Hoạt động tại Thành phố Hồ Chí Minh",
            "Văn học, Nghệ thuật - Du lịch âm nhạc",
            "Tour riêng"
        ],
        "attraction_summary": "Sophie - s Art Tour là chuyến tham quan lịch sử nghệ thuật nửa ngày có trụ sở tại Thành phố Hồ Chí Minh, Việt Nam. Tour diễn ra từ thứ Ba đến thứ Bảy - có thể sắp xếp tour vào Chủ Nhật - Sophie - s Art Tour có cái nhìn cận cảnh hơn về lịch sử hấp dẫn của Việt Nam qua cuộc đời và tác phẩm của các nghệ sĩ nơi đây. Bao quát một giai đoạn lịch sử từ thời thuộc địa đến nay qua trải nghiệm cá nhân của các nghệ sĩ đã nghiên cứu, chiến đấu, chứng kiến ​​và ghi lại những thay đổi lớn ở Việt Nam thế kỷ XX. Chuyến tham quan này không chỉ dành cho những người yêu nghệ thuật mà còn dành cho tất cả những ai muốn hiểu sâu hơn về lịch sử hiện đại và đương đại của Việt Nam.Đọc thêm",
        "reviews": [
            "Vừa có 4 giờ tuyệt vời với Maia từ Sophie - s Art Tours. Cô ấy là một hướng dẫn viên tuyệt vời, có nhiều thông tin, rất nhiệt tình và thân thiện. Cô ấy vui vẻ trả lời tất cả các câu hỏi của chúng tôi về những gì chúng tôi đang xem cũng như về cuộc sống ở Hà Nội. Chúng tôi thực sự muốn giới thiệu chuyến tham quan này cho những ai muốn có cái nhìn sâu sắc về địa phương về đất nước xinh đẹp này.Đọc thêm",
            "Chuyến tham quan là một chuyến đi kéo dài nửa ngày qua bốn thời kỳ nghệ thuật từ thời thuộc địa của Pháp vào những năm 1800 cho đến thời hiện đại, tất cả đều được thể hiện qua các tác phẩm nghệ thuật nằm rải rác trong thành phố. Stuart là một người kể chuyện tuyệt vời, đầy quyến rũ, hóm hỉnh và hiểu biết. Điều này thực sự đã mở mang tầm mắt của tôi về nghệ thuật đã phát triển mạnh mẽ ở Việt Nam như thế nào. Tuyệt vời!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến lưu diễn với Stu tại Thành phố Hồ Chí Minh.  Ông đề cập đến nghệ thuật và lịch sử từ thời thuộc địa trở đi.  Chuyến tham quan bao gồm phần trình bày tổng quan và tham quan một số phòng trưng bày và cửa hàng quan trọng.  Chúng tôi thực sự muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Đã đọc rất nhiều sách về lịch sử Việt Nam gần đây - Thế kỷ 20 và 21 -, thật sảng khoái khi có được một cái nhìn khác về lịch sử Việt Nam qua con mắt của các nghệ sĩ. Nhiều điểm khác nhau được minh họa qua iPad, nhưng chuyến tham quan cũng bao gồm các chuyến thăm được sắp xếp tới một số phòng trưng bày và nghỉ giải lao tại một quán cà phê tuyệt vời mà chúng tôi sẽ không bao giờ tự mình tìm thấy.  Hướng dẫn của chúng tôi là Sophie. Mặc dù các điểm tham quan du lịch chính của Thành phố Hồ Chí Minh là không thể bỏ qua, nhưng chuyến tham quan này cũng vậy.  Nếu bạn chỉ có thời gian cho một hoạt động duy nhất ở Sài Gòn ngoài việc tham quan các địa điểm du lịch, chúng tôi thực sự khuyên bạn nên tham gia Art Tour.Đọc thêm",
            "Chúng tôi đã dành một buổi sáng thú vị để tìm hiểu về lịch sử nghệ thuật phương Tây ở Sài Gòn cũng như nghệ thuật được cộng đồng địa phương thực hành.   Nghệ thuật được thực hiện trong những năm chiến tranh và một số lịch sử của nó.  Chúng tôi đã có một loạt các buổi nói chuyện thú vị, tham quan các phòng trưng bày nghệ thuật và một cửa hàng đồ cổ xen kẽ với việc dừng chân tại một quán cà phê địa phương.   Tôi không thể nhấn mạnh điều này tốt như thế nào, tôi khá buồn khi chuyến tham quan kết thúc vào thời gian quy định.   Tôi có thể đã đi cả ngày.Đọc thêm",
            "Đây là một tour du lịch không thể bỏ qua.  Hướng dẫn viên tiếng Anh của chúng tôi Stu, hiện đang sống ở HCM, là một hướng dẫn viên xuất sắc.  Chúng tôi gặp anh ấy tại một nhà hàng, nơi anh ấy giới thiệu ngắn gọn cho chúng tôi sau đó chúng tôi đi đến một số viện bảo tàng - phòng trưng bày.  Stu đã cung cấp cho chúng tôi thêm thông tin tại mỗi điểm dừng và chúng tôi có thể trò chuyện với từng chủ phòng trưng bày.  Đó là năm giờ đặc biệt. Chúng tôi không có nghĩa vụ phải mua bất cứ thứ gì và cũng không có bất kỳ áp lực nào phải làm như vậy.  Tuy nhiên, chúng tôi đã yêu thích một loại sơn dầu và quay trở lại phòng trưng bày sau khi Chuyến tham quan nghệ thuật kết thúc.   Chúng tôi đã thương lượng giá với chủ phòng trưng bày và vận chuyển tác phẩm đến nhà của chúng tôi. Chúng tôi sẽ không bao giờ quên Stu và Chuyến tham quan nghệ thuật tuyệt vời của Sophie. Đọc một số bài đánh giá khác để có cuộc thảo luận kỹ lưỡng hơn nữa...Đọc thêm",
            "Tôi chắc chắn sẽ đặt chuyến tham quan Hà Nội của Sophie - s Art Tour vào lần tới khi tôi đến Việt Nam! Trong chuyến đi vào tháng 1 năm 2018, tôi đã tham gia chuyến tham quan Sài Gòn do Stu hướng dẫn và tôi đã có khoảng thời gian tuyệt vời: thật thú vị khi tìm hiểu về mối quan hệ giữa lịch sử và nghệ thuật ở Việt Nam kể từ thời Pháp thuộc và khám phá các phòng trưng bày. Chuyến tham quan mang đến một tường thuật sống động về lịch sử của đất nước và song song đó, cho thấy các nghệ sĩ đôi khi có thể học hỏi từ những ảnh hưởng bên ngoài hoặc đôi khi phải thích ứng với các yêu cầu - quyền lực chính trị. Stu rất hiểu biết và là một diễn giả hấp dẫn. Những câu chuyện anh ấy chia sẻ sẽ tạo nên một cuốn sách tuyệt vời. Tôi chắc chắn sẽ giới thiệu Sophie - s Art Tour cho bất kỳ ai đến thăm Việt Nam, dù là chuyên gia hay chỉ đang tìm kiếm một cách tiếp cận khác với văn hóa và lịch sử của đất nước.Đọc thêm",
            "Với nghệ thuật Việt Nam đang thịnh hành trong thế giới nghệ thuật, một chuyến viếng thăm TP.HCM và một buổi chiều trong Sophie - s Art Tour sẽ mang đến cho bạn sự giới thiệu ngắn gọn và thú vị không chỉ về nghệ thuật đương đại Việt Nam mà còn về gần một thế kỷ rưỡi của nghệ thuật. truyền thống ở VN. Đây là một cách tuyệt vời để dành một buổi chiều và giới thiệu tuyệt vời về nghệ thuật. Chuyến tham quan tiếp cận chủ đề theo trình tự thời gian lấy ngày bắt đầu là thời thuộc địa của Pháp ở VN. Điều quan trọng đối với sự thành công của chuyến tham quan là kiến ​​thức của người hướng dẫn về các phần mà bạn đang xem và khả năng đặt chúng vào bối cảnh của họ. Bối cảnh là quan trọng. Các phòng trưng bày mà khách tham quan đều mở cửa cho công chúng tham quan, nhưng nếu không hiểu rõ những gì trên tường thì lịch sử và ý nghĩa của nhiều tác phẩm sẽ bị mất đi. Chuyến tham quan nên được coi là một phần giới thiệu. Hãy thực hiện sớm trong chuyến thăm của bạn để bạn có thời gian tự mình đi đến các phòng trưng bày với hiểu biết mới để xem thêm tác phẩm.Đọc thêm",
            "Chồng tôi và tôi đã đặt tour này theo lời khuyên của một số người bạn sống ở thành phố Hồ Chí Minh và thực sự rất thích nó. Chúng tôi muốn giới thiệu kỹ lưỡng nó cho bất kỳ ai đến thăm thành phố. Đây là một lời giới thiệu thực sự thú vị về nền văn hóa khá gần đây - từ năm 1850 trở đi - lịch sử và nghệ thuật Việt Nam. Hướng dẫn viên Stu của chúng tôi rất hấp dẫn và nhiệt tình, đồng thời có thể cung cấp nhiều thông tin - phong cách nghệ thuật - nguồn gốc nghệ sĩ - lịch sử - một cách thú vị. Thật tuyệt vời khi được tham quan các địa điểm khác nhau trong nội thành - quán cà phê - phòng trưng bày nghệ thuật -. Đọc thêm",
            "Chúng tôi hoàn toàn không phải là những người hâm mộ nghệ thuật điển hình của bạn nhưng chuyến tham quan là sự kết hợp tuyệt vời giữa lịch sử và nghệ thuật khu vực, mang lại trải nghiệm rất thú vị. Hướng dẫn viên Stu của chúng tôi cực kỳ hiểu biết và hấp dẫn. Nhìn chung đây là một trải nghiệm tuyệt vời và chúng tôi thực sự muốn giới thiệu cho bất kỳ ai đến thăm thành phố.Đọc thêm"
        ],
        "star_ratings": [
            148,
            4,
            0,
            0,
            0
        ],
        "review_amount": 152,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 2, 2018",
            "Written March 27, 2018",
            "Written March 22, 2018",
            "Written February 25, 2018",
            "Written February 16, 2018",
            "Written February 9, 2018",
            "Written February 3, 2018",
            "Written February 2, 2018",
            "Written January 27, 2018",
            "Written January 27, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d5773564-Reviews-or10-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or20-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1724542-Reviews-Antique_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455387-Reviews-Fine_Arts_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2334935-Reviews-Foot_Massage_Salon_Quynh_Nhu_137-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15681266-Reviews-Guided_Tours_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13002142-Reviews-Massage_137_MIDU-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11636268-Reviews-Lost_Escape_Room_Bui_Vien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602791-Reviews-Blue_Space_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g42763-d2416036-Reviews-Somerset_Collection-Troy_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7108405-Reviews-Thai_Massage_Hungary-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g230156-d2185997-Reviews-Blue_Hole-San_Lawrenz_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d10516492-Reviews-Uemachi_Orchid_Thai_Massage-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d14160395-Reviews-Busan_Museum_Of_Movies-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12899417-Reviews-Top_Golf-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293989-d318768-Reviews-Dead_Sea-Madaba_Madaba_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d149049-Reviews-Main_Street-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d6908380-Reviews-Vecaki_Beach-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d191025-Reviews-Kilmainham_Gaol_Museum-Dublin_County_Dublin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or20-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or10-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Sophie's Art Tour - Private Tours",
        "attraction_name_vi": "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
        "general_info": [
            "152 đánh giá",
            "- 125 trong số 1.013 Tour - Hoạt động tại Thành phố Hồ Chí Minh",
            "Du lịch văn học, nghệ thuật - âm nhạc",
            "Tour riêng"
        ],
        "attraction_summary": "Sophie - s Art Tour là chuyến tham quan lịch sử nghệ thuật nửa ngày có trụ sở tại Thành phố Hồ Chí Minh, Việt Nam. Tour diễn ra từ thứ Ba đến thứ Bảy - có thể sắp xếp tour vào Chủ Nhật - Sophie - s Art Tour có cái nhìn cận cảnh hơn về lịch sử hấp dẫn của Việt Nam qua cuộc đời và tác phẩm của các nghệ sĩ nơi đây. Bao quát một giai đoạn lịch sử từ thời thuộc địa đến nay qua trải nghiệm cá nhân của các nghệ sĩ đã nghiên cứu, chiến đấu, chứng kiến ​​và ghi lại những thay đổi lớn ở Việt Nam thế kỷ XX. Chuyến tham quan này không chỉ dành cho những người yêu nghệ thuật mà còn dành cho tất cả những ai muốn hiểu sâu hơn về lịch sử hiện đại và đương đại của Việt Nam.Đọc thêm",
        "reviews": [
            "Chuyến tham quan tuyệt vời! Nó cho phép bạn tìm hiểu về lịch sử và nghệ thuật của Việt Nam, hoặc thực tế là lịch sử thông qua nghệ thuật của nước này. Chuyến tham quan được tổ chức tốt và chúng tôi đã đến thăm nhiều địa điểm khác nhau - bộ sưu tập tư nhân - phòng trưng bày - triển lãm -. Hướng dẫn viên - tên là Stu - cũng rất tuyệt, anh ấy đã tổ chức một chuyến tham quan có tổ chức tốt và có sẵn iPad để minh họa .Tôi thực sự giới thiệu chuyến tham quan này cho cả những người sành nghệ thuật và người mới bắt đầu! Đọc thêm",
            "Tôi đã đi tour này theo lời giới thiệu của những người khác. Là một người không biết gì về Nghệ thuật, tôi thấy Stu và chuyến tham quan hấp dẫn Stu đã cho chúng tôi lời giải thích tuyệt vời về một số lịch sử của Nghệ thuật ở Việt Nam. Tôi ra đi để biết nhiều hơn và đánh giá cao những gì tôi đã thấy Nếu bạn có nửa ngày rảnh rỗi, hãy tự giúp mình và thực hiện chuyến tham quan nàyĐọc thêm",
            "Chúng tôi đã có một buổi sáng tuyệt vời khi thực hiện chuyến tham quan này.  Chúng tôi như một gia đình thực sự rất thích nó.  Nó cực kỳ nhiều thông tin, có rất nhiều thời gian để xem và tìm hiểu.  Một số người trong gia đình hơi lo lắng khi họ không hiểu - Nghệ thuật - nhưng họ yêu buổi sáng, một chuyến tham quan tuyệt vời như vậy, và ước gì chúng tôi - đã thực hiện nó vào ngày đầu tiên ở Hồ Chí Minh vì hướng dẫn viên của chúng tôi rất am hiểu về lịch sử Việt Nam.  Chúng tôi cũng đến một quán cà phê xinh xắn để trò chuyện về những gì chúng tôi đã thấy.  Tôi không thể giới thiệu nó cao hơn, ngay cả khi bạn không phải là người yêu nghệ thuật.  Có rất nhiều điều để tìm hiểu về Việt Nam. Đọc thêm",
            "Thật là một chuyến tham quan tuyệt vời! Chúng tôi hoàn toàn thích nó! Hướng dẫn viên của chúng tôi là Stu và WOW anh ấy được đào tạo về nghệ thuật và lịch sử của Thành phố Hồ Chí Minh! Đây là điều tốt nhất chúng tôi đã làm ở TP HCM và chúng tôi rất vui vì đã đưa điều này vào hành trình của mình! Rất khuyến khích! Đọc thêm",
            "Chuyến tham quan nghệ thuật của Sophie - s tại Hà Nội và Thành phố Hồ Chí Minh là không thể bỏ qua nếu bạn quan tâm đến nghệ thuật, lịch sử hoặc cả hai. Được điều hành bởi những người Anh trẻ tuổi gặp nhau ở trường đại học, họ có kiến ​​thức, hấp dẫn và quen biết với một số nghệ sĩ hàng đầu của Việt Nam. Lịch sử Việt Nam trở nên sống động thông qua nghệ thuật, cả cổ điển lẫn đương đại. Chuyến du lịch gia đình của chúng tôi là với Stu, và mặc dù anh ấy thực hiện ít nhất một chuyến du lịch mỗi ngày trong suốt cả năm, anh ấy khiến tất cả chúng tôi cảm thấy như thể chúng tôi là những khách hàng đặc biệt nhất mà anh ấy đã từng làm việc cùng. Họ kết hợp các chuyến tham quan phòng trưng bày với các điểm dừng tại các quán cà phê địa phương đóng vai trò quan trọng trong nghệ thuật hoặc lịch sử Việt Nam. Đọc thêm",
            "Một cách tuyệt vời để tìm hiểu về ảnh hưởng nghệ thuật ở Việt Nam từ những năm 1800 đến nay và cách nó phản ánh lịch sử của đất nước. Stu là một nhà lãnh đạo du lịch có hiểu biết tốt, người đã khiến chuyến tham quan trở nên vui vẻ, một cách yên tĩnh. Chúng tôi đến thăm các phòng trưng bày tư nhân - những câu chuyện về những người thành lập chúng cũng thú vị như nghệ thuật; kiến trúc cũng vậy. Vì chúng tôi đã xem một số phòng trưng bày công cộng nên chúng tôi rất vui vì chúng không có trong hành trình. Một chuyến tham quan tuyệt vời - điểm nổi bật trong kỳ nghỉ của chúng tôi ở Sài Gòn. Hai quán cà phê xinh xắn có trong chuyến tham quan - đầu tiên là tiếng hét của Stu. Giao thông quanh thành phố rất thoải mái và sẽ đưa bạn đến bất cứ nơi nào trong Quận 1.Đọc thêm",
            "Tôi đã đi tour ở Hà Nội với Maia, có 3 khách khác trong nhóm của chúng tôi. Tôi thích tìm hiểu về lịch sử Việt Nam thông qua nghệ thuật. Phản hồi duy nhất của tôi là tôi muốn có nhiều thời gian hơn trong bảo tàng để đi dạo quanh bộ sưu tập thay vì dành gần một giờ ở Manzi, một quán cà phê nhỏ trưng bày nghệ thuật đương đại để bán - quá lâu khi chúng tôi không được mời uống nước mà là để mua nghệ thuật. Đọc thêm",
            "Angela thân yêu\n\nRất cám ơn phản hồi của bạn, chúng tôi đánh giá cao nhận xét của bạn vì việc hiểu cảm giác của khách sẽ rất hữu ích để chúng tôi có thể liên tục cải thiện chuyến tham quan của mình. \n\nTôi rất tiếc vì bạn cảm thấy không có đủ thời gian để xem các tác phẩm khác tại bảo tàng. Lý do chúng tôi rút ngắn thời gian tham quan bảo tàng là vì chuyến tham quan bao gồm 150 năm lịch sử nên chúng tôi đã chọn ra một số tác phẩm nghệ thuật tại bảo tàng để minh họa rõ nhất câu chuyện.\n\nChuyến tham quan Hà Nội nhấn mạnh vào nghệ thuật đương đại, đó là lý do tại sao chúng tôi kết thúc tại Manzi, nơi bạn có thể thấy nhiều nghệ sĩ đương đại trong một không gian, cả đã thành danh và mới nổi. Tôi chân thành xin lỗi nếu bạn cảm thấy rằng bạn được đưa đến đó để mua tác phẩm nghệ thuật, đây không phải là ý định của chúng tôi. Theo chính sách, chúng tôi không nhận hoa hồng từ bất kỳ phòng trưng bày nào mà chúng tôi ghé thăm, điều này cho phép chúng tôi duy trì sự độc lập, duy trì tính chính trực của mình và cũng hỗ trợ các nghệ sĩ. \n\nChúng tôi đã ghi nhận ý kiến ​​của bạn và sẽ đảm bảo rằng những vị khách tương lai của chúng tôi sẽ hiểu rõ điều này. Tôi hy vọng lời giải thích của tôi cũng làm rõ ý định của chúng tôi. Cảm ơn bạn một lần nữa, Sophie Đọc thêm",
            "Đây là một tour du lịch nửa ngày tuyệt vời. Thông tin, giải trí và giáo dục. Một bài học về lịch sử Việt Nam qua con mắt nghệ thuật và nghệ sĩ. Chưa kể đến việc đi đến một số phòng trưng bày tuyệt vời.Đọc thêm",
            "Đây là chuyến đi chơi tuyệt vời nhất trong gần một tuần tại Việt Nam.  Như những người khác đã nói, Stu rất vui tính và có nhiều thông tin và chuyến đi diễn ra như kim đồng hồ. Tác phẩm nghệ thuật rất đáng chú ý - và bạn sẽ không tìm thấy nó trong các bảo tàng chính thức. Tôi cảm thấy thực sự là một đặc ân khi được trưng bày những bộ sưu tập này. Nếu bạn yêu thích nghệ thuật, bạn phải làm điều này.Đọc thêm",
            "Hãy tận hưởng chuyến đi ấn tượng nhất mà tôi từng tham gia. Tôi đã bị cuốn hút bởi toàn bộ sự việc. Stu rất xuất sắc và hài hước, lịch sử được dạy rất tốt và nghệ thuật thật ngoạn mục. Đây là nghệ thuật, chính trị và lịch sử, tất cả hòa làm một. Không cần phải là người yêu nghệ thuật - người yêu thích nghệ thuật mới có thể tham gia chuyến tham quan, nó năng động, thú vị, bạn sẽ có được vô số lịch sử và đừng lo lắng, đây không phải là chuyến tham quan bảo tàng. Chúng tôi đến thăm một phòng trưng bày tư nhân, một quán cà phê, một cửa hàng đồ cổ và một phòng triển lãm. Xe cũng có máy lạnh! Tôi - rất có thể tôi sẽ tham gia chuyến du lịch Hà Nội vào cuối tháng này, điều đó thật tuyệt vời!! Tôi muốn nhiều hơn nữa!Đọc thêm"
        ],
        "star_ratings": [
            148,
            4,
            0,
            0,
            0
        ],
        "review_amount": 152,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 25, 2018",
            "Written January 8, 2018",
            "Written January 8, 2018",
            "Written January 6, 2018",
            "Written December 25, 2017",
            "Written December 1, 2017",
            "Written November 25, 2017",
            "Written November 18, 2017",
            "Written September 15, 2017",
            "Written September 14, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d5773564-Reviews-or20-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or10-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or30-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1724542-Reviews-Antique_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455387-Reviews-Fine_Arts_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2334935-Reviews-Foot_Massage_Salon_Quynh_Nhu_137-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15681266-Reviews-Guided_Tours_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13002142-Reviews-Massage_137_MIDU-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11636268-Reviews-Lost_Escape_Room_Bui_Vien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602791-Reviews-Blue_Space_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d17376507-Reviews-Aisha_Fahmi_Palace-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g45991-d107683-Reviews-Extraterrestrial_Highway-Rachel_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d1533303-Reviews-Sunshine_Meadows-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187291-d8820178-Reviews-Cannstatter_Volksfest-Stuttgart_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g3539883-d2202035-Reviews-Pulau_Ketam-Pulau_Ketam_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d14203147-Reviews-Snooper_s_Rock-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d181624-Reviews-New_York_Comedy_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1071435-d4185834-Reviews-Serikin_Weekend_Street_Market-Serikin_Bau_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d308664-Reviews-Colo_I_Suva_Forest_Park-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187574-Reviews-Heaven-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or30-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or20-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Sophie's Art Tour - Private Tours",
        "attraction_name_vi": "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
        "general_info": [
            "152 đánh giá",
            "- 125 trong số 1.013 Tour - Hoạt động tại Thành phố Hồ Chí Minh",
            "Du lịch văn học, nghệ thuật - âm nhạc",
            "Tour riêng"
        ],
        "attraction_summary": "Sophie - s Art Tour là tour lịch sử nghệ thuật kéo dài nửa ngày có trụ sở tại Thành phố Hồ Chí Minh, Việt Nam. Tour diễn ra từ Thứ Ba đến Thứ Bảy - có thể sắp xếp tour vào Chủ Nhật - Sophie - s Art Tour sẽ đưa bạn đến gần hơn với lịch sử hấp dẫn của Việt Nam thông qua cuộc sống và tác phẩm của các nghệ sĩ. Bao gồm một giai đoạn lịch sử từ thời thuộc địa cho đến nay thông qua những trải nghiệm cá nhân của các nghệ sĩ đã nghiên cứu, chiến đấu, chứng kiến ​​và ghi lại những thay đổi lớn ở Việt Nam vào thế kỷ XX. Tour này không chỉ dành cho những người yêu nghệ thuật mà còn dành cho tất cả những ai muốn hiểu sâu hơn về lịch sử hiện đại và đương đại của Việt Nam. Đọc thêm",
        "reviews": [
            "Thật là một trải nghiệm tuyệt vời mà chúng tôi đã có với Stu.  Kiến thức của ông về các nghệ sĩ Việt Nam trong bối cảnh hành trình của nghệ sĩ là một cách hấp dẫn và kích thích để thưởng thức thế giới nghệ thuật địa phương. Chuyến tham quan thật thoải mái và diễn ra với tốc độ linh hoạt nhưng cũng có mục đích. Chúng tôi thích được tiếp cận các phòng trưng bày nghệ thuật và với cách tiếp cận giàu thông tin của Stu, chúng tôi đã thu được nhiều lợi ích hơn từ việc xem nghệ thuật.  Chúng tôi cảm thấy mình hiểu Việt Nam hơn rất nhiều sau một buổi chiều tham gia chuyến tham quan nghệ thuật của Sophie.   Rất khuyến khích những ai đến thăm Việt Nam là một nơi không thể bỏ qua.Đọc thêm",
            "Tôi đã tham gia một nhóm nhỏ những người yêu thích nghệ thuật và chúng tôi đã tận hưởng chuyến tham quan nửa ngày rất đặc biệt với Stu. Anh ấy rất năng động, ăn nói lưu loát và rất đam mê chia sẻ lịch sử Việt Nam thông qua hành trình của chúng tôi từ các quán cà phê, phòng trưng bày, bộ sưu tập cá nhân và không gian nghệ thuật đương đại mang tên The Factory. Tất cả đều mở rộng tầm mắt và kích thích và Stu rất khéo léo trong cách anh ấy kết nối với từng khách hàng của mình cũng như các nghệ sĩ và chủ doanh nghiệp địa phương mà chúng tôi đã gặp. Đọc thêm",
            "Một trải nghiệm đầy cảm hứng về Việt Nam thông qua nghệ thuật và lịch sử đất nước. Stu đã kể lại một cách sâu sắc về lịch sử của đất nước được miêu tả bằng những tác phẩm nghệ thuật tuyệt đẹp. Chắc chắn đây là chuyến du lịch không thể bỏ qua nếu bạn đến thăm Thành phố Hồ Chí Minh.Đọc thêm",
            "Đã thực hiện chuyến tham quan này sáng nay. Đó là một trong những chuyến tham quan nghệ thuật giàu thông tin nhất mà tôi từng trải qua.  Stu là người hướng dẫn của chúng tôi và có rất nhiều kiến ​​thức để chia sẻ cũng như nhiều thông tin thú vị về địa phương. Chúng tôi đã đến thăm 4 phòng trưng bày khác nhau. Bạn sẽ không thể tự mình tìm thấy thứ gì và đi giữa các phòng trưng bày trên một chiếc xe tải nhỏ có máy lạnh. Nhiều nước - đồ ăn nhẹ được cung cấp.   Nếu bạn quan tâm đến nghệ thuật và tìm hiểu về lịch sử nghệ thuật Việt Nam thì đừng bỏ lỡ chuyến đi này. Chạy từ 9 giờ sáng đến 1 giờ chiềuĐọc thêm",
            "Chuyến tham quan đầy thông tin này là một trải nghiệm cần thiết cho những ai muốn tìm hiểu những gì ẩn giấu đằng sau nghệ thuật Việt Nam kể từ giữa những năm 1800. Stu đưa bạn vào một cuộc phiêu lưu hấp dẫn xuyên suốt lịch sử với những bài thuyết trình được nghiên cứu tỉ mỉ của anh ấy trong một loạt các phòng trưng bày và các tòa nhà đẹp mắt. Điều quan trọng hơn là nghiên cứu này đang được tiến hành và cam kết tiết lộ và chia sẻ tác phẩm của những nghệ sĩ đáng kính mà câu chuyện của họ có thể bị lãng quên. Một đóng góp quý giá cho Việt Nam cũng như một cách tuyệt vời để tận hưởng một buổi sáng. Đọc thêm",
            "Thực sự rất thích tour du lịch riêng này. Hướng dẫn rất nhiều thông tin và di chuyển với tốc độ tốt. Thông tin bổ sung đã tạo ra sự khác biệt trong việc đánh giá cao tác phẩm nghệ thuật mà chúng tôi đang xem, đặc biệt là tại phòng trưng bày quốc gia. Rất đáng giá - những đứa con trai tuổi teen của tôi cũng thực sự thích nó. Đọc thêm",
            "Tôi đang đến thăm TP.HCM để tham dự một hội nghị tại SECC và muốn dành thứ Bảy để tìm hiểu thêm về văn hóa ở đây. Trong khi tìm kiếm các hoạt động cho khách du lịch trên Tripadvisor, tôi tình cờ đọc được về chuyến tham quan nghệ thuật này, và tôi rất biết ơn vì điều đó. Hướng dẫn viên của chúng tôi, hay đúng hơn là giáo viên, Stu là một người kể chuyện tuyệt vời và khiến tôi - và tôi chắc chắn những người tham gia khác cũng vậy - luôn hứng thú trong suốt thời gian và khiến tôi muốn tìm hiểu thêm về Việt Nam, cũng như văn hóa của riêng tôi thông qua nghệ thuật. Tôi thực sự vui vì đã tham gia sự kiện này và chắc chắn sẽ giới thiệu nó cho bạn bè của tôi. Đọc thêm",
            "Một - phải làm - du lịch ở Sài Gòn. Đã đến thăm thành phố này nhiều lần, tôi đang tìm kiếm điều gì đó khác biệt và sâu sắc hơn một chút và tôi đã tìm thấy nó! Stu là một người dẫn chương trình xuất sắc và đã khiến tất cả chúng tôi say mê với những câu chuyện của anh ấy về các nghệ sĩ, nghệ thuật của họ và thời đại họ sáng tạo. Mặc dù được quảng bá như một chuyến tham quan nghệ thuật nhưng bất kỳ ai quan tâm đến lịch sử và văn hóa Việt Nam đều có thể tham gia. Làm tốt lắm Sophie - s ToursĐọc thêm",
            "Chúng tôi vừa kết thúc chuyến tham quan nghệ thuật với chuyến tham quan nghệ thuật của Maia - Sophie - s tại Hà Nội - . Nó rất tuyệt vời. Hướng dẫn viên xuất sắc của chúng tôi nói tiếng Anh hoàn hảo và khả năng nắm bắt lịch sử và nghệ thuật Việt Nam của cô ấy rất xuất sắc. Chúng tôi đã đến thăm 4 địa điểm và khám phá các giai đoạn khác nhau của lịch sử Việt Nam cũng như tác động của nó đối với nghệ thuật Việt Nam. Cảm ơn MaiaĐọc thêm",
            "Fabiola và Miên dẫn dắt chúng tôi đi qua lịch sử Việt Nam theo cách làm say đắm tôi - một sinh viên lịch sử nghệ thuật và là người yêu của cả hai - VÀ chồng tôi - người không yêu ai - . Thời gian trôi qua và chúng tôi cảm thấy mình đã học được rất nhiều điều cũng như được cung cấp thông tin một cách cá nhân và thú vị. Tôi thực sự yêu thích những mô tả về bối cảnh nghệ thuật đương đại ở Hà Nội và theo dõi chuyến tham quan bằng cách ghé thăm Salon Natasha và trò chuyện với chính Natasha, điều này khiến tôi rất ấn tượng. Tôi thực sự muốn giới thiệu Chuyến tham quan nghệ thuật của Sophie cho bất kỳ ai đến thăm đất nước này như một nền tảng hoàn hảo cho chuyến du lịch của bạn.Đọc thêm",
            "Tour của bạn vẫn chạy chứ? Đọc thêm",
            "Tôi đã gửi email cho cô ấy hôm nay và nhận được - Cảm ơn rất nhiều vì tin nhắn của bạn, Sophie - s Art Tour hiện đang trong thời gian nghỉ nghiên cứu, nghĩa là tôi sẽ không tổ chức các chuyến tham quan thường xuyên ở Hà Nội hoặc Sài Gòn cho đến khi có thông báo mới. - Đọc thêm",
            "Xin chào Elisabeth, tôi chân thành xin lỗi vì đã không trả lời câu hỏi này sớm hơn. Tôi không tổ chức các tour thường xuyên nhưng thỉnh thoảng tôi có tổ chức các tour ở Hà Nội và Sài Gòn. Chúng được công bố trong bản tin hai tuần một lần của tôi mà bạn có thể đăng ký trên trang web của chúng tôi. Bản tin liệt kê rất nhiều sự kiện nghệ thuật tuyệt vời đang diễn ra tại Việt Nam bao gồm triển lãm, chiếu phim, biểu diễn, biểu diễn và hội thảo, v.v.! Tôi có các chuyến lưu diễn ở Hà Nội và Sài Gòn trong vài tháng tới và sẽ được thông báo ở đó. Lời chúc tốt nhất\nSophieĐọc thêm",
            "chào Sophie \n\nChúng tôi muốn tham gia chuyến tham quan và muốn biết làm cách nào để đăng ký, vui lòngĐọc thêm",
            "Có thông tin chi tiết về số điện thoại và email trên trang web. Theo trí nhớ, tôi đã gọi điện để đặt chỗ. Chuyến tham quan thật tuyệt vời và tôi hy vọng bạn thích. Đọc thêm"
        ],
        "star_ratings": [
            148,
            4,
            0,
            0,
            0
        ],
        "review_amount": 152,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written September 14, 2017",
            "Written September 8, 2017",
            "Written August 21, 2017",
            "Written August 2, 2017",
            "Written July 1, 2017",
            "Written June 28, 2017",
            "Written June 19, 2017",
            "Written June 2, 2017",
            "Written May 30, 2017",
            "Written May 29, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d5773564-Reviews-or30-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or20-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or40-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1724542-Reviews-Antique_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455387-Reviews-Fine_Arts_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2334935-Reviews-Foot_Massage_Salon_Quynh_Nhu_137-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15681266-Reviews-Guided_Tours_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13002142-Reviews-Massage_137_MIDU-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11636268-Reviews-Lost_Escape_Room_Bui_Vien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602791-Reviews-Blue_Space_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d477916-Reviews-Erie_Zoo-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g147297-d149844-Reviews-Seven_Sisters_Falls-Grand_Etang_National_Park_Saint_Andrew_Parish_Grenada.html",
            "https://www.tripadvisor.com/Attraction_Review-g319837-d2454770-Reviews-Patenga_Beach-Chittagong_City_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d8421063-Reviews-Cenotes_Kin_Ha-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d6934989-Reviews-Walnut_Creek_Amphitheatre-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g10456715-d1729528-Reviews-Dilek_National_Park-Guzelcamli_Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d3629285-Reviews-Union_Market-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d546981-Reviews-Popeye_Village_Malta-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d11777498-Reviews-Taxi_Boats_to_Red_White_and_Black_Beach-Akrotiri_Santorini_Cyclades_South_Aegea.html",
            "https://www.tripadvisor.com/Attraction_Review-g32944-d13361221-Reviews-Terranea_Discovery_Trail-Rancho_Palos_Verdes_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or40-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or30-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Sophie's Art Tour - Private Tours",
        "attraction_name_vi": "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
        "general_info": [
            "152 đánh giá",
            "- 125 trên 1.013 Chuyến tham quan - Hoạt động tại TP.HCM",
            "Du lịch văn học, nghệ thuật - âm nhạc",
            "Tour riêng"
        ],
        "attraction_summary": "Sophie - s Art Tour là chuyến tham quan lịch sử nghệ thuật nửa ngày có trụ sở tại Thành phố Hồ Chí Minh, Việt Nam. Tour diễn ra từ thứ Ba đến thứ Bảy - có thể sắp xếp tour vào Chủ Nhật - Sophie - s Art Tour có cái nhìn cận cảnh hơn về lịch sử hấp dẫn của Việt Nam qua cuộc đời và tác phẩm của các nghệ sĩ nơi đây. Bao quát một giai đoạn lịch sử từ thời thuộc địa đến nay qua trải nghiệm cá nhân của các nghệ sĩ đã nghiên cứu, chiến đấu, chứng kiến ​​và ghi lại những thay đổi lớn ở Việt Nam thế kỷ XX. Chuyến tham quan này không chỉ dành cho những người yêu nghệ thuật mà còn dành cho tất cả những ai muốn hiểu sâu hơn về lịch sử hiện đại và đương đại của Việt Nam.Đọc thêm",
        "reviews": [
            "Việt Nam có một lịch sử phong phú, phức tạp và Stu sẽ đưa bạn quay trở lại thời kỳ Pháp cho đến thời điểm hiện tại!  Một trong những điểm nổi bật trong chuyến đi của tôi!!!!! Đọc thêm",
            "Tôi đã sống ở TP HCM được 5 năm và dự định thực hiện chuyến tham quan này cho nhiều người trong số họ. Cuối cùng, một người họ hàng đang nghiên cứu về nghệ thuật đã đặt được chuyến tham quan và tôi rất vui vì cuối cùng chúng tôi đã làm được vì tôi chưa có chuyến tham quan nào tốt hơn. Đúng như tôi mong đợi, một chuyến đi xuyên qua lịch sử nghệ thuật Việt Nam. Thông qua những câu chuyện, hình ảnh về các bộ sưu tập và những chuyến viếng thăm một số bộ sưu tập tư nhân cũng như các phòng trưng bày nhỏ mà thông thường bạn không biết gì về chúng. Tôi đã được truyền cảm hứng để tìm hiểu thêm và người hướng dẫn trong ngày của chúng tôi đã đưa ra nhiều câu chuyện hài hước để giúp cho ngày trôi qua với tốc độ nhanh chóng. Nếu bạn quan tâm đến Nghệ thuật hoặc Lịch sử Việt Nam thì đừng bỏ lỡ.Đọc thêm",
            "Đừng bỏ lỡ chuyến tham quan nghệ thuật được sắp xếp và tổ chức rất tốt này. Nó đáng để trải nghiệm. Stu là một người kể chuyện tuyệt vời, một người hướng dẫn tận tình và đã nghiên cứu khá sâu sắc về nền nghệ thuật TP.HCM. Thông qua lịch sử và chính trị, tôi đánh giá cao hơn những hy sinh mà các nghệ sĩ Việt Nam đã phải bỏ ra vì niềm đam mê và những cách thể hiện độc đáo cũng như những ảnh hưởng đối với nền nghệ thuật. Ngay cả khi bị đe dọa đến tính mạng, các nghệ sĩ cũng không thể ngừng hoạt động. Mặt khác, thật thú vị khi thấy nghệ thuật có thể được sử dụng như thế nào để tuyên truyền vì nhiếp ảnh là một giải pháp thay thế kém trong hai cuộc chiến tranh. Về mặt hậu cần, Stu đảm bảo mọi thứ đều được thực hiện để nâng cao trải nghiệm của chúng tôi, kể cả đồ ăn nhẹ nhỏ . Chúng tôi may mắn bắt được cháu gái và con gái của các chủ phòng trưng bày khác nhau... đã đến thăm tầng cao nhất của một phòng trưng bày nổi tiếng thường xuyên đóng cửa đối với khách tham quan. Thật may mắn!Đọc thêm",
            "Tôi không chắc mình sẽ mong đợi điều gì trước chuyến tham quan nhưng tôi được biết rằng đó là điều tôi không thể bỏ lỡ trong thời gian ở Sài Gòn, thật không thể tin được! Nó không chỉ mở mang tầm mắt của tôi về một số nghệ sĩ tài năng nhất của Việt Nam mà còn về lịch sử gần đây đáng kinh ngạc của đất nước xinh đẹp này, tất cả đều được trình bày với niềm đam mê và nhiệt huyết như vậy! Thật khó quên và không thể bỏ lỡ, cảm ơn các chuyến tham quan của Sophie!Đọc thêm",
            "Fabiola và trợ lý của cô, Maya, đưa chúng tôi tham gia một chuyến tham quan nghệ thuật hấp dẫn qua các bảo tàng và phòng trưng bày ở Hà Nội.  Họ rất hiểu biết.  Chúng tôi đã học được nhiều điều về nghệ thuật của thế kỷ trước và tất cả đều được đóng khung trong bối cảnh lịch sử thú vị nhất của đất nước đang gặp khó khăn này.  Rất muốn giới thiệu Tour này! Đọc thêm",
            "Chúng tôi không chỉ được tham quan các phòng trưng bày ở TP.HCM và Hà Nội mà còn được tham quan một phần của các thành phố mà chúng tôi không thể tự mình tìm thấy và gặp gỡ những người yêu thích nghệ thuật khác. Với tư cách là một cựu giảng viên nghệ thuật, tôi nhận thức được những ảnh hưởng thuộc địa trong lịch sử nghệ thuật châu Âu và ảnh hưởng của làn sóng sinh viên châu Á gần đây đối với những ý tưởng sáng tạo của phương Tây. Stu và Fabriola - s đã cho chúng tôi một khóa học cấp tốc từ phía bên kia - chủ nghĩa thực dân đã ảnh hưởng đến nghệ thuật Việt Nam như thế nào và vị thế của Việt Nam trên thị trường nghệ thuật quốc tế hiện nay. Cảm ơn bạn vì những cuộc nói chuyện thú vị!Đọc thêm",
            "Trải qua phần lớn cuộc đời ở Anh, tôi cảm thấy khao khát được kết nối lại với quê hương - Việt Nam. Với nền tảng về nghệ thuật, Sophiesarttour là cách hoàn hảo để khám phá và tìm hiểu thêm về di sản của tôi. Niềm đam mê và kiến ​​thức sâu rộng của Stu - về lịch sử Việt Nam và bối cảnh nghệ thuật của đất nước này đã được thể hiện một cách khéo léo trong bốn chương; một câu chuyện rất phức tạp mà nhiều người bản xứ sẽ gặp khó khăn hoặc ngại kể. Cách phân phối của Stu đã hấp dẫn cho đến phút cuối cùng - một trải nghiệm tuyệt vời cần có!Đọc thêm",
            "Chuyến tham quan nghệ thuật của Sophie đơn giản là tuyệt vời nhất. Stu mang đến nhiều thông tin, thú vị, xuất sắc và nhiệt tình, nó đưa lịch sử gần đây của Việt Nam và bối cảnh nghệ thuật đương đại vào bối cảnh. Chuyến tham quan tốt nhất trong chuyến thăm của chúng tôi. Đừng bỏ lỡ! Đọc thêm",
            "Thật là một sự mặc khải về chuyến tham quan này! Tôi - tôi - lấy nó hoặc bỏ nó - sắp xếp với các phòng trưng bày - đại loại như vậy nên tôi không có kỳ vọng cao nhưng Fabiola đã được thông tin - thông tin về lịch sử Việt Nam thông qua nghệ thuật. Chúng tôi được đón tại khách sạn - điểm dừng đầu tiên là một quán cà phê nơi chúng tôi được giới thiệu về lịch sử nghệ thuật gần đây và thưởng thức cà phê đá Việt Nam. Đã ghé thăm một số phòng trưng bày, nhiều trong số đó gần như không thể tìm thấy chính mình. Tour còn bao gồm bánh quy - nước trái cây hữu cơ mới vắt. Một tour du lịch hoàn toàn thú vị và rất khuyến khích. Đọc thêm",
            "Tôi - tôi là người địa phương và đó là một chuyến tham quan cực kỳ nhiều thông tin và thú vị! Stu là một chàng trai tuyệt vời, anh ấy có kiến ​​thức về lịch sử nghệ thuật Việt Nam tốt hơn tôi. Chắc chắn đáng để thử.Đọc thêm"
        ],
        "star_ratings": [
            148,
            4,
            0,
            0,
            0
        ],
        "review_amount": 152,
        "location": [
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 28, 2017",
            "Written May 28, 2017",
            "Written May 10, 2017",
            "Written April 17, 2017",
            "Written April 5, 2017",
            "Written March 26, 2017",
            "Written March 26, 2017",
            "Written March 24, 2017",
            "Written March 15, 2017",
            "Written March 11, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d5773564-Reviews-or40-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or30-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or50-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1724542-Reviews-Antique_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455387-Reviews-Fine_Arts_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2334935-Reviews-Foot_Massage_Salon_Quynh_Nhu_137-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15681266-Reviews-Guided_Tours_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13002142-Reviews-Massage_137_MIDU-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11636268-Reviews-Lost_Escape_Room_Bui_Vien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602791-Reviews-Blue_Space_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d23425414-Reviews-Apple_Store_Roma-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g58759-d4725186-Reviews-SkyRide-Spokane_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7224941-Reviews-The_Queen_s_Walk-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d546345-Reviews-Merchant_Street_Market-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d2204499-Reviews-Acqua_Plus_Water_Park-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d283915-Reviews-Riviera_Beach-Lake_Geneva_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g12591329-d7052689-Reviews-Okatse_Canyon-Zeda_Gordi_Kutaisi_Imereti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d3915596-Reviews-Homestead_Bayfront_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47206-d2292941-Reviews-Route_66_Auto_Museum-Santa_Rosa_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d552789-Reviews-Molunat_Village-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or50-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or40-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Sophie's Art Tour - Private Tours",
        "attraction_name_vi": "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
        "general_info": [
            "152 đánh giá",
            "- 125 trên 1.013 Chuyến tham quan - Hoạt động tại TP.HCM",
            "Du lịch văn học, nghệ thuật - âm nhạc",
            "Tour riêng"
        ],
        "attraction_summary": "Sophie - s Art Tour là chuyến tham quan lịch sử nghệ thuật nửa ngày có trụ sở tại Thành phố Hồ Chí Minh, Việt Nam. Tour diễn ra từ thứ Ba đến thứ Bảy - có thể sắp xếp tour vào Chủ Nhật - Sophie - s Art Tour có cái nhìn cận cảnh hơn về lịch sử hấp dẫn của Việt Nam qua cuộc đời và tác phẩm của các nghệ sĩ nơi đây. Bao quát một giai đoạn lịch sử từ thời thuộc địa đến nay qua trải nghiệm cá nhân của các nghệ sĩ đã nghiên cứu, chiến đấu, chứng kiến ​​và ghi lại những thay đổi lớn ở Việt Nam thế kỷ XX. Chuyến tham quan này không chỉ dành cho những người yêu nghệ thuật mà còn dành cho tất cả những ai muốn hiểu sâu hơn về lịch sử hiện đại và đương đại của Việt Nam.Đọc thêm",
        "reviews": [
            "Một buổi chiều học tập đầy thông tin và hấp dẫn thông qua nghệ thuật, lịch sử Việt Nam. Stu rất đam mê, hiểu biết và thực tế trong bài bình luận của mình, anh ấy đọc rất tốt khán giả của mình và chúng tôi đã học được rất nhiều điều trong chuyến tham quan. Tôi rất muốn giới thiệu chuyến tham quan này cho bất kỳ ai Đọc thêm",
            "Tôi muốn đi tham quan các phòng trưng bày nghệ thuật đương đại ở Thành phố Hồ Chí Minh và đã đăng ký Art Tour của Sophie - trên một con chim sơn ca.  Nói một cách dễ hiểu, bản thân chuyến tham quan là tuyệt vời.  Quả thực, đó là chuyến tham quan nghệ thuật tuyệt vời nhất mà tôi từng tham gia ở Châu Á. Tôi đã sắp xếp chuyến tham quan qua internet - tại sophiesarttour.com - và - Stu - từ Sophie - s Art Tours đã phản hồi lại cho tôi ngay lập tức.  Cả anh ấy và Sophie đều điều hành những chuyến tham quan này và tôi đã rất may mắn khi có Stu làm người hướng dẫn cho mình - Sophie có lẽ cũng rất giỏi - Tôi chỉ không - có cơ hội gặp cô ấy - .  Chuyến tham quan khá thân mật này chỉ giới hạn khoảng 10 người và kéo dài trong 4 giờ - vào buổi sáng hoặc buổi chiều tùy theo lịch trình.  Stu còn trẻ và đã sống ở TP.HCM được bảy năm - hoặc lâu hơn - và biết rất rõ về nghệ thuật đương đại.  Anh tiếp cận chuyến tham quan từ góc độ lịch sử và điểm dừng chân đầu tiên trong chuyến tham quan là Bảo tàng Mỹ thuật, nơi anh theo dõi sự tiến bộ của nghệ thuật từ những năm 1800 đến nay.  Chuyến tham quan sau đó sẽ ghé thăm các phòng trưng bày tư nhân và bộ sưu tập tư nhân.  Stu thể hiện sự hiểu biết và nắm bắt đáng kinh ngạc về nghệ thuật đương đại ở Việt Nam và anh được biết đến rộng rãi trong cộng đồng nghệ thuật, nơi anh là người bạn đáng tin cậy và là người bảo trợ của nhiều nghệ sĩ.  Tôi không thể giới thiệu chuyến tham quan này đủ cao cho bất kỳ ai quan tâm đến nghệ thuật đương đại ở Việt Nam.   - Tôi được biết có một chuyến tham quan nghệ thuật của Sophie ở Hà Nội, nhưng rất tiếc là tôi đã không biết điều này khi đến thăm đó, tức là trước khi tôi đến Thành phố Hồ Chí Minh. - Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan này vào buổi sáng đầu tiên tại TP.HCM, ngày đầu tiên ở Việt Nam và chúng tôi rất biết ơn vì đã làm như vậy! Chúng tôi đã từng đến Việt Nam một lần nhưng đã học được rất nhiều điều từ Stu về lịch sử và nghệ thuật cũng như sự giao thoa giữa hai điều đó. Chúng tôi đã xem bộ sưu tập nghệ thuật chiến đấu tuyệt vời của nghệ sĩ Phạm Thanh Tâm tại Lotus Gallery, khiến chúng tôi quyết định mua một tác phẩm.  Tôi rất muốn giới thiệu chuyến tham quan này!Đọc thêm",
            "Tôi đã đến Thành phố Hồ Chí Minh có lẽ 15 lần và đã ghé thăm tất cả các bảo tàng nghệ thuật lớn.  Chuyến đi này có vợ chồng tôi và hai người bạn.  Chúng tôi đã dành nửa ngày cho Chuyến tham quan nghệ thuật của Sophie với hướng dẫn viên của chúng tôi, Stu.  Đó là một trải nghiệm tuyệt vời cho tất cả chúng ta!  Chúng tôi bắt đầu với cà phê trong một quán cà phê xinh xắn trong khi Stu cùng chúng tôi ôn lại lịch sử nghệ thuật Việt Nam bao gồm các hình ảnh trên iPad của anh ấy.  Từ đó, chúng tôi đến thăm một bộ sưu tập các phòng trưng bày và studio công cộng và bán tư nhân. Những nơi này đều mới mẻ đối với tôi.  Sự hướng dẫn của Stu khi chúng tôi đến thăm thật tuyệt vời và mang lại giá trị to lớn cho tất cả chúng tôi.  Cảm ơn Stu và Sophie - s!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan này với Stu là hướng dẫn viên của chúng tôi và đó là điều tuyệt vời nhất chúng tôi đã làm ở Việt Nam. Chúng tôi đã tìm cách khám phá lịch sử của đất nước và hướng dẫn lịch sử của Stu từ những năm 1800 cho đến ngày nay, được trình bày rất nhiều thông tin mặc dù các tác phẩm nghệ thuật, thực sự xuất sắc.  Chúng tôi đã thấy những tác phẩm tuyệt đẹp trong các phòng trưng bày tư nhân, tất cả đều được trình bày cho chúng tôi một cách chu đáo và cẩn thận. Chúng tôi rời khỏi chuyến tham quan một cách sôi động và sống động với nền văn hóa xung quanh chúng tôi. Tuyệt vời!Đọc thêm",
            "Con gái tôi và tôi đã tham gia Chuyến tham quan nghệ thuật của Sophie, do Stuart dẫn đầu, khoảng một tuần trước. Chúng tôi đã ở Việt Nam khoảng một tuần và đã nghe nhiều câu chuyện liên quan đến lịch sử Việt Nam.... nhưng chuyến đi và câu chuyện này chắc chắn là hay nhất. Cảm ơn Stuart, vì đã dệt nên một câu chuyện rất mạch lạc và giúp chúng tôi hiểu Việt Nam đã ở đâu và ngày nay như thế nào. Cũng xin cảm ơn bạn vì đã đưa chúng tôi đến bốn phòng trưng bày rất khác nhau, nơi chúng tôi có thể cùng lúc có được cái nhìn sâu sắc về Việt Nam của ngày hôm nay và ngày hôm qua.Đọc thêm",
            "Đây là một trong những điều tuyệt vời nhất chúng tôi đã làm ở Việt Nam. Chuyến tham quan buổi sáng kéo dài 4 giờ với Stu - người thực hiện các chuyến tham quan ở TP.HCM trong khi Sophie đưa tin về Hà Nội - được nghiên cứu hoàn hảo, chu đáo và có cấu trúc, được tổ chức hoàn hảo, nhiều thông tin và đầy hiểu biết. Nhóm này nhỏ và bao gồm một nhóm thú vị đến từ Châu Âu, Thụy Điển và Hoa Kỳ. Tôi đặc biệt bị cuốn hút bởi những bức vẽ về chiến tranh. Stu đã nói với chúng tôi về một chồng tranh gốc của một nghệ sĩ, vẫn còn sống cho đến ngày nay, người đã tham gia Việt Minh khi còn là một cậu bé, được dạy vẽ để có thể tạo ra và đăng tải các tác phẩm tuyên truyền trực quan ở những ngôi làng mà quân đội gặp phải và những bức ảnh của ông ghi lại sự gần gũi của cuộc sống trong chiến tranh chứ không chỉ là những trận chiến. Ngay cả khi bạn không quá quan tâm đến nghệ thuật, chuyến tham quan này vẫn đáng để tham gia để có cái nhìn độc đáo về quá khứ đau thương gần đây của Việt Nam. Đọc thêm",
            "Nếu bạn có cơ hội - hãy thực hiện chuyến tham quan. Năng lượng, kiến ​​thức, sự gắn kết soi sáng lịch sử nghệ thuật và xã hội ở Việt Nam theo cách mà bạn không thể dễ dàng có được bằng cách khác. Bốn giờ trình bày hấp dẫn khám phá sự năng động của nghệ thuật trong lịch sử đầy kịch tính của Việt Nam.Đọc thêm",
            "Vợ tôi và tôi rất vui khi được tham gia chuyến lưu diễn này. Stu là hướng dẫn viên du lịch của chúng tôi và anh ấy là người hiểu biết, hấp dẫn và thú vị. Bây giờ chúng tôi đánh giá cao hơn về nghệ thuật và nghệ sĩ Việt Nam. Chúng tôi cũng hiểu rõ hơn về lịch sử Việt Nam và cách nghệ thuật miêu tả văn hóa và sự kiện lịch sử Việt Nam. Cảm ơn bạn Stu!Đọc thêm",
            "Nếu bỏ lỡ điều này, bạn sẽ rất thất vọng khi Sophie học ở Mỹ nhưng Stu thật tuyệt vời khi chúng tôi đã học được lịch sử Việt Nam thông qua nghệ thuật từ trường nghệ thuật đầu tiên đến Nghệ thuật chiến đấu đến Chủ nghĩa hiện đại. Trong một số trường hợp, chúng tôi đủ may mắn để được gặp các nghệ sĩ hoặc chủ sở hữu Phòng trưng bày và tôi phải nói rằng ngay cả nhóm này của chúng tôi cũng nhỏ nhưng rất đa dạng từ 12 đến 72 năm kiến ​​thức trung bình về nghệ thuật đối với MFA Stu đã xử lý tất cả một cách ân cần và sự giúp đỡ hào phóng của hài hước Rất vui vì tôi đã không bỏ lỡ điều này.  Nếu bạn không làm gì khác ở châu Á. Làm cái này. Đặt sớm Tất cả các đánh giá đều tuyệt vờiĐọc thêm"
        ],
        "star_ratings": [
            148,
            4,
            0,
            0,
            0
        ],
        "review_amount": 152,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Sophie - s Art Tour - Tour riêng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 9, 2017",
            "Written March 5, 2017",
            "Written February 24, 2017",
            "Written February 12, 2017",
            "Written January 27, 2017",
            "Written January 12, 2017",
            "Written January 10, 2017",
            "Written January 8, 2017",
            "Written December 29, 2016",
            "Written December 21, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d5773564-Reviews-or50-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or40-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or60-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1724542-Reviews-Antique_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455387-Reviews-Fine_Arts_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2334935-Reviews-Foot_Massage_Salon_Quynh_Nhu_137-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15681266-Reviews-Guided_Tours_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13002142-Reviews-Massage_137_MIDU-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11636268-Reviews-Lost_Escape_Room_Bui_Vien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602791-Reviews-Blue_Space_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7909862-Reviews-Phil_Lynott_Statue-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1546180-d8599705-Reviews-Castellfollit_de_la_Roca-Castellfollit_de_la_Roca_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13564139-Reviews-Gion_Shirakawa-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g34845-d116550-Reviews-BabyLand_General_Hospital-Cleveland_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g499173-d183716-Reviews-Fundy_National_Park-Alma_Albert_County_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188758-Reviews-Musee_Carnavalet_Histoire_de_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d10457876-Reviews-Devon_Energy_Center-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189033-Reviews-Little_Venice-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d17566939-Reviews-The_Viking_Planet_Oslo-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3474903-Reviews-First_Corinthian_Baptist_Church-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or60-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or50-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Sophie's Art Tour - Private Tours",
        "attraction_name_vi": "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
        "general_info": [
            "152 đánh giá",
            "- 125 trên 1.013 Chuyến tham quan - Hoạt động tại TP.HCM",
            "Du lịch văn học, nghệ thuật - âm nhạc",
            "Tour riêng"
        ],
        "attraction_summary": "Sophie - s Art Tour là chuyến tham quan lịch sử nghệ thuật nửa ngày có trụ sở tại Thành phố Hồ Chí Minh, Việt Nam. Tour diễn ra từ thứ Ba đến thứ Bảy - có thể sắp xếp tour vào Chủ Nhật - Sophie - s Art Tour có cái nhìn cận cảnh hơn về lịch sử hấp dẫn của Việt Nam qua cuộc đời và tác phẩm của các nghệ sĩ nơi đây. Bao quát một giai đoạn lịch sử từ thời thuộc địa đến nay qua trải nghiệm cá nhân của các nghệ sĩ đã nghiên cứu, chiến đấu, chứng kiến ​​và ghi lại những thay đổi lớn ở Việt Nam thế kỷ XX. Chuyến tham quan này không chỉ dành cho những người yêu nghệ thuật mà còn dành cho tất cả những ai muốn hiểu sâu hơn về lịch sử hiện đại và đương đại của Việt Nam.Đọc thêm",
        "reviews": [
            "Chuyến tham quan nghệ thuật của Sophie có lẽ là chuyến tham quan thú vị nhất mà tôi từng tham gia cho đến nay. Việc nhìn và nghe về lịch sử Việt Nam qua con mắt của nghệ sĩ thực sự mang đến cho bạn sự hiểu biết sâu sắc và độc đáo. Kiến thức và sự nhiệt tình của Stewart, trưởng đoàn của chúng tôi, thật phi thường. Tôi không thể tin rằng 4 giờ trôi qua quá nhanh! Tôi có bạn bè tham gia cùng tôi trong vài tuần nữa và tôi sẽ tham gia chuyến tham quan này một lần nữa với họ! Rất đáng để thử. Đọc thêm",
            "Chuyến đi tuyệt vời nhất chúng tôi đã thực hiện khi ở Việt Nam trong 2 tuần. Học lịch sử Việt Nam thông qua nghệ thuật thật tuyệt vời. Rất khuyến khích. Đọc thêm",
            "Trải nghiệm nửa ngày tham quan các phòng trưng bày tư nhân và nghe lịch sử Việt Nam đã tác động như thế nào đến cộng đồng nghệ sĩ trong nhiều thập kỷ thật hoàn hảo.  Chúng tôi là một nhóm nhỏ gồm năm người đến từ khắp nơi và gặp nhau tại một nhà hàng sang trọng để giới thiệu, uống trà - cà phê và tổng quan về buổi sáng của chúng tôi.  Một số đi bộ, một số di chuyển trên một chiếc xe buýt nhỏ có máy lạnh và luôn được hướng dẫn viên của chúng tôi theo dõi sát sao.  Rất nhiều thông tin được cung cấp về cách các sự kiện lịch sử, từ thời Pháp thuộc cho đến ngày nay, đã truyền cảm hứng, định hướng và thách thức các nghệ sĩ thể hiện kỹ năng của họ.  Những câu chuyện nền tảng về cuộc sống cá nhân của các nghệ sĩ đã làm tăng thêm sự thú vị chung.  Một bộ sưu tập toàn diện các bức ảnh trên iPad đã bổ sung cho bài bình luận.  Đừng bỏ lỡ điều này nếu bạn quan tâm đến nghệ thuật.Đọc thêm",
            "Chuyến đi này là một trong những điểm nổi bật trong chuyến đi của tôi đến Việt Nam. Tôi đã học được nhiều hơn về lịch sử Việt Nam trong vài giờ so với thời gian còn lại ở đất nước này. Stu hướng dẫn của chúng tôi rất xuất sắc, rất am hiểu và đam mê nghệ thuật. Chuyến tham quan không yêu cầu bất kỳ kiến ​​thức nào trước đây về lịch sử nghệ thuật vì Stu sẽ đưa bạn qua những thời kỳ quan trọng trong sự phát triển của nghệ thuật hiện đại Việt Nam. Chuyến tham quan sẽ đưa bạn đến tất cả các phòng trưng bày thú vị xung quanh thị trấn và bạn sẽ được đưa đón giữa chúng trên những chiếc xe có máy lạnh. Một cách thú vị và đầy thông tin để dành thời gian tìm hiểu thêm về Việt Nam. Hãy đặt trước vì các chuyến tham quan này khá phổ biến.Đọc thêm",
            "Chuyến tham quan nghệ thuật của Sophie là một ví dụ hoàn hảo về việc ở đâu ít hơn là nhiều hơn. Cô ấy đã giới thiệu tóm tắt cho chúng tôi về lịch sử Việt Nam và liên hệ nó với nghệ thuật. Sau đó, chúng tôi có một chuyến tham quan được lựa chọn cẩn thận về các tác phẩm minh họa di chuyển từ Bảo tàng Quốc gia đến một phòng trưng bày tư nhân và quay lại để giữ niên đại và kết thúc bằng chuyến thăm một phòng trưng bày tư nhân khác. Chuyến du lịch thân mật này - chỉ có bốn người chúng tôi - thật hoàn hảo. Cảm ơn Sophie vì đã biến nó thành một trải nghiệm thú vị.Đọc thêm",
            "Hướng dẫn viên của chúng tôi, Stu, có kiến ​​thức và có khiếu hài hước tuyệt vời. Kiến thức của ông về lịch sử Việt Nam từ thời Pháp thuộc đến nay rất rộng lớn. Anh ấy có thể xen kẽ phần bình luận với những giai thoại về những con người có thật, khiến lịch sử trở nên sống động. Chúng tôi đã đến thăm các viện bảo tàng tư nhân tuyệt vời, nơi kiến ​​thức của Stu - một lần nữa thật tuyệt vời và có thể vừa giáo dục vừa giải trí cho chúng tôi cũng như giải thích cách nghệ thuật minh họa những gì đang xảy ra ở đất nước vào thời điểm đó. Chuyến tham quan là một trong những điều tốt nhất chúng tôi đã thực hiện ở bất cứ đâu.  Đây không phải là chuyến tham quan chỉ dành cho những người yêu nghệ thuật mà dành cho những ai quan tâm đến lịch sử ca rô của Việt Nam. Đừng bỏ lỡ nó!Đọc thêm",
            "Tôi đã thực hiện chuyến lưu diễn này với một vài người bạn và gia đình của tôi. Chúng tôi hoàn toàn thích thú và hướng dẫn của chúng tôi Stu thật tuyệt vời! Anh ấy khiến chúng tôi quan tâm và kể cho chúng tôi đủ về lịch sử nhưng không đến nỗi chúng tôi cảm thấy nhàm chán. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này cho bất kỳ ai đến thăm Thành phố Hồ Chí Minh.Đọc thêm",
            "Tôi vừa dành buổi sáng với Stu làm hướng dẫn viên cho Sophie - s Art Tour tại Thành phố Hồ Chí Minh. Đây là chuyến đi thứ tư của tôi đến Việt Nam trong 12 tháng và đây là một trong những chuyến đi có ý nghĩa, nhiều thông tin và hấp dẫn nhất mà tôi từng tham gia trên khắp thế giới. Tôi ước mình có thể ghi lại từng từ để ghi nhớ tất cả những hiểu biết đáng kinh ngạc! Thật tuyệt vời khi được nghe và thấy lịch sử Việt Nam thông qua nghệ thuật và Stu là bậc thầy kể chuyện. Tôi vô điều kiện giới thiệu chuyến đi này - và hãy chắc chắn đặt sớm vì nó rất được ưa chuộng! Cảm ơn vì trải nghiệm tuyệt vời! Đọc thêm",
            "Sophie là một người kể chuyện vô cùng hiểu biết và nhạy cảm, người đã tiết lộ văn hóa và lịch sử Việt Nam qua nghệ thuật. Cô tập trung vào thời kỳ thuộc địa cho đến ngày nay. Việt Nam đã phải chịu đựng quá nhiều khó khăn trong khoảng thời gian này và đặc biệt cảm động là những bức ký họa được vẽ vội vàng trên chiến trường. Chúng tôi cũng đã đến thăm một không gian nghệ thuật đương đại và gặp gỡ các nhà trưng bày.Đọc thêm",
            "Chuyến lưu diễn này mang đến một lịch sử nghệ thuật vĩ đại ở Việt Nam trong hơn 100 năm qua trước chính nghệ thuật. Rõ ràng là rất nhiều nghiên cứu đã được tiến hành để lập kế hoạch cho chuyến tham quan, sắp xếp thông tin theo cách giúp bạn dễ nhớ và tổng hợp các thông tin bổ sung được hiển thị trên iPad và được chuyển đi khắp nơi trong suốt thời gian đó. Sophie, hướng dẫn viên của chúng tôi, không chỉ hiểu biết sâu sắc về lịch sử mà còn dành nhiều thời gian để nói chuyện với chính các nghệ sĩ và kể những câu chuyện cá nhân cũng như liên hệ quan điểm của họ. Với tất cả những thay đổi ở Việt Nam trong thế kỷ qua, đây là một cách tuyệt vời để dành một buổi chiều xem xét những thay đổi đó dựa trên quan điểm của những nghệ sĩ đã sống và đang trải qua thời kỳ đó.Đọc thêm",
            "Tour của bạn vẫn chạy chứ? Đọc thêm",
            "Tôi đã gửi email cho cô ấy hôm nay và nhận được - Cảm ơn rất nhiều vì tin nhắn của bạn, Sophie - s Art Tour hiện đang trong thời gian nghỉ nghiên cứu, nghĩa là tôi sẽ không tổ chức các chuyến tham quan thường xuyên ở Hà Nội hoặc Sài Gòn cho đến khi có thông báo mới. - Đọc thêm",
            "Xin chào Elisabeth, tôi chân thành xin lỗi vì đã không trả lời câu hỏi này sớm hơn. Tôi không tổ chức các tour thường xuyên nhưng thỉnh thoảng tôi có tổ chức các tour ở Hà Nội và Sài Gòn. Chúng được công bố trong bản tin hai tuần một lần của tôi mà bạn có thể đăng ký trên trang web của chúng tôi. Bản tin liệt kê rất nhiều sự kiện nghệ thuật tuyệt vời đang diễn ra tại Việt Nam bao gồm triển lãm, chiếu phim, biểu diễn, biểu diễn và hội thảo, v.v.! Tôi có các chuyến lưu diễn ở Hà Nội và Sài Gòn trong vài tháng tới và sẽ được thông báo ở đó. Lời chúc tốt nhất\nSophieĐọc thêm",
            "chào Sophie \n\nChúng tôi muốn tham gia chuyến tham quan và muốn biết làm cách nào để đăng ký, vui lòngĐọc thêm",
            "Có thông tin chi tiết về số điện thoại và email trên trang web. Từ trí nhớ tôi gọi điện để đặt chỗ. Chuyến tham quan thật tuyệt vời và tôi hy vọng bạn thích thú.Đọc thêm"
        ],
        "star_ratings": [
            148,
            4,
            0,
            0,
            0
        ],
        "review_amount": 152,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 16, 2016",
            "Written November 28, 2016",
            "Written October 20, 2016",
            "Written September 20, 2016",
            "Written September 14, 2016",
            "Written August 20, 2016",
            "Written August 14, 2016",
            "Written July 23, 2016",
            "Written July 14, 2016",
            "Written June 11, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d5773564-Reviews-or60-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or50-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or70-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1724542-Reviews-Antique_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455387-Reviews-Fine_Arts_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2334935-Reviews-Foot_Massage_Salon_Quynh_Nhu_137-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15681266-Reviews-Guided_Tours_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13002142-Reviews-Massage_137_MIDU-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11636268-Reviews-Lost_Escape_Room_Bui_Vien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602791-Reviews-Blue_Space_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g34097-d9826546-Reviews-Beach_Market-Bradenton_Beach_Anna_Maria_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g51073-d1857168-Reviews-Velvet_Ice_Cream_Co-Utica_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g46013-d8596782-Reviews-Angel_Lake-Wells_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d311046-Reviews-Temple_of_the_Golden_Buddha_Wat_Traimit-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1753701-d4402063-Reviews-Lod_Cave-Soppong_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304008-d7222303-Reviews-Mont_Choisy_Beach-Mont_Choisy.html",
            "https://www.tripadvisor.com/Attraction_Review-g674587-d8274316-Reviews-Elephant_Transit_Home_ETH-Udawalawe_National_Park.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d560677-Reviews-Jackson_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g780865-d9582861-Reviews-Mishima_Skywalk-Mishima_Shizuoka_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g34301-d130408-Reviews-Ellie_Schiller_Homosassa_Springs_Wildlife_State_Park-Homosassa_Springs_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or70-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or60-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Sophie's Art Tour - Private Tours",
        "attraction_name_vi": "Sophie - s Art Tour - Tour riêng",
        "general_info": [
            "152 đánh giá",
            "- 125 trên 1.013 Chuyến tham quan - Hoạt động tại TP.HCM",
            "Du lịch văn học, nghệ thuật - âm nhạc",
            "Tour riêng"
        ],
        "attraction_summary": "Sophie - s Art Tour là chuyến tham quan lịch sử nghệ thuật nửa ngày có trụ sở tại Thành phố Hồ Chí Minh, Việt Nam. Tour diễn ra từ thứ Ba đến thứ Bảy - có thể sắp xếp tour vào Chủ Nhật - Sophie - s Art Tour có cái nhìn cận cảnh hơn về lịch sử hấp dẫn của Việt Nam qua cuộc đời và tác phẩm của các nghệ sĩ nơi đây. Bao quát một giai đoạn lịch sử từ thời thuộc địa đến nay qua trải nghiệm cá nhân của các nghệ sĩ đã nghiên cứu, chiến đấu, chứng kiến ​​và ghi lại những thay đổi lớn ở Việt Nam thế kỷ XX. Chuyến tham quan này không chỉ dành cho những người yêu nghệ thuật mà còn dành cho tất cả những ai muốn hiểu sâu hơn về lịch sử hiện đại và đương đại của Việt Nam.Đọc thêm",
        "reviews": [
            "Không chắc chắn điều gì sẽ xảy ra nhưng điều này cuối cùng lại trở thành một trong những điểm nổi bật trong chuyến đi của chúng tôi.  Thật là một chuyến tham quan thú vị gắn liền với rất nhiều lịch sử cùng một lúc.  Thực sự rất thích các chuyến thăm phòng trưng bày.   Tôi thực sự muốn giới thiệu điều này cho bất kỳ ai muốn làm điều gì đó ngoài những việc du lịch bình thường nên làm khi ở Hà Nội. Hướng dẫn của chúng tôi rất chân thành và tốt bụng.  Đọc thêm",
            "Sophie đã khéo léo vẽ nên tâm trí chúng ta những hình ảnh chân thực về Việt Nam trong suốt một thế kỷ đầy gian khổ và đau thương. Bài thuyết trình en vivo của Sophie nghe hay hơn sách nói với hình ảnh trực quan tinh tế thể hiện cái nhìn sâu sắc của cô về một thời kỳ phức tạp với những thách thức lớn. Cô thể hiện Renoir - s và Van Gogh - s của Việt Nam. Chúng tôi đã có thể nhìn và nghe quá khứ, hiện tại cũng như những dự đoán về hướng đi tương lai của Nghệ thuật Việt Nam. Nhìn nhận bản thân rõ ràng hơn thông qua việc hòa nhập trong một số bối cảnh được lựa chọn cẩn thận với cách nhìn mới thông qua cách suy nghĩ mới. Tôi yêu thích Cuộc phiêu lưu nghệ thuật Việt Nam tuyệt vời nhất của Sophie vì nó gắn liền với một thời kỳ lịch sử đầy sóng gió của một dân tộc tươi đẹp trên một vùng đất đầy màu sắc.Đọc thêm",
            "Chúng tôi đã học được rất nhiều điều từ Stuart về Việt Nam và những nghệ sĩ đã định hình nền văn hóa của đất nước này.  Chúng tôi thực sự giới thiệu chuyến tham quan đầy thông tin và hài hước này cho bất kỳ ai đến thăm Sài Gòn.Đọc thêm",
            "Đây là chuyến tham quan đặc biệt nhất từ ​​hiên theo phong cách kiến ​​trúc Pháp, nơi chúng tôi bắt đầu đến triển lãm đương đại thực hành ở cuối. Hướng dẫn viên của chúng tôi là Stu, một người nhiệt tình, hiểu biết và thú vị, đưa chúng tôi đi qua bốn lĩnh vực - nghệ thuật hiện đại - Việt Nam từ thời Pháp thuộc, qua hai cuộc Chiến tranh Đông Dương, trở đi sau năm 1975 và sau năm 1993. Chuyến tham quan này dành cho bất kỳ ai yêu thích lịch sử, say mê nghệ thuật và muốn tìm hiểu nhiều hơn nữa về Sài Gòn - TP.HCM - hơn bất kỳ cuốn sách hướng dẫn nào có thể kể.Đọc thêm",
            "Chồng tôi và tôi đã thực hiện chuyến lưu diễn này ở Hà Nội và rất thích nó. Fabiola là một hướng dẫn viên rất am hiểu và đam mê nghệ thuật cũng như lịch sử của nó tại Việt Nam. Đó là một chuyến tham quan tuyệt vời để thực hiện. Tôi rất muốn giới thiệu nó.Đọc thêm",
            "Chúng tôi đã nghe nói về chuyến đi nghệ thuật của Sophie qua những người bạn đã thực hiện nó vài năm trước. Họ nói rằng đó là điều họ yêu thích nhất ở thành phố Hồ Chí Minh và là chuyến đi tuyệt vời nhất trong chuyến du lịch 6 tháng của họ. Chúng tôi chỉ có hai tuần nên muốn nhồi nhét càng nhiều lịch sử và văn hóa trong một ngày càng tốt mà không khiến cơ thể và tâm trí mệt mỏi . Chuyến tham quan nghệ thuật của Sophie là sự lựa chọn hoàn hảo cho việc này với những mô tả chi tiết về nguồn gốc của nghệ thuật mang đến góc nhìn mới mẻ về lịch sử phức tạp của Việt Nam. Tốc độ của chuyến lưu diễn đã được thực hiện đúng và rõ ràng là có rất nhiều sự chuẩn bị và công việc khủng khiếp đã được thực hiện cho chuyến lưu diễn. Mọi người cũng có sự quan tâm thực sự với quạt và nước để hạ nhiệt cho bạn ở những khu vực nóng nhất. Chuyến lưu diễn kéo dài khá lâu và tôi cảm nhận được sự hiểu biết mới mẻ nhưng sâu sắc về lịch sử Việt Nam cũng như sự tôn trọng và hy vọng dành cho thế hệ nghệ sĩ mới của đất nước này. Hoàn toàn tuyệt vời.Đọc thêm",
            "Một hướng dẫn nhạy cảm và nhiều thông tin về nghệ thuật hiện đại và đương đại của Việt Nam. Bây giờ tôi đã hiểu sâu hơn về lịch sử Việt Nam mà Sophie đã làm sáng tỏ một cách sống động thông qua các bức tượng và bức tranh gợi nhiều suy nghĩ. Niềm đam mê và cách trình bày rõ ràng của cô ấy về chủ đề này đã khơi dậy lại sự quan tâm của tôi đối với nghệ thuật và truyền cảm hứng cho tôi để tìm hiểu sâu hơn. Đọc thêm",
            "Bắt nguồn từ lịch sử và nghệ thuật của Việt Nam, chuyến tham quan này rất hấp dẫn và mang tính thông tin. Chúng tôi đã tìm hiểu về cuộc sống của các nghệ sĩ và mối liên hệ giữa công việc của họ và xã hội của họ. Chúng tôi rất thích nhìn thấy những tác phẩm nghệ thuật đẹp đẽ và đôi khi đáng lo ngại. Chúng tôi cũng thấy rõ cuộc đấu tranh liên tục về nguồn lực cho nghệ thuật ở một quốc gia đang phát triển. Điều kiện tồi tàn để lưu giữ các tác phẩm nghệ thuật tuyệt vời là một bi kịch đang hình thành. Cảm ơn Stu về một chuyến tham quan quyến rũ và chu đáo với sự chú ý cẩn thận đến từng chi tiết cả trong cuộc thảo luận về các tác phẩm và trong việc sắp xếp chuyến tham quan của bạn. Mary Anne và Keith - từ Melbourne - Đọc thêm",
            "Kinh nghiệm hoàn toàn hấp dẫn. Một bậc thầy về nghệ thuật, chính trị và lịch sử Việt Nam. Những hiểu biết sâu sắc và những giai thoại thú vị. Nếu có, bạn nên tìm đến Sophie để có được bài học khó quên!Đọc thêm",
            "Điểm gặp gỡ của Chúa tại Gao.  Phòng trưng bày tư nhân là cơ hội để xem xét các kỹ thuật.  Đến bảo tàng mỹ thuật nơi chúng tôi chắc chắn được hưởng lợi khi có người hướng dẫn.  Hướng dẫn viên tiếng Anh của chúng tôi, Stu là một người giao tiếp xuất sắc với sự hiểu biết được thúc đẩy bởi niềm đam mê thực sự đối với môn học của anh ấy.  Chúng tôi chuyển sang một dự án hỗ trợ các nghệ sĩ Đông Nam Á.  Cung cấp nước và đồ ăn nhẹ.  Trở về khách sạn, đặt phòng cần thiết.Đọc thêm",
            "Tour của bạn vẫn chạy chứ? Đọc thêm",
            "Tôi đã gửi email cho cô ấy hôm nay và nhận được - Cảm ơn rất nhiều vì tin nhắn của bạn, Sophie - s Art Tour hiện đang trong thời gian nghỉ nghiên cứu, nghĩa là tôi sẽ không tổ chức các chuyến tham quan thường xuyên ở Hà Nội hoặc Sài Gòn cho đến khi có thông báo mới. - Đọc thêm",
            "Xin chào Elisabeth, tôi chân thành xin lỗi vì đã không trả lời câu hỏi này sớm hơn. Tôi không tổ chức các tour thường xuyên nhưng thỉnh thoảng tôi có tổ chức các tour ở Hà Nội và Sài Gòn. Chúng được công bố trong bản tin hai tuần một lần của tôi mà bạn có thể đăng ký trên trang web của chúng tôi. Bản tin liệt kê rất nhiều sự kiện nghệ thuật tuyệt vời đang diễn ra tại Việt Nam bao gồm triển lãm, chiếu phim, biểu diễn, biểu diễn và hội thảo, v.v.! Tôi có các chuyến lưu diễn ở Hà Nội và Sài Gòn trong vài tháng tới và sẽ được thông báo ở đó. Lời chúc tốt nhất\nSophieĐọc thêm",
            "chào Sophie \n\nChúng tôi muốn tham gia chuyến tham quan và muốn biết làm cách nào để đăng ký, vui lòngĐọc thêm",
            "Có thông tin chi tiết về số điện thoại và email trên trang web. Từ trí nhớ tôi gọi điện để đặt chỗ. Chuyến tham quan thật tuyệt vời và tôi hy vọng bạn thích thú.Đọc thêm"
        ],
        "star_ratings": [
            148,
            4,
            0,
            0,
            0
        ],
        "review_amount": 152,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 11, 2016",
            "Written May 31, 2016",
            "Written May 27, 2016",
            "Written May 9, 2016",
            "Written May 2, 2016",
            "Written April 14, 2016",
            "Written April 7, 2016",
            "Written April 2, 2016",
            "Written March 13, 2016",
            "Written March 4, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d5773564-Reviews-or70-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or60-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or80-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1724542-Reviews-Antique_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455387-Reviews-Fine_Arts_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2334935-Reviews-Foot_Massage_Salon_Quynh_Nhu_137-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15681266-Reviews-Guided_Tours_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13002142-Reviews-Massage_137_MIDU-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11636268-Reviews-Lost_Escape_Room_Bui_Vien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602791-Reviews-Blue_Space_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d6678219-Reviews-Senior_Frog_s_Party_Bar-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g43929-d10532025-Reviews-Front_Beach-Ocean_Springs_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d12251730-Reviews-Round_1_Bowling_Amusement-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g13073965-d7712513-Reviews-Jaflong-Jaflong_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g49483-d219409-Reviews-Santeetlah_Lake-Robbinsville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17288376-Reviews-Hoi_An_Memories-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55055-d6507851-Reviews-Leiper_s_Fork-Franklin_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11900026-Reviews-Cat_Cat_village-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34461-d215446-Reviews-Donnelly_House-Mount_Dora_Lake_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d10832781-Reviews-The_Star-Frisco_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or80-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or70-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Sophie's Art Tour - Private Tours",
        "attraction_name_vi": "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
        "general_info": [
            "152 đánh giá",
            "- 125 trên 1.013 Chuyến tham quan - Hoạt động tại TP.HCM",
            "Du lịch văn học, nghệ thuật - âm nhạc",
            "Tour riêng"
        ],
        "attraction_summary": "Sophie - s Art Tour là chuyến tham quan lịch sử nghệ thuật nửa ngày có trụ sở tại Thành phố Hồ Chí Minh, Việt Nam. Tour diễn ra từ thứ Ba đến thứ Bảy - có thể sắp xếp tour vào Chủ Nhật - Sophie - s Art Tour có cái nhìn cận cảnh hơn về lịch sử hấp dẫn của Việt Nam qua cuộc đời và tác phẩm của các nghệ sĩ nơi đây. Bao quát một giai đoạn lịch sử từ thời thuộc địa đến nay qua trải nghiệm cá nhân của các nghệ sĩ đã nghiên cứu, chiến đấu, chứng kiến ​​và ghi lại những thay đổi lớn ở Việt Nam thế kỷ XX. Chuyến tham quan này không chỉ dành cho những người yêu nghệ thuật mà còn dành cho tất cả những ai muốn hiểu sâu hơn về lịch sử hiện đại và đương đại của Việt Nam.Đọc thêm",
        "reviews": [
            "Một số người đã khuyên tôi nên tham gia Chuyến tham quan nghệ thuật của Sophie khi bắt đầu chuyến lưu trú tại Việt Nam, nhưng tôi đã từng đến Việt Nam vài lần trước đó và lịch sử phức tạp của nó vẫn còn lởn vởn trong đầu tôi, tôi cũng chân thành giới thiệu chuyến tham quan này như một cách củng cố sự hiểu biết chắp vá của mỗi người.   Tôi phải chúc mừng Stu về tính chuyên nghiệp, kiến ​​thức, tốc độ trình bày hoàn hảo và những pha hài hước đúng lúc của anh ấy. Sự gắn kết giữa lịch sử và nghệ thuật đã được thực hiện một cách khéo léo và tỉ mỉ.  Hình minh họa, cả bằng những bức tranh thật trong các phòng trưng bày mà chúng tôi đã ghé thăm và những hình ảnh hỗ trợ trên iPad, đảm bảo rằng người nghe sẽ bị thu hút trong suốt thời gian xem. Cuộc nói chuyện được diễn ra một cách hoàn hảo và thật vui khi được nghe một chàng trai trẻ nhiệt tình và ăn nói lưu loát với kỹ năng như vậy. Rất đáng làm.Đọc thêm",
            "Một cái nhìn sâu sắc đầy cảm hứng về lịch sử và nghệ thuật của Việt Nam. Cho đến nay, chuyến tham quan tuyệt vời nhất trong 10 ngày của chúng tôi - ở đất nước - và thú vị hơn nhiều so với việc đến thăm một ngôi đền hoặc bảo tàng khác. Sophie là người uyên bác và là một chuyên gia thực sự trong lĩnh vực của mình. ĐỪNG BỎ LỠ TRẢI NGHIỆM NÀY!Đọc thêm",
            "Bài thuyết trình không chỉ là một bài đánh giá và phê bình nghệ thuật. Nó mô tả các sự kiện chính trị ở Việt Nam bắt đầu từ cuối thế kỷ 19 và tiếp tục cho đến thời điểm hiện tại. Điều này được thực hiện bằng cách minh họa nghệ thuật của một khoảng thời gian cụ thể với thực tế chính trị của thời điểm đó. Nghe có vẻ khó tin nhưng cách Sophie lồng ghép các minh họa nghệ thuật với lịch sử thời đó đã khiến người nghe có được một trong những cách trình bày rõ ràng nhất về lịch sử Việt Nam mà tôi từng được nghe.   Đây là một trong những bài thuyết trình hay nhất về bất kỳ chủ đề nào mà tôi từng nghe. Arlene HĐọc thêm",
            "Sophie rất thú vị, hiểu biết sâu rộng - cuốn sách thông minh - và cho chúng ta một cái nhìn thực sự độc lập về lịch sử thông qua Nghệ thuật Đông Dương đương đại và hiện đại từ thế kỷ 20 đến ngày nay.  Chuyến tham quan mang tính cá nhân, được tổ chức cực kỳ tốt và Sophihe đã bổ sung thêm hai cuộc triển lãm hiện đang được đưa vào chương trình nghị sự.  Chồng tôi là người Mỹ còn tôi là người Anh và cả hai chúng tôi đều đánh giá cao việc cô ấy thiếu chương trình nghị sự trong việc mô tả các sự kiện lịch sử.  Kiến thức về Nghệ thuật của cô vượt xa các cuộc triển lãm khi cô sử dụng những bức ảnh trên iPad của mình để nâng cao khả năng mô tả. Nếu bạn không làm gì khác - hãy tham gia chuyến tham quan này! Đọc thêm",
            "Chuyến tham quan nghệ thuật của Sophie - không chỉ là giới thiệu về nghệ thuật của Thành phố Hồ Chí Minh. Đó là một chương trình lịch sử kể câu chuyện về lịch sử Việt Nam thông qua bối cảnh nghệ thuật và văn hóa Việt Nam. Từ bảo tàng đến Sàn Art và các phòng trưng bày, Sophie đưa chúng tôi vào một hành trình đáng kinh ngạc khiến khoảng thời gian ở TP.HCM và Việt Nam của chúng tôi càng trở nên đặc biệt hơn.Đọc thêm",
            "Chuyến tham quan rất thú vị! Chúng tôi đã học được rất nhiều điều không chỉ về nghệ thuật Việt Nam mà còn về lịch sử của đất nước. Sophie rất đam mê và biết rất nhiều về các nghệ sĩ, lịch sử, kỹ thuật khác nhau, v.v. Chúng tôi không phải là người đam mê nghệ thuật nên chuyến lưu diễn này đối với chúng tôi là sự kết hợp hoàn hảo giữa nghệ thuật - lịch sử.Đọc thêm",
            "Stu là hướng dẫn viên của chúng tôi ở TP.HCM. Chuyến đi đáng giá từng đồng. Trong một thị trường hỗn loạn đầy rẫy những công ty lữ hành hám tiền nhưng không mấy quan tâm, chuyến đi này là một trong những khoảnh khắc khiến bạn yêu Việt Nam trở lại. Nếu bạn yêu nghệ thuật, lịch sử và một chút chính trị, hãy tự thưởng cho mình và đầu tư vào chuyến đi này. Tôi chỉ ước nó kéo dài lâu hơn... Cảm ơn bạn! Đọc thêm",
            "Chuyến tham quan riêng tuyệt vời với Stu đưa bạn đi qua lịch sử Việt Nam qua góc nhìn nghệ thuật. Stu là hướng dẫn viên tuyệt vời. Nhiệt tình, hiểu biết và đam mê lịch sử Việt Nam. Trong chuyến tham quan, chúng tôi đã đến thăm Bảo tàng Mỹ thuật và một số phòng trưng bày, Rất khuyến khích cho mọi người. Đọc thêm",
            "Tôi đã dành nửa ngày để tham gia tour này vào đầu thời gian ở Việt Nam và nó thực sự giúp tôi định hướng về lịch sử, địa điểm, văn hóa và những câu hỏi lớn về đất nước phức tạp này. Sophie và Stu có kiến ​​thức sâu rộng và tôi đã có được cái nhìn sâu sắc mà tôi không bao giờ có thể tự mình tìm ra, cũng như được chiêm ngưỡng nghệ thuật và phòng trưng bày mà sẽ vẫn là một bí ẩn. Thật đáng giá!!!Đọc thêm",
            "Chuyến tham quan rất thú vị và được tổ chức cực kỳ tốt! Đó là một trong những kỷ niệm đẹp nhất của chúng tôi từ Hà Nội, đó có phải là một cách tuyệt vời để khám phá lịch sử thành phố và đất nước thông qua nghệ thuật. Fabiola là một người chuyên nghiệp thực sự, một người yêu nghệ thuật thực sự và một người kể chuyện hay!! Cô ấy đưa chúng tôi đến những nơi rất đẹp và chúng tôi đánh giá cao chuyến tham quan này! Chắc chắn có giá trị!Đọc thêm",
            "Tour của bạn vẫn chạy chứ? Đọc thêm",
            "Tôi đã gửi email cho cô ấy hôm nay và nhận được - Cảm ơn rất nhiều vì tin nhắn của bạn, Sophie - s Art Tour hiện đang trong thời gian nghỉ nghiên cứu, nghĩa là tôi sẽ không tổ chức các chuyến tham quan thường xuyên ở Hà Nội hoặc Sài Gòn cho đến khi có thông báo mới. - Đọc thêm",
            "Xin chào Elisabeth, tôi chân thành xin lỗi vì đã không trả lời câu hỏi này sớm hơn. Tôi không tổ chức các tour thường xuyên nhưng thỉnh thoảng tôi có tổ chức các tour ở Hà Nội và Sài Gòn. Chúng được công bố trong bản tin hai tuần một lần của tôi mà bạn có thể đăng ký trên trang web của chúng tôi. Bản tin liệt kê rất nhiều sự kiện nghệ thuật tuyệt vời đang diễn ra tại Việt Nam bao gồm triển lãm, chiếu phim, biểu diễn, biểu diễn và hội thảo, v.v.! Tôi có các chuyến lưu diễn ở Hà Nội và Sài Gòn trong vài tháng tới và sẽ được thông báo ở đó. Lời chúc tốt nhất\nSophieĐọc thêm",
            "chào Sophie \n\nChúng tôi muốn tham gia chuyến tham quan và muốn biết làm cách nào để đăng ký, vui lòngĐọc thêm",
            "Có thông tin chi tiết về số điện thoại và email trên trang web. Từ trí nhớ tôi gọi điện để đặt chỗ. Chuyến tham quan thật tuyệt vời và tôi hy vọng bạn thích thú.Đọc thêm"
        ],
        "star_ratings": [
            148,
            4,
            0,
            0,
            0
        ],
        "review_amount": 152,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Chuyến tham quan nghệ thuật của Sophie - Tour riêng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 2, 2016",
            "Written March 2, 2016",
            "Written January 21, 2016",
            "Written January 18, 2016",
            "Written January 11, 2016",
            "Written January 9, 2016",
            "Written January 7, 2016",
            "Written January 2, 2016",
            "Written December 30, 2015",
            "Written December 16, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d5773564-Reviews-or80-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or70-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or90-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1724542-Reviews-Antique_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455387-Reviews-Fine_Arts_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2334935-Reviews-Foot_Massage_Salon_Quynh_Nhu_137-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15681266-Reviews-Guided_Tours_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13002142-Reviews-Massage_137_MIDU-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11636268-Reviews-Lost_Escape_Room_Bui_Vien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602791-Reviews-Blue_Space_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d2042080-Reviews-San_Lazzaro_degli_Armeni-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d1813078-Reviews-Rams_Head_Live-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g28963-d310481-Reviews-Dale_Hollow_Lake-Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187891-d542442-Reviews-Ear_of_Dionysius_Orecchio_di_Dionisio-Syracuse_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d6210943-Reviews-Moulin_Rouge_Phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d1740384-Reviews-The_Grand_Wailea_Luau-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129573-d320511-Reviews-Ginza-Ginza_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g46806-d8454263-Reviews-Sea_Girt_Beach_and_Boardwalk-Sea_Girt_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196239-Reviews-Memorial_of_the_Berlin_Wall-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d219510-Reviews-Crystal_Cove_State_Park-Laguna_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or90-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-or80-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html"
    }
]