[
    {
        "attraction_name": "Souk Madinat Jumeirah",
        "attraction_name_vi": "Chợ Madinat Jumeirah",
        "general_info": [
            "3.390 đánh giá",
            "73 trong số 605 điều cần làm ở Dubai",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Bắt chước khu chợ Ả Rập truyền thống, Souk Madinat Jumeirah là khu chợ nổi tiếng ở Dubai. Nó được kết nối với các tuyến đường thủy, với các quán bar và quán rượu dọc hai bên, đồng thời mang đến tầm nhìn hoàn hảo như tranh vẽ ra Burj Al Arab. Tại đây, bạn có thể lạc vào mê cung các quầy hàng và xem qua mọi thứ, từ nước hoa oud và đồ trang sức lấp lánh cho đến gia vị thơm và đồ gốm Thổ Nhĩ Kỳ. Bạn cũng có thể lên kế hoạch cho một bữa ăn ngoài trời và hòa mình vào không khí vui vẻ ngoài trời. Đó không phải là cách tốt nhất để chiêm ngưỡng khu chợ là nhảy lên chiếc thuyền gondola kiểu Emirati truyền thống và đi thuyền dọc theo những con đường thủy yên tĩnh.  TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Bản thân Souk khá nhỏ và chủ yếu bán những thứ giống nhau, chủ yếu là đồ lưu niệm nước hoa, móc chìa khóa, lạc đà đồ chơi và đồ trang sức cùng với trang phục truyền thống. Chúng tôi đi thuyền quanh Venice nhỏ, đây là cách tuyệt vời để ngắm cảnh và chụp ảnh, chi phí là 350 AED và đi taxi đến đó và quay lại mất khoảng 50 AED từ nơi chúng tôi ở trên cây cọ. Nói chung là mất khoảng 2 đến 3 giờ. Các đánh giá khác nói rằng người bán hàng kéo bạn vào cửa hàng của họ, điều này không đúng, họ có hỏi nhưng chỉ nói không một cách lịch sự và họ không thúc ép. Chúng tôi thấy những người bán hàng lịch sự và vui vẻ. Đọc thêm",
            "Souk Madinat Jumeirah rất đẹp. Nó ghi lại trải nghiệm mua sắm đích thực ở chợ với lợi ích là được ở bên trong có máy điều hòa tránh xa cái nóng mùa hè. Kiến trúc tuyệt vời cả từ trong ra ngoài với tầm nhìn tuyệt vời ra Burj al Arab. Ngoài ra, chuyến tham quan bằng thuyền abra là điều bắt buộc, bạn có thể cảm ơn tôi sau Đọc thêm",
            "Chúng tôi đã đến thăm khu chợ. Tôi phải nói rằng đó là nơi tuyệt vời nhất trong số những nơi mà chúng tôi đã từng đến với những người quản lý cửa hàng đáng yêu, những người mà bạn có thể cười sảng khoái. Một trong số họ mặc cho chúng tôi trang phục Ả Rập. Chúng tôi mua đồ trang sức khăn lụa. Bên trong nó khá lớn và có máy lạnh. Chắc chắn quay lại lần sau sẽ thử thuyềnXem thêm",
            "Đáng buồn là chúng tôi quên kiểm tra thời gian mở cửa và đến vào khoảng 9 giờ 20. Nếu bạn sử dụng phương tiện giao thông công cộng, hãy bắt Xe điện đến điểm cuối Al Sufouh và sau đó bắt bất kỳ xe buýt nào đi dọc theo đường chính, trước khi xuống Burg Al Arab để có cơ hội chụp ảnh theo thông lệ.\nChợ mở cửa và một số quầy hàng cũng vậy. Nó có không khí xếp hàng chờ chuyến đi Indiana Jones tại Công viên giải trí. Đó là một dạng đôi bên cùng có lợi vì bạn có thể đánh giá cao cách bố trí và thiết kế mà không bị chủ sở hữu làm phiền quá mức và không phải chi tiêu quá mức.\nMuốn giới thiệu nếu bạn có 90 phút rảnh rỗi.Đọc thêm",
            "Một phiên bản văn minh của souk. Được sắp xếp rất độc đáo, những người buôn bán ít nài nỉ và quấy rầy hơn nhiều so với ở khu chợ cổ điển. Nhiều điều thú vị mà bạn có thể mua từ hàng chục gian hàng. Rất nhiều nhà hàng được trang trí rất độc đáo, nơi cũng bán rượu, khiến bạn quên mất rằng mình đang ở một đất nước mà rất khó tìm thấy thứ gì đó như thế này trong một nhà hàng. Toàn bộ khu phức hợp được bao quanh bởi hệ thống kênh rạch, bạn có thể cưỡi trên abra với một khoản phí khá cao.Đọc thêm",
            "Souk Madinat đang tổ chức phiên chợ lễ hội trong Mùa lễ. Họ đang làm cho Mùa Giáng sinh ở Dubai trở nên thật vui tươi và thú vị ở Dubai vào mùa đông. Có rất nhiều hoạt động và trải nghiệm.\nCây thông Noel cao 36 ft\nÂm thanh ánh sáng cây thông Noel trình diễn\nĐi tàu mini\nNhảy bungee\nbăng chuyền Venice\nCưỡi abra được trang trí theo lễ hội\nNhà bánh gừng\nLễ hội mua sắm\nĂn uống lễ hội\nGiải trí ban nhạc sống\nĐi thuyền\nMọi thứ đều thật Giáng sinh, Lễ hội với khung cảnh Burj Al Arab, nó rất tuyệt vời. Một số nhà hàng cũng có sẵn để phục vụ ăn uống mang lại cảm giác Giáng sinh.\nXin lưu ý, ánh sáng và không khí rất đẹp vào ban đêm nhưng hãy cố gắng đến sớm vì có rất nhiều người đến và trải nghiệm. Và giao thông ở Madinat rất tắc nghẽn.Đọc thêm",
            "Đây là một nơi tuyệt vời để mua sắm quà lưu niệm. Các sản phẩm bạn tìm thấy ở đây có chất lượng cao hơn các khu chợ khác và giá cả hợp lý.  Bạn nên cố gắng thương lượng giá ở đây giống như những khu chợ khác.  Một số mặt hàng phổ biến mà bạn có thể tìm thấy ở đây là abayas, kaftans, đèn, sôcôla lạc đà, nước hoa, đồ trang sức, pashmina và nhiều mặt hàng khác.  Ở đây cũng có nhà hàng.Đọc thêm",
            "Sự kết hợp hoàn hảo giữa cái mới và cái cũ, Souk Madinat Jumeirah là điểm đến mua sắm và ăn uống thông minh bên cạnh Burj al Arab mang tính biểu tượng. Từ các tour du thuyền đến đồ trang sức và đồ thủ công mỹ nghệ thủ công địa phương, Souk Madinat Jumeirah thực sự có tất cả! \n\nSouk Madinat Jumeirah là một khu chợ nổi tiếng ở Dubai với những cảnh đẹp ngoạn mục, đồ lưu niệm và quán cà phê. Nơi đây được kết nối với những dòng nước xanh ngọc lam tuyệt đẹp, bạn có thể trải nghiệm bằng cách tham gia một trong những tour du thuyền. Tour du thuyền thực sự có thể đánh thức mọi giác quan của bạn, từ mùi mặn thơm ngát của đại dương cho đến việc ngắm nhìn thiên nhiên đẹp như tranh vẽ và ngoạn mục bao quanh nơi này. Chưa kể, bạn sẽ có cơ hội ngắm nhìn và chiêm ngưỡng tòa nhà Burj al Arab lộng lẫy. \n\nCá nhân tôi, Souk Madinat Jumeirah là một trong những nơi tôi muốn quay lại nhiều lần. Không khí ấm áp và vui vẻ và trải nghiệm ăn uống thì tuyệt vời. Ngoài ra, Souk thực sự mô phỏng một khu chợ Ả Rập cổ với rất nhiều cửa hàng và ki-ốt cho một chuyến mua sắm tuyệt vời. Điều duy nhất tôi không muốn làm là đến thăm nơi này vào mùa hè, vì thời tiết Dubai rất nóng và oi bức sẽ ngăn cản bạn trải nghiệm những khu vực ngoài trời của Souk. \n\nNhìn chung, tôi chắc chắn sẽ giới thiệu nơi này cho mọi người, già trẻ, đặc biệt là khách du lịch vì địa điểm này là duy nhất. Nếu bạn đang tìm kiếm một nơi hoàn hảo để đi cùng gia đình hoặc bạn bè thì Souk Madinat jumeirah chính là nơi dành cho bạn! Đọc thêm",
            "Souq Madinat Jumeirah có nhiều quầy hàng phục vụ nhiều sở thích khác nhau. Giá có xu hướng cao hơn một chút so với các cửa hàng thông thường. Đây là một điểm nóng du lịch, mang đến cái nhìn quyến rũ về Burj Al Arab mang tính biểu tượng. Du khách có thể tận hưởng hoạt động chèo thuyền gần đó và đánh giá cao nét cổ kính quyến rũ của khu chợ. \n\nChắc chắn, bạn sẽ cảm thấy dễ chịu khi dành một buổi tối.Đọc thêm",
            "Ngay cả khi bạn chỉ muốn mua sắm thì đây cũng là một địa điểm rất thú vị vì nơi đây sạch sẽ, có ánh sáng ban đêm tuyệt vời và có những người buôn bán lịch sự. Tôi ngưỡng mộ nó.Đọc thêm",
            "Một nơi sang trọng không dễ dàng tiếp cận tàu điện ngầm.. không có lựa chọn nào khác.. 1 nơi không dành cho tất cả Nếu tiền là một phần vấn đề trong cuộc sống của bạn thì đây không phải là nơi dành cho bạnĐọc thêm",
            "Chúng tôi đã không đến chợ vàng và gia vị chính ở Deira, tôi đã nản lòng vì những gì tôi đã đọc và nghe về bầu không khí ở đó - tâm hồn này là một trải nghiệm thoải mái hơn trong khi vẫn cảm nhận được nền văn hóa đích thực của chợ! Theo những gì tôi có thể nói, tôi cảm thấy như không có bất kỳ kẻ lừa đảo nào. Mặc dù nhiều người bán hàng kiên trì nhưng không quá hung hăng gây áp lực buộc tôi phải mua. Theo tôi, đây là một chiến thắng đôi bên cùng có lợi khi tại Madinat Jumeirah Souk có trải nghiệm chợ thực sự trong khi cũng có các cơ sở tiêu chuẩn, tức là một quán cà phê Caraway ở một đầu, sau đó ở cuối hành lang cũng có Tommy Bahama. Dubai truyền thống rắc rối với một số quen thuộc. mẹo chuyên nghiệp: Al Jabaaar và Discover Dubai là những chuỗi cửa hàng lưu niệm có vẻ chuẩn mực hơn. Tuy nhiên, đừng ngại hỏi - họ thường sẽ giảm giá cho bạn - hoặc chuyển hướng bạn mặc cả với người đàn ông ở quầy thu ngân để tiết kiệm một vài AED và để có cảm giác hồi hộp mà không phải trả giá. Đọc thêm",
            "Đó là một nơi rất đẹp để ghé thăm thậm chí để mua sắm, rất sạch sẽ, ánh đèn rất đẹp vào ban đêm, thương gia rất thân thiện. Tôi thích nóĐọc thêm",
            "Souk này rất đẹp, Tất nhiên là nó đắt hơn một chút so với linh hồn ban đầu ở deira nhưng tôi thích các cửa hàng và sự rung cảm. Và những bức ảnh bạn có thể chụp ở đó! tuyệt vời!!!Đọc thêm",
            "Souq Madinat Jumeirah có nhiều quầy hàng phục vụ nhiều sở thích khác nhau. Giá có xu hướng cao hơn một chút so với các cửa hàng thông thường. Đây là một điểm nóng du lịch, mang đến cái nhìn quyến rũ về Burj Al Arab mang tính biểu tượng. Du khách có thể tận hưởng hoạt động chèo thuyền gần đó và đánh giá cao nét cổ kính quyến rũ của khu chợ. Chắc chắn, bạn sẽ cảm thấy dễ chịu khi dành một buổi tối.Đọc thêm",
            "Rất đáng để ghé thăm khu chợ này, rất nhiều quầy hàng và thỉnh thoảng có quán cà phê phương Tây! Hãy lưu ý một số người bán hàng khá hăng hái nhưng tất cả đều rất lịch sự, rất sạch sẽ và chỉ cách bãi biển Jumeirah một đoạn ngắnĐọc thêm",
            "Mặc dù nó không phải là một khu chợ truyền thống cũ nhưng nó tái tạo lại bầu không khí và là một nơi tuyệt vời để tham quan và mua sắm. Đây không phải là một địa điểm ngoài trời đáng để ghé thăm vào những thời điểm nắng nóng trong năm. Những người buôn bán rất thân thiện và hầu như không có lời mời mua sắm truyền thống nào mang đến cho bạn cơ hội dành thời gian và tận hưởng chuyến thăm của mình. Các tòa nhà trong khu vực lân cận trông rất đẹp và Burj Al Arab tỏa bóng trên con kênh nhân tạo trang nhã. Đây là một điểm dừng đáng giá để dành khoảng một giờ trong chuyến đi bằng xe buýt Hop-on Hop-Off Blue Line.Đọc thêm",
            "Là sự kết hợp hoàn hảo giữa cái mới và cái cũ, Souk Madinat Jumeirah là điểm đến mua sắm và ăn uống thông minh bên cạnh Burj al Arab mang tính biểu tượng. Từ các chuyến tham quan bằng thuyền đến đồ trang sức và đồ thủ công thủ công tại địa phương, Souk Madinat Jumeirah thực sự có tất cả! Souk Madinat Jumeirah là một khu chợ nổi tiếng ở Dubai với những thắng cảnh, đồ lưu niệm và quán cà phê ngoạn mục. Nó được kết nối với nhau bằng những tuyến đường thủy màu xanh ngọc lam tuyệt đẹp như pha lê mà bạn có thể trải nghiệm bằng cách tham gia một trong các chuyến tham quan bằng thuyền. Chuyến tham quan bằng thuyền có thể thực sự thu hút mọi giác quan của bạn, từ mùi mặn thơm của đại dương cho đến việc chiêm ngưỡng thiên nhiên đẹp như tranh vẽ bao quanh nơi này. Chưa kể, bạn sẽ có cơ hội ngắm nhìn và chiêm ngưỡng Burj al Arab rực rỡ. Cá nhân tôi, Souk Madinat Jumeirah là một trong những nơi tôi sẽ quay lại nhiều lần. Bầu không khí ấm áp và nhẹ nhàng và trải nghiệm ăn uống thật tuyệt vời. Ngoài ra, Souk thực sự mô phỏng một khu chợ Ả Rập cũ với vô số cửa hàng và ki-ốt, mang đến một chuyến đi mua sắm tuyệt vời. Điều duy nhất tôi sẽ không làm là đến thăm nó vào mùa hè, vì thời tiết Dubai rất nóng và thiêu đốt sẽ khiến bạn không thể trải nghiệm các khu vực ngoài trời của Souk. Nói chung, tôi chắc chắn sẽ giới thiệu địa điểm này cho tất cả mọi người, già và trẻ, đặc biệt là khách du lịch vì địa điểm này có một không hai. Nếu bạn đang tìm kiếm một nơi hoàn hảo để đi cùng gia đình hoặc bạn bè thì Souk Madinat jumeirah chính là nơi dành cho bạn!Đọc thêm",
            "Đây là một nơi tuyệt vời để mua sắm quà lưu niệm. Các sản phẩm bạn tìm thấy ở đây có chất lượng cao hơn các khu chợ khác và giá cả hợp lý.  Bạn nên cố gắng thương lượng giá ở đây giống như những khu chợ khác.  Một số mặt hàng phổ biến mà bạn có thể tìm thấy ở đây là abayas, kaftans, đèn, sôcôla lạc đà, nước hoa, đồ trang sức, pashmina và nhiều mặt hàng khác.  Ở đây cũng có nhà hàng.Đọc thêm",
            "Bạn có thể đi bộ đến khách sạn Jumeriah từ đây vào tháng 7 nắng nóng không, nó nói là 11 phút đi bộ hoặc 3 phút đi taxi Đọc thêm",
            "Phụ thuộc vào khả năng chịu nhiệt của bạn. Nếu bạn không ngại nóng và đổ mồ hôi, bạn có thể làm điều đó nhưng hãy cân nhắc mang theo một chai nước.Đọc thêm",
            "bạn có nhìn rõ Burj Al Arab từ đây không? Cảm ơnĐọc thêm",
            "Chắc chắn rồi.Đọc thêm",
            "Có nhà hàng nào ngon trong trung tâm thương mại không? Với giá cả phải chăng, vui lòng Đọc thêm",
            "Nó có miễn phí không? Vé vào cửa người lớn không phải là bao nhiêu Đọc thêm",
            "Vào cửa miễn phí nhưng hãy cẩn thận với giá cảĐọc thêm",
            "Có chuyến đi abra miễn phí khi đặt chỗ nhà hàng không? Hay chỉ những nhà hàng được chỉ định?Đọc thêm",
            "Có chuyến đi abra miễn phí khi đặt chỗ nhà hàng không? Hay chỉ những nhà hàng được chỉ định?Đọc thêm",
            "Tôi có thể vào ở đâu và lấy abra ở đâu?Đọc thêm",
            "Tôi có thể vào ở đâu và lấy abra ở đâu? Đọc thêm",
            "Bạn có được đi xe abra miễn phí nếu đặt chỗ tại nhà hàng cho bữa trưa không? Và nó có phải là một nhà hàng cụ thể không?Đọc thêm",
            "Tôi khá chắc chắn rằng bạn phải là khách của khách sạn để được đi abra miễn phí. Bạn có thể trả tiền cho một tour trọn gói, chi phí khoảng 100 Dhs cho một người tôi tin vậy. Hy vọng thông tin này hữu ích. Đọc thêm",
            "Xin chào, bạn có thể thanh toán bằng thẻ tín dụng ở thị trường này không?Đọc thêm",
            "Vui lòng đặt câu hỏi của bạn bằng tiếng Pháp, tiếng Anh hoặc tiếng Tây Ban Nha vì tôi không nói được tiếng Đức, xin lỗi nhưng nếu tôi hiểu một số từ bạn viết thì bạn phải biết rằng bạn có thể thanh toán bằng thẻ tín dụng và bên trong bạn cũng có tiền lẻ Đọc thêm"
        ],
        "star_ratings": [
            1697,
            1232,
            340,
            80,
            41
        ],
        "review_amount": 3390,
        "location": [
            "Chợ Madinat Jumeirah",
            "Trung đông",
            "Tiểu vương quốc Dubai",
            "Những điều cần làm ở Dubai",
            "các Tiểu Vương Quốc Ả Rập Thống Nhất",
            "Dubai"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written August 12, 2023",
            "Written September 23, 2023",
            "Written September 28, 2023",
            "Written November 23, 2023",
            "Written January 3, 2024",
            "Written January 23, 2024",
            "Written January 27, 2024",
            "Written February 4, 2024",
            "Written May 18, 2024",
            "Written May 10, 2024",
            "Written May 2, 2024",
            "Written March 3, 2024",
            "Written February 26, 2024",
            "Written February 4, 2024",
            "Written February 2, 2024",
            "Written January 28, 2024",
            "Written January 27, 2024",
            "Written January 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295424-d2182644-Reviews-Souk_Madinat_Jumeirah-Dubai_Emirate_of_Dubai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d10785575-Reviews-McGettigan_s-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d1930096-Reviews-Arboretum-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d3920870-Reviews-The_Meat_Co-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d5538898-Reviews-The_Noodle_House_Souk_Madinat_Jumeriah-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d23817537-Reviews-Al_Nafoorah_Jumeirah_Al_Qasr-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d23831724-Reviews-Bar_Buci-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d8734288-Reviews-The_Hide-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d949543-Reviews-The_Meat_Co-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d942353-Reviews-Trattoria-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d1122401-Reviews-Pai_Thai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d21404155-Reviews-Theatre_Of_Digital_Art-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d27155521-Reviews-Grand_Bazaar-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324445-Reviews-Burj_Al_Arab-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7238083-Reviews-Dubai_Turtle_Rehabilitation_Project-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d320708-Reviews-Wild_Wadi_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1200463-Reviews-Atlantis_Aquaventure_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7066854-Reviews-Waterwow-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7716210-Reviews-Dubai_Tram-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13748110-Reviews-Wild_Wadi_Water_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d659261-Reviews-Mall_of_the_Emirates-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2182644-Reviews-or10-Souk_Madinat_Jumeirah-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1210327-Reviews-The_Dubai_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d25178318-Reviews-Lead_Adventure_Tour-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d24135676-Reviews-Al_Inara_Tourism_L_L_C-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12492413-Reviews-Diana_Jewellery_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d25076367-Reviews-VIA_TRIP-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d24979281-Reviews-Dubai_Abu_Dhabi_City_Tours_Safaris-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17652977-Reviews-Navita_tours-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23067118-Reviews-Visit_Friends_Micha_Dubai_Tour-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23558255-Reviews-Superjet_Tours_LLC-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d18378118-Reviews-Dubai_Tourism_Services-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d26561647-Reviews-Nomadic_Camel-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d16189600-Reviews-Head_Hand_Heart-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17466048-Reviews-Tarrab-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15821279-Reviews-Orient_Delight_Roastery_LLC-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7191732-Reviews-Pacha_Ibiza_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23369666-Reviews-Studio_Lounge-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d576499-Reviews-Talise_Spa_Madinat_Jumeirah-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23652888-Reviews-Studio_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23226523-Reviews-Sand_Dollar-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1999592-Reviews-Skyview_Bar-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17782892-Reviews-Nemo_Boat_Tour_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6651040-Reviews-15th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g562630-d2709301-Reviews-Glyfada_Beach-Glyfada_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g59838-d207081-Reviews-Old_World_Wisconsin-Eagle_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g48770-d2305336-Reviews-Hidden_Valley_Animal_Adventure-Varysburg_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29571-d2225947-Reviews-Great_Lakes_Crossing_Outlets-Auburn_Hills_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34548-d307013-Reviews-C_B_Smith_Park-Pembroke_Pines_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g36422-d1441373-Reviews-Centennial_Beach-Naperville_DuPage_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g46506-d10038471-Reviews-Lake_Solitude_Dam_and_Waterfall-High_Bridge_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d143441-Reviews-International_Drive-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g303152-d1423991-Reviews-Kusatsu_Onsen-Kusatsu_machi_Agatsuma_gun_Gunma_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295424-d2182644-Reviews-or10-Souk_Madinat_Jumeirah-Dubai_Emirate_of_Dubai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295424-d2182644-Reviews-Souk_Madinat_Jumeirah-Dubai_Emirate_of_Dubai.html"
    }
]