[
    {
        "attraction_name": "Souq Waqif",
        "attraction_name_vi": "Souq Waqif",
        "general_info": [
            "9.136 đánh giá",
            "7 trong số 120 điều cần làm ở Doha",
            "Địa điểm ưa thích",
            "Khu vực đi bộ ngắm cảnh",
            "Chợ trời"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời với gia đình và bạn bè từ Hoa Kỳ. Chúng tôi đặc biệt thích các món ăn Ả Rập. Mua một số quà lưu niệm từ văn hóa Ả Rập. Những người làm việc ở đó có sức chứa và rất nhanh nhạy. Một chút đông đúc khi bạn đến đó vào cuối tuần. Đọc thêm",
            "Chúng tôi đã dành buổi chiều ở đây với gia đình và các con tôi. Trời khá nóng nên hãy đi sau 5 giờ khi trời bắt đầu nguội. Có những nhà hàng đáng yêu để lựa chọn. Có chỗ ngồi bên ngoài và bên trong có sẵn. Tốt cho quà lưu niệm và thị trường gia vị là tốt đẹp. Rung cảm tốt cho một buổi tối. Bãi đậu xe có mái che cũng có sẵnĐọc thêm",
            "Souq waqif chỉ cách khách sạn của chúng tôi vài phút. Chợ lớn rất nhiều cửa hàng nhỏ. Có rất nhiều thứ để xem từ quần áo, đồ trang sức, đèn đến cửa hàng chợ vàng, giấc mơ của người mua sắm đã trở thành hiện thực. Rất nhiều nhà hàng và phòng trưng bày nghệ thuật để xem. Chắc chắn rất đáng để ghé thăm.Đọc thêm",
            "Nếu bạn chưa từng trải nghiệm những thị trường như thế này thì bạn nên làm. Chúng tôi đã may mắn được trải nghiệm nhiều, cái này thì khác, địa phương nhưng khách du lịch không có nhiều trong phạm vi nhưng nếu bạn cần một chiếc khăn quàng cổ hoặc tương tự thì vẫn ổn. Các nhà hàng phục vụ đồ ăn phương Tây và một số món ăn địa phương. Phần vàng rất tuyệt vời nên có rất nhiều vàng để lựa chọn. Chúng tôi đi vào buổi chiều muộn, mát mẻ và thư giãn hơn.Đọc thêm",
            "Souq Waqif là một khu chợ truyền thống được tái tạo đẹp đẽ ở trung tâm Doha, không xa Corniche. Khu chợ ban đầu có từ những năm 1800 đã bị phá hủy trong trận hỏa hoạn năm 2003 nhưng được xây dựng lại vào năm 2006 và có giao diện chân thực. Có các cửa hàng từ trong ra ngoài bán quần áo, đồ trang sức, gia vị, động vật và đồ thủ công. Đó là một nơi tuyệt vời để nhận một món quà lưu niệm. Tôi thích điều này hơn nhiều so với khu chợ tồi tàn hơn ở Dubai, nơi những người bán hàng rất hung hãn và khó chịu. Áp lực tối thiểu ở Souq Waqif. Đây cũng là khu vực tuyệt vời để dùng bữa với nhiều nhà hàng khác nhau để bạn lựa chọn. Đó là một nơi sôi động và thậm chí còn thú vị hơn sau khi trời tối. Chúng tôi đã ở đây trong thời gian diễn ra World Cup và nó thật náo nhiệt. Nỗi thất vọng duy nhất của tôi là không có nơi nào để thưởng thức bia với những hạn chế trong nước, nhưng cuộc sống là vậy.Đọc thêm",
            "Souq Waqif là một khu chợ quyến rũ thực sự sống động từ hoàng hôn đến bình minh!! Sau khi khám phá nhiều khu chợ trên khắp thế giới, tôi phải nói rằng Souq Waqif nằm trong top 5 khu chợ yêu thích của tôi. Hãy đến đây khi đói vì đồ ăn ở đây vô tận và tất cả đều rất phải chăng. Hãy chuẩn bị dành ít nhất vài giờ ở đây, thời gian đó chắc chắn sẽ trôi qua rất nhanh vì khu chợ có rất nhiều món ăn hấp dẫn. Đọc thêm",
            "Tôi đã từng ghé qua các khu chợ ở những nơi như Maroc nên đã chuẩn bị sẵn sàng cho trải nghiệm mua sắm nóng bức và chật chội, nhưng tôi không thể nào sai hơn được. Khu chợ này được bố trí rộng rãi, có quạt và máy điều hòa không khí kỳ quặc giúp giảm bớt sức nóng. Về cơ bản, các chủ cửa hàng đều thân thiện, niềm nở và vui vẻ mặc cả. Chúng tôi đã thưởng thức một bữa tối thô sơ và sẵn sàng thực sự đích thực ở một góc souq - nhét những xiên thịt, vô số bánh mì mới nướng và lá tên lửa tươi. Chúng tôi không có đủ thời gian. Chúng tôi có thể đã dành hàng giờ ở đây - nhưng không muốn kéo bạn bè của mình vào mọi cửa hàng, chúng tôi đã trình bày tương đối ngắn gọn. Và phần thưởng khổng lồ - ở lối vào khu chợ vào buổi tối là một anh chàng cung cấp dịch vụ cưỡi lạc đà, đây là một dấu ấn rất lớn trong danh sách mong muốn ở Trung Đông của chồng tôi. Vâng, hãy quay lại! Đọc thêm",
            "Chuyến bay của chúng tôi bị hoãn nên chúng tôi có 24 giờ ở Doha. Chợ souk chắc chắn là điểm nhấn, chúng tôi sẽ dành nhiều thời gian hơn ở đây nếu có thể. Chợ khá thoáng so với các chợ khác trên thế giới và người bán có vẻ thân thiện và công bằng. Rất đáng để giới thiệu. Đọc thêm",
            "Cảnh tượng, âm thanh, mùi vị và hương vị sẽ để lại cho bạn những câu chuyện để kể và những kỷ niệm đáng trân trọng!\n\nKhi đến đây, tôi cảm thấy như mình đang ở một thế giới khác. Không khí ở đây rất Ả Rập đích thực đến nỗi bạn sẽ phải chụp ảnh. Những khu chợ nhộn nhịp khiến bạn cảm thấy như mình đã du hành ngược thời gian đến một khu chợ cổ xưa.\n\nChắc chắn là một trải nghiệm thú vị! Đọc thêm",
            "Souq Waqif ở Doha là sự pha trộn quyến rũ giữa truyền thống và hiện đại, mang đến cái nhìn thoáng qua về trung tâm văn hóa Qatar. Tản bộ qua những con hẻm như mê cung, tôi đắm chìm trong một hành trình đầy cảm giác về màu sắc, mùi hương và âm thanh. Kiến trúc này là một điều kỳ diệu, phản ánh di sản của khu vực đồng thời cung cấp các tiện nghi hiện đại.\nCác quầy hàng trong chợ tấp nập bày bán đủ loại hàng hóa, từ hàng thủ công phức tạp và hàng dệt may cho đến các loại gia vị tràn ngập không khí thơm ngát. Tôi quan sát sự tương tác sôi nổi giữa người dân địa phương và khách du lịch, tạo nên một bầu không khí thực sự sôi động.\nMặc dù Souq Waqif vẫn bảo tồn bản chất lịch sử nhưng nó cũng đáp ứng nhu cầu hiện đại với các phòng trưng bày nghệ thuật, cửa hàng thời trang và sự kiện văn hóa. Falcon Souq và Camel Pen thể hiện những truyền thống lâu đời. Thời gian tốt nhất để ghé thăm là vào những buổi tối mát mẻ hơn khi đàn quạ thưa hơn và bầu không khí mê hoặc.Đọc thêm",
            "Đến thăm Souq Waqif trong chuyến đi một mình là một trải nghiệm đáng chú ý. Bầu không khí sôi động của khu chợ, lịch sử phong phú và kiến ​​trúc tuyệt đẹp đã thu hút tôi ngay lập tức. Lang thang qua những con hẻm chật hẹp, tôi khám phá những món đồ thủ công, gia vị và dệt may truyền thống của Qatar. Những màn biểu diễn đường phố sôi động và ẩm thực địa phương ngon miệng càng làm tăng thêm sự quyến rũ. Những người bán hàng thân thiện và người dân địa phương thân thiện khiến tôi cảm thấy như đang ở nhà. Đây là điểm đến không thể bỏ qua đối với bất kỳ ai khám phá Doha một mình.Đọc thêm",
            "Souq Waqif, được xây dựng trên địa điểm của một khu chợ cổ ở trung tâm Doha. Nhiều thế kỷ trước, người Bedouin đã mang cừu, dê và len của họ đến đây để đổi lấy những nhu yếu phẩm cơ bản. Nước của vịnh vỗ vào lối vào chợ để các thương nhân có thể đến chợ bằng thuyền trên mặt nước, cũng như bằng lạc đà trên đất liền. Những cửa hàng bán cố định đầu tiên được xây dựng ở đây cách đây khoảng 250 năm. Trước đó, người bán đứng và bán hàng trên những quầy hàng tạm bợ, và chính từ truyền thống này mà tên của khu chợ bắt nguồn từ: waqif trong tiếng Ả Rập có nghĩa là đứng. Vào thế kỷ 19, toàn bộ quảng trường chợ đã được xây dựng lại một cách khéo léo. Các cửa hàng bằng gạch không nung với những thanh dầm gỗ lộ ra đã xuất hiện. Cuộc sống ở đây rất sôi động! Tuy nhiên, vào thế kỷ 20, với sự xuất hiện của các trung tâm mua sắm lớn có máy lạnh, chợ Souq Waqif đã suy thoái nghiêm trọng vào những năm 1990. Và vào năm 2003, hầu hết khu chợ đã bị hỏa hoạn thiêu rụi. Việc tái thiết quy mô lớn và khá thành công của khu chợ vẫn tiếp tục cho đến ngày nay. Tôi đặc biệt ấn tượng với khu chợ được gọi là Chợ Chim ưng, nơi bạn có thể nhìn thấy các loài chim săn bắn cho mọi sở thích. Một điều thú vị nữa là một số cửa hàng trông giống như bảo tàng hơn, trưng bày các hiện vật cổ cũng như đồ trang sức từ khắp thế giới Ả Rập. Nếu bạn đang có kế hoạch ghé thăm khu chợ này, đừng quên rằng hầu hết các cửa hàng đóng cửa vào khoảng 13:00 và mở cửa trở lại vào lúc 16:00. Do đó, vào ban ngày, khu chợ trông hoàn toàn trống rỗng. Đọc thêm",
            "Mạo hiểm đến Souq Waqif có cảm giác như đang lạc vào một bức tranh sống động, đầy hơi thở của tâm hồn Qatar. Không khí sống động với mùi gia vị, tiếng trò chuyện của những người buôn bán và tiếng xào xạc của những tấm vải sặc sỡ. Mỗi con hẻm hẹp đều chứa đựng một kho báu mới, từ những món quà lưu niệm thủ công đến những món ngon địa phương. Cho dù bạn đang mặc cả với người bán hàng, nhâm nhi cà phê Ả Rập hay chỉ đơn giản là tận hưởng nguồn năng lượng sôi động, Souq Waqif là một bữa tiệc cảm giác thể hiện bản chất văn hóa Qatar ở mọi góc cạnh.Đọc thêm",
            "Tôi và chồng đã có một trải nghiệm tuyệt vời ở đây. Chúng tôi đang tìm kiếm Gold Thumb. Chúng tôi đã tìm thấy nó! Nhưng trên hành trình của chúng tôi qua khu chợ, chúng tôi đã bị choáng ngợp bởi những màu sắc tuyệt đẹp tỏa ra từ mỗi cửa hàng. Có rất nhiều loại gia vị, hoa và thực phẩm mà tôi chưa từng thấy trước đây. Chúng tôi đi quanh một góc và bị thu hút bởi hàng trăm loài chim, bò sát, thỏ, vịt, gà, chó, cá, mèo, chuột lang, sóc bay.....tất cả đều được bán. Có rất nhiều nhà hàng và rất nhiều người. Chúng tôi đã đến vào ban đêm vì trời mát hơn nhiều và thích từng phút giây ở đó! Đọc thêm",
            "Phục vụ là tốt. Tuy nhiên, chúng tôi không hiểu rằng đây là chuỗi khách sạn nằm gần nhau. Cuối cùng chúng tôi đã không ở lại nơi mà chúng tôi nghĩ. Tuy nhiên, căn phòng chúng tôi có rất đẹp. Chúng tôi đã phải sắp xếp xe golf để đưa chúng tôi đi ăn sáng vì mất khoảng 15 phút đi bộ đến một khách sạn khác phục vụ bữa sáng. Tuy nhiên sẽ ở lại đó một lần nữa. Đọc thêm",
            "Chợ rất đẹp, nhiều cửa hàng đích thực...sản phẩm địa phương, chợ chim....thủ công mỹ nghệ, đồ lưu niệm...nhà hàng đẹpĐọc thêm",
            "Nơi tuyệt vời dành cho khách du lịch, đặc biệt vào mùa đông, nơi đây có bầu không khí mát mẻ và ấm cúng. Tôi đã thấy rất nhiều thay đổi về cơ sở hạ tầng xây dựng đường sá Như chúng ta thấy Qatar đang phát triển rất nhanhĐọc thêm",
            "Dạo quanh các khu chợ mang lại cho bạn cảm giác thực sự về Qatar khi nhìn thấy tất cả người dân địa phương và các mặt hàng khác nhau trong các cửa hàng nhìn thấy những gì họ cung cấp.Đọc thêm",
            "Yêu thích mua sắm pashmina. Bầu không khí đích thực thực sự tốt đẹp. Các chủ quầy hàng không hề thúc ép. Hàng đẹp chất lượng hương thơm Ả Rập tuyệt vời.Đọc thêm",
            "Hoàn toàn rực rỡ. Rất thú vị. Một điều bất ngờ ở mọi ngóc ngách. Rất hấp dẫn. Môi trường rất an toàn và đầy lòng hiếu khách tuyệt vời của người Ả Rập. Trải nghiệm tuyệt vời.Đọc thêm",
            "Nước hoa giá rẻ ở khu vực này có phải là hàng thật không? Hay chỉ là sản phẩm hạng A? Đọc thêm",
            "bạn nhận được những gì bạn phải trả cho......Đọc thêm",
            "Tôi sẽ bay qua Doha trong vài tuần nữa với thời gian quá cảnh 15 giờ và muốn gặp Souq Waqif nhưng tôi không chắc liệu có bất kỳ thay đổi nào đối với các quy định về việc đi ra ngoài sân bay trong thời kỳ dịch bệnh không?\nBất kỳ thông tin nào về các hạn chế chung của Covid cũng sẽ hữu íchĐọc thêm",
            "Bỏ qua lời khuyên về thị thực hết hạn. Chúng tôi là những người mang hộ chiếu Vương quốc Anh và Indonesia và chúng tôi vừa bước ra khỏi sân bay, tất cả những gì bạn cần là một bài kiểm tra âm tính mà bạn có thể mua ở sân bay và bắt taxi vào trung tâm thành phố trong khoảng 20 phút.Đọc thêm",
            "CHÀO\nchúng tôi muốn đặt souq waqif để dừng chân 1 đêm với khám phá qatar - chúng tôi có thể đặt bữa sáng vì nó không được bao gồm trong giá hoặc có nhiều địa điểm ăn uống gần đó không? cảm ơnĐọc thêm",
            "có hàng chục nhà hàng trong khu chợ, cũng có một số khách sạn. Chúng tôi ở trong khách sạn AL Najada Doha của Tivoli, chỉ cách khu chợ 5 phút đi bộ. Chắc chắn bạn sẽ có bữa sáng ở đây.Đọc thêm",
            "Tôi có một ngày ở Doha và tôi muốn đến Souq Waqif.  \nTôi đến vào sáng sớm và rời đi vào lúc nửa đêm. \nCách tốt nhất để đi từ sân bay là gì.  Và tôi đoán là quay lại?\nTôi có nên đi nơi khác không?  Tất cả các khuyến nghị đánh giá rất cao.\nCảm ơn.Đọc thêm",
            "Metro rất dễ dàng từ sân bay và uber cho chúng tôi rất hợp lý.  Chi phí tàu điện ngầm cho mỗi chuyến đi là 2 riyal qatari. Tùy thuộc vào thời gian lưu trú của bạn trong bao lâu, bạn cũng có thể đến trung tâm mua sắm ở Qatar. Mua vé tàu điện ngầm một ngày với giá 6 riyal qatari và bạn có thể đi tàu điện ngầm cả ngày.Đọc thêm",
            "Tôi muốn mua một tấm thảm thủ công ở chợ và tự hỏi liệu có ai có kinh nghiệm vận chuyển về Úc không?  Vì giới hạn hành lý của tôi là 30kg nên tôi muốn mua sắm và giao hàng về nhà.  Ai sẽ gửi hàng về nhà cho tôi và chi phí ước tính cho mỗi kg là bao nhiêu?  Một tấm thảm 3m x 3m sẽ nặng khoảng bao nhiêu?Đọc thêm",
            "Không biết loại thảm nào bạn có thể mua, nhưng souq waqif không nổi tiếng với những tấm thảm chính hãng. Chúng chỉ là loại rẻ tiền. Vì vậy, về nguyên tắc, bạn có thể cân nhắc mua và vận chuyển. Nếu bạn đang tìm kiếm thứ gì đó chính hãng, hãy tìm kiếm trên google các cửa hàng bán thảm khácĐọc thêm",
            "Tôi có chuyến quá cảnh 12 giờ ở Doha, vào ban đêm và tôi muốn ghé thăm khu chợ này. Tôi đọc rằng nó được mở 24 giờ. Có ai biết thông tin này có còn không? Đọc thêm",
            "Các cửa hàng thường đóng cửa lúc 10 giờ tối nhưng muộn hơn một chút nếu có người về. Nhà hàng đóng cửa muộn hơn.Đọc thêm",
            "Xin chào! Có lẽ câu hỏi của tôi sẽ là câu hỏi kỳ lạ nhất ở đây. Những ai đã từng đến Doha hoặc bất kỳ thành phố nào khác ở Qatar, xin vui lòng cho tôi biết giá ngũ cốc ở các cửa hàng tạp hóa là bao nhiêu? Quan tâm nhiều hơn đến bột mì. Ít nhất là một mức giá gần đúng cho 1 kg bột mì. Ít ai biết hoặc chỉ để ý trong chuyến thăm của họ. Cảm ơn bạn đã quan tâm!Đọc thêm",
            "Chào buổi chiều. Cụ thể, họ không để ý đến giá ngũ cốc. Nhưng nếu bạn tập trung vào cửa hàng, thì hãy cộng thêm 10 chi phí vào giá thông thường, tính trung bình thì điều này giống nhau đối với tất cả các sản phẩm so với giá ở Moscow.Đọc thêm",
            "Bạn có cho rằng thị trường vàng ở Doha tương tự như Dubai, nơi giá vàng được thiết lập hàng ngày?  Có những giá trị tốt nào được tìm thấy không? Có bao nhiêu nhà cung cấp vàng?Đọc thêm",
            "Giá vàng được thiết lập hàng ngày trên toàn cầu không chỉ ở dubai hay qatar, tôi không biết chính xác có bao nhiêu nhà cung cấp nhưng có một thị trường lỗ hổng và rất nhiều nhà cung cấp, các cửa hàng cũ ban đầu và các cửa hàng phong cách mới và hiện đại về vàng, ngọc trai, kim cương v.v. từ số lượng nhỏ đến những thứ rất đắt tiền, bạn có thể tìm thấy bất cứ thứ gì tùy theo ngân sách của mình Đọc thêm",
            "Có tiệm cắt tóc nào bên trong Souq Waqif không?Đọc thêm",
            "Vâng!Đọc thêm",
            "Xin chào, Ai có thể cho tôi lời khuyên về quy định trang phục cho phụ nữ Châu Âu trên bãi biển Katara. Quy định về đồ bơi như thế nào?  Cảm ơnĐọc thêm",
            "Xin chào,\n   Gần đây đã có một sự thay đổi trong chính sách đối với phụ nữ và đồ bơi. Không mặc bikini ở nơi công cộng, hồ bơi của khách sạn sẽ cho phép mặc bikini, nhưng hãy luôn yêu cầu trước. Khi bơi nơi công cộng, phụ nữ phải che vai, mặc áo phông và đùi đến đầu gối. Ngoài ra, nếu là khu vực bãi biển dành cho gia đình thì không được phép đi lẻ, chỉ được đi một gia đình.Đọc thêm"
        ],
        "star_ratings": [
            5389,
            2907,
            701,
            82,
            57
        ],
        "review_amount": 9136,
        "location": [
            "Qatar",
            "Souq Waqif",
            "Trung đông",
            "Những điều cần làm ở Doha",
            "Doha"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written June 27, 2023",
            "Written June 29, 2023",
            "Written June 30, 2023",
            "Written July 30, 2023",
            "Written August 2, 2023",
            "Written August 7, 2023",
            "Written August 12, 2023",
            "Written August 14, 2023",
            "Written August 21, 2023",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 20, 2024",
            "Written May 17, 2024",
            "Written May 11, 2024",
            "Written May 9, 2024",
            "Written May 7, 2024",
            "Written May 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294009-d1768661-Reviews-Souq_Waqif-Doha.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d7952031-Reviews-La_Piazza_Restaurant-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d7711898-Reviews-Al_Terrace-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d7902819-Reviews-Al_Shurfa_Arabic_Restaurant-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d7896464-Reviews-Argan_Moroccan_Restaurant-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d20139765-Reviews-Nakhchivan-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d5522564-Reviews-Al_Matbakh_Restaurant-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d7900225-Reviews-La_Patisserie-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d12537777-Reviews-Parisa_at_Souq_Waqif-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d25064896-Reviews-Cafe_875-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d1841897-Reviews-Bandar_Aden_Restaurant-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d3177540-Reviews-Souq_Waqif_Falcon_Hospital-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d25420830-Reviews-The_Golden_Thumb_Statue-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2061376-Reviews-Fanar_Qatar_Islamic_Cultural_Center-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d8836153-Reviews-Msheireb_Museums-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d23018949-Reviews-Souq_Waqif_Art_Center-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d386697-Reviews-Al_Koot_Fort-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d25427839-Reviews-Mina_District_Old_Doha_Port-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d386696-Reviews-State_Grand_Mosque-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d24963627-Reviews-Education_City_Mosque-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d27767480-Reviews-Gandih_s_Three_Monkeys-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d1768661-Reviews-or10-Souq_Waqif-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d17782661-Reviews-Murex_Activities_Tours-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d1773557-Reviews-Villaggio-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d386695-Reviews-City_Centre_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2693190-Reviews-Lagoona_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d7189742-Reviews-Ezdan_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d8272930-Reviews-Fire_Station_Artist_in_Residence-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d7973936-Reviews-The_Gate_Mall_Doha-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d23793668-Reviews-Galeries_Lafayette-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d13482194-Reviews-Mirqab_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d26499421-Reviews-DMC_DOHA_HOLIDAYS_STOPOVER_TOURS-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g3221436-d9740235-Reviews-Embrace_Doha-Al_Wakrah.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d12180001-Reviews-The_Spa-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d10724403-Reviews-Falcon_Tours-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d25198421-Reviews-Emerald_Spa-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d16845606-Reviews-Albasem_Jewellery-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d27093969-Reviews-Gulf_Desert_Rose_Tourism_Services-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d25383887-Reviews-Shaza_Hammam_and_Spa-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d1594064-Reviews-Jungle_Rapids_Family_Fun_Park-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1605002-Reviews-Faust_Wine_Cellar-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g190326-d2624344-Reviews-St_Paul_s_Catacombs-Rabat_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g660503-d3507784-Reviews-Dinopark-Goynuk_Kemer_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g33657-d538038-Reviews-Fish_Creek_Falls-Steamboat_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g42881-d109974-Reviews-Lego_Imagination_Center-Bloomington_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g31411-d108840-Reviews-Standin_On_The_Corner-Winslow_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d17529255-Reviews-Coral_Cliff-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g47224-d3678173-Reviews-Williams_Lake-Taos_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d155842-Reviews-Gastown-Vancouver_British_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294009-d1768661-Reviews-or10-Souq_Waqif-Doha.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294009-d1768661-Reviews-Souq_Waqif-Doha.html"
    }
]