[
    {
        "attraction_name": "South Shore Line",
        "attraction_name_vi": "Tuyến Bờ Nam",
        "general_info": [
            "34 đánh giá",
            "- 34 trong số 70 điều cần làm ở South Bend",
            "Hệ thống giao thông công cộng"
        ],
        "attraction_summary": "Đã thực hiện hai chuyến khứ hồi từ South Bend đến trung tâm thành phố Chicago trong những tuần gần đây. Đường ray kép nhằm mục đích giúp mọi việc nhanh hơn nhưng các chuyến tàu vẫn trễ 15 đến 20 phút so với lịch trình. Cho rằng việc theo dõi kép tốn hàng triệu đô la và nhằm mục đích làm cho mọi việc nhanh hơn đáng kể, đây chỉ là một trò đùa.Đọc thêm",
        "reviews": [
            "Có người ngủ ở công tắc. Chúng tôi ở trong khoang giữa các toa tàu, cố gắng thoát ra khi tàu rời khỏi sân ga. Có vẻ như không ai giám sát xem hành khách đã đi qua lối ra trước khi tàu khởi hành hay chưa, họ chỉ đi khi họ muốn?! Hãy sẵn sàng chạy đến lối ra. Thật tệ nếu bạn không phải là người ngoài hai mươi tuổi với chỉ một chiếc áo phông và ba lô để lo lắng. Đọc thêm",
            "Tàu trễ 30 phút và điều hòa trên tàu không hoạt động. Tôi đang ngồi đây ướt đẫm mồ hôi khi viết những dòng này. Đây là trải nghiệm du lịch tồi tệ nhất tôi từng có. Tôi cảm thấy như mình sắp bị say nắng. Hãy tránh công ty này bằng mọi giá. Đọc thêm",
            "Nếu bạn - đã từng đi du lịch bằng tàu hỏa ở Châu Âu, bạn - sẽ đánh giá cao sự tiện lợi của chuyến tàu này từ South Bend đến Chicago!  Việc vận chuyển do thi công diễn ra liền mạch; chúng là xe buýt chở những người đi tàu khác, không phải xe buýt thành phố. Wi-fi hơi yếu - khiến tôi khó làm việc trên máy tính xách tay - , nhưng việc di chuyển dễ dàng đã bù đắp cho điều đó.Đọc thêm",
            "We rode the train from South Bend airport to Chicago for a day trip on a Saturday in August. Overall it felt long, crowded and chaotic. We - re fairly seasoned travelers, and have taken trains all over the world. We didn - t enjoy this one.First, the website needs serious improvements. Even though it looks nice, it doesn - t answer a lot of basic questions, including basic route questions. We did not feel confident we were getting up to date info. One small example: we weren - t sure where to find the station in South Bend and it didn - t come up on maps but it turns out it - s right at the airport and you can - t miss it as you drive up to the departure lanes. We used the app to buy tickets  - not bad for that -  but otherwise not great, as I - ll explain shortly. -  Here - s what we didn - t like about this train trip:1. There is service disruption between Michigan City and Gary IN. We had to get off the train and get on busses. It was pouring rain  - and we didn - t have umbrellas unfortunately -  and people were frantically trying to get onto a  bus, with multiple options and no idea which ones were already full. We got on soaking wet and the A - C was blasting  - good on a hot day but not when you - re soaked from the rain. -   On the way back from Chicago to IN, the bus situation was very confusing. Someone was trying to yell instructions about which bus to get onto as some of the buses went to different locations. No signage that we could see on the buses. People were crowding onto overfilled buses and having to move to another one. 2. Terrible signage. There is little signage for these trains. Once you are on there is NO information about stops. I - m used to trains with electronic signs that will tell you which stop you - re at and what stop is next. Nothing like that - not even a list on the wall of the train. On the train between Gary and Chicago the intercom was so fuzzy that all announcements were completely unintelligible.  Also, strangely, it was hard to look out the window and see signs indicating the current stop at some stations. 3. App is not great. Buying tickets was easy on the app but the route map is terrible and the train tracker was worthless. Again, we had no idea which stop was coming up and we couldn - t even find a complete list of stops. As a result we got off on the wrong stop in Chicago and had to Uber to our correct destination. 4. Trains are dirty, seats ripped etc. The one time we tried the toilet, the door wouldn - t lock and the toilet wasn - t flushing. Wifi was just so so and there were no charging ports. I can - t imagine commuting on this train. Ugh! 5. No food or drinks available. There was a vending machine when we got off the bus but we had no idea how long we had for the transfer so we didn - t stop. Mind you this was about a 3 hour trip each way. Wish we had come better prepared. The bright spots: most employees tried to be super helpful even though it seemed they were stretched thin.  - That - s why in Chicago we got off at the wrong spot - we couldn - t find anyone to ask. -  We thought the tickets were reasonable for a 3 hour trip. Maybe they aren - t charging enough to make necessary improvements! I don - t think I would take this train again until the tracks are fixed and the bus transfer nonsense is done. And then I - d want to know they made improvements to the trains. As it was, I just wanted to take a shower afterward. It felt gross.Read more",
            "Xe buýt từ ga Dune Park đến Gary, sau đó chuyển sang tàu lửa đi Chicago. Đào tạo đúng giờ. Lên kế hoạch chuyển thiết bị của bạn. Cuối cùng cũng có người nói với tôi rằng có thang máy. Có nhà vệ sinh trong ga, a - c đang hoạt động.Đọc thêm",
            "Trải nghiệm tàu ​​tồi tệ nhất từ ​​trước đến nay. Chắc chắn tốt hơn là lái xe từ Southbend đến Chicago. Tôi nghĩ đi tàu đến triển lãm ô tô sẽ là một trải nghiệm thú vị nhưng thay vào đó chúng tôi lại lên xe buýtĐọc thêm",
            "Tuyến tàu tồi tệ nhất tôi từng trải qua. Nếu bạn cần đến một nơi nào đó đúng giờ thì đừng sử dụng South Shore. Tôi không nghĩ tàu đã từng đến đúng giờ khi tôi đi nó. Hôm nay đi về phía tây, tàu bị trễ 35 phút mà không có lời giải thích nào. Họ dường như không quan tâm chút nào đến việc bạn đi làm muộn. Lái xe xa hơn một chút và đi Metra.Đọc thêm",
            "Trang gửi báo cáo của bờ nam không hoạt động và tôi có cảm giác như họ cố tình làm điều này để tránh vô số lời phàn nàn mà họ sẽ nhận được. Tại sao chuyến tàu giờ cao điểm chỉ có ba toa??? Chuyến tàu 108 cho chuyến tàu lúc 6:46 sáng chỉ có ba toa, ý tưởng của ai là chuyến tàu buổi sáng mà mọi người đi làm và đi học chỉ có ba toa?? Điều tương tự cũng xảy ra trên chuyến tàu lúc 4 giờ 30 chiều, VÀO GIỜ CAO CẤP. Tôi hầu như không thể đi vệ sinh trên chuyến tàu đó vì mỗi toa đều quá đông đúc. Tôi hiện đang nhìn thấy 15 người đứng trong ô tô của tôi trên chuyến tàu lúc 6:46 sáng, 108. Ngoài ra, các chuyến tàu thường bị trễ khi bạn đang ở trên tàu và có lần đã bị trễ 2 giờ! Cảm ơn Chúa, tôi thực sự đã có một chỗ ngồi trên chuyến tàu đó và tôi không phải cúi người đứng suốt thời gian đó. Đây không phải là xe buýt CTA, hãy làm tốt hơn.Đọc thêm",
            "Đã đi phẫu thuật ở Chicago từ South Bend. Các chuyến tàu bị trễ trên đường trở về South Bend. Chúng tôi lên tàu, hỏi người soát vé xem chúng tôi có đi đúng tàu không. Chúng tôi đã cho anh ấy xem vé của mình và anh ấy nói, - Vâng, bạn - đang lên đúng chuyến tàu. - Hóa ra anh ta thậm chí còn không đọc vé. Hoặc không - tôi không quan tâm. Điểm dừng cuối cùng là ở thành phố Michigan. Nó thậm chí còn không tới South Bend! Họ thả chúng tôi xuống thành phố Michigan, điểm dừng cuối cùng. Chúng tôi đã yêu cầu giúp đỡ và họ không giúp đỡ chúng tôi. Chúng tôi phải gọi bạn bè và gia đình đến đón. Chúng tôi đã cách họ hơn một tiếng rưỡi! Bên ngoài trời lạnh, tối và mưa. Chúng tôi phải đi bộ vài dãy nhà để trú ẩn trong một chiếc tàu điện ngầm. Chồng tôi đã yếu đi sau quá trình phẫu thuật và đó là một cơn ác mộng! HÃY THẬN TRỌNG ĐI DỊCH VỤ NÀY. DỊCH VỤ KHÁCH HÀNG KHÔNG Tồn tại. KHÔNG CÓ THÔNG TIN ĐẦY ĐỦ VỀ CÁC TÀU HIỂN THỊ TẠI CÁC ĐIỂM DỪNG.Đọc thêm"
        ],
        "star_ratings": [
            18,
            1,
            2,
            3,
            11
        ],
        "review_amount": 35,
        "location": [
            "Indiana - TRONG -",
            "Hoa Kỳ",
            "Tuyến Bờ Nam",
            "Những hoạt động nên làm ở Nam Bend",
            "khúc cua phía nam"
        ],
        "reviews_time": [
            "Written May 28, 2024",
            "Written April 30, 2024",
            "Written August 23, 2023",
            "Written August 21, 2023",
            "Written August 13, 2023",
            "Written May 17, 2023",
            "Written February 11, 2023",
            "Written September 18, 2022",
            "Written May 18, 2022",
            "Written September 14, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37535-d14067576-Reviews-South_Shore_Line-South_Bend_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d14067576-Reviews-or10-South_Shore_Line-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d14475290-Reviews-Doma_Luxury_Spa-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d196032-Reviews-Landesmuseum-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g53038-d2296320-Reviews-Philadelphia_Premium_Outlets-Limerick_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d2142179-Reviews-Oasis_Mall-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g652016-d3211983-Reviews-Spiaggia_La_Cinta-San_Teodoro_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1588158-d532157-Reviews-Dixville_Notch_State_Park-Dixville_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d8498091-Reviews-Mlini_Beach-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g494960-d8598927-Reviews-Playa_Cala_Sa_Boadella-Lloret_de_Mar_Costa_Brava_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d3657242-Reviews-Aquadrom-Tirana_Tirana_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37535-d14067576-Reviews-or10-South_Shore_Line-South_Bend_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37535-d14067576-Reviews-South_Shore_Line-South_Bend_Indiana.html"
    }
]