[
    {
        "attraction_name": "Southern Belle Farm",
        "attraction_name_vi": "Trang trại Nam Belle",
        "general_info": [
            "203 đánh giá",
            "- 1 trong 31 điều cần làm ở McDonough",
            "Trang trại"
        ],
        "attraction_summary": "Trang trại Southern Belle ở McDonough, GA, - vùng đô thị phía nam Atlanta - là một trang trại đang hoạt động rộng 200 mẫu Anh, với dâu tây U Pick, bí ngô, mê cung ngô và niềm vui gia đình kiểu cũ. Tổ chức các chuyến đi thực tế giáo dục, đám cưới, tiệc sinh nhật và các cơ sở để tổ chức các sự kiện nhóm công ty quanh năm.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi vào chủ nhật cuối cùng của tháng Tư. Tất cả các quảng cáo - trên tin tức và internet - và trang web đều đưa ra hướng dẫn về cách chọn, khi nào nên thực hiện, cách thực hiện, mặc gì. Vậy là bây giờ đã đến mùa quả chín mọng.  Chúng tôi không những KHÔNG được hái dâu mà để lấy dâu, chúng tôi phải đợi công an cho phép vào cửa hàng để mua những quả đã hái sẵn. Kiểm soát đám đông. Đến đông đúc để trải nghiệm - trang trại, đến đông đúc để mua sắm. Chúng tôi mua những quả mọng - - 20 quả một gallon - nhưng chúng đã được bảo quản trong tủ lạnh và không có vị tươi mát của ánh nắng. Tôi có thể mua tốt hơn ở cửa hàng tạp hóa gần đó. Chúng ta sẽ không trở lại.  Tôi đã gửi một email, rất hay, giải thích suy nghĩ của chúng tôi. Không trả lời. Họ đã biến một nơi thú vị để ghé thăm thành một trang trại có phòng dành cho trẻ em.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm trang trại của gia đình chúng tôi và cho chúng tôi biết về trải nghiệm của bạn. Chúng tôi xin lỗi vì thông tin sai lệch và nếu chúng tôi bỏ lỡ email của bạn. Chúng tôi cố gắng xác định rõ ràng những gì chúng tôi có và những gì chúng tôi không có để lựa chọn mỗi ngày. Chúng tôi cập nhật biểu ngữ trên cùng của trang web và các trang truyền thông xã hội của mình với những gì hiện đang được chọn vì nó thay đổi theo từng ngày. Chúng tôi đánh giá cao phản hồi của bạn vì nó giúp gia đình chúng tôi đưa ra quyết định và cải thiện trải nghiệm của khách hàng trong tương lai. Nếu bạn có bất kỳ đề xuất nào khác, vui lòng gọi cho chúng tôi theo số 770-288-2582 và yêu cầu nói chuyện với một trong những người quản lý của chúng tôi. Chúng tôi hy vọng sẽ gặp lại bạn tại trang trại trong tương lai.  Đọc thêm",
            "Trẻ em đã vui vẻ. Trang trại sạch sẽ và được bảo trì tốt. TUY NHIÊN, dâu tây cực kỳ đắt tiền và hoàn toàn vô vị. Họ cũng loại bỏ thức ăn khỏi khu vực vui chơi của trẻ em và để những chiếc xe tải chở đồ ăn lễ hội ồn ào khủng khiếp chiếm giữ bãi đậu xe phía trước chợ. Mang theo thức ăn của riêng bạn nếu không bạn sẽ đói và tránh mùa hái dâu. Không đáng đâu. Quả mọng tốt hơn ở cửa hàng tạp hóa. Đọc thêm",
            "Cảm ơn bạn đã ghé thăm trang trại của gia đình chúng tôi và cho chúng tôi biết về trải nghiệm của bạn. Chúng tôi cố gắng cung cấp trải nghiệm chất lượng cho mỗi khách đến thăm trang trại gia đình của chúng tôi. Chúng tôi đánh giá cao phản hồi này vì nó giúp gia đình chúng tôi đưa ra quyết định và cải thiện trải nghiệm của khách hàng khi trang trại của chúng tôi phát triển. Nếu bạn muốn chia sẻ những cách cụ thể mà chúng tôi có thể cải thiện trải nghiệm của bạn trong những lần ghé thăm sau này, hãy gọi cho chúng tôi theo số 770-288-2582 và yêu cầu nói chuyện với một trong những người quản lý của chúng tôi. Chúng tôi hy vọng sớm được gặp lại bạn tại trang trại. Đọc thêm",
            "Đây là một nơi tuyệt vời để ghé thăm.  Chúng tôi đã đưa bố tôi đến đây và ông ấy yêu thích nó.  Tôi cũng đã đưa cháu trai của mình đến đây nhiều lần và đã đưa những du khách khác đến đây trong vài năm qua.  Họ có bánh dâu tây và kem dâu tây tuyệt vời.  Họ cũng có kem đào ngon.  Lý do duy nhất tôi không cho nó năm sao là vì giá thành.  Tôi muốn đưa cháu trai của tôi vào cuối tuần này đến dự lễ hội ông già Noel của chúng, nhưng chi phí là - 30,00 và tôi không chắc rằng chúng tôi cũng sẽ - không phải trả tiền.  Tuy nhiên, người dân ở đó rất có sức chứa.  Khi chúng tôi đi hái đào, họ chở tôi đến vườn cây ăn quả.  Tôi phải sử dụng xe lăn để đi bộ nên điều đó thật tuyệt vời!  Họ luôn lịch sự và có nhà vệ sinh đẹp cũng như những điểm dành cho người khuyết tật gần cửa hàng.  Đó là một bước lùi thời gian để tận hưởng những thú vui đơn giản!Đọc thêm",
            "Cảm ơn bạn đã ghé thăm trang trại của gia đình chúng tôi và dành thời gian để lại nhận xét cho chúng tôi! Chúng tôi rất vui vì bạn thích món tráng miệng tự làm và trái cây tự hái của chúng tôi. Chúng tôi hy vọng sẽ gặp lại bạn vào mùa xuân này! Đọc thêm",
            "Trang trại Southern Bell thật TUYỆT VỜI!! Trẻ em và người lớn đều thích nó. Đôi khi mê cung ngô quá khó và gây mất tập trung nhưng mê cung này thật tuyệt vời!! Những trái cây tươi được trồng sẽ khiến vị giác của bạn say mê! Tôi thực sự khuyên bạn nên sử dụng trang trại chuông phía nam!Đọc thêm",
            "Cảm ơn bạn đã ghé thăm trang trại của gia đình chúng tôi và dành thời gian đánh giá chúng tôi 5 sao trên TripAdvisor! Chúng tôi rất vui vì mọi người đã có khoảng thời gian vui vẻ và chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "Trang trại du lịch nông nghiệp do gia đình sở hữu và điều hành. Bạn có thể trả tiền vào cửa và cho bọn trẻ chơi và đi tham quan các điểm tham quan. Đây là một nơi tuyệt vời cho trẻ em và phù hợp cho các cặp vợ chồng không có con. Chúng tôi đã nhìn thấy các cuộc đua lợn từ xa, thật dễ thương...nhưng Tôi không - không cần phải trả tiền cho việc đó.  Chúng tôi là một cặp vợ chồng không có con. Nếu bạn là người keo kiệt như tôi, bạn có thể ghé thăm cửa hàng và mua thứ gì đó nếu bạn muốn.  Bạn có thể tham quan các cánh đồng và xem những gì đang phát triển. Chúng tôi đi ngang qua những vườn hoa và miếng bí ngô cũng như vườn nho. Chúng tôi cũng phải nuôi ngựa và lừa. Chúng tôi phải nếm thử nho.  Hôm đó người ta đang hái hoa. Dựa vào mùa, bạn sẽ thấy và chọn các loại cây trồng khác nhau, bao gồm các loại quả mọng và những thứ tương tự. Bạn có thể dành ít nhất một hoặc bốn giờ ở đây. Thật thú vị và đó là điều nên làm ở McDonough. Mọi người làm việc ở đó RẤT Thân thiện và Đẹp.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm trang trại của gia đình chúng tôi và dành thời gian để lại đánh giá cho chúng tôi trên TripAdvisor! Chúng tôi rất vui vì bạn thích các món quà ở Chợ, miếng hoa và xạ hương của chúng tôi. Cảm ơn bạn đã ghé thăm với động vật trang trại của chúng tôi. Mong sớm được gặp lại bạn! Đọc thêm",
            "Đây là điểm dừng chân thú vị của chồng tôi và tôi - ở độ tuổi 60. Một vụ nổ cho trẻ em nếu bạn có.  Tôi đã thấy thông tin trên internet về nó và rất vui vì chúng tôi đã dừng lại.  Chúng tôi thực sự đã đi ra những cánh đồng rộng lớn và tìm thấy những quả dâu tây tuyệt vời - họ nói là cuối mùa.. nhưng chúng rất ngon - cũng có những quả dâu xanh và đào vào thời điểm này trong năm.  Tất cả các nhân viên đều rất tốt.     Tôi đề nghị nhân viên kiểm tra người dân trên đồng vào những ngày nắng nóng để đảm bảo họ có nước.  Chúng tôi đã già đi.. chà.. Tôi cảm thấy chóng mặt và không còn đường quay lại ngoài việc phải tiếp tục bước đi trong cái nóng.   Khi tôi gần như gục ngã khi quay trở lại, tôi đã nói với nhân viên rằng tôi cần nước càng sớm càng tốt.. anh ấy đã chạy đi lấy cho tôi một ít. Tôi hỏi tôi nợ anh ấy bao nhiêu.. anh ấy không nói gì.  Điều đó thật tuyệt, cảm ơn bạn, tôi đánh giá cao nó.  Tôi cũng cho họ biết rằng họ có thể đề cập với quản lý cấp trên rằng ai đó có thể kiểm tra người dân trên đồng vào những ngày nắng nóng.  Đây là một tuần cực kỳ nóng đối với thời điểm này trong năm - xung quanh.     Chúng tôi phải có kem làm tại nhà - vâng, tôi là người thích ăn kem và tôi sẽ ghé qua đây bất cứ lúc nào chỉ vì điều đó.  Chúng tôi đã mang về nhà một số loại thạch làm tại nhà, chúng rất ngon và rất tiếc là bây giờ tôi đã không nhận được lọ lớn hơn.  Chúng tôi hy vọng sẽ quay trở lại theo cách đó - từ AZ - và bạn có thể cá rằng chúng tôi sẽ quay lại đây sớm hơn một lần nữa - .và một lần nữa.  Hãy tiếp tục phát huy nhé.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm trang trại của gia đình chúng tôi và dành thời gian để lại nhận xét cho chúng tôi! Chúng tôi đánh giá cao phản hồi của bạn khi chúng tôi cố gắng làm cho mỗi trải nghiệm trở nên tuyệt vời. Chúng tôi rất vui vì bạn yêu thích kem và thạch của chúng tôi. Chúng tôi mong muốn có bạn trở lại một lần nữa! Đọc thêm",
            "Cửa hàng nông sản vui vẻ. Đã tự mình hái trái cây, rau và hoa. Và bạn phải có được một lọ dưa chua ánh trăng! Ngoài ra còn có một số loại rau trong cửa hàngĐọc thêm",
            "Cảm ơn bạn đã ghé thăm trang trại của gia đình chúng tôi và dành thời gian đánh giá chúng tôi 5 sao trên TripAdvisor! Chúng tôi rất vui vì bạn yêu thích các sản phẩm trên Chợ của chúng tôi. Chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "Dừng lại để hái Đào và rất vui khi thấy tất cả Trái cây đều đang vào mùa. Họ có Đào, Dâu, Blackberry, Quả việt quất và nhiều hơn nữa. Bạn có thể chọn bất kỳ loại trái cây nào bạn thích và đổ đầy xô của bạn. Đã có khoảng thời gian hái trái cây tuyệt vời cùng gia đình và chắc chắn sẽ làm lại. Trời nóng nên sau khi chúng tôi vào trong và ăn kem Đào và Dâu ​​tự làm thì ngon quá!Đọc thêm",
            "Cảm ơn bạn đã ghé thăm trang trại của gia đình chúng tôi và dành thời gian đánh giá chúng tôi 5 sao trên TripAdvisor! Chúng tôi rất vui vì bạn yêu thích trái cây U-pick và kem tự làm của chúng tôi. Chúng tôi rất mong chờ lần viếng thăm tới của bạn! Đọc thêm",
            "Chắc chắn rất thích chuyến thăm của chúng tôi đến trang trại này. Chúng tôi rất thích đi dạo qua những cánh đồng hoa và được hái những quả đào ngọt ngào, mọng nước và thơm ngon ngay trên cây! Đó là một buổi chiều mùa hè nóng nực, bạn được thưởng thức món đào cobbler với kem mát lạnh và mua đồ lưu niệm - thạch, đậu phộng rang, hồ đào giòn - ở chợ quê.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm trang trại của chúng tôi và dành thời gian để lại cho chúng tôi 5 sao trên TripAdvisor! Chúng tôi rất vui vì bạn thích đào, hoa và đồ ăn ở chợ U-pick của chúng tôi. Chúng tôi mong được chào đón bạn trở lại khi chúng tôi khai trương vào mùa xuân này. Mong gặp bạn lại thật sớm! Đọc thêm",
            "Bạn chỉ có thể - đừng sai ở đây!  Các loại trái cây và rau quả mà BẠN có thể hái hoặc có thể mua là - NGOÀI BỤI - tươi!  Ngoài ra, cửa hàng tổng hợp còn bán rất nhiều đồ ăn ngon và mát mẻ!Đọc thêm",
            "Cảm ơn bạn đã ghé thăm trang trại của chúng tôi và dành thời gian để lại cho chúng tôi 5 sao trên TripAdvisor! Chúng tôi rất vui vì bạn thích hái trái cây của chúng tôi. Chúng tôi mong được chào đón bạn trở lại! Đọc thêm"
        ],
        "star_ratings": [
            158,
            34,
            8,
            0,
            3
        ],
        "review_amount": 203,
        "location": [
            "Georgia - GA -",
            "Những điều cần làm ở McDonough",
            "Hoa Kỳ",
            "McDonough",
            "Trang trại Belle miền Nam"
        ],
        "reviews_time": [
            "Written May 1, 2024",
            "Written May 27, 2023",
            "Written December 17, 2022",
            "Written October 10, 2022",
            "Written October 8, 2022",
            "Written July 18, 2022",
            "Written June 28, 2022",
            "Written June 18, 2022",
            "Written February 4, 2022",
            "Written September 5, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35102-d2559633-Reviews-Southern_Belle_Farm-McDonough_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35102-d15243420-Reviews-Chicken_Salad_Chick-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35102-d917253-Reviews-Pilgreen_s_Restaurant-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35102-d4248589-Reviews-Zaxby_s-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35102-d15063407-Reviews-Zaxby_s-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35102-d10333896-Reviews-Bonzu_Japanese_Steakhouse_and_Sushi_Bar-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35102-d8799792-Reviews-Chick_fil_A-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35102-d5013123-Reviews-Berry_Mango_s_Yogurt_Bar-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35102-d9795407-Reviews-Taco_Bell-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35102-d9820221-Reviews-Dunkin-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35102-d4637803-Reviews-Sticky_Cactus-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d7224942-Reviews-Veterans_Wall_of_Honor-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d9453037-Reviews-Heritage_Park-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d3670132-Reviews-The_Henry_Players-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d8567570-Reviews-McDonough_Welcome_Center-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d19354555-Reviews-Cigar_Box_Guitar_Festival-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d17779334-Reviews-C_O_Polk_Interactive_Museum-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d23676849-Reviews-Camera_Museum-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d25189256-Reviews-Southern_Ghost_Tours-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d11666562-Reviews-South_View_Cemetery-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d2196223-Reviews-Metropolis_Airsoft_Arena-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d2559633-Reviews-or10-Southern_Belle_Farm-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d27008769-Reviews-Red_Hawk_Baseball_Complex-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34864-d560308-Reviews-Monastery_of_the_Holy_Spirit-Conyers_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35071-d1067430-Reviews-Tanger_Outlets_Locust_Grove-Locust_Grove_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d23741145-Reviews-Axe_Country-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d21386879-Reviews-Sweet_Ashley_s-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d20090245-Reviews-Escape_The_Museum-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35281-d10261693-Reviews-Yule_Forest-Stockbridge_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d7647268-Reviews-Regal_Cinemas_McDonough_Stadium_16-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d5841664-Reviews-Three_Dollar_Cafe_McDonough-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g580311-d1788616-Reviews-Hams_Caves-Porto_Cristo_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d4431766-Reviews-Olympia_Terminal-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d14160395-Reviews-Busan_Museum_Of_Movies-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g35328-d12871364-Reviews-Tybee_Golf_Carts-Tybee_Island_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d546215-Reviews-Depeche_Mode_Baar-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1066264-Reviews-13th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d2578748-Reviews-Mercato_Nuovo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d3239880-Reviews-Estadio_Monumental_De_River_Plate-Buenos_Aires_Capital_Federal_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d19410547-Reviews-One_Galle_Face-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d1547607-Reviews-Hunter_Springs_Park-Crystal_River_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35102-d2559633-Reviews-or10-Southern_Belle_Farm-McDonough_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35102-d2559633-Reviews-Southern_Belle_Farm-McDonough_Georgia.html"
    }
]