[
    {
        "attraction_name": "Spa World",
        "attraction_name_vi": "Thế giới spa",
        "general_info": [
            "302 đánh giá",
            "1 trong 7 Spa chăm sóc sức khỏe tại Centreville",
            "Spa"
        ],
        "attraction_summary": "Đó là trải nghiệm tồi tệ nhất trong cuộc đời tôi. Đầu tiên, người phụ nữ đeo kính đối xử với tôi một cách thiếu chuyên nghiệp và rất thô lỗ. Vợ chồng tôi đã đến đó vào tuần trước và cô ấy nói với chúng tôi rằng chúng tôi không được phép bơi trong trang phục thông thường và cần có đồ bơi phù hợp. Tôi dời cuộc hẹn sang ngày 5 tháng 6, nhưng khi đến nơi, cô ấy giận dữ nói với tôi rằng tôi không có lịch hẹn vào ngày hôm đó. Cô ấy không chuyên nghiệp, thường xuyên làm phiền tôi và quan tâm đến người khác mặc dù tôi đến sớm hơn. Tôi hy vọng hành động thích hợp sẽ được thực hiện đối với hành vi của cô ấy. Ngoài ra, cô ấy dường như không tôn trọng sự đa dạng văn hóa.Đọc thêm",
        "reviews": [
            "Đầu tiên, hãy để tôi nói rằng tôi kinh hoàng khi xem tất cả các bức ảnh trên mạng. Máy ảnh bị cấm đi qua quầy lễ tân, vì vậy việc biết rằng mọi người đang sử dụng máy ảnh ở nơi được cho là an toàn là không thể chấp nhận được. Spa World cung cấp các hồ tắm, phòng xông hơi khô và ướt, phòng xông hơi khô được thiết kế để giải độc cơ thể bằng các vật liệu tạo nên phòng như than củi, trang điểm vĩnh viễn, dịch vụ chống lão hóa, mát-xa, tẩy tế bào chết toàn thân, phòng tập thể dục, đồ ăn và đồ uống. Dịch vụ ăn uống chậm. Bản thân thức ăn cũng ổn. Các phần ăn là những gì bạn sẽ ăn và không còn nữa. Điều đó không sao cả vì bạn sẽ đặt chiếc hộp mang đi của mình ở đâu khi bạn đang sử dụng thiết bị này? Nó cũng đắt đỏ, và vì họ có lượng khán giả bị thu hút nên họ có thể. Tôi đã từng đến một nhà tắm kiểu Hàn Quốc khác ở Atlanta và các nhà tắm kiểu Thổ Nhĩ Kỳ ở Thổ Nhĩ Kỳ. Cái này có các dịch vụ khá chuẩn, nhưng dịch vụ mát-xa thì ổn. Các phòng thuốc đắp thật TUYỆT VỜI, tuy nhiên, phòng băng không hoạt động và có mùi nấm mốc khi chúng tôi ở đó. Tôi đã ở đây hai lần. Khách hàng vẫn ổn. Không ai đáng sợ hay bẩn thỉu. Các nhân viên đã phù hợp. Không có gì sai với nơi này, nhưng đối với tôi nó không giống như một buổi chiều chuộng và nếu tôi trả nhiều tiền như tôi, tôi muốn cảm thấy sang trọng và an toàn.Đọc thêm",
            "Spa World was once a very respected, very authentic restorative Korean Spa. Complete with poultice rooms saunas, treatments, bade pools with options for massages and exfoliation. Nothing, absolutely nothing, beats a Korean massage and body scrub. Its life altering. This was a place of peace and tranquility that you could spend a day comfortably relaxing in.  Was.  Something significant has changed.Im not sure if they have changed ownership or have decided to forgo the traditional Korean Spa model and go for a hotel pool business model. The tranquility is gone. So is the hygiene.   I noticed this several months ago and  again at my most recent visit. Ive been coming here for many years and am disappointed to see what its become.  The clientele has changed. The staff has changed. And its sad to see it.  My last visit there was genuinely uncomfortable. I always found this facility to be spotless and the staff was so helpful and kept everything and everyone in order. I never ever questioned the cleanliness of the facility. Ever. That is no longer the case. I seriously doubt the cleanliness of this facility.  Its a traditional Korean Spa, with ample signage explaining expectations. Educate yourself to better understand what that means before you go here. Its important.  That generally means guests will be naked in the bade pools. It also means guests are expected to fully shower and clean themselves before getting into the bade pools, like a decent hygenic human being. Even if they chose to wear a swimsuit.On our last few visits, we watched in disgust as guest after guest walked into the bade pool area in swimsuits and walked right past the showers to climb into a bade pool. Wondering why they thought we wanted to bathe in their DNA soup and filth.Watching this I began to really wonder about the hygiene and cleanliness of the facility. People entered the bade pool area with drinks like it was a public pool, clearly unaware of what a bade pool is or how to behave in one. I watched a woman walk into the bade pool with her phone looking for a place to rest it while she was in the pools. Bade pools for quiet, peaceful restoration, not selfies.  Not that they should have to tell a grown up what hygiene is but not even the staff spoke up or asked folks to shower. I understand they shouldnt have to...buuuut....clearly the new clientele cant read the posted signs or understand basic hygiene.   I was truly dismayed to see people walking around the spa with cell phones, recording the space. I was very concerned to see someone walking around with her phone in the locker room where most guests are naked and in the bade pool area, where, again, most guests are naked. I sincerely cant picture coming back here despite coming here for years. It was so gross to see women leave the poultice rooms, sweaty AF, change into a swimsuit and climb into the bade pools like theyre at a urine soaked public swimming pool instead of a culturally important health spa. Filthy and sweaty for all of us to enjoy. Really just dirty and nasty.  This used to be a respite for generations of Koreans and educated non Koreans. Its truly shameful to see the deteriorating culture here. Brought on by guests who simply dont care enough to educate themselves and staff thats accepting of it. Maybe sell less groupons and charge us more if this is because of money. The admission price is low and Id gladly pay more if it means comfort and cleanliness gets priority. I really cant reccomend it if youre looking for a clean peaceful, traditional Korean Spa. If you want to bathe in someone elses sweat and filth, while listening to them scream and yell...this place may be for you. If you do go, please be a decent human.Remember youre not at a swimming pool, but a traditional Korean Spa. Respect the facility. Remember the basics: Shower before entering the bade pools, every time. Shower, because no one wants to bathe in your filth. No phones in the locker room or bade pools. No food, drink or raised voices in the bade pools. Lower your voice, no one actually wants to hear you. Dont gawk at the naked guests because you, in a swimsuit, are actually the odd one out here.Read more",
            "Thật thất vọng trong trải nghiệm cuối cùng của chúng tôi với thế giới spa. Chúng tôi sống cách đó vài giờ và đã rất nhiều lần. Chúng tôi đã có một buổi sáng thực sự khủng khiếp và gia đình chúng tôi cần phải thiết lập lại. Chúng tôi lái xe lên, đi vào và gần như đi bộ ra ngoài. Nó quá đông đúc và bẩn thỉu đến mức bạn không thể tận hưởng bất cứ thứ gì. Không có chỗ để ngồi trong phòng thuốc đắp, bạn thực sự không thể đi bộ qua hồ bơi lớn vì nó rất đông đúc, chúng tôi đã cố gắng ăn trưa và sau khi xếp hàng chờ đợi trong 20 phút - ai đó đã nói với mọi người trong hàng rằng đó sẽ là một khoảng thời gian tối thiểu 40 phút cho đến khi bạn có thể nhận được thức ăn, sau đó bắt đầu đặt tên cho tất cả các bữa ăn hết hàng, chiếm hơn một nửa số lựa chọn. Sau đó chúng tôi quay lại phòng thay đồ để thay đồ. Tôi đã giải thích khi kiểm tra xem chúng tôi thất vọng đến mức nào và họ chỉ nói xin lỗi, không có lựa chọn hoàn tiền hoặc yêu cầu chúng tôi quay lại. Sau đó tôi gửi email và không nhận được phản hồi. Có một spa Hàn Quốc khác trong khu vực mà chúng tôi sẽ đến vào lần tới! Tôi nghĩ nó được gọi là king spaĐọc thêm",
            "Tránh vào các ngày lễ, chiều thứ bảy hoặc chủ nhật. Vô cùng bận rộn. Hồ bơi sẽ đầy hoàn toàn.  Bây giờ Spa World là bộ đồ tắm tùy chọn trong hồ bơi.  Có một nhân viên khó chịu cứ 10 phút lại nhìn chằm chằm vào bể bơi nam. Có được một cuộc sống.  Anh chàng đó thật kinh khủng.  Spa World không còn cung cấp xà phòng khi tắm nữa.  Hãy đến Costco và mua một ít xà phòng! Nơi rẻ và xuống dốc. Đọc thêm",
            "Thật xấu hổ khi thấy nơi này xuống cấp, chắc chắn là quá sức chứa. Mọi người va vào tôi trong phòng thay đồ, hồ bơi chật kín, các phòng trong khu vực chung ồn ào, bạn không thể thư giãn, phần tồi tệ nhất là sàn nhà thật kinh tởm! Quá bẩn so với bất cứ thứ gì tôi từng thấy. Đây từng là spa yêu thích của tôi, thật buồn khi phải báo cáo rằng tôi sẽ không bao giờ bước chân vào đây nữa.Đọc thêm",
            "Có thể là 4 sao chỉ vì tẩy da chết rất tuyệt! Cảm giác sạch sẽ khi được cô tẩy tế bào chết thật rõ ràng! Ngoài ra, tôi không thích việc mình phải khỏa thân hoàn toàn, điều đó thật kỳ lạ! Massage thật khủng khiếp! Những người phụ nữ gần như làm gãy xương sườn của tôi hoàn toàn do không được đào tạo bài bản hoặc không được đào tạo chút nào và cuối cùng cô ấy đã gây áp lực buộc tôi phải trả 20 đô la. Tôi không muốn đưa ra bất kỳ lời khuyên nào vì một chiếc masssge đắt đỏ thật khủng khiếp nhưng cuối cùng lại đưa ra 10. Đừng mát-xa ở đó, đó là điều tồi tệ nhất tôi từng gặp. Bể bơi tốt và tẩy da chết tuyệt vời miễn là bạn không ngại khỏa thân Đọc thêm",
            "Lần đầu tiên ở đây và không biết nên mong đợi điều gì. Spa World đã không làm chúng tôi thất vọng bằng bất kỳ cách nào. Chúng tôi là những du khách thường xuyên đến spa ở Nam Jersey và yêu thích nó ở đó nhưng muốn thử một địa điểm khác. Nơi đó là Thế giới Spa! Chúng tôi lo lắng về ảnh khoả thân của hồ bơi tắm nhưng phấn khích rằng bạn chỉ sống một lần.. Rất tiếc, chúng tôi tiếp tục bước vào và chúng tôi đã có một ngày thư giãn tuyệt vời. Ảnh khoả thân thật tự do và tự do. Spa cũ hơn nhưng được bảo trì tốt. Các nhân viên đã vững chắc nhưng thân thiện và hữu ích. Nhiều phòng tắm hơi và phòng băng thật tuyệt vời. Chúng tôi rời Spa World sau 7 giờ ở đó và tất cả đều thư giãn. Hôm nay là một ngày tốt lành! Các khu vực hồ bơi bade hiện là tùy chọn áo tắm.. Tuy nhiên, chúng tôi sẽ tiếp tục giữ nguyên ảnh khoả thân. Đọc thêm",
            "Trải nghiệm của tôi lúc đầu khá ổn. Sáng hôm sau, nó trở thành cơn ác mộng vì tôi thức dậy với phát ban bao phủ gần hết xương đòn cơ thể, toàn bộ thân mình, lưng, cánh tay xuống khuỷu tay, mông và chân xuống đầu gối. Cơn ngứa là KHÔNG THẬT. Cuối cùng tôi đã được điều trị y tế bao gồm bôi thuốc bôi để giúp điều trị phản ứng. Trải nghiệm của tôi là cách đây hai tuần và tôi vẫn còn ngứa và da của tôi vẫn đang trong trạng thái tích cực chữa lành vết phát ban. Em ơi, hãy tiết kiệm 40 và ở nhà thay vì đến nơi này. Hoặc đi 15 phút trên phố đến một spa chất lượng tốt hơn để kiếm thêm một chút tiền.Đọc thêm",
            "This place is horrible. They look for any reason to scam more money out of you, and the service is not worth the price.My partner took me here as a birthday gift thinking it would be really fun, since he knows how much I enjoy a good massage. So lets get into the story.We walk in, and its not really clear what were supposed to do. Its a large facility with two pools, and were supposed to change somewhere and then go somewhere else, but I dont know where. The front desk associate insinuates Im stupid for not knowing. Thats how our interaction started. Fast forward, were in the correct place, and about to get our massage. The woman behind the counter insists that we get the 210 aroma session. She upsells us from the regular 180 massage, insisting its better. It should be said that throughout the duration of our hour massage, there was no aroma. None whatsoever. She upsold us like a common crook. This same woman is now going to do my partners massage and another woman is going to do mine. She indicates that we need to g et undressed, but the door to our room was wide open. I ask her to shut it, she laughs at me like this is a silly request, but obliges. As soon as Im laying down, she opens the door again. Were naked, I can hear other guests walking down the hall and also someone in their kitchen using their shared microwave and I ask her to close the door again. She laughs, says something in a language I dont speak to the woman doing my massage, they laugh together, and she shuts the door. She then walks out of the room, leaving the door open again behind her. She did this several times. Just completely left the room, leaving my partner laying there, wondering what the hell was happening.At the end, I asked her what the aroma part of her upselling us was. She says that she had used good oil. Which begs the question, if you pay for the 180 service, do you get bad oil? What does that even mean? the next part is really why Im writing this. She insists, like aggressively insists that we give her a 20 tip. Shes going to add it on herself, bringing our total to 240 each. She will not let us leave the room until we agree to tip her. We did not have a choice in this matter, and that is unacceptable. The woman who did my massage was wonderful, and I was happy to tip her. But my partner had really only gotten 75 of his total hour massage, since she had kept leaving the room, and I didnt think she deserved a tip at all. In all, the facilities seem excellent, and the building is lovely. The customer service is so poor that it probably exists in hell. If you want to have a delightful afternoon at a day spa, do yourself a favor and avoid this rotten, horrible, devious place at all costs.Read more",
            "Trang web cho biết họ có hồ bơi dành cho trẻ em và thân thiện với gia đình. Nếu tôi đưa con đến đây vào cuối tuần, thường thì có trẻ em ở đó không? Con tôi có thể không thoải mái nếu toàn là người lớn. Đọc thêm",
            "Vâng, có một hồ bơi nhỏ dành cho trẻ em bên cạnh hồ bơi bade. Ở được khoảng 6-7 người. Đưa con trai tôi đến đó vào cuối tuần vừa qua. Hầu hết đều là người lớn, nhưng có một số đứa trẻ khác chơi cùng bể bơi trẻ em với con trai tôi. Thông thường sẽ có rất nhiều trẻ em vào cuối tuần và một số buổi tối.Đọc thêm",
            "Vậy bây giờ bạn sẽ đi đâu?Đọc thêm",
            "Ước gì có một spa Hàn Quốc khác để đến, nhưng không có. Người ta cho rằng có một công trình mới đang được xây dựng ở Chantilly, nhưng hiện tại thì chưa có gì.  :-Đọc thêm",
            "Nếu tôi nhận dịch vụ chăm sóc cơ thể. Tôi đang xem Body Scrub, tôi có cần trả phí vào cửa ngoài chi phí cho dịch vụ chăm sóc cơ thể không?Đọc thêm",
            "Có! Sau khi bạn trả phí vào cửa và vào, mọi thứ bạn làm thêm sẽ được cộng vào chìa khóa của bạn. Bạn trả tiền để ra ngoài!!\n\nKhông giống như một số spa nơi bạn có thể bỏ qua phí vào cửa nếu bạn đã lên lịch dịch vụ.\n\nPhí vào cửa chỉ để vào, thư giãn và tận hưởng tất cả những gì họ cung cấp là xứng đáng. Nếu bạn muốn nhiều hơn, bạn phải trả thêm tiền. Đọc thêm",
            "Tôi có thể ra ngoài làm gì đó và quay lại trong vòng vài giờ trong ngày không? Đọc thêm",
            "Không. Không có mục nhập lại.Đọc thêm",
            "Họ có cung cấp ổ khóa cho tủ khóa không?Đọc thêm",
            "Có, bạn có một chiếc chìa khóa trên dây đeo cổ tay Đọc thêm",
            "Cảm ơn bạn, tôi thực sự thích nó, nơi này mang lại nhiều lợi ích cho sức khỏe, việc thiếu kiến ​​thức về sức khỏe thay thế gây ra sự bất mãn, cá nhân tôi rất vui khi có địa điểm tuyệt vời này ở gần, tôi đã tìm kiếm một nơi như thế này trong nhiều năm, ở nhiều nơi các nước ở Mỹ, có thể ở Châu Âu vì nó hiện đại hơn, chúng ta hãy cố gắng tận dụng nơi này,Đọc thêm",
            "Tôi có một đứa con mới biết đi 1,3 tuổi - bạn có đề nghị đưa cháu đi cùng không - mẹ tôi và chồng tôi cũng sẽ ở đó-vì vậy, tôi đang nghĩ rằng chúng tôi có thể thay phiên nhau chăm sóc cháu được không?Đọc thêm",
            "Bản năng của tôi là không. Đó là một nơi để thư giãn, và dù cô ấy có giỏi đến đâu thì năng lượng và giọng hát cũng có thể sẽ thực sự làm phiền những vị khách khácĐọc thêm",
            "bạn khuyên tôi nên mang theo những gì? Tôi chưa bao giờ đến và muốn đảm bảo rằng tôi mang theo mọi thứ tôi cần. Cảm ơn bạn!Đọc thêm",
            "Nếu bạn có loại xà phòng hoặc sữa tắm ưa thích, họ sẽ cung cấp loại này cho tất cả những người không chắc chắn về nhãn hiệu Giày quần áo dễ mang vào và cởi ra nhanh chóng và có thể là một chiếc khăn lớn hơn nếu bạn thích sử dụng trong phòng thay đồ vì khăn được cung cấp khá nhỏ trong khu vực spa. Có thể là bộ sạc điện thoại tùy thuộc vào thời gian bạn ở lại và liệu bạn có sử dụng điện thoại ở khu vực coed hay không. NgoàiĐọc thêm",
            "Đã 4 năm kể từ lần cuối tôi ghé thăm... Vẫn còn phòng hút thuốc chứ? Và trước đây cũng có phòng nghỉ ngơi nữa?Đọc thêm",
            "khi tôi đến đó gần đây, tôi không nhận thấy có phòng hút thuốc. Tuy nhiên, tôi không hút thuốc nên có lẽ vì thế nên tôi không hứng thú. Có một khu vực mở rất thư giãn, chưa kể đến các phòng thực tế. Tôi nghĩ bạn sẽ thích nó. Đọc thêm",
            "Có tủ khóa nào đủ lớn và an toàn để chứa hành lý 50 pound không?\nSpa còn hoạt động 247 không? Có cần thiết phải hẹn trước hay chỉ có mặt?\nCảm ơn bạnĐọc thêm"
        ],
        "star_ratings": [
            136,
            68,
            37,
            21,
            40
        ],
        "review_amount": 302,
        "location": [
            "Hoa Kỳ",
            "trung tâm thành phố",
            "Quận Fairfax",
            "Những hoạt động nên làm ở Centerville",
            "Thế giới spa",
            "Virginia VA"
        ],
        "reviews_time": [
            "Written June 5, 2024",
            "Written May 27, 2024",
            "Written January 21, 2024",
            "Written January 16, 2024",
            "Written January 2, 2024",
            "Written December 28, 2023",
            "Written October 20, 2023",
            "Written September 16, 2023",
            "Written July 6, 2023",
            "Written June 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57586-d1546481-Reviews-Spa_World-Centreville_Fairfax_County_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g57586-d12153747-Reviews-So_Korean_BBQ-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57586-d2458237-Reviews-Honey_Pig_Gooldaegee_Korean_BBQ-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57586-d12658998-Reviews-Texas_Donuts-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57586-d20895853-Reviews-Lezzet_Restaurant-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57586-d2552299-Reviews-Jireh_Bakery_Cafe-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57586-d4683483-Reviews-Tomo_Sushi_Grill-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57586-d4329039-Reviews-Glory_Days_Grill-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57586-d465508-Reviews-Red_Rocks_Cafe_Tequila_Bar-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57586-d11718331-Reviews-Bella_Pizza-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57586-d10423031-Reviews-Gom_Shabu_Shabu-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d27155963-Reviews-Lotte_Plaza_Market_Centreville-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d1957407-Reviews-Steven_F_Udvar_Hazy_Center-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57718-d104548-Reviews-NRA_National_Firearms_Museum-Fairfax_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d4170612-Reviews-Ellanor_C_Lawrence_Park-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d1773130-Reviews-Walney_Visitor_Center-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d3473930-Reviews-The_Winery_at_Bull_Run-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d2456336-Reviews-Bull_Run_Regional_Park-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d5121703-Reviews-Cox_Farms-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57615-d2526117-Reviews-Paradise_Springs_Winery-Clifton_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d209581-Reviews-Sully_Historic_Site-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d1546481-Reviews-or10-Spa_World-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d21113816-Reviews-Sthree_Skin_Care-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d6779457-Reviews-Lifetime_Fitness-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d15610691-Reviews-Eden_s_Reflexology_Spa-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d27070728-Reviews-LifeSpa-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d27012605-Reviews-Bluepoint_Wellness_Spa-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d4356366-Reviews-Bellezza_Spa-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d10660361-Reviews-AMF_Centreville_Lanes-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d23408127-Reviews-I_battle_Esports_Pc_Gaming-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d5846496-Reviews-Lulu_Cafe-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57718-d15092282-Reviews-Escapology_Escape_Room_Fairfax-Fairfax_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60895-d10593880-Reviews-Autobahn_Indoor_Speedway_Events-Manassas_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60895-d20207791-Reviews-Autobahn_Axe_Throwing-Manassas_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d8588930-Reviews-Starlight_Cinemas-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d23713258-Reviews-Cinemark_Centreville_12-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60895-d129675-Reviews-Manassas_National_Battlefield_Park-Manassas_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d19239914-Reviews-Garden_City_Water_Park-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13457861-Reviews-Biologique_Recherche-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d208761-Reviews-Brera_District-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d258472-Reviews-Milwaukee_Public_Museum-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g31323-d561982-Reviews-Bucky_s_Yavapai_Casinos-Prescott_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g40502-d3162201-Reviews-Hollywood_Casino-Bangor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g32469-d268764-Reviews-Francis_Beach-Half_Moon_Bay_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d500082-Reviews-The_Flats-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d12973994-Reviews-Baha_Mar_Casino-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298293-d3916215-Reviews-Gunung_Irau_Mount_Irau-Brinchang_Cameron_Highlands_Pahang.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57586-d1546481-Reviews-or10-Spa_World-Centreville_Fairfax_County_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57586-d1546481-Reviews-Spa_World-Centreville_Fairfax_County_Virginia.html"
    }
]