[
    {
        "attraction_name": "Spa Lei",
        "attraction_name_vi": "Spa Lôi",
        "general_info": [
            "81 đánh giá",
            "- 7 trên 331 Spa - Chăm sóc sức khỏe ở Seoul",
            "Spa"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trải nghiệm đáng nhớ nhất của tôi ở đây là tẩy tế bào chết toàn thân, chỉ với 40000 krw, ajuma mời bạn tẩy tế bào chết toàn thân ngay cạnh bồn tắm nước nóng. Thật là thỏa mãn, họ chà xát cơ thể bạn từ mọi phía và giúp bạn tắm theo đúng nghĩa đen bằng xà phòng, sau đó gội đầu và mát-xa đầu và vai. Hình như đang ướp thịt. Nó rất nuông chiều, họ chỉ sử dụng áp lực vừa phải. Còn rất nhiều việc khác để làm ở đây, nhưng không có gì tuyệt vời hơn một giấc ngủ ngắn ngon lành ở khu vực nghỉ ngơi sau khi tắm xong, khi thức dậy, tôi tự thưởng cho mình bữa súp nóng hổi kiểu Hàn Quốc này.  - thực phẩm có thể được cải thiện về hương vị - . Khuyên dùng cho tất cả phụ nữ và bà mẹ đang mệt mỏiĐọc thêm",
            "I was the only foreign person in the spa at the time of my visit. I didn - t feel uncomfortable. Entry is 20,000 KRW for 12 hours. You pay that at the front and they give you a key for the locker  - for your shoes - take shoes off on entry - . Next you get a wrist band with the corresponding number as your shoe locker for a large locker in the changing room. \nThey give you a towel and a robe. Once changed  - naked -  you enter the baths. You need to take a shower and you can put your robe in a cubby hole. Then you can chose sauna, steam room, two very hot baths  - 40 degrees -  a cool plunge  - 19 degrees - , seawater pool  - 27 degrees - . I recommend the body scrub  - 40,000 KRW -  take the cash into the baths I. Your robe and organise and pay the lady doing the scrub directly. The amount of dead skin that came off me was amazing. The organise the body scrub approach the area by the hottest baths and they will take your wrist band number and tell you a time  - it - s advised to have a good soak before scrub - . It - s very easy to find, get off at Sinsa subway station. Entrance opposite the riverside hotel.Read more",
            "Spa Lei is great!  I go to a Korean women - s spa back home  - US, Seattle area - , so I knew what to expect, and its pretty much the same except Spa Lei is a lot bigger with WAY more to offer!  And you don - t have to pre-book services either, you can just walk in. \n\nI don - t speak Korean, so I was a little worried about going at first but everyone is really nice and most speak at least a little bit of English.  The front desk has signs in English  -  they - re able to communicate what you need to do  -  where to go.  Inside the spa there are a few signs in English, enough for you to know where things are.  I really like that this spa you don - t have to make a reservation like a lot of other spas in Seoul.  \n\nIf you want a body scrub, you just see if there - s someone available  - in the bath area - .  You pay the lady directly.  Its only 40K won which is actually a really good price  - at the Korean spa back home, scrubs are significantly more  -  -  - .  I - m not sure about massages or the like, but it - s probably similar. If I was spending more time in Seoul, I - d definitely go back!Read more",
            "As a solo traveller, the place was welcoming and ahjummas look out for you in their way - for example, I wasn - t aware that I had to wear the robe when entering the clay sauna space and they gestured to me that I had to wear it to protect myself when I was going in. I did a full body scrub and massage at the baths. Tell the ahjumma that you would like a scrub and let them know your locker number - they will call you if they have slot earlier than what - s arranged. I felt like a fish being descaled during the scrub - tons of dead skin came off, then felt like meat being marinated during the massage - ahjumma was happily using milk as a massage lotion - mask. The whole thing ended with a hair wash and I went off to rinse off.If you can, bring cash to pay the ahjumma on the spot. But if you don - t have enough cash, they will take whatever you have and you can pay the rest via card at the counter.Read more",
            "Spa Lei is great!  I go to a Korean women - s spa back home  - US, Seattle area - , so I knew what to expect, and its pretty much the same except Spa Lei is a lot bigger with WAY more to offer!  And you don - t have to pre-book services either, you can just walk in. I don - t speak Korean, so I was a little worried about going at first but everyone is really nice and most speak at least a little bit of English.  The front desk has signs in English  -  they - re able to communicate what you need to do  -  where to go.  Inside the spa there are a few signs in English, enough for you to know where things are.  I really like that this spa you don - t have to make a reservation like a lot of other spas in Seoul.  If you want a body scrub, you just see if there - s someone available  - in the bath area - .  You pay the lady directly.  Its only 40K won which is actually a really good price  - at the Korean spa back home, scrubs are significantly more  -  -  - .  I - m not sure about massages or the like, but it - s probably similar. If I was spending more time in Seoul, I - d definitely go back!Read more",
            "I was the only foreign person in the spa at the time of my visit. I didn - t feel uncomfortable. Entry is 20,000 KRW for 12 hours. You pay that at the front and they give you a key for the locker  - for your shoes - take shoes off on entry - . Next you get a wrist band with the corresponding number as your shoe locker for a large locker in the changing room. They give you a towel and a robe. Once changed  - naked -  you enter the baths. You need to take a shower and you can put your robe in a cubby hole. Then you can chose sauna, steam room, two very hot baths  - 40 degrees -  a cool plunge  - 19 degrees - , seawater pool  - 27 degrees - . I recommend the body scrub  - 40,000 KRW -  take the cash into the baths I. Your robe and organise and pay the lady doing the scrub directly. The amount of dead skin that came off me was amazing. The organise the body scrub approach the area by the hottest baths and they will take your wrist band number and tell you a time  - it - s advised to have a good soak before scrub - . It - s very easy to find, get off at Sinsa subway station. Entrance opposite the riverside hotel.Read more",
            "There are some mixed reviews for this spa, from quite some time ago. I would like to give my up to date experience. Spa Lei is not my first Korean Spa experience, I - ve been to a couple of others and this one rates very well. It is a female only spa. The lady at reception spoke just enough English for me to understand. The reception area was tranquil and cost. The locker area was in pristine condition as was the dressing room area. There were plenty of hairdryers to use and other amenities  - face cream  -  moisturizer etc - . There was a good variety of baths at different temperatures and plenty of shower stalls. There was shampoo, conditioner and soap for shared use. I particularly enjoyed the wet fire sauna followed by the cold plunge pool. I went on a weekday afternoon which I believe is less busy than the weekend.When you arrive, take your shoes off and place them in an available shoe locker. Take the shoe locker key to the counter and hand it over and pay the entrance fee  - about 20,000 won - . You will be given a bracelet key  - matching your shoe locker number - , two small towels and a robe. The baths are on the lower level, you can take the elevator or stairs. On level B2 find your locker. Then strip! Take everything off! If you want to use the resting areas first, you can put on the robe provided to you. If you are going to use the baths, then I would suggest leaving the robe in your locker with all of your other belongings. Keep the bracket key on your wrist or ankle at all times. Take your towels and toiletries  - shampoo, conditioner, body wash etc -  to the bathing area. Spa Lei does have shared shampoo, conditioner and soap for use if you don - t have any or didn - t bring with you. There are some small pigeon hole - cubicles at the entrance, put one of your dry towels in here for later when you are finished and want to dry yourself. Korean ladies often bring a plastic basket for their toiletries, but there are small wash bowls for shared use, you can just put your things in one of those. There are standing or sitting shower stalls. Choose one and get cleaning. Take your time. It - s meant to be an unhurried, enjoyable experience. But wash all parts of yourself from top to bottom and very thoroughly. When you have finished showering, you can use the baths. Be sure to bring a hair tie. It is frowned upon to have your hair in the baths. You can use the baths and saunas in any order you like for as long as you want. You can sign up for a body scrub from one of the Korean ladies. I do recommend this! I didn - t have one at Spa Lei as I had visited another spa a few days prior and already had one there. They will scrub every inch of you. You will be amazed by the amount of dead skin that comes off. It - s better to soak in the baths for at least an hour or so before having a scrub. If you do have one, they will record it against your locker number and you will pay for it when you leave. There is a good variety of baths and saunas and plenty of shower stalls. When you have finished bathing, collect your toiletries and the dry towel your stored in a cubicle. Dry yourself off and head to your locker. You can put on the robe and make use of the resting areas if you wish. Or, you can go to the dressing room and dry off your hair and get ready. When you are done, get dressed and place your used towels and robe in the baskets. Go back upstairs to reception. Give them your bracelet and pay for any extras. They will give you your shoe locker key.Read more",
            "Trải nghiệm đáng nhớ nhất của tôi ở đây là tẩy tế bào chết toàn thân, chỉ với 40000 krw, ajuma mời bạn tẩy tế bào chết toàn thân ngay cạnh bồn tắm nước nóng. Thật là thỏa mãn, họ chà xát cơ thể bạn từ mọi phía và giúp bạn tắm theo đúng nghĩa đen bằng xà phòng, sau đó gội đầu và mát-xa đầu và vai. Hình như đang ướp thịt. Nó rất nuông chiều, họ chỉ sử dụng áp lực vừa phải. Còn rất nhiều việc khác để làm ở đây, nhưng không có gì tuyệt vời hơn một giấc ngủ ngắn ngon lành ở khu vực nghỉ ngơi sau khi tắm xong, khi thức dậy, tôi tự thưởng cho mình bữa súp nóng hổi kiểu Hàn Quốc này.  - thực phẩm có thể được cải thiện về hương vị - . Khuyên dùng cho tất cả phụ nữ và bà mẹ đang mệt mỏiĐọc thêm",
            "I was hesitant due to some older reviews but decided to give it a try since the more recent reviews were rather positive. I visited on 11 Feb 2023, and was pleasantly surprised, the receptionist lady  - Jae Tong You -  - I probably got her name wrong -  was warm and welcoming. We were able to communicate in basic English. Facilities looked good and I made sure my locker was locked.Exit 5 of Sinsa station and walk straight down and turn left at CU convenience stall and you will see the Spa Lei  - only for ladies -  building.Head downstairs to B1 and place shoes in shoes locker. Exchange the shoe locker key with receptionist lady for same locker key number for clothing. As it was a Saturday night, the fee was 19K won. U will receive 2 small towels and 1 bath robe - for wearing to the hot sauna and snack bar areas - .Body scrub and hot -  cold -  seawater baths are mostly on B2. There is an open air bath on Level 3 as well! Body scrub  - was good and didn - t hurt! It cost 40000k and ends up with a hair wash. Go straight to the ahjummas to book a slot; they will probably tell you to go soak in hot baths first and come back in 30 mins. I didn - t opt for B2 body massage by the ahjummas doing body scrubs. There was a sleeping room at B2 as well, and a few other hot clay rooms etc at B2 and level 3.I tried the B1 sports massage  - painful, but no pain no gain, healing massage -  which cost 80000k.Bring enough cash to pay for massages  -  tip out of your own good will. The entrance fee  -  snacks  - charged to locker key -  etc can be paid by card. I used YouTrip. Sikhye at B2 snack bar was delicious!I ended up staying from 9pm -  to 1am - . Original intention was to leave earlier to train back, but was too late so booked a kakao taxi back to myeongdong area at a reasonable price of 14300won. The spa lei jimjilbang opens 24 hrs!I would strongly recommend this place. I noticed there were other tourists of various nationalities and other guests with tattoos as well. No issues faced; at least from my experience.Read more",
            "Hai chị em tôi đến đây vào khoảng 9:30 tối - 10 giờ tối khi đến nơi, chúng tôi được yêu cầu trả phí vào cửa trước để lấy chìa khóa tủ, mặc dù muộn thế nào họ vẫn có những người phụ nữ làm công việc tẩy tế bào chết cơ thể - 100 - đáng giá - chị gái tôi và tôi đã yêu cầu tẩy tế bào chết toàn thân trong 60 phút - 100, 000Wpp -, chúng tôi cũng không phải đợi lâu vì có 5 người phụ nữ đang làm việc - chúng tôi rời đi lúc 12:30 sáng và họ vẫn đang làm việc. Đây là phòng tắm hơi dành cho nữ, đặc biệt đáng để ghé thăm để tẩy tế bào chết toàn thân.Đọc thêm",
            "Wow!  Do yourself a favor.  Get over the intimidation of visiting a Korean bath house and just do it!  Such a lovely experience.  Like nothing I - ve ever done before.  This particular jjimjilbang is female only, sorry fellas.  Quite inexpensive and you can easily spend half a day, if not an entire day there.  You can even sleep there.  I will definitely do this in the future if I have a single gap night in Seoul again.  The numberous baths and saunas are available to you with entry.  The cafe was open, but the restaurant was closed.  This is a whole experience!  If you want to do it up, there are plenty of add on services.  I tried a few.  V steam, facial, massage, and the typical Korean scrub.   I - ve never been so clean.  A note to the  non-Korean, the chubby and the tattooed... do it!  I did and it was totally fine. I - m not what Koreans typically see naked, and I never once was made to feel out of place.Read more",
            "Có một số đánh giá cho rằng nơi này phân biệt chủng tộc hoặc không tốt cho người nước ngoài nhưng tôi không gặp vấn đề gì. Bản thân tôi và 2 người bạn đã đến đây vào thứ bảy và mọi người đều rất tốt. Rất khuyến khích nơi này, nó thật đáng yêu. Sẽ quay lại hàng tháng!! Nó cũng có giá cả phải chăng, đó là 16.000 khi nhập cảnh và sau đó nếu bạn muốn các tính năng bổ sung như giảm giá - 40.000!Đọc thêm",
            "I - m a 25 year old American woman telling you that those old reviews are really poor. All the staff is so kind, the entire place is very clean and welcoming. There are pools ranging from 18 - C  -  40 - C with lockers for your belongings, showers with shampoo and conditioner provided, towels and robes provided. There are multiple saunas; dry, wet, hot rocks, oven-style. Massage chairs, massage jets in the baths, sea salt scrubs for purchase, full body oil massage for purchase, salt water bath, cold bath, green tea bath. There - s an outdoor bath and a rooftop patio with many beautiful plants for relaxing. There - s snacks for purchase in the main floor and an actual restaurant on the top floor. Everything you purchase using a bracelet that is also how you access your locker  - which you can access any time easily throughout your stay -  then pay for anything additional you purchased on the bracelet when you check out. It - s affordable for all of these amazing amenities. And when you get tired there are large rooms with  - pillows -  for relaxing in and even beds in the lower level if you decide to stay the night. Open 24 hours. There are also lotions and hairdryers provided. This is my new favorite place  - Read more"
        ],
        "star_ratings": [
            23,
            32,
            16,
            1,
            9
        ],
        "review_amount": 81,
        "location": [],
        "reviews_time": [
            "Written May 31, 2023",
            "Written January 9, 2024",
            "Written April 29, 2024",
            "Written May 4, 2024",
            "Written April 29, 2024",
            "Written January 10, 2024",
            "Written January 7, 2024",
            "Written June 1, 2023",
            "Written February 11, 2023",
            "Written February 8, 2023",
            "Written November 29, 2022",
            "Written June 26, 2022",
            "Written May 6, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294197-d3727477-Reviews-Spa_Lei-Seoul.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d7086482-Reviews-Ryunique-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d1174970-Reviews-Pro_Ganjang_Gejang_Sinsa-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d12820451-Reviews-El_Pino323-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d26779314-Reviews-Wonjomanlgobchang-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d6352912-Reviews-Soigne_Restaurant-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d26805085-Reviews-Deluxe_Pocha-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d7126251-Reviews-Kkanbu_Chicken_Sinsa_Station-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d2241598-Reviews-School_Food_Garosu_gil-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d9236024-Reviews-Sona-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d2228941-Reviews-Wonjo_Masan_Halmae_AguJjim-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1604009-Reviews-Garosu_gil-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d9736432-Reviews-BK_Plastic_Surgery_Museum-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25091801-Reviews-Geunjeongjeon-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25276716-Reviews-Ak_Hongdae-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25550070-Reviews-National_Aviation_Museum_of_Korea-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25091807-Reviews-Jibokjae-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25094842-Reviews-Hangang_Bridge-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25091802-Reviews-Gyeonghoeru-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25091800-Reviews-Heungnyemun_Gate-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25091803-Reviews-Sujeongjeon-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3727477-Reviews-or10-Spa_Lei-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12242456-Reviews-Aroma_Thai_Spa_Gongdeok-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7376484-Reviews-Lavish_Spa-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25234709-Reviews-Spa_Gogyeol-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7061496-Reviews-Insadong_Hanjeungmak-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d24996629-Reviews-Areukespa-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d9715913-Reviews-Create_Wellness_Center-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7644083-Reviews-Spa_1899_Donginbi-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10049748-Reviews-2s_Apgujeong-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d26458418-Reviews-Spotherapy_ewha_Station-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12123602-Reviews-Provence_Spa_by_L_OCCITANE-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3727477-Reviews-Spa_Lei-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2321641-Reviews-Q_Spa_Clinic-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3957202-Reviews-Exclusive_Tour_Korea_Private_Day_Tours-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10836519-Reviews-Line_Friends_Flagship_Store_Garosu_gil-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d26320654-Reviews-Undisturbed_Place-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d26688594-Reviews-The_Foot_Shop-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d131233-Reviews-Allerton_Garden-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294545-Reviews-Hippodrome-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d10514148-Reviews-Sherwood_Beach-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d10430014-Reviews-MAD_on_Yas_Island-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d6704450-Reviews-Pool_Bar_Jim_s-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176965-d153720-Reviews-Mercado_Tlacolula-Tlacolula_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d552757-Reviews-Dalyan_Mud_Bath-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d144837-Reviews-Old_Fisherman_s_Wharf-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d10825137-Reviews-The_Love_Bar-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d582315-Reviews-Myles_Standish_State_Forest-Plymouth_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294197-d3727477-Reviews-or10-Spa_Lei-Seoul.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294197-d3727477-Reviews-Spa_Lei-Seoul.html"
    }
]