[
    {
        "attraction_name": "Spa Toccare",
        "attraction_name_vi": "Spa cảm ứng",
        "general_info": [
            "80 đánh giá",
            "6 trên 13 Spa Chăm sóc sức khỏe ở Thành phố Atlantic",
            "Spa"
        ],
        "attraction_summary": "I got a couples massage with my husband, which was fine. Not the best massage Ive had, but not the worst. Right after that I had a manicure and pedicure booked. The girl who did my nails was awful, I wish I could remember her name but I cant. Before she even introduced herself she told me I was late. I left my massage, got dressed and went to the salon for my nail appointment immediately, if I was late it was no fault of my own. I requested she not cut my toenails, as they are finnicky and if not cut a specific way they get ingrown. She trimmed them anyway and a few days later I got to dig out an ingrown toenail. Not fun. She also kept slipping with the emery board and filing the sides of my toes instead of my nails. When I said ouch, she made some comment about how I must have sensitive skin. I dont, but roughly and repeatedly rubbing your skin with a nail file hurts.My fingernails she did ok shaping and cutting but she was so rough with my cuticles that one of my fingers was bleeding, and I dont mean a tiny bit, it bled for a good ten minutes, and she didnt stop to have me wash it or anything, just ignored it and kept working. She didnt use a top coat maybe thats their policy?, and my polish was so chipped and flaky after less than a week that I just took it off.All in all, a pretty bad experience. I regularly pay less than half of what I paid for a much nicer mani-pedi, one that doesnt include ingrown toenails and bloody fingernails, and where the people providing the service are far more pleasant, and that lasts way longer.And whats with the narrow bench they have you sit on for a pedicure? Not relaxing at all.Wont be returning and really dont recommend.Read more",
        "reviews": [
            "Chúng tôi đã lên lịch hẹn Tôi gọi để thêm một dịch vụ khác nhưng họ không thể tìm thấy cuộc hẹn ban đầu của tôi người quản lý đến nghe điện thoại rất thô lỗ và không xin lỗi cô ấy đã nhìn thấy tên của chúng tôi nhưng không có cuộc hẹn nào. Tôi nói với cô ấy rằng tôi có tin nhắn từ spa để chứng minh rằng họ đã được hẹn . Tôi bắt đầu lên lịch lại mọi thứ nhưng sau khi giọng điệu của cô ấy tỏ ra thô lỗ, tôi đã nói với cô ấy rằng đừng bận tâm và nhận dịch vụ trong khu vực của tôi. Hôm đó là sinh nhật của tôi nên tôi muốn được chiều chuộng trong kỳ nghỉ nho nhỏ của mình nhưng điều đó đã không xảy ra.Đọc thêm",
            "KINH NGHIỆM TUYỆT VỜI!!!!!!!!!!!!!!!!!! họ tính phí cho tôi 840 cho một lần massage cặp đôi trong 50 phút, đáng lẽ phải trả 330. Họ tính phí cho tôi gấp đôi cho 1 dịch vụ. Tàn nhẫn! Tôi đã gọi điện không ngừng để lấy lại tiền mà không giải quyết được gì. Người quản lý Deidra của họ không bao giờ đi làm và họ cứ hứa với tôi rằng cô ấy sẽ gọi lại. Chắc chắn KHÔNG ĐÁNG GIÁ!! Đọc thêm",
            "Tôi đã đi mát-xa và chăm sóc da mặt tại Spa Toccare được vài năm và chưa bao giờ tôi có trải nghiệm tồi tệ. Nhân viên lễ tân, nhà trị liệu mát-xa, Grace, Shelly và Liz đều rất xuất sắc.  Tôi thực sự khuyên dùng Donna để làm dịu da mặt.  Phòng tắm hơi, phòng xông hơi ướt, bồn tạo sóng và các tiện nghi khác là một phần thưởng bổ sung. Đừng để những nhận xét tiêu cực từ người khác ngăn cản bạn đặt lịch hẹn.  Bạn sẽ không thất vọng đâu.Đọc thêm",
            "Đội ngũ nhân viên chuyên nghiệp từ đặt lịch hẹn đến khu vực tiếp nhận và dịch vụ spa. khu vực chờ có đồ uống và đồ ăn nhẹ trong khi chờ dịch vụ của bạn, có bồn tắm nước nóng và tủ khóa, khu vực tắm vòi sen, áo choàng và dép, thậm chí cả phòng tắm hơi để giúp chuyến thăm của bạn được thư giãn và nuông chiều. Khuyến nghị liệu pháp tẩy tế bào chết toàn thân bằng phao là cách thư giãn nhất thậm chí còn hiệu quả hơn nếu thực hiện cả giờĐọc thêm",
            "Thực sự rất thích cơ sở này. Có một bố cục tuyệt vời và rất thư giãn. Vấn đề duy nhất là nhân viên mát xa Yadira của tôi không giỏi đến thế. Cô ấy có thái độ không tốt và không thân thiện lắm. Và bản thân massage không thực sự tốt. Tôi đã đến rất nhiều spa nhưng điều này chắc chắn mang lại trải nghiệm đáng thất vọng. Làm hỏng chuyến đi của tôi. Nếu tôi quay lại, tôi sẽ yêu cầu một nhân viên mát xa khác. Với mức giá bạn trả cho dịch vụ mát-xa, tôi chắc chắn ở đó có một số dịch vụ tốt hơn.Đọc thêm",
            "Việc nhận phòng thật tuyệt vời và người phụ nữ rất hữu ích nhưng đó là nơi mọi chuyện kết thúc. Trong suốt thời gian lưu trú, bất cứ khi nào tương tác với nhân viên, chúng tôi cảm thấy họ trả lời rất ngắn gọn, gắt gỏng hoặc chỉ khó chịu nếu bạn có câu hỏi. Trải nghiệm spa là phụ. Vợ tôi và tôi thường xuyên đi du lịch và thêm vào một ngày đi spa, những lần mát xa này là điều tồi tệ nhất chúng tôi từng trải qua. Khi chúng tôi kiểm tra, họ có vẻ khó chịu vì chúng tôi thậm chí còn muốn chia sẻ kinh nghiệm của mình. Họ đánh thức chúng tôi dậy sớm bằng cách gọi điện vào phòng sau khi chỉ đi ngủ lúc 3 giờ sáng để nói rằng thẻ tín dụng của chúng tôi không hoạt động và tôi nói điều đó thật kỳ lạ nhưng tôi sẽ dừng lại để xem tại sao khi thức dậy. Trong khi kiểm tra, tất cả họ đều đang tranh cãi với tôi về thẻ tín dụng của chúng tôi và tôi nói rằng bạn chắc chắn đã nhập sai điều gì đó và hai lần tôi đã bảo anh ấy ngừng nhập số đó và chỉ cần vuốt hoặc để tôi chạm vào để thanh toán. Một lần nữa anh ấy tỏ ra khó chịu và đưa lại thẻ tín dụng cho tôi để tôi có thể sử dụng vòi để thanh toán giao dịch và nó hoạt động tốt! Vì vậy, sau đó anh ấy nói, ồ, chắc là tôi đã gõ nhầm gì đó.Đọc thêm",
            "Dịch vụ spa rất tốt, Marina luôn là người phụ nữ chăm sóc da mặt cho tôi, cô ấy là người giỏi nhất, Chris đã mát-xa cho tôi, và đó thực sự là điều tốt nhất, không phàn nàn, tôi cũng đã đến thẩm mỹ viện, Gina luôn tốt, không phải Lần này cô ấy làm highlight tệ quá, màu cam quá, nhìn như đồng thau, kinh khủng, và tôi cũng không biết cô ấy đã làm gì nhưng cô ấy đã làm cháy hết tóc tôi, tôi thực sự thất vọng, giờ tôi phải trả tiền cho người khác. để sửa chữa những gì cô ấy đã làm hỏng .. mỗi khi nhìn thấy mái tóc của mình, tôi chỉ muốn hét lên, cam và cháy vì spa Tôi muốn cho 5 sao nhưng đối với tiệm 1 nên tôi sẽ cho 3Đọc thêm",
            "Tôi là vận động viên marathon chạy cự ly 26,2 dặm và vận động viên ba môn phối hợp cự ly tối đa 140,6 dặm, người cần một ít TLC trên cơ thể. Qua điện thoại, tôi đã đặt lịch hẹn và yêu cầu những bàn tay mạnh mẽ, nam hay nữ. Tôi đã kiểm tra 10 phút trước cuộc hẹn, điền vào biểu mẫu tiếp nhận bệnh nhân, nơi bạn xác định bệnh và nơi cần tập trung, thanh toán và đi vào phòng thay đồ nam. Tôi được giao một tủ đựng đồ, lấy dép và áo choàng, thay đồ, tắm rửa và ngồi ở sảnh. Tôi đã gặp Darius và anh ấy lịch sự, lịch sự và chuyên nghiệp. Anh ấy có thể chơi bóng rổ, anh ấy rất cao 65. Anh ấy đã mát-xa mô sâu tuyệt vời cho tôi cùng với động tác giãn cơ tốt. Tôi cảm thấy rất tốt sau đó, tôi đã khen ngợi anh ấy với người quản lý, vâng, tôi đã kéo Karen nhưng theo hướng tích cực. Sự phục vụ của anh ấy rất mẫu mực và khi tôi trở lại, tôi sẽ yêu cầu anh ấy làm việc vào ngày hôm đó. Cảm ơn Darius! ALần tới tôi sẽ mang theo đồ tắm để có thể tận hưởng phòng xông hơi ướt, phòng xông hơi khô và hồ bơi.Đọc thêm",
            "Where to start?  Firstly and most importantly, the massage was nothing but an oily light rub.   I have probably had 100 massages, this was my first at Borgata.  And by far the weakest lamest one of all.   It felt like a 5-year old was rubbing my skin while being distracted by something.  There was zero kneading.  I had to tell the young woman 3 times to focus on my neck and shoulders it was a custom massage.  She simply would not listen.  Chose not too.   It was called a massage but effectively it was a skin oiling session.   It wasnt worth 5 much less 160.  I told her it didnt feel like anything and she politely said that if I wanted a deep tissue massage that Id have to pay more.  I ended it there and discontinued the service, leaving with the impression that the lame massage is deliberate and done to pump more money out of customers by encouraging an upgrade in service.   Ive never walked out on a massage.  Thats what a rip off it felt like.  After that I decided to try to enjoy the hot tubs.  I went to access my locker to put on a swimsuit, but my locker was disabled and could no longer recognize my combination.   The obnoxious little woman dressed in a sweatshirt hoodie and jeans who was responsible for giving lockers to people began to listen to me, but then starting assisting another customer mid-way.  The other customer, who had to repeat herself no less than 4 times, was trying to explain to her that no one called her for her appointment.  The obnoxious lounging employee had one of the worst listening disorders Ive ever witnessed in my life.  She just did not listen.  So after she called the manager to help the woman, she returned to me and then imposed her poor listening on me forcing me to repeat myself to her multiple times what my locker number was, my name, and my appointment time.   There was only me and the other lady there.  There were no distractions.  The obnoxious woman just didnt care how she came off or how annoyed she was making customers.  Myself and the other customer were just amazed at how awful the service from this woman was.  Anyway, after 15 minutes, the manager came and unlocked my locker with some device but by then I was over it and just decided to call it quits and ask for a refund because it was all feeling like a job rather than a joy.   Honestly, I dont think I was missing much in the hot tub room because it was quite small.  The pool downstairs was beautiful and clean with lots of courtesy towels, but unfortunately was basically a Chuck-e-Cheese.  Kids screaming for hours.  There was supposed to be two hot tubs.  One of course was broken so all the adults like 15 were crammed into one.  Not relaxing. At all.  It was super noisy the entire time.  The pool itself wasnt cold, but it was cool.  I thought it was supposed to be heated.  It definitely did not feel heated.   I wanted to run out of there to a peaceful space and never return.I dont recommend spa toccare at all.   It is way way WAY overpriced and doesnt de-stress.  Quite the opposite, youll likely leave annoyed and frazzled. I went home and created my own at-home spa night.  It was great.  It made me wonder why I ever thought paying for it was a sensible move since I could create it for myself so easily at home.  I went to bed happy and clean.  No thanks to borgatas spa toccare.Read more",
            "Spa có chấp nhận Thẻ quà tặng Spa và Welness không?Đọc thêm"
        ],
        "star_ratings": [
            37,
            12,
            8,
            13,
            10
        ],
        "review_amount": 80,
        "location": [
            "Spa cảm ứng",
            "Hoa Kỳ",
            "Jersey Shore",
            "thành phố Atlantic",
            "New Jersey NJ",
            "Những hoạt động nên làm ở Thành phố Atlantic"
        ],
        "reviews_time": [
            "Written April 2, 2024",
            "Written June 21, 2023",
            "Written March 8, 2023",
            "Written February 17, 2023",
            "Written January 22, 2023",
            "Written November 20, 2022",
            "Written November 6, 2022",
            "Written May 15, 2022",
            "Written April 25, 2022",
            "Written February 6, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29750-d1463268-Reviews-Spa_Toccare-Atlantic_City_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d523118-Reviews-Old_Homestead_Steak_House-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d549901-Reviews-Borgata_Buffet-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d2335207-Reviews-Vic_Anthony_s_Steakhouse-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d2249470-Reviews-Noodles_of_the_World-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d1074193-Reviews-The_Metropolitan-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d10251427-Reviews-Borgata_Baking_Company-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d4603327-Reviews-Bread_and_Butter-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d10635292-Reviews-The_Marketplace_Eatery-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d12437842-Reviews-Angeline_by_Michael_Symon-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d2218605-Reviews-Chart_House-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d282804-Reviews-Borgata_Casino-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d2277815-Reviews-Golden_Nugget_Casino-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d10990271-Reviews-New_Jersey_Korean_War_Memorial-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d269145-Reviews-Harrah_s_Atlantic_City_Casino-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d107495-Reviews-Absecon_Lighthouse-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d501311-Reviews-Tanger_Outlets_Atlantic_City-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d622229-Reviews-Atlantic_City_Aquarium_Historic_Gardner_s_Basin-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d506474-Reviews-The_Quarter_at_Tropicana-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d7964028-Reviews-Gardner_s_Basin-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d12311376-Reviews-Little_Water_Distillery-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d1463268-Reviews-or10-Spa_Toccare-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d4114804-Reviews-Spa_and_Salon_at_the_Golden_Nugget-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d1021685-Reviews-Elizabeth_Arden_Red_Door_Spa-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d1130147-Reviews-Qua_Baths_Spa_at_Caesars_Atlantic_City-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d15356044-Reviews-Exhale_Spa_Bathhouse-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d23797304-Reviews-The_Spa_At_Harrah_s_Resort_Atlantic_City-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d3703341-Reviews-Sea_Spa-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d10597730-Reviews-The_Spa_at_Bally_s-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d27027973-Reviews-Breathe_Salt_Spa_at_Tropicana-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d27089020-Reviews-Aqua_Spa_at_Atlantic_Palace-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d27048572-Reviews-New_Rainbow_Spa-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d5835825-Reviews-GypsyBar-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d10225326-Reviews-The_Music_Box-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d10777440-Reviews-Borgata_Comedy_Club-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d10487776-Reviews-Premier_Nightclub-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d10798301-Reviews-Vintage_A_Wine_Boutique-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d8376604-Reviews-Borgata_Festival_Park-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d8395813-Reviews-Metamorphosis_Boat_Charters-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d1837706-Reviews-Atlantic_City_Cruises-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d8352820-Reviews-Haven_Nightclub-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d3473933-Reviews-Atlantic_City_Parasail-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d4036886-Reviews-Atlantic_City_Princess_Cruises_Day_Tours-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g33657-d212129-Reviews-Strawberry_Park_Hot_Springs-Steamboat_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d244305-Reviews-Zoo_Aquarium_de_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g31190-d2648940-Reviews-Makutu_s_Island-Chandler_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d285915-Reviews-Manchester_Designer_Outlets-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d6665642-Reviews-Vialand-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5124083-Reviews-Grand_Central_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d6664066-Reviews-Central_Embassy-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d188930-Reviews-Gay_Village-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g14007837-d15046216-Reviews-Waterfall_Gubavica-Zadvarje_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d23658122-Reviews-West_Beach-Gary_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29750-d1463268-Reviews-or10-Spa_Toccare-Atlantic_City_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29750-d1463268-Reviews-Spa_Toccare-Atlantic_City_New_Jersey.html"
    }
]