[
    {
        "attraction_name": "Spanish Steps",
        "attraction_name_vi": "điệu nhảy Tây Ban Nha",
        "general_info": [
            "23.049 đánh giá",
            "- 19 trong số 2.427 điều cần làm ở Rome",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Nằm ở trung tâm Rome, quảng trường sôi động và trang nhã này được bao quanh bởi các tòa nhà thế kỷ 18 được tô điểm bởi những bông hoa đầy màu sắc tô điểm cho Bậc thang Tây Ban Nha. Những bậc thang trang nhã của Francesco de Sanctis - 1723-1726 - bao gồm mười hai bậc thang có chiều rộng khác nhau, dẫn xuống Nhà thờ Trinita dei Monti tuyệt đẹp của dòng Phanxicô.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Hơi thất vọng và không chắc tất cả những ồn ào về tbh là gì.  Các bước đẹp và nhìn từ trên xuống là tuyệt vời.  Hãy cảnh giác nếu có kế hoạch ăn uống gần đây, chúng tôi thấy đây là khu vực đắt đỏ nhất ở Rome.  Gọn gàng - 10 cho một cốc bia nhỏ.Đọc thêm",
            "Có rất nhiều thứ được làm từ Bậc thang Tây Ban Nha và hóa ra đó là một tập hợp các..... bậc thang. Rõ ràng quy tắc là không ai được phép ngồi lên chúng, đó là một quy tắc đã bị phá vỡ một cách toàn diện. Nhà thờ ở đầu các bậc thang khiến chuyến thăm trở nên đáng giá. Quang cảnh thành phố cũng đáng để đi bộ. Có lẽ tôi đã nhầm lẫn.Đọc thêm",
            "Tôi nghĩ trang web này được đánh giá hơi cao so với những trang khác ở Rome. Không sao với tầm nhìn đẹp từ trên xuống nhưng rất đông đúc. Nếu bạn bỏ lỡ nó, đó sẽ không phải là ngày tận thế. Tuy nhiên, thật dễ dàng để đến được bằng - A - Metro ngay tại đó - trạm dừng Spagna - .Đọc thêm",
            "Nó đẹp và đẹp nhưng sát tường với mọi người.  Và khá nóng - chỉ 86 F nhưng độ ẩm khiến trời nóng hơn\n\nCác bước rất dễ điều hướng và nằm ở một trong những khu vực mua sắm sang trọng. \nở gần nhà thờ Baptist của Rome, chúng tôi đã đến thăm vào chủ nhật nàyĐọc thêm",
            "Một trong những khu vực sầm uất và năng động nhất thành phố. Các bậc thang và môi trường xung quanh có rất nhiều người, tiếng ồn và niềm vui, đài phun nước ở phía dưới rất đẹp. Điểm đi xuống nằm sát với một dãy phố mua sắm và nó sẽ hoàn thiện trải nghiệm. Tuy nhiên, không có gì thực sự đặc biệt và độc đáo ở đó, vì vậy nó có thể được coi là một phần của cuộc đi bộ hàng ngày. Đọc thêm",
            "Là một địa điểm tham quan rất nổi tiếng ở Rome nên sáng sớm là thời điểm tốt nhất để tránh đám đông.\nViệc leo lên đỉnh các bậc thang rất ấn tượng với tầm nhìn tuyệt vời ra khu vực xung quanh, cộng với nhà thờ trên đỉnh cũng rất đẹp.\nRất nhiều cửa hàng và quán cà phê trong khu vực cùng với các thương hiệu thiết kế nên túi tiền của bạn sẽ không đáy.Đọc thêm",
            "Một điều miễn phí tuyệt vời để làm ở Rome.  Hãy chắc chắn rằng bạn có thể trạng đủ tốt để leo lên cầu thang vì có rất nhiều cầu thang.  Việc leo lên rất đáng giá vì tầm nhìn từ trên xuống thật đáng kinh ngạc.  Có một nhà thờ ở trên đỉnh nơi bạn có thể cảm ơn vì đã thực sự lên đến đỉnh.  Lưu ý: Đã đi cùng gia đình - tất cả người lớn - , nhưng TA không cung cấp cho bạn lựa chọn đó khi viết đánh giá.Đọc thêm",
            "Chà, nếu bạn - đang ở Rome, thì chuyến đi bộ Bậc thang Tây Ban Nha - Đài phun nước Trevi là điều bắt buộc. Nhưng tất cả những khách du lịch khác cũng có cùng suy nghĩ - . Khu vực rất đông đúc. Bản thân các bước đã đủ đẹp - chỉ là nó sẽ thú vị hơn với ít đám đông hơn. Nếu bạn thực sự thiếu thời gian và muốn ưu tiên nơi bạn dành thời gian đó ở Rome, bạn có thể bỏ qua phần nàyĐọc thêm",
            "135 bậc thang travertine dẫn đến Nhà thờ Trinita dei Monti và như thường lệ trong mỗi lần ghé thăm, nơi này luôn kín chỗ! Tuy nhiên, không có quá nhiều khách du lịch thực hiện các bước? Họ dường như tụ tập ở quảng trường Piazza, chụp ảnh tự sướng, uống cà phê - thuốc lá! Bậc thang được xây dựng vào năm 1723 nhằm tạo sự liên kết giữa Nhà thờ - quảng trường bên dưới và được trả tiền bởi di sản của một nhà ngoại giao Pháp. Một địa điểm phải ghé thăm ở Roma!Đọc thêm",
            "Bậc thang Tây Ban Nha ở Rome, Ý, leo lên một con dốc lớn giữa quảng trường Piazza di Spagna ở chân đế và quảng trường Piazza Trinità dei Monti, nổi bật với nhà thờ Trinità dei Monti, ở phía trên cùng. Các bậc thang thể hiện một cách hình tượng và ẩn dụ mối quan hệ chặt chẽ giữa thành phố Linh thiêng và Thành phố vĩnh cửu, được thể hiện qua độ cao và sự rộng lớn của di tích. Những bậc thang dài nhất và rộng nhất ở châu Âu cũng là một địa danh quan trọng ở Rome khi nơi đây tổ chức các sự kiện và là nơi lưu giữ truyền thống của Ý.\n\nTrong chuyến thăm của chúng tôi ở đó, nó đóng cửa đến tối và nơi này rất đông du khách, cả trong và ngoài nước. Mặc dù phải mất khá nhiều thời gian và nỗ lực để đi lên các bậc thang, nhưng đó là một trải nghiệm tuyệt vời và tầm nhìn từ trên xuống thật tuyệt vời!\nĐọc thêm",
            "Bậc thang Tây Ban Nha rất đông đúc và - ngồi trên bậc thang - cảnh sát đã có mặt thổi còi để yêu cầu những người ngồi trên bậc thang đi tiếp. Các bậc thang rất đẹp nhưng có đoạn khá dốc. Tuy nhiên, phải xem.Đọc thêm",
            "Tôi đến thăm khá sớm vào buổi sáng vì tôi đã đọc được rằng nó có thể rất bận rộn trong ngày. Đó là một chuyến đi bộ tốt từ khách sạn của tôi và đáng xem. Đọc thêm",
            "Một trong những địa điểm được khuyến nghị đi đến các địa điểm trong danh sách du khách, Bậc thang Tây Ban Nha rất đáng để ghé thăm .. không phải vì bản thân các Bậc thang mà là toàn bộ trải nghiệm của khu vực. Đi trước khi mặt trời lặn và sau đó ở lại cho đến khi đèn bật sáng.. toàn bộ khu vực nhộn nhịp với những người đang tận hưởng kỳ nghỉ. Bạn nên thưởng thức tiệc trà tại Bennington Tea House.Đọc thêm",
            "View tuyệt đẹp từ bên dưới - nhìn lên thánh đường - hoặc phía trên - nhìn xuống đài phun nước - . Rất nhiều quán cà phê nhỏ cũng như một số cửa hàng cao cấp trong khu vực. Mặc dù nó không nhất thiết phải thu hút đám đông như trước đây nhưng nó chắc chắn đáng để bạn ghé thăm mỗi khi bạn đến thăm Rome.Đọc thêm",
            "Bậc thang Tây Ban Nha là một địa điểm nổi tiếng ở Rome, được lãng mạn hóa nhiều nhờ phim ảnh và du lịch, vì vậy đây là một - phải xem - . Theo hướng dẫn viên du lịch yêu thích của tôi đến Châu Âu, Rick Steves, Bậc thang Tây Ban Nha là nơi mà bạn phải nán lại, ngồi trên bậc thang và ngắm nhìn thế giới trôi qua. Đối với tôi, ngồi trên những bậc thang bẩn thỉu trên một con phố đông đúc - quảng trường, trong khi những đám người vô tâm liên tục chen lấn đang va vào bạn, không phải là một hoạt động thư giãn. Vì vậy, như Cesar đã nói - veni, vidi, vici - , tôi đã đi, chụp vài bức ảnh, và vội vã rời khỏi đó. Sự thật buồn cười: có một tấm biển được dán ngay cạnh cầu thang, ghi rằng việc ngồi trên cầu thang là bị cấm.  - xem ảnh - Đọc thêm",
            "Người ta nói bạn phải nhìn thấy nó một lần trong đời, nhưng có quá nhiều người đến nỗi dù bạn có ở đó hay không thì bạn cũng không thực sự nhìn thấy nó. Nếu bạn muốn có bầu không khí, hãy đi vào lúc bình minh; nếu không thì đó là một sự thất vọng lớn. Khách du lịch chụp ảnh selfie và người bán gậy selfie khắp nơi.Đọc thêm",
            "Đây là cầu thang mang tính biểu tượng của thành phố Rome và là địa điểm nổi tiếng đối với du khách tại Piazza di Spagna. Những gì bạn tìm thấy là một bộ gồm 135 bậc thang leo lên độ cao 29 mét để đến Nhà thờ Trinita dei Monti. Cầu thang mà bạn nhìn thấy ngày nay được xây dựng vào năm 1725. Trong những tháng ấm áp, cầu thang được trang trí bằng những chậu hoa và tạo nên khung cảnh tuyệt đẹp để chụp ảnh. Ở dưới cùng của nó, bạn sẽ tìm thấy một Fontana della Barcaccia đặc biệt. Từ đó bạn có thể nhìn lên trên, ngắm nhìn Bậc thang Tây Ban Nha, nhà thờ cũng như Đài tưởng niệm Sallustiano cũng ở đầu cầu thang.Đọc thêm",
            "Sau khi xem các bậc thang Tây Ban Nha, tôi thực sự không hiểu tại sao mọi người lại muốn xem chúng. Họ thật tuyệt, nhưng họ không - tuyệt vời. Đó chỉ là một cầu thang lớn, thật thú vị nhưng đồng thời cũng không có nhiều việc phải làm. Nó không thú vị như những địa danh khác mà bạn có thể ghé thăm gần đó như Đài phun nước Trevi.Đọc thêm",
            "Chúng tôi đã đến đó hai lần. Một buổi tối để chụp ảnh với nhà thờ, cột và bậc thang. Lần thứ hai với mục đích tương tự trong ngày - khi lệnh cấm ngồi trên bậc thang được thực thi một cách siêng năng - cộng với việc mua sắm tại các thương hiệu thiết kế sang trọng của Ý và Pháp. Cửa hàng gelato - Don Nino - cạnh đài phun nước rất đắt tiền nhưng thật tuyệt vời khi chúng tôi có hai lần trong cả hai lần ghé thăm. Bữa tối tại - Mignanelli 24 - cạnh quảng trường rất đẹp và giá cả hợp lý. Chúng tôi đã gọi món mì ống và pizza.Đọc thêm",
            "Chúng tôi đến Bậc thang Tây Ban Nha vào sáng sớm Chủ nhật. Chỉ có một vài người có mặt và nó rất thanh thản. Chúng tôi đến sau vài giờ và có hàng trăm người có mặt.Đọc thêm",
            "Chào mọi người. Hôm nay tôi đã ở bậc thang Tây Ban Nha - ngày 10 tháng 7 năm 2019 - khoảng 8:30 tối - 2030 - . Có một người phụ nữ tóc vàng trong bộ váy sáng bóng đang hát cùng các vũ công phụ họa. Một người chụp ảnh và nhiếp ảnh gia đang theo dõi cô ấy xung quanh. Tôi hỏi thì được bảo là cô ấy nổi tiếng. Tôi không thể hiểu cô ấy là ai. Hãy giúp tôi! Nó khiến tôi phát điên khi cố gắng tìm ra cô ấy là ai. Cảm ơn!Đọc thêm",
            "Nổi tiếng ở nước nào? Bạn có hình không??Đọc thêm",
            "Hiện tại có công trình xây dựng nào ảnh hưởng đến khu vực Bậc thang Tây Ban NhaĐọc thêm",
            "Tôi đã ở Rome vào cuối tháng 6 năm nay và công trình đang được tiến hành xung quanh khu vực dẫn đến Bậc thang Tây Ban Nha, nhưng không ngay lập tức làm hỏng cảnh quan và làm hỏng cơ hội chụp ảnh.Đọc thêm",
            "Việc tổ chức một đám cưới mang tính biểu tượng trước Bậc thang Tây Ban Nha có vi phạm pháp luật không? Hay chúng ta cần giấy phép?\n\nCó ai biết không?Đọc thêm",
            "Có, bạn có thể, có rất nhiều trang web tổ chức các đám cưới mang tính biểu tượng ở khắp mọi nơi ở Rome.  Hãy nhớ rằng nơi đây luôn là nơi đông người, bạn sẽ là tâm điểm của hàng trăm người.Đọc thêm",
            "giúp đỡ bất cứ ai! Tôi đã ở Bậc thang Tây Ban Nha vào lúc 13 - 9 hoặc 14 - 9 buổi tối và có một nam thanh niên hát rong chơi violin và anh ấy đang cover các bài hát hiện tại như Ed Sheehan và Adele. Anh ấy đang bán đĩa CD và tôi đã mua một chiếc nhưng bị mất và bây giờ muốn thử tìm tên anh ấy để tôi có thể thử tìm nhạc của anh ấy trên mạng. Nếu ai biết tên anh ấy hoặc CD của anh ấy tên là gì xin vui lòng trả lời. Anh ấy thật tài năng và tôi thực sự muốn có đĩa CD ở nhà nhưng không thể tìm thấy nó trong số tất cả những gì tôi đã giải nén : - . Cảm ơn trướcĐọc thêm",
            "Hãy thử gọi dãy phòng hoàng gia đó - theo đánh giá của tôi vì nó - dựa trên các bước đi bằng tiếng Tây Ban Nha, những người hát rong ở đó hầu hết các buổi tối nên có thể họ sẽ lấy tên cho bạn để bạn có thể kết nối với họ Đọc thêm",
            "Xin chào Caz2015, địa điểm ở đâu, có gần các điểm tham quan khác không? Có cần phải đi tour hay mất phí vào cửa không? Bạn sẽ nói bao nhiêu thời gian là đủ để nhìn xung quanh đó?\nCảm ơnĐọc thêm",
            "Bậc thang Tây Ban Nha miễn phí, nằm ở quảng trường Piazza Di Spagna. Nó rất đẹp như tranh vẽ từ trên xuống dưới của các bậc thang, ngày hay đêm. Bạn có thể dành 30 phút hoặc lâu hơn để chụp ảnh hoặc đơn giản là đi bộ ngang qua. Có một nhà thờ ở trên cùng của các bậc thang Trinità dei Monti và trong hầu hết các bức ảnh về Bậc thang Tây Ban Nha, bạn sẽ thấy nhà thờ này với các tháp chuông đôi. Villa Borghese - miễn phí ngoại trừ ZOO và Galleria - cũng ở khá gần mặc dù bạn phải đi qua một lối vào nhưng thật tuyệt khi đi bộ qua. Vào năm 2016, các bậc thang đã được mở lại sau khi được tân trang lại. Có một trạm dừng tàu điện ngầm gần đó và Đài phun nước Trevi ở gần đó.  Hy vọng điều này sẽ giúp ích.Đọc thêm",
            "Có cơ sở kinh doanh liên quan đến Hilton hoặc Hilton gần Bậc thang Tây Ban Nha ở Rome không? Cảm ơn bạn!Đọc thêm",
            "Rất tiếc, không có Helton xung quanh các bậc thang Tây Ban Nha nhưng khu vực xung quanh các bậc thang Tây Ban Nha có tất cả các cửa hàng cao cấp như Georgio Armani, Calvin Clain, Dior, Valentino và tất cả những cửa hàng khác.\n\nBăng qua đường từ đó bạn sẽ tìm thấy qua phố del Corso với tất cả các khu mua sắm thuộc tầng lớp trung lưu khác và đó là con phố rất dài.\n\nĐịa chỉ Helton gần nhất là viale liegi 62, Rome, cách đó khoảng 12 phút lái xe và 38 phút đi bộ đến các bậc thang Tây Ban Nha.\n\nHy vọng câu trả lời này ổn và chúc may mắnĐọc thêm",
            "Xin chào, tôi sẽ đến Rome vào buổi tối khoảng 7 giờ tối trong tháng 9.\nCó đáng để ghé thăm các bậc thang Tây Ban Nha vào thời điểm đó hay tôi nên lên kế hoạch vào buổi sáng?Đọc thêm",
            "Tôi sẽ đến thăm Bậc thang Tây Ban Nha vào buổi sáng sớm nhất có thể vì nơi đây rất đông đúc và hãy xem máy ảnh và túi xách của bạn, v.v.Đọc thêm",
            "Bạn có phải mặc cả giá cho chuyến đi bằng xe ngựa không? Bạn cũng đã đi qua Đài phun nước Trevi và Pantheon chưa? Cảm ơn rất nhiều.Đọc thêm",
            "Tôi tưởng tượng bạn có thể mặc cả nhưng chúng tôi đã không mặc cả khi chúng tôi đi bộ khắp nơi mà chúng tôi thích Đọc thêm",
            "Xin chào! \nChúng tôi sẽ ở gần Bậc thang Tây Ban Nha. Có ai có thể giới thiệu một nhà hàng chính thống có chỗ ngồi ngoài trời không quá đông khách du lịch không? Cảm ơn bạn!Đọc thêm",
            "Các nhà hàng xung quanh Bậc thang Tây Ban Nha mà tôi tìm thấy đều là đồ ăn Ý đắt tiền, hầu hết các cửa hàng ở đó đều là Fendi, ông chủ tất cả các cửa hàng thiết kế.  Nói rằng nếu bạn đi xa hơn một chút xuống Phố Chính gần adidas và cửa hàng Roma, bạn sẽ thấy một số nhà hàng đẹp ở các con phố nhỏ. \n\nLuôn hỏi xem có phí bảo hiểm khôngĐọc thêm",
            "Địa điểm ăn uống d.espagneĐọc thêm",
            "Vâng, có nhà hàng ở Plaza España. Tôi đã ở một trong số đó, tất nhiên giá không phải là rẻ nhất nhưng nếu bạn so sánh chúng với những nơi ở Paris thì sẽ dễ tiếp cận hơn. Tôi hy vọng bạn đã phục vụ thông tin. Chúc bạn có chuyến đi vui vẻ!! Đọc thêm"
        ],
        "star_ratings": [
            8239,
            6863,
            5691,
            1620,
            640
        ],
        "review_amount": 23053,
        "location": [
            "Lazio",
            "Châu Âu",
            "điệu nhảy Tây Ban Nha",
            "la Mã",
            "Nước Ý",
            "Những điều cần làm ở Rome"
        ],
        "reviews_time": [
            "Written June 1, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written July 2, 2023",
            "Written July 7, 2023",
            "Written July 14, 2023",
            "Written July 28, 2023",
            "Written July 29, 2023",
            "Written July 30, 2023",
            "Written August 1, 2023",
            "Written May 26, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 17, 2024",
            "Written May 7, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written April 23, 2024",
            "Written April 13, 2024",
            "Written April 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187791-d197717-Reviews-Spanish_Steps-Rome_Lazio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d7811581-Reviews-La_Strega_Nocciola_Gelateria_Artigianale_Roma_Piazza_Di_Spagna-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d4179812-Reviews-Trecaffe_Due_Macelli-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1380808-Reviews-Crispi_19-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d23428089-Reviews-Unik_Restaurant-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d790167-Reviews-Life_Ristorante-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d27183856-Reviews-Da_Cicero-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1061460-Reviews-Imago-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d7390005-Reviews-Cantina_Belsiana-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d17412951-Reviews-Pinsitaly_Trevi-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1066539-Reviews-Il_Gabriello-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d229395-Reviews-Keats_Shelley_House-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d8476360-Reviews-Piazza_di_Spagna-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191114-Reviews-Fontana_della_Barcaccia-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d5986779-Reviews-Fondazione_Giorgio_e_Isa_de_Chirico-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d592321-Reviews-Trinita_dei_Monti-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2536458-Reviews-Colonna_Dell_Immacolata_Piazza_di_Spagna-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d6429365-Reviews-I_Virtuosi_dell_opera_di_Roma-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d7211966-Reviews-Obelisco_Sallustiano-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d5544721-Reviews-Palazzetto_Zuccheri-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d19325029-Reviews-Fontana_di_Trinita_dei_Monti-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d197717-Reviews-or10-Spanish_Steps-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d192274-Reviews-Basilica_di_Santa_Maria_Maggiore-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d197714-Reviews-Pantheon-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d192285-Reviews-Colosseum-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2154770-Reviews-Roman_Forum-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190121-Reviews-Piazza_Navona-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190996-Reviews-Palatine_Hill-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190131-Reviews-Trevi_Fountain-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190985-Reviews-Monumento_a_Vittorio_Emanuele_II-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191105-Reviews-Museo_Nazionale_di_Castel_Sant_Angelo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190123-Reviews-Trastevere-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2437503-Reviews-Rome_Free_Walking_Tour-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d1549786-Reviews-New_Rome_Free_Tour-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d6518064-Reviews-Babington_s_Tea_Room-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d17611595-Reviews-Gucci-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12182183-Reviews-Sermoneta_Gloves-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2149105-Reviews-Alta_Care_Beauty_Spa-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d1739408-Reviews-Rome_in_Limo_Tours_Excursions-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d17413575-Reviews-City_Unscripted_Rome-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d6672022-Reviews-The_Grand_Tour_Europe_Unique_Guided_Tours-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156501-Reviews-Sunset_Boulevard-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g52926-d286194-Reviews-Longwood_Gardens-Kennett_Square_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293968-d23994136-Reviews-Magic_City-Tashkent_Tashkent_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d554673-Reviews-Teramachi_dori_Street-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g54204-d1523447-Reviews-South_of_the_Border-Dillon_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d109549-Reviews-Kealakekua_Bay-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60890-d102693-Reviews-Harvard_Square-Cambridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g30787-d8007236-Reviews-Wilderness_Park-Prattville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g34275-d3222931-Reviews-Aqua_Golf_Driving_Range-Hallandale_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d146551-Reviews-Going_to_the_Sun_Road-West_Glacier_Montana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187791-d197717-Reviews-or10-Spanish_Steps-Rome_Lazio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187791-d197717-Reviews-Spanish_Steps-Rome_Lazio.html"
    }
]