[
    {
        "attraction_name": "Spinalonga (Kalydon)",
        "attraction_name_vi": "Spinalonga - Kalydon -",
        "general_info": [
            "9.941 đánh giá",
            "- 2 trong số 22 điều cần làm ở Elounda",
            "Địa điểm lịch sử",
            "Quần đảo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đặt chuyến đi thuyền của chúng tôi với khách sạn của chúng tôi với chi phí - 14 mỗi chuyến. Vào Spinalonga là - 8 người mỗi người, - 4 người cho con trai chúng tôi 21 tuổi. Chiếc thuyền cho chúng tôi 1 giờ 20 phút để nhìn xung quanh, đủ thời gian để nhìn thấy mọi thứ. Nó rất thú vị. Công việc đang diễn ra để cải thiện các con đường, bảo tồn các tòa nhà, v.v. - Nó thực sự đáng để ghé thăm. Nhìn những ngôi mộ cùi cũng buồn. Rất khuyến khích!! Đọc thêm",
            "Bạn có thể tự mình đến đây nhưng bạn thực sự cần tham gia một chuyến tham quan có hướng dẫn để đánh giá đầy đủ những gì đã xảy ra ở đây. Chúng tôi may mắn được gặp Pavlos Michalogiannis, người đã tổ chức một chuyến tham quan tuyệt vời. Hãy cố gắng để có được anh chàng này nếu bạn có thể! Anh ấy đã khiến nơi này trở nên sống động, chia sẻ nhiều giai thoại và câu chuyện giúp chúng tôi trân trọng những thử thách và chiến thắng nhỏ của những cư dân cũ của Spinalong. Anh ấy giỏi hơn rất nhiều so với người hướng dẫn mà chúng tôi có Knossos. Pavlos là một đứa trẻ ở một cộng đồng gần đó khi Spinalonga vẫn còn được sử dụng làm nơi cư trú cho người cùi và có thể chia sẻ những câu chuyện cá nhân. Không cần thiết phải đọc cuốn tiểu thuyết The Island của Victoria Hislop trước khi đến thăm, mặc dù làm như vậy sẽ khiến bạn thêm trân trọng nơi này và những gì đã xảy ra ở đây.Đọc thêm",
            "Đây là lần đầu tiên tôi trở lại sau khoảng 35 năm, thành thật mà nói thì đó là nơi đẹp nhất khi đó, hầu như không có khách du lịch, không có cửa hàng hay nhà vệ sinh. Những ngôi nhà vẫn còn nguyên như khi họ bước ra khỏi đó, rèm vẫn treo trên cửa sổ, đồ đạc trong nhà, cùng nồi niêu xoong chảo. Không có mèo hay chim, nó rất yên tĩnh, bạn cảm thấy mình phải thì thầm khi đi vòng quanh để không làm phiền ai.  Thật là một cú sốc khi nhìn thấy những ngôi nhà hiện nay như thế nào, mặc dù họ đang cố gắng trang hoàng lại để khiến chúng trông giống như khi mọi người còn sống ở đó nhưng nó không có cảm giác hay bầu không khí giống nhau. Thật tuyệt vời khi được quay lại khoe với chồng tôi và tôi đánh giá cao việc họ cần khách du lịch cố gắng bảo tồn những gì còn sót lại của các tòa nhà. Hy vọng họ sẽ không làm hỏng nó quá nhiều.Đọc thêm",
            "Hòn đảo hấp dẫn với lịch sử to lớn.\nNó nhỏ nhưng chắc chắn đáng để xem. \nDễ dàng đi bằng thuyền từ Agions Nicolaos. \nVào cửa 8 euro mỗi người - miễn phí cho những người dưới 25 tuổi từ EU - Đọc thêm",
            "Chúng tôi đến bằng phà từ Plaka Marina, mất 5 phút nhưng có vẻ như chỉ chạy mỗi giờ. Do những hạn chế khác, chúng tôi chỉ có 50 phút trên đảo, không đủ dài, chúng tôi khuyên bạn nên ở ít nhất 90 phút nhưng có lẽ 2 giờ là đủ. Có tour tham quanĐọc thêm",
            "Đã đặt chuyến đi theo gói thông qua đại diện của chúng tôi - TUI - và nhìn lại, lẽ ra chúng tôi nên tự tổ chức.\n\nCác công ty địa phương đưa ra mức giá thấp hơn và bạn có thể sẽ có được trải nghiệm tốt hơn.\n\nBỏ qua chuyến xe dài và hướng dẫn viên kém, tôi sẽ tập trung vào đảo.\n\nRất thú vị, chìm đắm trong lịch sử và thật buồn khi nghĩ về những gì đã xảy ra ở đó. \n\nTôi nghĩ hầu hết các chuyến đi đều cho bạn khoảng hai giờ trên đảo là đủ. Người hướng dẫn của chúng tôi đã dành quá nhiều thời gian để nói với chúng tôi rằng kịch bản của cô ấy đã giúp chúng tôi tiến bộ. Cô ấy cũng lặp đi lặp lại và hơi buồn tẻ.\n\nTôi nghĩ hầu hết mọi người nên quản lý hòn đảo nhưng nếu bạn - thực sự yếu đuối - tôi sẽ hướng dẫn trước.\n\nCác tòa nhà được bảo trì tốt, hòn đảo rất ấn tượng trong vịnh, nói chung là một chuyến thăm đáng giá.\n\nNếu bạn tự đi thì bạn có nhiều thời gian hơn để khám phá khu vực địa phương.Đọc thêm",
            "Vợ đã đọc cuốn sách The Island từ nhiều năm trước và luôn muốn đến thăm nên chúng tôi đã đặt kỳ nghỉ tại Elounda. Chúng tôi đọc các đánh giá trước khi truy cập và tôi chỉ có một điều cần thêm vì tôi không nhớ là đã thấy nó được đề cập nên không biết liệu nó có mới không. Chúng tôi mua vé từ bến cảng ở Elounda, nơi có 7 - 8 thuyền du lịch, một số thuyền đánh cá thích nghi và đi ngang qua. Khi đến nơi, người đội trưởng nói chúng tôi có một giờ mười phút sau đó anh ấy sẽ quay lại và đưa chúng tôi về, tôi nghĩ bạn có thể ở lại vài giờ. Sau đó thuyền đi và neo đậu ngoài đảo, chuyến thăm hơi vội vã nhưng chúng tôi đã thấy mọi thứ và chắc chắn anh ấy đã quay lại đúng giờ và đưa chúng tôi trở lại. Không biết các tàu du lịch lớn có làm như vậy không, có thể giới hạn thời gian là để tránh tình trạng quá đông đúc trên đảo nhưng nếu biết bạn có thể lên kế hoạch cho phù hợp.Đọc thêm",
            "Thật thú vị để xem nhưng hãy chuẩn bị cho việc leo dốc và những con đường rất không bằng phẳng cũng như rất bận rộn. \nChúng tôi đi thuyền từ Elounda sớm nhưng ngay cả khi chúng tôi đến đó thì nó vẫn chật cứng người. Rất nhiều nhóm của bạn. Đi bộ xung quanh một số khu vực là một thách thức do bề mặt không bằng phẳng, dốc và lượng người. \nLịch sử thật hấp dẫn và quan điểm thật tuyệt vời. Chắc chắn đáng xem và đó là một chuyến đi thuyền tuyệt vời. \nTôi cảm thấy hoàn toàn bị gạt ở quán cà phê khi bị tính phí 5 euro cho một lon cocacola! \nMọi người có cảm giác như được miễn phí khi lên thuyền trở lại vì có rất nhiều thuyền cập bến và thường không biết mình nên bắt chiếc thuyền nào. Lại vô cùng bận rộn chờ thuyền về. \nMẹo của tôi - hãy mang theo đồ uống của riêng bạn mà chúng tôi thường làm nhưng đã quên ngày hôm đó. Hãy chuẩn bị cho nó bận rộn. Mang giày tử tế.Đọc thêm",
            "Nếu bạn đang ở Đông Crete thì chắc chắn đáng để ghé thăm. Đi sớm - chuyến tàu đầu tiên khởi hành lúc 10 giờ sáng - vì đây là địa điểm nổi tiếng và sẽ đông đúc. Đi thuyền từ Plaka thay vì Elounda để tránh đám đông.\n\nHòn đảo này có một lịch sử lâu dài và hấp dẫn bao gồm người Venice, người Ottoman và người Hy Lạp. Có rất nhiều bảng thông tin bằng nhiều ngôn ngữ cùng với người quản lý trên đường đi.\n\nCó một quán cà phê và nhà vệ sinh nơi thuyền đến.\n\nĐể vào được, bạn phải trả tiền vé đi thuyền và sau đó là vé vào cổng khi bạn đến nơi.Đọc thêm",
            "Chắc chắn đáng để ghé thăm. Trời nóng nhưng hấp dẫn và rất dễ tiếp cận. Chúng tôi mua vé đi thuyền từ Plaka và mua vé vào cổng một lần ở đó. Vào cửa miễn phí cho công dân EU dưới 25 tuổi, trẻ em Vương quốc Anh - 4 Euro vào cửa. Xin lưu ý, nếu bạn muốn tham quan bằng tai nghe, bạn cần phải tổ chức việc này trước khi đến đảo và mua vé bao gồm nó. Bạn không thể mua một cái trên đảo. Đọc thêm",
            "Một chuyến tham quan có hướng dẫn viên là điều cần thiết để tìm hiểu về lịch sử và cuộc sống của thuộc địa cùi cũ này. Một cảm giác độc đáo cho nơi nàyĐọc thêm",
            "Đến thăm Spinalonga bằng thuyền từ Agios Nikolas. Victoria Hislop dựa trên cuốn sách của cô ấy - Hòn đảo - xung quanh nơi này trước đây là thuộc địa của người cùi. Hôm tôi đi trời có nhiệt độ 35 độ và rất gió, nhưng vẫn rất thích. Đã đặt qua Zet Travel. Điểm dừng bơi trên đường đi. Hướng dẫn viên trên đảo rất nhiều thông tin và tôi rất thích nhìn thấy những ngôi nhà mà cư dân trước đây đã ở.Đọc thêm",
            "Chúng tôi đã đi như một gia đình như một phần của chuyến tham quan bằng thuyền từ Agios Niloloas. Nó thực sự đáng để ghé thăm - đầy lịch sử và không khí.  Tuy nhiên, nếu tôi không tự mình nghiên cứu trước khi đi thì tôi sẽ không có được ý tưởng thực sự nào về cuộc sống của người dân ở khu cùi. Hướng dẫn viên của chúng tôi nói như thể mọi người đang đi nghỉ và có mọi thứ họ muốn - cần. Tôi khuyên bạn nên đọc một chút trước khi truy cập.Đọc thêm",
            "Chúng tôi đến thăm như một phần của chuyến tham quan dài hơn, nhưng đây là phần hay nhất. Những gì những linh hồn tội nghiệp này đã trải qua thật đau lòng. Hòn đảo xinh đẹp nhưng cũng là nhà tù. Người hướng dẫn biết công cụ của cô ấy. Nó làm tôi nhớ đến Papillon. Đọc thêm",
            "Chúng tôi rất thích chuyến đi đến Spinalonga, mỗi chuyến phà từ Elounda trị giá 14 euro. 8 euro mỗi người để đi dạo quanh đảo. Lời khuyên: Hãy bắt một trong những chuyến phà đầu tiên băng qua. Nó trở nên rất bận rộn rất nhanh chóng. Đừng mong đợi dịch vụ khách hàng thân thiện, hữu ích từ các phòng vé mà bạn nhận được ở nơi khác! Hãy cẩn thận với các nhóm du lịch lớn đang cố gắng đẩy bạn lên phà trước mặt bạn. Hãy tự kiếm đồ ăn - quán cà phê bận rộn và đắt tiền. Các nhà điều hành phà đề nghị bạn chỉ có 1 giờ 15 phút cho đến khi bạn cần bắt chuyến phà quay trở lại. Bạn không bị giới hạn thời gian này vì bạn có thể bắt chuyến phà muộn hơn NHƯNG khi giờ ăn trưa đến gần, nó ngày càng bận rộn hơn, khi băng chuyền chở khách du lịch thực sự tăng tốc. Theo kinh nghiệm của chúng tôi, thời gian cho phép là vừa đủ.  - Bạn đi hết một vòng quanh hòn đảo và nó rất nhỏ. - Đọc thêm",
            "Hãy chắc chắn rằng bạn có được một chuyến tham quan để tận dụng tối đa chuyến thăm. Có rất nhiều sự thật mà bạn cần phải nghe. Tôi đã xem một số đánh giá khác nên tôi có thể xác nhận rằng bạn có thể thanh toán bằng thẻ - nếu bạn có hộ chiếu hoặc chứng minh nhân dân EU, bạn cần xuất trình nó để được vào cửa miễn phí trên 65 tuổi. Ngoài ra, hãy tận hưởng!Đọc thêm",
            "Lần thứ hai tôi đến đây và có rất ít thay đổi trong 15 phút. Chuyến đi thuyền từ Plaka rất thú vị và tôi chắc chắn rằng hòn đảo này chứa đựng nhiều bí mật! Hãy thử tưởng tượng xem nơi đây cách đây 60-70 năm như thế nào và cảm giác thật kỳ lạ. Nơi này không hoàn toàn bị bỏ hoang và vẫn còn tàn tích của các phòng điều trị và cảm giác buồn bã. Nhà nguyện và lối đi dễ chịu với nhiều loài hoa tự nhiên mọc lên. Bạn có thể đến bằng thuyền từ Plaka, Elounda hoặc Aghios.Đọc thêm",
            "Chúng tôi lái xe đến plaka theo mong muốn trong thời gian ngắn nhất có thể trên thuyền. Có rất nhiều bãi đậu xe miễn phí và vé từ ki-ốt trên bến cảng. Hãy chắc chắn rằng bạn mang theo tiền mặt, trong khi họ có máy thẻ, họ nói rằng nó không hoạt động do tín hiệu - điều mà những người khác đã nhận xét rất có thể chỉ là họ thích tiền mặt hơn -. Đó là 12 euro cho mỗi người quay trở lại. Việc này mất khoảng 10-15 phút. Chúng tôi có chiếc thuyền đầu tiên trong ngày lúc 10 giờ sáng. Xuống thuyền chúng tôi xếp hàng mua vé vào đảo thì họ lại báo máy thẻ bị hỏng. 8 euro mỗi người. Chúng tôi đã đọc rằng bạn có thể nhận được mức giảm giá trong vòng 65 năm nên đã lấy hộ chiếu, chúng tôi là người Anh và được thông báo rằng mức giảm giá không áp dụng cho chúng tôi kể từ khi brexit - không thấy điều này ở bất cứ đâu nhưng không có tư cách tranh luận rằng chúng tôi đã trả giá đầy đủ. Đã đọc cuốn sách - hòn đảo - thật tuyệt khi thấy một số khu vực được mô tả. Tôi muốn có thêm thông tin về thuộc địa lepa, điều này có cảm giác như được bao bọc bởi nhiều thông tin hơn về cách Pháo đài được xây dựng, v.v. Cũng có thể có nhiều thông tin hơn về từng tòa nhà hoặc tàn tích, đặc biệt là đối với một khách du lịch như vậy điểm đến. Thời điểm chúng tôi rời đảo đã trở nên bận rộn - 11:30 - vì vậy hãy cố gắng đi sớm. Tôi rất vui vì chúng tôi đã đi, bản thân plaka cũng là một ngôi làng xinh xắn và vì vậy chúng tôi đã dành chút thời gian ở đó và ăn trưa.Đọc thêm",
            "Từ việc nhìn thấy hòn đảo bí ẩn này từ một bến phà tuyệt vời cho đến việc hạ cánh ở mức giá này như một cuộc phiêu lưu ly kỳ đến một nơi hoàn toàn bất ngờ. Trái tim của bạn sẽ rất đau buồn trước số phận của những người cùi, nhưng vẫn cảm thấy kinh ngạc trước sự hiện diện của người Venice và Ottoman ở đó. Tôi yêu thiên nhiên xâm chiếm những tàn tích ở đó. Sau đó tôi đọc về cuộc sống của những người khốn khổ đáng thương bị xã hội xa lánh ở đó. Nó sẽ ám ảnh bạn đến hết cuộc đời và buộc tất cả những ai ghé thăm phải tìm hiểu sâu hơn về quá khứ của nó!Đọc thêm",
            "Đi từ Elounda. Chúng tôi chỉ có 75 phút ở đó, vừa đủ để đi dạo quanh đảo nhưng không để khám phá lâu đài. Tôi quan tâm đến khu dân cư cùi trước đây, cuộc sống của những người thực sự, nhưng có rất ít thông tin và con phố chính nhỏ trông không giống như trước năm 1956. Công việc trùng tu dường như không tiến bộ lắm, nếu xét đến doanh thu kiếm được từ hàng ngàn khách du lịch đến thăm đảo mỗi năm. Cuốn sách của Victoria Hislop cũng rất kỳ ảo về hòn đảo. Nhìn chung, nó có vẻ giống như một hoạt động kiếm tiền, không hơn thế nữa.Đọc thêm",
            "Buổi tối vui vẻ.\n\nTôi muốn hỏi tour Spinalonga có hoạt động bình thường do dịch bệnh Covid 19 không và giá mỗi người là bao nhiêu.\n\nCảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào, tôi muốn biết từ Vịnh Gouvess liệu có thể đến Spinalonga bằng xe buýt không?Đọc thêm",
            "Chào buổi sáng, tôi đang ở Vịnh Gouvess, tôi có thể đến Spinalonga bằng xe buýt không - nếu vậy tôi nên đi xe nào - hay tôi nên thuê ô tô? Cảm ơn sự giúp đỡ của bạn - Đọc thêm",
            "Xin chào, tốt nhất bạn nên đi bộ đến cảng rồi lên thuyền. Chúc bạn có những ngày nghỉ lễ vui vẻ!Đọc thêm",
            "Xin chào! Có chuyến đi và hướng dẫn riêng đến Spinalonga từ Crete không?Đọc thêm",
            "Không biết. Chắc là có nhưng sẽ tốn tiềnĐọc thêm",
            "Tần suất khởi hành các chuyến thuyền từ Agios Nikolaos đến Spinonga. Chuyến tàu cuối cùng khởi hành lúc mấy giờ?Đọc thêm",
            "Xin chào...họ rất thường xuyên. Chúng tôi vừa leo lên tàu và nó đã sớm đầy người nhưng tôi - không biết thời gian của chuyến đi cuối cùng...xin lỗi!Đọc thêm",
            "Giá vé đi thuyền - vé vào cổng là bao nhiêu?\nCảm ơn bạnĐọc thêm",
            "Xin chào, mỗi chuyến thuyền trở về từ Plaka là 10 Euro và mỗi chuyến đi vào pháo đài trên Đảo là 8 Euro \n\nSteveĐọc thêm",
            "Nó có mở cửa vào tháng 10 không?Đọc thêm",
            "Tàu chạy vào đầu tháng 10 nhưng Elounda gần như đóng cửa đón khách du lịch vào ngày 1 tháng 11. Hy vọng điều này sẽ giúp ích.Đọc thêm",
            "Xin chào, chuyến thăm kéo dài bao lâu? suốt ngày? hoặc - một buổi sáng - - - một buổi chiều?Đọc thêm",
            "Xin lỗi, bây giờ tôi mới nhìn thấy nó! Nếu bạn khởi hành từ Elounda hoặc tốt hơn là từ Plaka, một vài giờ hoặc thậm chí ít hơn là đủ để thực hiện toàn bộ chuyến tham quan trong yên bình. Sau đó là các chuyến đi từ Agios Nikolaos - Nostos travel - kết hợp chuyến thăm Spinalonga với điểm dừng ăn trưa trên bãi biển, với thịt nướng và đồ uống, và rõ ràng là kéo dài lâu hơn - vào tháng 5 năm nay 25 - - . Ghen tị với bạn vì phải đến Crete, chúng tôi vừa trở về và chúng tôi rất muốn được đến đó!!Đọc thêm",
            "Có hướng dẫn kèm theo khi nhập học không?Đọc thêm",
            "Chuyến khởi động và phí vào cửa là riêng biệt. Không có hướng dẫn bao gồm. Chúng tôi đi du lịch bằng xe thuê và khám phá hòn đảo cùng gia đình. \nNgoài ra, thông qua công ty du lịch địa phương, bạn có thể đặt tour du lịch Spinalonga có phương tiện di chuyển và hướng dẫn viên. Đọc thêm",
            "Làm thế nào bạn có được Dimitri?Đọc thêm"
        ],
        "star_ratings": [
            5492,
            3218,
            924,
            194,
            115
        ],
        "review_amount": 9943,
        "location": [
            "tỉnh Lasithi",
            "Elounda",
            "đảo Crete",
            "Các hoạt động ở Elounda",
            "Spinalonga - Kalydon -",
            "Châu Âu",
            "Hy Lạp"
        ],
        "reviews_time": [
            "Written June 17, 2023",
            "Written June 18, 2023",
            "Written June 18, 2023",
            "Written July 4, 2023",
            "Written July 5, 2023",
            "Written July 6, 2023",
            "Written July 9, 2023",
            "Written July 24, 2023",
            "Written July 27, 2023",
            "Written August 3, 2023",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written May 29, 2024",
            "Written May 22, 2024",
            "Written May 17, 2024",
            "Written May 9, 2024",
            "Written May 6, 2024",
            "Written May 2, 2024",
            "Written April 26, 2024",
            "Written November 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189416-d547593-Reviews-Spinalonga_Kalydon-Elounda_Lasithi_Prefecture_Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g6754342-d10317011-Reviews-Epico-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6754342-d17802614-Reviews-Ocean-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6754342-d23546910-Reviews-Porta_Resto_Bar-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6754342-d1541320-Reviews-Paliria-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6754342-d715591-Reviews-Thalassa-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6754342-d4604376-Reviews-Taverna_Spinalonga-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6754342-d1535763-Reviews-Gorgona_Taverna-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6754342-d4588435-Reviews-Charoupia-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6754342-d3199676-Reviews-Taverna_maria_s-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6754342-d3249901-Reviews-Taverna_Giorgos_Giovanni-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g21285101-d21228373-Reviews-Spinalonga_Beach-Spinalonga_Agios_Nikolaos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g6754342-d17396658-Reviews-Spinalonga-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d12854686-Reviews-Spinalonga_Beach-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d21252680-Reviews-Leper_Colony_Cemetery-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d21295702-Reviews-Saint_Panteleimonas-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d21278868-Reviews-Ottoman_Residence-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d21283325-Reviews-Garrison_Room_Of_Venetian_Period-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g21285101-d21284861-Reviews-Church_of_Agios_Georgios_Spinalonga-Spinalonga_Agios_Nikolaos_Lasithi_Prefectu.html",
            "https://www.tripadvisor.com/Attraction_Review-g6754342-d8639886-Reviews-Plaka_Beach-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d21252670-Reviews-Leper_Colony_Hospital-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d547593-Reviews-or10-Spinalonga_Kalydon-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1535800-d1536672-Reviews-Elafonissi_Beach-Elafonissi_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191815-d11712314-Reviews-Reptisland-Melidoni_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g23229926-d4026099-Reviews-Agia_Marina_Donkey_Rescue_Sanctuary-Petrokefali_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1526211-d4600150-Reviews-Mazida_Ammos_Beach-Xerocambos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187644-d8385799-Reviews-Marmara_Beach-Loutro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2665186-Reviews-Kedrodasos_Beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d3263414-Reviews-Boat_Day_Trips_Spinalonga-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g6754342-d12502160-Reviews-Minos_Boats-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d15144048-Reviews-Rofos_Boat-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g6754342-d9765608-Reviews-Plaka_Watersports-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d19956954-Reviews-Elounda_Boat_Rentals-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d270467-Reviews-Rio_Grande_Trail-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g295380-d550541-Reviews-Strand-Novi_Sad_Vojvodina.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d10256983-Reviews-Jamestown_Beach_Event_Park-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55543-d10304036-Reviews-Lake_Bryan_Park-Bryan_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30242-d618397-Reviews-Gravelly_Point_Park-Arlington_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12666145-Reviews-Nuad_Thai_Massage_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g54204-d1523447-Reviews-South_of_the_Border-Dillon_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32037-d4312868-Reviews-McMurtry_Aquatic_Center-Bakersfield_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13768136-Reviews-Play_Dxb_Dubai_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g776005-d3332653-Reviews-Paradise_Beach-Thassos_Town_Limenas_Thasos_Northeast_Aegean_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189416-d547593-Reviews-or10-Spinalonga_Kalydon-Elounda_Lasithi_Prefecture_Crete.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189416-d547593-Reviews-Spinalonga_Kalydon-Elounda_Lasithi_Prefecture_Crete.html"
    }
]