[
    {
        "attraction_name": "Splash Lagoon Indoor Water Park Resort",
        "attraction_name_vi": "Khu nghỉ dưỡng công viên nước trong nhà Splash Lagoon",
        "general_info": [
            "3.112 đánh giá",
            "7 trên 90 điều cần làm ở Erie",
            "Công viên nước"
        ],
        "attraction_summary": "Công viên nước trong nhà Splash Lagoon mang đến niềm vui bất chấp thời tiết bất kể mùa nào! Luôn luôn ở nhiệt độ 84 độ, Splash Lagoon có hồ bơi tạo sóng trong nhà lớn nhất ở miền Đông Hoa Kỳ, 7 đường trượt nước xoáy, ngôi nhà trên cây dành cho trẻ em, dòng sông lười, xoáy nước dành cho gia đình, khu trò chơi điện tử khổng lồ, đường trượt dây trên ngọn cây và Nhà trên cây Tiki tương tác năm tầng. Du khách có thể nghỉ qua đêm tại ba khách sạn liên kết hoặc tại một số khách sạn đối tác gần đó. Dùng bữa tại Laguna Grill trong khu nghỉ dưỡng hoặc tại Hooch Blottos Sports Bar kèm theo, nơi có trò chơi bowling mini! Splash Lagoon là địa điểm hoàn hảo cho các bữa tiệc sinh nhật, xây dựng đội nhóm, trường học hoặc nhà thờ và đội trinh sát. Tọa lạc tại Erie, PA. Cách Buffalo, Pittsburgh Cleveland một quãng lái xe ngắn.Đọc thêm",
        "reviews": [
            "Cần nước trong cuộc sống, tôi tìm kiếm các công viên nước gần đó và đầm nước xuất hiện. Đã từng đến đây hai lần khi còn nhỏ, tôi rất vui mừng được quay trở lại.\n\nNếu có bất cứ điều gì, nó được cải thiện rất nhiều. Bầu không khí tổng thể rất tích cực và thân thiện với gia đình. Nhân viên cứu hộ chu đáo và tốt bụng, và nhìn chung mọi thứ chúng tôi đều có nhân viên tốt\n\nCó rất nhiều slide có sẵn và do đó, thời gian chờ đợi không quá tệ. Dòng sông lười cũng là một điểm nhấn thú vị nếu bạn muốn có một chút thời gian thư giãn.  Có hai khu vực bồn tắm nước nóng, một dành cho người lớn và một dành cho trẻ em. \n\nBạn có thể dễ dàng lấy đồ ăn và đồ uống từ quầy bán đồ ăn nhanh cũng như món bít-tết Quaker kèm theo.  Ngoài ra còn có quầy bar chỉ dành cho người lớn phục vụ một số loại cocktail ngon. Đây là bên cạnh flo-Rida. \n\nTủ khóa có sẵn. Phòng tắm lớn, trạm tắm, v.v., cửa hàng quà tặng lớn với những thứ cần thiết trong công viên nếu bạn có thể quên đồ bơi, v.v. \n\nNhìn chung đây là một công viên nước hoàn chỉnh và tôi rất muốn quay lại đây trong tương lai.Đọc thêm",
            "Highly recommend. Splash Lagoon has something for everyone from infants to adults which is important because we have a 6 month old, 12 year old, and 17 year old. Water was comfortable and restrooms, dining area and waterpark area are clean and maintained by staff in a timely manner. Has everything a big name park like Kalahari has but is much more affordable. There was also plenty of seating in all areas of the park and dining areas so there was plenty of room and you werent on top of others or without a seat Kalahari for example runs out of seating pretty early. Great location with tons of hotel, dining and shopping options within a minutes drive or walk. Splash has a bar and a quick service restaurantconcession area and there is a Quaker Steak and Lube attached to the building. We booked a package with Courtyard By Marriott across the street after reading tons of bad reviews for dirty worn out rooms and tons of noise at the connecting hotels. Our hotel was less than a 2 minute drive. Hotel was immaculately clean and maintained, and it was quiet and comfortable. It even had its own heated pool, toddler heated pool, hot tub, sauna and gym so the kids could swim if they wanted even after waterpark close. I highly recommend booking the package on Splash Lagoon bundled with the Marriott. We splurged for a cabana very fair price for our second day which is out of budget at places like Kalahari. It was amazing to have a place to relax, let the baby nap, and have a home base to store our stuff and meet up with each other. It came with towels, snacks, water, a fridge, souvenir cup with 0.99 cent refills, arcade cards, TV and our own dining table. It was extremely private and comfortable. Staff were on top of everything and very friendly and eager to help with anything a guest needed. We will definitely be back.\nRead more",
            "Chúng tôi đã đến thăm nhiều lần từ Pittsburgh trong suốt những năm qua. Giờ bọn trẻ đã là thanh thiếu niên. Chúng vẫn thích nơi này. Đây là nơi nghỉ ngơi vui vẻ nhanh chóng hoàn hảo. Giá trị là tốt nhất nếu bạn đặt gói nghỉ qua đêm với một trong những khách sạn liên kết của họ. Tôi đã ở tại cả ba khách sạn liên kết. Nếu bạn có con nhỏ cần ngủ trưa, sẽ ở đó vào thời điểm rất đông đúc như ngày lễ hoặc cuối tuần, hoặc vào thời điểm trong năm khi thời tiết khắc nghiệt thì tôi sẽ giới thiệu ba khách sạn đó. Nếu không, bạn có thể ở ngay bên kia đường tại Country Inn and suites rẻ hơn. Splash Lagoon cung cấp dịch vụ cho mọi lứa tuổi và gần đây họ đã cải tiến nhà trên cây và khu vui chơi dưới nước cho trẻ em nên có rất nhiều hoạt động cho trẻ nhỏ và trẻ lớn hơn, họ vẫn có nhiều cầu trượt, hồ bơi và bồn tắm nước nóng. Có các dịch vụ bổ sung như trò chơi bắn súng laser và trò chơi điện tử. Đồ ăn đắt như bất kỳ công viên nào nhưng thực sự rất ngon. Ưu đãi tốt nhất là mua cả một chiếc pizza để chia sẻ. Có tủ đựng đồ có tính phí và phòng thay đồ có vòi sen. Tôi cho rằng khu vực duy nhất thực sự cần được cải tạo là bồn tắm nước nóng chỉ dành cho người lớn, nhưng chúng tôi rất trân trọng việc có khu vực đó cho riêng mình. Chúng tôi sẽ tiếp tục giới thiệu và quay lại. Cảm ơn một lần nữa! Đọc thêm",
            "Tôi đã đưa con trai trưởng thành có nhu cầu đặc biệt của mình đi nhiều lần và đã có một đội ngũ nhân viên rất hiểu biết trong suốt chuyến thăm của chúng tôi. Tôi có thể đưa con đến bồn tắm nước nóng dành cho người lớn cùng tôi. Chúng tôi thường dành 3 giờ ở đó. Tôi là người chăm sóc được trả lương cho con trai mình và với bằng chứng, tôi có thể vào miễn phí cùng con. Tôi biết ơn vì đây là một lựa chọn dành cho chúng tôi. \n\nHọ chấp nhận thẻ ghi nợ tín dụng để vào cửa, thức ăn và tủ đựng đồ. Đọc thêm",
            "Thật là một nơi tuyệt vời để có trong khu vực của chúng tôi! Khu vực tuyệt vời cho trẻ nhỏ và vui chơi cho mọi lứa tuổi. Độ tuổi của nhóm chúng tôi từ 2 đến 88. Nơi này sạch sẽ và an toàn. Nhân viên thân thiện và thực hành các quy tắc an toàn tuyệt vời. Đội ngũ Flow Rider, đặc biệt là các chàng trai, rất vui tính, sẵn sàng dạy mọi người và tạo ra trải nghiệm vui vẻ tổng thể. Chắc chắn sẽ quay lại! Đọc thêm",
            "Chúng tôi sống tại địa phương và đã đi nhiều lần. Mẹo: \nCố gắng đi vào một ngày trong tuần không phải ngày lễ. Lần cuối cùng chúng tôi dành một đêm thứ năm với trường học của con tôi để nghỉ thứ sáu. Tôi nghỉ làm thứ sáu. Ngay cả khi công viên mở cửa lúc 4 giờ chiều thứ năm, chuyến đi 24 giờ của chúng tôi vẫn hoàn hảo. Hầu hết thời gian không bận rộn chút nào. \n\nThích trang FB của họ để biết các ưu đãi qua đêm. Nếu bạn đặt một ưu đãi tốt hơn, hãy gọi đến số đặt chỗ của họ để yêu cầu hủy đặt lại. Người điều hành rất thân thiện, chỉ cho tôi các đặc quyền trong trường hợp này là 2 thẻ quà tặng đi kèm với ưu đãi tốt hơn thay vì hủy đặt lại. Không bao giờ có hại khi yêu cầu. \n\nComfort Inn hơi khó đi bộ để đến công viên nước. Con tôi đã lớn hơn một chút nên chúng tôi không mang theo nhiều thứ nên không thành vấn đề với chúng tôi. Nếu bạn có con nhỏ, vấn đề về khả năng di chuyển hoặc sẽ mang theo nhiều đồ đạc, bạn có thể muốn ở nơi khác. Đọc thêm",
            "Các nhân viên cực kỳ tốt bụng và thân thiện! \nKhăn tắm biển Splash Lagoon có chất lượng tốt và đáng đồng tiền bát gạo. \nCác tủ khóa có thể dễ dàng truy cập và sử dụng đơn giản. \nCác giải thưởng ở trò chơi điện tử khá phong phú.\nChúng tôi yêu thích món Quaker Steak được đính kèm và có trò chơi bowling bằng vịt.\nCác con tôi rất thích thú và bận rộn suốt cả ngày!\n\nBây giờ cho những tiêu cực ..\nMọi vết nứt và kẽ hở của nơi này đều bẩn thỉu và rỉ sét! \nKhu vực bạn nhặt những chiếc ống dành cho dòng sông lười và những đường trượt nước có mùi mốc. \nTrò chơi điện tử có NHIỀU trò chơi không còn hoạt động.\nKem ở tiệm bị cháy tủ đông. \nKhách sạn đã rất lỗi thời và TV không hoạt động, ngay cả sau khi một nhân viên dịch vụ khách hàng cho biết họ đã sửa chúng cho chúng tôi. \n\nNó có điểm cao và điểm thấp, nhưng chúng tôi khuyên bạn không nên đến. Great Wolf Lodge và Kalahari Resorts là những lựa chọn tốt hơn nếu bạn đang tìm kiếm một công viên nước trong nhà!Đọc thêm",
            "Nơi tuyệt vời. Trẻ em thực sự rất thích thời gian chơi cầu trượt.  Các dòng đã dài nhưng nó được mong đợi.  Ngày thứ hai có vẻ như họ đang thiếu nhân viên xếp hàng dài hơn nhưng họ đang đảm bảo an toàn cho những người trên cầu trượt nên phải mất nhiều thời gian hơnĐọc thêm",
            "Splash Lagoon và Holiday Inn là một trải nghiệm thú vị.  Holiday Inn sạch sẽ và trung bình. Suite gia đình thật tuyệt vời! Chúng tôi có thể có phòng riêng với phòng bếp gia đình ở giữa để dành thời gian bên nhau. Bữa sáng kiểu lục địa được cung cấp. Splash thật tuyệt vời. Rất nhiều đường trượt và hoạt động dưới nước để thu hút mọi người. Tôi khuyên bạn nên thuê một chiếc cabana nếu bạn có một gia đình lớn hơn hoặc con nhỏ.  Đắt một chút nhưng thật tuyệt khi có khu vực riêng và thay phiên nhau trông em bé. Chúng tôi sẽ trở lại!! Đọc thêm",
            "Là một nơi tuyệt vời cho các gia đình, Splash Lagoon có các trò chơi dành cho tất cả mọi người. Có khu vực dành cho trẻ mới biết đi và có khu vực dành cho người lớn và thật tuyệt vời khi bạn có một gia đình từ 10 tuổi đến 45 tuổi. Có một hoặc hai chuyến đi ly kỳ nhưng phần còn lại khá bình thường. Bể tạo sóng thường đông đúc nhưng rất có thể bạn sẽ tìm thấy một khu vực rộng rãi để bơi lội, tương tự như dòng sông lười. Hàng dài Trông có vẻ dài nhưng tôi và bạn tôi đã đợi ở cuối để lên Cyclone và chỉ chờ 15 phút, công bằng mà nói, chúng tôi đã đi vào một ngày trong tuần nhưng trông vẫn khá đông đúc. Món nướng Laguna trong công viên khá ngon, trong một gia đình sáu người, hóa đơn là khoảng 80 cho bữa trưa, vì vậy nó khá đắt nhưng hầu hết các công viên nước đều như vậy. Tuy nhiên, những quả bóng pepperoni khá tệ, mọi thứ khác đều tốt. Chuyến đi theo dòng chảy thật tuyệt vời, nhưng tôi vẫn nhớ chiếc cốc thủy tinh. Quaker Steak và Lube đính kèm cũng thực sự ngon, đôi cánh tuyệt vời. Khách sạn không phải là nơi tốt nhất, bộ điều nhiệt bị hỏng và những đứa trẻ ồn ào chạy quanh nhưng đó không phải là lỗi của đầm phá. Trò chơi điện tử khá thú vị, Halo Fireteam Raven được yêu thích. Tiệm kem đã đóng cửa khi họ thông báo sẽ mở cửa, điều đó thật đáng thất vọng. Bể tạo sóng có rào chắn bằng dây chắn 1/4 bể, chẳng lẽ là để cứu nhân viên cứu hộ? Tại sao lại có bể tạo sóng nếu một phần tư trong số đó không được mở? Lần nào tôi cũng như vậy, nên sẽ thật tuyệt nếu nó mở hoàn toàn. Cây thánh giá hoa huệ cũng bị đóng cửa, thật đáng tiếc vì tôi có rất nhiều kỷ niệm buồn cười khi cố gắng vượt qua cây thánh giá đó cùng gia đình. Nhưng nhìn chung đây là một kỳ nghỉ xuân vui vẻ và sẽ quay trở lại.Đọc thêm",
            "Có một điều đáng kinh ngạc là không tốt xảy ra ngược lại với con gái tôi trong đội cứu hộ lốc xoáy cũng không giúp được gì nhiều. Tôi gắng hết sức để cứu cô ấy khỏi dưới nước. Đừng đi theo cơn lốc xoáy. Tôi cảm giác như cổ mình sắp rơi raXem thêm",
            "Tận dụng kỳ nghỉ qua đêm để tận hưởng trọn vẹn hai ngày vui vẻ!! Nhân viên cực kỳ hữu ích! Các chuyến đi thật tuyệt! Không khí gia đình, an toàn! Chúng tôi đi ít nhất một lần mỗi năm!! Đọc thêm",
            "Bọn trẻ của chúng tôi đã có rất nhiều niềm vui tại Splash Lagoon, đây thực sự là khoảng thời gian tuyệt vời cho cả gia đình. Có khách sạn kết nối với công viên để bọn trẻ có thể ra vào cũng thật tuyệt!Đọc thêm",
            "Chúng tôi đã thực hiện gói Maui Wowie và nó chắc chắn đáng giá! Khiếu nại thực sự duy nhất của tôi là với khách sạn. Phòng tắm của chúng tôi rõ ràng đã không được làm sạch. Cuối cùng tôi đã dùng khăn lau tã để tự lau chùi bồn cầu, trên đó có vết bẩn. Và chúng tôi thực sự đã sử dụng vòi hoa sen trong phòng của chị gái tôi, bởi vì phòng của chúng tôi có những vết nước bẩn thỉu ở hai bên, một sợi tóc và những bụi bẩn khác ở các cạnh. Nó ít hơn lý tưởng. Nhưng phòng chị em tôi có vòi sen hoàn toàn sạch sẽ! Vì vậy, điều đó có lợi cho chúng tôi. Nếu không thì đó là một thời gian tuyệt vời. Đọc thêm",
            "Là một nơi tuyệt vời cho các gia đình, Splash Lagoon có các trò chơi dành cho tất cả mọi người. Có khu vực dành cho trẻ mới biết đi và có khu vực dành cho người lớn và thật tuyệt vời khi bạn có một gia đình từ 10 tuổi đến 45 tuổi. Có một hoặc hai chuyến đi ly kỳ nhưng phần còn lại khá bình thường. Bể tạo sóng thường đông đúc nhưng rất có thể bạn sẽ tìm thấy một khu vực rộng rãi để bơi lội, tương tự như dòng sông lười. Hàng dài Trông có vẻ dài nhưng tôi và bạn tôi đã đợi ở cuối để lên Cyclone và chỉ chờ 15 phút, công bằng mà nói, chúng tôi đã đi vào một ngày trong tuần nhưng trông vẫn khá đông đúc. Món nướng Laguna trong công viên khá ngon, trong một gia đình sáu người, hóa đơn là khoảng 80 cho bữa trưa, vì vậy nó khá đắt nhưng hầu hết các công viên nước đều như vậy. Tuy nhiên, những quả bóng pepperoni khá tệ, mọi thứ khác đều tốt. Chuyến đi theo dòng chảy thật tuyệt vời, nhưng tôi vẫn nhớ chiếc cốc thủy tinh. Quaker Steak và Lube đính kèm cũng thực sự ngon, đôi cánh tuyệt vời. Khách sạn không phải là nơi tốt nhất, bộ điều nhiệt bị hỏng và những đứa trẻ ồn ào chạy quanh nhưng đó không phải là lỗi của đầm phá. Trò chơi điện tử khá thú vị, Halo Fireteam Raven được yêu thích. Tiệm kem đã đóng cửa khi họ thông báo sẽ mở cửa, điều đó thật đáng thất vọng. Bể tạo sóng có rào chắn bằng dây chắn 1/4 bể, chẳng lẽ là để cứu nhân viên cứu hộ? Tại sao lại có bể tạo sóng nếu một phần tư trong số đó không được mở? Lần nào tôi cũng như vậy, nên sẽ thật tuyệt nếu nó mở hoàn toàn. Cây thánh giá hoa huệ cũng bị đóng cửa, thật đáng tiếc vì tôi có rất nhiều kỷ niệm buồn cười khi cố gắng vượt qua cây thánh giá đó cùng gia đình. Nhưng nhìn chung đây là một kỳ nghỉ xuân vui vẻ và sẽ quay trở lại.Đọc thêm",
            "Thật vui khi được đến thăm gia đình một lần nữa, tình yêu là vào dịp sinh nhật vợ tôi và lễ Phục sinh, đứa con 1 tuổi của tôi yêu nó, cô ấy không muốn rời xa Đọc thêm",
            "Chúng tôi đã đi vào cuối tuần lễ Phục sinh và chúng tôi đã có khoảng thời gian tuyệt vời. Nó đông đúc hơn một chút so với những gì chúng tôi từng thấy trước đây nhưng điều đó thực sự không khiến chuyến thăm này trở nên tồi tệ, chúng tôi vẫn rất thích thú.Đọc thêm",
            "Chúng tôi mang theo gia đình 5 người. Nhìn chung, mọi người đều có khoảng thời gian vui vẻ và tôi cảm thấy nó đáng giá.  Ưu điểm: Nhân viên rất thân thiện. Arcade thật tuyệt vời. Bồn tắm nước nóng chỉ dành cho người lớn được đánh giá cao. Đường trượt khá ngắn ngay cả khi bận rộn và có nhiều ống Nhược điểm: Ngay cả khi có kính bảo hộ, mắt bọn trẻ của chúng tôi vẫn bị bỏng cả hai ngày. Đọc thêm",
            "Gia đình 6 người của tôi đã có khoảng thời gian tuyệt vời. Làn sóng được trẻ em yêu thích. Tôi thích ở tại một trong những khách sạn trực thuộc. Thật tuyệt khi không phải đi bộ ra ngoài. Đọc thêm",
            "Chuyến đi nghỉ ngắn tuyệt vời vào tháng ba. Có 4 đứa trẻ từ 2 - 15 tuổi và tất cả đều có khoảng thời gian tuyệt vời với nhiều việc phải làm. Có một chút đông đúc và phải chờ đợi lâu cho các đường trượt và người lái dòng chảy. Thật khó để có được một bộ bàn ghế để nghỉ ngơi. Khách sạn khá ổn nhưng không có đủ chỗ ngồi cho bữa sáng.Đọc thêm",
            "Có khoản giữ thẻ tín dụng nào trong thời gian lưu trú để chi trả cho các chi phí phát sinh không, nếu có thì bao nhiêu?Đọc thêm",
            "Nó phụ thuộc vào khách sạn liên kết mà bạn ở. Tôi không biết liệu có nên chỉ tham quan Splash Lagoon trong một ngày hay không. Tôi chưa bao giờ có. Chúng tôi chọn gói Country Inn 2 ngày, bên kia đường, liên kết nhưng không kết nối vật lý.  Đó là 1 hoặc 2 trăm. Số lượng khác nhau. Đây là tiêu chuẩn ở bất kỳ khách sạn nào tôi từng đến trong 10 năm qua.Đọc thêm",
            "Bạn có thể mang thức ăn và đồ uống vào bể nước trong ngăn mátĐọc thêm",
            "Không được phép làm mát. Họ muốn bạn mua hàng từ nhà cung cấp của họĐọc thêm",
            "Giá dành cho trẻ em? Người lớn?Đọc thêm",
            "Có sẵn mã khuyến mãi trực tuyếnĐọc thêm",
            "Giá vé bao nhiêuĐọc thêm",
            "Họ có giảm giá vé ngày nào cho ngày hôm nay không?Đọc thêm",
            "Thứ 2: mẹ ơi mua 1 trẻ em tặng 1 người lớn\nThứ ba: xe tải...119.95 tối đa 6 người, đến trước 3h chiều\nThứ Tư: Thứ Tư hoang dã...kiểm tra mạng xã hội để biết thông tin giảm giá trong ngày\nThứ năm: ngày bạn thân mua một tặng thứ 2 với giá 20Đọc thêm",
            "Khách sạn tốt nhất để ở có kết nối với đầm nước là gì? Bạn có thể vui lòng chia sẻ kinh nghiệm xấu của bạn? \nCó lời khuyên nào cho chuyến thăm qua đêm với trẻ bốn tuổi không?Đọc thêm",
            "Chúng tôi ở tại Comfort Inn được kết nối với Splash Lagoon. Chúng tôi đã mua một trong những gói dịch vụ từ trang web Splash Lagoon bao gồm vé vào công viên nước trong nhà cho 4 người, phòng khách sạn của chúng tôi trong một đêm, 30 thẻ nhà hàng và 30 thẻ trò chơi điện tử. Đó là một gói dịch vụ tuyệt vời. Comfort Inn rất đẹp, sạch sẽ và yên tĩnh, và họ cung cấp bữa sáng rất ngon vào buổi sáng. Bạn sẽ không thất vọng. Đọc thêm",
            "Bạn có thể mang theo đồ ăn nhẹ và đồ uống của riêng mìnhĐọc thêm",
            "bạn không cần phải làm vậy nhưng có vẻ như ai cũng vậy. Đôi khi họ nói điều gì đó, đôi khi họ không nói, chỉ là đừng quá lộ liễu.Đọc thêm",
            "Bạn có thể mang nước đóng chai vào khôngĐọc thêm",
            "Có, bạn có thể mang theo chai nước.Đọc thêm",
            "Bạn sẽ giới thiệu công viên này cho cặp đôi người lớn hay chủ yếu dành cho trẻ em?Đọc thêm",
            "Tôi sẽ nói cả hai. Tại đây có quầy bar cùng với một số bồn tắm nước nóng mà người lớn có thể thư giãn. Bể tạo sóng cũng có sức chứa cho người lớn.Đọc thêm",
            "Khăn tắm có được cung cấp khôngĐọc thêm",
            "Khăn tắm không được cung cấp, vì vậy hãy mang theo khăn tắm biển của riêng bạn từ nhà.Đọc thêm"
        ],
        "star_ratings": [
            1509,
            1086,
            288,
            111,
            118
        ],
        "review_amount": 3112,
        "location": [
            "Pennsylvania PA",
            "Những điều cần làm ở Erie",
            "Erie",
            "Hoa Kỳ",
            "Khu nghỉ dưỡng công viên nước trong nhà Splash Lagoon"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written September 4, 2023",
            "Written November 4, 2023",
            "Written December 10, 2023",
            "Written December 22, 2023",
            "Written February 18, 2024",
            "Written March 9, 2024",
            "Written March 10, 2024",
            "Written March 12, 2024",
            "Written April 4, 2024",
            "Written May 25, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written April 24, 2024",
            "Written April 4, 2024",
            "Written April 2, 2024",
            "Written April 2, 2024",
            "Written April 1, 2024",
            "Written March 31, 2024",
            "Written March 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52607-d272288-Reviews-Splash_Lagoon_Indoor_Water_Park_Resort-Erie_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52607-d1552110-Reviews-Bob_Evans-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52607-d2308949-Reviews-Cracker_Barrel_Old_Country_Store_and_Restaurant-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52607-d10538474-Reviews-Ihop-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52607-d26495391-Reviews-Quaker_Steak_Lube-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52607-d27710207-Reviews-Quaker_Steak_And_Lube-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52607-d461703-Reviews-Applebee_s-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52607-d4635884-Reviews-Krispy_Kreme-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52607-d2310697-Reviews-Texas_Roadhouse-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52607-d5593503-Reviews-Subway-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52607-d7595715-Reviews-Burger_King-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d12618637-Reviews-Luminary_Distlling_Eatery_Fuhrman_s_Cider-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d278321-Reviews-Lecom_Sports_Park-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d477916-Reviews-Erie_Zoo-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d478865-Reviews-Waldameer_Water_World-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d612599-Reviews-Tom_Ridge_Environmental_Center-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d3863728-Reviews-Asbury_Woods-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d1554830-Reviews-Millcreek_Mall-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d10486911-Reviews-Presque_Isle_Lighthouse-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d2069482-Reviews-Presque_Isle_Downs_Casino-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d6998258-Reviews-UPMC_Park-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d272288-Reviews-or10-Splash_Lagoon_Indoor_Water_Park_Resort-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d19337469-Reviews-Shoe_Fly-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d10514663-Reviews-Escape_Game_Erie-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d8435365-Reviews-Erie_Food_Tours-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d8068399-Reviews-Scallywags_Pirate_Adventures-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d10675577-Reviews-Tinseltown_USA-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d146062-Reviews-Erie_Maritime_Museum_U_S_Brig_Niagara-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d4222728-Reviews-Port_Erie_Bicentennial_Tower-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g309253-d2459849-Reviews-Tamarindo_Beach-Tamarindo_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g3178792-d3138263-Reviews-Unirea_Salt_Mine-Slanic_Prahova_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33324-d146677-Reviews-Boulder_Creek_Path-Boulder_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1967673-d2228101-Reviews-Fonts_de_l_Algar-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d15639905-Reviews-Al_Dhabi_Lounge-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d17621470-Reviews-Titanic_The_Artifact_Exhibition-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d501024-Reviews-Seven_Dials-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g40801-d1381290-Reviews-Owls_Head_Lighthouse-Owls_Head_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g298423-d3642264-Reviews-Ayub_National_Park-Rawalpindi_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32525-d7202325-Reviews-Hollywood_Park_Casino-Inglewood_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52607-d272288-Reviews-or10-Splash_Lagoon_Indoor_Water_Park_Resort-Erie_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52607-d272288-Reviews-Splash_Lagoon_Indoor_Water_Park_Resort-Erie_Pennsylvania.html"
    }
]