[
    {
        "attraction_name": "Splash City Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu của thành phố Splash",
        "general_info": [
            "180 đánh giá",
            "- 39 trong số 153 điều cần làm ở Pensacola",
            "Giải trí - Công viên giải trí",
            "Công viên nước"
        ],
        "attraction_summary": "Cuộc vui không bao giờ kết thúc tại Splash City Adventures! Nằm ở trung tâm Pensacola, Splash City Adventures là công viên giải trí và nước duy nhất của Pensacola với hơn 20 trò chơi và điểm tham quan dành cho trẻ em ở mọi lứa tuổi! Splash City Adventures cũng là ngôi nhà của Rocky và Bullwinkle ở Bờ Vịnh. Cho dù bạn muốn lái Go-Carts, chơi Thuyền bội thu, ghi điểm trong Miniature Golf, trượt nước hay chơi đuổi bắt với Thẻ Laser trong Arcade, chúng tôi đều có thứ gì đó dành cho bạn! Hãy đến và chơi trên Play Zone City trong nhà mới của chúng tôi và các trò chơi bơm hơi.Đọc thêm",
        "reviews": [
            "Nó từng rất tuyệt vời, kể từ khi nó được bán đi, nó đã đi đến nơi mà tôi không bao giờ quay trở lại. Dòng sông lười đầy lá, tôi thậm chí còn nhìn thấy một con nhện trong nước. Các slide cũ, rỉ sét, hồ sơ kiểm tra sức khỏe không tốt, v.v. Hầu hết các chuyến đi đều đóng cửa và tất cả đều trông giống như chúng đã được đưa vào trong những năm 80. Vì vậy, đừng bao giờ đến đây, hãy đến Destin để tốt hơn.Đọc thêm",
            "Chúng tôi đến đó vào buổi chiều, nhận thấy nhiều chuyến đi trong công viên giải trí đang ngừng hoạt động, chúng tôi đã hỏi rất nhiều câu hỏi.  Chúng tôi đến phía công viên nước và được cho biết họ cung cấp những gì khi tôi hỏi.  Tôi hỏi về thời gian và không bao giờ nhận được câu trả lời trực tiếp, chúng tôi được bảo rằng chúng tôi có rất nhiều thời gian, rất nhiều thời gian cho mọi thứ.  Đó là - 37,50 và - 10 cho tủ đựng đồ.  Không phải là quá nhiều thứ, và nó hơi cạn kiệt một chút, nhưng chúng tôi bắt đầu giải trí.  Dành 30 phút đầu tiên trong phần dành cho trẻ em, sau đó chúng tôi bắt đầu với các trang trình bày lớn hơn và chúng rất thú vị.  Tôi đi chơi cầu trượt thứ 3 trong ngày và được thông báo là họ sắp đóng cửa!  Có một tấm biển cho biết hồ bơi đóng cửa lúc 6 giờ, đó là 4 giờ 30, chỉ còn một tiếng rưỡi ở đó!  Chúng tôi - hóa ra là tôi đã nói sai, họ đóng cửa lúc 5 giờ và họ thực sự đã tắt nước đối với tất cả các đường trượt lớn lúc 4 giờ 30!!!!!! Chúng tôi không được phép đi tiếp, thậm chí còn 30 phút nữa!  Thật là nực cười, tôi tái mặt và sẽ KHÔNG BAO GIỜ quay lại nữa, đồng thời cố gắng cảnh báo những người khác! Đọc thêm",
            "Chúng tôi chỉ đến Công viên nước. Đến đó nửa giờ sau khi mở, 1 đường trượt nước đã hoạt động.  Sau nửa giờ, 2 slide nữa đang làm việc, Chúng tôi rời đi sau 2 giờ và 2 slide lớn nhất vẫn không hoạt động.  Dòng Sông Lười rất tuyệt nhưng có rất nhiều lá trong đó.  Có những cái cây, bóng mát là một phần thưởng, nhưng lá ở khắp mọi nơi, không nên mất nhiều thời gian để thổi chúng vào buổi sáng. Có những nơi khác mở cửa cho trẻ nhỏ trông khá đẹp, nhưng đối với trẻ trên 10 tuổi thì gần như phá sản.  Bê tông rất nóng nên giày đi nước sẽ là một phần thưởng.  Hầu hết các nhân viên cứu hộ đều rất vui vẻ, rất tử tế và thân thiện - - một người ngủ ở mọi quầy hàng mà cô ấy có mặt.  Điều này làm tôi nhớ đến một sân gôn thu nhỏ cũ, đã bị xuống cấp nhưng vẫn làm được rất ít những gì đáng lẽ phải làm.Đọc thêm",
            "Chúng tôi đến công viên nước vào ngày 26 - 6 - 2022 và được thông báo rằng họ đang gặp vấn đề với tủ khóa, điều này không làm phiền chúng tôi.   Chúng tôi trả tiền vé vào cửa và đi đến dòng sông lười.  Khi chúng tôi ở trên dòng sông lười, chúng tôi nhận thấy 4 trong số 6 đường trượt nước đã bị đóng cửa.   Tôi không muốn giới thiệu gì cả.  Hơn - 70 cho 2 người và 2 - 3 slide đã bị đóng.   Lẽ ra họ nên đề cập đến điều đó trước khi chúng tôi thanh toán.Đọc thêm",
            "Thật thất vọng khi phải lái xe 2 tiếng đồng hồ để đến và xem nơi này trông như thế nào. Tôi đã rất kinh hoàng. Nó trông rất tồi tàn, tôi không chắc liệu nó có mở được không. Đã lên kế hoạch thực hiện tất cả các hoạt động nhưng thực sự thì các chuyến đi trông không an toàn và không có nhân viên tại chỗ nên có vẻ như các chuyến đi đã đóng cửa. Khu trò chơi điện tử nhỏ và tôi quyết định không lãng phí tiền mà chỉ làm công viên nước. Điều đó cũng không suôn sẻ vì hầu hết đồ dùng dành cho trẻ em đều bị hỏng. Sẽ không bao giờ đề nghị hoặc đi lại. Không đáng - 40 một người!!! Đọc thêm",
            "Con trai tôi thích gặp gỡ bạn bè ở đây và dành cả ngày để chơi game và cưỡi ngựaĐọc thêm",
            "Chồng tôi đã đi và thực hiện các chuyến đi không giới hạn và thẻ laser và ít nhất phải nói là nó đã rất lỗi thời. Người cộng sự mà chúng tôi làm việc thậm chí còn không muốn đến khu vực xe goòng để chúng tôi đi xe goòng và anh ấy có một thái độ rất thông minh. Chúng tôi rất, rất thất vọng và sẽ không quay lại.  Đọc thêm",
            "Nơi này đủ lớn để tổ chức vui chơi cho cả gia đình, nhưng đủ nhỏ để trẻ em có thể tự do mà không quá xa tầm nhìn của chúng tôi. Đề xuất, đặc biệt là công viên nước! Đọc thêm",
            "We visited Sam - s Fun City two days in a row.... The 1st day we stayed in  -  played arcade games with our children  - 8 yrs old  -  14 yrs old - . We had a blast as we stayed for 3-4 hours playing games. We found all staff to be very friendly  -  helpful. The 2nd   - our last day in the Pensacola area -  we promised our children a go-cart ride.  After making sure our son was tall enough to drive a go-cart, we purchased 5 vouchers for those rides. The attendant at the track was rude. No other way to put it. Even though my son was 12 days shy of being 9, weighs 100,  -  almost 5 ft tall...His reply to my son after asking him his age was,  - Nope -   - You - re too young to drive. -  I asked if there was any way he could ride  -  the unprofessional response I received was  - nope - .  We took our vouchers  -  headed back to the cashier to hopefully get a refund  - with a very upset son - . As we were walking back to the building, we met a cheerful employee  - MARK -   that greeted us  - How are ya - ll  -  having a good day? -  I replied not too good at the moment. This employee stopped in his tracks  -  came over to us. I explained to him what had happened... He asked us to come inside  -  wait for a moment. He was gone just a few minutes  -  asked us to follow him back to the go-cart track. We all rode the go-carts as all we had to do was sign a few waivers... The attendant was still rude as he directed us out of the go-cart stalls. I have worked with the public  -  realize you can - t please everyone. However, when you do work with the public, you can - t let your  - bad day -  reflect on how you treat others you come in contact with. We are very thankful to have met Mr. Mark in our moment of being a victim of attendants  - bad day - . Mr. Mark offering to listen  -  help us made our sons day  - as well as ours - .Read more",
            "Đối với chúng tôi, Thành phố Vui nhộn của Sam là một chuyến đi nhanh chóng để bọn trẻ đi xe go go và chơi đuổi bắt laze. Sau 4:30... là một mức giá cho cả hai hoạt động và không giới hạn. Và chúng tôi đến từ ngoài thị trấn, cùng với một nhóm trẻ em và chúng cần điều gì đó thú vị để làm và nhanh chóng. Điều này phù hợp với hóa đơn. Vì vậy, đối với tôi nó - tất cả đều tốt..không hơn, không kém.Đọc thêm"
        ],
        "star_ratings": [
            77,
            30,
            26,
            23,
            24
        ],
        "review_amount": 180,
        "location": [
            "Florida Panhandle",
            "Pensacola",
            "Hoa Kỳ",
            "Florida-FL-",
            "Cuộc phiêu lưu của thành phố Splash",
            "Những điều cần làm ở Pensacola"
        ],
        "reviews_time": [
            "Written January 10, 2024",
            "Written August 6, 2022",
            "Written July 6, 2022",
            "Written June 27, 2022",
            "Written June 23, 2021",
            "Written December 19, 2020",
            "Written January 30, 2020",
            "Written October 11, 2019",
            "Written September 3, 2019",
            "Written August 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34550-d617027-Reviews-Splash_City_Adventures-Pensacola_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34550-d649416-Reviews-Founaris_Bros_Greek_Restaurant-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34550-d7886339-Reviews-Waffle_House-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34550-d328942-Reviews-Smokey_s_Real_Pit_Bar_B_Que-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34550-d824369-Reviews-McDonald_s-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34550-d4873435-Reviews-Captain_D_s-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34550-d13001391-Reviews-Indian_Grill-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34550-d15257247-Reviews-Pizza_Hut-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34550-d329131-Reviews-Whataburger-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34550-d515758-Reviews-Taco_Rock_29-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34550-d4836853-Reviews-The_Fishing_Hole-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d17806489-Reviews-Grizzly_Axes-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d5969707-Reviews-Uncle_Sandy_s_Macaw_Bird_Park-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d7083816-Reviews-Beyond_the_Grape-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d10024697-Reviews-Downtown_Pensacola-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d4437105-Reviews-Pensacola_MESS_Hall-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d142885-Reviews-Wall_South-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d10439804-Reviews-5_Flags_Speedway-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d6415162-Reviews-Cordova_Mall-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d3927600-Reviews-Palafox_Market-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d11555531-Reviews-Franklin_s_Antiques-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d617027-Reviews-or10-Splash_City_Adventures-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d1063145-Reviews-Rave_Motion_Picture_Theater-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d10641590-Reviews-Eaglerider_Motorcycles_Pensacola-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d12565535-Reviews-Pensacola_Indoor_Shooting_Range-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d10367187-Reviews-Escape_Zone_60_Pensacola-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d12253335-Reviews-Exithis_Pensacola-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d3846063-Reviews-Go_Retro-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d26596217-Reviews-CreativeEye_iris_photography-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d1368422-Reviews-Fast_Eddies_Fun_Center-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d1013489-Reviews-Marcus_Pointe_Golf_Club-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d9697569-Reviews-Bounce_House_Pensacola-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d154261-Reviews-Waikiki_Shell-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1967079-d5074371-Reviews-Khewra_Salt_Mine-Khewra_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295374-d17801753-Reviews-Opera_Club_Zadar-Zadar_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d216275-Reviews-Arawak_Cay-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g580192-d12843695-Reviews-Hawaii_Beach-Naxos_Town_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10485128-Reviews-United_Club_Concourse_B-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35625-d573717-Reviews-Shoshone_Falls-Twin_Falls_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808394-d662649-Reviews-Maokong_Gondola-Wenshan_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d14990882-Reviews-Wheeler_Branch_Park-Glen_Rose_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g672292-d10484186-Reviews-La_Parguera_Bioluminescent_Bay-La_Parguera_Lajas_Puerto_Rico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34550-d617027-Reviews-or10-Splash_City_Adventures-Pensacola_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34550-d617027-Reviews-Splash_City_Adventures-Pensacola_Florida.html"
    }
]