[
    {
        "attraction_name": "Splash Universe Resort",
        "attraction_name_vi": "Khu nghỉ dưỡng Splash Universe",
        "general_info": [
            "184 đánh giá",
            "- 8 trong số 12 điều cần làm ở Dundee",
            "Công viên nước"
        ],
        "attraction_summary": "Chỗ nghỉ tạm thời đóng cửa Splash Universe Resort là nơi tổ chức Giải trí Gia đình quanh năm! Hồi hộp trước sự hối hả của Goldmine Adventure Slides, thư giãn trên dòng sông lười, tham gia Log Walk và vui chơi trong Ngôi nhà trên cây nhiều tầng với thùng đổ 500 gallon, nhiều đường trượt và các tính năng nước tương tác. Hãy tạm dừng cuộc vui dưới nước với Air Brush Face Painting, chơi trò chơi và giành giải thưởng tại Shooting Star Arcade, dùng bữa tại Nhà hàng Tree House hoặc thưởng thức đồ ăn nhanh tại Snack Shack. Kiểm tra kỹ năng giải câu đố của bạn tại Breakout Room- Trải nghiệm Escape Room ngay trong khuôn viên! Lên kế hoạch cho chuyến đi của bạn ngay hôm nay - cho dù bạn - nghỉ qua đêm tại một trong những căn phòng thoải mái của chúng tôi, dẫn theo một nhóm, tổ chức một bữa tiệc hay chỉ đơn giản là tận hưởng một buổi chiều vui vẻ cùng gia đình; niềm vui của bạn đang chờ đợi tại Splash Universe!Đọc thêm",
        "reviews": [
            "Đây là năm thứ 2 chúng tôi tuyên bố ở đây - vì đã được một thành viên trong gia đình trả tiền - công viên nước đóng cửa. Có một cái hồ bơi, gọn gàng nhưng lạnh lẽo. Khó chịu đến mức không thể vào được. Khi chúng tôi ở đây, chúng tôi đã trải qua những gì chúng tôi tình cờ nghe được, là một nhân viên làm việc ngoài giờ bằng cách nói xấu chủng tộc đối với một gia đình da màu, người đã yêu cầu hoàn lại tiền một cách kịp thời và đúng đắn và rời đi. Người lạ quanh quẩn phía trước rất nhiều.  - Ăn sáng - giờ là 6-10 giờ sáng. Chúng tôi muốn đặt nó lúc 8 giờ, họ đã bày sẵn 4 loại ngũ cốc và một ít bánh mì. Không có sữa, không có gì để cho vào bánh mì nướng. Nửa bình nước ép nhiệt độ phòng. Người bán hàng đến và nói rằng anh ta sẽ đi lấy cối xay. Nghĩa đen là rời đi và đi mua một gallon sữa. Rất lạ. Có một cái bát đựng táo dính đầy bụi. Tôi thực sự khuyên bạn nên nó. Các phòng đều dễ thương. Tôi - sẽ cho nó cái đó. Đọc thêm",
            "Tôi thích đưa gia đình đi du lịch khắp nơi. Sống ở Michigan khi thời tiết xấu, một công viên nước trong nhà có thể rất tuyệt nhưng công viên này thì không nhiều lắm. Tôi đăng ký vào lúc 4 giờ chiều và được thông báo qua điện thoại rằng tôi có sáu vé vào công viên nước nhưng khi nhận phòng tôi chỉ được thông báo có bốn vé. Chúng tôi đã xử lý phòng đã thay đổi và muốn sử dụng công viên nước nhưng được thông báo rằng chúng tôi không thể sử dụng cho đến khoảng 7 giờ 30. Công viên đóng cửa lúc 9 giờ tối, khiến gia đình tôi chỉ còn một tiếng rưỡi để sử dụng công viên. Tôi hoàn toàn chán ghét khi biết rằng họ đóng cửa công viên hai lần do có hai người riêng biệt nôn mửa trong đó. Sau khi nhìn qua nơi này khó chịu đến mức nào, tôi cố gắng tận hưởng chuyến đi của mình tốt nhất có thể nhưng việc quản lý chỉ là một trò đùa. Công viên không có đủ ống cho mọi người sử dụng nên mọi người tranh nhau giành lấy chúng. Không có quy tắc nào được đặt ra cho các ống, vì vậy những đứa trẻ đó chỉ chạy lại xếp hàng để không ai khác có thể rẽ xuống cầu trượt hoặc dòng sông lười. Khi chúng tôi yêu cầu khăn tắm, chúng tôi được thông báo rằng họ không có khăn sạch. Với giá phòng bao nhiêu, tôi chắc chắn sẽ đến Kalahari, Great Wolf Lodge hoặc cho các chuyến đi trong tương lai. Đọc thêm",
            "Tôi lạc quan một cách thận trọng sau khi đọc nhiều bài phê bình kém hấp dẫn. Chúng tôi thuê một phòng tại Best Western và được nhận vé vào công viên nước miễn phí trong hai ngày - chỉ ở lại vào Chủ nhật ngày 16 tháng 2 năm 2020 - . Chúng tôi vào phòng khoảng 3 giờ. Đi ăn tối và dành buổi tối ở công viên nước. Tôi đang ngồi đây vào ngày thứ hai trong khi đứa con 6 tuổi của tôi chơi thêm một chút trước khi chúng tôi rời đi. Suy nghĩ của tôi: nó thật tuyệt vời. 6 năm của chúng tôi yêu thích nó. Nó - nhỏ hơn Great Wolf, nhưng giá thấp hơn một nửa. Có: 3 - cầu trượt lớn dành cho trẻ nhỏ. 2 cầu trượt nhỏ dành cho trẻ nhỏ. 2 cầu trượt ống lớn dành cho trẻ lớn. 1 dòng sông lười mà mình hơi lười quá. Sẽ tốt hơn nếu tôi chỉ đi dạo quanh bờ sông. 1 bể bơi nhỏ dành cho trẻ nhỏ1 bể tạo bọt dành cho trẻ nhỏ Nhân viên cứu hộ thật tuyệt vời. Có rất nhiều nhân viên cứu hộ xung quanh việc giám sát. Có một vụ trượt chân đêm qua và họ đã có mặt ngay đó. Phòng tắm của các chàng trai có vẻ sạch sẽ và được chăm sóc cẩn thận. Chúng tôi đã không thử khu ẩm thực. Bồn tắm nước nóng đã bị hỏng, tôi đoán nó sẽ được sửa trong tuần này. Tôi muốn giới thiệu nó. Đọc thêm",
            "Tôi sẽ đánh giá thấp hơn ngoại trừ việc con tôi thực sự thích công viên nước. Bồn tắm nước nóng vẫn không hoạt động. Không đủ bàn ghế để cả gia đình có thể ngồi thư giãn thoải mái. Nước ở khu nhà trên cây và khu vực sông lười lạnh quá. Căn phòng đã lỗi thời. Không có lò vi sóng trong phòng của chúng tôi, nhân viên không cung cấp bất kỳ thông tin đăng nhập WiFi nào và có vẻ như nó được điều hành bởi một đám sinh viên đại học mệt mỏi. Nhà hàng nơi phục vụ bữa sáng kiểu lục địa rất bẩn thỉu và lỗi thời. Có vẻ như nó chưa được dọn dẹp sạch sẽ kể từ khi mở cửa. Bữa tiệc buffet không được bày biện hợp lý - đĩa và đồ dùng bằng bạc được giấu trong khu vực ngũ cốc khi đồ ăn nóng ở bàn đối diện. Thức ăn ở mức dưới chuẩn. Nhìn chung, không đáng để ở lại qua đêm với chi phí ở lại dưới 24 giờ.Đọc thêm",
            "Gia đình tôi rất thích công viên nước. Chúng tôi đã đến khá nhiều. Cái này rất chật chội. Không có đủ chỗ ngồi cho số người họ cho phép vào. Không có đủ ống cho dòng sông lười và 2 đường trượt nước cần có ống. Bồn tắm nước nóng chỉ dành cho người lớn đã bị hỏng nhưng họ nói vẫn còn một bồn tắm dành cho gia đình. Tất cả đây là một khu vực gắn liền với dòng sông lười có máy bay phản lực. Nhiệt độ nước cũng giống như dòng sông. Có một khu vực bán đồ ăn nhưng không có bàn để ngồi vì mọi người đang tận dụng không gian để cất giữ đồ đạc của mình. Khi chúng tôi phàn nàn về điều này, tất cả những gì họ nói là chúng tôi có thể ngồi trong phòng tiệc sinh nhật để ăn. Điều này liên quan đến việc rời khỏi khu vực công viên nước và ngồi trong phòng máy lạnh trong bộ đồ tắm ướt. Chúng tôi cũng đã được bán một chiếc bánh taco đi bộ - 7 chiếc - nhưng sau đó được thông báo rằng họ đã hết nếu có lớp phủ bên trên. Vì vậy, nó là một túi fritos. Khu vực thay đồ và vòi sen rất nhỏ, cũ và bẩn. Họ quảng cáo một - phòng trò chơi - nhưng tất cả chỉ là một vài chiếc xbox - ps4 được cài đặt trên màn hình tivi và bạn trả tiền theo giờ. Nói chung đó là một sự thất vọng lớn và chúng tôi sẽ không quay lại.Thêm",
            "Nơi này bẩn thỉu và rất không an toàn. Khu vực hồ bơi nhỏ trơn trượt đến mức bạn không thể giúp đỡ và ngã như đứa trẻ 5 tuổi tội nghiệp của tôi đã làm và bị đập đầu. Tôi đã ở đó vài tháng trước và bản thân tôi cũng bị ngã khi đang bế con nhưng tôi nghĩ họ sẽ sửa được. Cả hai nhân viên cứu hộ đều cho rằng điều đó thật đáng tiếc và xảy ra thường xuyên. Không có ai dọn dẹp bất kỳ bàn hoặc khăn trải khắp mọi nơi. Có một công viên nước trong nhà tuyệt vời ở Romulus mà tôi rất muốn giới thiệu.Đọc thêm",
            "Một căn phòng đã được đặt cho sinh nhật lần thứ 3 của cháu trai tôi. Đại gia đình đã được mời đến chúc mừng ngày của anh ấy. Với tư cách là bà, tôi rất hào hứng khi được ngâm mình trong bồn nước nóng. Ngay khi chúng tôi bước vào phòng và đặt vài thứ vào tủ lạnh nhỏ, cánh cửa đã rơi ra khi chúng tôi mở nó ra. Không có vấn đề gì lớn, chúng tôi đã ở đây vì bọn trẻ. Công viên nước rất đẹp, có thể hơi lạnh nhưng bể bơi trẻ em ấm hơn. Chúng tôi được thông báo bồn nước nóng đã bị hỏng. Quá tệ. Sau đó chúng tôi đi ăn tối và cô phục vụ kém thân thiện hơn. Thức ăn được mang ra cho 6 người chúng tôi ở các nhiệt độ khác nhau và phải chờ rất lâu cho một miếng cờ nướng. Chúng tôi đã bày tỏ mối quan ngại của mình và được thông báo rằng có kem dành cho bọn trẻ!! Đợi đã, chúng ta đã hết kem vani rồi. Một trong những đứa con trai của tôi bị ốm nặng vào buổi tối, nó ném bánh quy đi. Trong khi các con của anh ấy đang hào hứng quay lại công viên để bơi vào sáng hôm sau thì anh ấy phải thông báo rằng anh ấy cảm thấy không khỏe và họ sẽ về sớm. Tất nhiên bọn trẻ rất buồn và rơi nước mắt. Tôi đến quầy nhận phòng để nói chuyện với người quản lý nhưng được thông báo là không có ai trong nhà. Công bằng mà nói thì lúc đó là 7 giờ 15 sáng. Tôi nói với cô gái trẻ những lo lắng của mình và được biết rằng họ đã chờ đợi một bộ phận cho bồn tắm nước nóng từ vài tuần nay. Mặc dù cô ấy rất ngọt ngào và xin lỗi về những vấn đề chúng tôi gặp phải nhưng tôi sẽ không đề xuất công viên này. Nhưng nhờ ân sủng của Chúa, chúng tôi đã giữ được bình tĩnh và vui vẻ như một gia đình.Đọc thêm",
            "Nước và nhiệt độ trong nhà quá lạnh!    Rất nhiều phàn nàn về nhiệt độ.  Chúng tôi ở tại Best Western, nơi có lối đi bộ.   Thật tệ là họ đã không thông báo cho chúng tôi rằng hồ bơi của họ đã ĐÓNG CỬA do bảo trì, chúng tôi sẽ không bao giờ đặt phòng khách sạn này.   Toàn bộ mục đích của chuyến đi của chúng tôi là hai hồ bơi để ghé thăm trong thời gian chúng tôi ở cùng bọn trẻ.Đọc thêm",
            "Tôi đã xếp hàng trả tiền để đưa bọn trẻ đi và sau đó họ gọi điện để xin lỗi vì chúng tôi không mở cửa vào ngày hôm đó nữa. Chúng tôi vừa quyết định. Vì vậy, sau khi các con tôi hào hứng đi và bây giờ chúng hủy bỏ. Nơi này có quản lý rất kém.  Hãy đến nơi nào đó mà bạn biết họ - sẽ mở cửa. Đọc tất cả các đánh giá. Đọc thêm",
            "Chúng tôi đưa bọn trẻ đi nghỉ cuối tuần một chút. Nơi này thật tuyệt vời! Các nhân viên thật tuyệt vời. Chúng tôi có mọi thứ chúng tôi cần và yêu cầu. Các phòng đều rộng rãi và sạch sẽ. Khá thời gian là khá thời gian. Các bữa ăn sáng rất ngon. Bọn trẻ đã có một thời gian tuyệt vời. Chúng tôi ăn ở quán rượu Tree house và quán rượu. Họ thiếu nhân lực nhưng rất lịch sự. Mát dưới áp lực. Martina và Katie chúng tôi - những cô hầu bàn - hầu gái. Hai ngón tay cái cho chúng tôi cho họ. Cảm ơn vì thời gian tuyệt vời. Chúng tôi cần nó!!Đọc thêm"
        ],
        "star_ratings": [
            33,
            45,
            35,
            28,
            43
        ],
        "review_amount": 184,
        "location": [
            "Michigan - MI -",
            "Dundee",
            "Hoa Kỳ",
            "Các hoạt động ở Dundee",
            "Khu nghỉ dưỡng Splash Universe"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written March 7, 2020",
            "Written February 17, 2020",
            "Written February 15, 2020",
            "Written February 12, 2020",
            "Written January 30, 2020",
            "Written January 26, 2020",
            "Written January 21, 2020",
            "Written January 18, 2020",
            "Written January 12, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42151-d6022661-Reviews-Splash_Universe_Resort-Dundee_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g42151-d4301952-Reviews-Great_Lakes_Eatery_Pub-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42151-d7806522-Reviews-Russell_Stover_Chocolates_Dundee_MI-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42151-d14137637-Reviews-Social_House_103-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42151-d3859564-Reviews-Chinese_sizzling-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42151-d457573-Reviews-Applebee_s-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42151-d3910100-Reviews-Bob_Evans-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42151-d19571712-Reviews-Great_Wok-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42151-d853037-Reviews-Arby_s-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42151-d15234588-Reviews-Orange_Leaf-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42151-d853036-Reviews-Tubby_s_Sub_Shop-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d19839082-Reviews-St_Julian_Winery-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d5569070-Reviews-Gallery_108-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42471-d4211620-Reviews-Milan_Dragway-Milan_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d10033226-Reviews-Dundee_Antiques_Art-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d23232229-Reviews-Historic_Downtown_Dundee-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d6022661-Reviews-or10-Splash_Universe_Resort-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d2459765-Reviews-Cabela_s-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d8025436-Reviews-Beef_Jerky_Unlimited-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d13821330-Reviews-Riverside_Consignment-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d19126352-Reviews-Swan_Creek_Candle_Co-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d7182666-Reviews-River_Raisin_Canoe_Livery-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42589-d3915997-Reviews-Deme_Acres_Golf_Course-Petersburg_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42331-d5835434-Reviews-The_Original_Ida_Tavern-Ida_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42471-d5835957-Reviews-Original_Gravity_Brewing_Company-Milan_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42471-d14132513-Reviews-Draper_Houston_Meadows_Preserve-Milan_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42479-d8612609-Reviews-Green_Meadows_Golf_Club-Monroe_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42471-d5846130-Reviews-Fenders_Bar_and_Grill-Milan_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d8046734-Reviews-Silver_Bells_Christmas_Shoppe-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d536408-Reviews-Skadarlija-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d116401-Reviews-Harry_P_Leu_Gardens-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d107770-Reviews-Mono_Lake-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35254-d6748885-Reviews-Woodbury_Shoppe-Senoia_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297934-d553523-Reviews-Promthep_Cape-Rawai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g635608-d1932270-Reviews-Perissa_Black_Sand_Beach-Perissa_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d208733-Reviews-Iao_Valley_State_Monument-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295191-Reviews-Ortakoy-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d103446-Reviews-National_Museum_of_American_History-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10664563-Reviews-Nintendo_Original_Building-Kyoto_Kyoto_Prefecture_Kinki.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42151-d6022661-Reviews-or10-Splash_Universe_Resort-Dundee_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42151-d6022661-Reviews-Splash_Universe_Resort-Dundee_Michigan.html"
    }
]