[
    {
        "attraction_name": "Split Rock Lighthouse",
        "attraction_name_vi": "Ngọn hải đăng Split Rock",
        "general_info": [
            "1.112 đánh giá",
            "- 3 trong số 25 điều cần làm ở Two Harbors",
            "Địa điểm ưa thích - Địa danh",
            "Ngọn hải đăng",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Những vụ đắm tàu ​​do cơn gió mạnh tháng 11 năm 1905 đã thúc đẩy công trình xây dựng địa danh hiểm trở này. Được hoàn thành bởi Cơ quan Hải đăng Hoa Kỳ vào năm 1910, Trạm Hải đăng Split Rock nhanh chóng trở thành một trong những địa danh nổi tiếng nhất của Minnesota. Được khôi phục lại diện mạo những năm 1920, trạm đèn mang đến cái nhìn thoáng qua về cuộc sống của ngọn hải đăng trong khung cảnh xa xôi và ngoạn mục này. Ngọn hải đăng Split Rock là Di tích lịch sử quốc gia.Đọc thêm",
        "reviews": [
            "Chúng tôi là những du khách lần đầu tiên đến khu vực này - dừng lại bên ngọn hải đăng theo lời giới thiệu từ một người bạn. Chúng tôi rất vui vì chúng tôi đã làm! Bản thân công viên rất đẹp, nhưng chúng tôi chỉ đến xem ngọn hải đăng do hạn chế về thời gian. Chỗ đỗ xe dễ dàng, phí hợp lý và mặt bằng rất đẹp! Có rất nhiều thứ để xem: ngọn hải đăng rất dễ leo lên, khung cảnh nhìn từ vách đá nhìn ra hồ rất đẹp và rất nhiều loài hoa dại dọc lối đi đã nài nỉ chúng tôi chụp ảnh. Chúng tôi cũng rất thích thời gian ở đó, đọc về lịch sử những vụ đắm tàu ​​dọc bờ biển. Điểm dừng tuyệt vời! Đọc thêm",
            "Tôi đã đến thăm nơi này cách đây 50 năm và ngọn hải đăng này đã khắc sâu vào tâm trí tôi.  50 năm sau - vẫn là một trong những điều tốt nhất tôi từng thấy và hơn thế nữa!  Một video đáng xem, một chuyến đi bộ và tham quan bên trong ngọn hải đăng và ngôi nhà cũng như con đường mòn dẫn đến bờ hồ và tìm hiểu về cách họ lấy nguồn cung cấp của mình.   Chỉ là một chuyến thăm tuyệt vời!   Ồ và thậm chí còn có một chiếc áo phông!Đọc thêm",
            "Rất thích chuyến thăm của chúng tôi đến ngọn hải đăng.  Họ có một bộ phim ngắn chiếu 20 phút một lần, tôi khuyên bạn nên xem bộ phim đó trước khi đến LH.  Hiệp hội Lịch sử MN đã làm rất tốt việc giữ cho khuôn viên sạch sẽ và ngăn nắp.  Các cuộc triển lãm rất dễ đọc và thú vị.  Khung cảnh hồ Superior từ thời điểm này rất đẹp.  Khiếu nại duy nhất của tôi là chi phí - 12 mỗi người lớn có vẻ hơi cao đối với tôi.  Nhưng tôi đoán nếu bạn nghĩ đến chi phí để chạy nó thì có lẽ nó hợp lý.  Họ có một trong những ngôi nhà mở và chứa đầy đồ nội thất cổ.  Đọc thêm",
            "Tôi - đã muốn đến thăm ngọn hải đăng này trong nhiều năm và lên kế hoạch cho phần còn lại của chuyến thăm bờ phía bắc của Hồ Superior xung quanh đó.  Tôi không ngờ rằng chúng tôi thực sự có thể lên ngọn hải đăng trong một chuyến tham quan tự hướng dẫn, vì vậy điều đó khiến trải nghiệm trở nên tuyệt vời hơn.  Ngoài ngọn hải đăng, còn có ngôi nhà của người trông coi và một tòa nhà có lịch sử về ngọn hải đăng và vụ đắm tàu.  Người ta cần phải trả phí để vào ngọn hải đăng hoặc đi bộ qua công viên tiểu bang để có tầm nhìn xa hơn.  Hoàn toàn xứng đáng.   Bảo tàng ở trung tâm tham quan cũng đáng để dành thời gian, đặc biệt là để xem cận cảnh ống kính Fresnel.  Bạn cũng có thể có được khung cảnh tuyệt đẹp tại một điểm dừng ngắm cảnh chỉ cách Quốc lộ 61 một chút.Đọc thêm",
            "Đáng để dừng lại dọc theo bờ biển phía bắc của một người.  Những câu chuyện thú vị từ những người sống ở đó trong nhiều năm và một số cảnh đẹp của hồ.  Chi phí nhập học hợp lý và dễ dàng mua trực tuyến.Đọc thêm",
            "Lần đầu tiên tôi và vợ đến thăm. Nơi này thật tuyệt vời.  May mắn thay, thời tiết thật hoàn hảo cho chúng tôi.  Chúng tôi đi qua khu người gác hải đăng.  Thật tuyệt vời khi được xem lịch sử của địa điểm.  Chúng tôi đi xuống nhà thuyền và xem đồ tiếp tế được vận chuyển đến địa điểm như thế nào.  Nhìn chung, cả hai chúng tôi đều có trải nghiệm tuyệt vời và sẽ khuyên bạn nên ghé thăm nếu có thể.Đọc thêm",
            "Khung cảnh thật tuyệt vời, nhưng thông tin có trong các tòa nhà rất đáng để bạn dừng lại. Lẽ ra tôi sẽ ở lại lâu hơn và đọc từng thứ một, nhưng tiếc là bạn tôi đang hơi vội. Tôi yêu thích Lens trong tòa nhà, xem phim và thích khám phá ngọn hải đăng. Tôi sẽ quay lại để đọc THÊM. Đọc thêm",
            "Tôi đã không đến Công viên bang Ngọn hải đăng Split Rock.  Tôi dừng lại ở một điểm quan sát phía nam của nó, nơi bạn có thể nhìn thấy nó từ xa.  Đó là một lối ra nhỏ không có biển hiệu ở bên hồ, ngay phía nam công viên.  Có một cái nhìn tốt đẹp về nó từ đó.  Tôi đã từng đến công viên này trước đây nên tất cả những gì tôi muốn làm là được nhìn thấy nó.  Nơi này đủ cho điều đó.Đọc thêm",
            "Chính ngọn hải đăng thực sự khiến công viên tiểu bang trở thành thứ gì đó không chỉ là một vách đá trên hồ.  Mặc dù nó không phải là công trình kiến ​​trúc quan trọng nhất nhưng nó là một khung cảnh tuyệt đẹp trên một trong những vách đá ấn tượng nhất dọc theo Bờ Bắc của Minnesota. \n\nNgoài ngọn hải đăng, công viên tiểu bang còn có một bảo tàng tuyệt vời về những ngọn hải đăng và tầm quan trọng của chúng trong những ngày đầu vận chuyển hàng hóa trên hồ.  Thú thực là tôi bị ép vì thời gian, và tôi đã thấy nhiều ngọn hải đăng mọc lên ở Bờ Vịnh nên đã không mua vé để được vào ngọn hải đăng.  Bạn vẫn có thể ngắm nhìn quang cảnh đẹp nhất của ngọn hải đăng khi mua vé vào khuôn viên.  Nếu bạn thực sự thích những ngọn hải đăng, tôi khuyên bạn nên mua vé để vào và leo lên tháp.\n\nTầm nhìn đẹp nhất ra ngọn hải đăng là từ con đường mòn về phía tây dẫn xuống bờ biển.  Dọc theo lối đi cầu thang này, có nhiều bệ quan sát mà từ đó bạn có thể chiêm ngưỡng được khung cảnh mang tính biểu tượng của ngọn hải đăng.\n\nĐọc thêm",
            "Thật là một nơi tuyệt vời với rất nhiều lịch sử. Nước lạnh buốt nhưng tôi như chìm đắm trong câu chuyện của hồ Superior. Đó là điều bắt buộc nếu bạn chưa từng trải qua sức mạnh của Hồ Superior. Thật dễ dàng để đi bộ từ Ngọn hải đăng và Bảo tàng chính đến vùng nước bên dưới, mang lại tầm nhìn tuyệt vời ra ngọn hải đăng trên vách đá.Đọc thêm",
            "Ngọn hải đăng Split Rock Vùng nước nguy hiểm nhất thế giới Một cơn bão tháng 11 đã đánh chìm gần 30 con tàu vào năm 1905 đã thúc đẩy việc xây dựng địa danh gồ ghề này. Khi Cục Hải đăng Hoa Kỳ hoàn thành Trạm Hải đăng Split Rock vào năm 1910, nơi này nhanh chóng trở thành một trong những điểm đến nổi tiếng nhất của Minnesota. Nằm trong Công viên Tiểu bang Minnesota, Ngọn hải đăng Split Rock là một trong những địa điểm được chụp ảnh và ghé thăm nhiều nhất trong tiểu bang, với lịch sử đầy kịch tính và tầm nhìn ngoạn mục ra Hồ Superior. Nếu bạn chưa ghé thăm gần đây, thì bây giờ là lúc để tỏ lòng tôn kính với một biểu tượng thực sự của North Shore. Đọc thêm",
            "Luôn có những khung cảnh ngoạn mục. Rất vui vì không có phí vào cửa vào thời điểm này trong năm. Tôi thích đọc về lịch sử của khu vực và việc xây dựng ngọn hải đăng.Đọc thêm",
            "Lần đầu tiên đi xuống Bãi biển Pebble - Cần có Giấy phép Công viên Tiểu bang - .  Phong cảnh đẹp ngay cả vào buổi sáng mùa đông tháng 2 của MN.  Đường mòn Two Harbors quá băng giá nên chúng tôi không đi theo con đường đó, lần sau sẽ ghé thăm.Đọc thêm",
            "Thật là một nơi tuyệt vời với rất nhiều lịch sử. Nước lạnh buốt nhưng tôi như chìm đắm trong câu chuyện của hồ Superior. Đó là điều bắt buộc nếu bạn chưa từng trải qua sức mạnh của Hồ Superior. Thật dễ dàng để đi bộ từ Ngọn hải đăng và Bảo tàng chính đến vùng nước bên dưới, mang lại tầm nhìn tuyệt vời ra ngọn hải đăng trên vách đá.Đọc thêm",
            "Khám phá Bờ biển phía Bắc và không có kỳ vọng quá cao cho điểm dừng này. Trời ơi chúng tôi đã sai! Đầu tiên dừng lại ở điểm ngắm cảnh ven đường và chụp được một số bức ảnh tuyệt vời. Bảo tàng và khuôn viên chỉ chứa đầy lịch sử siêu thú vị. Chỉ có tầm nhìn tuyệt đẹp và chỉ riêng điều đó đã khiến điểm dừng trở nên xứng đáng. Tuy nhiên, phần tuyệt nhất là Katie! Cô ấy đã cố gắng trả lời bất kỳ câu hỏi nào và tôi đã nhanh chóng cảm ơn cô ấy và tiếp tục. Tuy nhiên, cô ấy đã không dừng lại và lại đề nghị chia sẻ một số thông tin với chúng tôi, điều này đã bắt đầu sự tương tác tuyệt vời nhất. Cô ấy nhanh chóng thu hút sự chú ý của cậu con trai 7 tuổi của tôi bằng cách chỉ cho cậu bé những thứ và đặt câu hỏi, cũng như kể cho chúng tôi một số câu chuyện và giải thích mọi thứ. Chúng tôi đã học được rất nhiều, rất nhanh chóng, về lịch sử, hoạt động của ngọn hải đăng và thậm chí còn được trình diễn cách ánh sáng quay và vẫn quay cho đến ngày nay với cơ chế ban đầu. Câu chuyện về con tàu bị chìm cũng rất tuyệt vời. Thật tuyệt và bất ngờ khi có được trải nghiệm tuyệt vời như vậy, và Katie đã biến điều đó thành hiện thực. ĐỪNG bỏ lỡ nơi này và cảm ơn Katie rất nhiều vì đã biến nơi này thành kỷ niệm đáng nhớ đối với chúng tôi! Đọc thêm",
            "Chính ngọn hải đăng thực sự khiến công viên tiểu bang trở thành thứ gì đó không chỉ là một vách đá trên hồ.  Mặc dù nó không phải là công trình kiến ​​trúc quan trọng nhất nhưng nó là một khung cảnh tuyệt đẹp trên một trong những vách đá ấn tượng nhất dọc theo Bờ Bắc của Minnesota. Ngoài ngọn hải đăng, công viên tiểu bang còn có một bảo tàng tuyệt vời về những ngọn hải đăng và tầm quan trọng của chúng trong những ngày đầu vận chuyển hàng hóa trên hồ.  Thú thực là tôi bị ép vì thời gian, và tôi đã thấy nhiều ngọn hải đăng mọc lên ở Bờ Vịnh nên đã không mua vé để được vào ngọn hải đăng.  Bạn vẫn có thể ngắm nhìn quang cảnh đẹp nhất của ngọn hải đăng khi mua vé vào khuôn viên.  Nếu bạn thực sự thích những ngọn hải đăng, tôi khuyên bạn nên mua vé cho phép bạn vào và leo lên tháp. Tầm nhìn đẹp nhất ra ngọn hải đăng là từ con đường mòn về phía tây dẫn xuống bờ biển.  Dọc theo lối đi cầu thang này, có nhiều bệ quan sát mà từ đó bạn có thể nhìn được toàn cảnh ngọn hải đăng mang tính biểu tượng.Đọc thêm",
            "Tôi đã không đến Công viên bang Ngọn hải đăng Split Rock.  Tôi dừng lại ở một điểm quan sát phía nam của nó, nơi bạn có thể nhìn thấy nó từ xa.  Đó là một chiếc xe nhỏ không có biển hiệu ở bên hồ, ngay phía nam công viên.  Có một cái nhìn tốt đẹp về nó từ đó.  Tôi đã từng đến công viên này trước đây nên tất cả những gì tôi muốn làm là được nhìn thấy nó.  Nơi này đủ cho điều đó.Đọc thêm",
            "Tôi - đã đến công viên và ngọn hải đăng này ba lần và đây là lần thứ tư tôi - hiện đang dùng gậy để đi lại. Vì vậy, với tư cách là một người có khả năng hạn chế, nơi này rất hạn chế. Không có lối đi dành cho người khuyết tật lên thẳng ngọn hải đăng để có thể nhìn ra mặt nước. Không thể đi xa hơn cửa hàng quà tặng và gian hàng chung thật đáng thất vọng. Rất may là tôi đã từng xem nó trước đây và nó rất đáng để ghé thăm. Tôi quan sát những người khác có xe tập đi và xe lăn chật vật từ bãi đậu xe đến gian hàng để trả tiền vào cửa và ngay lập tức quay trở lại. Nếu họ xây dựng một thang máy lên phía tường cầu thang dẫn đến chân hải đăng thì sẽ được rất nhiều người đánh giá cao.  Đừng hiểu sai ý tôi - -dành cho tất cả những người không bị giới hạn khả năng di chuyển - điều đó đáng để dừng lại.Đọc thêm",
            "Khung cảnh thật tuyệt vời, nhưng thông tin có trong các tòa nhà rất đáng để bạn dừng lại. Lẽ ra tôi sẽ ở lại lâu hơn và đọc từng thứ một, nhưng tiếc là bạn tôi đang hơi vội. Tôi yêu thích Lens trong tòa nhà, xem phim và thích khám phá ngọn hải đăng. Tôi sẽ quay lại để đọc THÊM. Đọc thêm",
            "Lần đầu tiên tôi và vợ đến thăm. Nơi này thật tuyệt vời.  May mắn thay, thời tiết thật hoàn hảo cho chúng tôi.  Chúng tôi đi qua khu người gác hải đăng.  Thật tuyệt vời khi được xem lịch sử của địa điểm.  Chúng tôi đi xuống nhà thuyền và xem đồ tiếp tế được vận chuyển đến địa điểm như thế nào.  Nhìn chung, cả hai chúng tôi đều có trải nghiệm tuyệt vời và sẽ khuyên bạn nên ghé thăm nếu có thể.Đọc thêm"
        ],
        "star_ratings": [
            787,
            231,
            48,
            27,
            19
        ],
        "review_amount": 1112,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Hai bến cảng",
            "Minnesota - MN -",
            "Hai bến cảng",
            "Ngọn hải đăng Split Rock"
        ],
        "reviews_time": [
            "Written July 4, 2023",
            "Written July 22, 2023",
            "Written August 28, 2023",
            "Written September 24, 2023",
            "Written October 8, 2023",
            "Written October 12, 2023",
            "Written November 16, 2023",
            "Written November 20, 2023",
            "Written November 25, 2023",
            "Written January 18, 2024",
            "Written April 4, 2024",
            "Written February 18, 2024",
            "Written February 3, 2024",
            "Written January 18, 2024",
            "Written December 30, 2023",
            "Written November 25, 2023",
            "Written November 21, 2023",
            "Written November 16, 2023",
            "Written November 16, 2023",
            "Written October 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g43583-d142997-Reviews-Split_Rock_Lighthouse-Two_Harbors_Minnesota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d142988-Reviews-Split_Rock_Lighthouse_State_Park-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d7250572-Reviews-Iona_s_Beach_Scientific_and_Natural_Area-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43526-d546453-Reviews-Tettegouche_Trail-Silver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42854-d547525-Reviews-Split_Rock_Loop_Trail-Beaver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42854-d26851230-Reviews-Beaver_Bay_Wayside-Beaver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d142997-Reviews-or10-Split_Rock_Lighthouse-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d3410757-Reviews-The_Lake_County_Historical_Society_Museum-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d10486405-Reviews-3M_Musem-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d27083467-Reviews-Cooter_Pottery_Handweaving-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d143784-Reviews-Gooseberry_Falls_State_Park-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42854-d4763133-Reviews-Beaver_Bay_Agate_Shop-Beaver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43526-d10783461-Reviews-Black_Beach-Silver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43526-d12616887-Reviews-North_Shore_Adventure_Park-Silver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42854-d7086254-Reviews-Second_Hand_Rose-Beaver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43526-d8386972-Reviews-Silver_Bay_Marina-Silver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42854-d18192908-Reviews-The_Cedar_Chest-Beaver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42854-d27460702-Reviews-The_Green_Door-Beaver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42854-d10720039-Reviews-Beaver_Bay_Sport_Shop-Beaver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43526-d12617945-Reviews-Silver_Bay_Golf_Course-Silver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g1588158-d532157-Reviews-Dixville_Notch_State_Park-Dixville_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d109836-Reviews-Waimanalo_Beach-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g52810-d145769-Reviews-Lost_River_Caverns-Hellertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d4724262-Reviews-Santa_Barbara_Bowl-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d3339750-Reviews-Marathon_Village-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d144805-Reviews-Nicollet_Mall-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d274040-Reviews-Heceta_Head_Lighthouse-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d2069482-Reviews-Presque_Isle_Downs_Casino-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g40922-d2334399-Reviews-Maine_State_Prison_Store-Thomaston_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g298343-d6979847-Reviews-Flic_En_Flac_Beach-Flic_En_Flac.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g43583-d142997-Reviews-or10-Split_Rock_Lighthouse-Two_Harbors_Minnesota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g43583-d142997-Reviews-Split_Rock_Lighthouse-Two_Harbors_Minnesota.html"
    }
]