[
    {
        "attraction_name": "Spring Mill State Park",
        "attraction_name_vi": "Công viên tiểu bang Spring Mill",
        "general_info": [
            "389 đánh giá",
            "1 trong số 11 điều cần làm ở Mitchell",
            "Di tích lịch sử",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Tôi đã đến đó nhiều lần trong những năm tôi sống ở Indiana từ năm 1975 đến năm 2020. Đi bộ đường dài, cắm trại, thăm làng tiên phong và nhà máy xay xát, và ăn tối tại Inn. Tôi đã mua bột ngô tại nhà máy. Nó làm ra những chiếc bánh nướng xốp và bánh mì bột ngô ngon nhất mà tôi từng nếm thử. Tôi xin lỗi về ngày tháng là tháng 2 năm 2023. Đây là trường bắt buộc nhưng không đại diện cho nhiều lần tôi đến thăm cùng gia đình và bạn bè trong những năm tôi sống ở Indiana từ năm 1975 đến năm 2020. Đọc thêm",
        "reviews": [
            "Đã đi đến Đêm dưới ánh nến của Lễ hội quả hồng bao gồm các ban nhạc bluegrass cũ và các màn tái hiện trong làng.Đọc thêm",
            "Cắm trại trong nhà di động hạng c của chúng tôi tại công viên bang Spring Mill. Rất nhiều thứ rất đẹp và lớn. Ống cống của chúng tôi không vặn vào nhưng nó vẫn giữ nguyên - chúng tôi chỉ tạo áp lực lên nó khi đổ nước trước khi rời đi.  Quyết định đi xe đạp đến Làng Tiên phong. Những ngọn đồi dài và dốc. Quản lý chỉ phải đi bộ 1 trong số họ. Tôi 57 tuổi và tập thể dục nghiêng 50 phút mỗi ngày trên máy chạy bộ nhưng đây là một bài tập luyện. Hubby cũng phải vật lộn với một trong số chúng..nếu không thì- chúng tôi đã vượt qua. Có lẽ sẽ dễ dàng hơn cho những người đi xe đạp thường xuyên. Sẽ không giới thiệu cho gia đình có trẻ em. Hầu hết làn đường dành cho xe đạp nhưng một số thì không. Làng rất đẹp. phải xem. Cuối cùng chúng tôi đạp xe đến cửa hàng cắm trại và Bảo tàng Grissom. Tất cả đều đòi hỏi phải cưỡi lên đồi. Hai lần sau trở lại dễ dàng hơn. DNR đã thực hiện một chuyến đi hàng ngày. Mọi người đều tôn trọng những khoảng thời gian yên tĩnh. Chúng tôi chắc chắn sẽ quay trở lại. Có lẽ lần sau chúng tôi sẽ lấy xe của chúng tôi và đi xa hơn.Đọc thêm",
            "Công viên bang Spring Mill không phải là công viên tiểu bang lớn nhất ở Indiana và cũng không phải là nơi có phong cảnh đẹp nhất hoặc được ghé thăm nhiều nhất. Nhưng nó có một số đặc điểm độc đáo và rất thú vị khiến nó khác biệt với các công viên tiểu bang khác thu hút hơn 600.000 du khách mỗi năm. Nằm ở phía nam Bloomington, khoảng ba dặm về phía đông của Mitchell trên Quốc lộ Indiana 60, công viên rộng 1.358 mẫu Anh có một ngôi làng tiên phong những năm 1860 với một cối xay nước lịch sử và 19 công trình kiến ​​trúc khác, Đài tưởng niệm Gus Grissom với viên nang không gian Gemini 3 đi kèm, một trung tâm thiên nhiên. có rắn sống, cửa sổ ngắm chim, trưng bày lịch sử tự nhiên và khu vực dành cho trẻ em, hai khu bảo tồn thiên nhiên, hang động, hố sụt, chuyến tham quan bằng thuyền, đường mòn đi bộ đường dài và 188 khu cắm trại Hạng A bao gồm dịch vụ điện 30 amp, vòng lửa và buổi dã ngoại bảng cho mỗi trang web. Công viên nằm trên Đồng bằng Mitchell Karst, nơi cho phép các hang động và hố sụt của công viên hình thành trong đá vôi. Các hang động bao gồm Hang Bronson, Hang Đôi, Hang Shawnee và Hang Hamer. Một chuyến tham quan bằng thuyền đến Hang Đôi sẽ đi khoảng 500 feet vào hang. Đài tưởng niệm Gus Grissom dành riêng cho Grissom, một người gốc Mitchell và là một trong những phi hành gia đầu tiên của Mercury Seven đã chết trong vụ tai nạn Apollo 1. Nó bao gồm tàu ​​vũ trụ từ chuyến bay vào vũ trụ Gemini 3 của Grissom, một đoạn video ngắn về cuộc đời của Grissom và các đồ tạo tác như bộ đồ du hành vũ trụ, mũ bảo hiểm và các đồ dùng cá nhân khác. Một lưu ý đặc biệt: công viên là một trong 14 công viên tiểu bang Indiana nằm trong lộ trình nhật thực toàn phần vào năm 2024, với Công viên tiểu bang Spring Mill do trải qua nhật thực toàn phần kéo dài 3 phút 21 giây.Đọc thêm",
            "Spring Mill là một công viên thực sự tuyệt vời. Họ có những chuyến đi bộ thú vị mà trẻ nhỏ có thể làm được. Họ cũng có một nhà trọ đẹp đẽ mặc dù hiện tại nó đã đóng cửa để sửa sang lại. Họ cũng có một sân chơi cạnh nhà vệ sinh và bàn ăn ngoài trời. Đôi khi, họ có các diễn viên hóa trang và giải thích thêm các đặc điểm về cối xay và khoảng thời gian. Tôi khuyên bạn nên nó! Bạn có thể dừng lại ở Jiffy Treet ở Bedford để thưởng thức kem hoặc bữa trưa.Đọc thêm",
            "Tôi luôn ngạc nhiên trước việc đất đai ở làng được chăm sóc tốt như thế nào. Cỏ luôn được cắt đúng cách và trông rất đẹp. Có lẽ không giống như những năm 1800 nhưng tốt hơn. Chúng tôi đã ở đây trước khi một đám cưới diễn ra và có khá nhiều người mặc trang phục cổ điển cho sự kiện này.  Rất nhiều lịch sử thú vị trong các tòa nhà.  Một trong những công viên tiểu bang đẹp hơn trong nước. Đọc thêm",
            "Không gian đẹp và thanh bình. Có một hồ nước, thác nước, những con đường mòn, bảo tàng tưởng niệm và khu vực lịch sử sống động cũng như những điều tuyệt vời khác để trải nghiệm ở công viên này! Hãy đi và tận hưởng!Đọc thêm",
            "Chúng tôi đã đến đây trong suốt 50 năm và sức hấp dẫn vẫn không hề phai nhạt. Ngôi làng năm 1820 với nhà máy xay lúa mì thật đáng yêu với dòng suối róc rách chạy qua bãi cỏ đầy cỏ. Hãy đến sau Ngày Tưởng niệm khi có các tài liệu trong các tòa nhà. Bánh xe nước đang được xây dựng lại ở nhà máy nên bạn sẽ không thấy nó hoạt động vào mùa hè này. Nhưng chuyến tham quan hang động bằng thuyền vẫn có sẵn cho 3 người. Thật là một món hời. Người hướng dẫn cho biết năm sau giá sẽ lên tới 10, điều này thật đáng tiếc cho các gia đình. Trung tâm Tự nhiên rất đẹp và bạn có thể thuê thuyền kayak trên hồ. Chúng tôi bận rộn suốt hai ngày. Đừng bỏ lỡ đài tưởng niệm miễn phí dành cho phi hành gia Gus Grissom ở lối vào công viên. Bộ phim rất thú vị và một khoang không gian thực tế.Đọc thêm",
            "Vì vậy, máy xay lúa mì biết rõ là không hoạt động. Khi chúng tôi đi, anh chàng nói rằng họ sẽ phải sửa thứ gì đó ở bên trong để nó hoạt động trở lại. Không có vấn đề gì lớn ngay cả khi nó không hoạt động, đây thực sự là một công viên ngoạn mục và chúng tôi đã chọn một ngày đẹp trời để đi ngắm bầu trời trong xanh với làn nước lấp lánh. Ngoài ra, tầng 3 của nhà máy xay lúa mì cũng được biết là đang mở. Tôi đọc trên mạng thì nó đã đóng cửa. Tòa nhà duy nhất họ mở cửa mà chúng tôi không thể vào là phòng họp trông giống như họ đang quay một loại video nào đó. Mọi người đang ở trong một số tòa nhà nên hãy cẩn thận với anh chàng ở cửa hàng đồ da, tòa nhà đầu tiên có người trong đó làm tôi sợ. Tôi nghĩ rằng tôi đã đọc ở đâu đó trên mạng rằng một số công trình có người nhưng đến thời điểm đó tôi đã quên mất. Ở công viên này có rất nhiều việc phải làm, bạn có những con đường mòn đi bộ xuyên làng và đài tưởng niệm Gus Grissom. Chúng tôi chỉ làm hai việc cuối cùng và đó là một mức giá hợp lý cho tất cả những điều đó cộng với một bãi đậu xe lớn.Đọc thêm",
            "Đây thực sự là một nơi tuyệt vời để trải nghiệm một Grist Mill đang hoạt động cộng với tất cả khuôn viên và các tòa nhà cũ khác đều thực sự rất đẹp. Bạn cũng có thể mua ngô xay. Chúng tôi ở trong chiếc RV của mình trong Khu cắm trại, điều này cũng thực sự rất tuyệt. Đọc thêm",
            "Liệu có tái hiện Nội chiến nào tại làng Spring Mill State Park trong năm nay không? Tôi không thể tìm thấy bất kỳ thông tin nào ở bất cứ đâu.Đọc thêm",
            "Câu hỏi về Nghĩa trang Hamer----Ai chịu trách nhiệm về nó?  Ai sẽ có thông tin hoặc hồ sơ về việc chôn cất?Đọc thêm",
            "Tôi tưởng tượng rằng văn phòng công viên bảo trì nghĩa trang và có thể trả lời những câu hỏi đó Đọc thêm",
            "Có cắm trại quanh năm không?Đọc thêm",
            "Tôi không nghĩ vậy. Chỉ để đảm bảo hãy thử gọi cho họ.Đọc thêm",
            "Địa điểm này có phù hợp cho xe lăn không?Đọc thêm",
            "Vâng, đúng vậy..... nhưng nó đã được xây dựng cách đây hơn 60 năm...... nên Nhà trọ có đường dốc và thang máy.... bạn có thể dùng xe của mình kéo lên phía trước.... đó là một đoạn đường vào bên cạnh Nhà trọ.  Nó có thể không được truy cập\nble như một cơ sở hiện đại hơn..... nhưng với tư cách là một cơ sở nhà nước, họ cố gắng.Đọc thêm",
            "Họ vẫn cung cấp dịch vụ cưỡi ngựa và nhóm tuổi nào? Cái này có sẵn vào cuối tháng không?Đọc thêm",
            "Không cưỡi ngựa ở Spring Mill..... nơi gần nhất là West Baden hoặc Wilstem Ranch gần French LickĐọc thêm",
            "sân bay nào gần công viên tiểu bang Spring Mill nhấtĐọc thêm",
            "Sân bay Quốc tế Louisville Standiford Field cách Spring Mill khoảng một tiếng rưỡi, cách khoảng 65 dặm hoặc Sân bay Quốc tế Indianapolis cách khoảng 2 giờ đi khoảng 85 dặm. Sân bay hạt Bloomington Monroe và Sân bay thành phố Bedfords Virgil I Grissom không có các chuyến bay thương mại đến nhưng một số máy bay tư nhân sử dụng chúng. Cả hai sân bay nhỏ hơn này đều gần hơn nhiều nhưng rất nhỏ.Đọc thêm",
            "Tôi cần tiền mặt hay bạn chấp nhận thẻ ghi nợ?Đọc thêm",
            "Có thẻ được chấp nhậnĐọc thêm",
            "Khu cắm trại có nhỏ không?Đọc thêm",
            "Chúng tôi có đủ chỗ để dựng lều lớn và đỗ xe. Có đủ chỗ để tập hợp ghế cắm trại quanh hố lửa và chỗ để bàn ăn ngoài trời. Cũng có đủ chỗ để trẻ em chơi. Đọc thêm",
            "Có đường dành riêng cho xe đạp hoặc đường mòn trong hoặc gần công viên không?Đọc thêm",
            "Họ đang ở trong công viên.Đọc thêm",
            "Có đường dành riêng cho xe đạp hoặc đường mòn trong hoặc gần công viên không?  Tôi không phải là Robot.Đọc thêm",
            "CóĐọc thêm"
        ],
        "star_ratings": [
            276,
            99,
            8,
            4,
            2
        ],
        "review_amount": 389,
        "location": [
            "Mitchell",
            "Hoa Kỳ",
            "Công viên tiểu bang Spring Mill",
            "Indiana TRONG",
            "Các hoạt động ở Mitchell"
        ],
        "reviews_time": [
            "Written January 14, 2024",
            "Written October 10, 2023",
            "Written May 7, 2023",
            "Written April 25, 2023",
            "Written April 14, 2023",
            "Written October 22, 2022",
            "Written August 27, 2022",
            "Written June 12, 2022",
            "Written May 12, 2022",
            "Written September 26, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37329-d548032-Reviews-Spring_Mill_State_Park-Mitchell_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g37329-d8655099-Reviews-Spring_Mill-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37329-d3441321-Reviews-Millstone_Dining_Room-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37329-d26979943-Reviews-Dairy_Bell_Ice_Cream_Shop_Restaurant-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d7085906-Reviews-Virgil_I_Gus_Grissom_Memorial_Museum-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d26765862-Reviews-Donaldson_Cave-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d7896375-Reviews-Gus_Grissom_Boyhood_Home-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d9583032-Reviews-Mitchell_Opera_House-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d24937931-Reviews-Virgil_I_Gus_Grissom_Rocket_Monument-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37258-d8396879-Reviews-This_N_That_Antiques-Lawrence_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d27067308-Reviews-Lehigh_Field-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d27054806-Reviews-Unity_Park-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37412-d27079377-Reviews-Hall_Field-Orleans_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d548032-Reviews-or10-Spring_Mill_State_Park-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d1520788-Reviews-Bluespring_Caverns-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d5121786-Reviews-Whispers_Estate-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d612832-Reviews-Carousel_Winery-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d10457207-Reviews-Applacres-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37412-d4588553-Reviews-Orange_County_HomeGrown_Farmers_Market-Orleans_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d10162639-Reviews-The_Primitive_Porch-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d1368417-Reviews-Otis_Park_Golf_Course-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d17863020-Reviews-Riverside_Antiques-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d10406139-Reviews-Highway_37_Flea_Market-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d2226754-Reviews-Padang_Padang_Beach-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g35371-d558884-Reviews-Fort_Yargo_State_Park-Winder_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d246101-Reviews-Mount_Floyen_and_the_Funicular-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069617-d554011-Reviews-Ihlara_Valley-Guzelyurt_Cappadocia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147326-d147796-Reviews-Bioluminescent_Mosquito_Bay-Isla_de_Vieques_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d10234810-Reviews-Pachinko_World-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g30971-d8540198-Reviews-Russian_River_Falls-Cooper_Landing_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60928-d218757-Reviews-Boca_Chica_State_Park-Brownsville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1936425-d1230998-Reviews-Morjim_Beach-Morjim_North_Goa_District_Goa.html",
            "https://www.tripadvisor.com/Attraction_Review-g41600-d105599-Reviews-Fruitlands_Museum-Harvard_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37329-d548032-Reviews-or10-Spring_Mill_State_Park-Mitchell_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37329-d548032-Reviews-Spring_Mill_State_Park-Mitchell_Indiana.html"
    }
]