[
    {
        "attraction_name": "Sri Somesvara Temple",
        "attraction_name_vi": "Đền Sri Somesvara",
        "general_info": [
            "11 đánh giá",
            "- 2 trong số 4 điều cần làm ở Clyde",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Lái xe đến Đền Sri Somesvara - hay còn gọi là Núi Soma - có thể là một nơi nghỉ dưỡng tinh thần sảng khoái.  Khu phức hợp đền nằm trên một ngọn núi nhỏ cách xa lộ I40 vài dặm, đây là một con đường lái xe ngắm cảnh đẹp.Đọc thêm",
        "reviews": [
            "Một nơi rất đẹp, yên bình và đầy cảm hứng để ghé thăm.  Mỗi người, thuộc bất kỳ nhóm tôn giáo nào, hoặc không có mối quan hệ nào, đều có thể cảm nhận được sự đoàn kết và hy vọng của nhân loại.  Ngoài ra, hãy trải nghiệm một trong những khung cảnh đáng yêu nhất ở Hạt Haywood.Đọc thêm",
            "Lái xe đến Núi Soma rất đẹp và vị trí của ngôi đền rất tuyệt vời. Việc xây dựng ngôi chùa còn thiếu một điều gì đó. Tốt để ghé thăm một lần nhưng không gợi lên cảm giác tâm linh. Các tình nguyện viên tại căng tin rất hữu ích. Đọc thêm",
            "Địa điểm tuyệt vời. vị trí đẹp. được bảo trì tốt. bạn sẽ có được những món ăn ngon Đồ ăn thuần chay của Ấn Độ sau lễ puja. Toàn bộ khu vực đầy nhiếp ảnh và đầy sự tĩnh lặng và yên bìnhĐọc thêm",
            "MT. Soma là một nơi dễ chịu và bạn có thể tận hưởng bầu không khí thanh bình. Nó được điều hành bởi tất cả người da trắng, nhưng họ tuân theo mọi phong tục từ cốt lõi. Vị thần mạnh mẽ đến mức ông ấy đã giải quyết vấn đề của tôi ngay sau chuyến thăm của chúng tôi. Linh mục và vợ ông ấy là thật may mắn là họ đã nỗ lực hết mình để giúp đỡ chúng tôi.Đọc thêm",
            "Đây không phải là ngôi đền Hare Krishna. Nó được cho là dinh thự của Chúa Shiva và được cho là Núi Kailash của Tây bán cầu! Chà, xét đến thực tế là toàn bộ nơi này buồn tẻ và hoàn toàn không có bất kỳ rung động hay năng lượng nào, tôi tự hỏi tuyên bố đó đến từ đâu. Rõ ràng là có người không biết gì về Núi Kailash. Có một ngôi chùa nhỏ, không có gì nổi bật, không có bất kỳ chi tiết kiến ​​trúc hay vẻ đẹp nào. Những tòa nhà còn lại đều rất tồi tàn. Cái gọi là nhà hàng nằm trong tòa nhà của Hội Sinh viên dù đó là gì đi nữa. Quang cảnh xung quanh có thể rất thú vị nhưng liệu điều đó có đủ để lên được con đường quanh co này không? Tuyệt đối không! Dù thế nào đi nữa, hãy tránh đi vào cuối tuần, vì nơi đây sẽ đông đúc người desi từ các bang lân cận do Tellus và Mallus thống trị cùng với vô số trẻ em của họ kéo theo trong trang phục Ấn Độ. Có thể có một gia đình Guju kỳ lạ. Bữa trưa bao gồm cơm trắng, dal và aloo sabji với sữa đông và trà có vị sữa masala. Xốp ở khắp nơi và khi tôi chỉ ra điều này với các nhân viên quản lý đang ngồi trong khu vực ăn uống - tất cả đều là người da trắng -, họ ngay lập tức trở nên phòng thủ và bắt đầu viện đủ mọi lý do và đuổi tôi đi vì đã chỉ ra điều này. Nơi này không có ý nghĩa tôn giáo hay tâm linh cũng như không có vẻ đẹp nào. Nó nông cạn và trống rỗng.Đọc thêm",
            "Chồng tôi - Tôi đã đến thăm Sri Somesvara trong tuần trăng mật nhỏ vào tháng Bảy. Chúng tôi đến thăm vào Chủ nhật - nó đã trở nên đông đúc! Thời tiết tuyệt đẹp để phù hợp với một vị trí tuyệt đẹp như vậy. Không ai có thể biết rằng ngôi đền này tồn tại, nhưng may mắn thay là có. Mặt bằng được giữ rất tốt. Họ cung cấp một bữa tiệc buffet chay nhỏ vào cuối tuần. Thức ăn rất lành mạnh - bổ dưỡng cho cơ thể. Bữa ăn của chúng tôi ngày hôm đó bao gồm đậu lăng, món bắp cải rất ngon, bánh ngô - tôi đã bỏ qua - , - dưa hấu. Họ cũng có nhiều loại bánh quy cho món tráng miệng cũng như chai. Chúng tôi hoàn toàn tận hưởng ngày của mình và muốn giới thiệu cho mọi người. Đọc thêm",
            "Đó là một ngôi đền Shiva xinh đẹp nằm trên một ngọn núi cao ở Bắc Carolina, cách Asheville khoảng 45 phút. Lượt xem tuyệt đẹp 360 độ. Nếu có thể hãy đi vào mùa Thu. Màu sắc mùa thu đơn giản là ĐẸP. ngôi đền và khuôn viên được giữ rất sạch sẽ. Họ phục vụ bữa sáng miễn phí nếu bạn ở trong một trong những căn phòng kiểu nông thôn với giá 150-200 đô la. Phòng được giữ tốt. Không có tivi hay điện thoại mà chúng tôi thích. Có - s một tủ lạnh và lò vi sóng. Đó là nơi bạn đến để tận hưởng bầu không khí thanh bình, viếng thăm ngôi chùa, đi bộ xuống thác nước nhỏ và họ cũng cung cấp các khóa thiền. Nó có thể trở nên đông đúc vào cuối tuần và khi các khóa học được cung cấp. Lên kế hoạch ít nhất một ngày rưỡi.Đọc thêm",
            "Đền Sri Someshwara nằm ở Núi Soma ở Bắc Carolina, Hoa Kỳ là một trong những ngôi chùa đẹp mà tôi đã viếng thăm ở đất nước này. Đền Sri Someshwara dành riêng cho Chúa Siva và là một ngôi đền Veda đích thực. Các vị thần khác được tìm thấy là Chúa Ganapathi, Navagrahas, Karthikeya. Nằm ở Dãy núi Blue Ridge ở phía Tây Bắc Carolina, Đền Sri Somesvara là một ngôi đền Vệ Đà Shiva ở trung tâm Núi Soma. Ngôi đền này mở cửa bảy ngày một tuần từ 9h30 sáng đến 1h30 chiều và mở cửa trở lại từ 3h30 chiều đến 7h30 tối. Harathi được dâng lên Chúa vào lúc 7h tối hàng ngày. Ngoài những nơi trên, còn có Công viên Hanuman ngay phía sau đền Siva và Mahanandi Park, cách đó một chút, đối diện với ngôi đền. Ngoài ra còn có Trung tâm Du khách với Thiền đường. Cách đó nửa dặm, họ là Công viên Ganga, nơi tìm thấy Hai Shiv Lings, trên đó có dòng nước chảy liên tục. Đây là một nơi tốt để ghé thăm. Người ta phải đi bộ xuống nơi này vì không có phương tiện nào được phép đến đây. Bản thân núi Soma là một địa điểm tuyệt đẹp giữa những ngọn núi. Địa điểm này được biết đến nhiều nhất như một trung tâm tĩnh tâm và điểm đến tâm linh phi giáo phái. Nhiều du khách đến đây để thiền định và tìm hạnh phúc tinh thần. Nhìn chung, Núi Soma và Đền Sri Someshwara là địa điểm không thể bỏ qua để tận hưởng vẻ đẹp tự nhiên của dãy núi Blue Ridge và đền Vệ Đà Siva.Đọc thêm",
            "Đây là một nơi tuyệt vời để tìm kiếm sự bình yên nội tâm của bạn. Đi bộ đường dài, thiền định và ngắm cảnh nổi bật khiến đây là địa điểm không thể bỏ qua. Nếu bạn là tín đồ của đạo Hindu, nó sẽ nằm trong danh sách phải ghé thăm của bạn.Đọc thêm",
            "Nếu chúng ta đến thăm vào ngày mai, chúng ta có thể ngắm màu sắc mùa thu không? Đang lên kế hoạch cho một chuyến đi đến Mt Soma, nơi cũng có cả màu sắc mùa thuĐọc thêm",
            "Vị trí tuyệt vời! Ngôi chùa đẹp!! Ở lại bình yên! \nRất thích nơi nàyĐọc thêm"
        ],
        "star_ratings": [
            8,
            1,
            1,
            1,
            0
        ],
        "review_amount": 11,
        "location": [
            "Clyde",
            "Các hoạt động ở Clyde",
            "Đền Sri Somesvara",
            "Hoa Kỳ",
            "Bắc Carolina - NC -",
            "Dãy núi Bắc Carolina"
        ],
        "reviews_time": [
            "Written May 9, 2019",
            "Written March 19, 2019",
            "Written June 10, 2018",
            "Written May 1, 2018",
            "Written January 4, 2018",
            "Written October 14, 2017",
            "Written August 15, 2017",
            "Written August 1, 2017",
            "Written July 19, 2017",
            "Written June 21, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g49038-d12179179-Reviews-Sri_Somesvara_Temple-Clyde_North_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g49282-d27002407-Reviews-Friendswood_Brooms-Leicester_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49282-d27808081-Reviews-Durrant_Farms-Leicester_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49038-d12179179-Reviews-or10-Sri_Somesvara_Temple-Clyde_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49648-d3609777-Reviews-Cataloochee_Valley_Tours-Waynesville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49282-d4310107-Reviews-Addison_Farms_Vineyard-Leicester_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49038-d10351223-Reviews-Panther_Creek_Horseback_Rides-Clyde_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49001-d5962591-Reviews-Mr_Robot_Shop_Museum-Canton_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49326-d13310042-Reviews-Fox_Hill_Meadery-Marshall_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49001-d26693424-Reviews-Berm_Park-Canton_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49038-d12370455-Reviews-Chef_Ricardo_s_Kitchen-Clyde_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49001-d6105438-Reviews-Canton_Thursday_Farmer_s_Market-Canton_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49001-d3244599-Reviews-Old_Pressley_Sapphire_Mine-Canton_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49038-d27025050-Reviews-Splat_Forest_Paintball-Clyde_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49001-d27058987-Reviews-Papertown_Billiards-Canton_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49326-d13814251-Reviews-Longleaf_Vineyard-Marshall_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49001-d21324479-Reviews-Willow_Hill_Soap_Company-Canton_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d10059955-Reviews-Club_Prime-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d242776-Reviews-English_Garden-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g651687-d3349765-Reviews-Zrce_Beach-Novalja_Island_of_Pag_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23961934-Reviews-Galerie_Dior-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g562815-d10357987-Reviews-Playa_Santa_Ponca-Santa_Ponsa_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d10053507-Reviews-John_Ringo_Historic_Site-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g499079-d19916123-Reviews-Dehiwala_Zoo-Dehiwala_Mount_Lavinia_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60841-d9800243-Reviews-Great_Sand_Dunes_National_Park_and_Preserve-Mosca_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d812879-Reviews-Drums_of_the_Pacific_Lu_au-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2706054-d12199663-Reviews-Theth_National_Park-Theth_Shkoder_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g49038-d12179179-Reviews-or10-Sri_Somesvara_Temple-Clyde_North_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g49038-d12179179-Reviews-Sri_Somesvara_Temple-Clyde_North_Carolina.html"
    }
]