[
    {
        "attraction_name": "St. Anthony Gorge (Gorge of Patsos)",
        "attraction_name_vi": "Hẻm núi Thánh Anthony Hẻm núi Patsos",
        "general_info": [
            "461 đánh giá",
            "1 trong số 1 hoạt động giải trí ở Patsos",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Nơi tuyệt vời - Chúng tôi đến lúc 9h30 và trời rất mát mẻ và râm mát. Nhà nguyện được xây dựng trên mặt đá rất khác thường. Tận hưởng cuộc đi bộ ngắn dọc theo lòng sông. Tốt trong 1-2 giờ tùy thuộc vào việc bạn có muốn đi trên con đường thứ hai đầy thử thách hơn hay không.Đọc thêm",
        "reviews": [
            "Chúng tôi đã ăn ở Anthonys nhiều lần kể từ khi quản lý và mở rộng mới. Tôi đã thưởng thức trà đá, manicotti, salad nhà balsamic, vả bruschetta, cannoli và một vài thứ khác trong quá trình trải nghiệm dùng bữa. Gia đình tôi, dùng bữa cùng tôi, rất thích món marsala thịt bê, cơ bắp và hơn thế nữa mà tôi không thể nhớ lại. Các máy chủ và bầu không khí dễ chịu. Tuy nhiên, việc mang đi là một sự thất vọng lớn. Tôi lớn lên trong khu vực và sau đó làm việc trong khu vực, và đồ ăn mang đi của họ từng là món được yêu thích: từ pizza, hoagies đến salad và hơn thế nữa. Tuy nhiên, gần đây, chúng tôi đã mua hai chiếc bánh nướng lớn: một loại rau, một thịt bò xay và thịt xông khói. Chúng tôi nghĩ rằng chúng tôi có thức ăn thừa và chúng tôi chắc chắn đã có. Nhưng họ đã đi vào thùng rác. Không có hương vị hoặc gia vị. Chúng tôi tách chúng ra một chút, thêm lá oregano, húng quế, tỏi và một người thêm giấm balsamic....cố gắng cứu chúng. Nhưng họ không tốt. Chỉ ăn tối tại chỗ.Đọc thêm",
            "Đã đến thăm hẻm núi Patsos cùng gia đình chúng tôi từ 4 đến 60 tuổi. Một con đường mòn đi bộ rất đẹp trong hẻm núi với khung cảnh xung quanh siêu xanh và tươi tốt. Phần bắt đầu dễ dàng có thể thực hiện được đối với cả những đứa trẻ nhỏ hơn và rất đáng để ghé thăm. Bên cạnh bãi đậu xe còn có một quán rượu. Rõ ràng là quán rượu dài nhất ở Crete. Nơi này đã được bán hết cho bữa trưa khi chúng tôi ghé thăm nên không thể ăn ở đó. Bàn Evwry đã được đặt trước. Và từ vẻ ngoài cũng như mùi vị của các lò nấu nướng lộ thiên, tôi không ngạc nhiên về điều đó! Rất thích ăn ở đó.Đọc thêm",
            "Hẻm núi đẹp phong cảnh hoàn toàn tuyệt đẹp. Khoảng nửa giờ đầu tiên, có một con đường mòn có thể đi được bằng giày đế bằng. Những người muốn đi bộ hơn là tranh giành sẽ khuyên bạn nên quay lại và đi ngược lên phía bên kia khi đến cầu. Tuy nhiên, nếu bạn có vóc dáng cân đối, có khả năng giữ thăng bằng tốt và giày có độ bám chắc chắn, hãy thoải mái tiếp tục đi xuống những gì chỉ có thể được mô tả như một cuộc trườn xuống những tảng đá với một số mảnh có dây thừng để hỗ trợ. Một ngày hoàn toàn tuyệt vời nhưng làm việc khá vất vả. Thay vì phải quay trở lại, chúng tôi đi bộ trở lại đường mòn với khung cảnh tuyệt đẹp của hồ và một chút giữa những lùm ô liu và vườn nho để quay lại quán rượu.Đọc thêm",
            "Đây là một cách rất hay để trải nghiệm vùng núi này - đi bộ qua hẻm núi vừa phải với hướng dẫn viên nhiệt tình và hiểu biết. Vassilis là một hướng dẫn viên thực sự tốt bụng và chuyên nghiệp, người ngưỡng mộ lịch sử và văn hóa của khu vực mình. Cháu trai 7 tuổi của chúng tôi và cả gia đình đã rất thích buổi chiều đáng yêu này. Để kết thúc một ngày, chúng tôi đã ăn một bữa ăn ngon địa phương do mẹ cháu nấu.Đọc thêm",
            "6. 9. 2020 Đi bộ ngoạn mục, mạo hiểm xuyên qua hẻm núi, đáy sông cạn. 3 km di chuyển tích cực qua địa hình hiểm trở, nơi bạn leo lên một số đoạn đá bằng dây thừng và thang. Tuyệt vời. Chúng tôi, những người nghiệp dư, cũng đã làm được điều đó. Không có cách nào khác ngoài việc lặp lại toàn bộ lộ trình quay lại. Tôi giới thiệu cho tất cả những người năng động hơn. Không phù hợp với trẻ nhỏ. Thêm video du lịch youtube PSIS-truy cập. Iva Petr CZ PrahaĐọc thêm",
            "Hoàn toàn tuyệt vời không dành cho những ai gặp khó khăn khi đi lại hoặc những người yếu tim khá vất vả ở những nơi, nhưng phong cảnh tráng lệ Chắc chắn đề xuất điều này Đọc thêm",
            "Lần thứ 3 chúng tôi thực hiện Hẻm núi Patsos và vẫn rất vui khi được đi bộ và leo núi ở đây. Theo quan điểm của chúng tôi, hẻm núi Patsos là một trong những hẻm núi đầy thách thức nhất trên đảo. Dành cho những người có khả năng giữ thăng bằng tốt vì số lượng đá lớn dọc đường phải vượt qua. Thang và dây thừng được cung cấp cho những đoạn phức tạp nhưng luôn được chuẩn bị kỹ càng và được bảo quản tốt. Cần 2 giờ cho đường xuống và thời gian tương tự cho đường về. Nếu may mắn, bạn sẽ tìm thấy một chiếc xe bán tải đậu ở nơi hẻo lánh cho chuyến trở về nhưng đừng tin vào nó. Phần thưởng sẽ là một bữa trưa tuyệt vời tại quán rượu lớn nằm ở lối vào hẻm núi! Chắc chắn là việc phải làm nếu bạn là người thích thể thao!Đọc thêm",
            "We hiked this gorge on October 23rd and it was just a little stream that either you had to walk through or do some high adventure obstacles to get to the waterfall.  From the trail head by the Drimos Tavern have GPS take you here its an easy walk that took us two minutes to get to the church in the cave the hermitage with pictures of holy men, candles, and crutches left behind from miracle healings and the picnic area. By looking at the map posted at the trail head you will see that you are half way through the posted map at that point. If you want to get the the waterfall you cross the first bridge to your left and continue on it takes about 45 minutes. There is one other bridge to cross on this hike.After the first 5-10 minutes of easy walking you get to some obstacles. There are a few ladders across the gaps in rocks, there are ropes attached to the cliff, there are a few rocks that are taller than me so I had to have my husband help me get down on the other side. The biggest problem is that the rocks are marble and they have been worn down to a slippery surface. It was dry when I went and we were all slipping as we crossed the rocks. Wear closed toed shoes with really good traction, or your feetbody will get hurt. I wouldnt take this hike if the rocks were wet and I wouldnt take small children beyond what is posted on the map. Our 11 year old son did fine.The stream was only ankle high and we tried to avoid it as much as possible by going the hard way around it through the obstacles. If it looks like you lost the trail, look up and there is probably a rope attached to a cliff nearby. The trail is not always well marked, a few times we explored different paths to find the one that was the trail.When we reached the waterfall, maybe at 45- 60 minutes into the hike, we passed it because we didnt realize it was there. At the time you reach the waterfall you are using a rope on the left cliff edge.  To see the waterfall you need to turn around to the right and walk back around to the right and you see there is a stream of water falling from a high spot down into a pool a few feet down from you. When we were there the pool was ankle deep and dirty so we did not go in, but you can see a higher water line. After the waterfall the water noise quiets down so if you get to an area with still water you have gone too far.  We hiked all the way to the tunnel which is maybe 20 minutes past the waterfall and goes under a road. You can wade through the water in the tunnel or go up the hill on your left and there is a section of fence that has been cut through so you can cross the road on the top and go back down. The other side of the tunnel is wide open, a rocky dried river bed and beautiful with the colorful deciduous tree leaves.  We turned back here but other TA reviews said that if you follow the riverbed for another 45 minutes you will reach a lake at the Potami Dam.Its a beautiful hike with the dramatic cliffs, rocks, stream, waterfall and fall colored leaves. Our 11 year old son was great at it and loved the hike. I recommend doing this hike for the adventure and challenge, but not if its raining and you must have sturdy close toed shoes. I think it took us an hour to get to the water fall and 45 minutes to get back to the car park.Read more",
            "Tôi thích chuyến đi bộ này nhưng khó hơn tưởng tượng từ các bài đánh giá. Trước đây không phải vật lộn với dây thừng và thang. Ở trên có ghi là quãng đường đi bộ là 1,5 km nhưng chắc chắn là nó có vẻ dài hơn. Than vãn đủ rồi, chúng tôi vẫn cảm thấy đó là một niềm vui lớn nhưng sẽ mãi mãi biết ơn nhóm y tá bác sĩ người Cretan tốt bụng đã đưa chúng tôi trở lại vị trí dẫn đầu trong huấn luyện viên của họ!Đọc thêm",
            "Xin chào! Bạn gửi xe ở đâu và mất bao lâu để đến nhà thờ?Đọc thêm",
            "Ai đã ở cùng bọn trẻ?\nCó tốt hơn không nên đến đó?",
            "Chào buổi sáng, \n Giá cho hoạt động này là bao nhiêu? \nDịch vụ phục vụ trả lại có được bao gồm trong hoạt động hay có tính thêm phí không? \nHoạt động này kéo dài bao lâu? \n\nTrân trọng, \nMelissaĐọc thêm",
            "chuyến tham quan hẻm núi mất khoảng 1 giờ từ bãi đậu xe, hoàn toàn miễn phí. Bạn có thể ăn ở quán rượu và tôi khuyên bạn nên dùng nó. Chúng tôi đã ăn 37 euro cho 4 người kèm theo đồ uống.\nTận hưởng kỳ nghỉ của bạn Đọc thêm",
            "Chào mọi người. Chồng tôi và tôi sẽ đến Chania vào giữa tháng Tư. Không có ô tô. Làm thế nào để đến đây bằng phương tiện công cộng và cách lên kế hoạch cho lộ trình trong ngày của bạn? Cảm ơn bạnĐọc thêm",
            "Thuê một chiếc ô tô, nó không đắt lắm đâu. Bạn sẽ không thể nhìn thấy mọi thứ bằng phương tiện giao thông công cộng. Chỉ các thành phố ven biển.Đọc thêm",
            "Làm cách nào để đi từ khách sạn Minos ở Rethymon đến Hẻm núi St AnthonyĐọc thêm",
            "Địa chỉ trên TripAdvisor bị sai Chỉ cần nhập địa chỉ đó vào Google mapsĐọc thêm",
            "xin chào, tôi muốn đến hẻm núi St Antony trong kỳ nghỉ tiếp theo của mình. Chuyến thăm này có nguy hiểm không? Vợ tôi sợ độ cao và tôi đang dùng thuốc chống đông máu. Điều này có an toàn cho chúng tôi không?\ncảm ơn ý kiến ​​và lời khuyên của bạnĐọc thêm",
            "Pio eine đến mikos Đọc thêm",
            "Xin chào, bạn có thể cho tôi biết địa chỉ của St Antony Gorge không? Tôi đang cố gắng lập kế hoạch cho chuyến đi và cần địa chỉ của tài xế.\n\nCảm ơn rất nhiều,\nSelinaĐọc thêm",
            "Xin lỗi nhưng tôi không biết địa chỉ chính xác.\n Rất dễ dàng để tìm thấy nó và con đường tốt hơn phụ thuộc vào ngôi nhà bạn ở Crete. Nó xuất hiện trên AMARI DAM RESERVOIR mà bạn cũng tìm thấy trên bản đồ Google. \nĐến từ Rethimon, bạn lái xe đến hồ bên phải và đi theo biển báo đến PATSOS mà bạn tìm thấy ở biển báo bên trái đến Agios Antonios, nơi bạn phải đi và con đường cuối gần quán rượu. Khoảng 100 mét phía trước bên trái có lối vào hẻm núiĐọc thêm",
            "CHÀO,\n\ntôi muốn hỏi một câu, tôi sẽ đến thăm Rhetymnon vào tháng 5, đi du lịch một mình. Tôi muốn đi bộ đường dài ở Hẻm núi St Anthony nhưng tôi đang tự hỏi nó cách khách sạn Gortyna của tôi bao xa và liệu có công ty nào sắp xếp các chuyến đi để đến đó không.\nCảm ơn bạn trước,\n\nEvaĐọc thêm"
        ],
        "star_ratings": [
            297,
            137,
            22,
            3,
            2
        ],
        "review_amount": 461,
        "location": [
            "Các hoạt động ở Patsos",
            "Patsos",
            "Tỉnh Rethymnon",
            "Hẻm núi Thánh Anthony Hẻm núi Patsos",
            "Hy Lạp",
            "Châu Âu",
            "đảo Crete"
        ],
        "reviews_time": [
            "Written August 4, 2023",
            "Written November 25, 2022",
            "Written May 3, 2022",
            "Written September 30, 2021",
            "Written July 24, 2021",
            "Written February 25, 2021",
            "Written September 3, 2020",
            "Written August 12, 2020",
            "Written October 29, 2019",
            "Written October 16, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g8391638-d2390622-Reviews-St_Anthony_Gorge_Gorge_of_Patsos-Patsos_Rethymnon_Prefecture_Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g8391638-d7155689-Reviews-Patsos_Traditional_Taverna-Patsos_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12665073-d14792344-Reviews-Ta_Ximeromata_Patsos-Amari_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8635003-d13336308-Reviews-To_Fragma-Voleones_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d21303573-Reviews-Kourkoulou_Winery-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d1811927-Reviews-Monastery_of_Arkadi-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1897402-d3422404-Reviews-The_Lion_Fountains-Spili_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1897402-d6583726-Reviews-Maravel_Garden-Spili_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g12486989-d4937124-Reviews-Chromonastiri_Military_Museum-Chromonastiri_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1897402-d6977243-Reviews-Folk_Museum_of_Spili-Spili_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Cre.html",
            "https://www.tripadvisor.com/Attraction_Review-g8635003-d8631894-Reviews-Potami_Dam_Lake-Voleones_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1897402-d2708227-Reviews-Church_of_Spili-Spili_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d10660411-Reviews-Monastery_of_Panagia_Chalevi-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g12665073-d21308894-Reviews-Monastery_Asomaton-Amari_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g8391638-d2390622-Reviews-or10-St_Anthony_Gorge_Gorge_of_Patsos-Patsos_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1535800-d1536672-Reviews-Elafonissi_Beach-Elafonissi_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191815-d11712314-Reviews-Reptisland-Melidoni_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g23229926-d4026099-Reviews-Agia_Marina_Donkey_Rescue_Sanctuary-Petrokefali_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1526211-d4600150-Reviews-Mazida_Ammos_Beach-Xerocambos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187644-d8385799-Reviews-Marmara_Beach-Loutro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2665186-Reviews-Kedrodasos_Beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8745524-Reviews-Cretan_Taxi_Service-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d7811692-Reviews-Cretan_Safari_Land_Rover_Experience-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8766762-Reviews-Tour_Guides_Crete-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8311032-Reviews-EBikes_Rethymno-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8075446-Reviews-Go4_Safari_ATV_Quad_Bike_adventure_tours-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d5990473-Reviews-Agigma_Massage_Therapies-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8673688-Reviews-Taxi_Service_Rethymno-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d12274128-Reviews-Cretamassage_Relax_Refresh_Sanus-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d10441169-Reviews-Rethymno_Cruises-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d2542659-Reviews-Discovery_Safaris-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d7812910-Reviews-Eco_Events-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d12857524-Reviews-Popeye_Watersports-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d10211687-Reviews-Markidis_Travel-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d7132969-Reviews-Krifi_Ammos_Beach-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188901-Reviews-Harrods-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2139541-Reviews-Mustafa_Centre-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g303814-d21142297-Reviews-Biokovo_Skywalk-Makarska_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d6984773-Reviews-Cheetah_s_Rock-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12997546-Reviews-Thamel_Spa-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d116686-Reviews-Pimlico_Race_Course-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41995-d660863-Reviews-Alpine_Mountain_Golf-Birch_Run_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d12166958-Reviews-National_Museum_of_Egyptian_Civilization_NEMC-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d234204-Reviews-Champagnes_Pommery-Reims_Marne_Grand_Est.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g8391638-d2390622-Reviews-or10-St_Anthony_Gorge_Gorge_of_Patsos-Patsos_Rethymnon_Prefecture_Crete.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g8391638-d2390622-Reviews-St_Anthony_Gorge_Gorge_of_Patsos-Patsos_Rethymnon_Prefecture_Crete.html"
    }
]