[
    {
        "attraction_name": "St. Andrew's Hall Detroit",
        "attraction_name_vi": "Hội trường Thánh Andrew Detroit",
        "general_info": [
            "43 đánh giá",
            "10 trong số 26 buổi hòa nhạc ở Detroit",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Được xây dựng vào năm 1907, St. Andrews Hall là địa điểm gặp gỡ lịch sử của Hiệp hội St. Andrews Scotland ở Detroit. Địa điểm mang tính biểu tượng này đã tổ chức vô số buổi biểu diễn trực tiếp và là địa điểm yêu thích của người già và trẻ Detroit. St. Andrews thực sự có ba không gian độc đáo ở một địa điểm. Phòng khiêu vũ chính lớn nhất có sàn nhảy bằng gỗ cứng, quầy bar dài hơn 35 feet, hệ thống âm thanh và ánh sáng trong nhà cũng như chỗ ngồi độc đáo ở ban công VIP mang đến cơ hội ngắm nhìn sân khấu tuyệt vời. Nằm ở tầng dưới, The Shelter có quầy bar riêng, sân khấu, chỗ ngồi trong quán rượu, gian hàng DJ, rèm đỏ và các phòng riêng. Đi lên tầng trên, Phòng Burns có sàn gỗ cứng, đèn chùm, nội thất phòng chờ, sân khấu nhỏ nâng cao và cửa sổ kính suốt từ trần đến sàn nhìn ra Quốc hội và RenCen. Tất cả các phòng đều có sơ đồ mặt bằng mở và có thể sắp xếp chỗ ngồi cho các nhóm thuộc mọi quy mô và nhu cầu.Đọc thêm",
        "reviews": [
            "Tôi là cư dân lâu năm ở khu vực Detroit, nhưng tôi chưa bao giờ có cơ hội đến thăm St. Andrews Hall để xem một buổi hòa nhạc. Tuy nhiên, điều đó gần đây đã thay đổi khi chúng tôi đi xem một chương trình trực tiếp vào tối thứ Bảy cuối tháng Hai. Tôi luôn nghe thấy nhiều ý kiến ​​khác nhau về SAH về tình trạng tổng thể, dịch vụ và âm thanh, cả tốt lẫn xấu. Từ một người đã từng tham dự hơn 100 buổi biểu diễn trực tiếp ở khắp mọi nơi, từ những sân vận động quy mô lớn đến những quán bar nhỏ bé, tôi có thể không ngần ngại nói với bạn rằng St. Andrews thật TUYỆT VỜI! Trước hết, bản thân tòa nhà huyền thoại này đẹp hơn tôi mong đợi rất nhiều. Thậm chí không gần một bãi rác như một số người khác mô tả, mà đúng hơn, đây là một tòa nhà lịch sử được chăm sóc rất tốt với tất cả những khuyết điểm và nét quyến rũ tự nhiên của nó. Mọi thứ bên trong đều gọn gàng, ngăn nắp và sạch sẽ. Toàn bộ nhân viên và đặc biệt là nhân viên pha chế rất thân thiện và đưa ra cuộc trò chuyện thú vị. Họ thực sự có vẻ đang tận hưởng công việc của họ.  Chúng tôi có những chiếc ghế cao cấp ở ban công trung tâm, tầm nhìn tuyệt vời ra sân khấu BTW, cực kỳ thoải mái trong thời gian ngắn mà chúng tôi không thực sự đứng: - Âm thanh TUYỆT VỜI tuyệt vời: Crisp Clean làm lay động tâm hồn bạn. Đây là khung cảnh thân mật hoàn hảo cho một buổi biểu diễn trực tiếp tuyệt vời!! Bây giờ, câu hỏi duy nhất tôi đang tự hỏi mình là điều gì đã khiến bạn mất nhiều thời gian đến vậy??? Đừng phạm sai lầm tương tự như tôi đã làm.... hãy đi vào trung tâm thành phố và đi xem một buổi biểu diễn ở St. Andrews.... SOOON!!!! Đọc thêm",
            "Rõ ràng bạn có nguy cơ bị đuổi ra khỏi nơi này nếu không chịu để những kẻ hiếu chiến và thiếu suy nghĩ chen lấn trước mặt bạn khi không còn chỗ để đứng. Tôi chỉ đang cố gắng phớt lờ những người đang phá hỏng trải nghiệm buổi hòa nhạc của tôi và những người khác thì một số nhân viên bảo vệ bất ngờ tóm lấy tôi... Tôi thực sự chỉ đứng đó và họ hành động như thể tôi đang bạo lực. Rất thất vọng vì trải nghiệm của tôi tại đó chương trình Rồng Nhỏ tối nay. Có thể thực sự quan sát những gì đang xảy ra và chứng minh các tuyên bố thay vì chỉ coi những gì những người có quyền này phàn nàn theo bề ngoài? Bởi vì bạn sẽ biết họ là những người gây rối nếu nhân viên bận tâm thực hiện công việc của họ một cách chính xác.Đọc thêm",
            "May mắn thay, tôi phải chống nạng đúng lúc tham dự buổi hòa nhạc tại St. Andrews Hall. Tất cả các nhân viên đều cố gắng giúp đỡ và khiến tôi cảm thấy thoải mái. Ít nhất 6 nhân viên khác nhau đã đề nghị giúp đỡ tôi vào một lúc nào đó. Một điều thú vị nữa là có rất nhiều nhân viên đang làm việc. Các dòng tại quầy bar về cơ bản là không tồn tại. An ninh thật dễ dàng. Ai phụ trách nhân sự và đào tạo đều làm rất tốt. Việc đỗ xe cũng đơn giản. Lô đất ngay bên cạnh địa điểm đã mở cửa và với 20 người, chúng tôi cách cửa khoảng 30 người. Chúng tôi đã trả tiền để nâng cấp ban công và quang cảnh thật ngoạn mục, còn quầy bar riêng thì thật tuyệt vời!Đọc thêm",
            "Nó thực sự giống tháng 4 năm 2018 hơn. Buổi biểu diễn tuyệt vời. Ngồi lên ở phần Ban công hơi chật.  nhưng đã có một cái nhìn tuyệt vời. Ngoài ra, thật tuyệt khi được lên tầng trên để có thể dễ dàng tiếp cận quầy bar ở tầng trênĐọc thêm",
            "Bạn bè của tôi và tôi yêu thích St. Andrews Hall! Âm thanh tuyệt vời, nhân viên pha chế thật phi thường thậm chí còn phục vụ chúng tôi tại đường sắt! và chúng tôi yêu thích quyền truy cập sớm vào The Shelter! Chúng tôi chắc chắn sẽ xem một chương trình khác ở đây!Đọc thêm",
            "Chỉ có chỗ đứng, nhưng chỗ ngồi trên ban công hạn chế cho khách khuyết tật, bạn sẽ không thể đưa cả nhóm lên, đây là một nhược điểm. Tuy nhiên, địa điểm thân thiện, âm thanh tốt, an ninh tốt và giá cả phải chăng, có bãi đậu xe gần đó. Đừng bị thu hút bởi những người ăn xin; họ vô hại nhưng dai dẳng. Đọc thêm",
            "Yêu địa điểm này. Nhân viên rất thân thiện! Phòng đứng chỉ trên tầng chính. Một số chỗ ngồi trên lầu. Có một cuộc kiểm tra áo khoác. Đọc thêm",
            "Đánh S.A.H. để xem Ian Noe và sau đó là ban nhạc Markus King Band biểu diễn. Rất nhiều bãi đậu xe gần đó, vì vậy không có rắc rối ở đó. Vào địa điểm thật đơn giản với việc kiểm tra an ninh nhanh chóng và quét vé kỹ thuật số của chúng tôi. Khi vào bên trong, chúng tôi vào quầy bar uống vài ly và đi lang thang để tìm một vị trí đẹp trên sàn, gần sân khấu. Cả hai ban nhạc đều có âm thanh tuyệt vời và đã kết bạn được với một vài người khi buổi biểu diễn kết thúc. Chắc chắn sẽ tìm kiếm các buổi biểu diễn khác tại St. Andrews!Đọc thêm",
            "Tôi đặc biệt ấn tượng với các thủ tục an ninh... họ đã làm rất tốt việc sàng lọc khách trước khi vào... Tôi biết, có thể là một điều ngớ ngẩn nếu nghĩ rằng điều đó là tuyệt vời ...nhưng thực tế là vậy. Mọi người đều thân thiện và địa điểm tổ chức đã sạch sẽ. Các phòng tắm đã được cập nhật và có nhiều quầy hàng hơn tôi nhớ trước đây. Âm thanh... ổn, nhưng có cảm giác như lẽ ra giọng hát phải được bật lên, cảm giác như âm nhạc quá to so với giọng hát. Tuy nhiên, đó vẫn là một buổi biểu diễn tuyệt vời... và hy vọng sẽ sớm quay lại St. Andrews!Đọc thêm",
            "Đưa vợ đi chơi như một sự bất ngờ khi Dylan Scott biểu diễn. Đỗ xe ở bãi đậu xe tốt nhất ngay cạnh hội trường và chúng tôi chỉ tốn 20 đô la. Đợi bên ngoài để vào và nhập học chung Khi cửa mở, mọi người đều có mặt tại địa điểm khá nhanh. Nơi đã được đóng gói rất nhanh chóng. Chúng tôi đã gặp một cặp đôi tuyệt vời khi đang xếp hàng và cuối cùng đi chơi với họ và tiếp tục làm như vậy.Đọc thêm",
            "Bạn có khuyên bạn nên sử dụng đường đi nhanh không? Tôi đang đưa những đứa con tuổi teen của mình đi xem một buổi biểu diễn và muốn lên đường.\n\nCảm ơnĐọc thêm",
            "Khi nào buổi hòa nhạc tối nay kết thúcĐọc thêm",
            "Buổi hòa nhạc trippie redd 18Đọc thêm",
            "Con gái 15 tuổi của tôi muốn đến đây để dự một buổi hòa nhạc vào ngày sinh nhật của cháu. Có an toàn không khi để cháu đi cùng bạn bè, hay tôi nên đi cùng người giám sát? Tôi đã không đến đó trong nhiều năm. Đọc thêm",
            "Chúng tôi có vé cho buổi hòa nhạc sắp tới và cũng đã mua vé Fast Lane. Nó hoạt động như thế nào? Tôi cho rằng mọi người xếp hàng bên ngoài trước cửa, nhưng có vẻ như họ không có hàng riêng bên ngoài như ở Nhà hát Âm nhạc Royal Oak. Tôi đã gọi đến phòng vé nhưng họ rất mơ hồ: bạn có thể hỏi bảo vệ khi đến đó ???Đọc thêm",
            "Tôi bị khuyết tật về mặt pháp lý. Tôi chỉ có thể đi bộ quãng đường ngắn và đứng trong thời gian ngắn. Có bãi đậu xe dành cho người khuyết tật gần địa điểm và có chỗ ngồi không? Cảm ơn bạn.Đọc thêm",
            "Tôi sẽ gọi trực tiếp đến địa điểm nhưng tôi cũng không nhớ và tôi có một tấm bảng đỗ xe dành cho người khuyết tật cho chiếc chân bị tật của mình do đã trải qua 2 cuộc phẫu thuật lưng.  Điều đó không hề dễ dàng, chỗ ngồi thực sự chật hẹp.Đọc thêm",
            "Có an toàn cho một đứa trẻ 16 tuổi tham dự bữa tiệc tốt nghiệpĐọc thêm",
            "Nhìn chung, vâng, khu vực này an toàn và hoàn toàn ổn. Họ sẽ không bị cướp bên ngoài tòa nhà, hoặc thậm chí ở khu vực gần đó. Nói như vậy, nếu bạn không biết thành phố, bạn sẽ không muốn họ khám phá mà không có bạn; nhưng đó là lẽ thường và sự an toàn.Đọc thêm",
            "Tôi đã tìm thấy vé 50 vé cho buổi hòa nhạc tối Chủ nhật này lúc 7 giờ tối trên Livenation ở ban công. Livenation không phải là nơi hợp pháp để mua vé phải không?Đọc thêm",
            "Nancy- Tôi vừa xem chương trình đêm Chủ Nhật và thấy có tùy chọn Đặt chỗ. Tôi đoán đó là những gì bạn đang xem. Để biết thông tin đầy đủ về những gì những tấm vé đó bao gồm, lựa chọn tốt nhất của bạn là gọi đến địa điểm theo số 313-961-8961. Đọc thêm",
            "Nếu tôi mua vé ban công ở hàng 7 và 8... bạn có thể cho tôi biết chỗ đó ở gần phía trước sân khấu hay phía sau không?Đọc thêm",
            "Địa điểm này chỉ có phòng đứng GA. Cho đến đêm diễn, không còn vé ban công. Ghế ban công là bản nâng cấp chỉ có trong ngày chiếu phim. \n\nBạn có thể đang xem vé trên trang web chia tỷ lệ của bên thứ ba có khả năng là giả mạo.Đọc thêm",
            "Bạn có yêu cầu về độ tuổi tối thiểu đối với đôi giày của mình không?Đọc thêm"
        ],
        "star_ratings": [
            27,
            11,
            1,
            2,
            2
        ],
        "review_amount": 43,
        "location": [
            "Hoa Kỳ",
            "Detroit",
            "Hội trường Thánh Andrew Detroit",
            "Michigan MI",
            "Những điều cần làm ở Detroit"
        ],
        "reviews_time": [
            "Written February 26, 2024",
            "Written October 9, 2023",
            "Written October 10, 2022",
            "Written November 15, 2020",
            "Written February 20, 2020",
            "Written February 18, 2020",
            "Written January 26, 2020",
            "Written December 16, 2019",
            "Written August 12, 2019",
            "Written February 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42139-d4429929-Reviews-St_Andrew_s_Hall_Detroit-Detroit_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d389642-Reviews-Astoria_Pastry_Shop-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d7163008-Reviews-Dime_Store-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d1036166-Reviews-Andiamo_Detroit_Riverfront-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d2353698-Reviews-Joe_Muer_Seafood-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d389672-Reviews-Pegasus_Taverna-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d2216782-Reviews-Texas_de_Brazil_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d2385651-Reviews-Hudson_Cafe-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d2389892-Reviews-The_Grand_Trunk_Pub-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d1897807-Reviews-Redsmoke_Barbeque-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d950771-Reviews-Lafayette_Coney_Island-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d527383-Reviews-Bricktown-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d2234870-Reviews-Detroit_RiverFront-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d146679-Reviews-Greektown-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d4310109-Reviews-Campus_Martius_Park-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d1867837-Reviews-The_Guardian_Building-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d6154442-Reviews-The_Spirit_of_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d585076-Reviews-Old_St_Mary_s_Church-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d272158-Reviews-GM_Renaissance_Center-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d560599-Reviews-Detroit_People_Mover-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d501713-Reviews-Detroit_Downtown-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d4429929-Reviews-or10-St_Andrew_s_Hall_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d282410-Reviews-Fox_Theatre-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d282411-Reviews-Detroit_Opera_House-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d272157-Reviews-Detroit_Symphony_Orchestra-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d272246-Reviews-Fisher_Theatre-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d2547116-Reviews-The_Redford_Theatre-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d668428-Reviews-Baker_s_Keyboard_Lounge-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d5040462-Reviews-Sound_Board_Theater-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d3976168-Reviews-The_Fillmore_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d282412-Reviews-Max_M_Fisher_Music_Center-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d3849701-Reviews-Aretha_Franklin_Amphitheatre-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d12398572-Reviews-The_Shelter-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d5830859-Reviews-Jacoby_s_German_Biergarten-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d10838432-Reviews-Mix_Bricktown-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d6197789-Reviews-Sweetwater_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d8734568-Reviews-The_HandleBar-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d15692416-Reviews-Let_s_See_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d8803440-Reviews-Detroit_Experience_Factory-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g56413-d24020569-Reviews-Palacios_Bay_Beach-Palacios_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d12956633-Reviews-Sea_View_Beach-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d103084-Reviews-Harborplace_The_Gallery-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d1927987-Reviews-Aqua_City_Odaiba-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g316071-d316178-Reviews-Angel_Falls-Canaima_National_Park_Guayana_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d2414517-Reviews-The_settlement_exhibition-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10724091-Reviews-Pokemon_Center_Kyoto-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12362181-Reviews-The_Las_Vegas_Arts_District-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d7211856-Reviews-SOGO-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60789-d4227513-Reviews-Wind_Creek_Event_Center-Bethlehem_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42139-d4429929-Reviews-or10-St_Andrew_s_Hall_Detroit-Detroit_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42139-d4429929-Reviews-St_Andrew_s_Hall_Detroit-Detroit_Michigan.html"
    }
]