[
    {
        "attraction_name": "St. Gellért Thermal Bath and Swimming Pool",
        "attraction_name_vi": "Bể bơi và bồn tắm nước nóng St. Gellért",
        "general_info": [
            "11.193 đánh giá",
            "34 trên 218 Spa Chăm sóc sức khỏe ở Budapest",
            "Địa điểm lịch sử",
            "Spa",
            "Spa nước nóng"
        ],
        "attraction_summary": "Tọa lạc trong Khách sạn Gellert, những bồn tắm nước nóng thiên nhiên lớn có từ đầu thế kỷ 20 này được bao quanh bởi sân hiên lát gạch khảm và ban công lát đá cẩm thạch.Đọc thêm",
        "reviews": [
            "Nếu bạn muốn chụp lại những khung cảnh tuyệt vời trên máy ảnh của mình thì Đồi Gellért là địa điểm không thể bỏ qua trong hành trình của bạn. Một chuyến hành trình bằng đường sắt leo núi từ Cầu Xích dọc theo các sườn đồi sẽ mang lại kết nối nhanh chóng giữa Buda và Pest, đưa du khách đến với khung cảnh toàn cảnh. Khi ở trên đỉnh đồi, bạn sẽ thấy Thành cổ thống trị cảnh quan với công trình xây dựng hùng vĩ từ thế kỷ 19, một địa điểm khiến bạn khó có thể rời mắt mà không bị phân tâm bởi khung cảnh phi thường trên sông Danube và tám cây cầu bắc qua. Tuy nhiên, khi đã đến Đồi Gellért, người ta không được bỏ lỡ Nhà tắm Gellért nổi tiếng. Budapest nổi tiếng với nước nóng và bồn tắm, trong khi Bồn tắm Gellért nằm trong một công trình kiến ​​trúc tân nghệ thuật đầy ấn tượng. Thiết kế nội thất của nó, với nhiều bức tranh khảm, gợi lại mối quan hệ trước đây của thành phố với suối chữa bệnh và phòng tắm hơi, theo truyền thống được sử dụng trong khu phố này kể từ Đế chế Ottoman.Đọc thêm",
            "Thật là một cách tuyệt vời để dành cả ngày. Rất dễ dàng để đến đó bằng tàu điện ngầm và phòng tắm hoàn hảo cho mọi cơn đau nhức của tôi. Khu vực bên ngoài rất tuyệt để tắm nắng và đó chỉ là một trải nghiệm tuyệt vời Tôi sẽ giới thiệu nơi này nếu bạn ở BudapestĐọc thêm",
            "Trải nghiệm tuyệt vời. Các phòng tắm khác nhau rất đáng yêu và sạch sẽ. Nhân viên rất hữu ích. Phòng thay đồ và khu vực tủ đựng đồ sạch sẽ. Tuy nhiên, chi phí mua khăn tắm, giày dép và mũ bơi rất cao. Tư vấn cho riêng bạn. Chi phí đồ uống và giải khát cũng rất cao và họ tính phí dịch vụ mặc dù không cung cấp dịch vụĐọc thêm",
            "Chúng tôi yêu thích nó ở đây! Hồ bơi có mái mở rất đẹp và các bồn tắm nước nóng thiên nhiên được bao quanh bởi những viên gạch tuyệt đẹp và bầu không khí yên bình. Khu vực hồ bơi ngoài trời là một phần thưởng bổ sung, chúng tôi ước mình có nhiều thời gian hơn để thư giãn trên ghế tắm nắng ở đây! Tôi đã được mát-xa bằng tinh dầu trong 20 phút, rất lý tưởng để xoa dịu đôi chân mệt mỏi khi đi dạo quanh Budapest. Nhìn chung, chúng tôi đã dành 2,5 giờ ở đây nhưng có thể dễ dàng ở bên ngoài lâu hơn vào một ngày nắng nóng. Mọi nơi đều sạch sẽ và việc bán vé cũng như tủ đựng đồ đều được sắp xếp hợp lý. Chúng tôi khuyên bạn nên đến lúc 9 giờ sáng để có trải nghiệm yên tĩnh hơn và nhớ mang theo mũ bơi và dép xỏ ngón. Lời khuyên duy nhất của chúng tôi là có nhiều biển báo hơn một chút vì chúng tôi thấy mình đã đi vòng tròn một vài lần để cố gắng tìm kiếm mọi thứ. Đọc thêm",
            "Chúng tôi đã có những kỳ vọng lẫn lộn vì các bài đánh giá nhưng thành thật mà nói thì nó rất tuyệt. Chúng tôi có lựa chọn tránh ngày cuối tuần và đi vào sáng thứ Hai. Không có đám đông nào cả - chúng tôi mang theo khăn và dép. Có thể dễ dàng mua một chiếc mũ bơi nếu chúng tôi muốn vào một hồ bơi đó nhưng có những hồ bơi khác để thử - bao gồm cả hồ bơi ngoài trời. Nhân viên rất hữu ích - chỉ cần hỏi xem bạn có bối rối không biết nên đi đâu không!Đọc thêm",
            "Phòng tắm thật ngoạn mục. Nước có diện tích hơi thấp, nhưng những nơi khác thì tuyệt vời. Tuy nhiên, hãy chuẩn bị sẵn sàng để tiết kiệm dép xỏ ngón và khăn tắm. Hồ bơi yêu cầu mũ bơi, nhưng bạn có thể mua một chiếc ở đó.\nBản thân tòa nhà cũng rất đẹp khi bạn ngâm mình trong nước.Đọc thêm",
            "Nhà tắm cổ tuyệt vời ở Buda. Tôi hơi lo lắng khi đi solo nhưng đã có khoảng thời gian tuyệt vời. Rất nhiều sự giúp đỡ từ những người nói tiếng Anh. \n\nTôi đã đặt dịch vụ mát-xa vào đêm hôm trước và có rất nhiều khoảng thời gian trống. Slots dường như lấp đầy nhanh chóng trong ngày. \n\nMẹo hàng đầu: lấy khăn của bạn đến gần khối thay đồ. Nó rẻ hơn ở sảnh. Đọc thêm",
            "Buổi chiều đẹp trời sau khi đi dạo quanh thành phố.  Thời tiết không đẹp nên chủ yếu ở bên trong nhưng có nhiều không gian ở các khu vực khác nhau.  Khiếu nại duy nhất là giá cho những thứ như mua mũ bơi được yêu cầu trong hồ bơi và phải mang theo khăn mua của riêng bạn.   27 cho 2 loại khăn trà lớn thì hơi quá!Đọc thêm",
            "Nơi thú vị để tham quan và những điều phải làm ở Budapest.  Chúng tôi đã đi sớm và điều đầu tiên là nó không đông lắm.  Chúng tôi đã có một buổi mát-xa cho mỗi người, theo quy định ai đến trước được phục vụ trước, vì vậy nếu bạn muốn một buổi mát-xa như một phần trải nghiệm của mình, thì hãy đi tắm sớm.  Tôi muốn giới thiệu địa điểm này nhưng hãy cẩn thận rằng bạn sẽ phải chia sẻ tất cả các phòng tắm spa với rất nhiều người.  Một mẹo là hãy chuẩn bị giường tắm nắng sớm với một chiếc ô để tạo bóng mát và để dành cả ngày, mọi người đều làm như vậy và có vẻ như mọi người đều biết điều này ngoại trừ chúng tôi!  Đặt khăn của bạn xuống và không di chuyển nó.  Chúng tôi đã không làm điều này khi chúng tôi đi mát-xa và bị mất giường và khi chúng tôi làm xong, không còn một chiếc giường trống nào ở bất cứ đâu.  Nó làm hỏng trải nghiệm của chúng tôi vì chúng tôi không thể nằm phơi nắng. Đọc thêm",
            "Một trong những nơi mà tôi có thể đã bỏ lỡ nhưng nhờ sự giới thiệu của con trai tôi. Tôi thấy khách sạn của mình chỉ cách đó một quãng đi bộ ngắn nên tôi đến phòng tắm muốn xem nội thất theo phong cách Art Deco và sử dụng các tiện nghi chỉ trong vài giờ vì tôi không phải là người thích bơi lội hay tắm nắng. Cuối cùng tôi đã dành sáu giờ ở đây! Đây là một nơi tuyệt đẹp, một thiên đường đáng yêu trong một thành phố xinh đẹp. Phòng xông hơi, tắm hơi, hồ nước nóng từ trong ra ngoài, tất cả đều nằm giữa những khu vườn và kiến ​​trúc tuyệt vời. Nếu bạn đang đến thăm Budapest, hãy dành chút thời gian ở đây. Đọc thêm",
            "Một chút thất vọng về sự nhếch nhác chung của nơi tính tiền. Vào thời hoàng kim, nó hẳn là rất đẹp, hiện tại nó đang được tân trang lại rất cần thiết. Chúng tôi rất thích chuyến thăm của mình nhưng khu vực thay đồ không đặc biệt sạch sẽ. Mũ bơi và dép xỏ ngón là những thứ cần thiết.Đọc thêm",
            "Tham quan một trong những phòng tắm nước nóng thiên nhiên của Budapest là điều phải làm. Tôi đã đến thăm cả phòng tắm Gellért và Széchenyi, nhưng tôi thích Gellért hơn vì nó yên tĩnh hơn và tập trung vào người lớn hơn so với các gia đình có trẻ em tại phòng tắm Széchenyi mặc dù tôi cũng thích Széchenyi! Tôi đã đến thăm vào sáng thứ Sáu lúc 9 giờ sáng khi nó mở cửa và nó không bận chút nào. Bạn được cấp một chiếc vòng tay có gắn một con chip cho phép bạn vào và cũng có thể dùng làm chìa khóa tủ đựng đồ của bạn. Tôi lưu ý một số nhận xét của người đánh giá khác về sự nhầm lẫn khi sử dụng các tiện ích nhưng có rất nhiều dấu hiệu bằng tiếng Anh để cho bạn biết phải làm gì. Tôi phải thừa nhận lúc đầu việc tìm kiếm tất cả các hồ bơi bên trong có chút khó khăn nhưng chỉ cần làm theo các biển báo. Như bạn sẽ thấy trong các bức ảnh, tòa nhà và các đặc điểm trang trí nghệ thuật rất đẹp và khu vực hồ bơi bên ngoài có rất nhiều không gian và vô số ghế dài hơn nhiều so với Széchenyi. Sở thích của tôi là các hồ bơi nội bộ được đặt ở phía bên phải của sảnh chính có hồ bơi 36C và hồ bơi 40C là nóng nhất. Bên cạnh họ còn có bồn ngâm 16C mà tôi đã sử dụng sau đó và chắc chắn sẽ đánh thức bạn dậy sau 40C! Đối với tôi đây là điểm nổi bật trong chuyến thăm thành phố Budapest vĩ đại của tôi và nó cũng mang lại cảm giác chân thực hơn so với phòng tắm Széchenyi.Đọc thêm",
            "Đây là một trải nghiệm thư giãn hoàn toàn. Bạn trai tôi và tôi đã bị đau do đi bộ khi đi du lịch và việc tắm đã xoa dịu mọi cơn đau nhức của chúng tôi. Cảm giác như cơ thể chúng tôi được thiết lập lại sau đó. Gellért có phòng tắm ở nhiệt độ khác nhau 36-40C, hồ bơi, phòng xông hơi ướt và ba phòng xông hơi khô ở nhiệt độ khác nhau. Kiến trúc cũng rất đẹp, bạn có cảm giác như đang ở trong một bảo tàng. Bạn có thể cất đồ đạc của mình trong tủ khóa hoặc thuê phòng thay đồ cá nhân trong cabin có khóa. Tôi đã chọn tủ khóa nhưng tôi muốn giới thiệu cabin. Bạn cũng có thể đặt dịch vụ mát-xa tại đây, có đồ ăn và đồ uống để mua. Mang theo đồ bơi, khăn tắm, dép xỏ ngón và nếu muốn xuống hồ bơi hãy mang theo mũ bơi. Bạn có thể dễ dàng ở lại đây trong hơn 4 giờ. Chắc chắn tôi sẽ quay lại đây, trải nghiệm 1010.Đọc thêm",
            "Tất cả những gì tôi có thể nói là rất cũ.  Nhân viên không thân thiện hoặc hữu ích.  Chúng tôi đã đặt một phòng riêng có dịch vụ mát-xa và đặc biệt yêu cầu nhân viên mát-xa nữ.  Họ chỉ có một nữ và một nam.  Vì vậy, cuối cùng chúng tôi đã không thực hiện mát-xa.  Phòng riêng rất đẹp vì bạn có hồ bơi nước nóng riêng.  Tuy nhiên, bồn tắm quá cũ và ẩm mốc.  Đồ đạc trong phòng rất cũ, ghế gần như bị đổ.  Không được giữ gìn tốt.Đọc thêm",
            "Tôi yêu khoảng thời gian ở St. Gellert đến nỗi tôi đã đến thăm hai lần chỉ trong vòng vài ngày. Đi sớm, trước khi có đám đông nào đến. Lấy một cuốn sách để thư giãn giữa lúc tắm. Hãy nhớ thử bồn tắm 40 độ - đó là loại tôi thích nhất!Đọc thêm",
            "Nhà tắm Gellert rất đẹp và là địa điểm không thể bỏ qua ở Budapest. Chúng tôi có một cabin nhỏ, phòng thay đồ riêng tư và cũng là tủ đựng đồ của bạn. Tôi sẽ mua một cái để chuyến thăm trở nên thư giãn hơn. Các nhân viên rất hữu ích và biển báo trong phòng tắm rất tốt. Có nhiều phòng tắm ở nhiệt độ khác nhau, tất cả đều được trang trí đẹp mắt. Phòng xông hơi khô, nóng và hồ bơi ngoài trời. Lên kế hoạch dành ít nhất hai giờ hoặc lâu hơn nếu bạn thích thư giãn. Đi sớm vào buổi sáng sẽ tránh được tình trạng đông đúc.Đọc thêm",
            "Tôi đã mua vé giá đầy đủ. Tôi rời khỏi tòa nhà sau 15 phút. Nơi này KHÔNG dành cho người cao niên. Có cầu thang lên xuống, có tay vịn quá khổ không thể bám vào. Khi bạn tìm thấy khu vực thay đồ, sự nhầm lẫn hàng loạt đã nổ ra. Không có một nhân viên nào giúp đỡ, khách du lịch thuộc nhiều quốc tịch khác nhau tụ tập xung quanh, cố gắng tìm hiểu xem phải làm gì. Khu vực thay đồ rõ ràng là dành cho cả nam và nữ nhưng không được giải thích bằng bất kỳ ngôn ngữ nào. Tôi nhanh chóng rời khỏi nhà thương điên và bỏ đi. Vé của tôi, KHÓA HỌC, đã không được hoàn trả. Tôi viết nó ra như một lời giáo dục: ĐỪNG BAO GIỜ TRỞ LẠI nơi này. Thay vào đó hãy đến Nhà tắm SzechenyiĐọc thêm",
            "Tôi ước tôi có thể cho họ 0 sao. Cả ngày là một cơn ác mộng! Chúng tôi đã trả 150 chỉ để vào và có một cabin riêng không riêng tư vì không có mái che và mọi người đều có thể nhìn thấy bạn khỏa thân. Không ai cho chúng tôi thông tin về nơi sẽ đi, mọi người đều cực kỳ thô lỗ. Cô gái đứng sau quầy bán khăn có thái độ ghê tởm và còn cười vào mặt tôi. Vào cuối ngày, người quản lý thậm chí không xin lỗi về vấn đề cabin và không muốn hoàn lại tiền cho chúng tôi vì đã quá muộn. Bồn tắm bên trong thật kinh tởm, nó có mùi rất khó chịu và chiếc tất ướt khá bẩn thỉu xung quanh khu vực hồ bơi, máy nổ khắp nơi bên hồ bơi. Tôi chắc chắn không khuyên bất cứ ai truy cập trang web vì bạn sẽ lãng phí tiền của mình. KHÔNG ĐÁNG GIÁ!Đọc thêm",
            "Tốn kém lắm. Nhân viên ở đây chủ yếu là thô lỗ. Bể bơi trong nhà chính không nóng và khá nhỏ. Bể bơi trong nhà nhỏ hơn, tuy nóng nhưng lại kinh khủng, bẩn thỉu và quá chật chội. Bể bơi ngoài trời lớn thì đóng cửa: đóng cửa hoàn toàn và hoàn toàn không có nước! Theo quan điểm trên, mọi người đều chen chúc vào bể bơi ngoài trời nhỏ, tuy nóng nhưng lại quá đông đúc, bẩn thỉu và... chán ngắt: chẳng có gì diễn ra cả! Vì vậy, và cho đến khi bể bơi ngoài trời mở cửa, bạn nên tránh bằng mọi giá, vì tiền có thể được chi tiêu tốt hơn ở những nơi khác trong thành phố tuyệt vời này! Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời ở đây, chúng tôi đã thanh toán tại cửa với giá rẻ hơn 15 PP so với thanh toán trực tuyến. Chúng tôi có một cabin cho một phòng thay đồ riêng, tất cả các hồ nước nóng trong nhà ngoài trời đều đáng yêu. Kiến trúc rất tuyệt, trải nghiệm tổng thể tốt. Lưu ý - bạn cần khăn xỏ ngón cùng với mũ để bơi trong hồ bơi trong nhà. Đọc thêm",
            "Không quá đông đúc, phòng xông hơi khô, phòng xông hơi ướt và hồ bơi nước lạnh rất tuyệt. Tôi khuyên bạn không nên đặt trước với hướng dẫn viên. Chúng tôi phải trả thêm 15 đô la cho mỗi người. Chỉ cần trả tiền tại cửa. Đọc thêm"
        ],
        "star_ratings": [
            3374,
            3691,
            2178,
            1030,
            922
        ],
        "review_amount": 11195,
        "location": [
            "Châu Âu",
            "Những điều cần làm ở Budapest",
            "Hungary",
            "Budapest",
            "Bể bơi và bồn tắm nước nóng St. Gellért",
            "Miền Trung Hungary"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 30, 2023",
            "Written July 5, 2023",
            "Written July 5, 2023",
            "Written July 18, 2023",
            "Written July 25, 2023",
            "Written July 28, 2023",
            "Written August 1, 2023",
            "Written August 4, 2023",
            "Written August 15, 2023",
            "Written June 7, 2024",
            "Written June 6, 2024",
            "Written June 5, 2024",
            "Written June 2, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 24, 2024",
            "Written May 16, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274887-d279412-Reviews-St_Gellert_Thermal_Bath_and_Swimming_Pool-Budapest_Central_Hungary.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d3838304-Reviews-Palack_winebar-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d10631716-Reviews-Vegan_Love-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d7893251-Reviews-Grill_Mania-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d8464199-Reviews-La_Nube-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d25069551-Reviews-Hugo_s_Mexican_Bar_kitchen-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d25413326-Reviews-Krumplis_Langos-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d696117-Reviews-Dionysos_Taverna-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d21259860-Reviews-Baalbek_Lebanese_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d803871-Reviews-Trattoria_Toscana-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d2017446-Reviews-Bangkok_Thai_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1018238-Reviews-Gellert_Hill_Cave-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12432025-Reviews-Szent_Gellert_Square-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d13866931-Reviews-Statue_of_King_Saint_Steven-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10771412-Reviews-Bartok_Bela_Boulevard-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3228385-Reviews-Liberty_Bridge_Szabadsag_hid-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276878-Reviews-Gellert_Hill-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8801842-Reviews-Liberty_Statue-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3661550-Reviews-Petofi_Bridge-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276867-Reviews-Citadel-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d25196810-Reviews-Travelling_Galaxy_Interactive_Live_Exhibition-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d279412-Reviews-or10-St_Gellert_Thermal_Bath_and_Swimming_Pool-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1908676-Reviews-Omorovicza_Boutique_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d4313962-Reviews-Magnolia_Day_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7196095-Reviews-5_Elements_Balinese_Day_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10697967-Reviews-Thermal_Beer_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d4154160-Reviews-Mandala_Day_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d4344774-Reviews-5_Elements_Thai_Spa_Salon-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d279029-Reviews-Szechenyi_Baths_and_Pool-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3366298-Reviews-Veli_Bej_Bath-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3396924-Reviews-Spirit_Thai_Massage_Vaci-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12622165-Reviews-Lian_Thai_Massage_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10786243-Reviews-Thai_Massage_Gellert_Thermal_Bath-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15114706-Reviews-Gellert_Escape-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3531319-Reviews-Just_Relax_Massage-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d19850849-Reviews-Medness_Studio_Massage_Bodywork-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10758842-Reviews-Fiok_Shop-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d14139702-Reviews-BarCraft_Buda-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6487046-Reviews-I_Like_EBike-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8662129-Reviews-Easy_Cooking_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2015991-Reviews-Jellyrolls-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12703898-Reviews-125_Thai_Massage-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g58151-d6105839-Reviews-The_Virginia_Bazaar-Ruther_Glen_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d11621560-Reviews-Ecolines-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g49649-d10068441-Reviews-Lake_Louise_Park-Weaverville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d107849-Reviews-Carson_Beach-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188153-Reviews-Marche_Grenelle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d17338845-Reviews-Port_Lympia-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d144151-Reviews-Little_Tokyo-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1597036-d627649-Reviews-Railay_Beach-Railay_Beach_Krabi_Town_Krabi_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274887-d279412-Reviews-or10-St_Gellert_Thermal_Bath_and_Swimming_Pool-Budapest_Central_Hungary.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274887-d279412-Reviews-St_Gellert_Thermal_Bath_and_Swimming_Pool-Budapest_Central_Hungary.html"
    }
]