[
    {
        "attraction_name": "St. Louis Cemetery No. 1",
        "attraction_name_vi": "Nghĩa trang Thánh Louis số 1",
        "general_info": [
            "4.088 đánh giá",
            "- 18 trong số 587 điều cần làm ở New Orleans",
            "Nghĩa trang"
        ],
        "attraction_summary": "Được thành lập vào năm 1789, nghĩa trang này là nghĩa trang lâu đời nhất ở New Orleans và được liệt kê trong Sổ đăng ký Địa điểm Lịch sử Quốc gia.Đọc thêm",
        "reviews": [
            "Một mạng lưới nhỏ và đông đúc những người sống tự do trải dài trên bờ sông êm dịu của sông Mississippi hùng vĩ, Khu phố Pháp từ lâu đã là bến cảng thu hút những người đang tìm kiếm khoảng thời gian vui vẻ và một câu chuyện tuyệt vời. Phố Bourbon say xỉn kéo dài chạy ngang qua phần giữa của nó giống như một sợi ruy băng rẻ tiền buộc quanh một chiếc váy cổ điển khá đẹp và được giữ gìn cẩn thận một cách ấn tượng. Trong suốt phần còn lại của Khu phố, những ngôi nhà và cơ sở kinh doanh thời Victoria có màu sắc rực rỡ, nổi tiếng với các chi tiết bằng sắt rèn, mang đến một phông nền khác biệt và dễ nhận biết ngay lập tức cho tất cả các loại hình vui chơi. Tại bất kỳ thời điểm nào trong khung cảnh ven sông lịch sử này, một số bữa ăn ngon nhất nước Mỹ đang được nấu, hầu hết các loại cocktail mạnh đang được pha chế và hầu hết các bản nhạc hấp dẫn đang được trình diễn.Đọc thêm",
            "Zelda was out tour guide when my family and I came to visit NO. We came down for a volleyball tournament Feb 2023 and just wanted to see more of the city. My sister is big on history especially with her being a fan of AHS and watching the season about Marie Louveau. So, instantly Zelda was welcoming because being from Texas, i was a bit nervous for the tour being that our graves are under ground. However, Zelda showed us southern hospitality and put us at ease. She mentioned the tour is on limited time so we have to get through everything with limited interruptions so we can get our money - s worth. Absolutely understandable. I was excited at this point. Until a rude Caucasian woman just kept interrupting Zelda while Zelda is trying to explain everything. That woman was so distracting, i wish security could - ve kicked her out of our group. When the people in our group tried to tell her to be quiet and to hold her questions for the end, she still wouldn - t listen and pulled the  - Karen -  card on Zelda. So, at this point, the white lady had everyone hot  - literally  -  figuratively -  however, the whole time while it was hot, Zelda kept her professionalism on point. She - s definitely a great tour guide because the group was fed up with pink toes. All in all, Zelda did an amazing job and I hope when we come back for Essence Festival, she - s still there. She needs a raise and that lady should never come back.Read more",
            "Zelda là một người hướng dẫn TUYỆT VỜI, cô ấy thậm chí còn giúp đứa con 2 tuổi của tôi tham gia và giải trí. Thật là một chuyến tham quan tuyệt vời đến một nghĩa trang thú vị. Rất khuyến khích chuyến tham quan này cho bất kỳ ai quan tâm đến lịch sử của Nola.Đọc thêm",
            "Bill đã làm một công việc tuyệt vời khi thực hiện chuyến lưu diễn của chúng tôi. Rất nhiều thông tin, gần như điên rồ khi anh ấy nhớ được bao nhiêu thông tin trong đầu. Anh ấy đã phân tích các sự kiện và có thể quyết định rõ ràng về truyền thuyết đô thị và hồ sơ là gì. Rất khuyến khích bạn mang theo mũ và thứ gì đó để uống ngay cả khi bạn đang đứng xung quanh.Đọc thêm",
            "Zelda thật tuyệt vời! Rất nhiều thông tin. Tôi thích việc cô ấy gắn trải nghiệm cá nhân của mình với lịch sử của nghĩa trang. Cô ấy khuyên chúng tôi trước nên lấy một chiếc ô và uống thứ gì đó lạnh. Chỉ ước chúng tôi nghe theo lời khuyên của cô ấy lolĐọc thêm",
            "Bạn chỉ có thể vào nghĩa trang bằng một chuyến tham quan mà tôi rất có thể giới thiệu. Vào giữa mùa hè, tôi sẽ đề xuất một chuyến tham quan sớm vì bên trong trời cực kỳ nóng. Có một chút bóng râm và một số sương mù nhưng trời vẫn rất nóng. Chúng tôi có Will là người hướng dẫn của chúng tôi, người rất tuyệt vời với những câu chuyện và lịch sử của anh ấy và rất duyên dáng với tất cả các câu hỏi của chúng tôi. Bạn phải gặp nhau tại Ga Basin Street và tôi khuyên bạn nên đặt chỗ trước.Đọc thêm",
            "Phù thủy, tà thuật và phép thuật kết hợp với lịch sử lành mạnh của New Orleans.\n\nNghĩa trang là nơi không thể bỏ qua khi bạn đến thăm New Orleans. \n\nHãy đặt sớm để tránh tình trạng quá đông đúc - các chuyến tham quan đang chờ vào trung tâm thông tin theo lịch trình. Hướng dẫn viên Denise của chúng tôi cung cấp rất nhiều thông tin trong suốt chuyến tham quan và giúp chúng tôi giải trí.Đọc thêm",
            "Toàn bộ kinh nghiệm là rất lớn! Alaina đã giúp chúng tôi mua vé và cho chúng tôi biết điều gì sẽ xảy ra. Will là một người hướng dẫn tuyệt vời và đã cố gắng giữ cho tất cả chúng tôi bình tĩnh bằng cách tìm bóng râm và điều khiển một cách thành thạo. Anh ấy rất thú vị và cũng cho chúng tôi rất nhiều lời khuyên địa phương!Đọc thêm",
            "Trải nghiệm học tập và tham quan tuyệt vời. Muốn giới thiệu nó cho bất cứ ai đam mê lịch sử. Hướng dẫn viên Ron của chúng tôi cực kỳ thân thiện và hiểu biết và có đầy đủ thông tin về từng khu vực và ngôi mộ mà chúng tôi đã được xem. Anh chàng chắc chắn rất thích công việc của mình, một luồng không khí trong lành ngày nay. Chúng tôi đã học được rất nhiều điều và chúng tôi sẽ thực hiện chuyến tham quan này một lần nữa để xem lịch sử phong phú, đáng kinh ngạc mà nghĩa trang này chứa đựng. Đọc thêm",
            "Chuyến tham quan này thật tuyệt vời! Tôi thường không phải là người thích các chuyến tham quan có hướng dẫn viên, chuyến tham quan này thực sự rất tuyệt! Ron cung cấp rất nhiều thông tin và cung cấp nhiều thông tin chi tiết cũng như câu chuyện hậu trường về những ngôi mộ, nghĩa trang, quá trình chôn cất và những người được an táng. Có lều, máy phun sương và quạt để chống nóng tháng Tám. \n\nBây giờ bạn BẮT BUỘC phải tham gia một chuyến tham quan có hướng dẫn do các ngôi mộ bị hư hại. Bạn không thể vào nghĩa trang nếu không có người hướng dẫn.Đọc thêm",
            "Tour du lịch tuyệt vời với lịch sử rất thú vị. Chuyến tham quan kéo dài khoảng 45 phút.  Hướng dẫn của chúng tôi là tuyệt vời.  Anh ấy rất thông tin và lạc quan. Chúng tôi rất hài lòng và rất muốn giới thiệu một chuyến thăm. Hướng dẫn viên của chúng tôi đến từ Michigan - không thể - xin lỗi, không nhớ tên - Đọc thêm",
            "Tôi - tôi chắc chắn rằng có rất nhiều thông tin thú vị về nghĩa trang này có thể được truyền tải trong chuyến tham quan, nhưng nó đã bị thất lạc trong một mớ hỗn độn rời rạc của những thứ khác mà hướng dẫn viên của chúng tôi đang nói đến.  - 25 có lẽ là quá nhiều.Đọc thêm",
            "Zelda là một hướng dẫn tuyệt vời. Rất hiểu biết và hài hước. Cô ấy làm cho chuyến đi thú vị và thú vị. Khi chúng tôi mới đến đó thì mất điện và Barbara rất tử tế khi tặng mọi người những cốc đá.Đọc thêm",
            "Zelda thật tuyệt vời!   Tinh thần mọi người rất cao dù mất điện.  Barbara luôn trữ đá cho chúng tôi khi trời nóng.  Sẽ luôn đưa mọi người quay lại đây!Đọc thêm",
            "Chúng tôi đã có hướng dẫn viên du lịch tốt nhất. Zelda bạn thật tuyệt vời, nhiều thông tin và thú vị. Bạn đã làm cho chuyến tham quan rất thú vị. Rất muốn giới thiệu tour này và Zelda. Cảm ơn bạnĐọc thêm",
            "Đã từng đến đây trước đây, khi mọi người cư xử đúng mực và vào cửa miễn phí mà không cần hướng dẫn viên du lịch.  Bây giờ tất cả đã thay đổi, chỉ có thể vào Nghĩa trang bằng chuyến tham quan chính thức và bạn phải đi cùng hướng dẫn viên.  Không phải là người thích đi bộ theo nhóm nhưng vợ tôi chưa bao giờ đến đây trước đây.  Nhà điều hành tour du lịch nằm ở Ga xe lửa cũ, ngay phía đông nghĩa trang, mặc dù vậy, tốt nhất bạn nên lấy vé trực tuyến trước vì các chuyến tham quan đã kín chỗ. Hướng dẫn viên du lịch rất tốt với nhiều thông tin và mọi việc diễn ra nhanh chóng.  Điểm nổi bật như mọi khi là hầm mộ của Marie Laveau.  Mặc dù bây giờ không còn người nào ở đó tìm kiếm sự can thiệp hay phép lạ nào đó nữa.  Họ có một số thông tin hữu ích mà tôi chưa từng nghe trước đây. Đây vẫn là điều phải làm khi ở New OrleansĐọc thêm",
            "Chuyến tham quan này thật tuyệt vời. Hướng dẫn viên du lịch của chúng tôi Zelda thật tuyệt vời. Cô ấy đã nghĩ cho chúng tôi rất nhiều và khiến nó trở nên buồn cười. Mình khuyên bạn nên đến đây vào buổi chiều vì nó rất hotttt.Đọc thêm",
            "Tìm một chuyến tham quan trực tuyến để có quyền truy cập vào nghĩa trang này.  Có một lịch sử phong phú ở đây mà bạn không muốn bỏ lỡ.  Bạn sẽ tìm hiểu về những người nổi tiếng đang và sẽ được chôn cất ở đây.  Bạn - sẽ tìm hiểu về lịch sử chôn cất ở New Orleans và về truyền thuyết địa phương.  Chúng tôi cũng là khu phố Pháp của bạn.  Rất đáng để điĐọc thêm",
            "Zelda là một hướng dẫn viên du lịch tuyệt vời. Cô ấy rất vui vẻ và hiểu biết. Cô ấy đã dạy chúng tôi rất nhiều về những ngôi mộ và tập tục chôn cất ở khu vực New Orleans.  Thật là vui. Muốn giới thiệu cho hầu hết các lứa tuổi.Đọc thêm",
            "Zelda thật tuyệt vời và thú vị trong chuyến đi bộ Nghĩa trang 1 của chúng tôi! Chúng tôi đã học được rất nhiều về lịch sử. Tôi thực sự muốn giới thiệu chuyến tham quan này do cô Zelda dẫn dắt.Đọc thêm",
            "Chuyến tham quan rất nhiều thông tin và vui vẻ. Nếu bạn có thể yêu cầu Zelda làm người hướng dẫn cho mình, HÃY LÀM. Cô ấy vui vẻ, đầy lịch sử và cô ấy làm cho toàn bộ chuyến tham quan trở nên thú vị và hấp dẫn. Đây là lời khuyên dành cho bạn khi ghé thăm Nola.Đọc thêm"
        ],
        "star_ratings": [
            2372,
            1128,
            367,
            87,
            135
        ],
        "review_amount": 4089,
        "location": [
            "Louisiana - LA -",
            "Những điều cần làm ở New Orleans",
            "Hoa Kỳ",
            "New Orleans",
            "Nghĩa trang Thánh Louis số 1"
        ],
        "reviews_time": [
            "Written June 1, 2023",
            "Written June 21, 2023",
            "Written June 21, 2023",
            "Written June 24, 2023",
            "Written July 25, 2023",
            "Written August 14, 2023",
            "Written August 20, 2023",
            "Written August 28, 2023",
            "Written August 28, 2023",
            "Written August 29, 2023",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 16, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024",
            "Written April 30, 2024",
            "Written April 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60864-d108191-Reviews-St_Louis_Cemetery_No_1-New_Orleans_Louisiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d426285-Reviews-GW_Fins-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d23398424-Reviews-Oceana-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d426330-Reviews-Bayona-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d2508879-Reviews-Vacherie-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d9559785-Reviews-Killer_Poboys-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d3394027-Reviews-Killer_Poboys_in_Erin_Rose_Bar-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d492354-Reviews-The_Bombay_Club-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d17653463-Reviews-Mambo_s-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d2333058-Reviews-Olde_Nola_Cookery-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d6028387-Reviews-Ruby_Slipper-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d1416629-Reviews-Basin_St_Station-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d105738-Reviews-Our_Lady_Of_Guadalupe_Church-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d12155309-Reviews-Mardi_Gras_Museum_of_Costumes_and_Culture-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d605328-Reviews-Saenger_Theatre-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d109321-Reviews-Hermann_Grima_House-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d109338-Reviews-RTA_Streetcars-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3698390-Reviews-Irish_Cultural_Museum_of_New_Orleans-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d2689832-Reviews-New_Orleans_Musical_Legends_Park-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3612196-Reviews-Immaculate_Conception_Church-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d104486-Reviews-Jackson_Square-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d108191-Reviews-or10-St_Louis_Cemetery_No_1-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d620600-Reviews-Frenchmen_Street-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d102533-Reviews-French_Quarter-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d133575-Reviews-Longue_Vue_House_and_Gardens-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d144081-Reviews-Lake_Lawn_Metairie-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d105727-Reviews-St_Louis_Cathedral-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d105733-Reviews-Garden_District-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d109394-Reviews-Royal_Street-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d23800867-Reviews-St_Louis_Cemetery_Official_Tour-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d11997018-Reviews-Our_Sacred_Stories-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d14129761-Reviews-N_awlins_Luxury_Tours-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d17391268-Reviews-City_Sightseeing_New_Orleans-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d13625570-Reviews-Catholic_Tours_of_the_Crescent_City-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d19083650-Reviews-Tours_Etc-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3996821-Reviews-Flambeaux_Bicycle_Tours-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d4103009-Reviews-Canoe_Trail_Adventures-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3151915-Reviews-FreeWheelin_Bike_Tours-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d2310615-Reviews-The_American_Bicycle_Rental_Company-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d6976840-Reviews-Your_Backstage_Pass_to_New_Orleans-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d1534151-Reviews-French_Quarter_Phantoms-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7791318-Reviews-Outdoor_Gravity_Park-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d15115461-Reviews-LEGOLAND_Discovery_Center_Columbus-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g57154-d648892-Reviews-Canyon_Trail_Rides-Tropic_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d104844-Reviews-Silverado_Trail-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33012-d1229427-Reviews-San_Clemente_Pier-San_Clemente_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d2689711-Reviews-LEGOLAND_Discovery_Center-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d14465663-Reviews-Negrita_Mykonos-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d8775226-Reviews-Karwan_Bazar-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d579887-Reviews-Roaring_Fork_Motor_Nature_Trail-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55730-d1924746-Reviews-Eisenhower_State_Park-Denison_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60864-d108191-Reviews-or10-St_Louis_Cemetery_No_1-New_Orleans_Louisiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60864-d108191-Reviews-St_Louis_Cemetery_No_1-New_Orleans_Louisiana.html"
    }
]