[
    {
        "attraction_name": "St. Peter's Basilica",
        "attraction_name_vi": "Nhà thờ thánh Peter",
        "general_info": [
            "41.616 đánh giá",
            "1 trong số 57 điều cần làm ở Thành Vatican",
            "Địa điểm lịch sử",
            "Địa điểm ưa thích",
            "Nhà thờ"
        ],
        "attraction_summary": "Được cho là một trong những Nhà thờ đẹp nhất trên toàn thế giới, St. Peters là trung tâm tinh thần của Vatican và là sản phẩm của nhiều kiến ​​trúc sư vĩ đại thời Phục hưng của Ý, trong số đó có Bramante, Raphael và Michelangelo.Đọc thêm",
        "reviews": [
            "Các linh mục mặc áo dài, Vệ binh Thụy Sĩ đầy màu sắc, các chủ cửa hàng lưu niệm kiên quyết, hướng dẫn viên du lịch vẫy cờ và những người hành hương từ khắp nơi trên thế giới. Đây là Vatican và Borgo, khu phố được công nhận nhất của Rome, đóng vai trò là sân trước của Thành phố Vatican. Ngoài các cửa hàng lưu niệm và một số điểm ăn uống, hoạt động kinh doanh duy nhất được tiến hành ở đây là của Giáo hoàng. Vào ban ngày, khu vực thời trung cổ nhỏ bé nhộn nhịp với các hoạt động linh thiêng, khi du khách tranh nhau chỗ ngồi hoặc xếp hàng để tham quan. Khi mặt trời lặn, khu phố biến thành một ngôi làng yên tĩnh và đẹp như tranh vẽ.Đọc thêm",
            "Đây thực sự là một kiệt tác của kiến ​​trúc và nghệ thuật.  Gần như từng inch của tòa nhà đồ sộ này ở bên trong đều được thiết kế tỉ mỉ.  Tất nhiên, nhìn đâu cũng có ý nghĩa tôn giáo.  Tuy nhiên, bạn có thể thực sự đánh giá cao địa điểm này mà không cần tính đến phần đó của nó.  Chỉ cần nắm vững nhiều yếu tố nghệ thuật là không thể tin được.  Ở đây cũng vậy, tôi sẽ không tham gia nếu không có chuyến tham quan hoặc chuyến tham quan bằng âm thanh vì có quá nhiều thứ để xem và hiểu.  Ngay cả với một chuyến tham quan, bạn chỉ mới sơ lược vì sẽ mất hàng tuần để thực hiện và thực sự xem xét kỹ mọi thứ.  Vâng, đó là vàng nguyên khối trên trần nhà.  Nghĩa đen là rất nhiều.  Một cảnh tượng thực sự khó tin để xem.  Bạn có nhớ khi đi ngang qua và ngắm nhìn rất nhiều địa điểm tuyệt vời ở Rome, rằng vật liệu xây dựng mà bạn nhìn thấy ở nơi rộng lớn này đều được tái chế không? từ Đấu trường La Mã, đền Pantheon, Castel SantAngelo và rất nhiều nơi khác mà giờ đây đã ít hơn.  Thưởng thức chúng ở đây.  Hãy nhớ đưa vào trải nghiệm của bạn ở đây một chuyến đi lên mái vòm và mái nhà.  Chúng tôi đáng giá thêm thời gian và công sức.Đọc thêm",
            "Nhà thờ Thành phố Vatican chắc chắn đáng để ghé thăm. Nó rất lớn vì vậy hãy chắc chắn lên kế hoạch một vài giờ ở đây. Thật không may, công ty du lịch ASA Holidays của tôi chỉ cho chúng tôi giới hạn 20 phút và chúng tôi dành 15 phút để xếp hàng chờ đi vệ sinh nữ. Tuy nhiên, các nhân viên quản lý nhà vệ sinh và xe đẩy không được tốt lắm, không có dịch vụ khách hàng ở Ý, họ không tử tế hay tử tế một cách đáng buồn. Nơi này rất đẹp, nhưng nếu bạn muốn ghé thăm một nơi có dịch vụ khách hàng tốt hoặc những con người tử tế thì nó không tồn tại ở đó.Đọc thêm",
            "Nhà thờ St. Peters là nơi tinh túy nhất định phải làm khi đến Rome. Tùy thuộc vào thời điểm và cách bạn làm điều đó có thể quyết định trải nghiệm của bạn. Tôi không thể khuyên bạn nên bỏ qua chuyến tham quan xếp hàng với bất kỳ công ty du lịch nào nếu không bạn sẽ thấy mình phải xếp hàng dài vô tận chỉ để vào trong, lãng phí hàng giờ dưới nắng nóng. Đó là một nhà thờ rất đẹp và không lời nào có thể biện minh được cho kiến ​​trúc, nghệ thuật và ý nghĩa lịch sử đầy cảm hứng đối với Rome. Đó là một nhà thờ lớn với rất nhiều trải nghiệm. Hãy leo lên mái vòm để ngắm nhìn khung cảnh tuyệt vời của thành phố, nhưng phải có hình dạng phù hợp vì nó có rất nhiều bậc thang dốc và hẹp, nhưng quang cảnh rất đáng giá!Đọc thêm",
            "Vương cung thánh đường Thánh Peter thực sự tuyệt vời. Khi bạn đi bộ và ngắm nhìn tất cả các mặt khác nhau của Vương cung thánh đường, bạn sẽ vô cùng kinh ngạc. Các tác phẩm nghệ thuật ở đây vượt quá sự hiểu biết của bạn. Khi bạn đi bộ qua Vương cung thánh đường, bạn sẽ vô cùng kinh ngạc. Khi tham quan Vương cung thánh đường, bạn sẽ có một số nơi để dành thời gian thiền định và cầu nguyện nếu bạn muốn. Theo hướng dẫn viên du lịch, đây là Vương cung thánh đường lớn nhất thế giới. Hướng dẫn viên du lịch cho chúng tôi biết đây là nơi Đức Giáo hoàng được bổ nhiệm và trình diện. Đọc thêm",
            "Một trong những địa điểm không thể bỏ qua khi đến thăm Rome. Đây là một trong những địa điểm linh thiêng nhất của đức tin Công giáo và Vương cung thánh đường là một kiệt tác về kiến ​​trúc, nghệ thuật, lịch sử và biểu tượng. Xin lưu ý rằng có quy định về trang phục đối với tất cả du khách không mặc quần đùi hoặc váy trên đầu gối và không được phép để vai trần hoặc đội mũ. \nTrong mọi trường hợp, Vương cung thánh đường rất tuyệt vời ngay bên phải khi bạn bước vào là Michelangelos Pieta, ngay phía trước là mái vòm hùng vĩ của ông cùng với bàn thờ bằng đồng của Berninis có rất nhiều tác phẩm nghệ thuật khác. Người ta cũng có thể leo lên mái vòm hoặc tham quan các hang động chôn cất bên trong.Đọc thêm",
            "Chúng tôi đã đến thăm đường phố Peters trong năm ngày ở Rome. Chúng tôi đã phạm sai lầm khi đến thăm vào giữa trưa và do đó đã đứng xếp hàng suốt 1,5 giờ trong cái nóng 34 độ, đôi khi thật khó chịu! Tuy nhiên, đây là một trang web miễn phí và nếu sắp xếp thời gian hợp lý, bạn có thể thực hiện dễ dàng hơn nhiều. Khi chúng tôi rời đi, hàng đợi đã giảm đáng kể và nhiệt độ đã hạ nhiệt một chút. Tôi muốn nói khoảng 3 giờ chiều là thời điểm tuyệt vời để ghé thăm. \n\nBên trong thật ngoạn mục và thực sự đáng để ghé thăm chỉ để chiêm ngưỡng vẻ đẹp của điểm thu hút này. \n\nMẹo: đối với bất kỳ địa điểm tôn giáo nào ở Rome, bạn phải che kín vai và đùi. Tôi đã không biết về điều này nên khi tôi đến, họ đã phát miễn phí những chiếc khăn che đầu gối cho những người bị phơi nhiễm, vì vậy đừng cố tiêu nhiều tiền để mua khăn quàng cổ từ những người bán hàng rong!Đọc thêm",
            "Nơi đẹp nhất ở Rome. Bạn có vẻ đẹp và kiến ​​trúc tốt nhất ở đây. Nếu chỉ có một nơi bạn có thể đến thì đó là nơi này. Ngoài ra, tầm nhìn từ đỉnh mái vòm rất đẹp, hãy vào đó.\nMột số lời khuyên:\n1. Vui lòng không ghé thăm vào cuối tuần hoặc ngày lễ. Ngay cả ngày thường cũng có hàng nghìn người ghé thăm theo giờ.\n2. Hãy đặt trước vé bỏ hàng.\n3. Bạn không cần một chuyến tham quan có hướng dẫn ở đây. Hãy dành chút thời gian bên trong để có thể đắm mình trong sự thanh thản.\n4. Có thể phải xếp hàng dài để lấy vé đi thang máy lên mái vòm, thật đáng để chờ đợi. Tôi đính kèm một vài hình ảnh tương tự. Đọc thêm",
            "Trải nghiệm tuyệt vời. Có lẽ là một trong những điểm nổi bật nhất trong chuyến đi châu Âu của tôi. Tuyệt đối đừng bỏ lỡ điều này. Nó thật cảm động. Sẽ phải mất cả ngày để xem hết. Tác phẩm nghệ thuật tuyệt vời không cần hướng dẫn viên du lịch. Chúng tôi đã tự mình đi trước và sau đó là chuyến tham quan của chúng tôi. Chuyến tham quan không đủ dài để ghi lại vẻ đẹp. Nó rất chìm đắm trong lịch sử và vẻ đẹp. Tốt hơn Vatican và điều đó thật tuyệt vời!Đọc thêm",
            "Bảo tàng miễn phí này là phải ghé thăm. Nội thất tuyệt đẹp và rất rộng rãi. Tìm hiểu trước một số lịch sử và trả tiền để lên đỉnh. Hãy đến khi nó mở cửa nếu bạn có thể vì đó là lúc ít đông đúc nhất, nó sẽ vẫn đông đúc và dành giờ đầu tiên ở tầng thấp hơn trước khi lên đỉnh.Đọc thêm",
            "Vương cung thánh đường Thánh Peter ở một trong những nhà thờ nổi tiếng nhất thế giới và là một người Công giáo, tôi luôn muốn đến thăm trụ sở chính của nhà thờ. Tôi may mắn được nhìn thoáng qua Đức Giáo hoàng trong buổi tiếp kiến ​​của ngài tại Quảng trường Thánh Phêrô, phía trước Vương cung thánh đường Thánh Phêrô.\n\nBên trong nghệ thuật và kiến ​​trúc ngoạn mục thật lộng lẫy và truyền cảm hứng về mặt tinh thần, giống như mái vòm bằng đồng trên High Alter được xây dựng trên lăng mộ Thánh Peter, hay mái vòm được Michelangelo thiết kế như một trong những mái vòm lớn nhất thế giới.... .... và La Pieta ...... một kiệt tác khác của Michelangelo dưới dạng một bức tượng chạm khắc.\n\nChúng là một chuỗi các thánh tích và hiện vật dường như vô tận trong Vương cung thánh đường và chúng không phải là những gì so sánh nhất đủ mạnh để phản ánh tầm quan trọng của sự hiện diện của chúng.\n\nTôi rời Vương cung thánh đường với cảm giác gần gũi hơn với thiên đường và khơi dậy lại cảm giác tôn giáo trong tôi.Đọc thêm",
            "Không thể hiểu hết tất cả chỉ trong một lần ghé thăm, có quá nhiều điều đang diễn ra và có quá nhiều lịch sử cũng như bối cảnh nên cần phải có hướng dẫn viên để có được trải nghiệm tốt. Lịch sử vĩ đại không thể diễn tả bằng lời, và chuyến thăm đầu tiên của bạn sẽ là chuyến thăm tuyệt vời nhất - chỉ cần bước qua cánh cửa. Tốt hơn là nên đi ra ngoài những khoảng thời gian bận rộn thông thường và lý tưởng nhất là bỏ qua vé xếp hàng. Tôi khuyên bạn nên Đọc thêm",
            "Chúng tôi đã đặt trước với Headout một chuyến tham quan Nhà thờ St. Peters, Quảng trường và Chuyến tham quan có hướng dẫn về Lăng mộ Giáo hoàng vào ngày 28 tháng 3 lúc 3 giờ 30 chiều.  Đó là chuyến thăm thứ hai của chúng tôi đến Rome.  Trong chuyến thăm này, chúng tôi muốn có một chuyến tham quan đường phố Peters để hiểu thêm về lịch sử của đường phố Peters cùng với các tác phẩm nghệ thuật, điêu khắc.  Người hướng dẫn đã gặp nhiều người từ tất cả các công ty du lịch khác nhau, đó là một nhóm lớn.  Chúng tôi xếp hàng chờ gần một tiếng đồng hồ.  Ở tác phẩm điêu khắc đầu tiên, người hướng dẫn đã bị an ninh tiếp cận và đưa ra khỏi vương cung thánh đường.  Nhóm du lịch lớn tất nhiên đã cản trở những khách du lịch không tham gia chuyến tham quan nhìn thấy bất cứ điều gì.  chuyến tham quan ngay lập tức kết thúc, tai nghe được trả lại, không có chuyến tham quan, không có lịch sử của Vương cung thánh đường.  Chúng tôi rất hiếm khi đặt các chuyến tham quan như thế này vì chúng tôi thường đặt chuyến tham quan có hướng dẫn chính thức cùng với địa điểm, nhưng không có chuyến tham quan nào dành cho St Peters.  Đến từ Úc, điều đó thật đáng thất vọng, giống như hầu hết các kỳ nghỉ lễ, bạn có rất ít ngày và thời gian để trải nghiệm mọi thứ.  Chúng tôi đã trở lại vào lúc 7 giờ sáng hôm sau để leo lên duomo.  Lời khuyên hãy thật cẩn thận với các công ty du lịch và hỏi xem nhóm của bạn sẽ có bao nhiêu người.Đọc thêm",
            "Nhà thờ St Peters thật tuyệt đẹp. Nó chắc chắn đáng để ghé thăm, cho dù bạn có đức tin Cơ đốc hay không, và bất cứ điều gì khác tôi nói sẽ làm hỏng chuyến thăm! Tuy nhiên, tôi sẽ nói hai điều thực tế. Thứ nhất, thời gian chuyến thăm của bạn là quan trọng, trừ khi bạn không ngại xếp hàng trong 2 giờ Hoặc nhiều hơn. Ngày chúng tôi đến, có buổi tiếp kiến ​​Giáo hoàng vào buổi sáng, và vì vậy công chúng không được phép vào quảng trường cho đến sau 12 giờ trưa. Điều này có nghĩa là chúng tôi phải xếp hàng chờ khoảng 30 phút trước khi có người được phép vào. Khi đã được phép vào, hãy chuẩn bị cho một cuộc tranh giành điên cuồng! Mọi người đều hướng thẳng đến lối vào xếp hàng vào Vương cung thánh đường, và có một lượng người hơi đáng sợ khi cố gắng đi qua một lối vào khá hẹp. Hãy dũng cảm và đảm bảo nhóm của bạn gắn bó với nhau! Tương đối dễ dàng đối với chúng tôi, chỉ có 3 người chúng tôi. Giúp vào quảng trường ở lối vào Via di Porta Angelica - lối vào gần nhất nơi bắt đầu xếp hàng. Sau khi xếp hàng, bạn sẽ phải chờ để đi qua máy quét an ninh và sau đó bạn có thể thoải mái khám phá Vương cung thánh đường. Chúng tôi nhận ra rằng chúng tôi đã tính đúng thời gian khi ra ngoài khoảng 45 phút sau và thấy hàng dài người xếp hàng vào cổng trải dài khắp quảng trường. Điều thứ hai cần lưu ý và điều này đúng ở bất kỳ khu du lịch lớn nào là tính chất hung hãn của đường phố những người bán hàng rong. Họ rất kiên trì và sử dụng chiến thuật theo đúng nghĩa đen là đặt thứ gì đó vào tay hoặc trên cổ tay của bạn, nói rằng nó miễn phí nhưng sau đó đòi tiền từ bạn. Hãy kiên quyết từ chối - chúng tôi đã học cách để ý xem họ đang ở đâu và tránh xa họ, và nếu không thể, hãy tránh giao tiếp bằng mắt và đút tay vào túi. Bạn tìm thấy chúng ở khắp mọi nơi, nhưng chúng đặc biệt phổ biến ở Quảng trường St Peters. Hãy cảnh giác!Đọc thêm",
            "PHẢI XEMTôi biết St. Peters sẽ rất ấn tượng nhưng tôi chưa chuẩn bị cho việc nó sẽ ấn tượng đến mức nào. Kích thước khổng lồ của nó thật điên rồ và chi tiết bên trong thật đáng kinh ngạc. Vào cửa miễn phí và bạn không cần vé, điều này thật tuyệt, nhưng điều đó có nghĩa là bạn sẽ phải xếp hàng dài. Đừng để vẻ ngoài của nó làm bạn thất vọng, nó sẽ di chuyển khá nhanh. Khi chúng tôi đến, hàng đợi đã kéo dài đến tận phía đối diện của quảng trường, tôi tưởng chúng tôi phải đợi hàng giờ đồng hồ, nhưng từ khi xếp hàng đến khi vào trong chỉ mất nửa giờ. Nó chắc chắn đáng để chờ đợi. Đây thực sự là một nơi tuyệt vời để ghé thăm và tôi chắc chắn khuyên bạn nên thêm nó vào danh sách của mình. Chúng tôi đến thăm vào buổi chiều sau Bảo tàng Vatican, đó là một ngày tuyệt vời.Đọc thêm",
            "Đây là một trong bốn Vương cung thánh đường của Giáo hoàng quanh Rome. Thánh Phêrô là một phần của khu phức hợp Vatican và là nơi ở của Giáo hoàng và vì vậy có lẽ đây là nhà thờ quan trọng nhất trong Thế giới Công giáo ngày nay. Đây cũng là một nơi cực kỳ nổi tiếng để ghé thăm, có nghĩa là hàng đợi để vào có thể khá dài. Vì vậy, việc lên kế hoạch cho ngày tham quan quanh St. Peters có thể là điều khôn ngoan. Giờ mở cửa là 7 giờ sáng đến 7 giờ tối hàng ngày. Nhà thờ St. Peters được xây dựng từ năm 1506 đến năm 1626 và được tạo tác bởi bàn tay và khối óc của những kiến ​​trúc sư giỏi nhất nước Ý trong thời gian đó, bao gồm Bramante, Michelangelo, Carlo Maderno và Bernini cùng những người khác. Nó vừa là một kiệt tác thời Phục hưng và Baroque với quy mô khổng lồ bao gồm cả mái vòm khổng lồ có thể được nhìn thấy từ nhiều vị trí thuận lợi khác nhau trên khắp Rome. Có rất nhiều điểm nổi bật, quá nhiều để kể hết. Mặt tiền bên ngoài đáng để bạn dành thời gian thưởng thức. Nội thất bao gồm các tác phẩm nghệ thuật và tác phẩm điêu khắc khảm tuyệt tác bao gồm Michelangelos Pietra, lăng mộ Berninis của Giáo hoàng Urban VIII và Giáo hoàng Alexander VII, Baldacchino, tượng đài Thánh Peter đăng quang cổ đại. Bạn có thể tìm hiểu về các di tích khác nhau ở St. Peters trên trang web của nhà thờ. Trang web St. Peters cũng là nơi thu thập thông tin về các nghi lễ đại chúng khác nhau, sự tham dự của Giáo hoàng cũng như thông tin liên quan đến Năm Thánh 2025 sắp tới, năm sẽ chứng kiến ​​Cửa Thánh được mở lần đầu tiên sau 25 năm, một phần của Năm Thánh Lễ kỷ niệm Năm Thánh.Đọc thêm",
            "Kiến trúc tuyệt đẹp từ trong ra ngoài. Đám đông đến chứng kiến ​​Truyền Tin vào lúc 12 giờ trưa do Đức Thánh Cha chủ trì ngày Chúa Nhật vô cùng đông đảo.Đọc thêm",
            "Lịch sử thật tuyệt vời. Tôi chắc chắn khuyên bạn nên dành khoảng một giờ để đi bộ và tận hưởng Vương cung thánh đường. Mọi người thường cư xử tốt và tôn trọng. Thời điểm tốt nhất để ghé thăm là vào cuối buổi chiều để chụp một số bức ảnh tuyệt đẹp về ánh nắng mặt trời chiếu xuống mặt tiền. Đọc thêm",
            "Chúng tôi đã đến đây vào tháng Năm. Phải mất 2 giờ để vào bên trong. Chúng tôi đến lúc 9 giờ sáng và hàng đợi đã rất đông. Đang để đợi. Chúng tôi trả tiền để đi đến mái vòm. đừng bận tâm đến thang máy vì có rất nhiều người xếp hàng chờ thang máy. Nếu có thể, hãy leo lên đỉnh. Lượt xem thật tuyệt vời Đọc thêm",
            "Thăm Vương cung thánh đường Thánh Peter là điều bắt buộc phải làm khi đến Rome. Chúng tôi đã đến đây nhiều lần trước đây nhưng lần này chúng tôi đã trả tiền để đi thang máy lên chân vòm. Để vào được vòm, chúng tôi phải đi qua mái nhà, đó là một sự khám phá. Nơi đây có tầm nhìn tuyệt đẹp ra Rome và rất yên tĩnh so với những con phố ồn ào và quảng trường đông đúc bên dưới. Nơi đây có nhiều cơ hội chụp ảnh tuyệt vời để ngắm cảnh và chụp ảnh tự sướng. Trên sân thượng có một cửa hàng quà tặng và quán cà phê nhưng hãy đảm bảo rằng bạn đã thỏa mãn với mái nhà vì khi bạn vào vòm để ngắm những bức tranh khảm phía trên và nhìn xuống vương cung thánh đường, bạn không thể quay lại và quay trở lại mái nhà. Một khía cạnh rất được khuyến khích khi đến thăm Vương cung thánh đường Thánh Peter. Đọc thêm",
            "Chúng tôi đến vương cung thánh đường lúc 8 giờ sáng và đã phải xếp hàng dài 90 phút để qua cổng an ninh, chỉ có một nửa số trạm an ninh mở cửa.  Vương cung thánh đường giống như bất kỳ Nhà thờ Công giáo nào khác ở Rome, được trang trí rất công phu.  Chúng tôi đã trả tiền để lên mái vòm - một khoảng thời gian chờ đợi thang máy rất dài chỉ mất được nửa chặng đường - chúng tôi phải thực hiện 200 bậc thang còn lại.  Lượng người quá đông đồng nghĩa với việc phải mất rất nhiều thời gian để lên đến đỉnh, rất đông đúc và không thoải mái.Đọc thêm"
        ],
        "star_ratings": [
            34313,
            5567,
            1132,
            316,
            294
        ],
        "review_amount": 41622,
        "location": [
            "Lazio",
            "Những điều cần làm ở Thành Vatican",
            "Châu Âu",
            "Nhà thờ thánh Peter",
            "Thành phố Vatican",
            "Nước Ý"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 20, 2023",
            "Written June 22, 2023",
            "Written June 26, 2023",
            "Written June 29, 2023",
            "Written June 29, 2023",
            "Written July 2, 2023",
            "Written July 8, 2023",
            "Written July 13, 2023",
            "Written July 15, 2023",
            "Written June 3, 2024",
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187793-d631111-Reviews-St_Peter_s_Basilica-Vatican_City_Lazio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d18850657-Reviews-Bono_Bottega_Nostrana_San_Pietro-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d21226764-Reviews-Angelo_Ristorante_Trattoria_Bar-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1034543-Reviews-Ristorante_Arlu-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d7983637-Reviews-Pizza_Zizza_Caffetteria_Birreria_Desserteria-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d10117957-Reviews-Scialla_The_Original_Streetfood-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d6774611-Reviews-EGG_Pasta_Fresca-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d21359993-Reviews-L_Osteria_degli_Avvocati-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d3741350-Reviews-Pizzeria_Mammapa-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d10109492-Reviews-Pizza_Sandwich_da_Pasquale-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d15076178-Reviews-Osteria_Padi-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d195266-Reviews-St_Peter_Enthroned-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d197685-Reviews-Porta_Santa-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d190130-Reviews-Sistine_Chapel-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d195265-Reviews-La_Pieta-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d4460187-Reviews-Cupola_di_San_Pietro-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d195269-Reviews-Vatican_Necropolis-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d6851450-Reviews-Tomba_di_Giovanni_Paolo_II-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d1968471-Reviews-Vatican_City-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d195268-Reviews-Vatican_Grottoes-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d14209251-Reviews-Fontane_di_Piazza_San_Pietro-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d631111-Reviews-or10-St_Peter_s_Basilica-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d191000-Reviews-Vatican_Museums-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d2321875-Reviews-Baldacchino_di_San_Pietro_di_Bernini-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d191109-Reviews-St_Peter_s_Square-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d195267-Reviews-Monument_to_Alexander_VII-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d2248670-Reviews-Vox_City-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d4598134-Reviews-Private_Tours_in_Rome_with_Russian_Guide-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d6438181-Reviews-Rome_Wonderful_Tours_Private_Day_Tours-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d8720595-Reviews-Roma_Caput_Tour-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d12710656-Reviews-The_Boulevard_JO-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d456298-Reviews-Kubah_National_Park-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606588-d147517-Reviews-Dawn_Beach-Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d6694156-Reviews-Ixia_Beach-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d24000123-Reviews-The_Magical_Mystery_Show_at_Hilton_Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d654179-Reviews-Nikki_Beach-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1073592-d10398743-Reviews-Liapades_Beach-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d24048376-Reviews-Paradox_Museum_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g190386-d550014-Reviews-Kykkos_Monastery_Panagia_tou_Kykkou-Pedoulas_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d129305-Reviews-Leo_Carrillo_State_Park_and_Beach-Malibu_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187793-d631111-Reviews-or10-St_Peter_s_Basilica-Vatican_City_Lazio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187793-d631111-Reviews-St_Peter_s_Basilica-Vatican_City_Lazio.html"
    }
]