[
    {
        "attraction_name": "Stade Roland Garros",
        "attraction_name_vi": "Sân vận động Roland Garros",
        "general_info": [
            "897 đánh giá",
            "101 trong số 3.569 điều cần làm ở Paris",
            "Di tích lịch sử",
            "Sân vận động Arenas"
        ],
        "attraction_summary": "Trung tâm quần vợt nổi tiếng này, được xây dựng vào năm 1928, là nơi tổ chức giải Pháp mở rộng, một trong bốn giải Grand Slam hàng năm của quần vợt.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Sân vận động dễ tiếp cận, được tổ chức rất tốt bên ngoài sân vận động.\nChúng tôi nghĩ rằng chúng tôi có thể để hành lý xách tay của mình trong kho nhưng nó chỉ dành cho vali. Không có tủ khóa bên trong; có một chút thất vọng.\nGiá cả ổn, không cao như mong đợi. Nhân viên xung quanh rất thân thiện. Đọc thêm",
            "Thực hiện hành trình đến Paris vào một ngày cuối tuần nhưng chủ yếu là để xem những chú hổ thi đấu trên sân Stade Jean Bouin v Stade Francais.\nTrong khi Tigers với đội hình còn rất trẻ đã giành chiến thắng chung cuộc với tỷ số 27 - 24, tôi phải nói rằng toàn bộ trải nghiệm được đến thăm một sân vận động mới đối với gia đình chúng tôi thật tuyệt vời.\nDễ dàng tiếp cận mặt đất là tuyệt vời, chỉ cách Metro 5 -1 0 phút đi bộ, môi trường sạch sẽ xung quanh sân vận động, việc cung cấp đầy đủ Thực phẩm và Đồ uống bên trong là tuyệt vời.\nĐiểm nổi bật chính giữa các Câu lạc bộ Bóng bầu dục Pháp Anh là các Ban nhạc luôn có mặt mang đến những chương trình giải trí tuyệt vời trước sau trận đấu. Một điều trị thực sự.\nĐiều đáng thất vọng duy nhất đối với tôi là sân vận động dường như chưa đầy 14 người, có thể ít hơn 45.000 người tham dự - thực sự gây sốc đối với chất lượng này của Sân vận động Đội.\nCảm ơn SF Paris vì một buổi tối tuyệt vời.\n\nĐọc thêm",
            "Wowso rất vui vì chúng tôi đã thực hiện chuyến đi, rất xứng đáng cho chuyến hành trình đến Paris- đối với những người hâm mộ quần vợt thì đó là điều bắt buộc. Không mang tính chất quân sự như Wimbledon, nó thoải mái hơn. Đã có trong danh sách của tôi và bây giờ nó đã được đánh dấu.\nHy vọng chúng tôi sẽ trở lại vào năm tới, thực sự thích trải nghiệm này, giá hơi cao nhưng nó là một sản phẩm độc đáo và không khác biệt với bất kỳ nơi nào khác. Chỉ cần yêu nó Đọc thêm",
            "Roland Garros Stade là một trải nghiệm tuyệt vời.  Các nhân viên rất hữu ích, dễ chịu và rất tốt bụng.  Tôi chắc chắn sẽ giới thiệu.  Chúng tôi đã tham gia các trận đấu tập, yêu thích từng phút.  Tôi không thể nói đủ về đội ngũ nhân viên tuyệt vời, không có gì là quá rắc rối.  Toàn bộ sự kiện được tổ chức rất tốt.Đọc thêm",
            "Tôi đã mua gói bán kết từ trang web du lịch roland garros. Vé dành cho tiêu chí 3 và một đêm tại khách sạn 4 sao. Họ tính tôi khoảng 1500 euro cho việc này. Đầu tiên, vé bán kết là 95 euro mỗi vé và giá phòng khách sạn một đêm là 250 euro. Vì vậy, họ đã lừa tôi khoảng 1000 euro. Tôi không đề xuất gói du lịch này chút nào. Đây là khách sạn tồi tệ nhất mà tôi từng ở và tôi sẽ ngồi ở tầng cao nhất của sân vận động với 1500 euro.Đọc thêm",
            "Roland Garros Stade là một trải nghiệm tuyệt vời.  Các nhân viên rất hữu ích, dễ chịu và rất tốt bụng.  Tôi chắc chắn sẽ giới thiệu.  Chúng tôi đã tham gia các trận đấu tập, yêu thích từng phút.  Tôi không thể nói đủ về đội ngũ nhân viên tuyệt vời, không có gì là quá rắc rối.  Toàn bộ sự kiện được tổ chức rất tốt.Đọc thêm",
            "Wowso rất vui vì chúng tôi đã thực hiện chuyến đi, rất xứng đáng cho chuyến hành trình đến Paris- đối với những người hâm mộ quần vợt thì đó là điều bắt buộc. Không mang tính chất quân sự như Wimbledon, nó thoải mái hơn. Đã có trong danh sách nhóm của tôi và bây giờ nó đã được đánh dấu. Hy vọng chúng tôi sẽ quay trở lại vào năm tới, thực sự rất thích trải nghiệm này, hơi đắt tiền nhưng nó là một sản phẩm độc đáo và không khác biệt với bất kỳ nơi nào khác. Chỉ cần yêu nó Đọc thêm",
            "Bạn đang đùa tôi à?  Tôi đã đăng nhập vào trang web bán vé vào đúng 5 giờ sáng theo giờ EST.  Sau ba giờ chờ đợi, tôi đã đi được 13 chặng đường trong thời gian chờ đợi.  Với tốc độ này, sẽ phải chờ 9 giờ để vào ứng dụng bán vé. Năm ngoái thời gian chờ đợi ngắn hơn và tôi nghĩ rằng tôi đã mua vé trực tuyến nhưng chúng chưa bao giờ được giao.  Trang web này có phần mềm tệ nhất có thể tưởng tượng được. Cuối cùng, vé của bạn chỉ có thể được tải vào điện thoại của bạn.  Tôi không rõ điều đó ảnh hưởng như thế nào đến quyền truy cập nếu tôi không thể sử dụng điện thoại Hoa Kỳ của mình ở Pháp.Đọc thêm",
            "Thực hiện hành trình đến Paris vào một ngày cuối tuần nhưng chủ yếu là để xem Tigers thi đấu trên sân Stade Jean Bouin v Stade Francais. Trong khi Những chú hổ với đội hình còn rất trẻ đã giành chiến thắng chung cuộc với tỷ số 27 - 24, tôi phải kể lại toàn bộ trải nghiệm khi đến thăm một sân vận động mới đối với chúng tôi gia đình thật tuyệt vời. Dễ dàng tiếp cận mặt đất, chỉ cách Metro 5 -1 0 phút đi bộ, môi trường sạch sẽ xung quanh sân vận động, việc cung cấp đầy đủ Đồ uống Thực phẩm bên trong thật tuyệt vời. Điểm nổi bật chính là điều gì đó nổi bật giữa Câu lạc bộ Bóng bầu dục Anh Pháp là các Ban nhạc luôn có mặt mang đến những chương trình giải trí tuyệt vời trước sau các trận đấu. Một điều thú vị thực sự. Điều đáng thất vọng duy nhất là đối với tôi, sân vận động dường như chưa đầy 14 người, có thể ít hơn 45.000 người tham dự - thực sự gây sốc cho chất lượng này của Sân vận động Đội. Cảm ơn SF Paris vì một buổi tối tuyệt vời.Đọc thêm",
            "Sân vận động dễ dàng tiếp cận, được tổ chức rất tốt bên ngoài sân vận động. Chúng tôi nghĩ rằng chúng tôi có thể để hành lý xách tay của mình trong kho nhưng nó chỉ dành cho vali. Không có tủ khóa bên trong; hơi thất vọng một chút. Giá cả ổn, không cao như mong đợi. Nhân viên xung quanh rất thân thiện. Đọc thêm",
            "Bây giờ tôi đã tham dự tất cả các giải Grand Slam quần vợt. Đây là cái tôi yêu thích nhất cho đến nay! Hầu hết những người làm việc ở đó không thân thiện. Không có nhà vệ sinh hoặc khu nhượng bộ trong các sân vận động chính và khi gặp rắc rối khi ra khỏi sân vận động, các hàng người thật điên rồ. Sau khi trả rất nhiều tiền cho chỗ ngồi cao cấp, việc xếp hàng dài chờ đợi để mua nhà vệ sinh và đồ ăn không còn là điều thú vị nữa. Quan trọng nhất, HÃY THẬN TRỌNG khi mua quà lưu niệm từ cửa hàng trực tuyến. Họ không đứng đằng sau sản phẩm của mình nếu nó bị hư hỏng. Họ nói là có, nhưng tôi đã học được một cách khó khăn rằng họ không làm như vậy. Sau khi trở về nhà, tôi đặt mua một chiếc băng đô khác giống như chiếc mà tôi đã trực tiếp mua tại cửa hàng trong khuôn viên. Băng đô xuất hiện với nhiều lỗ trên đó. Tôi đã gửi hình ảnh của sản phẩm bị hư hỏng và yêu cầu hoàn lại tiền hoặc yêu cầu họ gửi cho tôi sản phẩm thay thế. Tất cả những gì họ đề nghị là hoàn lại cho tôi 20 đô la cho giao dịch mua hàng của tôi và sẽ không đưa ra lời giải thích tại sao không hoàn lại toàn bộ tiền hoặc thay thế sau khi tôi đã yêu cầu nhiều lần. Tôi sẽ tranh chấp khoản phí này với công ty phát hành thẻ tín dụng của mình.Đọc thêm",
            "Chuyến đi của tôi đến Paris với vợ tôi được thực hiện cho Roland Garros, chúng tôi đã xem trận chung kết đơn nam. Trải nghiệm thật tuyệt vời mà tôi sẽ làm lại, mọi thứ đều hoàn hảo!!! Đọc thêm",
            "Giải Pháp mở rộng Pháp: Internationaux de France de tennis, còn gọi là Roland-Garros là một giải quần vợt lớn được tổ chức trong hai tuần tại Stade Roland Garros ở Paris, Pháp, bắt đầu vào cuối tháng 5 hàng năm. Giải đấu và địa điểm được đặt theo tên phi công người Pháp Roland Garros. Giải Pháp mở rộng là giải vô địch sân đất nện hàng đầu thế giới và là giải Grand Slam duy nhất hiện được tổ chức trên mặt sân này. Theo thứ tự thời gian, đây là giải Grand Slam thứ hai trong bốn giải Grand Slam thường niên, diễn ra sau Giải Úc mở rộng và trước Wimbledon ở Anh và Giải Mỹ mở rộng ở Hoa Kỳ. Cho đến năm 1975, Pháp mở rộng là giải đấu lớn duy nhất không thi đấu trên sân cỏ. Giữa bảy hiệp đấu cần thiết cho một chức vô địch, mặt sân đất nện có đặc điểm là tốc độ chậm hơn, độ nảy cao hơn và các trận đấu đơn nam hay nhất trong 5 set, Pháp mở rộng được nhiều người coi là giải quần vợt đòi hỏi thể lực cao nhất trên thế giới. giải đấu được tổ chức tốt. Tuyệt đối vui vẻ!Đọc thêm",
            "Chúng tôi đã mua 2 vé cho buổi tối ngày 1 tháng 6 năm 2023 cho Le Cartier tại khách sạn 620. Chúng tôi chỉ nhận được quyền truy cập vào lúc 18:30 và tuyên bố rằng chúng tôi có thể xem quần vợt ở các sân khác, thật đáng thất vọng vì những người có vé ngày vẫn ở đó và tất nhiên là không rời đi. Vì vậy, nó cực kỳ ĐẦY ĐỦ người, hoàn toàn khó chịu và thậm chí là một vấn đề an toàn với rất nhiều người ở một nơi không dành cho nó. Cái gọi là TOPmatch trong ngày không phải là một trận đấu và sau 2 giờ thi đấu quần vợt không thú vị, tổ chức OK không thể giúp được điều đó, nhưng v.d. Vé ngày Lenglien có thể theo dõi 4 trận đấu từ 11 giờ đến 23 giờ, sao họ dám bán những buổi đó, họ nên xấu hổ. Tôi cũng gặp vấn đề khi nhận vé, tất cả thư nhận được đều bình thường, những cái đó vé cuối cùng nằm trong SPAM, nhưng cuối cùng vẫn OK.Đọc thêm",
            "Có thể tham quan mà không có hướng dẫn viên không?Đọc thêm",
            "Xin chào, con trai 6 tuổi của tôi có thể tham dự trận đấu mà không cần vé không? - Anh ấy định ngồi lên tôi.\nXin chào, con trai 6 tuổi của tôi có thể xem trận đấu mà không cần vé không? - Anh ấy sẽ ngồi lên tôiĐọc thêm",
            "Bạn có thể vào với một em bé? Tôi có cần mua vé không? Cảm ơn bạn!!Đọc thêm",
            "Thật không may, chúng tôi chỉ giành được vé bên ngoài cho trận bán kết ngày 8 tháng 6 và nếu trận đấu chỉ bắt đầu lúc 2 giờ chiều, tôi tự hỏi liệu có lãng phí một buổi sáng đến đó lúc 10 giờ không. Tôi cũng không chắc chúng ta sẽ thấy gì vì đã muộn rồi giải đấu. Chúng tôi sẽ đến từ Vương quốc Anh vào ngày sinh nhật lần thứ 60 của tôi và vì vậy muốn biến nó thành một ngày tốt đẹp.Đọc thêm",
            "Xin chào, bạn có biết các trận đấu buổi tối tại sân Chartrier có được phép dành cho trẻ em không?Đọc thêm",
            "Xin chào người hâm mộ quần vợt!! Tôi đang tìm vé tham dự giải Pháp mở rộng 2023 trên trang web roland garros và tôi thấy rằng hiện chỉ có vé bên ngoài sân cho tuần thứ 2 của giải đấu. Chúng tôi sẽ hạ cánh ở Paris vào ngày 5 và nó cho thấy các trận QF sẽ được diễn ra trên các sân biểu diễn vào thứ Ba ngày 6 tháng 6. Vì vậy, câu hỏi của tôi là 1. Có ai có thể cho tôi biết loại trận đấu nào sẽ diễn ra ở các sân bên ngoài không? có thể một số tăng gấp đôi? hay cái gì khác? Tôi muốn biết liệu có đáng để đến Roland Garros với quyền tiếp cận các sân bên ngoài chỉ vào ngày 6 hoặc 7 tháng 6 năm nay không?\n2 Có ai đã mua vé xem French Open thông qua việc bán hàng của bên thứ ba chưa và nếu có thì đó là trang web nào đáng tin cậy? Cảm ơn bạn!Đọc thêm",
            "Nếu mua vé buổi chiều thì vào lúc mấy giờ?Đọc thêm",
            "Chào buổi chiều. Tôi muốn mua vé xem Roland Garros 2023, trên trang chính thức đã bán hết vé. Bạn đề xuất trang bán lại nào? Viagogo có an toàn không? Bởi vì nó không xuất hiện trên các trang bán hàng chính thức theo trang giải đấu chính thức. Cảm ơn bạn!!Đọc thêm",
            "Có thể tham quan khu phức hợp bên ngoài giải đấu không? Tôi sẽ đến Paris vào tháng 8 và tôi thực sự muốn có cơ hội thực hiện ước mơ của mình.\nCảm ơn trướcĐọc thêm",
            "Tôi thực sự không biết liệu có được không nhưng tôi nghĩ nếu bạn muốn đi thì có thể có một trang web và bạn có thể hỏiĐọc thêm",
            "Chiếc áo phông mà nhiều cầu thủ đang mặc có ý nghĩa gì?Đọc thêm"
        ],
        "star_ratings": [
            510,
            251,
            61,
            40,
            36
        ],
        "review_amount": 898,
        "location": [
            "Châu Âu",
            "Những điều cần làm ở Paris",
            "Sân vận động Roland Garros",
            "Pháp",
            "Paris",
            "Ile-de-France"
        ],
        "reviews_time": [
            "Written December 6, 2023",
            "Written December 18, 2023",
            "Written May 24, 2024",
            "Written May 25, 2024",
            "Written June 6, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written March 13, 2024",
            "Written December 18, 2023",
            "Written December 6, 2023",
            "Written August 23, 2023",
            "Written June 21, 2023",
            "Written June 9, 2023",
            "Written June 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187147-d189689-Reviews-Stade_Roland_Garros-Paris_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d7218565-Reviews-Rooftop_Molitor-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d6697521-Reviews-Brasserie_Molitor-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d7061487-Reviews-Le_Tilleul-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d782500-Reviews-Chez_Madeleine-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d778032-Reviews-A_Tavola-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d14168229-Reviews-Montecatini-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d21175166-Reviews-Fanande-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d3484102-Reviews-Le_Roland_Garros-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d6640168-Reviews-Le_Bleu-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d7595553-Reviews-Patrizia-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8820231-Reviews-French_Open-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d730008-Reviews-Jardin_des_Serres_d_Auteuil-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196560-d3376881-Reviews-Museum_Garden_Paul_Landowski-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2485740-Reviews-Parc_des_Princes-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188151-Reviews-Eiffel_Tower-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265614-Reviews-Pont_Alexandre_III-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188709-Reviews-Arc_de_Triomphe-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8702367-Reviews-Appartement_Atelier_de_Le_Corbusier-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188150-Reviews-Musee_d_Orsay-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196560-d729704-Reviews-Albert_Kahn_Musee_et_Jardins-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189689-Reviews-or10-Stade_Roland_Garros-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d292257-Reviews-Le_Marais-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188679-Reviews-Cathedrale_Notre_Dame_de_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190204-Reviews-Palais_Garnier-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190685-Reviews-Basilique_du_Sacre_Coeur_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189284-Reviews-Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190202-Reviews-Sainte_Chapelle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188757-Reviews-Louvre_Museum-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8613951-Reviews-Molitor_Spa_by_Clarins-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196560-d4801977-Reviews-Pret_a_Plonger-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d21045717-Reviews-Lok_Siam_Spa_Auteuil-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7675416-Reviews-Parisi_Tour-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1079807-Reviews-A_World_in_A_Pan-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8761029-Reviews-Royal_Transfer-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d20089411-Reviews-Immeuble_Locatif_a_la_Porte_Molitor-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13169035-Reviews-Tennis_Jean_Bouin-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7079431-Reviews-Piscine_Molitor-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14399741-Reviews-La_Fontaine_de_Dalou-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g50782-d17439246-Reviews-MGM_Northfield_Park-Northfield_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d1466973-Reviews-Oasiria-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d8425043-Reviews-Ropes_Mansion_and_Garden-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7751577-Reviews-Las_Vegas_Monorail-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574374-d5114186-Reviews-Olympic_Beach-Olympiaki_Akti_Katerini_Pieria_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1198730-Reviews-FBI_Headquarters-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d7149591-Reviews-Elounda_Beach-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d645368-Reviews-Myrtos_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d9715126-Reviews-Brick_Lane_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d1209827-Reviews-Oliwa_Zoo-Gdansk_Pomerania_Province_Northern_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187147-d189689-Reviews-or10-Stade_Roland_Garros-Paris_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187147-d189689-Reviews-Stade_Roland_Garros-Paris_Ile_de_France.html"
    }
]