[
    {
        "attraction_name": "Stanley Market",
        "attraction_name_vi": "Thị trường stanley",
        "general_info": [
            "2.043 đánh giá",
            "- 96 trong số 1.478 điều cần làm ở Hồng Kông",
            "Chợ trời - Chợ đường phố"
        ],
        "attraction_summary": "Khu chợ đường phố lịch sử nằm trên bờ biển phía nam thanh bình của thành phố này được người dân địa phương cũng như khách du lịch yêu thích. Hãy đến đây để mua những món quà lưu niệm như đồ sơn mài, khăn trải bàn thêu, tranh in và tranh vẽ.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Hãy tự giúp mình và hỗ trợ thị trường nhỏ này. Một chuyến xe buýt từ bất kỳ nơi nào ở Hồng Kông có giá khoảng 2 bảng Anh - 4 đô la, người dân cực kỳ thân thiện và có tất cả quà tặng HK mà bạn cần với mức giá phải chăng. Rõ ràng là Stanley đã phải chịu đựng hậu kỳ Covid-19, việc bắt chuyến xe buýt số 63 từ Đồi Fortress là câu trả lời!Đọc thêm",
            "Có lẽ là khu chợ yêu thích của tôi ở HK và đó là nơi chúng tôi tiêu phần lớn tiền vào việc mua sắm. Mất 40 phút đi xe uber về phía nam HK, nhưng không chỉ có chợ mà còn có thị trấn ven biển xinh đẹp Stanley. Có đầy đủ các cửa hàng kiểu trung tâm mua sắm, nhà hàng và một địa điểm bán bánh rán ngon. Chợ có mọi thứ, các tác phẩm nghệ thuật, đồ cổ tuyệt vời và là nơi tuyệt vời cho công nghệ. Mọi người rất thân thiện. Rất khuyến khíchĐọc thêm",
            "Chợ nhỏ tuyệt vời ở phía bên kia của hòn đảo. Nhiều lựa chọn quần áo, đồ điện, đồ trang trí. Từ một người Úc quen với các chợ bình thường ở Melbourne và Sydney, đây là một trải nghiệm rất mới mẻ! Chuyến đi xe buýt tuyệt vời qua những ngọn núi cho bạn góc nhìn tuyệt vời về tòa nhà cao tầng của CBD chính nhưng sau đó là khu vực giàu có của Vịnh Repulse. Khi bạn mệt mỏi, bạn có thể nghỉ ngơi trên bãi biển tại một số quán cà phê nhỏ tuyệt vời. Đọc thêm",
            "Điểm dừng tuyệt vời trong thị trường tuyệt vời này.  Sạch sẽ, đa dạng và có rất nhiều cửa hàng, quầy hàng khác nhau từ thực phẩm đến quà tặng và đồ dùng, quần áo và tác phẩm nghệ thuật. Chúng tôi dừng lại và một người đàn ông rất thân thiện viết chữ Trung Quốc trên cuộn mà chúng tôi đã ghi tên mình và chất lượng thì tuyệt vời. Đề nghị kỹ lưỡng.  Đọc thêm",
            "Chợ Stanley luôn là nơi yêu thích của chúng tôi. Bạn có thể đi xe buýt một giờ đi lên và một giờ về. Hoặc bắt taxi với giá - 110HK một chiều và 25 phút.\nChỉ có một cửa hàng mới ở đây trong 5 năm qua kể từ chuyến thăm trước kỳ nghỉ cuối cùng của chúng tôi. Một số đã đóng cửa. Bạn có thể tìm thấy những mặt hàng tương tự ở chợ thành phố nhưng ở đây các cửa hàng tốt hơn và uy tín hơn. \nKhông có nhiều người vào cuối tuần và cũng có ít khách du lịch ở đây hay ở Hồng Kông nói chung. Nơi thiếu tia lửa nó có trong quá khứ. Nhưng vẫn còn những món hời lớn và chúng tôi đã tìm thấy một số mặt hàng trang sức và vải.\nTại cửa hàng 28 Chi Wai Co., nơi trước đây tôi đã mua rất nhiều mặt hàng quần áo với giá rất rẻ. Giả sử một chiếc áo sơ mi được biết đến với giá - 22HK tức là - 80 Aus. Mua hai chiếc quần short cần điều chỉnh. Nó được thực hiện miễn phí trong khi chúng tôi ăn trưa. \nMột số tên tuổi lớn đứng ngoài thị trường như H - M đã ra đi.\nRất đáng để xem và săn lùng món hời đó. Rất nhiều nơi để ăn trưa hoặc uống bia Đọc thêm",
            "Chợ Stanley - không còn như trước nữa, Rất nhiều quầy hàng trong chợ và nét quyến rũ cũ mà nó từng có - không còn nữa nhưng đây vẫn là một ngày đi chơi đáng giá. Đi xe buýt cũng đáng để ghé thăm một mình. Nếu bạn đang ở Cửu Long, bạn có thể bắt chuyến phà ngôi sao với giá vài đô la để đến Hồng Kông và sử dụng lối đi bộ qua cầu để đến bến xe buýt ở Exchange Plaza. Đi xe buýt hai tầng số 1. 260 - express - 6, 6A hoặc 6X với giá vài đô la khác . Ngồi ở phía trước để có tầm nhìn tuyệt vời. Mặt nước và gian hàng ở chợ Stanley rất đáng yêu và một vài điều hay ho ở các quầy hàng trong chợ. Tuy nhiên, không phải sự đa dạng và chất lượng như trước đây. Tôi có thể giới thiệu đồ uống tại Smugglers Inn bên bờ sông để có một điểm dừng chân nghỉ ngơi thú vị. Đó là một chuyến đi nửa ngày thú vị.Đọc thêm",
            "Vị trí đẹp và Stanley Plaza gần đó tốt hơn nhiều. Các quầy hàng ở chợ này không sẵn sàng mặc cả và đòi giá đầy đủ, nhưng hàng hóa bày bán lại có chất lượng cao hơn.Đọc thêm",
            "30 năm trước đây là một khu chợ sôi động với người dân địa phương và một vài quán bar. Khu vực này đã thay đổi đáng kể và lý do duy nhất để đi là ngắm nhìn khung cảnh ngoạn mục trên chuyến xe buýt số 6Đọc thêm",
            "Đáng buồn là nơi này trống rỗng. Đông người mua vui hàng chục năm nay chỉ còn là cái bóng. Đường phố hoàn toàn trống rỗng và rất nhiều cửa hàng đã đóng cửa. Tôi hy vọng họ có thể phục hồi, nhưng chính quyền phải làm gì đó để khôi phục nơi kỳ diệu - trước đây - này.Đọc thêm",
            "Chỉ cách Trung tâm 50 phút đi xe buýt, bạn có thể bước vào cuộc sống làng quê thư thái ở Chợ Stanley. Bạn có thể khám phá các cửa hàng trong chợ và Stanley Plaza, nơi có nhiều quán ăn. Ngoài ra còn có một số nhà hàng dọc bờ biển hướng về Murray House và Pier, cạnh chùa Tín Hậu. Ngoài ra còn có một quán cha can teang nhỏ tên là Si Yik, phục vụ bánh mì nướng và mì với trà sữa và thường mở cửa đến 12h30 tối. .Kiểm tra các cửa hàng lưu niệm cũng như 3-4 phòng trưng bày nghệ thuật.  Các cửa hàng mở cửa hầu hết các ngày và tất nhiên đông đúc hơn vào cuối tuần. Hãy coi chừng những người đi xe đạp đạp xe trái phép dọc theo lối đi giữa các cửa hàng - một trong số họ thực sự đã tông vào vợ tôi, làm cô ấy bị bầm tím ở vai. Đường đi rất dễ dàng, với xe buýt nhỏ số 40 từ Jardine Bazaar ở Vịnh Causeway và xe buýt số 6 từ Trung tâm, cùng nhiều tuyến khác. Đọc thêm",
            "Chợ Stanley - không còn như trước nữa, Rất nhiều quầy hàng trong chợ và nét quyến rũ cũ mà nó từng có - không còn nữa nhưng đây vẫn là một ngày đi chơi đáng giá. Đi xe buýt cũng đáng để ghé thăm một mình. Nếu bạn đang ở Cửu Long, bạn có thể bắt chuyến phà ngôi sao với giá vài đô la để đến Hồng Kông và sử dụng lối đi bộ qua cầu để đến bến xe buýt ở Exchange Plaza. Đi xe buýt hai tầng số 1. 260 - express - 6, 6A hoặc 6X với giá vài đô la khác . Ngồi ở phía trước để có tầm nhìn tuyệt vời. Mặt nước và gian hàng ở chợ Stanley rất đáng yêu và một vài điều hay ho ở các quầy hàng trong chợ. Tuy nhiên, không phải sự đa dạng và chất lượng như trước đây. Tôi có thể giới thiệu đồ uống tại Smugglers Inn bên bờ sông để có một điểm dừng chân nghỉ ngơi thú vị. Đó là một chuyến đi nửa ngày thú vị.Đọc thêm",
            "Sau khi đọc các bài đánh giá sâu rộng cả trước và sau Covid, tôi cho rằng mình đã mong đợi nhiều hơn một chuyến xe buýt quanh co dọc theo một bờ biển xinh đẹp với một tài xế xe buýt hơi nhiệt tình, sau đó là một chuyến đi bộ nhanh lên xuống một lối đi dạo kiểu blackpool giả của một số nơi. bánh mì kẹp thịt và bánh pizza dành cho khách du lịch cũng như một số nhà hàng địa phương cũ kỹ. Nó chắc chắn có một cảm giác thuộc địa cũ về nó và không theo chiều hướng tốt. Chợ có khoảng 50 quầy hàng được nhóm lại với nhau, thường lặp lại các mặt hàng giống nhau cứ sau 10 mét. Thỉnh thoảng có một tác phẩm mang phong cách bohemian trong một phòng trưng bày đây đó, nhưng chắc chắn là nơi đã chứng kiến ​​những ngày đẹp nhất của nó. Lưu ý rằng nếu bạn đi bằng xe buýt từ ga trung tâm, trên đường đi bạn sẽ đi qua bãi biển - Repulse - nơi trông khá đẹp để dừng chân và đi bộ vào lần sau. Tốt hơn nên sử dụng thời gian của bạn để ghé thăm một hòn đảo khác hoặc một địa điểm du lịch tốt hơn.Đọc thêm",
            "Chợ Stanley luôn là nơi yêu thích của chúng tôi. Bạn có thể đi xe buýt một giờ đi lên và một giờ về. Hoặc bắt taxi với giá - 110HK một chiều và 25 phút. Chỉ có một cửa hàng mới ở đây trong 5 năm qua kể từ chuyến thăm trước kỳ nghỉ cuối cùng của chúng tôi. Một số đã đóng cửa. Bạn có thể tìm thấy những mặt hàng tương tự ở chợ thành phố nhưng ở đây các cửa hàng tốt hơn và uy tín hơn. Không có nhiều người vào cuối tuần và cũng có ít khách du lịch ở đây hay ở Hồng Kông nói chung. Nơi thiếu tia lửa nó có trong quá khứ. Nhưng vẫn còn những món hời lớn và chúng tôi đã tìm thấy một số mặt hàng trang sức và vải. Tại cửa hàng 28 Chi Wai Co., nơi trước đây tôi đã mua nhiều mặt hàng quần áo với giá rất rẻ. Giả sử một chiếc áo sơ mi được biết đến với giá - 22HK tức là - 80 Aus. Mua hai chiếc quần short cần điều chỉnh. Nó được thực hiện miễn phí trong khi chúng tôi ăn trưa. Một số tên tuổi lớn hơn đứng ngoài thị trường như H - M đã biến mất. Rất đáng để xem xét và săn lùng món hời đó. Rất nhiều nơi để ăn trưa hoặc uống bia Đọc thêm",
            "Điểm dừng chân tuyệt vời ở khu chợ tuyệt vời này. Sạch sẽ, đa dạng và có nhiều cửa hàng và quầy hàng khác nhau từ thực phẩm đến quà tặng và đồ dùng, quần áo và nghệ thuật. Chúng tôi dừng lại và một người đàn ông rất thân thiện đang viết chữ Trung Quốc trên những cuộn giấy mà chúng tôi đã đặt tên và chất lượng thì tuyệt vời. Rất đáng để giới thiệu. Đọc thêm",
            "Tôi gần như đã bỏ qua điều này trong chuyến tham quan bằng xe buýt hop-on-hop-off của mình vì tôi không thích mua sắm. Tôi chỉ dừng lại để ăn trưa - rất ngạc nhiên trước cộng đồng đáng yêu bên bờ sông. Đọc thêm",
            "Rất nhiều hàng hóa Trung Quốc giá rẻ, nó thực sự mang lại cảm giác dễ chịu ở Chợ, nhưng nhìn chung tôi rất ngạc nhiên vì nó nhỏ đến mức nào. thích đi xe buýt 63 ở đây, tầm nhìn tuyệt vời từ tầng cao nhất của xe buýt.Đọc thêm"
        ],
        "star_ratings": [
            529,
            863,
            489,
            125,
            37
        ],
        "review_amount": 2043,
        "location": [
            "Hong Kong",
            "Thị trường stanley",
            "Những điều cần làm ở Hồng Kông",
            "Châu Á",
            "Trung Quốc"
        ],
        "reviews_time": [
            "Written June 20, 2023",
            "Written September 21, 2023",
            "Written October 10, 2023",
            "Written December 3, 2023",
            "Written December 22, 2023",
            "Written January 9, 2024",
            "Written April 5, 2024",
            "Written March 24, 2024",
            "Written March 21, 2024",
            "Written January 10, 2024",
            "Written January 9, 2024",
            "Written December 30, 2023",
            "Written December 23, 2023",
            "Written December 3, 2023",
            "Written December 1, 2023",
            "Written October 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294217-d320715-Reviews-Stanley_Market-Hong_Kong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d8862440-Reviews-Beef_Liberty_Stanley_Burgers-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d1116719-Reviews-Henry_s-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d3508245-Reviews-Smugglers_Inn-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d6556295-Reviews-Pickled_Pelican-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d1888735-Reviews-Pizza_Express_Stanley-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d21087023-Reviews-Bubbles_Wines-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d4297109-Reviews-McDonald_s_Stanley_Plaza-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d3170697-Reviews-Stan_Cafe-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d23522491-Reviews-Pane_E_Latte-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d17325458-Reviews-Mamie_Yvonne-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d23474890-Reviews-Stanley_Tai_Wong_Temple-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d3363443-Reviews-Sea_source_department_Store-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2234055-Reviews-Blake_Pier_at_Stanley-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d3535102-Reviews-Tin_Hau_Temple_Stanley-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2050624-Reviews-Hong_Kong_Old_Police_Station-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d25069914-Reviews-Pat_Kan_Uk-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d3362853-Reviews-Stanley_Plaza-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2050639-Reviews-Stanley-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d8775243-Reviews-Stanley_Ma_Hang_Park-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d21511327-Reviews-Stanley_Main_Beach-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d320715-Reviews-or10-Stanley_Market-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d3357351-Reviews-Bobby_s_Fashions_Hong_Kong_Bespoke_Tailors-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d14929039-Reviews-Intime_Artisan_de_Parfum-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d3821611-Reviews-Empire_International_Tailors-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d5956374-Reviews-Rashmi_Custom_Tailors_Hong_Kong_Tailors-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d5015782-Reviews-Bee_s_Diamonds-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d4039364-Reviews-David_Fashions_Hong_Kong_Tailors-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2550897-Reviews-MingCha_Tea_House-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d4192844-Reviews-OM_Custom_Tailors_Best_Tailors_in_Hong_Kong_for_Men_s_Women_s_Bespoke_Suits_Shirt.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2482891-Reviews-Sam_s_Tailor-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d4354556-Reviews-Apsley_Tailor_ltd-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d593115-Reviews-Stanley_Military_Cemetery-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2050654-Reviews-Murray_House-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d23415937-Reviews-Stanley_Pak_Tai_Temple-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2050658-Reviews-Hong_Kong_Correctional_Services_Museum-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d23415928-Reviews-Stanley_Kwun_Yam_Temple-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d19758359-Reviews-Relax_Spa-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d13128080-Reviews-The_One_Men_Spa-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2587086-Reviews-Rock_A_Hula-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189192-Reviews-Printemps-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g57140-d7891570-Reviews-Stewart_Falls-Sundance_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g664176-d2302225-Reviews-Orrido_di_Bellano-Bellano_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g147351-d1603460-Reviews-Tijon-Grand_Case_Saint_Martin_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d459916-Reviews-Coptic_Cairo-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g46939-d4561365-Reviews-Kidz_Village-Woodbridge_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d24027217-Reviews-Reffen_Copenhagen_Street_Food-Copenhagen_Zealand.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294217-d320715-Reviews-or10-Stanley_Market-Hong_Kong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294217-d320715-Reviews-Stanley_Market-Hong_Kong.html"
    }
]