[
    {
        "attraction_name": "Starlight Cruise Halong Bay",
        "attraction_name_vi": "Du thuyền Starlight Vịnh Hạ Long",
        "general_info": [
            "553 đánh giá",
            "72 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Starlight Cruise - một thành viên của bộ sưu tập sang trọng Oriental Sails - là một con tàu thực sự đáng chú ý khi mang đến sự sang trọng về không gian hơn bất kỳ tàu du lịch nào khác trên Vịnh Hạ Long cũng như có các cabin và khu vực chung được trang trí trang nhã. Trên tàu có 32 phòng rộng rãi được trang bị đầy đủ tiện nghi cao cấp của một khách sạn 5 sao tiêu chuẩn quốc tế. Các khu vực chung được bài trí trang nhã của Starlight bao gồm nhà hàng, 2 sảnh khách, thư viện, cửa hàng quà tặng, spa và hầm rượu. Sundeck rộng lớn là thiên đường để thư giãn, nơi hành khách có thể hòa mình vào khung cảnh Vịnh Hạ Long khó quên trên những chiếc ghế dài thoải mái hơn trong khi thưởng thức đồ uống mát lạnh được phục vụ từ sky bar. Trên Starlight Cruise, chúng tôi biết rằng dịch vụ tuyệt vời không chỉ đáp ứng nhu cầu du lịch của bạn. Đó là nụ cười chân thành chào đón bạn mỗi ngày và sự an toàn về chuyên môn của bạn. Sự ấm áp, quan tâm và quan tâm chưa từng có của nó mang lại cho bạn niềm vui từ ngày đầu tiên trên tàu cho đến khi kết thúc kỳ nghỉ đáng nhớ của mình.Đọc thêm",
        "reviews": [
            "Chúng tôi có thời gian tuyệt vời trên hành trình ánh sao. Năm sao với hướng dẫn viên và nhân viên trên thuyền rất thân thiện và chuyên nghiệp. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Con tàu rất đẹp, phòng của chúng tôi rất đẹp và có đầy đủ tiện nghi. Các nhân viên rất thân thiện và chào đón. Mọi hoạt động đều rất vui vẻ. Chúng tôi rất thích tất cả.Đọc thêm",
            "Hoạt động du lịch rất tốt. Nhân viên được chăm sóc tốt. Bữa tối Thực đơn bữa trưa rất ngon. Mọi thứ đều tốt. Nhân viên cũng tốt bụng. Tôi thích nó. Đọc thêm",
            "TLDR: This is a money grab for stupid tourists. You might get good instagram pictures if you can get an angle without the hundreds of other people around you.This is one overpriced tourist trap. On the ride from Hanoi, they make an unnecessary 30 minute stop at a store selling souvenirs for 3 times the price in Hanoi. When you reach the terminal you sit on a hard bench for about an hour before they take you to the boat. They drive the ship about 45 minutes into the bay and then park it next to about 50 other ships all doing the same thing. The boats are close enough to each other that you can clearly hear the music from each boat. Then they take you on a small boat about 5 minutes away to go in a cave. The cave is extremely crowded and was essentially one continuous long  line of a few hundred people snaking slowly through the cave. Then they take you to a tiny beach that is incredibly crowded with all the people  from the fifty boats. The next morning, they take you to tiny little inlet where you can paddle for an hour with all the same people from the fifty boats  it gets really crowdedThe room we got was the executive suite which was the nicest on the boat. It was nice and spacious with a balcony. That part was good. However, the boat was clearly aging with peeling floors. Due to the size of the room, there were two small air conditioners, however one didnt work and the room quickly heated up so that we were sweating. After a few hours, wr finally told staff and they sent a maintenance person to turn on the second air conditioner. They later admitted that when the boat engine is on, the other air conditioner doesnt work  so we had to wait until they parked.When we came to take a bath in the jacuzzi, there was no hot water and we had to ask staff to help. We had crew coming in and out of our room at 11pm trying to figure it out. They finally told us some convoluted answer of the heater was off and they needed to turn it on. Eventually, after 45 minutes, the water heated up, but went cold halfway through filling up the bath tub. Two of the jacuzzi jets came lose as soon as we turned on the jets and the shades broke when we tried opening them.On the plus side, the kitchen crew was pretty accommodating when it came to enabling us to eat kosher food. They gave us plain pieces of fish and allowed us to cook it in their oven though they initially tried to force us to pay them a large sum of money as tips for their cooperation. We didnt eat the food, but it looked pretty good and plentiful.They charge for any drinks on board including soft drinks at a price that is 2-3 times restaurant prices in Hanoi. You are given water for your rooms, but are not allowed to bring it to the table, so you are forced to buy their drinks.In short, take a day boat and book a nice hotel on Cat Na or Halong. Youll save a ton of money and get much better value for your money.Read more",
            "Nói chung là một trải nghiệm tuyệt vời. Cabin đủ lớn và tiện nghi đầy đủ. Thức ăn ngon và nhà hàng được quản lý hiệu quả. Điểm trừ duy nhất mình có thể nói là wifi không ổn định và yếu, quán cũng không có nước phục vụ.Xem thêm",
            "tôi đã có trải nghiệm tuần trăng mật siêu tuyệt vời trên chuyến du ngoạn dưới ánh sao cùng chồng mình! Thức ăn rất ngon, nơi sạch sẽ và thoải mái, nhân viên lịch sự và thân thiện, thậm chí một số người trong số họ không thành thạo tiếng Anh. nhìn chung, tôi đánh giá dịch vụ của họ 5 saoĐọc thêm",
            "Hành trình thật tuyệt vời. Chúng tôi bắt đầu với bữa trưa, nó rất ngon. Tiếp theo là các hoạt động và chuyến du ngoạn, sau đó là giờ khuyến mãi và bữa tối tuyệt vời. Căn phòng sạch sẽ không tì vết và rất thoải mái. Hướng dẫn viên du lịch của chúng tôi trên thuyền tên là Sun và anh ấy rất tốt bụng và rất vui tính. Rất khuyến khích chuyến tham quan này! Giá trị đồng tiền là không thực tế.Đọc thêm",
            "Thật sự rất tuyệt! Các hoạt động được cung cấp được lựa chọn kỹ lưỡng, quang cảnh tuyệt đẹp và phi hành đoàn rất chuyên nghiệp. Tôi khuyên bạn nên đi cùng gia đình hoặc bạn bè: Đọc thêm",
            "Trải nghiệm hướng dẫn du lịch tuyệt vời và toàn bộ gói Starlight thật tuyệt vời. Chắc chắn tôi sẽ giới thiệu cho tất cả bạn bè và đồng nghiệp của tôi chọn Starlight làm hướng dẫn viên đi Vịnh Hạ Long.Đọc thêm",
            "Du thuyền tốt nhất ở vịnh Hạ Long. Các phòng suite thật tuyệt vời! 100 được đề xuất. Hướng dẫn rất hay, thuyền rất thư giãn và dịch vụ thì tuyệt vờiĐọc thêm",
            "CHÀO \nCảm ơn bạn đã đánh giá. Tôi cảm thấy khó khăn khi đặt một chuyến du ngoạn với những gì tôi muốn làm và có một đánh giá tốt. Bạn đã ghé thăm Hang Suprise và đến làng chài trên một chiếc thuyền tre, đó là điều tôi muốn làm .\nCảm ơn rất nhiều vì sự giúp đỡ của bạn. Bạn đã đặt vé với ai?\n\nCảm ơn KarenĐọc thêm",
            "Xin chào Karen, vâng, chúng tôi đã thực hiện cả hai hoạt động đó! Chúng tôi đã đặt chuyến du ngoạn của mình trước khi đến Hà Nội qua internet. Hy vọng thông tin này hữu ích: Đọc thêm",
            "Tình trạng sẵn có và giá cho hành trình một ngày, cảm ơnĐọc thêm",
            "Đừng để bị lừa và trả nhiều hơn 115-150Đọc thêm"
        ],
        "star_ratings": [
            455,
            52,
            26,
            7,
            13
        ],
        "review_amount": 553,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Du thuyền Starlight Vịnh Hạ Long",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written May 31, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 17, 2024",
            "Written May 2, 2024",
            "Written April 24, 2024",
            "Written April 20, 2024",
            "Written April 20, 2024",
            "Written April 8, 2024",
            "Written January 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or10-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d27696284-Reviews-Titans_Pickleball_Halong_Court-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d596055-Reviews-235_King_Street-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d320433-Reviews-Dilli_Haat-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g911522-d246808-Reviews-Chateau_de_Chillon-Veytaux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d2540100-Reviews-Yucaipa_Regional_Park-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d5121703-Reviews-Cox_Farms-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60822-d12501288-Reviews-American_Fossil-Kemmerer_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g297934-d553523-Reviews-Promthep_Cape-Rawai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1569521-Reviews-Philadelphia_s_Magic_Gardens-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296257-d1172355-Reviews-Kaminia_Beach-Eleios_Pronnoi_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32771-d13080499-Reviews-Nevada_County_Hospital-Nevada_City_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or10-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Starlight Cruise Halong Bay",
        "attraction_name_vi": "Du thuyền Starlight Vịnh Hạ Long",
        "general_info": [
            "553 đánh giá",
            "72 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Starlight Cruise - một thành viên của bộ sưu tập sang trọng Oriental Sails - là một con tàu thực sự đáng chú ý khi mang đến sự sang trọng về không gian hơn bất kỳ tàu du lịch nào khác trên Vịnh Hạ Long cũng như có các cabin và khu vực chung được trang trí trang nhã. Trên tàu có 32 phòng rộng rãi được trang bị đầy đủ tiện nghi cao cấp của một khách sạn 5 sao tiêu chuẩn quốc tế. Các khu vực chung được bài trí trang nhã của Starlight bao gồm nhà hàng, 2 sảnh khách, thư viện, cửa hàng quà tặng, spa và hầm rượu. Sundeck rộng lớn là thiên đường để thư giãn, nơi hành khách có thể hòa mình vào khung cảnh Vịnh Hạ Long khó quên trên những chiếc ghế dài thoải mái hơn trong khi thưởng thức đồ uống mát lạnh được phục vụ từ sky bar. Trên Starlight Cruise, chúng tôi biết rằng dịch vụ tuyệt vời không chỉ đáp ứng nhu cầu du lịch của bạn. Đó là nụ cười chân thành chào đón bạn mỗi ngày và sự an toàn về chuyên môn của bạn. Sự ấm áp, quan tâm và quan tâm chưa từng có của nó mang lại cho bạn niềm vui từ ngày đầu tiên trên tàu cho đến khi kết thúc kỳ nghỉ đáng nhớ của mình.Đọc thêm",
        "reviews": [
            "Từ cabin sang trọng đến dịch vụ mát-xa, bạn sẽ tìm thấy mọi thứ bạn cần để thư giãn và tận hưởng khoảng thời gian xa nhà. Ngoài ra, các buổi tập Taichi buổi sáng là một cách tuyệt vời để bắt đầu ngày mới! Nơi hoàn hảo để thoát khỏi tất cả và tận hưởng sự thư giãn rất cần thiết. Rất khuyến khích!Đọc thêm",
            "Chuyến tham quan thực sự tốt đẹp! Người dân thân thiện, thức ăn ngon và phòng thực sự sạch sẽ. Chắc chắn có giá trị nó! Hướng dẫn viên Alex của chúng tôi rất thân thiện và nói tiếng Anh rất tốt: Chắc chắn sẽ làm lạiĐọc thêm",
            "Đã đặt chuyến đi này thông qua ĐẠI LÝ ASTI TYRAVEL I HÀ NỘI của chúng tôi.  TUYỆT VỜI LÀ ĐIỀU CHÚNG TÔI MUỐN SỬ DỤNG. Tất cả phi hành đoàn đều tuyệt vời, cabin rất sống động và thức ăn thì tuyệt vời. Hướng dẫn viên du lịch của chúng tôi trên tàu là ALEX. NGƯỜI TUYỆT VỜI, người đã thông báo cho chúng tôi về những gì đang xảy ra. Sẽ đăng ký lại Đọc thêm",
            "Chúng tôi có một nhóm gồm 30 người ở đó và nhiều thành viên trong nhóm nhìn thấy nhiều con gián trong phòng của họ. Thuyền cũ và bẩn. Mốc đen trong các bộ phận AC. Bọ ở khắp mọi nơi và thức ăn khủng khiếp.Đọc thêm",
            "Đội ngũ nhân viên chu đáo, các lựa chọn ăn uống ngon và cửa sổ nhìn ra toàn cảnh đã mang đến cho chúng tôi trải nghiệm tuyệt vời. Chúng tôi có thể chiêm ngưỡng vẻ đẹp tuyệt vời của Vịnh Hạ Long từ sự thoải mái trên du thuyền của mình.Đọc thêm",
            "Đội ngũ nhân viên có kiến ​​thức và thân thiện, đảm bảo rằng bạn có một trải nghiệm an toàn và thú vị. Chưa kể, họ cũng rất có ý thức về môi trường nên bạn có thể yên tâm khi biết rằng chuyến đi của mình thân thiện với môi trường. Bản thân chiếc thuyền này rất đẹp với sàn phơi nắng tuyệt đẹp, cabin rộng rãi và các hoạt động linh hoạt. Cho dù bạn đang muốn thực hiện một chuyến du ngoạn nhàn nhã, chèo thuyền kayak hay khám phá hang động, bạn sẽ tìm thấy thứ gì đó phù hợp với nhu cầu của mình. Và tất nhiên, bạn không thể đánh bại lượt xem! Từ tầng trên cùng, bạn sẽ có tầm nhìn hoàn hảo ra vịnh và những núi đá vôi tuyệt đẹp. Với sự hướng dẫn chuyên nghiệp, ý thức bảo vệ môi trường, sân phơi nắng tuyệt đẹp và các hoạt động linh hoạt, bạn chắc chắn sẽ có trải nghiệm khó quên.Đọc thêm",
            "Sự chú ý đến từng chi tiết và lòng hiếu khách nồng hậu của đội ngũ nhân viên trên du thuyền Starlight thật đáng khen ngợi. Họ luôn nỗ lực hết mình để đảm bảo rằng mọi du khách đều cảm thấy được chào đón và chăm sóc. Niềm đam mê chia sẻ vẻ đẹp của Vịnh Hạ Long của họ tỏa sáng qua những tương tác, tạo nên bầu không khí đáng nhớ và thú vị. Đó là sự cân bằng tuyệt vời giữa thư giãn và khám phá, đảm bảo rằng du khách có trải nghiệm thực sự được cá nhân hóa. Đọc thêm",
            "Trải nghiệm vẻ đẹp của Vịnh Hạ Long hơn bao giờ hết trên Du thuyền Starlight sang trọng. Từ cơ sở vật chất hiện đại đến sân phơi nắng tuyệt đẹp, chắc chắn bạn sẽ có trải nghiệm khó quên. Tận hưởng khung cảnh ngoạn mục của vịnh từ cửa sổ lớn nhìn toàn cảnh hoặc thư giãn trong cabin thoải mái. Đội ngũ nhân viên chu đáo sẽ đảm bảo mọi nhu cầu của bạn đều được đáp ứng. Với nhiều hoạt động đa dạng có sẵn, chắc chắn bạn sẽ có khoảng thời gian tuyệt vời.Đọc thêm",
            "Một trong những điểm nổi bật của chuyến đi chắc chắn là khám phá hang động. Bây giờ, tôi không chính xác là những gì bạn gọi là ngoài trời, nhưng ngay cả tôi cũng không thể cưỡng lại sức hấp dẫn của những hang động ngầm bí ẩn này. Hướng dẫn viên của chúng tôi rất vui nhộn và giúp chúng tôi giải trí bằng những câu chuyện cười và câu chuyện của anh ấy trong suốt chuyến tham quan. Thêm vào đó, việc tận mắt chiêm ngưỡng những khối đá phức tạp thực sự rất đáng kinh ngạc. Tất nhiên, chuyến đi đến Việt Nam sẽ không trọn vẹn nếu không thưởng thức nền ẩm thực nổi tiếng thế giới của đất nước này. Nhà hàng trên tàu phục vụ một loạt món ăn địa phương ngon miệng, chỉ sử dụng những nguyên liệu tươi ngon nhất có nguồn gốc từ các chợ gần đó. Là một người thích thử những món ăn mới, tôi thực sự ấn tượng trước sự đa dạng và chất lượng của mỗi bữa ăn. Và đừng quên các loại cocktail - họ chắc chắn không hề tiết kiệm rượu rum!Đọc thêm",
            "Tôi đến hành trình này với mong muốn được ăn đồ ăn Việt Nam. Đây không phải là trường hợp. Chất lượng thực phẩm kém. Các bữa ăn bao gồm cá tẩm bột, khoai tây chiên, salad vườn và một số loại rau. Họ đấu tranh để phục vụ cho bất kỳ loại dị ứng thực phẩm nào. Một trong những du khách trong nhóm của chúng tôi bị dị ứng với các loại hạt. Sau khi kiểm tra nhiều lần, cô vẫn được cho ăn thức ăn có chứa các loại hạt. Họ cung cấp một lớp học nấu ăn, điều này rất đáng thất vọng. Không có đủ nguyên liệu để mọi người làm món chả giò và không có hướng dẫn hoặc hướng dẫn thực tế nào được đưa ra. Chỗ ở đầy đủ, sạch sẽ và phòng tắm có kích thước khá cho một chiếc thuyền. Các tour du lịch đến các điểm tham quan được tổ chức kém. Tất cả các công ty du lịch đều đến thăm các điểm tham quan cùng một lúc nên rất đông đúc.Đọc thêm"
        ],
        "star_ratings": [
            455,
            52,
            26,
            7,
            13
        ],
        "review_amount": 553,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Du thuyền Starlight Vịnh Hạ Long",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written January 10, 2024",
            "Written January 10, 2024",
            "Written January 7, 2024",
            "Written January 3, 2024",
            "Written December 26, 2023",
            "Written December 14, 2023",
            "Written December 14, 2023",
            "Written December 12, 2023",
            "Written December 11, 2023",
            "Written April 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d4584331-Reviews-or10-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or20-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d27696284-Reviews-Titans_Pickleball_Halong_Court-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574024-d6429024-Reviews-Flea_Market-Monastiraki_Phocis_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g31376-d1554867-Reviews-Teec_Nos_Pos_Trading_Post-Teec_Nos_Pos_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d10533133-Reviews-John_Seigenthaler_Pedestrian_Bridge-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g50282-d103627-Reviews-Warther_Museum-Dover_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g41826-d106750-Reviews-Yankee_Candle_Flagship_Store-South_Deerfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g616035-d4225598-Reviews-Ravana_s_Cave-Ella_Uva_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d534535-Reviews-Trimper_Rides_and_Amusement_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d266903-Reviews-Cannaregio-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g2368742-d2401013-Reviews-Glika_Nera_Beach-Sfakia_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d12727592-Reviews-Rynek_Underground-Krakow_Lesser_Poland_Province_Southern_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or20-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or10-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Starlight Cruise Halong Bay",
        "attraction_name_vi": "Du thuyền Starlight Vịnh Hạ Long",
        "general_info": [
            "553 đánh giá",
            "72 trong số 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Starlight Cruise - một thành viên của bộ sưu tập sang trọng Oriental Sails - là một con tàu thực sự đáng chú ý khi mang đến sự sang trọng về không gian hơn bất kỳ tàu du lịch nào khác trên Vịnh Hạ Long cũng như có các cabin và khu vực chung được trang trí trang nhã. Trên tàu có 32 phòng rộng rãi được trang bị đầy đủ tiện nghi cao cấp của một khách sạn 5 sao tiêu chuẩn quốc tế. Các khu vực chung được bài trí trang nhã của Starlight bao gồm nhà hàng, 2 sảnh khách, thư viện, cửa hàng quà tặng, spa và hầm rượu. Sundeck rộng lớn là thiên đường để thư giãn, nơi hành khách có thể hòa mình vào khung cảnh Vịnh Hạ Long khó quên trên những chiếc ghế dài thoải mái hơn trong khi thưởng thức đồ uống mát lạnh được phục vụ từ sky bar. Trên Starlight Cruise, chúng tôi biết rằng dịch vụ tuyệt vời không chỉ đáp ứng nhu cầu du lịch của bạn. Đó là nụ cười chân thành chào đón bạn mỗi ngày và sự an toàn về chuyên môn của bạn. Sự ấm áp, quan tâm và quan tâm chưa từng có của nó mang lại cho bạn niềm vui từ ngày đầu tiên trên tàu cho đến khi kết thúc kỳ nghỉ đáng nhớ của mình.Đọc thêm",
        "reviews": [
            "Có một hướng dẫn viên du lịch rất giỏi- Mi, giải thích chi tiết và có câu trả lời cho mọi câu hỏi. Đồ ăn rất ngon và phục vụ rất tốtXem thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên du thuyền, phong cảnh thật tuyệt vời. Rất nhiều món ăn và đồ uống thực sự tốt. Chiếc thuyền tre quanh làng chài thực sự rất tốt và người phụ nữ chèo thuyền hoàn toàn xứng đáng nhận được tiền boa từ mọi người! Nói chung là 2 ngày tuyệt vời! Đặc biệt cảm ơn hướng dẫn viên Zung của chúng tôi, người rất thân thiện, chu đáo và đầy đủ thông tin khiến toàn bộ trải nghiệm không thể nào quên từ lúc anh ấy gặp chúng tôi tại khách sạn cho đến lúc chúng tôi quay trở lại Hà Nội.Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. \n\nChúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn và hẹn gặp lạiXem thêm",
            "Một hành trình tuyệt vời, với đội ngũ nhân viên cực kỳ hữu ích và thân thiện. Hướng dẫn viên của chúng tôi, Zung thật tuyệt vời và đảm bảo rằng chúng tôi có mọi thứ chúng tôi cần trong suốt chuyến tham quan. Rất muốn giới thiệu - phải xem ở Việt Nam!Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. \n\nChúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn và hẹn gặp lạiXem thêm",
            "Chuyến đi này thật tuyệt vời. Vịnh Hạ Long thật đẹp. Các cơ sở hành trình là tốt đẹp. Căn phòng thật tuyệt vời. Hướng dẫn của chúng tôi, tommy là người hướng dẫn hữu ích nhất và đã làm tốt công việc của mình. Lời giải thích rất chi tiết. Tôi thích nó. Chuyến đi tổng thể rất tốt đẹp. Sẽ quay lại sớm. Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. \n\nChúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn và hẹn gặp lạiXem thêm",
            "Tommy - hướng dẫn viên du lịch rất thông minh và hữu ích. Hành trình - Hành trình Starlight cũng rất tuyệt vời. Dịch vụ tuyệt vời từ tất cả các phi hành đoàn. Quang cảnh 2 ngày 1 đêm ở Vịnh Hạ Long thật hùng vĩ lạ thường! Rất khuyến khích! Mọi người trên toàn thế giới đều phải đến đây!!!! Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. \n\nChúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn và hẹn gặp lạiXem thêm",
            "Chúng tôi rất thích hành trình 2 ngày của chúng tôi. Nó gần giống như tuần trăng mật: - Phòng rất sang trọng, sạch sẽ và phòng tắm tuyệt vời. Món ăn ngon trang trí đẹp mắt, đồ uống ngon. Nhân viên rất tốt bụng và hữu ích sẵn sàng giúp đỡ trong mọi tình huống. sau một ngày bận rộn bạn có thể thư giãn bằng cách mát-xa tốt.  Tôi đã có rất nhiều niềm vui với lớp học nấu ăn và hát karaoke sau bữa tối :- Thái cực quyền lúc bình minh đã tiếp thêm năng lượng cho tôi cả ngày :- Cảm ơn vì khoảng thời gian tuyệt vời, những kỷ niệm khó quên và lòng hiếu khách tuyệt vời.Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! \n\nThật vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Trong tương lai, Oriental Sails hy vọng sẽ có nhiều cơ hội hơn nữa để mang đến cho quý khách những dịch vụ tốt nhất của công ty chúng tôi. \n\nCảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và hy vọng sẽ sớm gặp lại bạn!Đọc thêm",
            "Tôi là Wai Yan và là trưởng đoàn du lịch đến từ Myanmar. Chúng tôi đã đến thăm một đêm trên du thuyền Starlight cùng với 34 khách của tôi. Du thuyền cung cấp cho chúng tôi dịch vụ tốt nhất và đồ ăn cũng ngon. Đặc biệt, hướng dẫn viên Tommy của chúng tôi rất tử tế và hữu ích và hỗ trợ những gì chúng tôi cần, sau đó là Tom Cruise và nhóm của anh ấy cũng kiên nhẫn, quen thuộc, tốt bụng. Chúng tôi đã có thời gian tuyệt vời trên du thuyền tuyệt vời. Tôi muốn cho Star Light Cruise 5 saoXem thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. \n\nThật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Nhìn chung, thời gian lưu trú là tốt .. cần cải thiện thức ăn được phục vụ đặc biệt cho nhóm người Hồi giáo và không trộn lẫn với những người khác. Tiện ích nấu ăn nên được tách riêng. Cửa nhà vệ sinh phòng có thể khóa. Tery là hướng dẫn viên du lịch xuất sắc trên hành trình này. Cuối cùng, cảm ơn bạn vì lòng hiếu khách tuyệt vời.Đọc thêm",
            "Trước hết, thay mặt cho Đội Oriental Sails, tôi xin cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. \n\nThật vui khi bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và kiến ​​thức thú vị. Sự tin tưởng và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ tuyệt vời, nhiều sức khỏe và thành công. Trong tương lai, chúng tôi hy vọng rằng chúng tôi có nhiều cơ hội đồng hành cùng bạn hơn nữa. \n\nCảm ơn và hẹn gặp lại bạn. \nĐọc thêm",
            "Đây không phải là lựa chọn hành trình của chúng tôi vì cầu cảng hải phòng đóng cửa vào buổi sáng do covirus 6 tháng 2 để lên tàu Mon Cheri, Thay thế bằng hành trình starlite tại cầu cảng halong..Các hoạt động hạn chế so với tại cat bhai. Nhưng hãy tận hưởng thuyền ban ngày riêng và chèo thuyền kayak. Hướng dẫn viên du lịch ngày đầu tiên của chúng tôi Tom, hướng dẫn viên thứ 2 rất hữu ích, Tery cũng đưa chúng tôi đến một hang động nhìn ra khu vườn thiên đường. Phòng không có ban công, bể sục không cần thiết và phòng tắm cần nâng cấp. Thực đơn bữa tối lặp lại cần thay đổi món khác cho đêm thứ 2. Giá cả hợp lý, được khách du lịch Pháp ưa chuộngĐọc thêm",
            "Merong thân mến,\n\nCảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. \n\nChúng tôi rất xin lỗi về bất kỳ sự bất tiện nào, chúng tôi đánh giá cao đánh giá của bạn. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Mọi thứ đều hoàn hảo! Đặc biệt, hướng dẫn viên Lang của chúng tôi thực sự rất tốt bụng và chuyên nghiệp. Nhờ anh ấy mà tôi và bạn gái đã có thể tận hưởng chuyến đi đầu tiên đến Việt Nam!Đọc thêm",
            "Chúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. \n\nLời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm"
        ],
        "star_ratings": [
            455,
            52,
            26,
            7,
            13
        ],
        "review_amount": 553,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Du thuyền Starlight Vịnh Hạ Long",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written September 28, 2022",
            "Written March 1, 2020",
            "Written March 1, 2020",
            "Written February 18, 2020",
            "Written February 18, 2020",
            "Written February 10, 2020",
            "Written February 9, 2020",
            "Written February 7, 2020",
            "Written February 7, 2020",
            "Written February 3, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d4584331-Reviews-or20-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or10-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or30-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d27696284-Reviews-Titans_Pickleball_Halong_Court-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d19432124-Reviews-Louis_Vuitton-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808394-d1656808-Reviews-Taipei_Zoo-Wenshan_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g1407334-d17469090-Reviews-Coconut_Tree_Hill-Mirissa_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28959-d146119-Reviews-Pecks_Pond-Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g36022-d10383992-Reviews-Thunder_Bay_Falls-Galena_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3546757-Reviews-42nd_Street-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46088-d7023469-Reviews-Artist_Bluff_Trail-Franconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d126991-Reviews-Fleet_Science_Center-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29751-d8381839-Reviews-Seastreak_Ferry-Atlantic_Highlands_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g662606-d7240363-Reviews-Playa_del_Duque-Costa_Adeje_Adeje_Tenerife_Canary_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or30-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or20-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Starlight Cruise Halong Bay",
        "attraction_name_vi": "Du thuyền Starlight Vịnh Hạ Long",
        "general_info": [
            "553 đánh giá",
            "72 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Starlight Cruise - một thành viên của bộ sưu tập sang trọng Oriental Sails - là một con tàu thực sự đáng chú ý khi mang đến sự sang trọng về không gian hơn bất kỳ tàu du lịch nào khác trên Vịnh Hạ Long cũng như có các cabin và khu vực chung được trang trí trang nhã. Trên tàu có 32 phòng rộng rãi được trang bị đầy đủ tiện nghi cao cấp của một khách sạn 5 sao tiêu chuẩn quốc tế. Các khu vực chung được bài trí trang nhã của Starlight bao gồm nhà hàng, 2 sảnh khách, thư viện, cửa hàng quà tặng, spa và hầm rượu. Sundeck rộng lớn là thiên đường để thư giãn, nơi hành khách có thể hòa mình vào khung cảnh Vịnh Hạ Long khó quên trên những chiếc ghế dài thoải mái hơn trong khi thưởng thức đồ uống mát lạnh được phục vụ từ sky bar. Trên Starlight Cruise, chúng tôi biết rằng dịch vụ tuyệt vời không chỉ đáp ứng nhu cầu du lịch của bạn. Đó là nụ cười chân thành chào đón bạn mỗi ngày và sự an toàn về chuyên môn của bạn. Sự ấm áp, quan tâm và quan tâm chưa từng có của nó mang lại cho bạn niềm vui từ ngày đầu tiên trên tàu cho đến khi kết thúc kỳ nghỉ đáng nhớ của mình.Đọc thêm",
        "reviews": [
            "Dịch vụ tuyệt vời của ông Lang, hướng dẫn viên của chúng tôi. Thức ăn ngon. Nơi nghỉ ngơi hoàn hảo để tìm sự bình yên. Phải ghé thăm khi bạn ghé thăm Hà NộiĐọc thêm",
            "Chúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. \n\nLời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Thức ăn ngon, chỗ ở và tiện nghi tuyệt vời. Chúng tôi yêu làng chài, bồn tắm bể sục. Tery là hướng dẫn viên du lịch xuất sắc trên Vịnh Hạ Long. Rất khuyến khích nó! Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có một kỳ nghỉ đáng nhớ với Oriental Sails, chúng tôi muốn cảm ơn bạn vì sự tin tưởng và lựa chọn của bạn. \n\nLời khen ngợi và động viên của bạn sẽ giúp chúng tôi có động lực hơn mỗi ngày. Bất cứ khi nào bạn muốn đi du lịch đến Việt Nam một lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn và hẹn gặp lại. \nĐọc thêm",
            "Anh ấy là một người tuyệt vời và đã cho chúng tôi hướng dẫn và thông tin rõ ràng để tránh nhầm lẫn... Chuyến du ngoạn rất tốt, nhân viên phục vụ rất tốt.. Đồ ăn ngon. Nhìn chung, đó là một chuyến đi thú vị..Đọc thêm",
            "Thân gửi Shalinda199,\n\nCảm ơn bạn đã tin tưởng và lựa chọn Oriental Sails.\n\nChúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng mong đợi của khách hàng trong tương lai. Chúc bạn và gia đình có một kỳ nghỉ tuyệt vời, nhiều sức khỏe và thành công. Trong tương lai, chúng tôi hy vọng rằng chúng tôi có nhiều cơ hội hơn để đồng hành cùng bạn.\n\nCảm ơn và hẹn gặp lại bạn\nĐọc thêm",
            "Chúng tôi thực sự rất thích thời gian ở Vịnh Hạ Long. Lang là một hướng dẫn viên du lịch xuất sắc và đảm bảo mọi việc diễn ra suôn sẻ. Phần yêu thích của tôi là chuyến tham quan bằng thuyền kayak! Lời khuyên của tôi là hãy dành nhiều thời gian hơn cho việc chèo thuyền kayak.Đọc thêm",
            "Lindseydorn thân mến,\n\nChúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. \n\nLời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Đó là một trải nghiệm tuyệt vời đối với chúng tôi. Phi hành đoàn thực sự dễ chịu và hữu ích. Đặc biệt là hướng dẫn viên của chúng tôi, ông Lang luôn đảm bảo rằng chúng tôi cảm thấy thoải mái khi ở trên du thuyền.Đọc thêm",
            "Kính gửi vishakaf2020,\n\nCảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. \n\nChúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn và hẹn gặp lại\nĐọc thêm",
            "Chuyến đi tốt! Thưởng thức các món ăn và khung cảnh! Dịch vụ rất tốt, đặc biệt là hướng dẫn viên du lịch Lang của chúng tôi, người rất hữu ích và thân thiện. Tôi thực sự muốn giới thiệu hành trình này với dịch vụ và đồ ăn 5 saoĐọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. \n\nChúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn và hẹn gặp lại\nĐọc thêm",
            "Hướng dẫn viên du lịch của chúng tôi rất giật gân, terry và siêu nhân thật tuyệt vời !!! Chúng tôi yêu thích đồ ăn và đội thuyền thật tuyệt vời. Các hoạt động này thật tuyệt vời, cảm ơn bạn đã có khoảng thời gian tuyệt vời nhất trên chuyến tàu tuần dương của mình. Từ James Whelan và Jacqui EatonĐọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. \n\nChúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn và hẹn gặp lại\nĐọc thêm",
            "Cảm ơn vì chuyến đi tuyệt vời. Ngay từ khi đón khách tại khách sạn cho đến khi đến Vịnh Hạ Long nhận phòng lúc 12 giờ trưa, toàn bộ chương trình giống như một cơ chế hoạt động của chiếc đồng hồ được bôi dầu tốt. Ông Tommy là một người hướng dẫn tuyệt vời và một người bạn hỗ trợ. Thái độ vui vẻ của anh khiến chuyến đi gấp trăm lần đáng nhớ và đáng giá. 3 lời chúc mừng cho đội, xuất sắc. Mong bạn bè của chúng tôi cũng tận hưởng thời gian của họ với công ty của bạn.Đọc thêm",
            "Chúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. \n\nLời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Chuyến đi rất tuyệt, vịnh rất đẹp. Cabin rộng rãi, sạch sẽ và khá đẹp. Có bồn tắm nước nóng, nước đủ nóng vào ngày thứ hai và chúng tôi đã có một khoảng thời gian tuyệt vời trong bồn tắm nước nóng. Hướng dẫn viên Tery rất vui tính và hữu ích, anh ấy thậm chí còn giúp chúng tôi lấy lại điện thoại bị mất khi chèo thuyền kayak. Cảm ơn rất nhiều! Đọc thêm",
            "Chúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. \n\nLời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Sự hiếu khách của nhân viên, thức ăn và các hoạt động. Tất cả đều tuyệt vời. Tery là một hướng dẫn viên du lịch tuyệt vời và một người chủ nhà tuyệt vời. Chúng tôi là một nhóm gồm 3 người và có khoảng thời gian tuyệt vời nhất. Đọc thêm",
            "Chúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. \n\nLời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "CHÀO \nCảm ơn bạn đã đánh giá. Tôi cảm thấy khó khăn khi đặt một chuyến du ngoạn với những gì tôi muốn làm và có một đánh giá tốt. Bạn đã ghé thăm Hang Suprise và đến làng chài trên một chiếc thuyền tre, đó là điều tôi muốn làm .\nCảm ơn rất nhiều vì sự giúp đỡ của bạn. Bạn đã đặt vé với ai?\n\nCảm ơn KarenĐọc thêm",
            "Xin chào Karen, vâng, chúng tôi đã thực hiện cả hai hoạt động đó! Chúng tôi đặt hành trình trước khi đến Hà Nội qua internet. Hy vọng điều này sẽ giúp: Đọc thêm",
            "Tình trạng sẵn có và giá cho chuyến du ngoạn một ngày, cảm ơnĐọc thêm",
            "Đừng để bị lừa và trả nhiều hơn 115-150Đọc thêm"
        ],
        "star_ratings": [
            455,
            52,
            26,
            7,
            13
        ],
        "review_amount": 553,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Du thuyền Starlight Vịnh Hạ Long",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written February 3, 2020",
            "Written January 29, 2020",
            "Written January 13, 2020",
            "Written January 13, 2020",
            "Written January 12, 2020",
            "Written January 9, 2020",
            "Written January 8, 2020",
            "Written December 30, 2019",
            "Written December 28, 2019",
            "Written December 28, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d4584331-Reviews-or30-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or20-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or40-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d27696284-Reviews-Titans_Pickleball_Halong_Court-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d6684594-Reviews-Fufu_no_yu-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d185179-Reviews-Tahiti_Beach-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4227961-Reviews-Mushrif_National_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g39519-d270720-Reviews-Kentucky_Down_Under_Adventure_Zoo-Horse_Cave_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d14803502-Reviews-Great_Falls-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g196481-d12861909-Reviews-Kolitsani_Beach-Ios_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g41802-d10746311-Reviews-Scusset_Beach_State_Reservation-Sandwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d10833498-Reviews-Pullen_Creek_Stream_Walk-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d17817169-Reviews-Shiva_Massage-Sunny_Beach_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d325390-Reviews-2nd_Street_Market-Dayton_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or40-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or30-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Starlight Cruise Halong Bay",
        "attraction_name_vi": "Du thuyền Starlight Vịnh Hạ Long",
        "general_info": [
            "553 đánh giá",
            "72 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Starlight Cruise - một thành viên của bộ sưu tập sang trọng Oriental Sails - là một con tàu thực sự đáng chú ý khi mang đến sự sang trọng về không gian hơn bất kỳ tàu du lịch nào khác trên Vịnh Hạ Long cũng như có các cabin và khu vực chung được trang trí trang nhã. Trên tàu có 32 phòng rộng rãi được trang bị đầy đủ tiện nghi cao cấp của một khách sạn 5 sao tiêu chuẩn quốc tế. Các khu vực chung được bài trí trang nhã của Starlight bao gồm nhà hàng, 2 sảnh khách, thư viện, cửa hàng quà tặng, spa và hầm rượu. Sundeck rộng lớn là thiên đường để thư giãn, nơi hành khách có thể hòa mình vào khung cảnh Vịnh Hạ Long khó quên trên những chiếc ghế dài thoải mái hơn trong khi thưởng thức đồ uống mát lạnh được phục vụ từ sky bar. Trên Starlight Cruise, chúng tôi biết rằng dịch vụ tuyệt vời không chỉ đáp ứng nhu cầu du lịch của bạn. Đó là nụ cười chân thành chào đón bạn mỗi ngày và sự an toàn về chuyên môn của bạn. Sự ấm áp, quan tâm và quan tâm chưa từng có của nó mang lại cho bạn niềm vui từ ngày đầu tiên trên tàu cho đến khi kết thúc kỳ nghỉ đáng nhớ của mình.Đọc thêm",
        "reviews": [
            "Đó là một trải nghiệm tuyệt vời. Phi hành đoàn thực sự thân thiện và hữu ích. Tommy Và phi hành đoàn rất thân thiện và đã làm rất tốt. Chương trình Giáng sinh thực sự rất chu đáo và thú vị. Tất cả chúng tôi đều đã có khoảng thời gian vui vẻ -Chandu Ranatunge-Sri lanka-Đọc thêm",
            "Chúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. \n\nLời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Đây là một trải nghiệm tuyệt vời dọc theo vịnh.  Khung cảnh đảo đá vôi tuyệt đẹp và tham quan làng chài trên thuyền chèo, tham quan hang động và bãi biển nhỏ tuyệt đẹp.  Cảm ơn tất cả các nhân viên và phi hành đoàn thân thiện vì sự hiếu khách, dịch vụ tuyệt vời cũng như thức ăn tuyệt vời. Gặp tất cả những hành khách tuyệt vời và hướng dẫn viên của tôi, Tery thật tuyệt vời - đã chia sẻ kiến ​​thức của anh ấy, rất quan tâm và sẵn lòng hỗ trợ mọi câu hỏi.  Rất thích nó! Đọc thêm",
            "Chúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. \n\nLời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Du thuyền sang trọng 5 sao Starlight là một ngôi nhà hoàn hảo trong 2 ngày 1 đêm .. phòng rất lộng lẫy, đồ ăn cũng ngon, họ cũng cố gắng hết sức để cung cấp đồ ăn chay ngon, cả hai ngày đều xếp hàng dài với nhiều hoạt động như nấu ăn, câu mực , làng chài nổi, tai chai, khám phá hang động, chèo thuyền kayak, karaoke, v.v. Yêu tất cả chúng. Dịch vụ từ đẳng cấp hàng đầu với những con người ấm áp và vui vẻ. Một điều đáng lo ngại: trong quá trình chèo thuyền kayak không có người hướng dẫn đi cùng .. vì vậy cá nhân tôi thấy điều này hơi không an toàn.Đọc thêm",
            "Chúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. \n\nLời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Cảm ơn rất nhiều đến hướng dẫn viên du lịch tery và tu, họ đã làm cho chuyến đi của chúng tôi trở thành một trải nghiệm tuyệt vời. Vịnh Hạ Long là một nơi tuyệt vời để đến. Một trong những nơi đẹp nhất vì cảnh đẹp của nó. Phải ghé thămĐọc thêm",
            "Chúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. \n\nLời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Chuyến đi chỉ đơn giản là sang trọng ở đỉnh cao của nó. Các nhân viên lịch sự và rất hữu ích. Đặc biệt đề cập đến hướng dẫn viên vui tính của chúng tôi tery và tu, người đã khiến toàn bộ chuyến đi trở nên cực kỳ thú vị. :Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có một kỳ nghỉ đáng nhớ với Oriental Sails, chúng tôi muốn cảm ơn bạn vì sự tin tưởng và lựa chọn của bạn. \n\nLời khen ngợi và động viên của bạn sẽ giúp chúng tôi có động lực hơn mỗi ngày. Bất cứ khi nào bạn muốn đi du lịch đến Việt Nam một lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn và hẹn gặp lại. \nĐọc thêm",
            "Đặc biệt cảm ơn Terry và Tú vì đã chăm sóc chu đáo cho gia đình chúng tôi ngay từ khi đón tại khách sạn và trong suốt hành trình! Thật tuyệt vời để gắn kết gia đình, với các hoạt động hoàn hảo cho từng nhóm tuổi do phi hành đoàn siêu thân thiện trên tàu điều hành: Các bữa ăn cũng rất tuyệt vời với hải sản tươi sống và phần giới thiệu tuyệt vời về ẩm thực Việt Nam.Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. \n\nThật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Đây thực sự là một chuyến đi tuyệt vời!  Hành trình sẽ đưa bạn đến những địa điểm tuyệt vời trong vùng dơi và quang cảnh tuyệt đẹp.  Hướng dẫn viên Tú, Tery và phi hành đoàn thực sự rất hữu ích và thân thiện.Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. \n\nThật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Hướng dẫn viên Lang của chúng tôi thật tuyệt vời, rất hữu ích và luôn sẵn sàng. Thuyền siêu thoải mái, đồ ăn thì ngon không thể tin được. Không thể ngừng ăn. Các phòng đều rộng rãi và phòng tắm được trang bị bể sục. Chèo thuyền kayak là một trải nghiệm tuyệt vời và việc tham quan hang động cũng rất tuyệt. Siêu khuyến khích. Cảm ơn Lang vì tất cả mọi thứ!!Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. \n\nThật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Thuyền rất tốt năm sao suốt chặng đường sẽ về với vợ vào năm sau!! Những thứ tuyệt vời, thức ăn trong phòng lớn để bạn lựa chọn cũng như phần thưởng đã gặp rất nhiều người tốt từ khắp nơi trên thế giới!! Những chuyến đi tuyệt vời đến làng chài và các hang động thực sự nhưng!! May mắn có hai ngày nắng!!Đọc thêm",
            "Chúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. \n\nLời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch. Chúc bạn và gia đình có nhiều sức khỏe và may mắn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "1 trong những kỳ nghỉ tuyệt vời nhất mà tôi từng tham gia, nơi đẹp nhất trên trái đất. Hướng dẫn viên ling rất thân thiện. Chắc chắn hãy đến vịnh Hạ Long để có một khoảng thời gian tuyệt vời.Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn.\n\nCảm ơn và hẹn gặp lại.Đọc thêm"
        ],
        "star_ratings": [
            455,
            52,
            26,
            7,
            13
        ],
        "review_amount": 553,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Du thuyền Starlight Vịnh Hạ Long",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written December 24, 2019",
            "Written December 24, 2019",
            "Written December 24, 2019",
            "Written December 24, 2019",
            "Written December 24, 2019",
            "Written December 23, 2019",
            "Written December 23, 2019",
            "Written December 20, 2019",
            "Written December 17, 2019",
            "Written December 11, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d4584331-Reviews-or40-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or30-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or50-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d27696284-Reviews-Titans_Pickleball_Halong_Court-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187828-d13147695-Reviews-Stazione_Ferroviaria_di_Ventimiglia-Ventimiglia_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d108365-Reviews-Thames_Street-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d2073974-Reviews-Sugarland_Riding_Stables-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d546215-Reviews-Depeche_Mode_Baar-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153000-Reviews-Palancar_Reef-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60973-d325199-Reviews-Medora_Riding_Stables-Medora_North_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d10641583-Reviews-Malta_Public_Transport-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d553781-Reviews-Lucky_Strike_Fenway-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g47087-d212135-Reviews-Old_Mesilla_Village-Las_Cruces_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g34230-d560676-Reviews-Lakes_Regional_Park-Fort_Myers_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or50-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or40-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Starlight Cruise Halong Bay",
        "attraction_name_vi": "Du thuyền Starlight Vịnh Hạ Long",
        "general_info": [
            "553 đánh giá",
            "72 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Starlight Cruise - một thành viên của bộ sưu tập sang trọng Oriental Sails - là một con tàu thực sự đáng chú ý khi mang đến sự sang trọng về không gian hơn bất kỳ tàu du lịch nào khác trên Vịnh Hạ Long cũng như có các cabin và khu vực chung được trang trí trang nhã. Trên tàu có 32 phòng rộng rãi được trang bị đầy đủ tiện nghi cao cấp của một khách sạn 5 sao tiêu chuẩn quốc tế. Các khu vực chung được bài trí trang nhã của Starlight bao gồm nhà hàng, 2 sảnh khách, thư viện, cửa hàng quà tặng, spa và hầm rượu. Sundeck rộng lớn là thiên đường để thư giãn, nơi hành khách có thể hòa mình vào khung cảnh Vịnh Hạ Long khó quên trên những chiếc ghế dài thoải mái hơn trong khi thưởng thức đồ uống mát lạnh được phục vụ từ sky bar. Trên Starlight Cruise, chúng tôi biết rằng dịch vụ tuyệt vời không chỉ đáp ứng nhu cầu du lịch của bạn. Đó là nụ cười chân thành chào đón bạn mỗi ngày và sự an toàn về chuyên môn của bạn. Sự ấm áp, quan tâm và quan tâm chưa từng có của nó mang lại cho bạn niềm vui từ ngày đầu tiên trên tàu cho đến khi kết thúc kỳ nghỉ đáng nhớ của mình.Đọc thêm",
        "reviews": [
            "Dịch vụ tuyệt vời, thức ăn tuyệt vời, được tổ chức tốt! Cảnh quan đẹp! Chuyến đi không thể bỏ lỡ khi đến thăm Việt Nam. Đội ngũ những người thân thiện của Starlight, Tommy là một trong những hướng dẫn viên du lịch giỏi nhất!Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn.\n\nCảm ơn và hẹn gặp lại.Đọc thêm",
            "Tôi đã có một chuyến đi tuyệt vời với hành trình Starlight mà tôi đã trải qua một đêm một ngày. Hành trình gọn gàng và tốt đẹp! Phòng nghỉ được thiết kế riêng tư và sang trọng. Tôi cũng đã có một buổi tối vui vẻ cùng bạn bè khi uống những ly cocktail thơm ngon do người pha chế pha chế! Đối với những người thích cocktail nhẹ, nhất định phải thử Pina Conada. Mặt khác, hướng dẫn viên du lịch của chúng tôi, Tom, là một trong những hướng dẫn viên giỏi nhất thế giới với kiến ​​thức sâu rộng về vịnh Hạ Long. Anh ấy cũng có khiếu hài hước! Đừng ngần ngại đặt chuyến đi Hạ Long cùng Tom và Starlight, tôi tin chắc rằng bạn sẽ có một chuyến đi khó quên tại Việt NamĐọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn.\n\nCảm ơn và hẹn gặp lại.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên hành trình qua đêm này! Hướng dẫn viên của chúng tôi Tom Cruise, rất hữu ích và khiến chuyến đi này trở nên thú vị! Chiếc thuyền thật tuyệt vời và các hoạt động đi kèm rất đáng giá! Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn.\n\nCảm ơn và hẹn gặp lại.Đọc thêm",
            "Tôi và một số người bạn đã đi du thuyền dưới ánh sao với hướng dẫn viên du lịch Tom Cruise và đã có khoảng thời gian tuyệt vời: Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn.\n\nCảm ơn và hẹn gặp lại.Đọc thêm",
            "đó là một chuyến tham quan tuyệt vời Hướng dẫn viên du lịch Mr. lang rất có năng lực và thân thiện. con tàu đã tốt. căn phòng rất rộng với tầm nhìn tuyệt vời từ ban công.Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn.\n\nCảm ơn và hẹn gặp lại.Đọc thêm",
            "Hướng dẫn viên du lịch Kent đón chúng tôi tại khách sạn ở Hà Nội bằng xe riêng để đưa chúng tôi đến Hạ Long! Chiếc thuyền thật tuyệt vời với bể sục trong mỗi phòng. Và phi hành đoàn rất thân thiện và lịch sự. Hoàn toàn được khuyến khích! Kent đã ở bên chúng tôi suốt thời gian qua để giải thích mọi việc và giải đáp mọi nghi ngờ mà chúng tôi có!!Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn.\n\nThật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày.\n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn và hẹn gặp lại.Đọc thêm",
            "Tôi là một trưởng đoàn du lịch và luôn đi du lịch với những người phụ nữ lớn tuổi. Chuyến đi này kéo dài 11 ngày và chúng tôi ở lại hành trình này vào ngày cuối cùng của chuyến đi. Sự lựa chọn cực kỳ tốt. Từ đầu đến cuối, tất cả phi hành đoàn và người quản lý đặc biệt Tommy đều rất hữu ích với chúng tôi. Ngoài đồ ăn, dịch vụ, điểm tham quan và chất lượng tốt, đặc biệt lòng hiếu khách nồng hậu trên du thuyền còn được xếp hạng 5 sao. Cảm ơn vì tất cả mọi thứ!Đọc thêm",
            "Cảm ơn lời khen của bạn rất nhiều, thay mặt đội ngũ Oriental Sails chúng tôi xin gửi lời cảm ơn sâu sắc nhất đến lời khen của bạn. Chúng tôi chắc chắn rằng dịch vụ của chúng tôi sẽ được cải thiện từng ngày để đáp ứng mọi thắc mắc của khách hàng để những vị khách khác không phải hối hận khi lựa chọn Oriental Sails.\n\nTrong tương lai, chúng tôi hy vọng sẽ có nhiều cơ hội hơn nữa để mang đến cho bạn và gia đình những dịch vụ tốt nhất của công ty chúng tôi.\n\nChúc bạn và gia đình có nhiều sức khỏe và may mắn. Cảm ơn và hẹn gặp lại.Đọc thêm",
            "Đi du lịch cùng hướng dẫn viên Lang đến chuyến tham quan vịnh dài Rất hữu ích Thân thiện Nhân viên trên starlite Rất lịch sự và hữu ích Đồ ăn ngon có thể làm được với nhiều lựa chọn ăn chayĐọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn và hẹn gặp lại.Đọc thêm",
            "Lang là một hướng dẫn viên tuyệt vời cho chuyến đi của chúng tôi trên hành trình này. Rất mang tính thông tin và rất hữu ích cũng như rất thân thiện với hành khách trên tàu. Rất khuyến khích! Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn và hẹn gặp lại.Đọc thêm",
            "Có hành trình tốt nhất ở Vịnh Hạ Long. Hướng dẫn viên Lang rất thân thiện và có những câu chuyện tuyệt vời. Chèo thuyền kayak là điều bắt buộc!Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn và hẹn gặp lại.Đọc thêm"
        ],
        "star_ratings": [
            455,
            52,
            26,
            7,
            13
        ],
        "review_amount": 553,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Du thuyền Starlight Vịnh Hạ Long",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written December 8, 2019",
            "Written December 8, 2019",
            "Written December 8, 2019",
            "Written December 7, 2019",
            "Written December 3, 2019",
            "Written December 2, 2019",
            "Written November 26, 2019",
            "Written November 25, 2019",
            "Written November 25, 2019",
            "Written November 25, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d4584331-Reviews-or50-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or40-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or60-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d27696284-Reviews-Titans_Pickleball_Halong_Court-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33905-d207968-Reviews-Dinosaur_State_Park_Arboretum-Rocky_Hill_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g34667-d4242595-Reviews-Barbie_Dream_House_Experience-Sunrise_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54066-d2470000-Reviews-Charlestown_Town_Beach-Charlestown_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d15607148-Reviews-Clermont_Lounge-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d268377-Reviews-R_F_Orchids-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d289069-Reviews-Old_City_Riga_Vecriga-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d6025377-Reviews-Sea_to_Sky_Gondola-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g37214-d3378387-Reviews-Shakamak_State_Park-Jasonville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g40643-d116962-Reviews-Desert_Of_Maine-Freeport_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d4781598-Reviews-Sony_Center-Berlin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or60-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or50-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Starlight Cruise Halong Bay",
        "attraction_name_vi": "Du thuyền Starlight Vịnh Hạ Long",
        "general_info": [
            "553 đánh giá",
            "72 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Starlight Cruise - một thành viên của bộ sưu tập sang trọng Oriental Sails - là một con tàu thực sự đáng chú ý khi mang đến sự sang trọng về không gian hơn bất kỳ tàu du lịch nào khác trên Vịnh Hạ Long cũng như có các cabin và khu vực chung được trang trí trang nhã. Trên tàu có 32 phòng rộng rãi được trang bị đầy đủ tiện nghi cao cấp của một khách sạn 5 sao tiêu chuẩn quốc tế. Các khu vực chung được bài trí trang nhã của Starlight bao gồm nhà hàng, 2 sảnh khách, thư viện, cửa hàng quà tặng, spa và hầm rượu. Sundeck rộng lớn là thiên đường để thư giãn, nơi hành khách có thể hòa mình vào khung cảnh Vịnh Hạ Long khó quên trên những chiếc ghế dài thoải mái hơn trong khi thưởng thức đồ uống mát lạnh được phục vụ từ sky bar. Trên Starlight Cruise, chúng tôi biết rằng dịch vụ tuyệt vời không chỉ đáp ứng nhu cầu du lịch của bạn. Đó là nụ cười chân thành chào đón bạn mỗi ngày và sự an toàn về chuyên môn của bạn. Sự ấm áp, quan tâm và quan tâm chưa từng có của nó mang lại cho bạn niềm vui từ ngày đầu tiên trên tàu cho đến khi kết thúc kỳ nghỉ đáng nhớ của mình.Đọc thêm",
        "reviews": [
            "Vừa có 24 giờ tuyệt vời trên chuyến du ngoạn này, nhân viên, đồ ăn và Tommy hướng dẫn viên của chúng tôi đều tuyệt vời - chúng tôi thực sự muốn giới thiệu. Phòng tắm có bồn tắm sục lớn hơn nhiều so với mong đợi và cabin rất thoải mái. Đọc thêm",
            "Đầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn và hẹn gặp lại.Đọc thêm",
            "Chúng tôi đi du thuyền 5 sao 2 ngày và ở lại 1 đêm. Vịnh Hạ Long thật tuyệt vời. Star Cruise đã làm rất tốt việc cho chúng ta thấy cảnh quan tuyệt vời này. Mọi thứ đều tuyệt vời, từ việc chuyển tiền tiết kiệm đến chỗ ở, thức ăn và nhân viên. Tom, hướng dẫn viên của chúng tôi, luôn ở đó, hữu ích và có nhiều thông tin tuyệt vời. Chúng tôi chỉ thích nó. Cảm ơn vì một thời gian tuyệt vời! Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Thật vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Trong tương lai, Oriental Sails hy vọng sẽ có nhiều cơ hội hơn nữa để mang đến cho quý khách những dịch vụ tốt nhất của công ty chúng tôi. \n\nCảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và hy vọng sẽ sớm gặp lại bạn!Đọc thêm",
            "Chúng tôi đã đi du thuyền trong 2 ngày và ở lại vịnh một đêm. Ánh sao trên tàu thực sự rất đẹp và thoải mái, bao gồm cả bể sục với tầm nhìn ngoạn mục ra Vịnh Hạ Long. Phong cảnh thật tuyệt vời, bạn không nên bỏ lỡ chuyến đi này khi đến thăm Việt Nam! Hướng dẫn của chúng tôi Tom luôn hữu ích và đã làm rất tốt.Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Thật vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Trong tương lai, Oriental Sails hy vọng sẽ có nhiều cơ hội hơn nữa để mang đến cho quý khách những dịch vụ tốt nhất của công ty chúng tôi. \n\nCảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và hy vọng sẽ sớm gặp lại bạn!Đọc thêm",
            "Chuyến đi rất thú vị với hướng dẫn viên Tom của chúng tôi. Chúng tôi đã có một kỳ nghỉ thú vị tại chiếc thuyền Starlight của mình, với dịch vụ hoàn hảo và các hoạt động được thực hiện tốt! Chúng tôi sẽ làm điều đó một lần nữa hoặc thậm chí kéo dài thời gian lưu trú thêm 1-2 ngày nữa.Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Thật vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Trong tương lai, Oriental Sails hy vọng sẽ có nhiều cơ hội hơn nữa để mang đến cho quý khách những dịch vụ tốt nhất của công ty chúng tôi. \n\nCảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và hy vọng sẽ sớm gặp lại bạn!Đọc thêm",
            "Trải nghiệm du ngoạn rất tốt..các sắp xếp thực sự tốt.đồ ăn phương Tây ngon.vệ sinh là ưu tiên hàng đầu..chúng tôi rất thíchXem thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Thật vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Trong tương lai, Oriental Sails hy vọng sẽ có nhiều cơ hội hơn nữa để mang đến cho quý khách những dịch vụ tốt nhất của công ty chúng tôi. \n\nCảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và hy vọng sẽ sớm gặp lại bạn!Đọc thêm",
            "ở lại 2D1N với hành trình Starlight và tôi phải nói rằng đó là điểm nổi bật trong toàn bộ chuyến đi của tôi. Tôi đã ở Hà Nội trong 8D7N.Kent là một hướng dẫn viên chu đáo, người luôn kiểm tra sự thoải mái và nhu cầu của chúng tôi. Đó là ngày kỷ niệm ngày cưới của tôi và đoàn đã chuẩn bị một bất ngờ thú vị cho tôi và vợ tôi. Chắc chắn đáng giá.Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn và hẹn gặp lại.Đọc thêm",
            "Chúng tôi đã chọn hành trình 3 ngày 2 đêm để có thêm thời gian ở vùng vịnh xinh đẹp. Cabin của chúng tôi rất đẹp và tất cả nhân viên đều thân thiện và hữu ích. Vào đêm đầu tiên của chúng tôi Kent Superman! chăm sóc chúng tôi rất tốt. Sau đó chúng tôi đã có Tom Cruise! người thật tuyệt vời. Anh ấy khiến chúng tôi cười và giúp chúng tôi giải trí, dành thời gian cho chúng tôi và giải thích mọi thứ chúng tôi cần biết hoặc muốn hỏi. Cảm ơn! Chúng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có một kỳ nghỉ đáng nhớ cùng A Travelmate, chúng tôi xin cảm ơn sự tin tưởng và lựa chọn của bạn. Lời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch.\n\nChúc bạn và gia đình có nhiều sức khỏe và may mắn. Cảm ơn và hẹn gặp lại.Đọc thêm",
            "Chuyến tham quan tuyệt vời. Tommy hướng dẫn viên du lịch của chúng tôi rất thân thiện và rất nhiều thông tin! Ông luôn đảm bảo tất cả khách đều vui vẻ và thoải mái. Tommy rất dễ gần và nói tiếng Anh rất tốt. Ông đảm bảo rằng ông đã giải thích về lịch sử của vịnh và đất nước trong suốt chuyến đi. Trên hành trình xe buýt đến hạ long, anh ấy đảm bảo rằng chúng tôi nhận thức được tất cả sự khác biệt về văn hóa ở Việt Nam. Bản thân hành trình đã được lên kế hoạch rất tốt và tổ chức các phòng rất sạch sẽ. Các nhân viên trên tàu không thể đẹp hơn được nữa. Họ rất thân thiện và dễ gần. Tất cả các chuyến du ngoạn đón khách và ăn trưa, ăn tối đều rất đúng giờ. Thức ăn rất ngon, có nhiều lựa chọn. Các nhân viên rất quan tâm đến sự không khoan dung. Nhìn chung đây là một hành trình thú vị. Thực phẩm, sản phẩm cứng và mềm đều có chất lượng cao.Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn và hẹn gặp lại.Đọc thêm",
            "Hai ngày bình dị tránh xa sự ồn ào của Hà Nội. Phong cảnh tuyệt đẹp trong thời tiết tuyệt đẹp. Thuyền được trang bị đẹp mắt với các tiện nghi tốt. Đồ ăn tuyệt vời và dịch vụ tốt. Tommy, hướng dẫn viên du lịch, rất nhiệt tình, hiểu biết và chuyên nghiệp. Chúng tôi đã có một khoảng thời gian rất đặc biệt. Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ tuyệt vời, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng rằng chúng tôi có nhiều cơ hội hơn để đồng hành cùng bạn. Cảm ơn và hẹn gặp lại bạn. Đọc thêm",
            "Căn phòng rộng rãi và sạch sẽ. Các nhân viên rất thân thiện và thức ăn rất ngon.  Hướng dẫn viên của chúng tôi Kent, rất thân thiện và hữu ích. Cảm ơn họ vì sự bất ngờ nhân dịp kỷ niệm ngày cưới của chúng tôi.Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ tuyệt vời, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng rằng chúng tôi có nhiều cơ hội hơn để đồng hành cùng bạn. Cảm ơn và hẹn gặp lại bạn. Đọc thêm"
        ],
        "star_ratings": [
            455,
            52,
            26,
            7,
            13
        ],
        "review_amount": 553,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Du thuyền Starlight Vịnh Hạ Long",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written November 20, 2019",
            "Written November 18, 2019",
            "Written November 18, 2019",
            "Written November 18, 2019",
            "Written November 17, 2019",
            "Written November 13, 2019",
            "Written November 12, 2019",
            "Written November 10, 2019",
            "Written November 10, 2019",
            "Written November 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d4584331-Reviews-or60-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or50-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or70-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d27696284-Reviews-Titans_Pickleball_Halong_Court-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7272164-Reviews-Yas_Mall-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g52787-d1857518-Reviews-FNB_Field-Harrisburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d8830705-Reviews-The_Exorcist_Steps-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d6664329-Reviews-Crashed_DC_3_Plane-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g30217-d144549-Reviews-Mount_Equinox-Arlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d282710-Reviews-Waterfront_Park-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2091916-Reviews-Laurel_Cannyon-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d108690-Reviews-Isles_of_Shoals-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g41818-d2587836-Reviews-Sacco_s_Bowl_Haven-Somerville_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g147314-d148618-Reviews-Frenchman_s_Cove-Port_Antonio_Portland_Parish_Jamaica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or70-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or60-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Starlight Cruise Halong Bay",
        "attraction_name_vi": "Du thuyền Starlight Vịnh Hạ Long",
        "general_info": [
            "553 đánh giá",
            "72 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Starlight Cruise - một thành viên của bộ sưu tập sang trọng Oriental Sails - là một con tàu thực sự đáng chú ý vì nó cung cấp sự sang trọng của nhiều không gian hơn bất kỳ tàu du lịch nào khác trên Vịnh Hạ Long cũng như có các cabin và khu vực công cộng được trang trí trang nhã. 32 phòng ngủ rộng rãi của tàu có tất cả các tiện nghi cao cấp của một khách sạn năm sao theo tiêu chuẩn quốc tế. Các khu vực công cộng được trang trí trang nhã của Starlight bao gồm một nhà hàng, hai phòng chờ, một thư viện, một cửa hàng quà tặng, một spa và một hầm rượu. Sundeck rộng rãi là thiên đường để thư giãn, nơi hành khách có thể hòa mình vào khung cảnh Vịnh Hạ Long khó quên trên những chiếc ghế dài thoải mái trong khi thưởng thức một thức uống mát lạnh được phục vụ từ quầy bar trên tầng cao. Trên Starlight Cruise, chúng tôi biết rằng dịch vụ tuyệt vời không chỉ đáp ứng nhu cầu du lịch của bạn. Đó là nụ cười chân thành chào đón bạn mỗi ngày và sự an toàn trong chuyên môn của bạn. Sự ấm áp, chăm sóc và chu đáo chưa từng có của chúng tôi mang đến cho bạn niềm vui từ ngày đầu tiên trên tàu cho đến khi kết thúc kỳ nghỉ đáng nhớ của bạn. Đọc thêm",
        "reviews": [
            "Hướng dẫn viên Kent của chúng tôi rất dễ gần, thân thiện và hữu ích! Thực sự biết ơn khi có anh ấy đi cùng chúng tôi trong chuyến lưu diễn này! Đồ ăn trên du thuyền rất ngon, phòng thì tuyệt vời! Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn và hẹn gặp lại.Đọc thêm",
            "Tommy rất tốt và mọi thứ đều tốt. Vịnh Hạ Long thật tuyệt vời, chúng tôi rất thích. Các nhân viên rất thân thiện. Thức ăn ngon cho chúng tôi. Muốn giới thiệu cho bạn bè của chúng tôi. Cảm ơn bạn!Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn và hẹn gặp lại.Đọc thêm",
            "Hành trình hoàn toàn tuyệt vời. Chỗ ở là bồn tắm spa lớn tuyệt vời trong phòng tắm. Chuyến đi trên thuyền tam bản và chuyến tham quan hang động thật tuyệt vời. Trưởng nhóm du lịch Tommy của chúng tôi thật tuyệt vời và giám đốc phi hành đoàn Delila rất nhiều thông tin.  Muốn giới thiệu kỹ lưỡng chuyến tham quan này! Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn và hẹn gặp lại.Đọc thêm",
            "Đi du lịch trên hành trình qua đêm với Starlight như một phần của gói nâng cấp với Asia Vacation Group.  Không thể nói đủ cao về hành trình quanh Vịnh Hạ Long này. Nhân viên thật tuyệt vời, đặc biệt là giám đốc hành trình Delila, người thích tiệc tùng và Tommy hướng dẫn viên du lịch của chúng tôi. Các phòng đều rực rỡ, rộng rãi với bồn tắm spa đôi trong phòng tắm, đồ ăn rất tuyệt và quang cảnh tuyệt vời. Samoa quanh làng chài và tham quan hang động là một phần thưởng. Rất muốn giới thiệu và sẽ quay lại lần nữa. Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ tuyệt vời, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng rằng chúng tôi có nhiều cơ hội hơn để đồng hành cùng bạn. Cảm ơn và hẹn gặp lại bạn. Đọc thêm",
            "Đã có khoảng thời gian thực sự thư giãn và tuyệt vời trên hành trình, với Tommy là người hướng dẫn. Thức ăn rất tuyệt và phi hành đoàn rất tốt bụng đáp ứng yêu cầu ăn kiêng của tôi. Chèo thuyền kayak là hoạt động yêu thích.Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn và hẹn gặp lại.Đọc thêm",
            "Đội ngũ nhân viên phục vụ rất tuyệt vời, và tôi đặc biệt muốn cảm ơn Tommy vì đã khiến bạn tôi và tôi cảm thấy như ở nhà. Anh ấy đảm bảo chương trình diễn ra suôn sẻ và đôi khi đến trò chuyện với chúng tôi và kể cho chúng tôi nghe những mẩu chuyện về văn hóa Việt Nam. Các tiện nghi trên du thuyền rất tuyệt, phòng rộng rãi và cực kỳ sạch sẽ. Có rất nhiều đồ ăn cho mỗi bữa ăn và rất đa dạng. Tôi thực sự muốn giới thiệu cho bất kỳ ai đang tìm kiếm một chuyến du ngoạn sang trọng để ghé thăm điểm tham quan này! Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn và hẹn gặp lại.Đọc thêm",
            "Chúc bạn có chuyến đi 3 ngày 2 đêm thật vui vẻ. Kent và Tommy là những người hướng dẫn tuyệt vời. Thức ăn rất tuyệt vời và nhiều hơn những gì chúng ta có thể ăn. Khung cảnh tuyệt vời và một chuyến đi thư giãn tuyệt vời.Đọc thêm",
            "Jcgsville thân mến,\n\nChúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. Lời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch.\n\nChúc bạn và gia đình có nhiều sức khỏe và may mắn. Cảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Trải nghiệm rất tốt về chuyến đi này, đồ ăn ngon, thời tiết đẹp, nhân viên nhẹ nhàng, rất được giới thiệu.. 5 sao Cảm ơn Tommy và nhóm của anh ấy rất nhiều. Chúng tôi sẽ trở lại vào năm tới với một nhóm khác từ trường Đại học của chúng tôi. Hãy tiếp tục hướng tới những DỊCH VỤ tốt! Đọc thêm",
            "Wingangml thân mến,\n\nCảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn và hẹn gặp lại\nĐọc thêm",
            "Tận hưởng hành trình dọc Vịnh Hạ Long với hành trình Starlight. Tommy và nhóm trên tàu rất chu đáo. Phòng thoải mái và sạch sẽ và thức ăn cũng rất tuyệt. Tôi không thể cảm nhận được mình đang đi du thuyền vì nó rất ổn định. Rất khuyến khích cho hành trình của họ!Đọc thêm",
            "Kính gửi KM_Ongg,\n\nĐầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn bạn và hẹn gặp lại.\n\nĐọc thêm",
            "Dịch vụ tốt, phòng thoải mái. Giới thiệu toàn bộ lịch trình rất rõ ràng. Hướng dẫn viên du lịch rất tốt bụng - Lang :Đọc thêm",
            "Kính gửi HsingWang,\n\nChúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. Lời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch.\n\nChúc bạn và gia đình có nhiều sức khỏe và may mắn. Cảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "CHÀO \nCảm ơn bạn đã đánh giá. Tôi cảm thấy khó khăn khi đặt một chuyến du ngoạn với những gì tôi muốn làm và có một đánh giá tốt. Bạn đã ghé thăm Hang Suprise và đến làng chài trên một chiếc thuyền tre, đó là điều tôi muốn làm .\nCảm ơn rất nhiều vì sự giúp đỡ của bạn. Bạn đã đặt chỗ với ai?\n\nCảm ơn KarenĐọc thêm",
            "Xin chào Karen, vâng, chúng tôi đã thực hiện cả hai hoạt động đó! Chúng tôi đã đặt chuyến du ngoạn của mình trước khi đến Hà Nội qua internet. Hy vọng thông tin này hữu ích: Đọc thêm",
            "Tình trạng sẵn có và giá cho hành trình một ngày, cảm ơnĐọc thêm",
            "Đừng để bị lừa và trả nhiều hơn 115-150Đọc thêm"
        ],
        "star_ratings": [
            455,
            52,
            26,
            7,
            13
        ],
        "review_amount": 553,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Du thuyền Starlight Vịnh Hạ Long",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written November 7, 2019",
            "Written October 31, 2019",
            "Written October 30, 2019",
            "Written October 30, 2019",
            "Written October 25, 2019",
            "Written October 25, 2019",
            "Written October 16, 2019",
            "Written October 16, 2019",
            "Written October 15, 2019",
            "Written October 11, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d4584331-Reviews-or70-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or60-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or80-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d27696284-Reviews-Titans_Pickleball_Halong_Court-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g678734-d3441870-Reviews-Antisamos_Beach-Sami_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41954-d209259-Reviews-Wrentham_Village_Premium_Outlets-Wrentham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d146942-Reviews-Berkeley_Marina-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g40024-d281602-Reviews-Blue_Bayou_Water_Park-Baton_Rouge_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d282447-Reviews-Granville_Island_Public_Market-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d17406536-Reviews-Ole_Smoky_Distillery_Yee_Haw_Brewery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g33485-d1856914-Reviews-St_Mary_s_Glacier-Idaho_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d2226954-Reviews-Waialea_Beach-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d21391868-Reviews-Mistik_Sauna_Club-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d278792-Reviews-Kode_Art_Museums_Of_Bergen-Bergen_Hordaland_Western_Norway.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or80-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or70-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Starlight Cruise Halong Bay",
        "attraction_name_vi": "Du thuyền Starlight Vịnh Hạ Long",
        "general_info": [
            "553 đánh giá",
            "72 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Starlight Cruise - một thành viên của bộ sưu tập sang trọng Oriental Sails - là một con tàu thực sự đáng chú ý khi mang đến sự sang trọng về không gian hơn bất kỳ tàu du lịch nào khác trên Vịnh Hạ Long cũng như có các cabin và khu vực chung được trang trí trang nhã. Trên tàu có 32 phòng rộng rãi được trang bị đầy đủ tiện nghi cao cấp của một khách sạn 5 sao tiêu chuẩn quốc tế. Các khu vực chung được bài trí trang nhã của Starlight bao gồm nhà hàng, 2 sảnh khách, thư viện, cửa hàng quà tặng, spa và hầm rượu. Sundeck rộng lớn là thiên đường để thư giãn, nơi hành khách có thể hòa mình vào khung cảnh Vịnh Hạ Long khó quên trên những chiếc ghế dài thoải mái hơn trong khi thưởng thức đồ uống mát lạnh được phục vụ từ sky bar. Trên Starlight Cruise, chúng tôi biết rằng dịch vụ tuyệt vời không chỉ đáp ứng nhu cầu du lịch của bạn. Đó là nụ cười chân thành chào đón bạn mỗi ngày và sự an toàn về chuyên môn của bạn. Sự ấm áp, quan tâm và quan tâm chưa từng có của nó mang lại cho bạn niềm vui từ ngày đầu tiên trên tàu cho đến khi kết thúc kỳ nghỉ đáng nhớ của mình.Đọc thêm",
        "reviews": [
            "Một điểm thu hút phải xem. Chỉ cần cẩn thận khi bạn chọn kế hoạch du lịch của bạn. Cố gắng tránh các phòng ở tầng dưới. Chiếc của tôi là Starlight Ship và chúng tôi được cấp một phòng ở tầng dưới, máy điều hòa không hoạt động và tiếng ồn từ động cơ gây khó chịu. Sau đó, theo yêu cầu, họ đổi phòng sang tầng trên. Đồ ăn thật kinh khủng. Trong số các hoạt động, tôi rất thích Trang trại Ngọc trai.  Câu mực không gặp may.Đọc thêm",
            "3 cô gái chúng tôi đang đi du lịch khắp Việt Nam và điểm đến cuối cùng của chúng tôi là vịnh Hạ Long. Chúng tôi đã nâng cấp lên hành trình 5 sao - Starlite. Đối với hành trình 5 sao - phòng không rộng rãi, đặc biệt dành cho 3 người nhưng nhà vệ sinh của họ rất lớn với bể sục riêng. Đồ ăn là người Việt Nam và tôi sẽ cho nó 45Wifi chỉ thảm hại ở các khu vực chung và một nửa thời gian bạn không kết nối được Dịch vụ có thể là 25 không phải là tốt nhất cho hành trình 5 sao nhưng tôi sẽ không phàn nàn vì chúng tôi đã nâng cấp từ hành trình 3 sao lên 5 sao. Chúng tôi đã hy vọng chúng tôi có thể bơi nhưng các quy định của Việt Nam đã thay đổi từ tháng 5 và chúng tôi bị cấm làm như vậy. Nói chung là một trải nghiệm tốt vì chúng tôi đã gặp những khách du lịch khác..bạn đồng hành tốt và đồ uống không bao giờ có thể sai..Đọc thêm",
            "Thuyền đẹp với phong cảnh hoang sơ. Mặc dù việc trình bày các bữa ăn và dịch vụ chắc chắn không đạt tới 5 sao mà họ tuyên bố! Thức ăn không tươi, nhân viên quầy bar nói nhiều và vô tổ chức. Chúng tôi không hề biết rằng chúng tôi đã được phân bổ một thực đơn phương Tây và phục vụ khoai tây chiên sũng nước, salad 2 con cá ngừ vô vị và các món thịt bò cao su. Hãy nhớ đó là một khách sạn 5 sao. Chúng tôi hỏi nhân viên liệu chúng tôi có thể đổi sang thực đơn Việt Nam, nơi có nhiều món ăn địa phương hấp dẫn hơn không. Và đã bị đánh bật lại rằng họ không thể cung cấp nó cho chúng tôi. Tiết kiệm tiền của bạn và đặt một chiếc thuyền khác. Bạn sẽ có được những khung cảnh đẹp và những chuyến tham quan tương tự. Đọc thêm",
            "TLDR: Halong Bay is magical, Starlight Cruises sucks.I should start by saying I did not originally book with this company.  After lots of research and recommendations, I booked with Bhaya and due to issues to boats we were rebooked onto Starlight.  As this would our only option to see Halong Bay we decided to try it.  We had wanted Bhaya for the smaller boat with only 11 cabins and Starlight is MUCH bigger with 32.  While this may appeal to some, I did not want this.  Bhaya chose to rebook to Starlight as it was comparable pricing but I can promise the service and food are not.We were put into one of 2 rooms with balconies, as this was the only comparable room to what we had booked with Bhaya.  Thankfully the room was very nice as it saved my sanity during this trip.  The amenities, bed, and bathroom in this room were lovely and clean.  The jacuzzi tub takes quite a long time to full up, but the shower was just as lovely.  We did a 3 day, 2 night crusie and if yoy choose to come to Halong BAY definitely do this.  The 2 day, 1 night is far too short of a time for how long the trip is.  Having the extra day allows you to go on a smaller boat to a private amazing beach with a great small crew who actually cooked good food.  This one morning and afternoon is the only reason I am not giving one star.So far the trip sounds fairly good, trust me it gets bad.  I just wanted to start with the nice part.  Upon arriving it was very clear the staff was annoyed that we were there and the person leading even admitted that he did not work for Bhaya or Starlight crusies, he was just there.  Everytime we made a simple request, it was met with uncomfortable laughing and occasionally our request fulfilled.  The second day our Bhaya representative made himself known and this helped.  The food service staff on board was fairly inattentive and I had to double check with nearly every dish that our seafood allergy was being followed.  The food was utterly terrible.  7 to 8 course meals for lunch and dinner that were nearly all seafood.  While Starlight crusies did work around our seafood allergy and made us different food it was mostly inedible.  At one point we were even served raw chicken.  The breakfast was a buffet style with overripe fruit and undercooked rice.  There was a cook to order egg area that was decent.  Our Bhaya representative was shocked at the poor quality of the food.  The drinks were shocking weak and very over-priced, but I expected the expensive part.  At one point we even observed the crew pouring the cheaper liquor into the top shelf bottles.  They were not happy that we saw this.   Overall, this was not the experience I wanted to have but happily received financial compensation from  Bhaya for this.  I would highly recommend Bhaya if you want to see the Bay.  These companies may be the same price but Bhaya is far superior.  Bottom line - see Halong Bay it is magical, but do not see it with Starlight.Read more",
            "Bạn trai tôi và tôi đã đặt chuyến du ngoạn 3 ngày 2 đêm và chúng tôi đã có khoảng thời gian tuyệt vời nhất! Rất vui vì chúng tôi đã đặt thêm đêm vì chuyến đi trên thuyền ban ngày của chúng tôi là tuyệt vời nhất. Vịnh Hạ Long rất đẹp và được bơi lội, chèo thuyền kayak và nhảy khỏi thuyền xuống nước mặc dù trời lạnh! là điều chúng tôi sẽ không bao giờ quên. Bản thân ánh sáng sao thật đáng yêu, phòng của chúng tôi sạch sẽ và thoải mái, và bể sục là một phần thưởng bổ sung! Các nhân viên đều rất thân thiện và đã làm rất tốt trong việc khiến khách cảm thấy thư giãn. Có lẽ nhược điểm duy nhất là thực đơn được thiết lập sẵn nên bạn không có lựa chọn nào về việc mình ăn gì vào bữa trưa và bữa tối. Tôi không phải là người hâm mộ hải sản lớn nhất nên tôi muốn có một chút lựa chọn, nhưng đó là lời phàn nàn thực sự duy nhất của tôi. Một trải nghiệm tuyệt vời tất cả các vòng. Đọc thêm",
            "Toàn bộ trải nghiệm 24 giờ thật tuyệt vời! Họ chăm sóc chúng tôi, cho chúng tôi ăn và đảm bảo rằng mọi nhu cầu của chúng tôi đều được đáp ứng triệt để. Tommy là một hướng dẫn viên tuyệt vời và tiếng Anh của anh ấy thật tuyệt vời. Thực sự rất thích mọi thứ nói chung. Rất mong được quay lại, chắc chắn sẽ lấy Oriental Sails! Đọc thêm",
            "Frankly, I have no clue on what to expect from Starlight Cruise along Halong Bay. The day was a total disaster as the bay authority cancelled all cruise activities due to strong winds and bad weather. With virtually hundreds the guide mentioned thousands of tourists flocking back to Hanoi for the night, we had a tough time trying to find a decent place to bunk in the night. But thats another story We resumed the Halong Bay Cruise tour with Starlight Cruise on day 2. Thankfully, the day was good and bright. It was an awful 4 hours tour bus ride from Hanoi to HB The bus suspension was in real bad shape and appeared giving us a pre-sea sick . The drivers driving didnt help either. He was constantly stabbing the brakes and accelerating abruptly. We finally hopped into the waiting hall near the jetty for our boat ride to the cruise ship. The cruise ship by Halong Bay standard was one of the bigger ones with 3 stories with 2 floors dedicated to staff and guests cabins and 3rd deck a restaurant and the most upper roof a nice observatory cum sun-deck Our room aka cabin was superbly furnished with nice oversized queen bed and a beautiful private Jacuzzi in the bathroom. Everything  was spanking clean though there were signs of aging the boat is approximately 2 years old Lunch and dinner were served in the restaurant with decent quality cooked food. However, we had to buy drinks  water to go with the food. There wasnt much activities on the boat lined up saved for a cooking lesson and fishing  for squids at night. The operator, however, lined up a nice sampan boat ride to enjoy the calm waters of Halong Bay. I now understood why they had to cancel the tour the day earlier as any bad weather would be bad for us to enjoy the tour. The evening was capped with a fantastic sunset. With nice cool breeze and the cozy sun-chair ,  it was pretty romantic to enjoy the sun down before adjourning to the restaurant for dinner The squid fishing was a letdown. The activity was more of a child play with the operator giving us a plastic bait tied to a bamboo rod. It was no surprise that nobody got any catch . We goofed the evening with a starry night sky for company Day 2 started with a nice hearty localcontinental buffet breakfastThe tour continued with a short boat ride to an island to visit a cave. I rather give this cave a miss as it was totally un-interesting. Too many people and nothing much to marvel upon. We were served with a quick early lunch before we were packed off to the same tired bus for another horrible ride back to HanoiRead more",
            "Đã có khoảng thời gian cực kỳ thú vị trên chuyến du ngoạn dưới ánh sao và mr Bean cực kỳ thân thiện và đảm bảo mọi nhu cầu của chúng tôi đều được đáp ứng: rất khuyến khích! Đọc thêm",
            "Trải nghiệm tuyệt vời với hướng dẫn hoàn hảo và nhóm của anh ấy từ đầu đến cuối.  Tom hướng dẫn viên của chúng tôi thật tuyệt vời, anh ấy thực sự đã khiến chuyến đi này trở nên dễ dàng và thú vị và nhóm của anh ấy thật tuyệt vời, tôi muốn giới thiệu chuyến tham quan này. Vịnh Hạ Long là một nơi tuyệt đẹp, du thuyền phải chạy rất tốt và yêu thích đồ ăn.  Chúng tôi đã đặt trực tiếp với Starlight và nhận được ưu đãi tốt hơn.  Cảm ơn Tom Đọc thêm",
            "Xin chào Monica P,\n\nChúng tôi cảm ơn bạn rất nhiều vì đã dành thời gian trong ngày bận rộn của mình để thể hiện sự hài lòng của bạn trong chuyến đi gần đây đến Vịnh Hạ Long. Trong khi chúng tôi, Công ty Oriental Sails luôn cố gắng hết sức để đáp ứng trên cả sự mong đợi của khách hàng và chúng tôi luôn vui mừng khi nhận được những nhận xét tích cực như vậy.\n\nNhận xét của bạn sẽ được chia sẻ với toàn bộ nhóm, đặc biệt là Tom - hướng dẫn viên du lịch, phi hành đoàn, v.v. và chúng tôi chắc chắn rằng phản hồi này sẽ là nguồn động viên cho tất cả nhân viên của chúng tôi khi chúng tôi cố gắng liên tục cải thiện chất lượng dịch vụ du lịch của mình .\n\nCảm ơn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của bạn, nhóm Oriental Sails hy vọng được gặp lại bạn.\n\nTrân trọng,\nĐội ngũ Oriental SailsĐọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch 2 ngày 1 đêm. Hướng dẫn viên của chúng tôi, Tom, cực kỳ thân thiện và chu đáo. Chúng tôi thực sự không mong đợi mức độ dịch vụ đó nên rất ấn tượng. Bản thân chiếc thuyền rất lớn và mang lại cảm giác an toàn, với một căn phòng ấn tượng bao gồm bể sục và chiếc giường khổng lồ. Chúng tôi chưa quen với điều này nên nó thực sự là yếu tố đáng kinh ngạc đối với chúng tôi, mặc dù những người từng đi du lịch trên biển và khách sạn sang trọng có thể có những ấn tượng khác nhau. Cả hai chúng tôi đều ngủ ngon hơn trong căn phòng này hơn bất kỳ căn phòng nào khác trong chuyến đi của mình. Có rất nhiều đồ ăn, tất nhiên là hết món này đến món khác, nhưng nó không thực sự đáp ứng tiêu chuẩn mà bạn có thể mong đợi từ chính chiếc thuyền, có lẽ vì họ phải cố gắng làm hài lòng mọi người nên vậy cố tình giữ nó một chút nhạt nhẽo. Trung bình và hoàn toàn tốt nhưng không có gì đặc biệt ấn tượng hay đáng nhớ. Các hoạt động rất thú vị nhưng như bạn sẽ đọc ở nơi khác, đó là một phần của băng chuyền khách du lịch và buổi sáng thứ hai là một cơn sốt thực sự với sự khăng khăng khá đầy đủ khi trả phòng trước 9h30 sáng .Đọc thêm",
            "Reisei thân mến,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ với chúng tôi trải nghiệm gần đây của bạn trên Starlight Cruise. Điều đó luôn khuyến khích chúng tôi biết rằng khách hàng hài lòng với dịch vụ của chúng tôi vì đó là điều chúng tôi phấn đấu hàng ngày.\nChúng tôi rất vui khi biết rằng bạn đã có một chuyến tham quan tổng thể tuyệt vời với chúng tôi và đặc biệt đánh giá cao chiếc thuyền rác của chúng tôi. Những lời nói tử tế của bạn về dịch vụ do nhân viên của chúng tôi cung cấp là điều khiến bạn hài lòng nhất và hãy yên tâm rằng điều đó sẽ được truyền lại cho toàn đội. Điều này chắc chắn sẽ là động lực để họ tiếp tục làm tốt công việc của mình.\nChúng tôi vô cùng xin lỗi vì những điều bất tiện trong chuyến đi của bạn. Chúng tôi hứa sẽ xem xét những vấn đề này và cải thiện trong tương lai.\nMột lần nữa, thay mặt Công ty Oriental Sails, tôi xin cảm ơn vì tất cả những gì các bạn đã làm cho chúng tôi để đưa chúng tôi trở thành một thương hiệu được ưa chuộng tại Việt Nam. Xin vui lòng giữ liên lạc.\n\nTrân trọng,\nĐội ngũ Oriental SailsĐọc thêm"
        ],
        "star_ratings": [
            455,
            52,
            26,
            7,
            13
        ],
        "review_amount": 553,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Du thuyền Starlight Vịnh Hạ Long",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written June 24, 2017",
            "Written May 11, 2017",
            "Written April 22, 2017",
            "Written February 22, 2017",
            "Written February 21, 2017",
            "Written February 13, 2017",
            "Written December 21, 2016",
            "Written October 12, 2016",
            "Written September 16, 2016",
            "Written September 3, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d4584331-Reviews-or80-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or70-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or90-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d27696284-Reviews-Titans_Pickleball_Halong_Court-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659912-d4885814-Reviews-Hula_Hula_Hvar_Beach_Bar-Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56427-d10380171-Reviews-Strawberry_Park-Pasadena_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d4471950-Reviews-Supercheap-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g13792389-d6952528-Reviews-Alishan_National_Forest_Recreation_Area-Alishan_Chiayi_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d9795559-Reviews-Sundarijal_Water_Falls-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g673499-d3507797-Reviews-Bozcaada-Bozcaada_Tenedos_Island_Canakkale_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g41918-d313376-Reviews-Lambert_s_Cove_Beach-West_Tisbury_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d13999710-Reviews-Daytona_SlingShot-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d267112-Reviews-Nashville_Farmers_Market-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g29352-d258491-Reviews-Adventureland-Altoona_Iowa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or90-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or80-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Starlight Cruise Halong Bay",
        "attraction_name_vi": "Du thuyền Starlight Vịnh Hạ Long",
        "general_info": [
            "553 đánh giá",
            "72 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Starlight Cruise - một thành viên của bộ sưu tập sang trọng Oriental Sails - là một con tàu thực sự đáng chú ý khi mang đến sự sang trọng về không gian hơn bất kỳ tàu du lịch nào khác trên Vịnh Hạ Long cũng như có các cabin và khu vực chung được trang trí trang nhã. Trên tàu có 32 phòng rộng rãi được trang bị đầy đủ tiện nghi cao cấp của một khách sạn 5 sao tiêu chuẩn quốc tế. Các khu vực chung được bài trí trang nhã của Starlight bao gồm nhà hàng, 2 sảnh khách, thư viện, cửa hàng quà tặng, spa và hầm rượu. Sundeck rộng lớn là thiên đường để thư giãn, nơi hành khách có thể hòa mình vào khung cảnh Vịnh Hạ Long khó quên trên những chiếc ghế dài thoải mái hơn trong khi thưởng thức đồ uống mát lạnh được phục vụ từ sky bar. Trên Starlight Cruise, chúng tôi biết rằng dịch vụ tuyệt vời không chỉ đáp ứng nhu cầu du lịch của bạn. Đó là nụ cười chân thành chào đón bạn mỗi ngày và sự an toàn về chuyên môn của bạn. Sự ấm áp, quan tâm và quan tâm chưa từng có của nó mang lại cho bạn niềm vui từ ngày đầu tiên trên tàu cho đến khi kết thúc kỳ nghỉ đáng nhớ của mình.Đọc thêm",
        "reviews": [
            "Chúng tôi đi du lịch với Starlight Cruise. Đó là trải nghiệm tốt với hành trình tốt đẹp. Tôi yêu người quản lý hành trình thân thiện và xinh đẹp của bạn Dalila. Cô ấy thật tốt. Hướng dẫn viên Tom cũng rất tuyệt. Anh ấy rất quan tâm và hướng dẫn. Chúng tôi hy vọng sẽ trở lại. Thật tuyệt vời, đó là một khung cảnh tuyệt vời. Tôi giới thiệu nó cho những người xung quanh tôi và tôi hy vọng nhiều người sẽ tham gia. Cảm ơn mọi người, chúc mọi người luôn vui vẻ và khỏe mạnh.",
            "Kính gửi Meander733485,\n\nCảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Hướng dẫn viên Tery là một người đàn ông xuất sắc trong chuyến đi trên thuyền của chúng tôi. Hãy hỏi anh ấy như người hướng dẫn. Chúng tôi giới thiệu anh ấy rất nhiều Đọc thêm",
            "Kính gửi DanielhF2223ZZ,\n\nĐầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Đây là một trải nghiệm thực sự tuyệt vời, quang cảnh hành trình, đồ ăn và nhân viên thật tuyệt vời, mọi thứ đều được lên kế hoạch và tổ chức tốt..chúng tôi đã nhận được sự hỗ trợ tuyệt vời từ hướng dẫn viên Tery, người rất hữu ích. Phong cảnh khá tuyệt vời. Tôi thực sự khuyên mọi người nên chọn dịch vụ Starlight Cruise. Chắc chắn sẽ ghé thăm lại..Đọc thêm",
            "Kanishka P thân mến,\n\nĐầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. \n\nThật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày.\n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Tery, hướng dẫn viên của chúng tôi là một người tuyệt vời và chuyên nghiệp, người đã đưa chúng tôi đi tham quan vịnh Hạ Long, các đảo khác nhau và giúp đỡ chúng tôi trong suốt chặng đường. Đồ ăn có hương vị đa dạng khác biệt, mà bất kỳ ai cũng sẽ rất thích. Và từ boong tàu, bạn có thể ngắm nhìn quang cảnh tuyệt đẹp của toàn bộ vịnh Hạ Long! Cảm ơn Tery và toàn thể thủy thủ đoàn của vịnh Hạ Long rất nhiều vì đã cho chúng tôi khoảng thời gian tuyệt vời trên tàu Đọc thêm",
            "Proma thân mến,\n\nCám ơn vì những lời tốt đẹp của bạn! Thật vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Trong tương lai, Oriental Sails hy vọng sẽ có nhiều cơ hội hơn nữa để mang đến cho quý khách những dịch vụ tốt nhất của công ty chúng tôi. \n\nCảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và hy vọng sẽ sớm gặp lại bạn!\nĐọc thêm",
            "Tom là một người dẫn chương trình xuất sắc từ đầu đến cuối. Anh ấy luôn cập nhật thông tin đầy đủ cho chúng tôi và luôn sẵn lòng hỗ trợ. Họ có kinh nghiệm tổng thể xứng đáng xuất sắc. Chúng tôi tận hưởng từng phút. Một lần nữa xin cảm ơn tất cả các nhân viên thân thiện! Đọc thêm",
            "Kính gửi AnnetteR1335,\n\nChúng tôi rất vui khi biết quý khách đã có một kỳ nghỉ đáng nhớ cùng Oriental Sails, chúng tôi xin cảm ơn quý khách đã tin tưởng và lựa chọn. Lời khen và sự động viên của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Bất cứ khi nào bạn muốn du lịch đến Việt Nam lần nữa, vui lòng liên hệ với chúng tôi trong trường hợp bạn cần bất kỳ thông tin nào liên quan đến du lịch.\n\nChúc bạn và gia đình có nhiều sức khỏe và may mắn. Cảm ơn bạn và hẹn gặp lại.\n\nĐọc thêm",
            "Dịch vụ hoàn hảo và lấy khách hàng làm trọng tâm của Tom Cruise và đoàn làm phim. Không bao giờ có khoảnh khắc nào buồn chán vì chúng tôi được tham gia các hoạt động để tận hưởng thời gian rảnh rỗi. Tôi mong muốn được quay lại cùng gia đình để có một trải nghiệm đặc biệt khác. Đọc thêm",
            "Gửi JenjenfromSG,\n\nCảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong tương lai. \n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Trải nghiệm đầu tiên của tôi với Starlight Cruise thật tuyệt vời với các tiện nghi trên tàu và hướng dẫn viên của chúng tôi, Tom Cruise rất hữu ích và dịch vụ của anh ấy thật tuyệt vời! Đọc thêm",
            "Benong05 thân mến,\n\nĐầu tiên, thay mặt Oriental Sails Team, tôi xin gửi lời cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Thật vui vì bạn đã hài lòng với dịch vụ của chúng tôi. Chúng tôi cũng tin rằng bạn đã có những kỷ niệm khó quên và những kiến ​​thức thú vị. Sự tin cậy và hài lòng của bạn sẽ giúp chúng tôi có động lực tốt hơn mỗi ngày. Chúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. \n\nCảm ơn bạn và hẹn gặp lại.\nĐọc thêm",
            "Chúng tôi rất thích chuyến đi.  Tàu du lịch là tuyệt vời.  Dịch vụ là không thể tin được.  Thức ăn cũng ngon.  Tommy và Terry rất hữu ích và thân thiện. Mẹ tôi năm nay 82 tuổi và họ đã chăm sóc bà rất chu đáo. Chúng tôi sẽ quay lại sớmĐọc thêm",
            "Dear Hanh S,\n\nCảm ơn bạn đã tin tưởng và lựa chọn Oriental Sails. \n\nChúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi xin hứa sẽ ngày càng hoàn thiện dịch vụ để đáp ứng sự kỳ vọng của khách hàng trong tương lai. Chúc bạn và gia đình có một kỳ nghỉ tuyệt vời, thật nhiều sực khỏe và thành công. Hy vọng trong tương lai vẫn sẽ có cơ hộ để đồng hành cùng bạn. \n\nCảm ơn và hẹn gặp lại\nRead more",
            "Chúng tôi rất thích chuyến đi của tôi. Tom Cruise và Dalila đã chăm sóc chúng tôi rất tốt. Họ rất thân thiện, hữu ích và dễ thương. Đồ ăn rất ngon. Hy vọng sẽ quay lại. Phòng tắm rộng rãi và thoải mái. Đồ ăn rất ngon. Tôi rất mong được quay lại lần sau.",
            "Thân gửi Carter0721,\n\nCảm ơn bạn đã tin tưởng và lựa chọn Oriental Sails. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng mong đợi của khách hàng trong tương lai.\n\nChúc bạn và gia đình có một kỳ nghỉ tuyệt vời, nhiều sức khỏe và thành công. Trong tương lai, chúng tôi hy vọng rằng chúng tôi có nhiều cơ hội hơn để đồng hành cùng bạn. Cảm ơn và hẹn gặp lại bạn.\nĐọc thêm",
            "Đi qua đêm với một nhóm. Rất thất vọng vì chúng tôi không được phép bơi như đã được yêu cầu mang theo đồ bơi và đã bơi ở Vịnh Hạ Long. Uống một ly trên boong tàu trong khi những người khác đang chèo thuyền kayak, phải đợi rất lâu để được phục vụ và không được hỏi xem chúng tôi có muốn uống thêm không. Ngoài ra, cabin rất đẹp và đồ ăn ngon. Đọc thêm",
            "Kính gửi todd2504,\n\nCảm ơn quý khách đã tin tưởng và lựa chọn Oriental Sails Chúng tôi hứa sẽ cải thiện dịch vụ của mình để đáp ứng sự mong đợi của khách hàng trong thời gian tới. \n\nChúc bạn và gia đình có một kỳ nghỉ lễ vui vẻ, nhiều sức khỏe và thành công. Trong tương lai chúng tôi hy vọng sẽ có nhiều cơ hội được đồng hành cùng các bạn. Cảm ơn và hẹn gặp lại.Đọc thêm"
        ],
        "star_ratings": [
            455,
            52,
            26,
            7,
            13
        ],
        "review_amount": 553,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Du thuyền Starlight Vịnh Hạ Long",
            "Những việc cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written September 14, 2019",
            "Written September 12, 2019",
            "Written September 12, 2019",
            "Written September 9, 2019",
            "Written September 9, 2019",
            "Written September 9, 2019",
            "Written September 9, 2019",
            "Written September 2, 2019",
            "Written September 1, 2019",
            "Written August 27, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d4584331-Reviews-or90-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or80-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or100-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d27696284-Reviews-Titans_Pickleball_Halong_Court-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d5994379-Reviews-Main_Event_Entertainment-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d11689736-Reviews-Centennial_Wheel-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1450344-d4997640-Reviews-Mae_Kampong_Village-Mae_On.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d7092286-Reviews-College_Football_Hall_of_Fame-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g304006-d2312022-Reviews-Redang_Island-Pulau_Redang_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g187828-d13147695-Reviews-Stazione_Ferroviaria_di_Ventimiglia-Ventimiglia_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d209760-Reviews-Champs_Elysees-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d10683991-Reviews-Ruen_Sukhothai_Massage-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32093-d117452-Reviews-Bolinas_Beach-Bolinas_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41715-d218995-Reviews-Windsor_Lake-North_Adams_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or100-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-or90-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html"
    }
]