[
    {
        "attraction_name": "Star Wars: Galaxy's Edge",
        "attraction_name_vi": "Chiến tranh giữa các vì sao: Galaxys Edge",
        "general_info": [
            "279 đánh giá",
            "70 trong số 434 điều cần làm ở Orlando",
            "Hoạt động cưỡi ngựa"
        ],
        "attraction_summary": "Sống cuộc phiêu lưu giữa các vì sao của bạn trong một thiên hà xa, rất xa. Tận hưởng tất cả các điểm tham quan mới của Star Wars, hàng hóa tùy chỉnh, bữa ăn trong thiên hà, đồ uống và món ăn Batuu được yêu thích, các cửa hàng Black Spire Outpost và hơn thế nữa!Đọc thêm",
        "reviews": [
            "Có quá nhiều thứ để người hâm mộ Star Wars có thể chiêm ngưỡng một cách trực quan, ban đầu nó gần như choáng ngợp.   Độ chi tiết và độ chân thực của Galaxys Edge khá đáng kinh ngạc.  Tương tác giữa các nhân vật khá thú vị và tôi thực sự thích Stormtroopers cũng như những cuộc thẩm vấn cũng như nhận xét của họ đối với du khách. Cuộc chạy trốn của những kẻ buôn lậu và Sự trỗi dậy của quân kháng chiến đều đáng kinh ngạc và đáng để chờ đợi.  Sự trỗi dậy của cuộc kháng chiến đã bị phá vỡ, nhưng các làn đường nhẹ hơn đã được trao cho những người chờ đợi để sử dụng bất cứ lúc nào trong ngày.  Một trải nghiệm tổng thể tuyệt vời.Đọc thêm",
            "Thật vui khi được nhìn thấy một con Millenium Falcon có kích thước đầy đủ... Tuy nhiên, hãy cẩn thận, hãy lưu ý:\na Hoàn toàn đầy đủ vào tháng 7, vì vậy sẽ không bao giờ ghé thăm nữa vào mùa hè\nb Chuyến đi của Star Tours tốt hơn Smuggler Run. Cuộc chạy đua của những kẻ buôn lậu mất 90 phút chờ đợi nhưng chỉ có một cột người lái duy nhất nên chúng tôi chia nhóm của mình \nb Sự nổi lên của lực cản là thời gian chờ đợi 100 phút không có một tay đua nào, nhưng bằng cách nào đó đáng để chờ đợi. Đó là một trong những tay đua giỏi nhất mà tôi từng lái\n\nNếu bạn muốn có vé nhanh thì mức phí là 22 USD mỗi chuyến mỗi người tính thêm vào véĐọc thêm",
            "Khi chúng tôi thường xuyên lui tới Disneyland, Hollywood Studios Galaxys Edge không nằm ở đầu danh sách của chúng tôi. Chúng tôi đã đi bộ qua để tham gia Rise of the Resistance và Smugglers Run, và theo ý kiến ​​của chúng tôi, cả hai vùng đất ở đây và Disneyland đều khá giống nhau và tuyệt vời như nhau. \n\nChúng tôi thực sự may mắn khi được đi khi Fantasmic đang biểu diễn, và có thể nó vừa mới ngừng hoạt động, nhưng chúng tôi đã có thể bước đi trên Rise of the Resistance. Đó là chuyến đi ở Hollywood Studios và luôn có hàng chờ cực kỳ dài, nếu bạn không sẵn sàng trả tiền cho Lightning Lane. Nó không phải là một phần của Genie.\n\nPhần yêu thích của chúng tôi về Galaxys Edge là mua sắm qua cửa sổ. Chúng tôi chỉ muốn mọi thứ: robot, thanh kiếm ánh sáng, đồ gia dụng theo chủ đề Star Wars, tai, quần áo và nhiều thứ khác. Thật không may, ngân sách của chúng tôi không cho phép chúng tôi mua mọi thứ. Đôi khi cũng có những thùng bỏng ngô rất thú vị và đáng sưu tầm. \n\nChúng tôi cũng thích ăn uống ở Galaxys Edge. Ronto Wrap chay là món chúng tôi ăn thường xuyên ở Disneyland. \n\nYêu yêu mảnh đất này. Đọc thêm",
            "Chủ đề, thiết kế và cách bố trí tại Galaxys edge thực sự rất tuyệt vời, Ogas Canteena rất đáng để ghé thăm nếu bạn có thể đặt chỗ trước và toàn bộ khu vực thực sự được cân nhắc kỹ lưỡng.\n\nMillenium Falcon trông thật tuyệt vời, những con tàu vũ trụ ngẫu nhiên trải rộng ra thật đáng kinh ngạc và một số chuyến đi thực sự không thể diễn tả bằng lời.\n\nRise of the Resistance là một chuyến đi mà tôi muốn giới thiệu cho bất kỳ ai và tất cả mọi người, nó có một số thứ dành cho tất cả mọi người và nó thực sự ở một cấp độ khác và tùy thuộc vào việc bạn tải bên nào sẽ phụ thuộc vào chuyến đi bạn nhận được vì có hai phiên bản khác nhau. \n\nMặc dù đồ uống Grenade là 6 nhưng chúng vẫn đáng để thưởng thức và thật tuyệt khi được gặp Mando và Grogu nếu bạn đúng giờĐọc thêm",
            "Rất hào hứng khi đến thăm, nhưng hơi thất vọng một chút, 2 chuyến đi đều ổn, không có gì vượt trội. Tôi rất thích cách bạn có thể đặt món ăn trên ứng dụng, đây là một sự bổ sung đáng hoan nghênh kể từ lần ghé thăm trước của tôi. \nChuyến đi của những người chạy trốn bị hỏng hai lần và chúng tôi phải rời đi và quay lại, tạ ơn Chúa vì họ đã đưa chúng tôi đi qua làn đường có đèn chiếu sáng, nhưng vẫn đáng thất vọng.Đọc thêm",
            "Chủ đề đáng kinh ngạc. Rất nhiều sự chú ý đến chi tiết. Có vẻ như bạn đang ở một hành tinh khác. Tôi là một người hâm mộ Star Wars bình thường nhưng một người hâm mộ thực sự sẽ ở trên thiên đường. The Rise of the Resistance là một trải nghiệm nhập vai tuyệt vời và công nghệ được sử dụng ở cấp độ tiếp theo. Millenium Falcon Smugglers Run là một chuyến đi mô phỏng hơi chệch hướng một chút. Hãy thử đặt chỗ tại Olgas Cantina. Bên cạnh các trò chơi, bạn nên dành một giờ ở đây để hòa mình vào bầu không khí độc đáo.Đọc thêm",
            "Chủ đề đáng kinh ngạc. Rất nhiều sự chú ý đến chi tiết. Có vẻ như bạn đang ở một hành tinh khác. Tôi là một người hâm mộ Star Wars bình thường nhưng một người hâm mộ thực sự sẽ ở trên thiên đường. The Rise of the Resistance là một trải nghiệm nhập vai tuyệt vời và công nghệ được sử dụng ở cấp độ tiếp theo. Millenium Falcon Smugglers Run là một chuyến đi mô phỏng hơi chệch hướng một chút. Hãy thử đặt chỗ tại Olgas Cantina. Bên cạnh các trò chơi, bạn nên dành một giờ ở đây để hòa mình vào bầu không khí độc đáo.Đọc thêm",
            "Chewbacca rất thô lỗ vào ngày 31 tháng 12 năm 2023. Con tôi rất mong chờ vùng đất này và toàn bộ trải nghiệm Star Wars. Nhìn thấy Chewbacca và xin chụp ảnh Chewbacca nhìn anh và hoàn toàn phớt lờ anh. Xấu hổ quá bạn!!Đọc thêm",
            "Rất hào hứng khi đến thăm, nhưng hơi thất vọng một chút, 2 chuyến đi đều ổn, không có gì vượt trội. Tôi rất thích cách bạn có thể đặt món ăn trên ứng dụng, đây là một sự bổ sung đáng hoan nghênh kể từ lần ghé thăm trước của tôi. Chuyến đi của những người chạy trốn bị hỏng hai lần và chúng tôi phải rời đi và quay lại, tạ ơn Chúa vì họ đã đưa chúng tôi đi qua làn đường có đèn chiếu sáng, nhưng vẫn đáng thất vọng.Đọc thêm",
            "Chủ đề, thiết kế và cách bố trí tại Galaxys edge thực sự rất tuyệt vời, Ogas Canteena rất đáng để ghé thăm nếu bạn có thể đặt chỗ trước và toàn bộ khu vực thực sự được cân nhắc kỹ lưỡng. Millenium Falcon trông thật tuyệt vời, các tàu vũ trụ ngẫu nhiên trải rộng ra thật tuyệt vời hãy xem và một số chuyến đi thực sự không thể diễn tả bằng lời. Rise of the Resistance là một chuyến đi mà tôi muốn giới thiệu cho bất kỳ ai và tất cả mọi người, nó có một chút mọi thứ dành cho tất cả mọi người và nó thực sự ở một cấp độ khác và tùy thuộc vào việc bạn tải theo phe nào tùy thuộc vào chuyến đi bạn nhận được vì có hai phiên bản khác nhau. Mặc dù đồ uống Grenade là 6 nhưng chúng vẫn đáng để thưởng thức và thật tuyệt khi được gặp Mando và Grogu nếu bạn đúng giờĐọc thêm",
            "Vì chúng tôi thường xuyên đến Disneyland nên Hollywood Studios Galaxys Edge không nằm đầu danh sách của chúng tôi. Chúng tôi đã đi bộ đến Rise of the Resistance và Smugglers Run, và theo chúng tôi, cả hai vùng đất ở đây và Disneyland đều khá giống nhau và tuyệt vời như nhau. Chúng tôi thực sự may mắn khi đến đó đúng lúc Fantasmic đang biểu diễn, và có thể là lúc đó vừa mới đóng cửa, nhưng chúng tôi đã có thể đi bộ đến Rise of the Resistance. Đó là chuyến đi ở Hollywood Studios và luôn có một hàng dài chờ đợi, nếu bạn không muốn trả tiền cho Lightning Lane. Nó không phải là một phần của Genie. Phần chúng tôi thích nhất ở Galaxys Edge là mua sắm qua cửa sổ. Chúng tôi chỉ muốn mọi thứ: người máy, kiếm ánh sáng, đồ gia dụng theo chủ đề Star Wars, tai, quần áo và nhiều thứ khác. Thật không may, ngân sách của chúng tôi không cho phép chúng tôi mua mọi thứ. Đôi khi cũng có những xô bỏng ngô thực sự thú vị và đáng sưu tầm. Chúng tôi cũng thích ăn ở Galaxys Edge. Ronto Wrap chay là món chúng tôi thường ăn ở Disneyland. Yêu, yêu vùng đất này. Đọc thêm",
            "Thật vui khi được nhìn thấy một Millenium Falcon có kích thước đầy đủ... Tuy nhiên, hãy cẩn thận, hãy lưu ý: a Hoàn toàn đầy đủ vào tháng 7, vì vậy sẽ không bao giờ ghé thăm vào mùa hè nữa. Chuyến đi của Star Tours tốt hơn Smuggler Run. Cuộc chạy của những kẻ buôn lậu mất 90 phút chờ đợi nhưng chỉ có một người lái duy nhất nên chúng tôi chia nhóm của mình b Sự trỗi dậy của phe kháng chiến là thời gian chờ 100 phút không có một người lái nào, nhưng bằng cách nào đó đáng để chờ đợi. Đó là một trong những tay đua giỏi nhất mà tôi từng đi. Nếu bạn muốn vượt nhanh, giá vé là 22 USD mỗi chuyến mỗi người tính thêm vào véĐọc thêm",
            "Thiên đường dành cho người hâm mộ Star Wars. Nơi này thật đáng kinh ngạc đến từng chi tiết. Hai chuyến đi ở khu vực này rất thú vị. Rise of the Resistance không giống bất cứ thứ gì khác ở đó. Mặc dù công nghệ này được sử dụng trong các trò chơi khác ở Disney World nhưng nó đã phát huy tối đa ở đây. Một điều là hy vọng bạn sẽ tìm được những diễn viên vẫn còn tràn đầy năng lượng vào thời điểm bạn bước vào. Tôi nói điều này bởi vì một số thì rất nhạt nhẽo trong khi những người khác thì tuyệt vời khi chúng tôi đã đi xe nhiều lần. Cuộc chạy buôn lậu thật tuyệt nếu bạn không đợi một giờ cho nó nếu không thì không nhiều lắm. Hãy uống sữa xanh! NÊN chế tạo một thanh kiếm ánh sáng! KHÔNG xây dựng Droid. Công ty thẻ tín dụng của tôi ban đầu từ chối giao dịch vì tin rằng đó là gian lận. Tôi nói với họ rằng trải nghiệm là như vậy nhưng giao dịch là hợp pháp. Có rất nhiều điểm tham quan và chương trình tuyệt vời mà bạn sẽ có một ngày tuyệt vời. Hãy dành chút thời gian để săn tiền thưởng với ứng dụng. Nó khá là thú vị.Đọc thêm",
            "Có quá nhiều thứ để xem về mặt hình ảnh đối với một người hâm mộ Star Wars, thoạt đầu thì gần như choáng ngợp. Độ chi tiết và tính chân thực của Galaxys Edge khá đáng kinh ngạc. Tương tác giữa các nhân vật khá thú vị và tôi thực sự thích Stormtroopers cùng các cuộc thẩm vấn và bình luận của họ với du khách. Smugglers run và Rise of the Resistance đều đáng kinh ngạc và đáng để chờ đợi. Rise of the resistance đã bị hỏng, nhưng những làn đường sét được dành cho những người chờ đợi để sử dụng bất kỳ lúc nào trong phần còn lại của ngày. Nhìn chung là một trải nghiệm tuyệt vời. Đọc thêm",
            "Bạn gái của tôi và tôi đã đăng ký để đến Florida và Star Wars Galaxys edge khi nó khai trương nhưng chỉ mới đến được do sự cố xảy ra. Chúng tôi thực sự rất hào hứng với điều đó và tôi có thể xác nhận rằng nó không làm tôi thất vọng một chút nào. Toàn bộ thiết lập, thiết kế, chủ đề, bố cục mọi thứ đều hoàn hảo. Tôi thích cách có droid và tàu xung quanh, đồ uống kích nổ rất tuyệt vời, hơi đắt so với những gì chúng có nhưng tôi phải có và cả hai chúng tôi đều thực sự thích mọi thứ về Galaxys Edge. Chúng tôi đã ghé thăm vào một số ngày bao gồm cả ngày Chiến tranh giữa các vì sao, ngày 4 tháng 5, mặc dù bận rộn nhưng thật tuyệt vời vì có rất nhiều người mặc quần áo, v.v. Bây giờ, chuyến điRise of the Resistance, chuyến đi này vượt quá mọi mong đợi và thật tuyệt vời, mọi thứ về nó từ xếp hàng đến cuối các chuyến đi một cách hoàn hảo và các nhân viên tham gia rất tuyệt vời về những gì họ làm mà không tiết lộ cho những người chưa tham gia. Đường chạy Falcon, đây là một chuyến đi thực sự có chủ đề tốt và thú vị khi bạn tham gia và nó rất thú vị với một chuyến đi tuyệt vời xếp hàng một lần nữa. Chúng tôi đã may mắn bắt được Mandaloren và Grogu hai lần và khi trời quá yên tĩnh, tôi đã cố gắng chụp được một số bức ảnh chụp cùng anh ấy, điều đó thật tuyệt vời. Tôi thực sự khuyên mọi người nên ghé thăm Galaxys Edge, ngay cả khi bạn không phải là người hâm mộ chiến tranh giữa các vì sao vì Bạn gái của tôi thì không và nói rằng cô ấy thích nó hơn bất kỳ khu vực nào khác trong bất kỳ công viên nào và thậm chí cả những thứ mà Rose là chuyến đi yêu thích của cô ấy hiện nay trên tất cả các chuyến đi bao gồm cả đế lót ly mà cô ấy rất hâm mộ.Đọc thêm",
            "Theo sự thừa nhận của riêng tôi, tôi không phải là một người hâm mộ Star Wars lớn nhưng Galaxys Edge ấn tượng đến mức tôi gần như muốn trở thành. Bỏ qua chuyện đùa, đứa con 9 tuổi của tôi nghĩ rằng điều này thật tuyệt vời và thích thú mỗi phút chúng tôi dành ở đó. Chúng tôi đã cưỡi Millenium Falcon nhiều lần phần lớn là nhờ một cơn bão sấm sét làm trống công viên và giảm thời gian xếp hàng xuống không còn gì. Đó thật là một niềm vui thú vị. Chúng tôi lang thang trong các cửa hàng và chạm trán với một số Đội quân Bão tố. Tôi đã dại dột đi lang thang đến xưởng droid và không cần phải nói rằng vài ngày sau tôi đã thấy mình quay lại đó vài ngày sau cùng với anh chàng của tôi đang chế tạo droid của riêng anh ấy - một trải nghiệm thực sự thú vị và một vật kỷ niệm đẹp để chúng tôi mang về nhà. Thật tuyệt khi bạn có thể mang droid của mình ra để lái thử với những người khác khi vẫn ở trong công viên - điều đó nói lên rằng, tôi nghĩ tất cả chúng tôi đều rất lo lắng về việc làm vỡ chúng ngay sau khi rời khỏi cửa hàng. Tuy nhiên, những chai coke nhỏ cũng là một nét thú vị 6 đi dốc một chút - có nghĩa là, chúng tôi có hai chỗ trống trong nhà bếp.Đọc thêm"
        ],
        "star_ratings": [
            172,
            50,
            22,
            13,
            22
        ],
        "review_amount": 279,
        "location": [
            "Hoa Kỳ",
            "Chiến tranh giữa các vì sao: Galaxys Edge",
            "Những điều cần làm ở Orlando",
            "Orlando",
            "miền trung Florida",
            "Florida FL"
        ],
        "reviews_time": [
            "Written July 31, 2023",
            "Written August 25, 2023",
            "Written September 22, 2023",
            "Written October 10, 2023",
            "Written January 2, 2024",
            "Written February 7, 2024",
            "Written February 8, 2024",
            "Written January 2, 2024",
            "Written January 2, 2024",
            "Written October 10, 2023",
            "Written September 22, 2023",
            "Written August 25, 2023",
            "Written August 17, 2023",
            "Written July 31, 2023",
            "Written May 25, 2023",
            "Written May 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34515-d17735125-Reviews-Star_Wars_Galaxy_s_Edge-Orlando_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d456868-Reviews-Mama_Melrose_s_Ristorante_Italiano-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d456823-Reviews-The_Hollywood_Brown_Derby-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d451041-Reviews-50s_Prime_Time_Cafe-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d1804840-Reviews-Backlot_Express-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d491910-Reviews-Sci_Fi_Dine_In_Theater-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d14768061-Reviews-Woody_s_Lunch_Box-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d480623-Reviews-ABC_Commissary-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d13320770-Reviews-Baseline_Tap_House-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d11905875-Reviews-PizzeRizzo-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d492958-Reviews-Hollywood_Vine-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563492-Reviews-Toy_Story_Mania-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g19192636-d953101-Reviews-Disney_s_Hollywood_Studios-Bay_Lake_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d17523143-Reviews-Slinky_Dog_Dash-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563504-Reviews-Star_Tours_The_Adventures_Continue-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563301-Reviews-Muppet_Vision_3D-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d9996686-Reviews-Star_Wars_Launch_Bay-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8562336-Reviews-Meet_Buzz_Lightyear_Woody-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563502-Reviews-Walt_Disney_One_Man_s_Dream-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563302-Reviews-Rock_n_Roller_Coaster_Starring_Aerosmith-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563305-Reviews-Indiana_Jones_Epic_Stunt_Spectacular-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d17735125-Reviews-or10-Star_Wars_Galaxy_s_Edge-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1036082-Reviews-Epcot_World_Showcase-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10906539-Reviews-American_Escape_Rooms-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7393648-Reviews-The_Escape_Game_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7263745-Reviews-Escapology-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d19899900-Reviews-The_Escape_Ventures_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d20186993-Reviews-The_Bureau_Escape_Rooms-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d555399-Reviews-Congo_River_Golf-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12949904-Reviews-The_Escape_Effect-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12398787-Reviews-Lockbusters_Escape_Game-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1006747-Reviews-The_Outta_Control_Magic_Comedy_Dinner_Show-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563326-Reviews-Lights_Motors_Action_Extreme_Stunt_Show-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563515-Reviews-Citizens_of_Hollywood-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110212-Reviews-Fantasmic-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563303-Reviews-The_Twilight_Zone_Tower_of_Terror-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563506-Reviews-Beauty_and_the_Beast_Live_on_Stage-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d483323-Reviews-Homestead_Heritage-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d592942-Reviews-Milano_Centrale-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d553677-Reviews-Bitez_Beach-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d526939-Reviews-Myrtle_Waves_Water_Park-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g19378311-d19377914-Reviews-Mazowe_Dam-Mazowe_Mashonaland_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32355-d255657-Reviews-Swami_s_Beach-Encinitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47341-d6638643-Reviews-Pixley_Falls_State_Park-Boonville_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128683-Reviews-Downtown_Aquarium-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g54258-d15211785-Reviews-Organic_Cat_Cafe_Listening_Lounge-Greenville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60760-d285878-Reviews-Sky_Top_Orchard-Flat_Rock_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34515-d17735125-Reviews-or10-Star_Wars_Galaxy_s_Edge-Orlando_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34515-d17735125-Reviews-Star_Wars_Galaxy_s_Edge-Orlando_Florida.html"
    }
]