[
    {
        "attraction_name": "Starve Hollow State Recreation Area",
        "attraction_name_vi": "Khu giải trí bang Starve Hollow",
        "general_info": [
            "39 đánh giá",
            "- 1 trong 6 điều cần làm ở Vallonia",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thật là một kỳ nghỉ tuyệt vời.  Chúng tôi yêu Starve Hollow. Họ có mọi thứ mà một người cắm trại, chèo thuyền kayak, người đi bộ đường dài, vận động viên bơi lội... mong muốn.  Hồ đẹp quá.  Môi trường sống của thiên nhiên là vô tận. Chúng tôi câu cá ở đoạn dốc thuyền và có một khoảng thời gian tuyệt vời. Bãi biển rất sạch sẽ và có rất nhiều lâu đài cát được tạo ra. Khu dã ngoại trên bãi biển dường như vô tận đối với viên ngọc nhỏ này! Mỗi phòng nghỉ lúc nào cũng không tì vết! Chúng tôi ở trong một căn nhà gỗ nhỏ có hố lửa và bàn ăn ngoài trời. Đã yêu nó!! Không đắt tiền và ít đóng gói. Khuôn viên của công viên này rất đẹp. Bạn có thể biết nó trông như thế nào, mỗi công nhân đều chăm sóc công viên này và ở đây có rất nhiều niềm tự hào và thân thiện.  Hãy sẵn sàng để thư giãn ở đây, bởi vì bạn sẽ làm được!! Đọc thêm",
            "Tôi và gia đình bạn gái của tôi đã đi nhịn đói vào tuần thứ ba của tháng 10 và phong cảnh rất đẹp, đó là một nơi rất đẹp và là nơi tuyệt vời để cắm trại, đây là lần đầu tiên chúng tôi đến đó và những đứa trẻ của bạn gái tôi lần thứ hai họ đã tổ chức một bữa tiệc Halloween và tất cả các khu cắm trại được trang trí cho Halloween, thật là một sự bùng nổ, các nhân viên và những người cắm trại đều rất tuyệt, câu cá vẫn ổn và công viên được giữ gìn sạch sẽ, chúng tôi rất mong được quay lạiĐọc thêm",
            "This is a small  - 285 acres -  SRA near Seymour, Indiana. The past year or so, it - s been a Facebook sensation due to the fabulous lakeside camping pictures. We hadn - t been here before, so we decided to check it out. Camping, kayaking, fishing. There - s a small beach. I wouldn - t swim there, due to the algae, but to each his own.The  - education center -   - nature center -  is small, but has some displays.There - s access to the trails in Jackson-Washington State Forest. I did the red,yellow,white  -  blue. The blue is very rugged. The rest are family friendly, but muddy  -  rooty.Camping: sites 1-43 are lakeside. We camped at 35, which was ok, but had 3 trees blocking most of the view. I would say 30-34 are the best IMO.201-255 are full hookup. The rest are wooded, shady sites.All the sites are close together with no privacy. Get over it.Bathrooms - showers are typical state campground. The bathhouse we used had been updated within the last 10 years. Cleaning was done, but not well. All in all, it was a nice weekend. The husband said fishing is fair.Read more",
            "Chúng tôi đã ở Starve Hollow 3 lần, một lần trong năm nay và hai lần vào năm ngoái, Rất sạch sẽ. Nhiều điểm bên hồ. Câu cá và chèo thuyền kayak tuyệt vời.Đọc thêm",
            "Chúng tôi có một nhóm gồm 6 người lớn. Chúng tôi đã có 2 rv. Các điểm kết nối đầy đủ rất lớn - nhóm của chúng tôi có thể dễ dàng đáp ứng. Chúng tôi có thể cùng nhau ăn tối tại một địa điểm - đốt lửa trại. Một số người trong nhóm câu cá - chèo thuyền kayak - đã có khoảng thời gian vui vẻ. Cây cầu lịch sử và trang trại gần đó cũng rất thú vị. Công viên xinh đẹp nhưng cũng như tất cả các khu cắm trại, có quá nhiều trẻ em không được giám sát.Đọc thêm",
            "Đây là một trong những địa điểm yêu thích của chúng tôi để cắm trại bằng lều hoặc cửa sổ bật lên của chúng tôi.  Nhiều địa điểm nằm ngay trên hồ với khả năng tiếp cận dễ dàng cho thuyền kayak hoặc ca nô. Các khu cắm trại đều có điện và không chật chội. Các nhà tắm vệ sinh được giữ độc đáo. Có một bãi biển cát và nhiều bến cảng có lối vào hồ. Có rất nhiều cabin cho thuê. Nhược điểm duy nhất là thiếu cắm trại nguyên thủy.  Có một số con đường mòn đi bộ đường dài và nơi tôi yêu thích nhất là Turkey Roost. Có một hòn đảo xinh đẹp trong hồ gần đập tràn với bàn ăn dã ngoại và vòng lửa. Đó là một nơi tốt đẹp, thường yên tĩnh để tận hưởng cuộc sống bên hồ, chim muông và phong cảnh của miền nam Indiana.Đọc thêm",
            "Tôi và bạn bè đã đi cắm trại vào cuối tuần trước tại Starve Hallow và đã có khoảng thời gian tuyệt vời. Khu cắm trại của chúng tôi đủ rộng cho hai lều ba người, hai ô tô, một lò sưởi và hai bàn ăn ngoài trời. Khiếu nại duy nhất của tôi là các địa điểm dựng lều cũng được sử dụng làm địa điểm cắm trại, vì vậy mặt đất rất cứng và nghiêm trọng, nhưng bạn - sẽ ổn nếu bạn mang theo đệm ngủ bên mình. Giá cắm trại rất hợp lý và giá thuê thuyền cũng vậy. Bãi biển rất sạch sẽ và được giữ gìn cẩn thận, là nơi tuyệt vời để ngắm bình minh và hoàng hôn, và các sân chơi rất an toàn và sạch sẽ. Tiện nghi phòng tắm được dọn dẹp và bổ sung thường xuyên. Có vòi sen và có nước nóng - yay! - . Nói chung là một trải nghiệm tuyệt vời! Đọc thêm",
            "Có rất nhiều hoạt động trong công viên này. màu sắc mùa thu thật ngoạn mục. Công viên thu phí - - - - - Đọc thêm",
            "Visited November 4, 2017 about 1:30pm; 280 acre park with 145 acre lake  - trolling motor only - ; it was a Saturday with temps around 60; camping - 53 full hook-up sites; 87 electric sites; 10 non-electric sites with drinking water; sites can be reserved at Camp.IN.gov and 11 miles of hiking trails. We were surprised there was still a gate being collected  -  - 7, but we used our annual pass - ; there was not another vehicle in the beach parking area when we arrived. We took a walk along the lake into the campgrounds and back to the parking lot. The beach sand was raked and cleaned for next summer already. The lake water had a significant algae bloom which seems a little strange this late in the season, so it would probably be worse during warm months. The parking lot and campground is relatively flat a excellent for kids and anyone who likes to ride bicycles; we saw a couple families riding. There we several people camping along the lake enjoying the fall weather. The whole area was quiet and peaceful. The campground bathhouse - restroom was nice and clean. We noticed a 3 playgrounds, there could have been more; a couple had the old fashioned metal slides, very neat and teeter totters, but no merry-go-round; too dangerous for kids these days I guess. There was also a nice nature center, but it was closed. I couldn - t recommend the beach with the algae bloom I noticed and the fishing wouldn - t be the either, but we did notice some people fishing, but didn - t see any catching. I would recommend the park for picnics, camping and bicycling. There - s also a small fish hatchery at the tailwaters of the lake and the Vallonia State Nursery is past the dam also which deserves a look.Read more",
            "Chúng tôi cắm trại ở khu vực kết nối đầy đủ, đó là một trải nghiệm tuyệt vời. Các địa điểm cắm trại phần lớn khá bằng phẳng và được trải nhựa. Công viên sạch sẽ và được bảo trì. Sẽ đưa địa điểm này vào danh sách các địa điểm cắm trại yêu thích của chúng tôi.Đọc thêm",
            "Chúng ta có thể lấy củi ở đâu?\nĐọc thêm",
            "Bây giờ nó có an toàn khỏi vi khuẩn không?Đọc thêm",
            "An toàn khỏi vi khuẩn?  Không. Không có khả năng.Đọc thêm",
            "Xin chào- thời gian - giá thuê ca nô là bao nhiêu?Đọc thêm",
            "Xe golf có được phép khôngĐọc thêm",
            "chi phí cắm trại ven hồ gần phòng tắm từ 25 đến 28 tháng 10Đọc thêm",
            "Tại sao chúng tôi phải trả thêm tiền đậu xe khi chúng tôi đã kết nối đầy đủ?Đọc thêm",
            "Chi phí mỗi đêm các ngày trong tuần là bao nhiêu?Đọc thêm",
            "Có những loại ammentite nào?Đọc thêm",
            "Có địa điểm cắm trại lều bên hồ nào hoặc tất cả các địa điểm sơ khai dành riêng cho các giàn khoan lớn không?Đọc thêm",
            "Tôi đã tra cứu những bãi biển dành cho xe lăn ở Indiana và Starve Hollow là một trong hai bãi biển được liệt kê. Nó nói có một đoạn đường dốc xuống nước. Có ai đã từng ở đó sử dụng đoạn đường nối này chưa? Mẹ tôi phải ngồi xe lăn sau cơn đột quỵ. Tôi có thể đẩy cô ấy. Rất nhiều nơi nói rằng họ có thể sử dụng xe lăn và thực tế là không - t. Ai đó có thể cho tôi biết nó như thế nào không?Đọc thêm"
        ],
        "star_ratings": [
            31,
            7,
            0,
            0,
            1
        ],
        "review_amount": 39,
        "location": [
            "Vallonia",
            "Khu giải trí bang Starve Hollow",
            "Hoa Kỳ",
            "Indiana - TRONG -",
            "Các hoạt động ở Vallonia"
        ],
        "reviews_time": [
            "Written June 29, 2023",
            "Written October 25, 2022",
            "Written June 22, 2021",
            "Written April 27, 2021",
            "Written September 19, 2019",
            "Written May 29, 2019",
            "Written May 20, 2019",
            "Written November 11, 2018",
            "Written November 5, 2017",
            "Written August 31, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37593-d4345261-Reviews-Starve_Hollow_State_Recreation_Area-Vallonia_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g37593-d846965-Reviews-Blue_Bird_Cafe-Vallonia_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37593-d8617032-Reviews-Kamman_s_Greenhouses_Farm_Market-Vallonia_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37593-d12094495-Reviews-Fort_Vallonia-Vallonia_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37306-d7220622-Reviews-Medora_Covered_Bridge-Medora_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36967-d12944430-Reviews-Jackson_Washington_State_Forest-Brownstown_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37593-d24842677-Reviews-Skyline_Lookout_Tower-Vallonia_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36967-d27092650-Reviews-Jackson_County_Historical-Brownstown_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36967-d27048440-Reviews-Heritage_Park-Brownstown_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37593-d4345261-Reviews-or10-Starve_Hollow_State_Recreation_Area-Vallonia_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36967-d8544470-Reviews-Kenny_Wallace_Dirt_Racing_Experience-Brownstown_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37593-d5842640-Reviews-Bluebird_Cafe-Vallonia_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37593-d27053918-Reviews-Hickory_Hills_Golf_Club-Vallonia_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37519-d27008661-Reviews-Freeman_Field_Recreation_Park-Seymour_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d197717-Reviews-Spanish_Steps-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g297633-d4021055-Reviews-LuLu_Mall-Kochi_Cochin_Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g60585-d3915504-Reviews-Waipio_Valley_Lookout-Honokaa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d10025686-Reviews-Savannah_s_Playground-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d5028661-Reviews-Harkins_Theatres_Cine_Capri-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d310560-Reviews-Marineland-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g55765-d561020-Reviews-Hamilton_Pool_Preserve-Dripping_Springs_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g48966-d11969596-Reviews-Bass_Lake-Blowing_Rock_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d4002308-Reviews-Hotel_De_La_Paiva-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d8308684-Reviews-Badger_Karting-Ta_Qali_Island_of_Malta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37593-d4345261-Reviews-or10-Starve_Hollow_State_Recreation_Area-Vallonia_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37593-d4345261-Reviews-Starve_Hollow_State_Recreation_Area-Vallonia_Indiana.html"
    }
]