[
    {
        "attraction_name": "Starfish Beach",
        "attraction_name_vi": "Bãi Biển Sao Biển",
        "general_info": [
            "1.302 đánh giá",
            "- 3 trong số 9 điều cần làm ở Thị trấn Bocas",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đã thực hiện một chuyến đi đến phần này của hòn đảo trên chiếc quad. Đỗ xe ở bãi biển Drago và sau đó đi bộ khoảng 10 phút để đến bãi biển sao biển. Tôi có thể bảo đảm cho những đánh giá khác và nói rằng thật xấu hổ vì những gì họ đã cho phép xảy ra ở bãi biển này. Trên đường đi lên, tôi đếm được vài chiếc lốp ô tô cùng với những loại rác thông thường khác được vứt dọc đường đi. Và khi đó bạn biết rằng mình đang đến gần khi nghe thấy tiếng nhạc. Hãy lên bãi biển và các quán ăn trông có vẻ nhếch nhác nằm cạnh nhau mà có thể sẽ không được xếp hạng vệ sinh thực phẩm ở hầu hết các quốc gia. Chúng tôi đi bộ dọc theo bãi biển để tìm một chỗ yên tĩnh ở cuối và trong lúc đi bộ đó đã nhìn thấy một con sao biển. Thật không may, sau chúng tôi, những người khác đã nhìn thấy nó và sử dụng nó như một bức ảnh thăm dò mặc dù đã có thông báo không được nhặt chúng lên. Sau đó quay trở lại, bạn nhận thấy lượng rác thải được vứt trong rừng phía sau những căn lều...nhà vệ sinh cũ cùng những thứ khác.Đọc thêm",
            "Đã đến đây vài giờ một ngày trong thời gian chúng tôi ở. Bãi biển tuyệt vời để thưởng thức bữa trưa ngon miệng và bơi lội và khám phá thiên nhiên. Chắc chắn có rất nhiều con sao biển rất lớn, nhưng chúng tôi cũng nhìn thấy rất nhiều loài chim và một con lười.Đọc thêm",
            "Thật là chán nản khi chứng kiến ​​sự xuống cấp của một địa điểm thiên nhiên ngoạn mục như vậy, nơi không còn sao biển, chỉ có âm nhạc ồn ào, thuyền chạy nhanh và không khí tiệc tùng hoàn toàn không phù hợp và thiếu tôn trọng. Vị trí tuyệt đẹp này xứng đáng được bảo tồn và đánh giá cao vì vẻ đẹp tự nhiên, không bị hoen ố bởi tiếng ồn và sự hỗn loạn của các hoạt động của con người. Thật đáng xấu hổ khi một số cá nhân không nhận ra tầm quan trọng của việc tôn trọng và bảo vệ các kỳ quan thiên nhiên của chúng ta.Đọc thêm",
            "Thật không dễ dàng để đến được bãi biển này. Có rất nhiều nhà hàng và rất nhiều rác xung quanh - thật đáng tiếc. Dù sao thì, vâng, bạn có thể tìm thấy rất nhiều con sao biển ở xung quanh. Nước không được sạch lắm.Đọc thêm",
            "They told us not to go on a weekend. I read this with so many reviews, and we had our own boat, so we could - ve gone at any time, but it was supposed to be really stormy the next few days and so we decided to go to Starfish Beach on a Sunday. Big mistake. Every bit of the charm was lost as there were giant Tourist banana boats with 10 people each, bouncing along and screaming and yelling and I know they were having fun, but it took the entire beauty of the beach away. There is something pretty awful about a giant motorized boat with a bunch of people on it screaming really loudly that ruins the atmosphere of a tranquil beach. I don - t mind the banana-boat-type-fun loud fast boats. I just think that should be reserved for areas like Myrtle Beach South Carolina or other super populated touristy places. It felt really out of place to have them on Starfish Beach. I - m quite certain the starfishes didn - t appreciate it either. ; - We did see quite a few starfish, but again, the beach was super crowded. My son was also stung pretty badly by jellyfish! So often when the waters are calm and tranquil that does tend to be jellyfish, so be aware.  I also saw some people handling the starfish, which made me cringe a little bit. You - re really not supposed to be picking them up. Right after my son was stung by the jellyfish we left, so we did not get the chance to explore any of the restaurants our walk down Drago Beach, so it was a bit of a shame. I - m sure the place is lovely if it was not on a weekend. Just having the really loud motorboat  touristy situations was really incongruous with what a beautiful beach it was. Will I go back? Probably not, just because I know that there are jellyfish. But I really did want to go to Drago Beach, which you can walk to from Starfish Beach, and eat at one of the restaurants. That said, It is a gorgeous beach. I - ve been to so many beaches that look very similar, but are completely deserted, especially because we vacation a great deal on small sailboats, so we go to several deserted beaches. This reminded me of the quality of that type of beach. Beautiful, warm water, sandy beach, but again, just overrun with people and the occasional jellyfish.Read more",
            "Chúng tôi đã đọc những nhận xét về bãi biển sao biển và quyết định không đi vì có vẻ như khách du lịch đã phá hỏng nó. Tuy nhiên, sau đó, những người mà chúng tôi đã nói chuyện ở Thị trấn Bocas nói rằng chúng tôi nên đi vì nó rất đẹp, v.v. Và nó rất đẹp. Nhưng đó là nơi mọi chuyện kết thúc. Chúng tôi nhìn thấy một con sao biển. Có biển báo ở khắp mọi nơi bảo bạn đừng chạm vào chúng. Chúng tôi ngồi và quan sát một đứa trẻ chộp lấy con sao biển, lật ngược nó lại, di chuyển nó liên tục. Thật là buồn. Cha mẹ của đứa trẻ nhiều lần dặn cậu không được chạm vào, nhưng khi đứa trẻ khoảng 4 tuổi, họ không nghe lời và không nhận ra tác dụng của việc mình làm. Đó không phải lỗi của đứa trẻ, nó còn quá nhỏ để hiểu. Sau khi quyết định không thể tham gia vào chuyện này nữa, chúng tôi cố gắng bắt taxi nước quay lại Thị trấn Bocas. Nếu chúng tôi ở lại thêm 2 giờ nữa, một chiếc taxi nước sẽ chở chúng tôi - 5 chiếc mỗi chiếc - có 3 người chúng tôi - . Khi chúng tôi muốn rời đi ngay lập tức, anh ấy từ chối rồi tỏ ra khó chịu khi chúng tôi đi đến một chiếc thuyền khác đề nghị đưa chúng tôi trở lại với giá - tổng cộng là 25. Anh chàng ban đầu sau đó đề nghị - 30 nhưng đã quá muộn. Anh ấy không - không vui nhưng này ho. Tôi không muốn mất thêm 2 tiếng đồng hồ nữa để chứng kiến ​​bãi biển xinh đẹp này bị phá hủy. Có những quán bar dọc bãi biển, không quán nào sạch sẽ, không quán nào chào đón. Có rác ở khắp mọi nơi, lon và chai nhựa dọc theo bãi biển, xổ số rải rác khắp nơi. Ghế bẩn và phủ đầy tảo xanh. Đó là một trò kiếm tiền và nếu nơi này được cứu bằng mọi cách vì nó là một bãi biển có sao biển, thì khách du lịch cần phải tránh xa và rời đi một mình. Tôi và không khuyến khích việc phá hủy những gì lẽ ra là một môi trường nguyên sơ và xinh đẹp. Toàn bộ trải nghiệm thật buồn và tôi ước chúng ta chưa bao giờ đến đó.Đọc thêm",
            "Bãi biển bơi lội thú vị với rất nhiều sao biển thực sự. Nhà hàng và quán bar cung cấp mọi thứ bạn cần! Đi taxi ngắn từ thị trấn. Nước rất trong xanhĐọc thêm",
            "Chúng tôi yêu thích chuyến đi đến bãi biển này!   Nhìn thấy những con sao biển lớn trong làn nước tĩnh lặng.  Ăn bữa trưa tôm hùm đáng yêu trên bãi biển.  Điểm nổi bật thực sự của chuyến đi đến Bocas của chúng tôi!Đọc thêm",
            "Bãi biển đáng yêu, nơi có nhiều sao biển - và ngay trên bãi cát - nếu bạn đến đó trước khi tất cả các con thuyền bắt đầu kéo vào bờ.  Nó hơi đông đúc nhưng nước trong, ấm và đẹp. Chúng tôi đi bộ trong một con nước chỉ ngập đến mắt cá chân và có những con sao biển - màu vàng, nâu và đỏ.  Xinh đẹp.  Họ cũng thích ở xa hơn một chút, nơi đáy dốc xuống và họ đang ở trên đường nghiêng đó.   Tôi sợ rằng một ngày nào đó chúng sẽ biến mất như những con thuyền cứ tấp vào bãi biển bất kể chúng có thể gây hại gì.  Có một căn lều trên bãi biển này với một số người dân địa phương đang nấu ăn;  chúng tôi đã gọi món cá rất ngon - mặc dù chúng tôi bắt họ lau bàn nhưng chúng tôi sẽ ngồi để đảm bảo nó sạch sẽ - .Đọc thêm",
            "Chúng tôi đi đến bãi biển Starfish được nhắc đến nhiều.  Phải nói rằng chúng tôi hơi choáng ngợp.  Việc đi ra ngoài bằng xe buýt Collectivo là một nhà thám hiểm vì con đường hiện đang được xây dựng và rất gập ghềnh với nhiều khúc quanh.  Khi đến Bãi biển Drago, bạn có thể chọn đi bộ đến Bãi biển Sao Biển hoặc đi taxi nước.  Những người đi taxi nước sẽ nói với bạn rằng đó là một quãng đường đi bộ dài nhưng chỉ mất 10 phút và rất dễ đi bộ.  Bản thân bãi biển không tuyệt vời nhưng điểm cộng ở bãi biển này là nước rất yên tĩnh nên rất thích hợp để bơi lội.  Họ có một số nhà hàng và ghế cho thuê ven biển nhưng bầu không khí chẳng là gì so với Bãi biển Zapatilla.  Tuy nhiên, chúng tôi đã nhìn thấy một số con sao biển nhưng sau một tiếng rưỡi, chúng tôi cảm thấy đã đủ và quay trở lại.  Vì vậy, một chuyến đi dài trong một thời gian ngắn ở bãi biển.  Nếu bạn chỉ có thể thực hiện một chuyến tham quan bãi biển thì Zapatilla sẽ thắng.Đọc thêm"
        ],
        "star_ratings": [
            609,
            361,
            180,
            79,
            73
        ],
        "review_amount": 1302,
        "location": [
            "Trung Mỹ",
            "Tỉnh Bocas del Toro",
            "Panama",
            "Bãi Biển Sao Biển",
            "Những điều cần làm ở Thị trấn Bocas",
            "Isla Colon",
            "Thị trấn Bocas"
        ],
        "reviews_time": [
            "Written January 16, 2024",
            "Written January 11, 2024",
            "Written January 7, 2024",
            "Written September 12, 2023",
            "Written August 10, 2023",
            "Written June 26, 2023",
            "Written June 24, 2023",
            "Written May 30, 2023",
            "Written March 29, 2023",
            "Written March 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g304171-d3198950-Reviews-Starfish_Beach-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g304171-d2222836-Reviews-Yarisnori-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d2368782-Reviews-Boca_del_Drago-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12198669-d4324156-Reviews-Playa_Bluff-Bluff_Beach_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d14184770-Reviews-Plastic_Bottle_Village-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d6105583-Reviews-Smithsonian_Tropical_Research_Institute-Bocas_Town_Isla_Colon_Bocas_del_Toro_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g304170-d26688595-Reviews-La_Gruta-Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15333086-d25570357-Reviews-Avian_Breakfast-Bocas_del_Toro_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d3198950-Reviews-or10-Starfish_Beach-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d3159923-Reviews-Parque_Nacional_Marino_Isla_Bastimentos-Bocas_Town_Isla_Colon_Bocas_del_Toro_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d1718357-Reviews-Dolphin_Bay_Preserve-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d13437885-Reviews-Simon_Bolivar_Park-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304170-d672581-Reviews-Bocas_Butterfly_Garden-Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d3587691-Reviews-Bocas_Dive_Center-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d12612353-Reviews-Kawi_Voyage-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d3935579-Reviews-Bocas_Pirates_Dive_Center-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d1159940-Reviews-La_Buga_Dive_Center_Surf_School-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d3909154-Reviews-Flying_Pirates-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304170-d12072353-Reviews-Total_Adventures-Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d7713803-Reviews-Jager_Knights_Tours-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d12639572-Reviews-Bocas_Ebikes-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d2437352-Reviews-Habla_Ya_Spanish_School_Bocas_del_Toro_Campus_Day_Classes-Bocas_Town_Isla_Colon_B.html",
            "https://www.tripadvisor.com/Attraction_Review-g298425-d13400468-Reviews-Panama_Dive_School-Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d1451264-Reviews-Bocas_Yoga-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304172-d2038313-Reviews-Scuba_6_ECO_Diving-Isla_Bastimentos_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304170-d3858650-Reviews-Under_sea_Panama-Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d8830705-Reviews-The_Exorcist_Steps-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d17386312-Reviews-Overseas_Adventure_Travel-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3728839-Reviews-GhostBusters_Firehouse_Company_8-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d506289-Reviews-Carpe_Diem-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d646305-Reviews-Tanger_Outlets_Charleston-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d4409736-Reviews-Leonardo_Interactive_Museum-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g34574-d11827119-Reviews-Go_Port-Port_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025634-d1425027-Reviews-American_Village-Chatan_cho_Nakagami_gun_Okinawa_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g154960-d318430-Reviews-Saint_John_City_Market-Saint_John_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g2553632-d13592820-Reviews-No_Bikini_Beach-Maafushi_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g304171-d3198950-Reviews-or10-Starfish_Beach-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g304171-d3198950-Reviews-Starfish_Beach-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html"
    }
]