[
    {
        "attraction_name": "Stasimuseum",
        "attraction_name_vi": "Bảo tàng Stasim",
        "general_info": [
            "1.904 đánh giá",
            "- 29 trong số 1.260 điều cần làm ở Berlin",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Bảo tàng nằm trong trụ sở cũ của cảnh sát mật Đông Đức. Ngày nay, trên ba tầng triển lãm bao gồm công nghệ giám sát và quan sát như dây điện và máy chiếu tia hồng ngoại ẩn để chụp ảnh vào ban đêm. Trung tâm của cuộc triển lãm là văn phòng của Bộ trưởng Bộ An ninh Nhà nước CHDC Đức, Tướng Erich Mielke. Toàn bộ tầng hai theo phong cách của những năm 1989 với rất nhiều thiết bị và nội thất của những năm 1960, 70 và 80.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Đối với một bảo tàng có ý nghĩa lịch sử như vậy, người ta mong đợi một môi trường thuận lợi cho việc học tập và tập trung. \nTuy nhiên việc thiếu điều hòa khiến nó khó được đánh giá cao. Một vài du khách bị ốm.\n\nĐề nghị đặt trước chuyến tham quan có hướng dẫn bằng tiếng Anh. Nó chỉ chạy lúc 3:00 chiều.Đọc thêm",
            "Nhập cảnh tương đối rẻ, nhân viên hữu ích và thân thiện. Triển lãm mang lại nhiều thông tin, tuyệt vời nếu bạn bắt đầu với ít hoặc không có kiến ​​thức. Cafe rẻ - chỉ tiền mặt -. Hướng dẫn âm thanh được khuyến khích để có trải nghiệm hoàn chỉnh. Dễ dàng đi đến - từ trên U bahn.\nMọi thứ bạn cần để hiểu về Stasi và cuộc sống ở Đông Đức sau Thế chiến 2.Đọc thêm",
            "Một cách hay để tìm hiểu về lịch sử của một chủ đề nặng nề trong lịch sử nước Đức. Bạn sẽ có cảm giác thực sự về thời kỳ đó diễn ra như thế nào và nó hẳn đã có tác động như thế nào đối với những người sống dưới sự khủng bố của Stazi. Hãy chuẩn bị cho việc đọc nhiều và có nhiều đồ tạo tác thú vị.Đọc thêm",
            "Trải nghiệm hoàn toàn hấp dẫn. Tầng một rất thú vị nhưng có rất nhiều thứ để tiếp thu và không thực sự có thời gian để làm điều đó vì có rất nhiều du khách. Nhưng tầng hai với văn phòng của công nhân Stasi thật không thể tin được. Nghĩa đen giống như quay ngược thời gian. Tôi thề là tôi có thể ngửi thấy mùi mốc của thuốc lá Đông Đức vẫn còn đọng trong đồ đạc. Vì vậy, rất thú vị. Và tôi có thể nói rằng cuốn sách hướng dẫn này hoàn toàn tuyệt vời và chứa đựng tất cả những chi tiết mà tôi không thể nắm bắt được khi đi dạo xung quanh. Rất khuyến khích.Đọc thêm",
            "Đây là một trong những bảo tàng lịch sử tốt nhất tôi từng đến ở Châu Âu. Họ lưu giữ rất nhiều tài liệu gốc và hướng dẫn bằng âm thanh cực kỳ hữu ích. Tôi đã học được rất nhiều điều về Stasi, từ phương pháp giám sát cho đến vai trò của họ ở Đông Đức.\n\nNó hơi xa các điểm tham quan du lịch chính ở Berlin, nhưng chắc chắn có giá trị. Nếu bạn đang tìm hiểu lại lịch sử Chiến tranh Lạnh, bạn phải đi!Đọc thêm",
            "Đây là một nơi thú vị và có rất nhiều thông tin và hình ảnh. Một số căn phòng vẫn giữ nguyên như thời đó và điều đó khiến nó trở nên chân thực hơn rất nhiều. Hãy chuẩn bị sẵn sàng để đọc nhiều và trả thêm 2 Euro để có được chuyến tham quan bằng âm thanh - nhiều ngôn ngữ - . \n\nCác nhân viên tại bàn rất thân thiện và hữu ích. Chuyến tham quan tự túc hoàn toàn là về quản lý stasi và không có phòng giam hay tương tự nào trên trang web, điều mà tôi rất ngạc nhiên, nhưng đó chỉ là nơi dành cho quản lý cấp cao. \n\nRất đáng để xemĐọc thêm",
            "Một nơi hấp dẫn!  Không được công bố rộng rãi nhưng cũng đáng để ghé thăm.  Kể từ lần cuối tôi đến cách đây 10 năm, có rất nhiều thông tin bằng tiếng Anh và quán cà phê đã được cải thiện!  Mang lại cảm giác dễ chịu về các hoạt động kỳ lạ của Stasi ngày xưa mà không có quá nhiều kịch tính cường điệu.  Triển lãm ngoài trời cũng rất tuyệt, nhưng tôi - tôi không chắc liệu điều đó có tồn tại lâu dài hay không.Đọc thêm",
            "Thú vị và trình bày tốt. Nó cực kỳ nhiều thông tin. Nó được chia thành các khu vực có chủ đề khác nhau và bản thân tòa nhà là một thứ gì đó để xem. Bạn có thể nhìn ra ngoài cửa sổ và có rất nhiều thông tin về các tòa nhà xung quanh cũng như mục đích sử dụng của chúng. Chúng tôi đã dành khoảng hai giờ ở đây. Tôi chắc chắn sẽ khuyên bạn nên ghé thăm đây để hiểu rõ hơn về tình hình hiện tại.\n\nChúng tôi đến đây bằng U-bahn - khoảng 10 phút đi bộ.  Chúng tôi uống cà phê tại một quán bar trên đường chính nhưng thực ra bảo tàng có một quán cà phê nhỏ nhưng sẽ ngon hơn là ở gần nhà ga. Gần đó có những nhà hàng Ý khá đẹp - cách Rathausenstrasse khoảng 10 phút đi bộ. Đọc thêm",
            "Có vẻ hơi kỳ lạ khi đánh giá đây là điểm thu hút 5 sao - xét theo bối cảnh, nhưng bảo tàng chắc chắn đáng để ghé thăm. Bạn thực sự có được cảm giác rất nhỏ về việc sống trong điều kiện khủng khiếp như vậy ở Đông Berlin như thế nào. Gaslighting ở mức tốt nhất nơi bạn bè, hàng xóm và thậm chí cả gia đình được khuyến khích theo dõi. Nếu có ai gặp vấn đề với sự đa dạng và tự do ngôn luận, hãy đến và xem giải pháp thay thế sẽ như thế nào. Chuyến tham quan bằng âm thanh cũng rất đáng thực hiện; các cuộc triển lãm là tốt nhưng nó thêm chiều sâu và bối cảnh. Cũng không quá lâu - khi bạn đang tìm hiểu về một chế độ áp bức như vậy, thật tuyệt khi có ranh giới về thời gian. Thật đáng kinh ngạc khi nhận ra rằng mọi người trong cuộc đời chúng ta đều sống trong những điều kiện nàyĐọc thêm",
            "Chúng tôi đã đến thăm vào Chủ nhật và trong khi không có chuyến tham quan có hướng dẫn viên, chúng tôi đã thêm gói âm thanh vào vé vào cửa - đó là một bước đi khôn ngoan vì nó bổ sung thêm nhiều chi tiết thú vị hơn cho các cuộc triển lãm.\n\nTrải rộng trên ba tầng, bộ khuếch đại bảo tàng trưng bày hệ thống giám sát rất lạnh lùng và có kiểm soát vốn thịnh hành trong những năm 80. \n\nDễ dàng truy cập thông qua tàu điện ngầm. Cho phép 2 giờ đi qua triển lãm mà không vội vàng. Đọc thêm",
            "Tôi thực sự muốn đến thăm bảo tàng này vì tôi quan tâm đến giai đoạn lịch sử này, nhưng hơi thất vọng về cách trưng bày. Nó - không tương tác, đọc nhiều và ít mục được trưng bày. Về cơ bản nó có 3 cấp độ bảng có hình ảnh. Nó - cách xa khu du lịch trung tâm - nhưng Ubhan có thể tiếp cận được - vì vậy nếu bạn không có thêm thời gian, tôi sẽ không khuyến nghị. Nếu bạn có thời gian hoặc đặc biệt muốn tìm hiểu thêm về SS thì có, bạn nên đi. Hướng dẫn bằng âm thanh là điều bắt buộc, vì nếu không có nó, bạn sẽ phải đọc cả một cuốn tiểu thuyết - trên bảng - . Ngay cả với hướng dẫn âm thanh, nó vẫn hơi nhàm chán ở một số phòng khi bạn nghe hướng dẫn, nhưng đã quan sát xong tất cả mọi thứ được trưng bày. Rất ít chỗ để ngồi khi bạn đang nghe hướng dẫn. Căn phòng tốt nhất là phòng chứa các thiết bị nghe và chụp ảnh mà các đặc vụ SS sử dụng. Rất thú vị. Có vẻ như không thực tế lắm khi mọi người bị giám sát quá nhiều. Cuộc sống thực của Big Brother. Thật thú vị khi được xem văn phòng của người đứng đầu SS. Nhìn chung, tôi thích nghe hướng dẫn âm thanh, nó chứa nhiều thông tin, nhưng tôi phải nói rằng Bảo tàng Khủng bố ở Budapest - về phiên bản SS của Hungary - hay hơn gấp 10 lần.Đọc thêm",
            "Trước hết, tôi muốn đề xuất rằng bảo tàng này không phải là nơi dễ tìm nhất - biển chỉ dẫn có thể tốt hơn! Nếu bạn đến từ Ruchestrasse, bạn cần đi bộ dưới một cổng vòm và đi qua một chi nhánh của Ngân hàng Sparda để đến bảo tàng. Bản thân bảo tàng vô cùng thú vị. Nằm trong trụ sở cũ của Stasi - văn phòng bộ trưởng đã được bảo tồn như thời điểm sụp đổ của DDR. Các phần khác của tòa nhà được dành để trưng bày thú vị về các phương pháp và kỹ thuật, cũng như các kỹ thuật mà Stasi sử dụng. Tất cả chúng tôi đều thấy bảo tàng thực sự thú vị và chúng tôi đã học được rất nhiều điều. Quán cà phê nhỏ tại chỗ phục vụ đồ uống và đồ ăn nhẹ. Cần lưu ý rằng chỉ có thể thanh toán bằng tiền mặt để vào cửa. Đọc thêm",
            "Tôi đã đến thăm Stasimuseum vào lễ Phục sinh cùng với cậu con trai 13 tuổi điên cuồng trong lịch sử của mình. Giáo viên của anh ấy đã đề nghị chúng tôi đưa điều này vào hành trình của mình và tôi - tôi rất vui vì anh ấy đã làm như vậy! Chúng tôi có tàu điện ngầm từ Unter den Linden đến Magdelenstrasse. Khi bạn đến mức đường phố - đó là một khu dân cư và khá kỳ lạ nhưng khoảng 10 phút đi bộ sẽ đưa bạn đến bảo tàng - làm thế nào chúng ta tồn tại trước satnav! - Tôi thực sự không biết nên mong đợi điều gì từ việc này nhưng hóa ra nó lại là một trong những điểm nổi bật trong chuyến đi của chúng tôi. Tôi thực sự khuyên bạn nên mua một bộ hướng dẫn âm thanh với giá khoảng 2 euro. Chúng tôi đã dành gần 3 giờ chỉ để đi lang thang từ phòng này sang phòng khác để nghe những đoạn âm thanh mô tả rất xuất sắc. Có rất ít người ở đó nên thật tuyệt khi chúng tôi có thể dành thời gian. Con trai tôi vô cùng yêu thích chuyến thăm này và đã biết nhiều hơn tôi! Tôi thực sự khuyên bạn nên ghé thăm Stasimuseum nếu không có gì khác ngoài việc xem các phương pháp họ sử dụng để theo dõi mọi người! Ôi!Đọc thêm",
            "Vào một ngày nắng đẹp ở Berlin, tôi quyết định đi bộ đến Đông Berlin để thăm cả Bảo tàng Stasi và nhà tù Stasi - Xem Đánh giá riêng - hai nơi bổ sung hoàn hảo cho nhau để có cái nhìn tổng thể về chế độ cộng sản áp bức DDR này. Bảo tàng nằm trong tòa nhà Trụ sở Stasi thực tế và vẫn như cũ với các văn phòng - phòng liên lạc cùng nhiều thứ khác vẫn còn nguyên vẹn. Bảo tàng kể câu chuyện về Stasi trong những ngày tàn bạo nhất của tổ chức cũng như quá trình dẫn đến và sự sụp đổ cuối cùng của nó vào năm 1989. Tôi không thể giới thiệu nơi này đủ, đặc biệt là khi kết hợp với chuyến tham quan nhà tù Stasi. Đọc thêm",
            "Bạn phải thử và có được chuyến tham quan bằng tiếng Anh miễn phí diễn ra lúc 3 giờ chiều.  Thật không may cho gia đình tôi, đó là một nhóm rất đông người vào dịp này, có lẽ vì đó là ngày đầu năm mới.  Người hướng dẫn có kiến ​​thức và đưa ra cái nhìn sâu sắc rất thú vị về cuộc sống của người Đông Đức dưới chế độ CHDC Đức và dưới góc nhìn của những người ở Stasi.  Tôi đồng ý với một người đánh giá khác rằng không có cơ sở vật chất thực sự dành cho người khuyết tật.  Tôi nên đề cập rằng bảo tàng này có trụ sở tại một trong những tòa nhà nguyên bản của Stasi.  Có rất ít kiến ​​thức về Stasi trước chuyến thăm, nó cho tôi cái nhìn sâu sắc thực sự về cuộc sống đằng sau bức màn sắt.Đọc thêm",
            "Chủ yếu được trình bày, bảo tồn, phục hồi, giải thích một cách xuất sắc. Có rất nhiều điều thú vị để xem và đọc ở đây. Bạn sẽ có cảm giác thực sự về một số người điều hành Stasi và điều kinh dị rất bình thường mà họ đã gây ra. Nếu có vấn đề với bảo tàng thì đó là nó đã được phát triển bởi những người bị ám ảnh và có thể bị ảnh hưởng bởi cá nhân Stasi nên nó vẫn tiếp tục. Bạn cần hàng giờ - hoặc nhiều lần quay lại - để thực hiện điều đó một cách công bằng. Hãy chắc chắn rằng bạn - đã ăn trước khi đi nếu không bạn - sẽ phải rời đi - hoặc sử dụng quán cà phê - rất lâu trước khi bạn - đã thấy một phần nhỏ những gì cần xem.Đọc thêm",
            "Đã đến đó vì tôi rất quan tâm đến chính trị khi tôi ở trong một khách sạn gần đó. Khung cảnh xung quanh tòa nhà sẽ đưa bạn quay trở lại thời kỳ của DDR, vì vậy nếu bạn thích lịch sử thì nó sẽ khá thú vị đối với bạn. Bản thân bảo tàng nằm trong tòa nhà từng là trụ sở của Stasi, vì vậy bạn có thể nhìn thấy cách nó hoạt động và cách nó kiểm soát cuộc sống của người dân. Bầu không khí và mọi thứ đưa bạn trở lại thời điểm Stasi còn hoạt động hoàn toàn, vì vậy bảo tàng là một cỗ máy thời gian khá thú vị để xem nó từng hoạt động như thế nào - quản lý - cuộc sống của con người. Hãy đi và nhìn xung quanh nếu bạn quan tâm đến lịch sử - chính trị, bạn sẽ không hối tiếc chút nào!Đọc thêm",
            "Tòa nhà này là một phần lịch sử hấp dẫn, được làm sống động bởi hướng dẫn viên du lịch xuất sắc, người đã thiết lập bối cảnh một cách hoàn hảo với câu chuyện của mình về thời kỳ đó. Tôi đến đúng lúc cho chuyến tham quan bằng tiếng Anh lúc 3 giờ chiều, có ấn tượng rằng việc vào tòa nhà chỉ bằng chuyến tham quan theo thời gian. Đây không phải là trường hợp - mặc dù có các chuyến tham quan, bạn có thể đi lang thang quanh tòa nhà và các triển lãm mà không có người đi kèm và cũng có hướng dẫn bằng âm thanh. Điều này có thể rõ ràng hơn trên trang web.Đọc thêm",
            "Ngay cả khi bạn chỉ quan tâm một chút đến gián điệp và kỹ thuật gián điệp, bạn sẽ bị bảo tàng này quyến rũ. Stasi điều hành Đông Đức và bị hoang tưởng. Nó theo dõi hầu hết mọi người. Các công cụ giao dịch của họ được trưng bày. Các thiết bị nghe lén, camera bí mật được giấu ở những nơi khéo léo như bình tưới nước hoặc phía sau nút bấm và các phần cứng khác được trưng bày. Hãy ghé thăm văn phòng khổng lồ của ông chủ. Điều này tốt hơn nhiều so với bảo tàng Spy đã được thuần hóa ở Trung tâm Berlin. Đi tàu điện ngầm tuyến U5 đến ga Magdalenenstraße. Đi theo lối ra Ruschestrabe và bạn sẽ thấy một con đường dẫn thẳng đến lối vào.Đọc thêm",
            "Bạn có tin tưởng bạn bè của bạn? Bạn nên làm vậy, nhưng nếu nhìn cách Stasi hoạt động, bạn có thể phải suy nghĩ kỹ. Chắc chắn rất đáng để ghé thăm Bảo tàng Stasi và hiểu rõ hơn về cách thức hoạt động của các dịch vụ bí mật - hoặc một dịch vụ bí mật cụ thể - hoạt động. Quy mô, phương pháp và mức độ kỹ lưỡng của Stasi khá áp đảo. Có rất nhiều thứ để đọc ở bảo tàng nhưng nó rất đáng thời gian. Cũng hãy nhớ ghé thăm kho lưu trữ - lối vào ở góc - để xem các tập tin và máy móc được sử dụng.Đọc thêm"
        ],
        "star_ratings": [
            960,
            645,
            226,
            53,
            20
        ],
        "review_amount": 1904,
        "location": [
            "nước Đức",
            "Châu Âu",
            "Bảo tàng Stasim",
            "Những điều cần làm ở Berlin",
            "Béc-lin"
        ],
        "reviews_time": [
            "Written July 17, 2023",
            "Written July 27, 2023",
            "Written July 30, 2023",
            "Written August 14, 2023",
            "Written August 20, 2023",
            "Written September 1, 2023",
            "Written September 2, 2023",
            "Written September 12, 2023",
            "Written November 6, 2023",
            "Written November 15, 2023",
            "Written January 29, 2020",
            "Written February 15, 2020",
            "Written May 7, 2023",
            "Written March 8, 2020",
            "Written January 7, 2020",
            "Written March 7, 2020",
            "Written April 12, 2020",
            "Written February 5, 2020",
            "Written January 12, 2020",
            "Written March 6, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187323-d547846-Reviews-Stasimuseum-Berlin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d2705701-Reviews-Il_Mondo-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d12276666-Reviews-Ristorante_Rossini_Quattro-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d25099489-Reviews-Tacuza-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d26360296-Reviews-Bamboo_Bowl_Restaurant-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d7072066-Reviews-Gangway_e_V-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d14998503-Reviews-Castello_Bistro-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d13504559-Reviews-Don_Giovanni-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d5826648-Reviews-Eiscafe_Winkels-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d23613675-Reviews-Cooquin_Cafe-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d14958042-Reviews-An_Dem-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d15030412-Reviews-Einblick_ins_Geheime-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10548117-Reviews-Open_Air_Ausstellung_Revolution_und_Mauerfall-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d191041-Reviews-East_Side_Gallery-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196239-Reviews-Memorial_of_the_Berlin_Wall-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190535-Reviews-Topography_of_Terror-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190517-Reviews-Reichstag_Building-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d26785789-Reviews-HEY_ALEX-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190518-Reviews-Brandenburg_Gate-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d617423-Reviews-The_Holocaust_Memorial_Memorial_to_the_Murdered_Jews_of_Europe-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190527-Reviews-Pergamonmuseum-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d547846-Reviews-or10-Stasimuseum-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d9844657-Reviews-Art4berlin_GALLERY-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d12906771-Reviews-Urban_Nation-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2136682-Reviews-Classic_Remise_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d4751162-Reviews-German_Resistance_Memorial_Center-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3618456-Reviews-Designpanoptikum-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190595-Reviews-Gemaldegalerie-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d594412-Reviews-Museum_Blindenwerkstatt_Otto_Weidt-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d195030-Reviews-Palace_of_Tears-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d26245427-Reviews-Quest_In_The_City-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3559763-Reviews-Berlin_Kombinat_Tours-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6603526-Reviews-THE_ROOM_Live_Escape_Game_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d7121454-Reviews-Make_a_Break_Escape_Room_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10361319-Reviews-Labyrintoom_Escape_Room_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6605739-Reviews-Berlino_Explorer-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d735931-Reviews-Original_Berlin_Walks-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d15798995-Reviews-Vexperio_www_vexperio_com-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d7740384-Reviews-Trabant_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2615664-Reviews-Explore_Berlin_Tours-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d13199676-Reviews-WINDOBONA_Indoor_Skydiving_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10507977-Reviews-Withlocals-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1774026-Reviews-Humboldt_Tours_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g309277-d531570-Reviews-Monteverde_Cloud_Forest_Biological_Reserve-Monteverde_Cloud_Forest_Reserve_Monteve.html",
            "https://www.tripadvisor.com/Attraction_Review-g37437-d6998788-Reviews-Mississinewa_Lake-Peru_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34913-d12111061-Reviews-Gas_South_Arena-Duluth_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g44201-d8264443-Reviews-Ozarks_Amphitheater-Camdenton_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g39427-d5948287-Reviews-The_Mint_Gaming_Hall_at_Kentucky_Downs-Franklin_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g34152-d131842-Reviews-Venetian_Pool-Coral_Gables_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g49680-d569189-Reviews-Kaleideum_North-Winston_Salem_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d6002498-Reviews-Buccanos_Grill_Beach_Club_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g186612-d216191-Reviews-Torc_Waterfall-Killarney_County_Kerry.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d3650407-Reviews-Sauna_Heaven-Warsaw_Mazovia_Province_Central_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187323-d547846-Reviews-or10-Stasimuseum-Berlin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187323-d547846-Reviews-Stasimuseum-Berlin.html"
    }
]