[
    {
        "attraction_name": "State Forest State Park",
        "attraction_name_vi": "Công viên tiểu bang rừng tiểu bang",
        "general_info": [
            "106 đánh giá",
            "- 1 trong 8 điều cần làm ở Walden",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Lái xe đẹp ngoài đó. Không nhìn thấy nhiều động vật hoang dã vào ngày đầu năm mới nhưng đã nhìn thấy một vài con nai sừng tấm ngay sau khi trời tối trên HWY 125 ngay bên ngoài công viên. Những chú thỏ Jack là tác phẩm nghệ thuật của một trong những con đường quận mà chúng tôi lái xe. Họ đang đua chúng tôi trên đường. Đọc thêm",
        "reviews": [
            "Một viên ngọc ẩn. Tôi - luôn yêu thích VQG Rocky Mountain gần đó, nhưng đám đông, giao thông và giờ đây là những yêu cầu vào cửa đúng giờ đã làm hỏng phần lớn trải nghiệm đó. Công viên tiểu bang này giáp với NP, cung cấp một số cảnh quan ngoạn mục giống nhau, hồ trên núi cao, đi bộ đường dài, tất cả các loại lựa chọn cắm trại từ các địa điểm có điện đến các cabin xa xôi, phân tán, yurts, v.v. Aspen rực rỡ trong màu sắc mùa thu và câu cá hồi Tuyệt. Con nai sừng tấm chạy qua trại mỗi sáng. Bất khả chiến bại.Đọc thêm",
            "Vợ tôi và tôi cắm trại tại Khu cắm trại hồ chứa N. Michigan vào giữa tháng 8 năm 2020 trong 6 đêm. Đó là một cái hồ chứa rất đẹp nhưng chúng tôi không thấy nó thân thiện với người sử dụng. Điểm cắm trại của chúng tôi - 204 - nằm trên con đường phía bắc hồ, có tầm nhìn tuyệt vời. Đường không được trải nhựa và hầu hết ô tô đều chạy với tốc độ 40 dặm/giờ. Vì vậy, rất nhiều tiếng ồn và bụi. Không có biển báo giới hạn tốc độ, và ngay cả khi có thì cũng có thể họ sẽ không tuân theo. Ngay cả Park Ranger cũng tăng tốc. Một vấn đề khác là việc tiếp cận hồ. Có một đoạn đường nối thuyền nhưng không có bãi đậu xe ở đó ngoại trừ những người ở tại các địa điểm gần đoạn đường nối. Vì vậy, nếu bạn có thuyền kayak, SUP hoặc ống phao, bạn phải mang nó xuống mặt đập trên con đường rải sỏi. Và bởi vì gió thổi liên tục nên chúng tôi chỉ chèo thuyền kayak một ngày. Vấn đề cuối cùng là không có chủ trại thường trú nên không có ai ở đó để theo dõi mọi việc. Chúng tôi đã cắm trại ở rất nhiều công viên tiểu bang ở Colorado, nhưng công viên này thực sự đáng thất vọng.Đọc thêm",
            "Khung cảnh đẹp, hoạt động đi bộ đường dài tuyệt vời, trung tâm du khách rất thú vị-Công viên State Forest State có rất nhiều điều để giới thiệu!  Và bạn có thể may mắn được nhìn thấy một trong số 600 con nai sừng tấm thường trú!Đọc thêm",
            "Chúng tôi đang trên đường đến điểm đến tiếp theo - tôi muốn dừng lại ở Trung tâm Du khách Moose. Đây là ngay ngoài đường Hwy 14 - Đường đi ngắm cảnh Cache De Poudre cách Walden vài dặm.  Đây là một VC khá mới - họ có một số thú nhồi bông. Một cửa hàng quà tặng nhỏ - khu vực dành cho trẻ em. Tôi được biết nhân viên đang làm việc muốn chúng tôi trả phí nhưng chúng tôi chỉ ở đó có 15 phút. Nếu chúng tôi đi bộ một đoạn ngắn, có lẽ tôi đã làm được. Ngoài ra còn có thông tin về khu vực xung quanh, nhưng không có bản đồ về Đường đi ngắm cảnh Cache De Poudre.  Có - s một bãi đậu xe lớn. Đủ lớn cho RV. Chúng tôi không thấy con nai sừng tấm nào, nhưng cô gái làm việc ở đó nói rằng mọi người đã nhìn thấy chúng trong chuyến đi bộ đường dài giữa thiên nhiên.   Một nơi tốt để dừng lại - duỗi chân.Đọc thêm",
            "Chúng tôi đặc biệt đến để tìm kiếm con nai sừng tấm.  Chúng tôi mất rất nhiều thời gian từ sáng sớm đến tối để tìm kiếm chúng.  Ngay khi chúng tôi đang lái xe ra ngoài, tôi phát hiện ra một con nai sừng tấm lớn bên con lạch.  Sau đó chúng tôi nhìn thấy đứa con nhỏ đáng yêu của cô ấy bước ra về phía cô ấy!  Chúng tôi cũng thấy một số con nai.  Công viên rất đẹp và có thể lộng lẫy trong thời gian thay lá vào mùa thu.  Các con đường chính đang ở tình trạng tốt nhưng có thể bạn sẽ không thử hầu hết các con đường phụ trừ khi xe của bạn có khoảng sáng gầm cao - 4WD.  Phí vào cửa chỉ - 9 - ngày.  Rất nhiều người đang cắm trại nhưng nó không có vẻ quá đông đúc.Đọc thêm",
            "Đi dạo một chút quanh những hồ nước đóng băng. Rất đẹp và yên bình. Vui mừng chúng tôi lái xe ra đây. Đã nhìn thấy một số dấu vết của con nai sừng tấm nhưng vì đã muộn hơn trong ngày nên không có động vật nào. Đọc thêm",
            "Đẹp, và có vẻ xa xôi, vì phải mất một thời gian dài để lái xe đến khu cắm trại thô sơ của tôi trong khi tôi rất mong muốn có được sự yên bình và tĩnh lặng. Những người hàng xóm của khu cắm trại của tôi là một bầy chó sủa rất to!! - Tôi có thể ở lại thành phố vì điều đó. Đọc thêm",
            "Có một chuyến cắm trại rất thú vị, ở lại khu cắm trại hồ kiểm lâm. Nhưng hãy chuẩn bị cho muỗi!Đọc thêm",
            "Chúng tôi không có nhiều may mắn khi nhìn thấy động vật hoang dã chỉ có vài con nai và một con đại bàng đầu trọc.  Chúng tôi ở trên hồ Bắc Michigan và ở đó rất đẹp.  Các khu cắm trại được bố trí hợp lý.  Những con đường mòn chúng tôi đi bộ đã được đánh dấu và bảo trì kỹ lưỡng, đồng thời nhiều con đường có bộ đệm địa lý trên đường đi.  Trung tâm của du khách đáng để dừng lại để đọc về đời sống hoang dã địa phương.  Chúng tôi đã đến nơi với lớp tuyết dày đến từng inch trên mặt đất - vào tháng 6 - và rời đi nơi bầu trời đầy nắng.Đọc thêm"
        ],
        "star_ratings": [
            57,
            34,
            7,
            7,
            1
        ],
        "review_amount": 106,
        "location": [
            "Công viên tiểu bang rừng tiểu bang",
            "Hoa Kỳ",
            "Colorado - CO -",
            "Hoạt động giải trí tại Walden",
            "Walden"
        ],
        "reviews_time": [
            "Written January 8, 2024",
            "Written October 1, 2022",
            "Written August 31, 2022",
            "Written August 9, 2022",
            "Written June 27, 2022",
            "Written June 11, 2022",
            "Written October 25, 2021",
            "Written May 28, 2021",
            "Written July 11, 2020",
            "Written June 15, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33683-d2391621-Reviews-State_Forest_State_Park-Walden_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33683-d23590978-Reviews-Howling_Coyote_Roadhouse-Walden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d270453-Reviews-American_Lake_Trail-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33683-d2391621-Reviews-or10-State_Forest_State_Park-Walden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33612-d15202671-Reviews-The_Rand_Store-Rand_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33683-d26301747-Reviews-Red_Feather_Guides_and_Outfitter-Walden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g56476-d106057-Reviews-Mustang_Island_State_Park-Port_Aransas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g303910-d8641922-Reviews-Shark_Bay-Koh_Tao_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32701-d116567-Reviews-Mendocino_Coast-Mendocino_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d2249606-Reviews-Walkway_Over_the_Hudson_State_Historic_Park-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32249-d3471787-Reviews-Corona_Del_Mar_State_Beach-Corona_del_Mar_Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093806-d8555792-Reviews-Cala_Mesquida_Beach-Cala_Mesquida_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d527485-Reviews-Myrtle_Beach_State_Park-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d246510-Reviews-Plaza_de_Espana-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153180-Reviews-Basilica_de_Santa_Maria_de_Guadalupe-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d8652761-Reviews-Safe_Airport_Transfer-Istanbul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33683-d2391621-Reviews-or10-State_Forest_State_Park-Walden_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33683-d2391621-Reviews-State_Forest_State_Park-Walden_Colorado.html"
    }
]