[
    {
        "attraction_name": "Sterling Hill Mining Museum",
        "attraction_name_vi": "Bảo tàng khai thác mỏ Sterling Hill",
        "general_info": [
            "249 đánh giá",
            "- 1 trong số 1 điều cần làm ở Ogdensburg",
            "Bảo tàng chuyên ngành",
            "Trang web giáo dục",
            "Mỏ"
        ],
        "attraction_summary": "Bước vào Khoa học Trái đất.... Hãy tham gia chuyến phiêu lưu đi bộ dưới lòng đất dài ¼ dặm đến mỏ lâu đời thứ 4 trong cả nước và là mỏ ngầm cuối cùng còn hoạt động ở NJ. Hầu hết mọi thứ do con người tạo ra đều liên quan đến khai thác. Tại Bảo tàng Khai thác Sterling Hill, chúng tôi sẽ cho bạn thấy cách thức thực hiện. Từ khoan và nổ mìn đến chế biến quặng, chúng tôi có tất cả! Trong khi tham quan, bạn sẽ thấy màn trình diễn lịch sử thiết bị khai thác, màn trình diễn khoan và nổ mìn và Đường hầm Cầu vồng huỳnh quang nổi tiếng thế giới - nơi mọi người có thể mang về nhà một mẫu khoáng chất huỳnh quang. Ngay tại NJ là một trong những mỏ quặng kẽm giàu nhất thế giới, khu vực này tự hào có hơn 350 loại khoáng chất, trong đó có khoảng 70 loại phát huỳnh quang. Đó là khoảng 10 loại khoáng chất đã biết trên thế giới ngay tại NJ. Cũng như mỏ khoáng chất huỳnh quang giàu nhất thế giới. Bạn có thể tự mình thu thập khoáng chất từ ​​khắp nơi trên thế giới, bao gồm cả huỳnh quang, 7 ngày một tuần khi bảo tàng mở cửa. Đọc thêm",
        "reviews": [
            "Tôi - là hướng dẫn viên du lịch ở Kentucky, và đã lâu lắm rồi tôi mới thực hiện một chuyến du lịch mà tôi không tổ chức. Đây là một tour du lịch rất rất thú vị. Chúng tôi đã rất vui! Conner là một hướng dẫn tuyệt vời, rất hiểu biết và hấp dẫn. Khu mỏ vừa tuyệt đẹp vừa đáng sợ. Các khoáng chất huỳnh quang thật ấn tượng.Đọc thêm",
            "Địa điểm tuyệt vời! Siêu sạch sẽ, được tổ chức tốt, các tòa nhà bảo tàng là khí, chuyến tham quan thật tuyệt vời khi thực sự được vào bên trong và đi bộ trong các đường hầm khai thác, và hướng dẫn viên rất thân thiện với mọi người và cực kỳ hiểu biết! Tất cả trẻ em đều thích sàng lọc khoáng sản và đá quý! Rất đáng để ghé thăm và lái xe đến một phần lịch sử tuyệt đẹp! Đọc thêm",
            "Đó là một tour du lịch rất thú vị. Có rất nhiều thứ gọn gàng để xem. Tuy nhiên, họ cần rút ngắn khoảng một giờ. Họ bắt đầu bằng việc yêu cầu bạn thực hiện một cuộc - săn tìm xác thối - trong một căn phòng kiểu bảo tàng, và họ kéo nó ra trong nửa giờ. 10-15 phút sẽ là nhiều. Sau đó bạn đi vào mỏ và họ sẽ đưa bạn đến các khu vực khác nhau. Hướng dẫn viên của chúng tôi hơi phân tán suy nghĩ và 90 phút chúng tôi dành trong mỏ có thể dễ dàng thực hiện trong 60 phút. Sau đó, cuối cùng bạn đi ra một căn phòng kiểu bảo tàng khác.Đọc thêm",
            "Tôi đến đây khi thấy những đánh giá tích cực trên mạng.  Kỳ vọng của tôi có thể hơi cao. Chuyến tham quan diễn ra lúc 1 giờ chiều vào cuối tuần, không bán trước.  Họ chia chuyến tham quan lúc 1:00 thành các nhóm nhỏ hơn để dễ quản lý hơn, điều này thật tuyệt. Trang web không thực sự nói rõ ràng nhưng đây không phải là hoạt động hướng đến trẻ em.  Nếu một đứa trẻ không thể im lặng và chăm chú trong một bài học kéo dài hàng giờ về hoạt động khai thác mỏ thì điều này có thể không dành cho đứa trẻ đó.  Người hướng dẫn của chúng tôi đã cố gắng hết sức để vượt qua những tiếng rên rỉ và buồn chán của trẻ em, nhưng trong khu mỏ mọi thứ đều vang vọng và thực sự rất khó để cạnh tranh.  Tôi - nói chắc chắn là không dành cho trẻ em dưới 8 tuổi và 8-11 ymmv tùy thuộc vào đứa trẻ. Về phần hướng dẫn viên của chúng tôi, anh ấy rất dễ chịu, nhưng khi bắt đầu chuyến tham quan, anh ấy đã đưa ra một số thông tin sai lệch về nhũ đá và măng đá - không, nhũ đá là không nằm trên sàn, và - cột đèn - không hướng xuống - .  Thông tin sai lệch nhỏ, nhưng nó khiến tôi tự hỏi liệu những thông tin khác mà chúng tôi được cung cấp có hoàn toàn đúng hay không.  Sau một giờ ở trong mỏ, bạn sẽ được đưa vào bảo tàng khoáng sản và sau đó là bảo tàng mỏ.  Cả hai đều ổn, nhưng không rõ tại sao chúng phải được hướng dẫn, khi một số người muốn dành nhiều thời gian ở đó còn những người khác thì không quan tâm.  Không có vấn đề gì lớn, chỉ là một sự lựa chọn lập trình kỳ lạ. Cửa hàng quà tặng và quán cà phê hơi xuống cấp và các phòng vệ sinh cần được chú ý. Cơ sở lưu trú - bãi đậu xe, v.v. - có thêm di vật, tượng, v.v. tại chỗ mà bạn có thể khám phá lúc rảnh rỗi trước hoặc sau chuyến tham quan.Đọc thêm",
            "Chắc chắn có giá trị. Tôi thậm chí sẽ đi một lần nữa. Tôi đã cùng chồng tôi, những đứa con 7 và 3 tuổi của chúng tôi và nhóm hợp tác giáo dục tại nhà của chúng tôi như một chuyến đi thực địa. Mỏ này rất thú vị và hướng dẫn viên du lịch của chúng tôi, Dominick - một giáo viên khoa học đã nghỉ hưu - cực kỳ hiểu biết, thú vị và cá tính. Anh ấy rõ ràng yêu thích khu mỏ và giảng dạy về nó, điều này tất nhiên khiến mọi việc trở nên thú vị hơn. Hướng dẫn viên du lịch của chúng tôi cũng đã có câu trả lời cho tất cả các câu hỏi của chúng tôi và những mẩu thông tin thú vị để thêm vào. Bảo tàng rất thú vị, cửa hàng quà tặng có một số mặt hàng đẹp, và các con tôi rất thích chuyến tham quan và chuyến tham quan khám phá đá. Chúng tôi chắc chắn sẽ quay lại mà không có nhóm để có thể dành nhiều thời gian hơn. Tôi nghĩ chúng tôi sẽ tận hưởng chuyến tham quan nhưng nó vượt xa sự mong đợi của tôi. Rất vui vì chúng tôi đã đi! Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan mỏ và bảo tàng, đó là một trải nghiệm rất thú vị và độc đáo. Màn trình diễn bằng đá huỳnh quang rất thú vị - điều mà bọn trẻ cũng sẽ thích. Hướng dẫn viên du lịch rất nhiều thông tin. Bảo tàng cũng có rất nhiều thứ tuyệt vời trong đó. Một cảnh báo: cả hai đứa con của tôi - giày thể thao đã bị ướt và dính bùn do vũng nước trong mỏ, vì vậy tôi khuyên bạn nên đi ủng!Đọc thêm",
            "Tours are usually just on weekends, so I was lucky to be able to catch a special Friday Veterans Day tour.  When over 130 people showed up, I was sure I had made a mistake.  Though I had driven over an hour from the city, I considered bailing.  I - m glad I didn - t!I couldn - t get a straight answer on how big most your groups are, but I got the impression, this group was huge.  Secondary to size, two tour guides broke us up into separate groups.Though there was some crowding, the mine actually allowed us to space out in most places.The tour, which is about two hours long, was super interesting!  We got to see the mineshaft and how it worked.  We learned how the mines were created with a dynamite demonstration.  We got to see the rainbow area, which has hundreds of fluorescent rocks.  New Jersey is home to millions of minerals found nowhere else in the world.  And they hold the world record in the number of minerals that fluoresce.We also saw a cool underground lake and the natural water table.  And then there are two large museums at the end.  The tour guide  - I can - t remember her name -  was knowledgeable, organized, and explained the mining process clearly and with a fun dry humor.  As the for the male tour guide, I get that there are a lot of people and you have to practice crowd control, but it - s not necessary to scream so loud it feels like I - m in the military, and I can see all the veins in your neck.This is definitely worth a day trip.  I also stopped by the Franklin mineral museum, which was neat, and has its own fluorescing minerals, but not sure you need much time there after sterling hill.My ticket was around 15 dollars.  Plenty of parking.  Snacks and restrooms on site.  It can get wet underground.  Consider boots.Read more",
            "Đây là một nơi cực kỳ thú vị và tuyệt vời để xem và tìm hiểu về hoạt động khai thác cũng như thân quặng hấp dẫn ngay tại Ogdensburg, NJ.Đọc thêm",
            "Đã có một khoảng thời gian tuyệt vời vào cuối tuần sinh nhật lần thứ 65 của tôi để thu thập khoáng sản và tham gia chuyến tham quan bảo tàng và mỏ đầy thông tin kéo dài 2 giờ. Cửa hàng quà tặng tuyệt vời nữa.Đọc thêm",
            "Chúng tôi thực sự rất thích đến thăm Mỏ trong Cuộc điều tra huyền bí vào ban đêm, nhưng rất vui mừng được quay lại tham gia chuyến tham quan Thông thường hàng ngày vào một lúc nào đó! Lịch sử và cách trình bày của mỏ đã ngừng hoạt động từ lâu này rất hấp dẫn và được thực hiện rất tốt! Cửa hàng quà tặng thực sự thú vị và quán ăn nhẹ nhỏ nữa. Đi bộ rất nhiều nên hãy mang giày cũ và đội mũ. Nó nhỏ giọt trong mỏ! Bạn cũng có thể đội mũ và kính an toàn và đi săn đá. Sau đó, - chảo - tìm đá quý ở cống.  Ngoài ra, những viên đá phát quang dưới ánh đèn đen trong bảo tàng thật tuyệt vời! Phí danh nghĩa để nhập cảnh. Thực sự rất thích Bảo tàng Mỏ Sterlinghill!Đọc thêm",
            "Có dơi ở mỏ không?Đọc thêm",
            "Người khuyết tật có tiếp cận được không?Đọc thêm",
            "Chúng tôi hoàn toàn khuyết tật có thể truy cập được. Có cầu thang - nhưng chúng tôi có các tuyến đường thay thế có đường dốc.Đọc thêm",
            "có cầu thang nào tham gia chuyến tham quan của tôi khôngĐọc thêm",
            "Chúng tôi có cầu thang -- tuy nhiên, chúng tôi cũng có các tuyến đường thay thế tránh cầu thang và sử dụng đường dốc.Đọc thêm"
        ],
        "star_ratings": [
            183,
            53,
            7,
            2,
            4
        ],
        "review_amount": 249,
        "location": [
            "Hoạt động giải trí tại Ogdensburg",
            "New Jersey - NJ -",
            "Ogdensburg",
            "Hoa Kỳ",
            "Bảo tàng khai thác mỏ Sterling Hill"
        ],
        "reviews_time": [
            "Written April 14, 2024",
            "Written August 28, 2023",
            "Written July 18, 2023",
            "Written May 27, 2023",
            "Written May 3, 2023",
            "Written March 7, 2023",
            "Written November 12, 2022",
            "Written July 21, 2022",
            "Written June 6, 2022",
            "Written May 29, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46702-d584517-Reviews-Sterling_Hill_Mining_Museum-Ogdensburg_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46702-d1850809-Reviews-Atlantic_Manor-Ogdensburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46702-d17831948-Reviews-Dunkin-Ogdensburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46449-d4623882-Reviews-Franklin_Dominick_s-Franklin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46702-d10195318-Reviews-Classic_Cafe-Ogdensburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46449-d13475341-Reviews-Brick_Brew-Franklin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46449-d3374661-Reviews-The_Bagel_Tree-Franklin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46449-d4797286-Reviews-TJ_s_Pizzeria-Franklin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46449-d5539120-Reviews-The_Nutrition_Store-Franklin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46449-d4113338-Reviews-Starbucks-Franklin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46449-d4706501-Reviews-Bear_Den_Restaurant-Franklin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46449-d2172670-Reviews-Franklin_Mineral_Museum-Franklin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46839-d10259673-Reviews-Sparta_Historical_Society-Sparta_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46839-d13272597-Reviews-Van_Kirk_Homestead-Sparta_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46546-d7148320-Reviews-Lafayette_Mill_Antiques_Center-Lafayette_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46839-d10800042-Reviews-Sparta_Glen-Sparta_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46839-d12385176-Reviews-Sparta_Stage-Sparta_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g4283643-d12183472-Reviews-Mahlon_Dickerson_Reservation-Jefferson_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46486-d8499740-Reviews-Hamburg_Antique_Center-Hamburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46546-d5002763-Reviews-The_Shoppes_At_Lafayette-Lafayette_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46449-d21120073-Reviews-Lakeland_Baptist_Church-Franklin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46702-d584517-Reviews-or10-Sterling_Hill_Mining_Museum-Ogdensburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46548-d3836960-Reviews-Bridge_Marina-Lake_Hopatcong_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46548-d7148349-Reviews-Lake_Hopatcong_Cruises-Lake_Hopatcong_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46857-d4550112-Reviews-Skydive_Sussex-Sussex_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46674-d6659547-Reviews-The_Newton_Theatre-Newton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46885-d7603353-Reviews-Elements_Spa-Vernon_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46839-d12937085-Reviews-WaggMore_Pet_Boutique_Bakery_Dog_Friendly-Sparta_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46486-d3952957-Reviews-Reflections_Spa-Hamburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46486-d7393659-Reviews-Ballyowen_Golf_Club-Hamburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46674-d8382064-Reviews-Kittatinny_Valley_State_Park-Newton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46839-d8558971-Reviews-SkyView_Golf_Club-Sparta_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46839-d7148834-Reviews-Sparta_Books-Sparta_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46885-d11977585-Reviews-Solve_It_Escape_Rooms-Vernon_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g30375-d560509-Reviews-Birmingham_Race_Course_Casino-Birmingham_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d149652-Reviews-Mastic_Trail-Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d6378202-Reviews-West_7th-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d3140287-Reviews-Riyadh_Gallery_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1537397-Reviews-Children_s_Museum_of_Phoenix-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g45198-d3427185-Reviews-Valley_View_Garden_Golf-Great_Falls_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8703348-Reviews-German_Spy_Museum_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d1590663-Reviews-Queen_Califia_s_Magical_Circle-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297968-d17723764-Reviews-Karma_Restaurant_Night_Club-Side_Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2234805-Reviews-Barnsdall_Art_Park-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46702-d584517-Reviews-or10-Sterling_Hill_Mining_Museum-Ogdensburg_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46702-d584517-Reviews-Sterling_Hill_Mining_Museum-Ogdensburg_New_Jersey.html"
    }
]