[
    {
        "attraction_name": "Stereo Nightclub",
        "attraction_name_vi": "Hộp đêm âm thanh nổi",
        "general_info": [
            "41 đánh giá",
            "- 68 trên 178 Cuộc sống về đêm ở Montréal",
            "Quán Bar - Câu Lạc Bộ",
            "Câu lạc bộ khiêu vũ - vũ trường"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nơi tồi tệ nhất ở Montreal, tôi đã mua vé tham dự một sự kiện vào thứ Bảy ngày 24 tháng 3 năm 2024. Tôi quét vé và đặt áo khoác của mình vào quầy kiểm tra áo khoác. Tôi lấy số vé áo khoác, chụp ảnh nó rồi nhét vào túi quần nhỏ. Tôi đến gặp nhân viên bảo vệ để kiểm tra trước khi vào và lấy mọi thứ ra trước.  Điện thoại, ví, bộ sạc và tai nghe rồi đặt chúng vào chiếc giỏ ở bên cạnh, người bảo vệ bắt đầu kiểm tra quần của tôi, thò tay vào cái túi nhỏ nơi tôi để vé áo khoác và lấy nó ra một cách thô bạo, gần như gặt nó, rồi nhét nó vào giỏ như thế nào. rác. Tôi nói hãy xem khi anh ta làm vậy để ngăn anh ta xé nó ra và anh chàng chỉ lớn tiếng đe dọa tôi. Tôi phải nói chuyện bảo anh ấy bình tĩnh lại vì anh ấy đang giận dữ mắng tôi. Anh chàng làm mọi chuyện tệ hơn đe dọa tôi phải im lặng bằng cách nói - đừng bảo tôi bình tĩnh nếu không tôi sẽ đánh chết bạn - Tôi bị sốc, giống như tôi vừa bị dọa chết vậy ? , từ một người bảo vệ. Ông chủ của anh ta đến gặp chúng tôi để can thiệp, tôi kể cho anh ta nghe chuyện gì đã xảy ra khi nhân viên của anh ta suýt làm mất vé áo khoác của tôi. Ông chủ của anh chàng chỉ nhìn tôi và bảo tôi cởi chiếc vòng cổ có gai ra và cho nó vào áo khoác. Bất kể số tiền 84 đô la tôi đã trả cho tấm vé. Tôi không chỉ cảm thấy bị xúc phạm mà còn hoàn toàn không an toàn bởi ĐỘNG VẬT làm công việc bảo vệ ở nơi đó.  Tôi nhận thấy việc xử lý một đám đông cuồng nhiệt thật khó khăn. Nhưng dọa giết không phải là cách giải quyết. Tôi sẽ không bao giờ đặt chân đến Stereo nữa. Hy vọng nơi này sẽ phá sản nếu họ cứ đối xử với mọi người như vậy.Đọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất tôi từng có và tôi đã nghe rất nhiều điều tích cực về câu lạc bộ này đến mức tôi đã mong đợi rất nhiều. Tôi - đã là một chuyên gia âm thanh trong 35 năm và tôi - chưa bao giờ nghe thấy âm thanh như thế này trước đây - thật điên rồ. Thể hiện thái độ chuyên nghiệp của tất cả nhân viên bao gồm cả bảo vệ. Tôi có thể hiểu tại sao rất nhiều DJ quốc tế nói rằng đây là địa điểm biểu diễn yêu thích của họ. Nó thực sự là thánh địa của cảnh cuồng nhiệt!! Và những người quản lý rất tốt bụng và hòa nhập với những người mới, vì vậy hãy tự mình kiểm tra địa điểm yêu thích này!  -  -  -  - Đọc thêm",
            "I really am not in the habit of writing negative reviews but I feel I must let people know how bad the Stereo experience is. We often travel to venues in different parts of the world as fans of house music and have never experienced anything like it. First off, upon entering and going to the bar we were told they dont sell alcohol. Okay, not a big deal, we decided to leave and go for a drink elsewhere. When leaving we were told we could not come back once we left. After explaining that we were not made aware when buying tickets online or upon entering that this venue did not sell alcohol, we were told  - maybe -  after 3am we could come back. We wanted to see the DJ  - and to be fair, the soundsystem was great -  so we decided to go back and were eventually let in after being barked at by the bouncers yet again as there was a fire inside and by lining up behind others at the door we would somehow block the fire brigade. No idea why standing in line behind everyone else considering we had no idea what was going on made us so bad but yeah, that was the vibe  - eventually everyone was let in again. After being offered drugs many times in the toilets by the same person that had setup shop at the sinks, I was trying to contact friends who were out dancing to say we were leaving when my phone was slapped down by a bouncer who said  - Can you not read? -  and pointed to a sign warning  - No photos or videos - . I said to the other bouncers when leaving that I felt this place did not welcome people that were there for music and did not want to take drugs. I was told  - welcome to a big city -  and  - get out before we put you out - . Like I said, we travel around alot following electronic music and have never been in a place with such a terrible atmosphere and complete lack of respect for people. We dont expect any special service anywhere and of course understand that drugs are part of the scene but to be made feel like we were so unwelcome for using a phone inside and trying to buy a drink when open drug dealing was being shoved in your face every time you used the frankly disgusting toilets was just too much. Arrogance and a threatening manner by every bouncer there seems to be the  - go to -  mode. Electronic music has come a long way and making people feel excluded is certainly not where we are at now. This place is run like a cheesy 90s discobar where the doormen are only there to run and take a percentage of the products being sold in the toilets.Wouldnt go here again if I was paid. Terrible vibes and bizarre behaviour. I have been involved and worked in the scene since the 90s and this place is the worst venue I have ever been in. Only positives were a good soundsystem and really friendly people working at the coat drop.Read more",
            "Nhạc tệ, không khí tệ, - 50 đô la một người và không bao gồm đồ uống, tốt hơn là bạn nên đi bất cứ nơi nào khác. Nhân viên và bảo vệ cực kỳ thô lỗ. Đọc thêm",
            "Trải nghiệm câu lạc bộ ngoài giờ tuyệt vời nhất với tôi và bạn bè. Âm nhạc, âm thanh và ánh sáng thật tuyệt vời. Họ không kiếm được tiền từ việc bán rượu vì họ chỉ cung cấp nước đóng chai để tuân thủ luật pháp. Vì vậy, đừng phàn nàn về việc phải trả phí cho nước đóng chai. Bạn có tùy chọn uống nước máy từ bồn rửa trong phòng vệ sinh nếu đủ ngân sách.Đọc thêm",
            "Chỉ có 3 điều lớn là thỏa thuận..... Bắt đầu với Sona, người - 1 sau giờ làm việc của câu lạc bộ, tọa lạc hoàn hảo ở trung tâm thành phố Montreal nhưng không may đã qua đời vào năm 2004, ở vị trí thứ 2, Red Lite, người đã nằm ở Laval - vùng ngoại ô phía bắc - vị trí của nơi này không hấp dẫn lắm bởi vì khi bạn nghĩ đến câu lạc bộ ngoài giờ, bạn nghĩ rằng trung tâm thành phố của một thành phố không phải ngoại ô hay ở vùng nông thôn, dù sao thì sai lầm lớn nhất của họ là vẫn chuyển đến một tòa nhà hoàn toàn mới ở Laval cách địa điểm trước đó của họ khoảng 10 phút và cuối cùng đã qua đời vào năm 2013 vì thành phố Laval không cho phép câu lạc bộ ngoài giờ từ 3 giờ sáng đến 8 giờ sáng. Và cuối cùng ở vị trí thứ 3, chúng ta có Stereo, vẫn đang hoạt động mạnh mẽ và vị trí của họ rất hoàn hảo ngay đầu làng đồng tính nam nếu bạn đến từ phía tây thành phố Montreal, vấn đề với Stereo là kể từ đó Năm 2017 và tính đến đây là nội dung kém như Chus Ceballos, David Morales, Atroxx - Victor Calderone và lặp lại lol !!!  và một điều nữa là trang web của họ cực kỳ không chính xác chút nào, khi bạn đến đó, nó trông giống như một khu vực ma quái, bạn không biết ai đang ở hiện trường và liệu họ có mở cửa trở lại hay không. Tất cả chúng ta đều biết kiểu văn hóa này - Trance - Progressive - Techno - không hề phổ biến ở Tây bán cầu, tôi đoán người chiến thắng thực sự trong big 3 là Sona - Nơi tôi đã dành thời gian rất chất lượng cho việc thu âm - bởi vì họ đã đóng cửa địa điểm đó đúng lúc , trên đỉnh vinh quang của mình !!!!.Đọc thêm",
            "Tổng số rip-off.  - 50k/người vào cửa, không bao gồm đồ uống. Ngoài ra bạn có thể - không đến và đi. Khi ra ngoài không thể vào lạiĐọc thêm",
            "Đã cố gắng tận hưởng một đêm đi chơi muộn với bạn bè. Chúng tôi đã đến Club Unity, đó là một khoảng thời gian thực sự tuyệt vời và sau khi nó đóng cửa, chúng tôi đã thử hướng tới Stereo. Vỏ bọc là một mức giá vô lý và những người trả lại - chủ nhà thì quá thô lỗ. Tôi chưa bao giờ có trải nghiệm tồi tệ như vậy với câu lạc bộ đêm trước đây. Chúng tôi sẽ không bao giờ cố gắng quay trở lại nữa. Tôi hy vọng bạn suy nghĩ kỹ trước khi quay trở lại một nơi khủng khiếp như vậy. Tôi KHÔNG BAO GIỜ giới thiệu nơi này cho bất cứ ai. Tiết kiệm tiền và thời gian của bạn bằng cách ghé qua một quán bar khác hoặc về nhà.Đọc thêm",
            "Stereo là một viên ngọc quý ngoài giờ thu hút các DJ quốc tế hàng đầu--nhiều người đã khẳng định đây là câu lạc bộ yêu thích của họ để hoạt động trên khắp Bắc Mỹ. Hãy nghĩ đến hệ thống âm thanh tuyệt vời và một sàn nhảy thân thiện, không có những trò hề say xỉn và tư thế nam nhi - không có rượu bán tại địa điểm nào giúp ích - điều đó dường như mang lại những điều tốt nhất cho con người, truyền cảm hứng sang trọng nhất định cho nhóm khách hàng của mình, cách cư xử tôn trọng và có văn hóa mới mẻ cho câu lạc bộ bối cảnh. Nếu bạn yêu thích techno, tech house, progressive house, các tác phẩm thì đây chính là cộng đồng của bạn. Nhân viên kiên quyết về chính sách không có ảnh. Điều gì xảy ra ở Âm thanh nổi vẫn ở Âm thanh nổi.Đọc thêm",
            "Tôi đi cùng một nhóm bạn lớn - trong một buổi họp ngoài giờ - và tất cả trừ tôi và một người rời đi sau khoảng một giờ vì họ - không bán rượu và vì đó không phải là cảm xúc của họ. Nhưng nếu bạn là một fan hâm mộ lớn của các câu lạc bộ techno thì đây là một trong những câu lạc bộ hay nhất hiện nay. Không gian rộng mở và sạch sẽ tuyệt vời, màn trình diễn ánh sáng đẳng cấp hơn và hệ thống âm thanh hiện đại. DJ chơi khi tôi đi thật điên rồ! Ngoài ra, yêu thích bầu không khí cởi mở, rất thân thiện với LGBTQ. Mọi người đều ở đó để khiêu vũ, thưởng thức âm nhạc và có khoảng thời gian vui vẻ.Đọc thêm"
        ],
        "star_ratings": [
            20,
            4,
            6,
            1,
            10
        ],
        "review_amount": 41,
        "location": [
            "Montréal",
            "Hộp đêm âm thanh nổi",
            "Những điều cần làm ở Montréal",
            "Québec",
            "Canada"
        ],
        "reviews_time": [
            "Written March 25, 2024",
            "Written March 9, 2024",
            "Written April 30, 2023",
            "Written February 18, 2023",
            "Written August 10, 2022",
            "Written May 15, 2022",
            "Written July 21, 2019",
            "Written March 2, 2019",
            "Written April 14, 2018",
            "Written March 17, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g155032-d605431-Reviews-Stereo_Nightclub-Montreal_Quebec.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g155032-d783513-Reviews-O_Thym-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155032-d781760-Reviews-Juliette_et_Chocolat-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155032-d7010554-Reviews-En_Couleur-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155032-d8803927-Reviews-Le_Mousso-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155032-d10693329-Reviews-Cafe_Lulu-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155032-d979786-Reviews-Pizzeria_Dei_Compari-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155032-d8093549-Reviews-Le_Red_Tiger-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155032-d802751-Reviews-Le_Saint_Bock-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155032-d3505157-Reviews-L_Oeufrier-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155032-d702725-Reviews-Cafe_Saigon-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d6161037-Reviews-L_Olympia-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d21126641-Reviews-Place_Emilie_Gamelin-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d311201-Reviews-Our_Lady_of_Lourdes_Chapel-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d15554667-Reviews-Chapelle_Notre_Dame_de_Lourdes_de_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d6591774-Reviews-Bibliotheque_et_Archives_Nationales_du_Quebec-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d186126-Reviews-Notre_Dame_Basilica-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155253-Reviews-Old_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d7199533-Reviews-Theatre_St_Denis-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d1006252-Reviews-L_atelier_de_sculpture_du_Village-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d24773981-Reviews-Braquage_Ezkapaz-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d605431-Reviews-or10-Stereo_Nightclub-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d605431-Reviews-or20-Stereo_Nightclub-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d806031-Reviews-Dieu_du_Ciel_Brouepub_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d1203569-Reviews-La_Distillerie_No_1-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d637681-Reviews-Upstairs_Jazz_Club-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d8574005-Reviews-Le_4e_Mur-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d8409661-Reviews-Pub_Crawl_MTL-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d7655496-Reviews-Bistro_a_Jojo-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d10827562-Reviews-Bootlegger_cocktail_bar_kitchen-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d7010654-Reviews-Bar_Le_Mal_Necessaire-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d7982989-Reviews-Le_Bordel_Comedie_Club-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d13077668-Reviews-Bar_Cloakroom-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d5920987-Reviews-Station_des_Sports_Centre_Ville_Ouest-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d9999274-Reviews-Rage_Axe_Throwing-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d27170861-Reviews-Open_Mic_au_Vieux_St_Hubert-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d5920525-Reviews-Bistro_Au_Vieux_St_Hubert-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d7179475-Reviews-Archambault_Flagship_Store-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d5921007-Reviews-Yer_mad_Bistro_Bar-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d19265273-Reviews-Liquidation_Berri-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d1806111-Reviews-Cabaret_Mado-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d607966-Reviews-Club_Chez_Mado-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d8138226-Reviews-Haunted_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d12885403-Reviews-Cafe_D_Art_Vocal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190872-d669516-Reviews-Praia_da_Falesia-Olhos_de_Agua_Albufeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g41552-d579810-Reviews-Water_Wizz-East_Wareham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d558544-Reviews-Playa_Chen_Rio-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d2367303-Reviews-Cais_da_Ribeira-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d447450-Reviews-Colombo_National_Museum-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3197906-d2285286-Reviews-Vrelo_Bosne-Ilidza_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34572-d2225554-Reviews-Ponce_de_Leon_Springs_State_Park-Ponce_de_Leon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d196104-Reviews-The_Cat_Cabinet-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12282002-Reviews-Dr_Stravinsky-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55138-d2655583-Reviews-Peter_Kern_Library-Knoxville_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g155032-d605431-Reviews-or10-Stereo_Nightclub-Montreal_Quebec.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g155032-d605431-Reviews-Stereo_Nightclub-Montreal_Quebec.html"
    }
]