[
    {
        "attraction_name": "Steven F Udvar-Hazy Center",
        "attraction_name_vi": "Trung tâm Steven F Udvar-Hazy",
        "general_info": [
            "4.526 đánh giá",
            "- 1 trong 25 điều cần làm ở Chantilly",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Hàng trăm máy bay và tàu vũ trụ đang được trưng bày trong hai nhà chứa máy bay lớn, bao gồm Lockheed SR-71 Blackbird, Boeing B-29 Superfortress Enola Gay và Space Shuttle Discovery.Đọc thêm",
        "reviews": [
            "Tôi đã đến thăm bảo tàng này cùng với người bạn thân nhất của mình vào tháng 6 và đó thật là một trải nghiệm đáng yêu! Chắc chắn không nhằm mục đích thay thế Bảo tàng Hàng không và Vũ trụ Quốc gia ở D.C., nhưng nó chắc chắn là một sự bổ sung xứng đáng. Tuy nhiên, xin lưu ý rằng bạn sẽ phải trả - 15 cho mỗi xe.Đọc thêm",
            "Với việc Bảo tàng Hàng không - Không gian ở DC gần như đóng cửa để cải tạo những ngày này, tôi đã hy vọng bảo tàng này sẽ giải quyết được vấn đề. Nó chắc chắn đã làm được. Tôi - tôi nghe nói nó rất tuyệt nhưng nó thậm chí còn tốt hơn tôi mong đợi. Tràn đầy những chiếc máy bay quý hiếm và đáng chú ý, bao gồm cả tàu con thoi, thật khó để nghĩ rằng bảo tàng này còn thiếu nhiều thứ. Ở mọi nơi bạn rẽ đều có một chiếc máy bay quý hiếm khác. Bell X-1, The Concorde, Wright Brothers, Enola Gay, Tàu con thoi đã nói ở trên và rất nhiều, nhiều hơn nữa. Tất cả đều được trình bày một cách chuyên nghiệp. \n\nMột số lưu ý dành cho du khách: Bên trong quán có Shake Shack rất tiện lợi. Chi phí - 15 để đậu xe là cao và bạn thực sự không có lựa chọn nào khác. Google Maps cho địa điểm này đã đưa tôi - và rất nhiều người khác - tới lối vào dành cho nhân viên, nơi không gần nơi chúng tôi cần đến. Họ cần phải tìm ra điều đó.Đọc thêm",
            "Một nơi phải đến thăm cho mọi lứa tuổi. Thật không thể tưởng tượng được số lượng và loại máy bay ở đó cũng như lịch sử phong phú của nó. Phần không gian là tốt nhất của nó! \n\nToàn bộ trải nghiệm khá độc đáo và tuyệt vời. \n\nNửa ngày là đủ cho nơi này.Đọc thêm",
            "Hoàn toàn rực rỡ! Làm cho điều này phải xem. Tôi vui vẻ dành vài giờ ở đây để khám phá và tìm hiểu về một số triển lãm mang tính biểu tượng. Rất có thể giới thiệu các chuyến tham quan có hướng dẫn miễn phí để tận dụng tối đa chuyến thăm của bạn. Hét lên với hướng dẫn viên của chúng tôi Leslie rất hiểu biết và hấp dẫn.Đọc thêm",
            "Chúng tôi đã đến thăm Bảo tàng Hàng không - Không gian Smithsonian ở trung tâm thành phố DC, nhà máy Boeing ở Seattle Washington, bảo tàng tàu ngầm CT, NYC Intrepid, vốn đã rất ấn tượng, nhưng không có bảo tàng nào có thể so sánh với bảo tàng NÀY, nơi lưu giữ mọi thứ từ NASA Destiny, máy bay tàng hình, máy bay chiến tranh từ Đức và Nhật Bản - Kamakazi.. - , chiếc máy bay Concord thực tế, chiếc máy bay đầu tiên do người phụ nữ châu Phi đầu tiên bay vào thời điểm không có ai hướng dẫn, và nhiều hơn thế nữa -  \n\nChúng tôi có người phụ trách giỏi nhất, Cựu chiến binh \nLarry, người đã dạy chúng tôi lịch sử phong phú về nhiều chiếc máy bay được trưng bày. Chuyến tham quan có hướng dẫn miễn phí thường kéo dài 1,5 giờ nhưng anh ấy đã cho chúng tôi thêm giờ tùy chọn và sẽ có rất nhiều câu chuyện để kể. \n\nIMAX của họ rất lớn với nhiều chỗ ngồi! Tuy nhiên, hãy bỏ qua hàng dài để quan sát tháp, không có gì nhiều để xem ở đó. \n\nBảo tàng này là phải xem. Top 50 trên thế giới!Đọc thêm",
            "Một chuyến viếng thăm phần mở rộng bảo tàng hàng không và không gian này. Những thứ lớn lao ở đâu! \nTriển lãm tuyệt vời, như thường lệ, hầu như có quá nhiều thứ để tham gia trong một lần ghé thăm. Chia thành ba lĩnh vực: quân sự, thương mại, không gian. \nMil: SR51 và rất nhiều lưới chiến đấu, kho hàng khổng lồ. thương mại: Concorde, chòm sao Lockheed. Nhiều người khác Và Enola Gay. \nKhông gian: tàu con thoi, tên lửa, vệ tinh, thủy ngân và các viên nang khác. \nVào cửa miễn phí. Bãi đậu xe - 15. \nHọ có nhiều thiết bị mô phỏng phải trả tiền để sử dụng. Một số thiết bị nguyên bản rất cũ từ những năm 1900. \nTôi hỏi DC3 ở đâu. Hướng dẫn không - không biết. Nhìn nó lên. Nó - đang treo trên trần nhà ở trung tâm thành phố. \nHọ cung cấp các tour du lịch, có nhà hát I-Max. \nNơi rất mát mẻ, không thực sự đông đúc, ngày hè. \nThứ bảy - Chủ nhật, giao thông tốt hơn nhưng chắc chắn sẽ đông hơn. \nLán lán- nhà hàng duy nhất.  - 100 - cho năm người, bánh mì kẹp thịt và khoai tây chiên. Mất 40 phút để lấy thức ăn của chúng tôi. Bánh mì kẹp thịt bị cháy. Bỏ qua nó.Đọc thêm",
            "Tôi đã đưa hai đứa con trai nhỏ của mình đến bảo tàng này cách đây vài năm và chúng rất thích nó. Chúng tôi đã đưa họ trở lại vào năm nay khi họ 16 và 18 tuổi và họ vẫn yêu thích nó, chúng tôi cũng vậy. Có rất nhiều cuộc triển lãm thú vị và nó thực sự có giá trị. Quán cà phê ngon cũng vậy mặc dù hàng người xếp hàng khá dài vào giờ ăn trưa.Đọc thêm",
            "Cơ sở tuyệt vời với hàng trăm máy bay. Tôi đã đến xem cụ thể Enola Gay và tàu con thoi Discovery. Đây là một bảo tàng rộng rãi và không quá đông đúc. Nó - miễn phí, nhưng bãi đậu xe là - 15. Rất khuyến khích cho bất kỳ người đam mê máy bay nào. Nổi bật.Đọc thêm",
            "Rất nhiều máy bay và tàu vũ trụ tuyệt vời! Tàu con thoi Discovery, Enola Gay, Blackbird SR-71, Concorde, hàng chục máy bay từ Thế chiến I, Thế chiến II, Việt Nam và hơn thế nữa, các viên nang Mercury và Gemini, Goodyear Blimp - không có bộ phận khí cầu! - Ngoài ra còn có tháp điều khiển để theo dõi máy bay hạ cánh xuống sân bay Dulles cộng với rạp chiếu phim IMAX với nhiều buổi biểu diễn. Có một số tình nguyện viên đưa ra những câu chuyện và thông tin chuyên sâu về một số màn hình quan trọng nhất như Enola Gay và Blackbird SR-71. \nTrong khi Bảo tàng Hàng không và Không gian Smithsonian trên National Mall cũng rất tuyệt vời, chúng tôi còn thích bảo tàng này hơn nữa! Nó cũng miễn phí và không cần vé. Tất cả thật tuyệt vời!Đọc thêm",
            "Đã dành cả buổi chiều ở đây. Rất nhiều địa điểm tuyệt vời và tàu vũ trụ. Điểm nổi bật của chúng tôi là tàu con thoi Discover. Bảo tàng này là chồng sắp cưới của tôi và tôi yêu thích một phần trong chuyến đi xem ca trực DC của chúng tôi. Vào cửa miễn phí nhưng có chỗ đậu xe hợp lý - 15.Đọc thêm",
            "Chúng tôi là sự kết hợp của hai người không phải là phi công và một người yêu thích phi công và hàng không vũ trụ - tôi - người đã cùng nhau đến thăm, lần đầu tiên tất cả chúng tôi và tất cả đều đồng ý rằng đây - là một bảo tàng đẹp, có tác động và quan trọng. Chúng tôi dành hơn 3 tiếng đồng hồ tìm hiểu các hiện vật, sau đó dành nhiều thời gian chia sẻ những kỷ niệm và ấn tượng ở quê nhà. Nhưng có những vấn đề rõ ràng cần được khắc phục đối với một bảo tàng nổi bật và quan trọng như vậy. Các biển báo thông tin rất yếu và mỏng. Thậm chí rất ít máy bay có giấy tờ nhận dạng. Một số tính năng thực sự quan trọng thậm chí còn không được đề cập. Chúng tôi đã thuê các hướng dẫn bằng âm thanh không bổ sung thêm nhiều và cũng không theo bất kỳ thứ tự đặc biệt nào. Có lẽ chỉ có 25 mục được hướng dẫn bằng âm thanh. Bảo tàng này có hàng trăm tình nguyện viên và bác sĩ cực kỳ am hiểu, không ai có thể đào tiền để tạo thêm thông tin sao?  Cái kẹp cuối cùng Là thức ăn. McDonald - thật sao?  Đó là một ngày Chủ nhật chậm chạp lúc 1 giờ 30 và họ có một hàng khoảng 50 người đang chờ để nhận đơn đặt hàng bánh mì kẹp thịt bằng một giọng nói nhẹ nhàng trong một không gian thực sự ồn ào. Một người bạn ăn chay và không tìm được thứ gì để ăn, thậm chí không có một thanh kẹo. Họ có thể làm tốt hơn. Đọc thêm",
            "Bảo tàng Smithsonian này có một số - mỏ neo - bao gồm Concorde, tàu con thoi Discovery, Enola Gay và SR-71 Blackbird. Nhưng xen kẽ với những vật thể lớn hơn thực tế này là những chiếc máy bay, trực thăng nhỏ, nguyên mẫu, thuyền gondola và tên lửa, v.v. Thậm chí một số máy bay của Đức Quốc xã. Các màn hình rất ấn tượng với thông tin nhận dạng tốt về chúng được đăng và dễ đọc. Sàn catwalk cho phép bạn có một tầm nhìn khác và thang máy có thể đưa bạn lên lối đi trên cao nếu cầu thang gặp vấn đề. Một cửa hàng quà tặng xinh xắn nằm gần lối vào - lối ra. Vào cửa miễn phí, nhưng bạn sẽ phải trả phí đậu xe - 15 tại một ki-ốt gần lối vào. Mong đợi dành một chút thời gian ở đây.Đọc thêm",
            "Trọng tâm chính của bảo tàng là những chiếc máy bay đóng vai trò quan trọng trong ngành hàng không, như chiếc SR-71 nổi tiếng, B29 Enola Gay, Concorde, chiếc B707 đầu tiên - Dash 80 -, Tàu con thoi Discovery, cùng một số chiếc khác. Có những cuộc triển lãm đặc biệt , hiện tại đây là chiếc máy bay WW2 hiếm hoi của Đức. Một trải nghiệm thực sự thú vị. Vào cửa miễn phí, du khách cần đăng ký trước qua trang web để có khung giờ cụ thể.Đọc thêm",
            "Có rất nhiều máy bay khác nhau để chiêm ngưỡng trong toàn bộ bảo tàng.  Trung tâm rộng và sàn rất cứng nên hãy mang giày thoải mái.  Sau khi đi bộ khoảng một giờ, chân bạn bắt đầu cảm thấy đau.  Có rất nhiều ngóc ngách thú vị để khám phá, chẳng hạn như khu vực bạn có thể xem quá trình phục hồi máy bay.  Tòa tháp cũng là địa điểm không thể bỏ qua để ngắm nhìn những chiếc máy bay cất cánh và hạ cánh tại IAD.  Hãy cân nhắc đi vào Chủ nhật - sau 4 giờ chiều vì lúc đó bãi đậu xe miễn phí. Đọc thêm",
            "Tuổi tác không có rào cản, nơi này là nơi tuyệt vời cho cả người trẻ và người già. Có quá nhiều thứ để xem và nhiều việc phải làm để liệt kê tất cả. Từ trẻ em đến ông bà sẽ tận hưởng một ngày hoặc một vài giờ tại một trong những bảo tàng tuyệt vời nhất của đất nước chúng ta.Đọc thêm",
            "Chúng tôi có vài giờ rảnh rỗi trước khi bay ra khỏi Sân bay Dulles nên chúng tôi quyết định khám phá địa điểm này. Xe buýt 983 chạy cứ 20 phút/chuyến giữa IAD và bảo tàng và chỉ mất 10 phút để đưa bạn đến đó. Mặc dù chi phí xe buýt - 2 mỗi chiều nhưng bảo tàng vào cửa miễn phí và rất thú vị. Chúng tôi đặc biệt thích xem Concorde và Space Shuttle Discovery. Phần khó chịu duy nhất là việc khám xét kỹ lưỡng vali của chúng tôi khi chúng tôi bước vào bảo tàng - vì chúng tôi để chúng trong tủ khóa được cung cấp nên chúng tôi thấy việc kiểm tra lộn xộn là khá không cần thiết. Ngoài ra, nơi này còn rất tuyệt vời - điều lý tưởng nên làm nếu bạn có thời gian dừng chân dài ở Dulles.Đọc thêm",
            "Bảo tàng này thật tuyệt vời và chúng tôi đã đến đó nhiều lần. Tuy nhiên, bây giờ con trai tôi đã 4 tuổi nên nó không hấp dẫn với trẻ từ 5 tuổi trở xuống. Nó - là một bảo tàng. Có nghĩa là bạn nhìn vào mọi thứ. Đó là nó. Điều hấp dẫn duy nhất là đi máy bay, nhưng phải đợi nửa giờ hoặc hơn để có trải nghiệm một phút. Họ có giờ kể chuyện cho trẻ nhỏ và sau đó là hoạt động tô màu. Tuy nhiên, rất nhiều đứa trẻ mất hứng thú vì bạn không thể nghe được người đàn ông kể chuyện. Một chiếc micro đơn giản sẽ giúp ích rất nhiều. Tôi cũng tin rằng nên có những người mặc trang phục hóa trang đi lại xung quanh; như robot và người ngoài hành tinh. Đứa con 4 tuổi của tôi muốn leo lên máy bay và tàu vũ trụ. Bạn có thể đổ lỗi cho anh ấy? Sẽ vui biết bao nếu có một chiếc tàu vũ trụ nổ tung mà trẻ em có thể trèo vào. Bạn thậm chí có thể tính phí cho các gia đình! Nó - thật nhàm chán đối với những đứa trẻ ở độ tuổi con trai tôi vì nó - không hấp dẫn. Tất cả những gì bạn làm là đi bộ xung quanh và xem máy bay. Tôi cũng nghĩ nên có thêm sự lựa chọn nhà hàng khác ngoài McDonald - s. Chỉ với một vài cải tiến, bạn sẽ thấy nhiều gia đình có trẻ em dưới 5 tuổi hơn nữa. Đọc thêm",
            "Bảo tàng này miễn phí - ngoại trừ bãi đậu xe! - , Đó là một trong những mục yêu thích của tôi trên toàn thế giới. Theo nghĩa đen, bạn đang ở trong một nhà chứa máy bay, được bao quanh bởi máy bay, động cơ, tên lửa, trực thăng, bạn có thể đặt tên cho nó! Bạn cũng có thể đi lên tháp quan sát khiến bạn có cảm giác như đang ở Tháp Điều khiển. Chuyến thăm của bạn phải đi bộ rất nhiều, nhưng mọi thứ đều có thể truy cập được cho người khuyết tật. Tôi may mắn được đi cùng con trai tôi, một kỹ sư hàng không, nên tôi nhận được rất nhiều thông tin từ cháu mà tôi thực sự thích thú. Bảo tàng cung cấp các chuyến tham quan có hướng dẫn viên, vì vậy hãy tận dụng điều đó nếu bạn có thể. Phần yêu thích của tôi là buổi hội thảo nơi bạn có thể thấy mọi người thực sự đang làm việc để khôi phục máy bay. Ngoài ra còn có phim loại IMAX nhưng chúng tôi chưa đi sâu vào phần đó. Nếu đi, hãy đến sớm, trước khi có đông người và bạn có thể tận hưởng sự bao la của nơi này mà không bị phân tâm. Ngoài ra còn có cửa hàng McDonald - s ngay trong khuôn viên vì bạn sẽ đói khi tham quan xong. Và tất nhiên là một cửa hàng quà tặng.Đọc thêm",
            "Một người bạn của một người bạn đã nói với chúng tôi về nơi này - chúng tôi không biết nó tồn tại và rất ngạc nhiên. Chúng tôi đã đi vào một chiều chủ nhật đẹp trời và ở đó không quá đông đúc và có rất nhiều máy bay tuyệt vời để xem. Có rất nhiều lịch sử ở đây - đứa con 10 tuổi của tôi đã bị mê hoặc bởi rất nhiều chiếc máy bay và sự thật về chúng. Vào cửa miễn phí nhưng đỗ xe là 15 đô la.Đọc thêm",
            "Tôi thích địa điểm này hơn Bảo tàng Hàng không và Không gian Smothsonian ở trung tâm thành phố. Nó lớn hơn nên tôi có thể di chuyển xung quanh. Một màn trình diễn khổng lồ về các loại máy bay từ Enola Grey đến tàu con thoi Discovery. Những chiếc máy bay ban đầu nằm ngang tầm mắt và cao hơn. Tôi giới thiệu địa điểm này cho mọi lứa tuổi. Nhóm của chúng tôi gồm có ông bà, bố mẹ và một đứa trẻ 7 tuổi. Mọi người đều vui vẻ. Hãy đặt chỗ trước vì họ đang kiểm soát số lượng khách truy cập vào cùng một thời điểm. Đọc thêm"
        ],
        "star_ratings": [
            3852,
            579,
            74,
            11,
            10
        ],
        "review_amount": 4526,
        "location": [
            "Trung tâm Steven F Udvar-Hazy",
            "Virginia - VA -",
            "Chantilly",
            "Hoa Kỳ",
            "Quận Fairfax",
            "Các hoạt động ở Chantilly"
        ],
        "reviews_time": [
            "Written July 10, 2023",
            "Written July 10, 2023",
            "Written July 22, 2023",
            "Written July 25, 2023",
            "Written July 27, 2023",
            "Written August 4, 2023",
            "Written August 5, 2023",
            "Written August 10, 2023",
            "Written August 21, 2023",
            "Written September 5, 2023",
            "Written February 15, 2020",
            "Written January 25, 2020",
            "Written June 13, 2021",
            "Written January 15, 2020",
            "Written February 11, 2020",
            "Written January 27, 2022",
            "Written January 21, 2020",
            "Written January 22, 2020",
            "Written February 3, 2020",
            "Written September 27, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57589-d1957407-Reviews-Steven_F_Udvar_Hazy_Center-Chantilly_Fairfax_County_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g57589-d6378141-Reviews-Cheng_s_Asian_House-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57589-d465507-Reviews-Thai_Basil_Restaurant-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57686-d10198197-Reviews-Villa_Pizza-Dulles_Loudoun_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57589-d2689983-Reviews-Paisano_s_Pizza-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57589-d23915514-Reviews-Yaki_Sushi-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57589-d4633366-Reviews-Wendy_s-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57589-d953977-Reviews-Rawal_Kabob-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57589-d3600524-Reviews-Red_Robin_Chantilly_Crossing-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57589-d4523089-Reviews-Pho_98-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57589-d15571693-Reviews-Athidhi-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d209581-Reviews-Sully_Historic_Site-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57821-d1773131-Reviews-Frying_Pan_Farm_Park-Herndon_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d10269194-Reviews-Mustang_Sally_Brewing_Company-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d1418723-Reviews-Dulles_Expo_Conference_Center-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d12877368-Reviews-Ono_Brewing_Company-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d5121703-Reviews-Cox_Farms-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58120-d1603478-Reviews-Reston_Town_Center-Reston_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d12654279-Reviews-Chinmaya_Somnath-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d4170612-Reviews-Ellanor_C_Lawrence_Park-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57821-d3224904-Reviews-NextStop_Theatre_Company-Herndon_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d1957407-Reviews-or10-Steven_F_Udvar_Hazy_Center-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57821-d10347357-Reviews-Escape_Room_Herndon-Herndon_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57718-d15092282-Reviews-Escapology_Escape_Room_Fairfax-Fairfax_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d11949022-Reviews-Monster_Mini_Golf-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58120-d4817942-Reviews-Divine_Wine_Tours_of_Virginia-Reston_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d19840121-Reviews-River_Sea_Chocolate_Factory-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d6987974-Reviews-Kid_Junction-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d21154336-Reviews-Chorus_Karaoke-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d7988478-Reviews-CH_Massage-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189963-d14979507-Reviews-GeoSea-Husavik_Northeast_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g42492-d267560-Reviews-Soaring_Eagle_Casino-Mount_Pleasant_Isabella_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g45380-d456421-Reviews-Lewis_and_Clark_Caverns_State_Park-Three_Forks_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g39265-d6651211-Reviews-Onyx_Cave-Cave_City_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g297921-d15056095-Reviews-Songkhla_Central_Mosque-Hat_Yai_Songkhla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45139-d7020966-Reviews-Magruder_Corridor-Darby_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2218772-Reviews-Welcome_to_Fabulous_Las_Vegas_Sign-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g562814-d7691844-Reviews-BusPlana-Salou_Costa_Dorada_Province_of_Tarragona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41069-d11773130-Reviews-Clarksburg_Premium_Outlets-Clarksburg_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d550432-Reviews-Country_Tonite_Theatre-Pigeon_Forge_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57589-d1957407-Reviews-or10-Steven_F_Udvar_Hazy_Center-Chantilly_Fairfax_County_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57589-d1957407-Reviews-Steven_F_Udvar_Hazy_Center-Chantilly_Fairfax_County_Virginia.html"
    }
]