[
    {
        "attraction_name": "Stockton Lake",
        "attraction_name_vi": "Hồ Stockton",
        "general_info": [
            "56 đánh giá",
            "- 1 trong số 1 điều cần làm ở Dadeville",
            "Nguồn nước"
        ],
        "attraction_summary": "Làn nước trong vắt của Hồ Stockton vẫy gọi du khách đến trượt nước, lặn biển, bơi lội hoặc câu cá. Và Công viên bang Stockton là nơi hoàn hảo để làm điều đó. Đó là một nơi hoàn hảo để chèo thuyền - với gió Tây Nam liên tục và một trường dạy chèo thuyền được công nhận trên toàn quốc nằm ở bến du thuyền. Hai chiếc thuyền phóng giúp bạn dễ dàng xuống nước cũng như một bãi biển để bơi lội. Bạn muốn ở lại trên đất liền? Công viên là nơi tuyệt vời để chụp ảnh động vật hoang dã, dã ngoại cùng gia đình hoặc chỉ để chiêm ngưỡng vẻ đẹp của miền nam Missouri. Công viên cũng cung cấp nhiều loại chỗ ở từ khu cắm trại đến cabin.Đọc thêm",
        "reviews": [
            "Chúng tôi yêu hồ này! Nó khá ổn nhưng lại là một nơi thú vị để chèo thuyền, trượt ống, trượt tuyết. Nước trong vắt quá! Tôi không khuyến khích hồ này chút nào! Nó - chỉ dành cho chúng tôi - - jkĐọc thêm",
            "Hướng dẫn viên của chúng tôi, Luke Jarman của Dịch vụ Hướng dẫn Chuyên ngành đã đưa chúng tôi đến Crappies! Đến từ MN và có thể câu được cá nước ngoài vào tháng 3 là một phần thưởng dành cho chúng tôi vào Kỳ nghỉ Xuân 2022.Đọc thêm",
            "Các nhân viên rất tốt bụng, nhưng không am hiểu lắm về các gợi ý nên câu cá ở đâu, v.v. Chiếc thuyền, tuy sạch sẽ nhưng đầy mạng nhện mà chúng tôi phải tự dọn dẹp.  Cuối cùng chúng tôi cũng không câu được con gì ngay cả khi câu cá cả ngày, nhưng một ngày trên hồ thật tuyệt.  Mang theo đồ ăn nhẹ của riêng bạn, mọi thứ trong cửa hàng đều cực kỳ đắt.Đọc thêm",
            "Đến thăm một kỳ nghỉ hè với vợ, mẹ và các con ở độ tuổi 8, 12 và 15. Thuê một căn nhà cách Bến du thuyền khoảng 10 dặm. Cái hồ đẹp. Thuê một chiếc thuyền có mái chèo để câu cá và người chạy sóng để FUN.  - 150 cho 4 giờ trên thuyền... - 50 mỗi giờ cho waverunner. Tuần tuyệt vờiĐọc thêm",
            "Chúng tôi đã đi câu cá nhưng vì chúng tôi không có thuyền và không thể ra khỏi hồ nên việc câu cá không thể thực hiện được. Do những cơn mưa MO đã có suốt mùa xuân, hồ lên cao đến mức không tìm được bờ nào để câu cá từ bờ hồ. Có lẽ sẽ tốt hơn nếu hồ thấp hơn.Đọc thêm",
            "Em gái tôi và tôi đã dành 4 đêm tại Công viên Bang Stockton Lake trong trận lũ lụt gần đây.  Bản thân khu cắm trại công viên tiểu bang không bị ảnh hưởng bởi mực nước cao.  Các địa điểm này rất đẹp với những con đường trải nhựa và bàn ăn dã ngoại trên bê tông.  Chúng không quá gần nhau và hầu hết đều được che bóng tốt. Cỏ thường xuyên được cắt tỉa, nhà tắm và phòng vệ sinh được dọn dẹp sạch sẽ, và người chủ khu cắm trại rất dễ chịu.  Đêm đầu tiên chúng tôi ở đó - Thứ Hai - chỉ có 3 - 4 người cắm trại khác.  Đêm hôm sau chúng tôi có khu cắm trại cho riêng mình.  Đến tối thứ Năm, đêm cuối cùng của chúng tôi ở đó, nơi này gần như đã kín chỗ.  Đề nghị đặt chỗ nếu bạn đi cắm trại vào cuối tuần.  Chúng tôi thuê một chiếc phao ở bến du thuyền và nhận thấy dịch vụ ở đó rất hiệu quả và dễ chịu.  Bản thân hồ rất đẹp và ngày hôm đó chỉ có một số ít thuyền khác ra khơi.  Khiếu nại duy nhất của chúng tôi là hầu hết các ngày trên hồ đều rất gió nhưng đó chắc chắn là điểm thu hút đối với nhiều thuyền buồm mà chúng tôi đã thấy neo đậu tại bến du thuyền.Đọc thêm",
            "Hồ này có rất nhiều loại nấm crappie, walleye, bass và morel!  Nếu bạn sẵn sàng thoát ra khỏi lối mòn, tất cả đều có rất nhiều.Đọc thêm",
            "Hồ đẹp, khu vực yên bình. Không quá đông đúc với thuyền hoặc người. Nơi rất đẹp để cắm trại. Địa điểm của chúng tôi không có hệ thống thoát nước nhưng trạm đổ rác rất thuận tiện và sạch sẽ. Đây là điểm dừng chân đầu tiên trong chuyến đi mà chúng tôi thực sự rất thích. Điểm dừng chân cuối cùng của chúng tôi ở tiểu bang này rất đáng thất vọng nhưng chúng tôi còn ngạc nhiên hơn ở đây, chúng tôi rất vui mừng! Chúng tôi sẽ thêm Hồ Stockton vào các điểm dừng thường xuyên trong các chuyến đi RV của chúng tôi trong tương lai.Đọc thêm",
            "chúng tôi ở trong công viên tiểu bang và tận hưởng nó mỗi khi chúng tôi đến..chúng tôi đã có một ngày tuyệt vời vào tháng 5 bắt được cá vược trắng mỗi khi ra ngoài chạm mặt nước...hồ sạch đẹpĐọc thêm",
            "Hồ sâu đẹp với bơi lội tuyệt vời.  Khu cắm trại đầy đủ nhưng không có gì đặc biệt. Không có đường nối cống thoát nước và trạm đổ rác trên đường thoát ra có máy bơm đặt sai phía của xe moóc.  Chúng tôi đã định tiếp cận từ hướng ngược lại, nhưng dòng người xếp hàng ở - phía bên phải - khiến đó trở thành một ý tưởng ngu ngốc vì không ai cho chúng tôi vào. Chúng tôi thuê một chiếc phao trong vài giờ và dắt chó đi bơi và đi thuyền đi xe thật đáng yêu.  Tôi sẽ không ngần ngại quay lại, nhưng tôi sẽ chọn lọc hơn về địa điểm cắm trại của mìnhĐọc thêm",
            "Có địa điểm cắm trại ven hồ hoặc ngắm cảnh nào - không phải lều - không? tốt nhất là không quá đồi núi. Cảm ơn!Đọc thêm",
            "Các bãi biển có bị ngập không?Đọc thêm",
            "Vâng. Vừa mới ở đó hôm nay. Đọc thêm",
            "Có nơi nào cho thuê thuyền trượt tuyết không, có lẽ là riêng tư? Tôi đã kiểm tra 3 Bến du thuyền và chỉ tìm thấy cầu phao, thuyền đánh cá và PWC.Đọc thêm",
            "Tôi không nghĩ vậy hoặc ít nhất là chúng tôi chưa bao giờ thấy cái nàoĐọc thêm",
            "Tìm kiếm một khu cắm trại bên bờ sông - chỉ có lều - từ đó chúng ta có thể bơi và - hoặc chèo thuyền kayak xuống nước - dịch: bước ra khỏi lều, đi bộ 10 bước và ngâm mình trong hồ sâu đến đầu gối, kéo thuyền của tôi ra vùng nước sâu hơn - Ngoài ra muốn ở cách xa nhóm trại viên tiếp theo để chúng tôi không tham gia vào các cuộc trò chuyện của nhau. Các địa điểm tham quan tại Công viên Bang Stockton có phải là lựa chọn tốt nhất hay có nơi nào tốt hơn?Đọc thêm",
            "Xin lỗi, chúng tôi đã thuê cabin ở gần con đập. Chúng tôi đã kiểm tra khu cắm trại và có một khu vực đi bộ trông rất đẹp. Bạn có thể mang thuyền của mình đến thẳng địa điểm, như bạn đã đề cập, và một số địa điểm thậm chí còn có nhiều chỗ để mắc võng. Chúng là những trang web được tô bóng và chỉ cần nhìn vào chúng, tôi sẽ chọn chúng. Khu cắm trại phía Tây chính là nơi đó.Đọc thêm",
            "Hồ Stockton được xây dựng khi nào?Đọc thêm",
            "Tôi sẽ - google - lịch sử của Hồ Stockton cho cái đó!Đọc thêm",
            "Tôi hiểu từ những vị khách khác rằng nước uống ở công viên rv Orleans Trail rất khó chịu. Đó là nước ngọt sạch và trong hay là nước lưu huỳnh?Đọc thêm",
            "Tôi sẽ tra cứu Lịch sử Hồ Stockton trên Google.Đọc thêm"
        ],
        "star_ratings": [
            28,
            22,
            5,
            1,
            0
        ],
        "review_amount": 56,
        "location": [
            "Hồ Stockton",
            "Dadeville",
            "Hoa Kỳ",
            "Missouri - MO -",
            "Các hoạt động ở Dadeville"
        ],
        "reviews_time": [
            "Written September 12, 2022",
            "Written March 20, 2022",
            "Written October 1, 2021",
            "Written June 17, 2020",
            "Written June 20, 2019",
            "Written June 17, 2019",
            "Written May 13, 2019",
            "Written April 16, 2019",
            "Written March 19, 2019",
            "Written December 11, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g44281-d274383-Reviews-Stockton_Lake-Dadeville_Missouri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g44938-d21375622-Reviews-City_Park-Stockton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44938-d27066367-Reviews-Stockton_Estates-Stockton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44281-d274383-Reviews-or10-Stockton_Lake-Dadeville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44938-d18453142-Reviews-The_Dam_Skydivers-Stockton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44938-d6198779-Reviews-Patty_s_Vikings_Post_129-Stockton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44938-d27016075-Reviews-Tiny_Hands_Massage-Stockton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44938-d27071771-Reviews-Stockton_Country_Club-Stockton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d8820364-Reviews-Summerfest-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60270-d283946-Reviews-Kohler_Andrae_State_Park-Sheboygan_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g28931-d592073-Reviews-Lanier_Islands-Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191368-Reviews-Via_del_Corso-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d17614874-Reviews-Nickelodeon_Slime_City-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d12853269-Reviews-Monastery_Beach-Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g48202-d107977-Reviews-Fillmore_Glen_State_Park-Moravia_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d6648494-Reviews-Vathia_Gonia_Beach-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d620234-Reviews-Franklin_Square-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34901-d16668258-Reviews-Julep_Farms-Dillard_Rabun_County_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g44281-d274383-Reviews-or10-Stockton_Lake-Dadeville_Missouri.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g44281-d274383-Reviews-Stockton_Lake-Dadeville_Missouri.html"
    }
]