[
    {
        "attraction_name": "Stone Town",
        "attraction_name_vi": "Thị trấn Đá",
        "general_info": [
            "964 đánh giá",
            "4 trên 71 hoạt động giải trí ở Thành phố Zanzibar",
            "Khu vực đi bộ lịch sử"
        ],
        "attraction_summary": "Đã làm như một phần của Tour trong ngày với suleiman. Phố cổ hấp dẫn với nhiều lịch sử.\nNhững tòa nhà cổ tuyệt đẹp, những con phố hẹp, người dân địa phương thân thiện. Đi bộ trên những con phố hẹp rất thú vị. Chúng tôi thích các món ăn địa phương, nước mía.\nPhố cổ rất an toànĐọc thêm",
        "reviews": [
            "Chúng tôi rất thích chuyến du lịch với Suleiman. Stonetown rất khó hiểu, thật khó để tự mình đi lại. Thuê một hướng dẫn viên và đi sâu vào lịch sử. Chắc chắn ghé thăm các cửa Zanzibar nổi tiếng, chợ nô lệ, chợ đường phố, pháo đài. Chúng tôi cũng đã đến thăm bảo tàng Freddie Mercury. Dừng lại ở các cửa hàng để mua một số món hời. Giao thông thật điên rồ. Đặt một chiếc xe để chở bạn đi khắp nơi nếu bạn không sống ở Stonetown.Đọc thêm",
            "Đến thăm thị trấn đá và không ấn tượng lắm. Nó rất đông đúc với người dân địa phương và khách du lịch và gần như có đầy đủ các cửa hàng bán những thứ giống hệt như những cửa hàng khác. Trừ khi bạn là người cực kỳ quan tâm đến kiến ​​trúc cổ thì đây là chuyến tham quan dành cho bạn. Thực lòng tôi không thích nó nhiều lắm. Đọc thêm",
            "Chúng tôi đã rất may mắn khi có người chia sẻ mối liên hệ của Mussawir Anjam với chúng tôi và ngay phút cuối cùng, chúng tôi đã có thể đặt một chuyến tham quan ẩm thực với anh ấy. \nĐây là một trong những phần may mắn nhất trong sáu tuần du lịch của chúng tôi. Mussawir ấm áp, thân thiện và rất đam mê ẩm thực, sự sạch sẽ và cung cấp cho chúng tôi một chuyến tham quan ẩm thực rất tròn trịa, hài hước, sâu sắc và ngon miệng quanh Thị trấn Đá. \n\nChúng tôi thực sự hy vọng vào trải nghiệm ẩm thực địa phương và đó chính xác là những gì anh ấy đã cho chúng tôi. Chúng tôi đã thử sức mình ở một quầy bán đồ ăn nhẹ với hải sản, ăn món chapati ngon nhất mà tôi từng ăn, và món patty khoai tây nhồi ngon nhất mà bạn tôi vẫn bị ám ảnh. Anh ấy đã cho chúng tôi thử nước mía với chanh và đó là thứ thú vị nhất mà tôi từng có. Rất nhiều gian hàng và cửa hàng được anh ấy giới thiệu cho chúng tôi, chúng tôi có thể tự tin ghé thăm trong những ngày tới. \n\nThời gian của chúng tôi với anh ấy thực sự rất thú vị và tôi khuyên bạn nên đến StoneTown để kết nối với anh ấy. Điều hối tiếc duy nhất của chúng tôi là chúng tôi đã đặt các chuyến tham quan khác mà chúng tôi không thể hủy. Nếu biết, chúng tôi đã đặt mọi thứ với anh ấy vì chúng tôi đánh giá cao sự đồng hành, hiểu biết sâu sắc và kiến ​​thức về cộng đồng quê hương của anh ấy. \n\nWhatsApp của anh ấy là: 255 778 743 474\nXin đừng bỏ lỡ cơ hội tham quan cùng Mussawir. \n\nCảm ơn bạn vì chuyến tham quan tuyệt vời!Đọc thêm",
            "Tôi và bạn tôi đã ở Stonetown vài ngày và đều là những người đánh giá cao những món ăn ngon, đồng thời biết rằng chúng tôi đang ở một nơi tuyệt vời được biết đến với sự kết hợp giữa văn hóa và gia vị, chúng tôi muốn thực hiện một chuyến tham quan ẩm thực.  Thật là may mắn và vui mừng khi chúng tôi được liên lạc với Mussawir 255778743474. Mussawir là người có rất nhiều thông tin và rõ ràng là rất đam mê ẩm thực ngon và lịch sử.  Mussawir không chỉ đơn giản đưa chúng tôi đi dạo quanh chợ đêm mà còn đến những địa điểm địa phương không nằm trên con đường du lịch.  Tiêu chuẩn của anh ấy rất cao về kinh nghiệm, truyền thống, kết cấu, hương vị và vệ sinh.  Chúng tôi muốn biết người bán chapati ngon nhất ở đâu và quán ăn đường phố nào đáp ứng được tiêu chuẩn cao của anh ấy. Nó có nghĩa là ngon, vui và rẻ! ăn trong suốt thời gian chúng tôi ở lại.  Không chỉ tất cả nếu điều này mà Mussawir chỉ đơn giản là một niềm vui để dành buổi tối cùng!  Người đàn ông này CẦN chương trình ẩm thực truyền hình của riêng mình!  \nĐây chắc chắn là điểm nổi bật trong kỳ nghỉ của chúng tôi ở Stonetown và nếu chúng tôi chưa đặt các chuyến tham quan khác, chúng tôi đã thuê anh ấy cho tất cả các chuyến tham quan còn lại khi ở đó!Đọc thêm",
            "Ôn tập:\n\nStone Town mang lại trải nghiệm nhỏ gọn và súc tích, giúp bạn có thể khám phá mọi thứ trong vòng vài giờ. Với khoảng ba giờ, bạn có thể thoải mái tham quan tất cả các điểm tham quan, ăn trưa và hoàn thành chuyến khám phá của mình. Phần tốt nhất là bạn sẽ không cần một chiếc xe hơi. Đi bộ là đủ để bao quát toàn bộ thị trấn, vì không có gì khác để làm ngoài điều đó.\n\nBằng cách dành một ngày cho Thị trấn Đá, bạn có thể dễ dàng thực hiện mọi hoạt động, bao gồm tham quan đảo nhà tù, khám phá Bãi biển, trải nghiệm bãi cát và các điểm tham quan gần đó. Sau khi bạn đã hoàn thành chuyến tham quan của mình, không cần phải thuê ô tô để nghỉ lại chỉ 1 ngày để kết thúc thị trấn đá này, sau đó Bạn có thể trở về khách sạn của mình và tận hưởng bầu không khí thư giãn trên bãi biển ở Bãi biển Kendwa hoặc một khách sạn gần đó. Sự tiện lợi khi có mọi thứ trong tầm tay cho phép bạn tối ưu hóa thời gian và tận dụng tối đa chuyến đi của mình.Đọc thêm",
            "Chúng tôi rất thích chuyến thăm của chúng tôi ở thị trấn đá. Chúng tôi đã đến thăm chợ gia vị, pháo đài cổ, nhà thờ chính tòa, bảo tàng cung điện và ngôi nhà thủy ngân huyền thoại freddie.\nCó rất nhiều thứ để mua sắm, mùi gia vị rất thơm ở khắp mọi nơi. Những con đường hẹp rất khó để tự đi bộ mà không có người hướng dẫn.\ntôi khuyên bạn nên có một hướng dẫn viên địa phương.\nChúng tôi thực sự khuyên dùng suleiman 255 756 983 368.\nSuleiman là một hướng dẫn tuyệt vời.\nAnh ấy cực kỳ am hiểu và rất chậm để chúng tôi hiểu về lịch sử thị trấn đá.Đọc thêm",
            "Chúng tôi đã đến thăm Stone Town trong ngày và rất vui vì đã đến đó. Có rất nhiều lịch sử để khám phá và nhiều thứ để xem. Chúng tôi cảm thấy an toàn và được chào đón bởi những người dân đáng yêu của Zanzibar. Một nơi nhất định phải ghé thăm là Bảo tàng Nô lệ. Đọc thêm",
            "Chắc chắn rất có giá trị. Lịch sử buôn bán nô lệ rất gây sốc. Thị trấn rất thú vị với rất nhiều điều để xem. Chuyến đi bộ mang lại rất nhiều thông tin. Người dân địa phương rất thân thiện nói jambo với bạn ở mọi ngóc ngách với nụ cười đẹp trên khuôn mặt họ.\nRất nhiều con phố hẹp với rất nhiều cửa hàng và nhà hàng. Cửa cong bằng gỗ đẹp tuyệt vời, tôi khuyên bạn nên thuê một người hướng dẫn để tránh bị lạc trong những con đường hẹp. Một điểm quan trọng khác là hãy cẩn thận với xe tay ga ở khắp mọi nơi.\n\nChúng tôi đã tìm thấy số suleimans trong cố vấn chuyến đi được nhiều khách du lịch giới thiệu và anh ấy là lựa chọn tốt nhất cho chúng tôi 255 756 983 368, Rất khuyến khích anh ấy cho tất cả các Chuyến tham quan ở zanzibar, Rất chuyên nghiệp và thông minhĐọc thêm",
            "Nơi tốt nhất để ghé thăm ở Zanzibar là Thị trấn Đá.\nTất cả khách của tôi đều đến Zanzibar và tôi phải đưa họ đến Thị trấn Đá để tham quan Thị trấn Đá hoặc tham quan Đi bộ.\nTôi đưa họ đi tham quan tất cả các tòa nhà lịch sử và cho họ biết về lịch sử to lớn của Zanzibar.\nXin đừng bỏ lỡ chuyến thăm Thị trấn Đá khi bạn đến Zanzibar.Đọc thêm",
            "Tôi thấy Stonetown ở Zanzibar hoàn toàn thất vọng và việc nó được quảng bá nhiệt tình trên nhiều phương tiện truyền thông khác nhau, hoàn toàn là một trò lừa đảo.  Toàn bộ không gian ở tầng trệt trong khuôn viên được sử dụng để làm các cửa hàng đồ cổ và quần áo được sao chép không có giá trị gì.  Các cửa hàng đông hơn khách du lịch với tỷ lệ ít nhất là 2:1.  Nhìn từ trên xuống, bạn có thể thấy những tòa nhà bỏ hoang với nấm mốc bám đầy bồ hóng đã giành chiến thắng trong cuộc chiến trên những bề mặt chưa được sơn một lớp sơn nào trong ít nhất hai thập kỷ.  Một số tòa nhà có nguy cơ sụp đổ và các bức tường của chúng được chống đỡ bằng những thanh xà lớn khiến bạn phải bước đi vòng quanh.  Với một chút thời tiết biến đổi khí hậu, khu vực này có khả năng sụp đổ.  Đó là một kịch bản nghiệt ngã và làm thế nào khu vực này lại lọt vào danh sách Di sản Thế giới khiến người ta không thể tin được!Đọc thêm",
            "Chúng tôi đã đặt một tour du lịch riêng từ khách sạn kendwa rock. chúng tôi đã có một ngày tuyệt vời với suleiman là người hướng dẫn của chúng tôi. rất am hiểu về lịch sử và văn hóa. những tòa nhà rất đẹp, tôi khuyên bạn nên tham gia chuyến tham quan này với suleiman và babli 255 756 983 368. Đừng bỏ lỡ chuyến tham quan chợ nô lệ cũ.Đọc thêm",
            "Bãi biển cũng không có gì giống như những bức tranh. Nó hoàn toàn bị cỏ dại bao phủ và biển rất bẩn. Rất nhiều rác trôi nổi. Ở đây không có nước màu ngọc lam trong vắt. Nó có màu nâu và thật kinh tởm.Đọc thêm",
            "Tôi đã đặt airbb ở một góc khác của Zanzibar nhưng tôi được khuyên nên kiểm tra stonetiwn, tôi đã dành 4 đêm ở giữa Stonetown tại một khách sạn tên là Antonio Garden nhìn từ bên ngoài trông như một công trường xây dựng không phải là khách sạn và rất đắt tiền. Một khách sạn 4 sao không có băng, tôi sẽ rất hào phóng cho nó 2 sao. Tôi sẽ khuyên mọi người không nên ở lại Stonetown trừ khi bạn ở tại Hyatt, nơi sạch sẽ và tách biệt khỏi những con hẻm hôi hám của Stonetown. Nếu tôi biết thị trấn đá đổ nát, hôi hám và đầy rác rưởi như thế nào thì tôi chỉ dành một giờ. KHÔNG CÒN Ở STONETOWN!!!!! Đọc thêm",
            "Khi chúng tôi có chuyến tham quan thành phố ở Thị trấn Đá với Masoudy, chúng tôi được biết rằng anh ấy cũng đang điều hành một dịch vụ taxi. Thật tuyệt khi biết điều đó, vì vậy chúng tôi đã đặt anh ấy để đón khách sạn của chúng tôi đến sân bay vào lúc nửa đêm! Vì vậy, chúng tôi có thể chắc chắn rằng việc đón khách diễn ra đúng lúc. Khi chúng tôi đến Zanzibar vào lần tới, chúng tôi sẽ thông báo rằng chúng tôi sẽ đến ngay lập tức để đảm bảo việc đón khách và cũng trong thời gian lưu trú để cùng anh ấy khám phá hòn đảo trên chiếc Van dễ thương, phù hợp và có máy lạnh của anh ấy.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan gia vị, đảo nhà tù và chuyến đi đến thị trấn đá thông qua các chuyến tham quan giải trí và đi săn ở Zanzibar. Hướng dẫn viên Abdul của chúng tôi thật tuyệt vời. Bản thân Thị trấn Đá là một mê cung của những con phố nhỏ, pháo đài lịch sử và tất nhiên là nơi sinh của Freddie Mercury. Các khu chợ tấn công các giác quan của bạn với các loại gia vị, mùi cá và thịt cạnh tranh dưới ánh nắng ấm áp. Không dành cho những người yếu tim. Bạn sẽ cần một người hướng dẫn để khám phá ở đây vì bạn có thể dễ dàng bị lạc. Rất khuyến khích.Đọc thêm",
            "Hầu hết các khu vực đều trong tình trạng tồi tệ như mong đợi, nhưng có thể quan sát thấy một số diễn biến rất tích cực: từ 5 đến 10 khách sạn boutique trong những ngôi nhà cổ đã được tân trang lại tốt. Cả hai bảo tàng quan trọng nhất đều đóng cửa vì chúng gần như bị phá bỏ. Vì vậy, hãy giữ mát mẻ, thư giãn và chỉ cần đi dạo xung quanh.Đọc thêm",
            "Ali rất tốt mặc dù anh ấy chưa bao giờ liên lạc với tôi qua Whatsapp, anh ấy nói rằng anh ấy chưa bao giờ cho số điện thoại của tôi nhưng xuất hiện đúng thời điểm đón khách và chúng tôi đã thực hiện chuyến tham quan như vậy và rất thích nó ..Đọc thêm",
            "Thị trấn đá rất đẹp. Rất nhiều tòa nhà lịch sử, cửa hàng đẹp, cửa gỗ cong tuyệt vời nhưng được bảo trì kém, những con đường hẹp rất bẩn khi trời mưa, những tòa nhà rất cũ không được chăm sóc. Tất cả điều này là lỗi của chính phủ, người kiếm được rất nhiều tiền từ khách du lịch nhưng không quan tâm đến sự sạch sẽ của thành phố cổ xinh đẹp này. Người dân địa phương ở thị trấn đá luôn rất thân thiện và vui vẻ. Cảm ơn hướng dẫn viên Suleiman của chúng tôi đã mang đến cho chúng tôi sự bình yên tuyệt vời của lịch sử 255 756 983 368. Đừng đi bộ một mình bạn có thể bị lạc. Bạn có thể thử tất cả các loại thực phẩm địa phương zanzibar tại chợ forodhanĐọc thêm",
            "Tôi không biết trước đây Thị trấn Đá có khác không nhưng bây giờ nó thực sự khủng khiếp. Bạn không thể đi được 5 bước mà không bị ai đó quấy rối. Nó bẩn thỉu, hôi hám và có cảm giác như một khu ổ chuột. Chúng tôi chỉ dành nửa ngày nhưng nửa ngày quá dài. Sau vài giờ đi bộ xung quanh, chúng tôi trốn trong khách sạn cho đến hết ngày.Đọc thêm",
            "Đâu là khu vực an toàn để ở tại Thị trấn Đá? Chỉ trong một hoặc hai đêm. Cảm ơn bạn!Đọc thêm",
            "Có hộp đêm nào ngon ở thị trấn Đá không? Đọc thêm",
            "Chào buổi chiều, tôi có thể gọi điện được không? tài xế taxi này?Đọc thêm",
            "Xin chào,\nTôi sẽ ở Stone town vài ngày vào tháng 2, vào buổi sáng tôi sẽ tham gia các chuyến tham quan khác nhau, nhưng hầu hết đều kết thúc vào đầu giờ chiều. Có bãi biển nào cách thành phố một quãng đi bộ ngắn để bơi vào buổi chiều không? có đề xuất nào không?Đọc thêm",
            "Chúng tôi đang ở tại khu nghỉ dưỡng trăng xanh, thiên đường trên trái đất! Hãy xem đây như một lựa chọnĐọc thêm",
            "Tôi sẽ đến Thị trấn Đá vào tuần tới và tôi đang muốn thực hiện một chuyến đi bộ ở Thị trấn Đá và chuyến tham quan lặn với ống thở tại Quần đảo Nhà tù. Tôi đã tìm thấy một số công ty có uy tín cung cấp các lựa chọn này nhưng tất cả chúng đều là các chuyến tham quan riêng mà tôi không cần vì tôi sẽ đi một mình. Có ai biết công ty tổ chức tour du lịch nhóm nào tốt ở Thị trấn Đá không? Sẽ thực sự đánh giá cao!Đọc thêm",
            "Xin chào, đảo tù bạn có thể tự làm mà không cần người điều hành tour. có rất nhiều chàng trai bãi biển sẽ mời bạn đi tham quan bãi biển, chỉ cần thương lượng. Để lặn với ống thở, tôi muốn giới thiệu trung tâm lặn, cũng ở cùng địa điểm, gần bãi biển. Nhưng theo như tôi biết thì Thị trấn Đá không phải là nơi tốt nhất để lặn với ống thở, tôi sẽ giới thiệu Mateme nếu bạn có cơ hội đi du lịchĐọc thêm",
            "chào Martin \nCám ơn. Bạn đã đóng góp ý kiến ​​cho tripadvisor Re zanzibar \nTôi quyết định đặt Omy cho chuyến đi đến Thị trấn Đá và đảo tù cùng vợ tôi\n\nBạn chỉ muốn bạn xác nhận rằng anh ấy là một người đáng kính và đáng tin cậy và anh ấy có một chiếc taxi khá tốt?\n\nCảm ơn \nTrân trọng\n\nRameshĐọc thêm",
            "Xin chào, Rajesh.\nTôi muốn giới thiệu AMOUR là hướng dẫn viên du lịch của bạn, Anh ấy đã làm rất tốt công việc của mình. Số điện thoại của anh ấy là 255656249763. Đọc thêm",
            "Bạn có người điều hành tour đi bộ nào được giới thiệu không?  Tôi muốn sắp xếp một chuyến tham quan nửa ngày đến thị trấn đá.Đọc thêm",
            "Xin chào, xin lỗi vì trả lời muộn, vâng, tôi có một người đi du lịch mà tôi có thể giới thiệu, Mohammed Noble 255777509906 bạn có thể whatsappĐọc thêm",
            "Tôi biết ngôi nhà nơi Freddie Mercury sinh ra nằm ở đó, tôi muốn đến Zanzibar chỉ vì nó. Câu hỏi đặt ra là hiện nay ở đó có gì, một viện bảo tàng hay một tòa nhà dân cư nào đó có thể tham quan được không?",
            "Mình chưa đến nhà này nên rất tiếc không thể hỗ trợ thông tin cho bạn.Đọc thêm"
        ],
        "star_ratings": [
            387,
            325,
            164,
            52,
            37
        ],
        "review_amount": 965,
        "location": [
            "Những hoạt động nên làm ở Thành phố Zanzibar",
            "Châu phi",
            "Quần đảo Zanzibar",
            "Thị trấn đá",
            "Đảo Zanzibar",
            "Tanzania",
            "Thành phố Zanzibar"
        ],
        "reviews_time": [
            "Written July 4, 2023",
            "Written July 4, 2023",
            "Written July 17, 2023",
            "Written August 6, 2023",
            "Written August 6, 2023",
            "Written August 7, 2023",
            "Written August 8, 2023",
            "Written September 2, 2023",
            "Written September 20, 2023",
            "Written September 28, 2023",
            "Written May 3, 2024",
            "Written March 2, 2024",
            "Written February 15, 2024",
            "Written February 15, 2024",
            "Written February 11, 2024",
            "Written February 9, 2024",
            "Written January 31, 2024",
            "Written January 21, 2024",
            "Written January 16, 2024",
            "Written January 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g8055401-d12007465-Reviews-Stone_Town-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g488129-d8360597-Reviews-Tea_House_Restaurant-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelag.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488129-d2216118-Reviews-Emerson_Spice_Tea_House_Restaurant-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488129-d26633503-Reviews-Breadfruit_Restaurant_Cafe-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Arc.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488129-d1899217-Reviews-Zanzibar_Coffee_House_Cafe-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Arch.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488129-d9811787-Reviews-Taarab_Restaurant-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488129-d8384683-Reviews-Puzzle_Coffee_Shop-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488129-d25226682-Reviews-Sharazad_The_Door_Restaurant-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_A.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488129-d2395394-Reviews-Lukmaan_Restaurant-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488129-d13476251-Reviews-The_Beach_House_Restaurant-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Arc.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488129-d1982267-Reviews-Lazuli-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d25230142-Reviews-Saateni_Zanzibar-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d26353538-Reviews-Tuna_Tours_Safaris_Zanzibar-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d26320297-Reviews-Zanzibar_Tanzania-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d26684276-Reviews-Twende_zanzibar-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g666395-d26516192-Reviews-Zanzibar_Beach_Holiday-Unguja_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d2459855-Reviews-Old_Slave_Market_Anglican_Cathedral-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanz.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d11700503-Reviews-Christ_Church_Cathedral-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archip.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d669458-Reviews-Hamamni_Persian_Baths-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelag.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d13131696-Reviews-Cultural_Arts_Centre_Zanzibar-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d669368-Reviews-Darajani_Bazaar-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d12007465-Reviews-or10-Stone_Town-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d17281905-Reviews-Tumbatu_Island-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616018-d23027709-Reviews-Bwa_Mzee_Spice_Farm-Kiwengwa_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d23293880-Reviews-Village_Green_Spice_farm-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d5269031-Reviews-Zanzibar_Spices_and_Heritage_Centre-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d26345310-Reviews-Midovic_Tour_Guide-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d3396350-Reviews-Mtoni_Palace_Ruins-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616018-d24186647-Reviews-Mussa_Abasi_Village_Spice_Farm_Kisongoni-Kiwengwa_Zanzibar_Island_Zanzibar_Archi.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d13801566-Reviews-Jambo_Spice_Farm-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d23023195-Reviews-Zanzibar_tour_excursions-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archi.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d23130297-Reviews-Kamakawa_Zanzibar-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d24844029-Reviews-Monreve_Zanzibar-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d26609399-Reviews-Apnosphere_Freediving_Zanzibar-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d24107980-Reviews-Fabio_Zanzibar_Tour-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelag.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d20297130-Reviews-Ouragan_Tours_And_Travel-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d24181470-Reviews-Bright_Car_Hire_Zanzibar_Cheap_Car_Rentals-Stone_Town_Zanzibar_City_Zanzibar_Isl.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d24827127-Reviews-Coco_Tours_And_Safaris-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d23124296-Reviews-T_zenji_Tours-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d26530779-Reviews-Zan_Dreamland_Tours-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelag.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d24421901-Reviews-Othman_Travel-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g30330-d4167776-Reviews-Cleo_s_Cocktail_Lounge-Appleton_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10839023-Reviews-Huamum_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9984797-Reviews-Pororo_Aquapark_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g40757-d1093134-Reviews-Songo_River-Naples_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d14888091-Reviews-Ganggari_Fastboat-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g147406-d149849-Reviews-Magens_Bay-Magens_Bay_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g58560-d12065473-Reviews-Leavenworth_Reindeer_Farm-Leavenworth_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g33338-d1166291-Reviews-Paint_Mines_Interpretive_Park-Calhan_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g58469-d8434823-Reviews-Fall_City_Floating-Fall_City_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d108604-Reviews-The_Strand-Galveston_Galveston_Island_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g8055401-d12007465-Reviews-or10-Stone_Town-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g8055401-d12007465-Reviews-Stone_Town-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html"
    }
]