[
    {
        "attraction_name": "Stone Mountain Park",
        "attraction_name_vi": "Công viên Stone Mountain",
        "general_info": [
            "5.151 đánh giá",
            "3 trong số 27 điều cần làm ở Núi Đá",
            "Công viên tiểu bang",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Công viên Núi Đá tự hào có hơn 3.200 mẫu đất có vẻ đẹp tự nhiên và là một trong những điểm tham quan nổi tiếng nhất Georgia. Đi chuyến tàu dài 5 dặm quanh ngọn núi ấn tượng và tìm hiểu về lịch sử chạm khắc phù điêu ở đây. Sau đó, bắt Skyride lên đỉnh núi để tận hưởng khung cảnh tuyệt vời của thung lũng xung quanh. Ngoài ra, bạn có thể đi bộ trên con đường mòn dài một dặm lên đỉnh Núi Đá hoặc đi bộ qua nhiều con đường mòn khác trong công viên. Chỗ ở qua đêm có sẵn tại hai khách sạn hoặc khu cắm trại lớn nhất Georgia, tất cả đều có ngay trong khuôn viên. Vào buổi sáng, hãy ghé thăm các địa danh lịch sử như Grist Mill và đi bộ qua 25 dặm đường mòn có cây cối rậm rạp. Ghé thăm các điểm tham quan thân thiện với gia đình mở cửa hàng ngày vào Mùa hè và vào cuối tuần trong thời gian còn lại của năm đóng cửa từ tháng 1 đến tháng 2. Bạn cũng có thể muốn ghé thăm vào các buổi tối mùa hè để xem Drone Light Show với tia laser trên cao, 250 máy bay không người lái đổi màu, súng phun lửa, âm nhạc vui nhộn, v.v.Đọc thêm",
        "reviews": [
            "Công viên núi đá!  Đây là chuyến thăm đầu tiên của chúng tôi ở đây và tôi sẽ quay lại.  Khi đến công viên, chúng tôi không bao giờ rời đi, mọi thứ chúng tôi muốn làm đều ở trong công viên, chúng tôi cắm trại ở đây 5 đêm.  Rất nhiều điều để khám phá và tận hưởng.  Đi bộ đường dài, chèo thuyền kayak, chơi gôn, lịch sử và màn trình diễn ánh sáng đáng kinh ngạc.  Khu cắm trại rất đẹp, một số điểm tham quan rất chật hẹp và lần sau chúng tôi sẽ chọn một địa điểm khác, hồ bơi lúc nào cũng đầy trẻ em nên chúng tôi không kiểm tra quá gần. Giá cả và dịch vụ đều tốt.  Chúng tôi không thấy chỗ nào để có một bữa tối ngon lành trong công viên, nhưng bạn có thể mua một chiếc bánh mì kẹp thịt.  Chắc chắn đáng để ghé thăm.Đọc thêm",
            "Tham quan Công viên Núi Đá thật thú vị khi chúng tôi tò mò lái xe trên Đại lộ Robert E. Lee quanh núi. Nhìn thấy bức tranh khắc mô tả ba nhà lãnh đạo mang tính biểu tượng của Liên minh miền Nam là Tổng thống Jefferson Davis, Tướng Robert E. Lee và Tướng Stonewall Jackson với sự kinh ngạc vào buổi sáng tươi sáng này. Chúng tôi tò mò quanh Nhà tưởng niệm và rất quan tâm đến việc Bức tượng được hình thành như thế nào với quá trình bắt đầu của nó cũng như khoảng thời gian mà Bức chạm khắc mất hơn bốn mươi năm để hoàn thành. Bộ phim có chú thích cho thấy lực lượng Liên minh dưới sự lãnh đạo của Tướng Sherman đã bao vây Atlanta một cách chi tiết như thế nào. Công viên dốc dọc theo 13 bang ly khai đứng ở hai bên rất ấn tượng để ngắm nhìn. Lái xe qua quảng trường lịch sử trên đường John B. Gordon Drive một cách thích thú.Đọc thêm",
            "Đây là lần thứ ba chúng tôi đến thăm Stone Mountain và vẫn chưa thấy mọi thứ nếu có ưu đãi. Núi Đá thật đáng kinh ngạc. Đây là điều bạn phải tận mắt chứng kiến ​​mới có thể đánh giá đầy đủ về nó. Khung cảnh nhìn từ trên xuống thật tuyệt vời và toàn bộ công viên đều có thứ gì đó dành cho tất cả mọi người. Tôi nóng lòng muốn quay lại để khám phá thêm!Đọc thêm",
            "Đây là một nơi tuyệt vời để mang lại cho gia đình trong một ngày. Rất nhiều việc phải làm và hầu hết mọi thứ đều được bao gồm. Con tôi đã có một thời gian tuyệt vời. Lý do duy nhất khiến đây không phải là trải nghiệm 5 sao là vì có khoảng 20 thứ không được mở hoặc có sẵn vì lý do nào đó. Bây giờ là tháng Bảy và trẻ em nghỉ học, mọi người đi du lịch và đi nghỉ, vậy tại sao mọi thứ lại không cóĐọc thêm",
            "Tôi và bạn tôi đã đưa Summit Skyride lên đến đỉnh và bất chấp cái nóng gần 100 độ vào đầu giờ chiều, điều này đáng giá từng xu.  Đi xe lên mất khoảng 2 12 phút.  Người điều hành Skyride nói về hình khắc và các khu vực xung quanh.  Khi bạn thoát ra ở phía trên, gian hàng sẽ cung cấp máy lạnh, đồ ăn và đồ uống, cửa hàng quà tặng, phòng nghỉ và một số lịch sử về nơi này.  Khi bạn ra khỏi đình và đi ra ngoài, hãy nhớ mang theo nước và giày đi bộ tốt vì bạn sẽ không muốn bỏ lỡ quang cảnh: 360 độ vào một ngày đẹp trời...chính là như vậy.  Hãy cẩn thận khi bạn đi bộ xung quanh.  Có một số cây cho bóng mát và những tảng đá để nghỉ ngơi.  Hãy mang theo máy ảnh của bạn và thật nhiều điều thú vị khi bạn khám phá phía trên bức chạm khắc.  Bạn có thể đi skyride trở lại hoặc đi bộ xuống.  Việc đi bộ mất khoảng một giờ.  Bạn cũng có thể leo lên nếu muốn.  Chúng tôi thấy mọi người đi bộ và chạy bộ trên đường mòn.  Quan điểm là không thể bỏ qua!  Trải nghiệm về lịch sử sống động trong bảo tàng ngoài trời này thật tuyệt vời.  Công viên này nằm cách trung tâm thành phố Atlanta khoảng 20 phút về phía đông.  Đáng để ghé thăm.  Hãy nhớ khám phá công viên khi bạn lái xe xung quanh.  Có thể tận dụng nhiều điểm thuận lợi khác nhau của tác phẩm chạm khắc ở các vị trí khác nhau.  Khi ở Atlanta, bạn không thể bỏ lỡ công viên quan trọng nhưng rất ấn tượng này.Đọc thêm",
            "Con đường lên núi hoàn toàn bằng đá. Phải mất khoảng một giờ để lên đến đỉnh và tất cả đều lên đồi. Có rất nhiều khu vực để nghỉ ngơi trên đường đi lên. Các đài phun nước ở phía trên không hoạt động, vì vậy hãy mang theo nước và giày không slio. Các quan điểm thật tuyệt vời. Xuống dốc rất nhanh nhưng hãy cẩn thận, đó có thể là cát trơn, hơi ẩm hoặc đá. Bạn sẽ có được một buổi tập luyện tốt. Có nhiều người lên xuống nên ngày thường càng tốt.Đọc thêm",
            "Tôi đi bộ lên đường mòn và xuyên qua những con đường mòn bằng gỗ hàng tuần.  Nhưng tuần này tôi đã mạo hiểm đến hồ trên chiếc thuyền kayak thuê.  Tôi đã chọn thuê 2 giờ và hoàn toàn thích thú với trải nghiệm này.   Chèo qua Carillion, nơi có vẻ như bị che khuất.  Nó đang chơi đùa và làm tăng thêm niềm vui chèo thuyền kayak của tôi.  Tôi chắc chắn sẽ chèo thuyền kayak ở đây một lần nữa.Đọc thêm",
            "Tôi đã leo núi và chèo thuyền kayak trên hồ nhưng chính các nhân viên và chính công viên đã khiến chuyến đi thành công! Công viên được giữ sạch sẽ, thiết bị gọn gàng và mọi người đều rất hữu ích! Chúng tôi đã mua vé hàng năm vì chúng tôi biết mình sẽ quay lại nhiều lần nữa! Đọc thêm",
            "Chèo thuyền kayak trên hồ trong công viên Stone Mountain là một trải nghiệm tuyệt vời - yên tĩnh, thư giãn, khung cảnh thay thế tuyệt vời của ngọn núi và ai biết được ở đó cũng có một sân gôn.\n\nTrải nghiệm xử lý dường như ít hơn và khi chúng tôi đi sớm hơn vào sáng Chủ nhật, chúng tôi đã có hồ nước cho riêng mình, cùng với những con ngỗng.\n\nNếu bạn yêu thích làn nước và trải nghiệm yên bình, tĩnh lặng thì đây là điều không thể bỏ qua!!Đọc thêm",
            "Chúng tôi thực sự thất vọng khi đến xem buổi biểu diễn laser và phải trả tiền cho một chiếc vòng tay phiêu lưu.  Đó không phải là lỗi của công viên vì tôi đoán chúng tôi đã không thực hiện nghiên cứu trước chuyến thăm.  Vào thời điểm chúng tôi trả tiền cho 3 chiếc vòng tay, mọi thứ bạn có thể sử dụng đều đã ngừng hoạt động.  Màn trình diễn laser rất đẹp nhưng nó ngắn hơn màn trình diễn bình thường.  Nếu tôi không hứa với bọn trẻ một đêm vui vẻ, có lẽ tôi đã về nhà và tiêu tốn rất nhiều tiền.  Sau thực tế, tôi đã gọi điện và yêu cầu có thể có thêm một chuyến thăm công viên vì số tiền chúng tôi đã chi tiêu và mọi thứ mà chúng tôi không thể làm được.  Người phụ nữ mà tôi nói chuyện qua điện thoại thật tuyệt vời.  Cô ấy thực sự có vẻ lo lắng và nói rằng ai đó có thể liên hệ với chúng tôi.  Họ không làm vậy nhưng bất kỳ ai mà tôi nói chuyện đều đều rất xuất sắc trong dịch vụ khách hàng và tôi thực sự đánh giá cao việc cô ấy sẵn lòng lắng nghe lý do khiến tôi khó chịu.  Đọc thêm",
            "Bẫy du lịch quá đắt - đừng lãng phí thời gian của bạn!  Chúng tôi đã trả 20 đô la để vào công viên để đỗ xe và sau đó phát hiện ra rằng phần chính của công viên, nơi hầu hết các nhà hàng đều không mở cửa cho đến 2 giờ chiều và chúng tôi ở đó vào khoảng 11 giờ sáng.  Chúng tôi không muốn đợi 3 tiếng để ăn trưa, có một nơi để ăn cạnh skyride nhưng nó quá đắt.  Skyride là thêm 20 mỗi người và khu vực giải trí chính là 45 tùy thuộc vào gói bạn chọn cho mỗi người.  Điều duy nhất miễn phí là đi bộ lên núi.  Ước gì chúng tôi đã nghiên cứu vấn đề này nhiều hơn vì lịch sử ảnh hưởng của KKK đối với địa điểm này và việc công viên bị ảnh hưởng bởi chế độ nô lệ và cách đối xử với người da đen thật khủng khiếp như thế nào - không hiểu tại sao có người lại ủng hộ nơi này và đến đây!! Đọc thêm",
            "chúng tôi đã có mặt ở đó vào sáng sớm và có rất nhiều chỗ đậu xe. bạn có thể lưu vé đỗ xe và đi ra và vào lại. Được phép mang đồ ăn và hộp đá. chúng tôi đã thực hiện chuyến tàu trên không trước tiên. mang theo gậy selfie và ba lô đầy đủ đồ nếu muốn đi loanh quanh. công viên rất lớn. có quá nhiều việc cho trẻ làm. nhiều đài phun nước nạp nước. chúng tôi đã đi vào một ngày rất nóng. Hãy nhớ rằng chuyến đi bộ lên đỉnh núi nằm ngoài khu vực thu hút của công viên với bãi đậu xe riêng. chương trình ánh sáng ban đêm là phải xem. Đó là từ 9:30-10:45 vào ngày tưởng niệm đặc biệt. đỗ xe bên ngoài bãi đậu xe thu hút để xem màn trình diễn ánh sáng nếu bạn không muốn bị kẹt xe. trên hết nhân viên của anh ấy rất thân thiện. Đọc thêm",
            "Mọi thứ đã thay đổi như thế nào kể từ khi tôi làm việc ở công viên vào những năm 70. Bây giờ bạn phải trả 20 đô la để vào và phải trả tới 40 đô la chỉ để đi bộ xung quanh và ngắm nhìn các tác phẩm chạm khắc và cửa hàng. Trả tiền để tiêu tiền. Ý tưởng tuyệt vời! chúng tôi rất buồn vì ngay cả một số địa điểm miễn phí như Grist mill và Carrilon cũng có rất ít chỗ đậu xe và thậm chí cả phòng vệ sinh cũng đóng cửa. Một lần nữa kinh nghiệm khủng khiếp.Đọc thêm",
            "Tôi đoán nếu bạn đã quen với miền Nam và lịch sử đặc biệt của nó thì nơi này có thể ghé thăm.  Có những khung cảnh đẹp, những khu dã ngoại và những trò giải trí thân thiện với trẻ em.  Đối với chúng tôi - những du khách đến từ phương Tây - nó giống như sao Hỏa và chúng tôi không thể ra khỏi đó đủ nhanh.  Tôi là một sinh viên nhiệt tình về lịch sử, bao gồm cả Nội chiến.  Nhưng đây không phải là bảo tàng dành riêng cho việc phản ánh lịch sử - nó là nơi tôn vinh liên bang.  Các di tích, tên đường, dấu mốc lịch sử đều thể hiện sự tôn kính đối với những kẻ chiếm hữu nô lệ và những kẻ phản bội hiến pháp.  Nó làm tôi kinh hãi.Đọc thêm",
            "Our journey with Stone Mountain Park began in May of 1985 when we first moved to metro Atlanta. This iconic attraction, steeped in history and natural beauty, captivated us. Introducing our friends and family to this gem became a tradition, making it a highlight of their visit to Atlanta. As a family, we purchased annual passes and enjoyed everything the park had to offer. We took groups of students there whenever we had the chance. The addition of Crossroads was an added benefit for everyone.  I understand Dollywood was responsible for constructing and managing Crossroads and possibly even the park. The park was elevated to a new level of entertainment excellence during their tenure. It has been a while since we have been to the park. Our youngest granddaughter is all about dinosaurs. So naturally, we decided to take her and her older sister to the park. We had a few other family members decide to tag along. I purchased the Dino Fest Attraction Tickets  VIP Tickets. Costing over 200. I thought this was quite pricey for Stone Mountain Park, but my 2-year-old granddaughter really wanted to see the dinosaurs! My mistake was thinking the VIP passes included a meal. No, it does not. That was an additional 150 .  Where is the value in the VIP portion of the ticket?I was surprised when we entered the Crossroads entertainment area. Everything looked worn and had not been maintained to the previous standard. Some of the dinosaurs were damaged, showing the yellow foam inside. Trees were cut down and left to rot. With a few exceptions, the majority of the staff was not as welcoming as in the past. One of my family members who lives in another state said, This place looks like it is going to close soon. They are just waiting on the word from the parent corporation to close the gates. I couldnt put my finger on it, but she was right. The park looks like it is in its final days of operation.I hope I am wrong about my impression, but if things continue as they are, dont be surprised when they announce the closure of Stone Mountain Park. I see no reason even to pay the entrance fee to go back. After 39 years of being a must-see on our to-do list, I dont see any reason to return to the park.Read more",
            "Đây là một công viên rộng lớn với mức phí hợp lý 20 mỗi xe cho cả ngày. Điều này bao gồm bãi đậu xe bên trong công viên. Có sức hấp dẫn ở phía bên của các hình chạm khắc, có nghĩa là toàn bộ khu vực xung quanh nó được rào lại và chỉ có thể nhìn thấy các hình chạm khắc từ một số khu vực của bãi đậu xe hoặc dọc đường. Để vào các điểm tham quan, cần phải có một chiếc vòng tay có giá 100 đô la cho một gia đình. Chúng tôi chỉ muốn xem các bức chạm khắc nên đã bỏ qua phần này. Mặc dù một trong những người ở điểm truy cập nói rằng anh ta sẽ cho chúng tôi vào với giá 10 đô la tiền mặt...Thay vào đó, chúng tôi lái xe sang phía bên kia, tại bãi đậu xe dành cho người đi bộ. Từ đó chúng tôi đi bộ lên đỉnh, một chuyến đi bộ thú vị với độ dốc ổn định. Đoạn cuối hơi dốc nhưng có lan can tay để trợ giúp. Tôi cho rằng cần phải cẩn thận khi trời mưa vì đá có thể bị trơn trượt. Quan điểm tuyệt vời từ đầu! Chúng tôi có những chai nước mà chúng tôi có thể đổ đầy ở cả chân núi và trên đỉnh núi. Bên cạnh bãi đậu xe, có một trung tâm thông tin rất tốt và miễn phí giải thích về địa chất của ngọn núi và sự hình thành của nó.Đọc thêm",
            "Chúng tôi đến thăm vào thứ bảy. Thật ngạc nhiên là công viên không đông đúc. Tất cả nhân viên đều thân thiện và rất am hiểu về các điểm tham quan. Đọc thêm",
            "Tôi đoán lúc tôi đến thăm Công viên Núi Đá, tất cả các cửa hàng nhỏ đều đóng cửa. Tôi nghĩ đã đến tuần phải đi học lại, không thực sự chắc chắn lắm. Vì vậy, tôi đã bỏ lỡ tất cả các chuyến đi và các cửa hàng nhỏ mà nó có. Tuy nhiên, chúng tôi đã leo được lên núi. Bên sườn núi có khắc 3 anh hùng Liên minh miền Nam trong Nội chiến: Tổng thống Liên minh miền Nam Jefferson Davis, Tướng Robert E. Lee và Trung tướng Thomas Stonewall Jackson. Ngọn núi cao 1.683 feet so với mực nước biển. Ngoài ra còn có màn trình diễn ánh sáng với pháo hoa vào ngày 4 tháng 7. Tuyệt vời cho gia đình. Đây là lần đầu tiên tôi leo núi. Tôi quá cân nên phải dừng lại vài lần để lên đến đỉnh. Ở đầu con đường, họ có một máy bán hàng tự động nhưng đã hết mọi thứ...nước, soda, v.v. Ở phía trên, tôi kiệt sức và mất nước vì nắng. Có một cửa hàng tiện lợi nhỏ trên đỉnh núi. Họ đóng vào những giờ nhất định. Vì vậy, hãy chắc chắn rằng bạn biết khi chúng đóng theo cách đó, bạn sẽ không bị say nắng trên đường đi. Ngoài ra, họ còn có đỉnh núi có thể đưa bạn từ trên núi xuống nhưng bạn phải trả tiền. Ở điểm này, tôi không quan tâm nó giá bao nhiêu. Tôi phải nói rằng quang cảnh thật ngoạn mục. Đó từng là một kinh nghiệm tuyệt vời. Tôi sẽ chắc chắn. làm lại lần nữa. Nhưng lần này tôi sẽ mang theo nhiều chất lỏng.Đọc thêm",
            "RipoffSkyride đóng cửa vì gió là điều dễ hiểu. Chuyến tàu bị hỏng. Phim 4d bị hoãn vì show chó chuyển vào trong. Roapcourse đã yêu cầu thuê 10 tủ đựng đồ nhưng không thể thuê được tại khóa học roaps, Phải rời khỏi khu vực để đi trả tiền thuê.Đọc thêm",
            "Rất thất vọng. Rác khắp nơi, chai nhựa và giấy gói thức ăn khắp đỉnh núi. Hầu hết các nhà hàng ngồi ăn chấp nhận phiếu ăn đều đã đóng cửa. Mọi thứ đều cần được sơn lại. Không có gì về lịch sử và chạm khắc mở cửa. Chủ yếu hướng đến trẻ em từ 6 đến 8 tuổi. Điểm nổi bật là Quảng trường lịch sử. Mọi người ở đó đều thân thiện và hiểu biết. Tôi đã đến thăm vào giữa những năm 70 và Mọi thứ đều liên quan đến lịch sử và chạm khắc. Không còn nữa. Bây giờ nó là một công viên trò chơi trẻ em bẩn thỉu, xuống cấp Đọc thêm",
            "Thuyền sôngĐọc thêm",
            "Núi Đá có trình diễn ánh sáng vào tuần đầu tiên của tháng 11 năm 2023 không?Đọc thêm",
            "Thành thật mà nói, tôi không biết mùa ánh sáng vì tôi là người ngoài nước Mỹ. Hãy liên hệ với các quan chức của Công viên Núi Đá để biết câu hỏi đó. Cảm ơn, GregoryĐọc thêm",
            "Có được phép làm mát và giỏ đi dã ngoạiĐọc thêm",
            "Thành thật mà nói, tôi không thấy ai có máy làm mát hay giỏ.Đọc thêm",
            "Tiệc buffet buổi trình diễn ánh sáng laser của Stone Mountain Park có gì?Đọc thêm",
            "Nếu tôi mua vé trình diễn tia laser, tôi có phải mua vé vào công viên hàng ngày hoặc hàng năm không? Nếu vậy thì chi phí là bao nhiêuĐọc thêm",
            "Xin chào Bạn có thể được hoàn lại tiền cho ngày hôm sau nếu Skyride đóng cửa do cảnh báo Lightning không?Đọc thêm",
            "Chúng tôi có một con vật phục vụ chó poodle đồ chơi nặng 9 pound.  Điều này có được phép vào công viên không và nếu có thì có điểm tham quan nào mà chú chó của chúng ta không thể đi tiếp không?Đọc thêm",
            "Bạn có thể đưa con chó của bạn đến công viên. Tuy nhiên, nó không được phép đi trên đường đi bộ hoặc bất kỳ điểm tham quan có bán vé nào như xe điện, xe lửa và nhà hát 4D. Vì vậy, điều đó loại trừ mọi thứ bạn muốn trải nghiệm ngoại trừ việc đi bộ xung quanh.Đọc thêm",
            "Xe lăn skylift có phù hợp khôngĐọc thêm",
            "CóĐọc thêm",
            "Tôi đã không nhận ra rằng các điểm tham quan ở Công viên sẽ đóng cửa khi tôi đến thăm Atlanta vào các ngày trong tuần vào tháng tới. Thẻ đỗ xe hàng ngày có đáng để đi bộ xung quanh hay tôi nên lên lịch làm việc khác cho chuyến thăm của chúng tôi ở đó?Đọc thêm",
            "Đề xuất của tôi là vào một ngày trong tuần, tốt hơn hết bạn nên tiêu tiền vào một ngày ở Sở thú Atlanta. Nhiều lợi ích hơn cho bạn.Đọc thêm",
            "Thật đáng buồn là chúng tôi chỉ có vài giờ để tham quan điểm thu hút này. Chúng tôi muốn có một bức ảnh của gia đình trước bức tượng và bất cứ thứ gì khác mà chúng tôi sẽ có thời gian để ghép vào. Tôi tự hỏi liệu có ai có mẹo nào không?Đọc thêm"
        ],
        "star_ratings": [
            2731,
            1480,
            549,
            226,
            166
        ],
        "review_amount": 5152,
        "location": [
            "Công viên núi đá",
            "Hoa Kỳ",
            "Núi đá",
            "Những điều cần làm ở Núi Đá",
            "Georgia G.A."
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written July 15, 2023",
            "Written July 15, 2023",
            "Written July 28, 2023",
            "Written August 1, 2023",
            "Written August 7, 2023",
            "Written August 11, 2023",
            "Written August 27, 2023",
            "Written September 18, 2023",
            "Written September 30, 2023",
            "Written June 5, 2024",
            "Written May 30, 2024",
            "Written May 10, 2024",
            "Written May 5, 2024",
            "Written April 22, 2024",
            "Written April 21, 2024",
            "Written April 13, 2024",
            "Written April 12, 2024",
            "Written April 4, 2024",
            "Written April 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35283-d108695-Reviews-Stone_Mountain_Park-Stone_Mountain_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d12580789-Reviews-Mountain_View_Restaurant-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d4163749-Reviews-The_Commons_Restaurant-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d509387-Reviews-Waterside_Restaurant-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d4224958-Reviews-Stonewall_s_Lounge-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d2662374-Reviews-Sweet_Potato_Cafe-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d467255-Reviews-Village_Corner-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d7290151-Reviews-Stone_Mountain_Public_House-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d880399-Reviews-Weeyums_Philly_Style-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d4649751-Reviews-Nice_Mon_Restaurant-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35283-d6785274-Reviews-Pi_bytes-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d9880013-Reviews-Stone_Mountain_Welcome_Center-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d103334-Reviews-Stone_Mountain_Carving-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d9882012-Reviews-Summit_Skyride-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d10287122-Reviews-Confederate_Hall_Historical_Environmental_Education_Center-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35064-d944681-Reviews-BAPS_Shri_Swaminarayan_Mandir-Lilburn_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35064-d20971382-Reviews-Yellow_River_Wildlife_Sanctuary-Lilburn_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d8726479-Reviews-Art_Station-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d17838202-Reviews-Collectible_Antique_Chair_Gallery-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d8275213-Reviews-NCG_Cinema-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d12496980-Reviews-Stone_Mountain_Old_Post_Office_Emporium-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d108695-Reviews-or10-Stone_Mountain_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d10246232-Reviews-Yellow_River_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d103335-Reviews-Old_South-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d15771259-Reviews-Deshong_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d23927013-Reviews-Hidden_Acres_Nature_Preserve-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d27087290-Reviews-Pine_Lake_Park_And_Beach-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d27033554-Reviews-Georgia_Stone_Mountain_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d27015616-Reviews-Sweet_Basil_Asian_Kitchen-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d10724413-Reviews-Atlanta_Adventure_Tours-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d4885701-Reviews-Stone_Mountain_Glass_Shop-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d4961737-Reviews-Netherworld_Haunted_House-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d12885380-Reviews-Stone_Mountain_Golf_Club-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34895-d1171834-Reviews-Your_Dekalb_Farmers_Market-Decatur_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d14780845-Reviews-Escape_The_NetherWorld-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g53194-d1849102-Reviews-Millersburg_Ferry-Millersburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d11910564-Reviews-Aabpara_market-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g34167-d8609993-Reviews-SCREAM_A_GEDDON_Horror_Park-Dade_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g44257-d2265013-Reviews-Finger_Lakes_State_Park-Columbia_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d12708955-Reviews-Jadran_Beach_Bar-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297482-d1024602-Reviews-Johnny_Cay-San_Andres_Island_San_Andres_and_Providencia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d1156190-Reviews-Twin_City_Liner-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d12387064-Reviews-Glen_Alpine_Falls-South_Lake_Tahoe_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1168987-d12369770-Reviews-Las_Coloradas-Rio_Lagartos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g36808-d2228902-Reviews-Enchanted_Forest-North_Utica_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35283-d108695-Reviews-or10-Stone_Mountain_Park-Stone_Mountain_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35283-d108695-Reviews-Stone_Mountain_Park-Stone_Mountain_Georgia.html"
    }
]