[
    {
        "attraction_name": "Stonehenge",
        "attraction_name_vi": "Stonehenge",
        "general_info": [
            "15.198 đánh giá",
            "1 trong số 57 điều cần làm ở Salisbury",
            "Di tích cổ",
            "Địa điểm ưa thích",
            "Địa điểm bí ẩn"
        ],
        "attraction_summary": "Là một trong những di tích quan trọng nhất còn sót lại của nước Anh thời tiền sử, Stonehenge bao gồm một nhóm những tảng đá cắt thô khổng lồ, một số cao hơn 20 feet, được sắp xếp thành hai vòng tròn đồng tâm.Đọc thêm",
        "reviews": [
            "Stonehenge bản thân nó đã là một bí ẩn. Có niên đại hàng ngàn năm được cho là 5.000 năm, Stonehenge vẫn đang làm nên lịch sử. Gần đây tại thời điểm đăng bài này, các nhà nghiên cứu và khảo cổ học đã tìm thấy hài cốt người bị đốt cháy kể từ thời điểm Stonehenge được xây dựng. Tại sao những người này lại bị thiêu, các nhà sử học vẫn đang cố gắng tìm hiểu điều đó. Bạn có thể đón ánh nắng mặt trời dọc theo cấu trúc vào ngày Hạ chí và ngày Đông chí. Vẫn còn nhiều câu hỏi hơn câu trả lời ở đây nhưng bí ẩn sẽ không đổi. Hãy ghé thăm kỳ quan cổ xưa này và bạn sẽ bị mê hoặc!!Đọc thêm",
            "Cám ơn, vì phản hồi của bạn. Hy vọng chúng tôi sẽ sớm chào đón bạn quay trở lại. Đọc thêm",
            "Vì vậy, đây là địa điểm phải xem, nhưng họ giữ bạn ở một khoảng cách xa như vậy, bạn cũng có thể tiết kiệm tiền và chụp ảnh dọc theo hàng rào miễn phí. Phòng triển lãm vẫn ổn, không có gì to tát, xe buýt đưa đón rất hữu ích nếu không thể đi bộ 2,5 km đến địa điểm. Chúng tôi đã trả giá cao, đi bộ đến địa điểm, và mặc dù ấn tượng và mang tính lịch sử nhưng vẫn để lại cho tôi một chút trống rỗng - chỉ có thế thôi sao? Tôi ngần ngại cho nó bốn sao, nhưng bạn phải đi, nó luôn nằm trong danh sách mười hàng đầu của tôi. Chúc bạn có thể đến gần hơn với thứ chết tiệt đó!Đọc thêm",
            "Bravo English Heritage đã giới thiệu Viên ngọc quý trên vương miện của nước Anh: Stonehenge. Trung tâm du khách mới thật tuyệt vời, và mặc dù chật kín du khách vào một ngày hè nóng bức nhưng vẫn có rất nhiều không gian để không cảm thấy ngột ngạt. Quãng đường đi bộ 1,5 dặm đến những tảng đá xuyên qua vùng quê cổ kính có xe khách xinh đẹp sẵn sàng đưa đón du khách nếu có nhu cầu. Và việc nhìn thấy hình dạng henge ở phía chân trời khi bạn bước về phía nó thật là ngoạn mục. Cách họ tổ chức việc tiếp cận vòng tròn thật tuyệt vời, tuy nhiên mặc dù có rất nhiều du khách nhưng vẫn có rất nhiều cơ hội để chụp ảnh mà không bị đám đông làm hỏng tầm nhìn. Họ thậm chí còn có Trà Yorkshire trong quán cà phê, đây là một phần thưởng bổ sung! Đây là một trải nghiệm không thể bỏ qua vì lịch sử lâu đời của nó và để bước theo bước chân của tổ tiên chúng ta, trên vùng đất thiêng liêng và quay trở lại 5000 năm lịch sửĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã xem xét. Rất vui khi biết bạn thích chuyến thăm tới Stonehenge. Đọc thêm",
            "Chúng tôi đến Southampton bằng tàu du lịch và thực hiện chuyến tham quan StonehengeSalisbury trong ngày quay vòng giữa các chuyến du ngoạn. Lái xe qua vùng nông thôn mất hơn một giờ, khá đẹp như tranh vẽ khi đi qua các thị trấn nhỏ. Đúng như dự đoán, Stonehenge là một đống đá mà không ai biết gì và họ đoán xem mục đích của nó là gì.Đọc thêm",
            "Stonehenge là một địa điểm lịch sử tuyệt vời để xem. Chúng tôi đến đó vào một ngày mưa nhưng nó vẫn đáng để ghé thăm. Có một ứng dụng miễn phí cung cấp cho bạn một chuyến đi bộ. Nhân viên rất tốt, cửa hàng quà tặng và bảo tàng cũng vậy.Đọc thêm",
            "Đây là một vị trí danh sách xô. Tôi đã thực hiện một chuyến du lịch đến đây khi đi nghỉ ở London. Mất khoảng 2 giờ lái xe từ Ga Victoria; họ cho chúng tôi 2 giờ để đi bộ quanh những tảng đá và ghé thăm quán cà phê ở trung tâm du khách, sau đó lái xe 2 giờ trở lại địa điểm trả khách. Tôi đã chụp ảnh từ mọi góc độ. Họ không cho phép bạn đến gần hoặc chạm vào đá, điều này hơi thất vọng. Có đá bảo vệ 24h. Có rất nhiều nhóm du lịch đi cùng một lúc, bạn sẽ nghĩ rằng sẽ không có đủ địa điểm để xem, nhưng thực tế là có. Họ có dịch vụ đưa đón từ trung tâm du khách đến và đi từ những tảng đá, nhưng bạn cũng có thể đi bộ 20 phút qua cánh đồng.  Có một quán cà phê ở trung tâm du khách.Đọc thêm",
            "Cảm ơn bạn đã đánh giá.Đọc thêm",
            "Dù có đi bao nhiêu lần tôi vẫn thấy ngạc nhiên. Trung tâm du khách mới thật đáng yêu. Ghét khái niệm đi xe buýt đến địa điểm nên chúng tôi đi bộ. Đó là một cuộc đi bộ đáng yêu. Địa điểm này đóng cửa sớm vào ngày hôm đó vì đó là một ngày trước ngày Hạ chí nhưng chúng tôi có nhiều thời gian để đi lại. Cafe có bánh ngọt ngon.Đọc thêm",
            "Cảm ơn bạn đã đánh giá.Đọc thêm",
            "Có nhiều bãi đậu xe và được bố trí tốt cho đám đông.\nBảo tàng thú vị ở lối vào và xe buýt đưa đón bạn đến Stonehenge và quay trở lại.\nChúng tôi gần như bỏ qua Stonehenge vì lo lắng về đám đông. Thật mừng vì chúng tôi đã không làm vậy.\nNơi kỳ diệu và chúng tôi khuyên bạn nên ghé thăm nếu bạn đang cân nhắc. Đọc thêm",
            "Tôi không biết tôi có thể nói gì về Stonehenge ngoài việc bạn phải tự mình chứng kiến ​​nó. Khi chúng tôi cùng nhau sắp xếp hành trình chuyến đi Anh, Stonehenge đã nằm trong danh sách của tôi. sẽ thật xấu hổ nếu đến thăm nước Anh vì có thể là lần duy nhất trong đời bạn mà không được chứng kiến ​​điều này. Nếu bạn đến để thấy những tảng đá đứng, bạn sẽ thấy những tảng đá đứng. Nếu bạn ngạc nhiên trước kỹ thuật mà người nguyên thủy yêu cầu để khai thác và di chuyển những tảng đá như vậy trên đất liền hàng trăm dặm và sắp xếp cấu trúc chính xác như lịch mặt trời, thì bạn sẽ ngạc nhiên. Điểm thu hút này cung cấp dịch vụ đưa đón bằng xe buýt đến địa điểm mà trung tâm du khách hoặc đường cao tốc không thể nhìn thấy được, nhưng cũng có một con đường mòn mà bạn có thể đi bộ nếu muốn. \n\nĐiểm trừ duy nhất tôi sẽ đề cập là có thể rất đông đúc khi bạn ghé thăm và khi bạn ra khỏi khu vực qua cửa hàng quà tặng, nơi này có thể chật cứng nhưng hãy dành thời gian để xem những món quà lưu niệm. Rất nhiều xe buýt du lịch vào ngày chúng tôi đến thăm. Khách du lịch thực hiện các chuyến đi trong ngày từ London, vì vậy đây là một địa điểm rất nổi tiếng để tham quan ở Anh. Họ không cho phép bạn đi bộ giữa những tảng đá vì bạn phải đi trên lối đi được chỉ định, nhưng bạn có thể đến khá gần chúng để chụp ảnh. Tôi hiểu tại sao họ không cho phép mọi người đến gần những viên đá, với những người biểu tình phản đối mọi thứ ngày nay, ai đó sẽ làm xấu mặt những viên đá hoặc vẽ bậy lên chúng. Có một con đường đi bộ cho phép bạn đi bộ xung quanh những tảng đá và bạn có thể chụp được những bức ảnh với ánh sáng khác nhau.Đọc thêm",
            "Cảm ơn bạn đã đánh giá. Đọc thêm",
            "Toàn bộ trải nghiệm đã được lên kế hoạch và tổ chức tốt. Có biển chỉ dẫn tốt cho bãi đậu xe miễn phí rộng rãi. Có hàng đợi mua vé như tất cả các điểm tham quan và sẽ rẻ hơn một chút nếu đặt trước trực tuyến mặc dù đây là những khoảng thời gian trong khi bạn có thể mua tại bàn làm việc bất cứ lúc nào. Có một nhà hàng và cửa hàng quà tặng rộng rãi cùng với nhà vệ sinh. Chuyến tham quan bắt đầu bên trong với rất nhiều điều để đọc và tìm hiểu trước khi ra ngoài để xem những túp lều. Có những huấn luyện viên thực hiện chuyến đi lên đường cứ sau 10 - 15 phút cho những người không muốn đi bộ, tuy nhiên, chỉ mất 30 phút đi bộ qua cánh đồng hoặc lựa chọn của người đi bộ để đến những tảng đá. Bạn không thể bị lạc vì luôn có người đi theo hướng đó và một số bảng thông tin trên đường đi. Những tảng đá rất to lớn và ấn tượng. Bạn có thể đến khá gần và có những chiếc ghế dài để ngồi quan sát. Người ta nói rằng sẽ mất khoảng 2 giờ, điều đó là đúng nếu bạn không dừng lại và chiêm ngưỡng những viên đá một lúc.  Chắc chắn ấn tượng và đáng để ghé thăm.Đọc thêm",
            "Cảm ơn rất nhiều.Đọc thêm",
            "Một nơi nào đó tôi mừng vì đã ghé thăm nhưng không cần phải quay lại. Đặt chỗ trước trực tuyến để có giá tốt hơn và chỗ đậu xe miễn phí. Bạn có thể sẽ dành khoảng 90 đến 120 phút ở đó. Đây là nếu bạn đi bộ 30 phút đến những tảng đá và xe buýt đưa đón trở về, xem bảo tàng và uống trà cà phê trong quán cà phê. Kết thúc như thể đó là một ngày nắng nhưng có gió lạnh buốt vì nó quá phơi bày với các yếu tố. Đọc thêm",
            "Chúng tôi lái xe tới Stonehenge ngay khi nó sắp đóng cửa. Tuy nhiên, đừng lo lắng, việc lái xe bằng cổ cao su trên A303 là đủ và miễn phí. Dù sao thì bãi đậu xe cũng cách xa những tảng đá hàng dặm. Theo những gì tôi nghe được thì nó cũng đắt. Lần tới, tôi đang nghĩ đến việc dựng một số công trình làm đường giả và đi dã ngoại để nhìn rõ hơn.Đọc thêm",
            "Sau khi đến từ London qua Woodhenge và Durrington Wall, tôi đưa một gia đình người Mỹ có con nhỏ đến Stonehenge. Bãi đỗ xe thật dễ dàng. Một nhân viên rất niềm nở đã quản lý việc quét vé đặt trước một cách nhiệt tình và hiệu quả. Các tình nguyện viên bên ngọn lửa ấm áp trong các túp lều mô phỏng đã thành công trong việc thu hút sự chú ý của các em 5 và 8 tuổi. Chuyển xe buýt đưa đón đã nhanh chóng. Bản thân những viên đá đã là một kỳ quan, đúng như mong đợi. Bản sao của cuốn sách Pop-up Stonehenge đã được bảo quản thành công trong cửa hàng quà tặng dành cho những học sinh nhỏ tuổi, những người vô cùng phấn khích về thời kỳ đồ đá mới. Và các nhà vệ sinh vẫn trong tình trạng tốt! Sau đó, gia đình khởi hành trên chuyến du ngoạn từ Southampton với những kỷ niệm vui vẻ về nước Anh. đã xong, các tình nguyện viên và nhân viên tại Stonehenge!Đọc thêm",
            "Mặc dù Stonehenge nằm ở vùng nông thôn nhưng có thể đến được bằng nhiều chuyến tham quan hoặc bằng ô tô hoặc xe buýt. Có bãi đậu xe rộng rãi. Hãy mua vé trực tuyến trước thời hạn và đến trước thời gian dự kiến. Tôi khuyên bạn nên tham quan bảo tàng trước khi đến Stonehenge để bạn biết lịch sử của những gì bạn đang xem. Bạn có thể bắt xe buýt đến Stonehenge hoặc một con đường đi bộ tuyệt đẹp. Đó là khoảng 15 phút đi bộ. Chúng tôi đã đi trong tuần và tôi nghĩ đó là một lựa chọn tốt nếu bạn có thể làm được. Tôi tưởng tượng những ngày cuối tuần và ngày lễ rất đông đúc. Chúng tôi đã dành thời gian, đọc từng tấm bảng và chụp rất nhiều ảnh về công trình kiến ​​trúc cổ kính này, nơi được coi là một địa điểm rất đặc biệt trong hàng trăm năm. Nếu may mắn, bạn có thể tình cờ gặp một giáo viên lịch sử cùng với học sinh của họ. Chúng tôi rất thích nghe một phần của bài học! Sau khi chụp được rất nhiều bức ảnh về Stonehenge, thật đáng để đi bộ đến các ụ chôn cất nhìn ra Stonehenge. Đây là điểm nổi bật trong chuyến thăm nước Anh của tôi và tôi rất vui vì chúng tôi đã dành thời gian lái xe về vùng quê để xem nó.Đọc thêm",
            "Bẫy du lịch xác định. Hỗ trợ giao thông trên đường một làn ra vào. Đó là 86 US cho hai chúng tôi.  Đi bộ 20 phút từ lối vào nếu bạn đi bộ hoặc bạn có thể đi xe buýt đưa đón. Những tảng đá được buộc lại và bạn chỉ có thể đến cách chúng trong vòng vài trăm feet.  Người dân địa phương nói rằng nó đã trở nên thương mại hóa.  Đó là một ngày thời tiết đẹp trời, chúng tôi chỉ dành chưa đầy một giờ.   Nếu thời tiết khó chịu, tôi chắc chắn sẽ không lãng phí thời gian và tiền bạc của bạnĐọc thêm",
            "Nếu bạn ở đây thì thật tuyệt khi thấy điều đó. Có thể rất bận rộn. Có xe buýt đưa đón từ lối vào hoặc bạn có thể đi bộ trong 30 phút. Đọc thêm",
            "Từ Úc và tôi thực sự mong chờ được đến thăm Stonehenge nhưng lại rất choáng ngợp. Lịch sử rất ấn tượng nhưng chỉ cần đi bộ ngang qua bãi cỏ và nhìn ngắm thì thật là nực cười. Nó không giống như một lâu đài hay những địa điểm khác cần được bảo trì nhiều, nó chỉ là những tảng đá, đừng bận tâm.Đọc thêm",
            "Nơi tuyệt vời để ghé thăm, đặc biệt nếu bạn là thành viên Di sản Anh.  Đáng yêu đi bộ đến những tảng đá vào một ngày đẹp trời nhưng nếu bạn không muốn đi bộ thì có xe buýt.  Trung tâm du khách có cửa hàng và quán cà phê.  Trung tâm triển lãm rất nhiều thông tin và thú vị.  Còn gì tuyệt vời hơn khi được chiêm ngưỡng một trong 7 kỳ quan của thế giới.Đọc thêm",
            "Chúng tôi là thành viên của Di sản Anh nhưng khi đến đó, chúng tôi đã bị từ chối vì không đặt trước vé vì địa điểm đã bị chen chúc. Thay vào đó, chúng tôi lái xe đến một con đường nhỏ đầy hố, đỗ xe, đi bộ đến những tảng đá trên lối đi bộ nhỏ không phải của người Anh và nhìn thấy những viên đá từ xa hơn một chút so với mức chúng tôi đã trả tiền. Chúng tôi ở đó khoảng 20 phút, rất vui vì chúng tôi chưa trả tiền.Đọc thêm",
            "Đã ghé thăm cùng vợ tôi trong kỳ nghỉ ở Salisbury. Mặc dù được quản lý bởi English Heritage, nhưng khu đất này thuộc sở hữu của National Trust, vì vậy chúng tôi có thể vào miễn phí. Trung tâm du khách mới rất tuyệt vời với một số thông tin tuyệt vời về vòng tròn đá. Vòng tròn cách đó khoảng 30 phút đi bộ, nhưng họ điều hành dịch vụ xe buýt cứ sau 5 phút. Vòng tròn thật ngoạn mục và chắc chắn là một trải nghiệm đáng để thử! Đọc thêm"
        ],
        "star_ratings": [
            7669,
            4293,
            1992,
            692,
            557
        ],
        "review_amount": 15203,
        "location": [
            "Salisbury",
            "Châu Âu",
            "Stonehenge",
            "nước Anh",
            "Wiltshire"
        ],
        "reviews_time": [
            "Written June 8, 2023",
            "Written June 8, 2023",
            "Written June 15, 2023",
            "Written June 15, 2023",
            "Written June 17, 2023",
            "Written June 18, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written June 26, 2023",
            "Written June 27, 2023",
            "Written June 7, 2024",
            "Written June 6, 2024",
            "Written June 6, 2024",
            "Written June 6, 2024",
            "Written June 6, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186414-d188527-Reviews-Stonehenge-Salisbury_Wiltshire_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g6929633-d17520253-Reviews-Larkhill_Kebab_And_Pizza_House-Larkhill_Wiltshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6929633-d23997089-Reviews-Larkhill_Fish_And_Chips_Fried_Chicken-Larkhill_Wiltshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6929633-d4912538-Reviews-Fish_Chips_Jubilee_Cafe_Chinese_Take_Away-Larkhill_Wiltshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528762-d15214772-Reviews-Piazza-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528762-d4105696-Reviews-Siam_Smile_Thai_Kitchen-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528762-d14061912-Reviews-A_Date_With_Thyme-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528762-d1636202-Reviews-Tandoori_Nights-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528762-d6623426-Reviews-Reeve_the_Baker-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528762-d22894095-Reviews-The_New_Inn_Amesbury-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528762-d3250956-Reviews-The_Bell_JD_Wetherspoon-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g528762-d11621268-Reviews-Stonehenge_Public_Access_Footpath-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g528762-d23254046-Reviews-The_Lesser_Cursus-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d18976667-Reviews-Bluestone_Vineyards-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d3310055-Reviews-Boscombe_Down_Aviation_Collection-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g528762-d6673852-Reviews-Amesbury_History_Centre-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1838584-d210260-Reviews-Woodhenge-Durrington_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d218261-Reviews-Old_Sarum-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g528762-d643372-Reviews-Durrington_Walls-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1838584-d7709769-Reviews-The_Cuckoo_Stone-Durrington_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g528762-d10593748-Reviews-The_Abbey_Church_of_St_Mary_and_St_Melor-Amesbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d188527-Reviews-or10-Stonehenge-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d191406-Reviews-Salisbury_Cathedral_and_Magna_Carta-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d2357655-Reviews-Arundells-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d261333-Reviews-The_Close-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d2272564-Reviews-St_Thomas_s_Church-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d218260-Reviews-Mompesson_House-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d12220846-Reviews-High_Street_Gate-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d12223439-Reviews-Salisbury_Market_Place-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d20124177-Reviews-Salisbury_Cathedral-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d10628461-Reviews-The_Poultry_Cross_Salisbury-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d2716837-Reviews-Salisbury_Stonehenge_and_Sarum_Tours-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d12409086-Reviews-Live_Escape_Rooms_Salisbury-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d1081964-Reviews-Salisbury_Stonehenge_Guided_Tours-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d21323889-Reviews-CITYRUN_TAXI_Service-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d7398188-Reviews-Salisbury_Escape_Rooms-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075033-d10112526-Reviews-Salisbury_Plain_Safaris-Shrewton_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d3663763-Reviews-GoSkydive-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d13451243-Reviews-Vita_Skin_Spa-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d13339422-Reviews-Maul_s_Wine_Cheese_bar-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g6929633-d6925739-Reviews-Larkhill_Space_Station-Larkhill_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d12251730-Reviews-Round_1_Bowling_Amusement-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d447327-Reviews-Night_Bazaar-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d6733203-Reviews-Malin_Plaza_Patong-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9883139-Reviews-Rona_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d11045362-Reviews-Accra_zoo-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d1961541-Reviews-McDowell_Nature_Center_and_Preserve-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g51746-d2149799-Reviews-Robbers_Cave_State_Park-Wilburton_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8803055-Reviews-Fatima_Jinnah_Park-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d190584-Reviews-Red_Light_District-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3723942-d5461731-Reviews-Diyatha_Uyana-Kotte_Western_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186414-d188527-Reviews-or10-Stonehenge-Salisbury_Wiltshire_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186414-d188527-Reviews-Stonehenge-Salisbury_Wiltshire_England.html"
    }
]