[
    {
        "attraction_name": "Street Food Man",
        "attraction_name_vi": "Người đàn ông thức ăn đường phố",
        "general_info": [
            "3.988 đánh giá",
            "21 trên 380 Đồ ăn thức uống tại TP.HCM",
            "Những chuyến đi bộ",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Xin chào - Xin chao đến từ Việt Nam! Tôi là Vinny Vi, người sáng lập Street Food Man, cũng là một Vlogger ẩm thực đường phố và ẩm thực đường phố Việt Nam là niềm đam mê lớn nhất của tôi từ trước đến nay. Tôi tạo ra những tour này với mục đích đưa khách du lịch từ khắp nơi trên thế giới khám phá Sài Gòn, nếm thử những món ăn đường phố Việt Nam nơi xa lạ và trải nghiệm cuộc sống của người dân địa phương. Ngắm nhìn khung cảnh, âm thanh và mùi vị của Sài Gòn khi những hướng dẫn viên nhiệt tình của tôi đưa bạn qua những con hẻm và con phố khuất mà bạn sẽ không thể tự mình tìm thấy.Đọc thêm",
        "reviews": [
            "Thật là một đêm tuyệt vời với những hướng dẫn viên tuyệt vời của chúng tôi Thủy và ân sủng. Sự tương tác của họ với chúng tôi rất thú vị và đồ ăn thì tuyệt vời Nhìn chung là 10 trên 10 cho hai cô gái trẻ này, những người đã khiến thời gian của chúng tôi với họ trở nên đặc biệtĐọc thêm",
            "David K ​​thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi chắc chắn rất vui mừng khi biết bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên tuyệt vời Thủy và Grace của chúng tôi. Mục tiêu của chúng tôi là mang lại trải nghiệm tuyệt vời thông qua việc khám phá các khu vực địa phương, thưởng thức các món ăn độc đáo và chính thống và các hướng dẫn viên đã làm rất tốt điều đó để khiến chuyến đi của bạn chắc chắn trở nên đáng nhớ. Chúng tôi chân thành đánh giá cao việc bạn đã chọn chúng tôi trong chuyến đi này và hy vọng được gặp lại bạn.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Chúng tôi tham gia chuyến tham quan ẩm thực bằng xe máy cùng Thủy, Alex, Jason Lucy và có một trong những đêm tuyệt vời nhất trong kỳ nghỉ của chúng tôi. Tất cả họ đều hữu ích một cách tuyệt vời. Chúng tôi chưa từng lái xe tay ga trước đây nhưng luôn cảm thấy an toàn. Chúng tôi đã nhìn thấy những khu vực của TP.HCM mà chúng tôi sẽ không thể thấy nếu không có chúng trong khi thưởng thức một số món ăn tuyệt vời và vui vẻ.Đọc thêm",
            "Kính gửi Chris P,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Thật tuyệt vời khi biết rằng bạn rất thích trải nghiệm được tổ chức bởi những hướng dẫn viên tuyệt vời của chúng tôi là Thủy Alex, Jason Lucy, những người luôn chi tiết, giàu thông tin và chu đáo một cách chuyên nghiệp. An toàn cũng là ưu tiên hàng đầu của chúng tôi với những hướng dẫn viên lái xe điêu luyện, điều hướng giao thông hối hả của Sài Gòn một cách chuyên nghiệp và chúng tôi rất vui khi biết rằng những hướng dẫn viên nhiệt tình của chúng tôi đã khiến chuyến thăm của bạn trở nên khó quên. Việc lựa chọn đồ ăn trong chuyến tham quan của chúng tôi luôn được chú trọng cao độ và chúng tôi hoàn toàn vui mừng vì họ đã khiến trải nghiệm ẩm thực của bạn hoàn toàn thú vị. Cảm ơn những lời tốt đẹp của bạn và chúng tôi mong sớm được gặp bạn trong thời gian tới.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Đây quả là một trải nghiệm tuyệt vời và hướng dẫn viên du lịch của tôi, Catherine, thật tuyệt vời! Cô ấy rất hiểu biết, rất ngọt ngào và là một người lái xe cừ khôi. Rất khuyến khích chuyến tham quan này vì họ có thể đáp ứng cho bạn từ chế độ ăn kiêng, di chuyển đến hạn chế về thời gian. Các quán ăn đường phố và các quận mà họ đưa chúng tôi đến đều rất tuyệt vời và chúng tôi đã học được rất nhiều điều về văn hóa Sài Gòn trên đường đi.Đọc thêm",
            "Akila C thân mến,\n\nCảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi! Chúng tôi rất vui khi bạn có trải nghiệm tùy chỉnh hoàn hảo với Catherine chu đáo của chúng tôi. Về mặt kỹ thuật, chúng tôi đặt sự thoải mái của khách lên hàng đầu, đặc biệt là dị ứng thực phẩm của khách để đảm bảo họ có thể trải nghiệm trọn vẹn chuyến tham quan mà không phải lo lắng về những hạn chế cá nhân của họ và chúng tôi rất vui vì đã làm được điều đó cho hai bạn! Catherine sẽ vô cùng vui mừng khi nhận được phản hồi tích cực của bạn! Cảm ơn bạn rất nhiều vì đã tin tưởng và tham gia trải nghiệm của chúng tôi. Chúng tôi mong muốn được gặp lại bạn vào một lần khác tại Sài Gòn.\n\nTrân trọng.\nVinny Vi Nhà sáng lập Street Food Man Đọc thêm",
            "Rất hân hạnh được Catherine làm hướng dẫn viên cho chuyến đi bộ trên phố của chúng tôi.  Rất hiểu biết và hấp dẫn, đáp ứng yêu cầu của chúng tôi và là một trải nghiệm tuyệt vời.Đọc thêm",
            "Rebecca S thân mến,\n\nCảm ơn bạn rất nhiều vì đã để lại cho chúng tôi một đánh giá tuyệt vời. Catherine cũng nói rằng cô ấy cũng đã có một buổi tối tuyệt vời với chuyến tham quan của bạn. Ưu tiên hàng đầu của chúng tôi luôn là thích nghi và điều chỉnh thức ăn để phù hợp với sở thích ăn uống của bạn nhằm mang đến trải nghiệm tốt nhất có thể, do đó chúng tôi rất vui khi Catherine đã làm thành công cho chuyến đi của bạn.\nCảm ơn bạn một lần nữa vì đã ghé thăm Sài Gòn xinh đẹp của chúng tôi và chọn Street Food Man cho chuyến đi của bạn. Chúng tôi rất mong sớm được gặp lại bạn!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chuyến tham quan này thật tuyệt vời về mọi mặt! Đầu tiên, một nhóm sinh viên đại học năng động, giàu kinh nghiệm và vui vẻ đã tổ chức chuyến tham quan. Trải nghiệm một mình lái xe máy băng qua đường phố thật tuyệt vời. Thực sự đã cho chúng tôi một góc nhìn khác biệt và chân thực về thành phố và cuộc sống của họ. Việc lựa chọn thực phẩm và các khu vực được chọn thật tuyệt vời, ngon miệng và khác biệt so với những gì chúng tôi đã trải nghiệm. Chuyến du lịch này nằm trong top 3 kỷ niệm về Việt Nam. Đó là điều bắt buộc!! Hướng dẫn viên du lịch của chúng tôi là những người giỏi nhất: Harry, Catherine, Sadie, Van, Destiny và Mountain Cảm ơn bạn.Đọc thêm",
            "Suzane O thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi chắc chắn rất vui mừng khi biết bạn đã có khoảng thời gian tuyệt vời với những hướng dẫn viên tuyệt vời của chúng tôi, Harry và nhóm của anh ấy. Họ luôn không đặt gì ngoài niềm đam mê, tính chuyên nghiệp và nhiệt tình trong công việc và sẵn sàng lan tỏa những rung cảm đó một cách chính xác trong trải nghiệm với bạn, một trải nghiệm đầy thông tin về văn hóa và thú vị về ẩm thực. Một lần nữa xin cảm ơn rất nhiều vì đã cho phép chúng tôi dẫn bạn đi vòng quanh Sài Gòn tràn đầy năng lượng của chúng tôi một cách an toàn trên xe máy và nếm thử các món ăn chính thống của địa phương. Chúng tôi hy vọng gặp lại bạn vào lúc khác.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Thủy là người hướng dẫn của chúng tôi và cô ấy rất am hiểu về những nơi chúng tôi đến thăm. Cô ấy thông báo cho chúng tôi về nguồn gốc của các món ăn và lịch sử của nhà cung cấp. Bản thân chuyến tham quan đã được cân bằng tốt, mang lại cho chúng tôi những trải nghiệm khác nhau về bối cảnh ẩm thực đường phố. Chuyến tham quan diễn ra ở Quận 3 và nếu không có người hướng dẫn thì sẽ rất khó để biết nên ghé thăm nhà cung cấp nào. Rượu lên men là một nét thú vị, cũng như món Một Hai Ba dzô, khiến chúng tôi cảm thấy hòa nhập với người dân địa phương ở quán rượu Ốc Tuấn. Cảm ơn Thủy, chúng tôi đã có một đêm thật vui vẻ và giờ đã tăng thêm 1kg!!Đọc thêm",
            "John S thân mến,\n\nCảm ơn bạn rất nhiều vì đã để lại cho chúng tôi một đánh giá tuyệt vời. Chúng tôi chắc chắn rất vui vì bạn đã có một chuyến phiêu lưu tuyệt vời với Thủy thân thiện của chúng tôi tại các quận rất địa phương của chúng tôi với những món ăn tuyệt vời và những địa điểm đặc trưng của thành phố Hồ Chí Minh.  Bên cạnh hành trình hoàn hảo với các món ăn địa phương ngon miệng, chúng tôi cũng cố gắng mang đến cho du khách lòng hiếu khách chân thực của văn hóa Việt Nam và chúng tôi cảm thấy hoàn toàn mãn nguyện khi bạn nhận được những rung cảm như vậy từ hướng dẫn viên của chúng tôi.  Chúng tôi cũng đánh giá cao việc bạn có thể đề cập cụ thể đến các món ăn và địa điểm yêu thích của mình theo tên, thành thật mà nói, điều này tạo động lực cho chúng tôi tiếp tục làm điều này để giới thiệu với nhiều khách du lịch hơn về văn hóa ẩm thực phong phú của chúng tôi. Cảm ơn bạn một lần nữa vì đã tham gia cùng chúng tôi và chúng tôi hy vọng sẽ gặp lại bạn vào lần khác tại Sài Gòn.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Thưởng thức những món ăn đường phố ngon nhất cùng hướng dẫn viên du lịch, người sẽ kể cho bạn về lịch sử, văn hóa và ẩm thực của thành phố. Thủy là người hướng dẫn của chúng tôi và cô ấy đưa chúng tôi đến quận 3 để ăn ở nơi người dân địa phương ăn. Chúng tôi dừng lại ở những quán ăn đường phố nổi tiếng, nơi cô ấy sắp xếp đồ ăn, chỗ ngồi và giới thiệu chúng tôi với các đầu bếp và chủ sở hữu địa phương. Mọi người đều rất niềm nở và thân thiện và Thủy đã vượt qua rào cản ngôn ngữ. Rất khuyến khích chuyến tham quan này nếu bạn muốn thử món ăn Việt Nam đích thực và hòa mình vào văn hóa địa phương. Tôi đã ăn một số món ăn Việt Nam ngon nhất trong chuyến tham quan này!! Hãy mang giày dép tốt khi đi bộ, ăn mặc giản dị và mang theo đồ đạc nhẹ nhàng. Thủy đã lo mọi việc cho chúng tôi!! Đọc thêm",
            "Natasha S thân mến,\n\nCám ơn vì những lời tốt đẹp của bạn. Chúng tôi rất vui khi biết rằng bạn đã có một buổi tối tuyệt vời với Thủy, người đã mang đến cho bạn trải nghiệm đáng nhớ và đầy thông tin. Sứ mệnh của chúng tôi là tạo ra không chỉ một tour du lịch truyền thống với việc nếm thử một số món ăn ngon và tham quan một số địa điểm nổi tiếng mà còn là trải nghiệm với thông tin sâu sắc về văn hóa và ẩm thực cũng như cuộc sống thực tế của người dân ở Sài Gòn và còn mang đến cảm giác địa phương cho du khách để tận hưởng sự chân thực trong suốt chuyến tham quan và chúng tôi chắc chắn rất vui mừng khi bạn cảm nhận được những rung cảm đó theo đúng nghĩa đen với Thủy. \nCảm ơn bạn rất nhiều vì đã giới thiệu và chia sẻ những lời khuyên hữu ích cho những vị khách tương lai của chúng tôi! Chúc bạn mọi điều tốt đẹp nhất!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chúng tôi đã có một buổi tối tuyệt vời với Tanya trong chuyến đi bộ đến ẩm thực đường phố Sài Gòn!  Cô ấy đưa chúng tôi ra khỏi con đường thông thường và đi sâu vào những con hẻm phía sau của Quận 3. Đồ ăn rất ngon ở mọi điểm dừng và Tanya thậm chí còn tránh được cơn mưa rào một cách kỳ diệu!  Tôi cũng đánh giá cao sự giúp đỡ dạy kèm tiếng Việt của tôi!   Hãy đói đi!Đọc thêm",
            "Ted G thân mến,\n\nChúng tôi thực sự đánh giá cao việc bạn đã dành thời gian để cung cấp cho chúng tôi một đánh giá tuyệt vời. Tanya luôn nhiệt tình và đam mê các chuyến lưu diễn của mình và chúng tôi rất vui khi bạn có thể cảm nhận được nguồn năng lượng tuyệt vời của cô ấy trong suốt chuyến lưu diễn. Chất lượng của mọi lựa chọn ẩm thực trong chuyến tham quan của chúng tôi luôn được chú trọng cao độ và chúng tôi rất vui khi bạn thích tất cả chúng. Trên thực tế, phần học tiếng Việt gần đây luôn được khách mời uống trà vì đây là một cách hiệu quả để du khách nước ngoài cảm nhận gần gũi hơn về văn hóa Việt Nam bằng cách học những từ ngữ thiết yếu để giao tiếp với văn hóa địa phương. Rất cám ơn vì đã tham gia cùng chúng tôi. Chúc bạn mọi điều tốt đẹp nhất. \n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Tôi đi tour này cùng chồng và con gái 12 tuổi.  Đó là thời gian tốt nhất!  Chúng tôi đã đến thăm nhiều khu vực khác nhau của thành phố và đồ ăn chúng tôi ăn thậm chí còn ngon hơn cả nhà hàng được gắn sao Michelin mà chúng tôi đã ăn vào đêm hôm trước.  Hướng dẫn viên của chúng tôi Sam, Lucy và Mary rất vui tính, hiểu biết và giữ chúng tôi an toàn.  Chuyến tham quan này là một trong những điểm nổi bật trong chuyến đi của chúng tôi và tôi thực sự khuyên bạn nên tham gia.Đọc thêm",
            "Jaimee G thân mến,\n\nPhản hồi tuyệt vời của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi rất vui khi biết rằng Sam, Lucy và Mary nhiệt tình của chúng tôi đã khiến chuyến thăm của bạn trở nên đặc biệt và là điểm nhấn trong kỳ nghỉ của bạn đến Sài Gòn. Những hướng dẫn viên đáng yêu của chúng tôi luôn không đặt gì ngoại trừ niềm đam mê, tính chuyên nghiệp và sự nhiệt tình trong công việc của họ và sẵn sàng truyền bá những rung cảm đó một cách chính xác trong trải nghiệm với bạn, mang tính thông tin về văn hóa và thú vị về mặt ẩm thực. Chất lượng của mọi lựa chọn ẩm thực trong chuyến tham quan của chúng tôi luôn được chú trọng cao độ và chúng tôi rất vui khi bạn thích tất cả chúng. Cảm ơn bạn đã cho phép chúng tôi làm chủ nhà dẫn bạn đi vòng quanh Sài Gòn tràn đầy năng lượng của chúng tôi một cách an toàn trên xe máy. Chúc bạn mọi điều tốt đẹp nhất!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Thủy và Grace là những người chủ nhà tuyệt vời cho chuyến tham quan ẩm thực đường phố buổi tối. Cả hai đều có nhiều thông tin về ẩm thực và văn hóa, đồng thời kết hợp với sự hài hước, những câu đố và trò đùa của họ, đó là một trải nghiệm tuyệt vời khi khám phá ẩm thực của thành phố Hồ Chí Minh. Rất khuyến khích.Đọc thêm",
            "Dianne J thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với Thủy và Grace thân thiện trong Trải nghiệm đi bộ ẩm thực đường phố riêng của chúng tôi. Với niềm đam mê tuyệt đối với du lịch và khách sạn, họ luôn đảm bảo rằng du khách sẽ cảm nhận được trọn vẹn nhất trong quá trình trải nghiệm không chỉ hương vị của những món ăn đậm chất địa phương mà còn cả những câu chuyện và lịch sử đằng sau mỗi món ăn và Sài Gòn tràn đầy năng lượng cũng như sự cẩn thận và hiếu khách của họ. Những phản hồi như thế này có ý nghĩa rất lớn đối với họ nói riêng và chúng tôi nói chung. Chúng tôi thực sự biết ơn những đề xuất của bạn cho những vị khách tương lai của chúng tôi. Một lần nữa xin cảm ơn bạn đã lựa chọn Street Food Man. Chúc bạn mọi điều tốt đẹp nhất\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm"
        ],
        "star_ratings": [
            4019,
            28,
            0,
            2,
            1
        ],
        "review_amount": 4050,
        "location": [
            "Người đàn ông thức ăn đường phố",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written June 7, 2024",
            "Written June 6, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or10-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17382563-Reviews-Evy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14776389-Reviews-Provincial_Table_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26683776-Reviews-Line_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754912-Reviews-V_explore_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25006681-Reviews-Hazgen_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8040226-Reviews-Colours_of_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d2556234-Reviews-Three_Sisters_Springs-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d186690-Reviews-Disney_California_Adventure_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d103614-Reviews-SeaWorld-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d148574-Reviews-Queen_Emma_Pontoon_Bridge-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d2310339-Reviews-View_of_Riga_from_St_Peter_s_Church_Tower-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d10660462-Reviews-Ninja_Trick_House_In_Tokyo-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g311321-d8292187-Reviews-Friday_Market-Fujairah_Emirate_of_Fujairah.html",
            "https://www.tripadvisor.com/Attraction_Review-g33581-d104150-Reviews-Box_Canyon_Waterfall_Park-Ouray_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d1788693-Reviews-SKYBAR_Beirut-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d311777-Reviews-Puerto_Madero-Buenos_Aires_Capital_Federal_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or10-Street_Food_Man-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Street Food Man",
        "attraction_name_vi": "Người đàn ông thức ăn đường phố",
        "general_info": [
            "3.988 đánh giá",
            "21 trên 380 Đồ ăn thức uống tại TP.HCM",
            "Những chuyến đi bộ",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Xin chào - Xin chao đến từ Việt Nam! Tôi là Vinny Vi, người sáng lập Street Food Man, cũng là một Vlogger ẩm thực đường phố và ẩm thực đường phố Việt Nam là niềm đam mê lớn nhất của tôi từ trước đến nay. Tôi tạo ra những tour này với mục đích đưa khách du lịch từ khắp nơi trên thế giới khám phá Sài Gòn, nếm thử những món ăn đường phố Việt Nam nơi xa lạ và trải nghiệm cuộc sống của người dân địa phương. Ngắm nhìn khung cảnh, âm thanh và mùi vị của Sài Gòn khi những hướng dẫn viên nhiệt tình của tôi đưa bạn qua những con hẻm và con phố khuất mà bạn sẽ không thể tự mình tìm thấy.Đọc thêm",
        "reviews": [
            "Xin chào, Vào đêm cuối cùng trong tuần trăng mật kéo dài 14 ngày tại Việt Nam ở Sài Gòn, chúng tôi đã chọn đi tour ẩm thực đường phố với Streetfood man. Đó là một chuyến đi rất ngon. Tanya là hướng dẫn viên của chúng tôi. Cô ấy đã chỉ cho chúng tôi những nơi mà chúng tôi chưa từng thấy trước đây. Rất nhiều nơi ăn uống khác nhau. Chúng tôi đã ăn rất nhiều thứ khác ngoài món chả giò thông thường. Đồ ăn Việt Nam đặc trưng thực sự ngon Nhiều loại bánh xèo Việt Nam, hải sản rất ngon, đồ uống mía... Và nhiều thứ khác nữa. Chúng tôi cũng đã ghé thăm chợ đêm, nơi chúng tôi đã ăn kem ngon tuyệt. Kết luận: hãy tự đặt tour và hỏi Tanya. Cô ấy đơn giản là tuyệt nhất, rất thân thiện và tốt bụng! Cảm ơn Tanya, bạn đã mang đến cho chúng tôi bữa ăn tối tuyệt vời nhất mà chúng tôi từng mong ước! Tiếp tục công việc tốt đẹp! Bạn đang làm rất tốt! Xin chào Lucy và Sam từ Antwerp Bỉ Đọc thêm",
            "Lucy thân mến,\n\nChúng tôi rất biết ơn vì bạn đã dành thời gian chia sẻ bài đánh giá chi tiết và hay như vậy với chúng tôi. Chúng tôi chắc chắn rất vui vì bạn đã có một chuyến phiêu lưu tuyệt vời cùng Tanya tại các quận rất địa phương của chúng tôi với những món ăn tuyệt vời và những địa điểm đặc trưng của thành phố Hồ Chí Minh. Chúng tôi cũng đánh giá cao việc bạn có thể đề cập cụ thể đến tên các món ăn yêu thích của mình, thành thật mà nói, điều này tạo động lực cho chúng tôi tiếp tục làm điều này để giới thiệu đến nhiều khách du lịch hơn về văn hóa ẩm thực phong phú của chúng tôi. Và chúng tôi cũng coi đó là thành tựu của mình khi khách có thể đề cập đến một số địa điểm trong chuyến tham quan trong phần đánh giá vì hướng dẫn viên của chúng tôi đã làm rất tốt việc mang lại trải nghiệm cho khách. Thật vui khi nhận được những lời khen ngợi tử tế của bạn dành cho Tanya chăm chỉ của chúng tôi. Cảm ơn bạn đã lựa chọn chúng tôi và đề xuất của bạn cho khách hàng tương lai của chúng tôi.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Chuyến tham quan ẩm thực Street Man thật tuyệt vời !!!  Chúng tôi có một nhóm gồm 6 người và mỗi người chúng tôi đều thích!  Harry, Van, Catherine, Sadie, Destiny và Mountain đều rất xuất sắc. Rất muốn giới thiệu cho bất kỳ ai đến thăm Hồ Chí Minh.Đọc thêm",
            "Kính gửi Brenda N,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết bạn đã có trải nghiệm tuyệt vời với hướng dẫn viên xuất sắc Harry và nhóm của anh ấy: Van, Catherine, Sadie, Destiny và Mountain. Họ luôn đặt niềm đam mê, tính chuyên nghiệp và nhiệt tình vào công việc và sẵn sàng chia sẻ những rung cảm đó với bạn. Cảm ơn bạn đã cho phép chúng tôi làm chủ nhà dẫn bạn đi vòng quanh Sài Gòn tràn đầy năng lượng của chúng tôi một cách an toàn trên xe máy. Chúng tôi thực sự đánh giá cao đề xuất của bạn về các chuyến tham quan của chúng tôi cho người khác. Mong gặp lại bạn vào dịp khác!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Thật là một buổi tối tuyệt vời! Có lẽ điều tuyệt vời nhất chúng tôi đã làm trong hai tuần ở Việt Nam. Chúng tôi có Tessie và Sam đáng yêu làm hướng dẫn viên rất am hiểu - họ là những người lái xe tuyệt vời và cả hai chúng tôi đều cảm thấy hoàn toàn an toàn trên xe đạp của mình. Tôi khá e ngại về điều đó. Đó là món ăn tuyệt vời này đến món ăn tuyệt vời khác - thịt bò hầm, hải sản, bánh kếp, món Việt Nam pizza, trà dứa, kem dừa! Chúng tôi cũng đã đến thăm chợ đêm và chợ hoa cũng rất tuyệt vời. Tessie và Sam rất vui vẻ, hãy hỏi Sam về tôn giáo dừa!  và đó là một cách rất đặc biệt để ngắm nhìn thành phố của họ và giới thiệu cho chúng tôi những món ăn địa phương thực sự ngon miệng từ những địa điểm nổi tiếng nhất ở địa phương. Không thể đề xuất đủ cao, nhưng Tessie và Sam đã làm rất đặc biệt!!!!! Đọc thêm",
            "Jane O thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời cùng Sam và Tessie thân thiện trong chuyến tham quan bằng xe máy ẩm thực đường phố riêng của chúng tôi. Với niềm đam mê tuyệt đối với du lịch và khách sạn, họ luôn đảm bảo rằng du khách sẽ cảm nhận được trọn vẹn nhất trong quá trình trải nghiệm không chỉ hương vị của những món ăn đậm chất địa phương mà còn cả những câu chuyện và lịch sử đằng sau mỗi món ăn và Sài Gòn tràn đầy năng lượng cũng như sự cẩn thận và hiếu khách của họ. Những phản hồi như thế này có ý nghĩa rất lớn đối với họ nói riêng và chúng tôi nói chung. Chúng tôi thực sự biết ơn và đánh giá cao những đề xuất của bạn cho những người khác. Một lần nữa xin cảm ơn vì đã lựa chọn chúng tôi và chúng tôi hy vọng được gặp lại bạn vào dịp khác ở Sài Gòn.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chúng tôi đã đi cùng 2 người trong chuyến du lịch đường phố với Tanya. Cô ấy đón chúng tôi tại khách sạn và sau khi giới thiệu và thảo luận về những gì chúng tôi thích và đặc biệt là những gì chúng tôi không muốn ăn, chúng tôi bắt đầu chuyến tham quan. Lang thang khắp các con phố ở Sài Gòn, chúng tôi dừng lại ở nhiều nơi khác nhau và nếm thử một số món ăn Việt Nam ngon nhất cho đến nay. Tanya có rất nhiều kiến ​​thức về thực phẩm và đã kiểm tra chúng tôi nhưng tôi đã thất bại thảm hại. Cuối cùng tôi đã vượt qua khảo nghiệm hoa sen.  Ty rất nhiều cho cuộc phiêu lưu tuyệt vời. Đọc thêm",
            "Sam Van Lommen thân mến,\n\nCảm ơn bạn rất nhiều vì đã đăng một đánh giá tuyệt vời như vậy. Thật tuyệt vời khi biết bạn đã trải qua một buổi tối tuyệt vời với Tanya thân thiện của chúng tôi, đi dạo quanh các quận địa phương và thưởng thức nhiều món ngon đường phố tuyệt vời. Mục tiêu hàng đầu của chúng tôi là luôn linh hoạt và điều chỉnh thực phẩm để đáp ứng nhu cầu ăn kiêng của bạn nhằm mang lại trải nghiệm tốt nhất có thể, do đó, chúng tôi rất vui mừng khi Tanya thực hiện thành công điều đó cho chuyến tham quan của bạn. Cảm ơn bạn một lần nữa vì đã tham gia cùng chúng tôi. Chúc bạn những điều tốt đẹp nhất! \n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chúng tôi đã có Tillian làm người hướng dẫn. Anh ấy không thể làm đủ cho chúng tôi. Chuyến tham quan giải thích về mọi nơi chúng tôi đã đến, ưu tiên an toàn khi đi bộ trên vỉa hè và băng qua đường. Những điều nhỏ nhặt như nước rửa tay ở mỗi điểm dừng. Chàng trai trẻ rất chu đáo và nhiệt tình. Vinni, anh có một tài sản lớn ở đó. Rất nhiều món ăn trên đường đi, giải thích các loại thảo mộc khác nhau đi kèm với món ăn nào. Tillian rất nhiều thông tin. Anh ấy đã thực hiện chuyến đi của chúng tôi đến Thành phố Hồ Chí Minh. 6 sao cho bạn Tillian. Khuyến khích kỹ lưỡng chuyến tham quan đi bộ này để có được cảm nhận thực sự về văn hóa và ẩm thực. Đọc thêm",
            "Andrew B thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đăng một bài đánh giá tuyệt vời như vậy; nó làm nên ngày của chúng tôi! Về mặt kỹ thuật, an toàn, vệ sinh và tính chuyên nghiệp là những tiêu chuẩn hàng đầu của chúng tôi cho trải nghiệm này và chúng tôi tự hào khi biết rằng Tillian nhiệt tình của chúng tôi đã thực hiện một công việc tuyệt vời để biến buổi tối của bạn thực sự thú vị và khó quên. Một lần nữa xin cảm ơn rất nhiều vì đã ghé thăm Sài Gòn thân yêu của chúng tôi và lựa chọn Street Food Man cho chuyến đi của mình. Chúng tôi thực sự đánh giá cao đề xuất của bạn cho những vị khách tương lai của chúng tôi. Có một ngày tuyệt vời ở phía trước.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Robert là một hướng dẫn viên tuyệt vời, hiểu biết và đã chỉ cho chúng tôi những nơi mà chúng tôi sẽ không bao giờ có thể tìm thấy. Tiếng Anh của anh ấy rất hoàn hảo và những câu chuyện anh ấy kể rất thú vị. Thức ăn rất ngon và tươi. Chúng tôi đã thực hiện 3 chuyến tham quan ẩm thực tại Việt Nam và đây là chuyến tham quan yêu thích của chúng tôi. Đặt nó. Bạn sẽ không thất vọng. Hãy chuẩn bị sẵn một số câu chuyện cười về bố! Robert có rất nhiều!! Thật là một chàng trai đáng yêu! Đọc thêm",
            "Katrina B thân mến,\n\nChúng tôi rất biết ơn vì đã chia sẻ đánh giá tích cực như vậy với chúng tôi. Thật vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời với Robert tuyệt vời của chúng tôi. Dạo quanh các quận địa phương, nếm thử nhiều món ăn đường phố ngon miệng và quan trọng nhất là có khoảng thời gian tuyệt vời trong suốt chuyến tham quan. Bên cạnh hành trình tuyệt vời với những món ăn ngon của địa phương, chúng tôi cũng cố gắng mang đến cho du khách lòng hiếu khách thực sự của văn hóa Việt Nam và chúng tôi vô cùng vui mừng khi bạn cảm nhận được những rung cảm như vậy từ Robert thân thiện của chúng tôi. Cảm ơn bạn đã tham gia và giới thiệu chúng tôi với người khác. Chúc bạn một ngày tốt lành!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Tôi đã có một chuyến du lịch riêng với hai người bạn. Tanya và nhóm của cô ấy rất hiểu biết, thân thiện, dễ gần và thực sự muốn giới thiệu cho chúng tôi về văn hóa và ẩm thực Việt Nam. Chúng tôi đã có khoảng thời gian tuyệt vời và tôi đánh giá cao chuyến tham quan này! Đồ ăn khá nhiều nên mang lại cảm giác ngon miệng!Đọc thêm",
            "Jacki N thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi chắc chắn rất vui mừng khi biết bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên tuyệt vời Tanya và phi hành đoàn của cô ấy. Họ luôn không đặt gì ngoài niềm đam mê, tính chuyên nghiệp và nhiệt tình trong công việc và sẵn sàng lan tỏa những rung cảm đó một cách chính xác trong trải nghiệm với bạn, một trải nghiệm đầy thông tin về văn hóa và thú vị về ẩm thực. Cảm ơn bạn đã cho phép chúng tôi làm chủ nhà dẫn bạn đi vòng quanh Sài Gòn tràn đầy năng lượng của chúng tôi một cách an toàn trên xe máy và nếm thử các món ăn chính thống của địa phương. Cảm ơn những lời tốt đẹp của bạn và chúc bạn có một ngày tuyệt vời phía trước!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chúng tôi đã thực hiện chuyến đi dạo ẩm thực đường phố với Robert và Grace và đó là trải nghiệm tuyệt vời nhất của chúng tôi ở Việt Nam cho đến nay. Họ rất tốt bụng và chu đáo với con gái tôi. Chúng tôi đã có những món ăn tuyệt vời ở những nơi mà chúng tôi chưa bao giờ có thể tự mình tìm thấy. Điểm dừng đầu tiên là nơi yêu thích của chúng tôi. Thức ăn là một yếu tố rất quan trọng để gia đình chúng tôi kết nối qua các thế hệ khác nhau và trải nghiệm này đã cho phép chúng tôi cùng nhau xây dựng những kỷ niệm khó quên với Robert và Grace. Họ rất chuyên nghiệp và giải thích mọi thứ một cách hoàn hảo. Họ có mọi thứ bạn cần và được chuẩn bị rất tốt. Một phần rất quan trọng của sự thành công là sự giao tiếp từ chủ sở hữu và hướng dẫn viên du lịch. Họ rất phản hồi và hữu ích và chúng tôi đánh giá cao điều đó rất nhiều. Cảm ơn một lần nữa vì một buổi tối tuyệt vời. Đọc thêm",
            "Nicolas K thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi chắc chắn rất vui mừng khi biết bạn đã có khoảng thời gian tuyệt vời với những hướng dẫn viên tuyệt vời Robert và Grace của chúng tôi. Dạo quanh các quận địa phương và nếm thử nhiều món ăn đường phố tuyệt vời và quan trọng nhất là có được nhiều niềm vui trong suốt chuyến tham quan. Về mặt kỹ thuật, an toàn, vệ sinh và tính chuyên nghiệp là những tiêu chuẩn hàng đầu của chúng tôi cho trải nghiệm này và chúng tôi tự hào khi biết rằng các hướng dẫn viên nhiệt tình của chúng tôi đã thực hiện một công việc tuyệt vời để biến buổi tối của bạn thực sự thú vị và khó quên. Một lần nữa xin cảm ơn rất nhiều vì đã ghé thăm Sài Gòn thân yêu của chúng tôi và lựa chọn Street Food Man cho chuyến đi của mình. Chúng tôi hy vọng sẽ gặp lại bạn vào lúc khác! \n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\n\nĐọc thêm",
            "Tôi đã đặt tour ẩm thực này 1 ngày ngay trước chuyến đi đến SGN và nhận được email xác nhận ngay lập tức. Sáng hôm sau, người chủ đã gửi tin nhắn cho tôi qua WhatsApp để xác nhận ngày, giờ, không có khách và dị ứng thực phẩm. Vào ngày tham quan, ngày thứ 2 trong chuyến đi SGN, tôi phải lên lịch lại địa điểm đón vào phút cuối, nơi vẫn gần khách sạn của chúng tôi vì chúng tôi phải may đồ vào chính ngày hôm đó. Công ty du lịch rất có trách nhiệm với yêu cầu của chúng tôi. Chúng tôi đã yêu cầu 4 nữ hướng dẫn viên du lịch và chúng tôi đã nhận được! Họ đã đến đúng giờ để đón chúng tôi bằng xe máy trước cửa hàng may và giải thích chi tiết cho chúng tôi về những gì sẽ xảy ra tiếp theo. Hướng dẫn viên của chúng tôi là 4 cô gái trẻ xinh đẹp mặc áo phông của công ty: Thúy, Vân, Grace và Rena. Tất cả họ đều rất thân thiện, nhiều thông tin và giải thích rất rõ mọi điểm dừng cho 4 người chúng tôi. Họ cũng nói tiếng Anh khá tốt và thậm chí còn có thể pha trò hài hước. Tổng cộng chỉ có 6 điểm dừng nhưng đến điểm dừng thứ 5, tất cả chúng tôi đều rất mệt mỏi, vâng, chúng tôi đã già và chúng tôi đã bỏ qua điểm cuối cùng và yêu cầu họ đưa chúng tôi trở lại khách sạn. Đối với những người ăn ít như chúng tôi, bạn sẽ rất no vào cuối chuyến tham quan, mặc dù không phải tất cả các điểm dừng đều liên quan đến thức ăn nhưng chúng tôi đã no khá nhanh. Vì đây là lần đầu tiên chúng tôi đi xe đạp nên họ đạp xe rất cẩn thận, đảm bảo an toàn và thoải mái cho chúng tôi . Chúng tôi thực sự yêu thích năng lượng và tính cách của họ và chắc chắn sẽ giới thiệu bất kỳ ai trong số họ nếu bạn được chọn. Hãy thử chuyến tham quan ẩm thực này vì nó thực sự rất thú vị và chúng tôi đã khám phá bên ngoài Quận 1 mà chúng tôi sẽ không nghĩ đến việc khám phá nếu chúng tôi chúng tôi chỉ đi du lịch một mình. Cảm ơn bạn một lần nữa Thủy, Vân, Grace và Rena. Rất mong được gặp lại bạn nếu có dịp đến TP HCM! Đọc thêm",
            "Tammy N thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời và kỹ lưỡng của bạn. Chúng tôi thực sự đánh giá cao việc bạn dành thời gian chia sẻ suy nghĩ của mình về chuyến đi với chúng tôi. Chúng tôi vô cùng vui mừng khi nhận được những phản hồi đầy nhiệt huyết và toàn diện như vậy. Chúng tôi tự hào rằng Thủy và nhóm của cô ấy Vân, Grace và Rena đã mang đến cho bạn trải nghiệm thực sự thú vị đến mức bạn có thể nhận ra một số món ăn địa phương yêu thích của mình. Họ không phục vụ gì khác ngoài sự rung cảm chân thật, nhiều thông tin và thân thiện của anh ấy, đồng thời luôn đảm bảo rằng khách của chúng tôi cảm thấy an toàn, được chăm sóc và tận hưởng chuyến tham quan.\n\nThành thật mà nói, những đánh giá như của bạn cực kỳ có giá trị đối với chúng tôi vì chúng nhắc nhở chúng tôi lý do tại sao chúng tôi làm những gì chúng tôi làm để mang lại trải nghiệm độc đáo cho khách du lịch nước ngoài, không chỉ bao gồm việc nếm thử các món ăn và khám phá văn hóa theo cách truyền thống mà còn là một trải nghiệm sâu sắc. cuộc phiêu lưu ẩm thực đậm chất văn hóa như người Việt Nam địa phương - hoàn toàn thoải mái và thú vị từ đầu đến cuối. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi và chúng tôi rất mong được chào đón bạn sớm quay trở lại.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Chuyến đi dạo ẩm thực đường phố của chúng tôi được dẫn dắt bởi Grace tuyệt vời. Chúng tôi phải thử những món ăn mới, khám phá những khu vực của TP.HCM mà khách du lịch thường không ghé thăm và đồng thời được giải trí!! Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này, chỉ cần đảm bảo rằng bạn có cảm giác thèm ăn LỚN!Đọc thêm",
            "Kim G thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi thực sự vui mừng khi biết rằng bạn rất thích trải nghiệm được tổ chức bởi Grace đáng kinh ngạc của chúng tôi, người luôn chi tiết, giàu thông tin và quan tâm một cách chuyên nghiệp. Chúng tôi cũng rất vui vì Grace đã mang đến cho bạn trải nghiệm tuyệt vời như vậy thông qua việc khám phá các địa điểm địa phương, thử những món ăn đường phố phổ biến nhất cũng như tìm hiểu văn hóa Việt Nam. \nCảm ơn bạn đã lựa chọn chúng tôi và đề xuất của bạn cho khách hàng tương lai của chúng tôi. Chúc bạn có một ngày tuyệt vời!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Xin chào, tôi có thể đăng ký làm hướng dẫn viên du lịch ẩm thực tại Sài Gòn như thế nào? Cảm ơnĐọc thêm",
            "Chào Huy. Cảm ơn bạn đã liên hệ. Hiện tại chúng tôi chưa tuyển dụng. Chúng tôi sẽ thông báo cho bạn khi chúng tôi cần thêm hướng dẫn viên địa phương. Cảm ơn bạn!Đọc thêm",
            "Xin chào, chuyến tham quan bắt đầu và kết thúc lúc mấy giờ?Đọc thêm",
            "Xin chào - xin chào từ Street Food Man. Chúng tôi đang thực hiện các Chuyến tham quan ẩm thực riêng bằng cách đi bộ và xe máy mà không có khách nào khác tham gia nên khách có thể chọn thời gian khởi hành mà họ muốn thực hiện chuyến tham quan từ 5h30 chiều, 6h chiều và 6h30 chiều. Tất cả các chuyến tham quan ẩm thực của chúng tôi kéo dài tổng cộng 4 giờ, tuy nhiên, điều này tùy thuộc vào khách hàng nếu bạn muốn tương tác nhiều với hướng dẫn viên địa phương để trả lời các câu hỏi không giới hạn hay dành nhiều thời gian hơn cho mỗi địa điểm, hướng dẫn viên địa phương của chúng tôi sẵn sàng đáp ứng tất cả các nhu cầu này và chuyến tham quan sẽ kéo dài 4 giờ và tất nhiên KHÔNG tính thêm bất kỳ khoản phí nào, điều này cũng khiến chúng tôi trở nên độc đáo hơn so với những người khác.\nTuy nhiên nếu du khách mệt mỏi, chúng tôi cũng linh hoạt rút ngắn thời gian tham quan nhưng vẫn đảm bảo du khách có thể thưởng thức đủ 9 món ngon địa phương. Nếu khách có bất kỳ hạn chế nào về chế độ ăn uống như không chứa gluten, hải sản hoặc thậm chí khách không thích tất cả các loại thịt, chúng tôi cũng có thể đáp ứng tất cả. Bởi vì các chuyến tham quan của chúng tôi là riêng tư nên chúng tôi có thể tùy chỉnh mọi yêu cầu của khách. \n\nCảm ơn bạn đã ghé thăm chúng tôi và tôi hy vọng bạn quyết định tận dụng trải nghiệm độc đáo này và biến nó thành của riêng bạn!\n\nTrân trọng,\n\nVinny Vi\n\nNgười đàn ông thức ăn đường phố\n\nĐường dây nóng: 84834553085\n\nWhatsappimessage: 84834553085Đọc thêm",
            "Chúng tôi đi du lịch theo nhóm 4 người. Một người trong nhóm rất dị ứng với tôm nhưng không phải các loài động vật có vỏ khác như cua, nghêu và nghêu. Dị ứng kéo dài đến việc cần phải tránh nước sốt có tôm khô. Chuyến đi bộ của bạn có thể kiểm soát được chứng dị ứng của anh ấy không?,Đọc thêm",
            "Xin chào Steven, chúng tôi có thể đáp ứng tất cả các trường hợp dị ứng thực phẩm trong chuyến tham quan và quản lý tốt nên đừng lo lắng nếu có một khách trong nhóm của bạn bị dị ứng với tôm vì chúng tôi sẽ không sắp xếp tôm cho vị khách này. Cảm ơn! Đọc thêm",
            "Chuyến đi bộ của bạn trông thật tuyệt.  Chúng tôi đi du lịch theo nhóm 4 người. Một người trong nhóm rất dị ứng với tôm nhưng không phải các loài động vật có vỏ khác như cua, trai và nghêu. Chuyến đi bộ của bạn có thể kiểm soát chứng dị ứng của anh ấy không?Đọc thêm",
            "Thưa ông Steven,\n\nLời chào từ Người đàn ông ẩm thực đường phố,\n\nCám ơn bạn đã liên lạc với chúng tôi. Đừng lo lắng, chúng tôi có thể giải quyết tình trạng dị ứng thực phẩm cho anh ấy trong chuyến lưu diễn và sắp xếp thực đơn không có tôm. \n\nTrân trọng,\n\nVinny Vi Đọc thêm",
            "Trở thành một chuyến du lịch riêng có nghĩa là vợ tôi và tôi sẽ là hai người duy nhất vì chúng tôi thích ở cùng một nhóm và cườiĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã hỏi chúng tôi. Chúng tôi thực hiện các tour du lịch riêng vì chúng tôi biết rằng chuyến tham quan ẩm thực của bạn không chỉ thú vị với những món ăn ngon mà còn là một hành trình ngắn để khám phá thành phố và tìm hiểu những câu chuyện đằng sau mỗi món ăn với người dân địa phương. Hướng dẫn viên địa phương sẽ cho bạn biết mọi thứ về món ăn bạn thử và trả lời bất kỳ câu hỏi nào bạn cần bất cứ lúc nào bạn cần vì đây là chuyến tham quan riêng.  Bạn có thể tùy chỉnh thời gian bạn muốn khởi hành và cung cấp cho chúng tôi bất kỳ yêu cầu đặc biệt nào bạn có thể có.\nTôi hy vọng bạn sẽ tận dụng trải nghiệm này và cùng chúng tôi tham gia chuyến tham quan ẩm thực nổi tiếng nhất thành phố Hồ Chí Minh.\nTrân trọng,\nNgười đàn ông ẩm thực đường phố Vinny ViĐọc thêm",
            "Xin chào, chúng tôi đang lên kế hoạch cho một chuyến đi vào tháng 9 và tự hỏi liệu chuyến đi của bạn có phù hợp với đứa con 9 tuổi của chúng tôi không? Cảm ơn. BelindaĐọc thêm",
            "Hoàn toàn miễn là cô ấy thích đồ ăn và niềm vuiĐọc thêm",
            "CHÀO. Tôi muốn đi du lịch vào ngày 5 tháng 3. Vậy nên đặt tour du lịch ẩm thực khi nào? Đọc thêm",
            "Xin chào! Cảm ơn bạn đã quan tâm đến các chuyến tham quan của chúng tôi và bạn có thể đặt tour từ bây giờ hoặc đặt trước 24 giờ. Xin vui lòng liên hệ với chúng tôi tại trang web ẩm thực đường phố nếu bạn có thêm câu hỏi. Cảm ơn! Đọc thêm",
            "Tôi đi du lịch cùng chị gái và gia đình nhưng họ có con nhỏ.\nVì vậy, tôi tự hỏi liệu có vui không khi thực hiện chuyến tham quan ẩm thực này một mình? Đọc thêm",
            "Chào Sigrun. Cảm ơn bạn vì một câu hỏi hay về việc đi một mình. Trên thực tế, các chuyến tham quan riêng của chúng tôi được hướng dẫn bởi các sinh viên trẻ địa phương, những người đã được đào tạo rất cẩn thận và họ sẽ là người bạn địa phương của bạn trong suốt chuyến tham quan nên tôi nghĩ sẽ ổn nếu bạn là người muốn khám phá ẩm thực đường phố và cuộc sống địa phương một cách riêng tư và nếu bạn là người như vậy. một người hâm mộ nhóm lớn và muốn gặp gỡ những khách du lịch khác nên tôi không khuyên bạn nên tham gia tour. \n\nChúc các bạn có một kỳ nghỉ vui vẻ tại Việt Nam. \n\nChúc mừng.\n\nNgười đàn ông ẩm thực đường phố Vinnie.Đọc thêm",
            "CHÀO. Chồng tôi bị dị ứng thực phẩm. Anh ấy bị dị ứng với tỏi, mù tạt và nấm. Anh ta không thể ăn thịt đã ướp tỏi hoặc bất kỳ sản phẩm nào được liệt kê, cũng như không thể ăn chúng ở dạng nấu chín. Sẽ rất khó để tham dự một trong những chuyến tham quan ẩm thực của bạn. Trân trọng HeatherĐọc thêm",
            "Kính gửi bà Heather,\n\nCảm ơn bà đã liên hệ với Street Food Man. Thực ra, chúng tôi có thể cung cấp thức ăn không có tỏi và thịt cho chồng bà và đảm bảo bà và chồng bà sẽ tận hưởng trọn vẹn trải nghiệm cùng chúng tôi trong chuyến tham quan. :\n\nTrân trọng,\n\nNhóm Street Food ManĐọc thêm",
            "Chuyến tham quan tuyệt vời, đồ ăn ngon cho bạn thấy cách người dân Việt Nam sống và thưởng thức đồ ăn thực sự, hướng dẫn viên tuyệt vời Mirol rất khuyến khích mọi lứa tuổi Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn Helen! Chúng tôi thực sự đánh giá cao nó _. \nBạn đã viết cho chúng tôi một bài đánh giá trong Phần Câu hỏi Trả lời, vì vậy bạn có thể vui lòng viết lại bài đánh giá cho Mirold trong Phần Đánh giá không? Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và chúng tôi hy vọng được gặp lại bạn. ;Đọc thêm"
        ],
        "star_ratings": [
            4019,
            28,
            0,
            2,
            1
        ],
        "review_amount": 4050,
        "location": [
            "Người đàn ông thức ăn đường phố",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10117391-Reviews-or10-Street_Food_Man-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or20-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17382563-Reviews-Evy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14776389-Reviews-Provincial_Table_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26683776-Reviews-Line_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754912-Reviews-V_explore_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25006681-Reviews-Hazgen_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8040226-Reviews-Colours_of_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d11510569-Reviews-Fan_Mallorca_Shopping-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d8766373-Reviews-Owl_Cafe_Bar_Owl_Village_Harajuku-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d6954535-Reviews-Pacha_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d2294573-Reviews-Paharganj-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d8126759-Reviews-Hard_Rock_Cafe_Atlantic_City-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574356-d664631-Reviews-Aqualand_Corfu_Water_Park-Agios_Ioannis_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g37636-d7606628-Reviews-Whihala_Beach-Whiting_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d12239666-Reviews-North_Padre_Island-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46292-d8043062-Reviews-Bay_Village-Beach_Haven_Long_Beach_Island_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1064123-Reviews-Prison_of_Socrates-Athens_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or20-Street_Food_Man-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or10-Street_Food_Man-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Street Food Man",
        "attraction_name_vi": "Người đàn ông thức ăn đường phố",
        "general_info": [
            "3.988 đánh giá",
            "21 trên 380 Đồ ăn thức uống tại TP.HCM",
            "Những chuyến đi bộ",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Xin chào - Xin chao đến từ Việt Nam! Tôi là Vinny Vi, người sáng lập Street Food Man, cũng là một Vlogger ẩm thực đường phố và ẩm thực đường phố Việt Nam là niềm đam mê lớn nhất của tôi từ trước đến nay. Tôi tạo ra những tour này với mục đích đưa khách du lịch từ khắp nơi trên thế giới khám phá Sài Gòn, nếm thử những món ăn đường phố Việt Nam nơi xa lạ và trải nghiệm cuộc sống của người dân địa phương. Ngắm nhìn khung cảnh, âm thanh và mùi vị của Sài Gòn khi những hướng dẫn viên nhiệt tình của tôi đưa bạn qua những con hẻm và con phố khuất mà bạn sẽ không thể tự mình tìm thấy.Đọc thêm",
        "reviews": [
            "Gracie thật tuyệt vời. Đã đưa ra những lời khuyên hữu ích và là một nhiếp ảnh gia tuyệt vời. Thức ăn rất chân thực và ngon miệng. Hãy cẩn thận với sức nóng. Trời khá nóng ngay cả vào ban đêmĐọc thêm",
            "Chris L thân mến,\n\nChúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi tham quan cùng Gracie tuyệt vời của chúng tôi, đi dạo quanh các quận rất địa phương và nếm thử nhiều món ăn đường phố tuyệt vời. Bên cạnh hành trình hoàn hảo với các món ăn địa phương ngon miệng, chúng tôi còn nỗ lực mang đến cho du khách lòng hiếu khách đích thực của văn hóa Việt Nam và chúng tôi cảm thấy hoàn toàn hài lòng khi bạn nhận được những rung cảm như vậy từ Gracie của chúng tôi. Cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời và chia sẻ những mẹo hữu ích cho những vị khách sắp tới của chúng tôi. Chúng tôi rất mong được chào đón bạn trở lại Sài Gòn xinh đẹp của chúng tôi.\n\nTrân trọng.\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Gracie gặp chúng tôi ở tiền sảnh khách sạn và đưa chúng tôi bằng taxi đến điểm dừng đầu tiên. Đó là một chuyến tham quan đường phố rất chân thực đưa chúng tôi đến những nơi người dân địa phương sinh sống và ăn uống. Thức ăn thật tuyệt vời và phong phú. Gracie rất thân thiện và rất dễ nói chuyện. Cô ấy kể cho chúng tôi rất nhiều điều thú vị về văn hóa và phong tục Việt Nam và cũng giúp chúng tôi phát âm những từ thông dụng - cô ấy còn đưa cho chúng tôi một tờ giấy để giữ, rất hữu ích. Tôi đánh giá cao chuyến tham quan này và Gracie thật xuất sắcĐọc thêm",
            "Kính gửi Clare Lockey,\n\nChúng tôi rất biết ơn vì đã để lại một đánh giá tuyệt vời với chúng tôi. Thật vui khi biết bạn đã có khoảng thời gian tuyệt vời với Gracie đáng yêu của chúng tôi. Dạo quanh các quận địa phương và nếm thử nhiều món ăn đường phố tuyệt vời và quan trọng nhất là có được nhiều niềm vui trong suốt chuyến tham quan. Tính xác thực và hiểu biết sâu sắc về văn hóa là giá trị của chúng tôi và Gracie đã làm một công việc tuyệt vời để mang lại trải nghiệm hoàn toàn đáng nhớ với bạn, chúng tôi thực sự rất vui vì điều đó. Cảm ơn bạn một lần vì đã lựa chọn và giới thiệu chúng tôi với những người khác. Chúc bạn một ngày tốt lành! \n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Đêm qua tôi và chồng tôi thật may mắn khi được sự hân hạnh của Sam và Tessie, hai người hướng dẫn cho chuyến tham quan ẩm thực quanh Sài Gòn. Ban đầu tôi hơi lo lắng khi ngồi sau xe máy ở Việt Nam. Hai cô gái giúp tôi cảm thấy thoải mái và tôi hoàn toàn tận hưởng khoảng thời gian đạp xe phía sau Tessie. Cô ấy là một người lái xe an toàn và nhạy bén. Chúng tôi đã có rất nhiều tiếng cười khi ăn quá nhiều đồ ăn đến mức chúng tôi đã được cảnh báo và chúng tôi đã học được một số điều cần lưu ý khi đi du lịch vòng quanh phần còn lại của Việt Nam. Tôi sẽ không ngần ngại giới thiệu hai cô gái này và công ty này cho một chuyến tham quan ẩm thực thú vị và đầy thông tin tại Thành phố Hồ Chí Minh.Đọc thêm",
            "PAB3 thân mến,\n\nCảm ơn bạn rất nhiều vì đã để lại đánh giá tuyệt vời cho chuyến tham quan bằng Xe máy Ẩm thực Đường phố Riêng của chúng tôi! Những phản hồi như thế này có ý nghĩa rất lớn đối với chúng tôi, đặc biệt là Sam và Tessie, những người luôn muốn mang đến cho khách hàng trải nghiệm tốt nhất có thể và dịch vụ tuyệt vời với lòng hiếu khách cũng như các món ăn ngon và điều đó chắc chắn sẽ khiến chúng tôi vui mừng khi được khách hàng đánh giá cao. An toàn cũng là ưu tiên hàng đầu của chúng tôi với những hướng dẫn viên lái xe điêu luyện, điều hướng giao thông hối hả của Sài Gòn một cách chuyên nghiệp và chúng tôi rất vui khi biết rằng những hướng dẫn viên nhiệt tình của chúng tôi đã khiến chuyến thăm của bạn không thể nào quên và chứng nhận đây là trải nghiệm tuyệt vời nhất mà bạn có ở Sài Gòn. Cảm ơn bạn một lần nữa vì đã giới thiệu kinh nghiệm của chúng tôi cho người khác. Hẹn gặp lại bạn vào một dịp khác ở Sài Gòn.\n\nTrân trọng.\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Harry thật tuyệt vời!!!! Chuyến tham quan thật tuyệt vời, đồ ăn rất tuyệt, chúng tôi rất vui vì đã đi bộ giữa các địa điểm mặc dù chúng tôi đã gây căng thẳng cho Harry bằng kỹ năng băng qua đường của mình và có trải nghiệm tuyệt vời nhất! 10 trên 10 hoàn toàn khuyến khích! Đó là lời giới thiệu tuyệt vời về các món ăn đường phố khác nhau và giúp chúng tôi đánh giá cao lối sống địa phương. Cảm ơn bạn một lần nữa vì chuyến tham quan tuyệt vời Harry!!!! Hướng dẫn viên du lịch tốt nhất từ ​​​​trước đến nay! Đọc thêm",
            "Mithila G thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi rất vui vì bạn đã có một buổi tối tuyệt vời với Harry thân thiện của chúng tôi trong chuyến đi bộ. Với niềm đam mê tuyệt đối với du lịch và khách sạn, anh luôn đảm bảo rằng du khách sẽ cảm nhận được trọn vẹn nhất trong quá trình trải nghiệm không chỉ hương vị của những món ăn đậm chất địa phương mà còn cả những câu chuyện và lịch sử đằng sau mỗi món ăn và Sài Gòn tràn đầy năng lượng của chúng tôi cũng như sự cẩn thận và hiếu khách của anh. Những phản hồi như thế này có ý nghĩa rất lớn đối với anh ấy nói riêng và chúng tôi nói chung. Chúng tôi vô cùng biết ơn và đánh giá cao việc bạn để lại những lời tốt đẹp cho chúng tôi. Rất mong được gặp lại bạn vào dịp khác tại Sài Gòn.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chuyến tham quan ẩm thực đường phố tuyệt vời và Harry là một hướng dẫn viên tuyệt vời. Có rất nhiều thức ăn cho mỗi người! Tôi chắc chắn sẽ làm điều này nếu bạn đang muốn tìm hiểu thêm về ẩm thực địa phương.Đọc thêm",
            "Kính gửi Dion S,\n\nCảm ơn bạn rất nhiều vì đã để lại cho chúng tôi một đánh giá tuyệt vời. Chúng tôi chắc chắn rất vui vì bạn đã có khoảng thời gian tuyệt vời với Harry thân thiện và thực sự thích nó. Chất lượng của mỗi lựa chọn món ăn trong chuyến tham quan của chúng tôi luôn được ưu tiên hàng đầu và chúng tôi rất vui mừng vì bạn đều thích tất cả. Rất cám ơn bạn đã ghé thăm Sài Gòn thân yêu của chúng tôi và lựa chọn Street Food Man cho chuyến đi của mình. Chúng tôi rất mong được gặp lại bạn vào một thời điểm khác sớm! \n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Một chuyến tham quan rất đáng nhớ và thú vị với hướng dẫn viên của chúng tôi, Tanya và Grace. Thức ăn tuyệt vời, các địa điểm thú vị và lịch sử được hướng dẫn viên của chúng tôi giải thích. Chúng tôi rất thích đêm cuối cùng ở Việt Nam và được chứng kiến ​​một số điều mà chúng tôi không thể tự mình làm được.Đọc thêm",
            "Kính gửi Explorer829904,\n\nChúng tôi chân thành đánh giá cao việc bạn đã dành thời gian quý báu của mình để để lại đánh giá tuyệt vời với chúng tôi! Những hướng dẫn viên thân thiện của chúng tôi, Tanya và Grace luôn không đặt gì ngoại trừ niềm đam mê, tính chuyên nghiệp và sự nhiệt tình vào công việc của họ và rất vui khi họ truyền bá những rung cảm đó một cách chính xác trong trải nghiệm với bạn, một trải nghiệm đầy thông tin về văn hóa và thú vị về mặt ẩm thực. Cảm ơn bạn đã cho phép chúng tôi làm chủ nhà dẫn bạn đi vòng quanh Sài Gòn tràn đầy năng lượng của chúng tôi một cách an toàn trên xe máy và nếm thử các món ăn chính thống của địa phương. Chúng tôi mong được gặp bạn lần sau!\n\nTrân trọng.\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Có một thời gian vui vẻ trong chuyến tham quan này! Tanya và Destiny rất tốt bụng và chăm sóc chúng tôi rất tốt. Ban đầu tôi rất lo lắng khi lái chiếc xe tay ga nhưng nhanh chóng làm quen và Tanya là một người lái xe rất giỏi. Chúng tôi đã thấy những khu vực của Sài Gòn mà lẽ ra chúng tôi chưa từng biết đến. Họ am hiểu về thực phẩm và từ đó đã giúp chúng tôi tự tin hơn về những gì mong đợi và những gì nên gọi. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Natalie H thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Thật tuyệt vời khi biết rằng bạn rất thích trải nghiệm được tổ chức bởi Tanya và Destiny tuyệt vời của chúng tôi, những người luôn chi tiết, giàu thông tin và quan tâm một cách chuyên nghiệp. An toàn cũng là ưu tiên hàng đầu của chúng tôi với những hướng dẫn viên lái xe điêu luyện, điều hướng giao thông hối hả và nhộn nhịp của Sài Gòn một cách chuyên nghiệp và chúng tôi rất vui khi biết rằng những hướng dẫn viên nhiệt tình của chúng tôi đã khiến chuyến thăm của bạn trở nên khó quên và thú vị. Chúng tôi đánh giá cao sự giới thiệu cho người khác. Chúng tôi rất mong được gặp lại bạn vào một thời điểm khác sớm! \n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chị gái tôi và tôi muốn thử món ăn Việt Nam đích thực mà không phải lo lắng về việc tìm nguồn cung ứng của riêng mình nên đã chọn tour này.  Robert đến khách sạn và chúng tôi bắt taxi để đưa đến China Town để bắt đầu chuyến tham quan.  Đó là chuyến đi tuyệt vời nhất mà tôi từng thực hiện.  Robert rất hấp dẫn để nói chuyện và một chàng trai trẻ đáng yêu.  Chúng tôi đã ăn tại các nhà cung cấp địa phương với người dân địa phương và đồ ăn rất ngon.  Từ bánh xèo đến bánh mì rồi kem.  Robert đã nói về các quận khác nhau mà chúng tôi đã đi qua và một số lịch sử hấp dẫn của thành phố sôi động này. Thật là một thử thách để có thể ăn hết tất cả những điều kỳ diệu được ban tặng cho chúng tôi, nhưng chúng tôi đã nỗ lực nghiêm túc và cảm thấy mình xứng đáng với số tiền bỏ ra.  Chúng tôi đã nếm thử những món ăn mà hầu hết nhóm du lịch của chúng tôi không có cơ hội thử và chúng tôi chỉ cho họ cách chế biến một vài món ăn tại một nhà hàng mà tất cả chúng tôi đã đến vài ngày sau đó.  Rất khuyến khích!Đọc thêm",
            "Jennifer R thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để để lại một đánh giá đáng yêu như vậy! Chúng tôi rất vui khi biết rằng Robert nhiệt tình của chúng tôi đã khiến chuyến thăm của bạn không thể nào quên và chứng nhận đây là một trong những chuyến tham quan tuyệt vời nhất mà bạn từng thực hiện, điều đó có ý nghĩa rất lớn đối với chúng tôi. Robert luôn cung cấp trải nghiệm xác thực với thông tin đầy đủ trong các chuyến tham quan của anh ấy và chúng tôi rất biết ơn vì anh ấy đã làm như vậy một lần nữa trong chuyến tham quan cùng bạn. Bên cạnh hành trình hoàn hảo với các món ăn địa phương ngon miệng, chúng tôi cũng cố gắng mang đến cho du khách lòng hiếu khách chân thực của văn hóa Việt Nam và chúng tôi cảm thấy hoàn toàn mãn nguyện khi bạn nhận được những rung cảm như vậy từ hướng dẫn viên của chúng tôi. Cảm ơn bạn đã để lại cho chúng tôi đánh giá xuất sắc và đề xuất của bạn cho những vị khách tương lai của chúng tôi. Chúc một ngày tốt lành!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Từ lúc gặp người hướng dẫn của mình, Robert, tại tiền sảnh khách sạn, chúng tôi biết rằng mình sẽ có một đêm tuyệt vời. Anh ấy rất nhiệt tình, hài hước và là một người giao tiếp tuyệt vời. Học chuyên ngành tiếng Anh tại Uni thực sự là một phần thưởng!! Anh ấy chỉ cho chúng tôi cách người dân địa phương ăn uống với tốc độ đi bộ thoải mái như vậy mặc dù chúng tôi đã ăn hơn chín món trong hơn 4 giờ trong một mê cung của những con đường phía sau. Đồ ăn luôn tươi ngon, bắt đầu từ một cửa hàng được liệt kê trong sách hướng dẫn của Michelin. Anh ấy cũng lồng ghép sự hiểu biết về văn hóa và ngôn ngữ Việt Nam vào đó.  Muốn giới thiệu nó cho mọi người lần đầu tiên đến HCM và đây là lần thứ 2 tôi đến đây.Đọc thêm",
            "Kính gửi Sue D,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi thực sự vui mừng khi biết rằng bạn rất thích trải nghiệm được tổ chức bởi Robert tuyệt vời của chúng tôi, người luôn chi tiết, giàu thông tin và quan tâm một cách chuyên nghiệp. Chúng tôi cũng rất vui vì Robert đã mang đến cho bạn trải nghiệm tuyệt vời như vậy thông qua việc khám phá các địa điểm địa phương, thử những món ăn đường phố phổ biến nhất cũng như tìm hiểu văn hóa Việt Nam. \nCảm ơn bạn một lần nữa vì đã tham gia cùng chúng tôi và chúng tôi hy vọng sẽ gặp lại bạn vào lần khác tại Sài Gòn.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Cả Catherine và Sadie đều là những hướng dẫn viên du lịch vui vẻ và xuất sắc. Siêu an toàn trên xe tay ga. Đi dạo phố cùng mọi người thật tuyệt vời. Không chỉ có những món ăn tuyệt vời mà chúng còn mang đến những hiểu biết sâu sắc về văn hóa và lịch sử của những địa điểm đã ghé thăm. Chúng tôi thực sự đã có một buổi tối tuyệt vời với họ và điểm dừng bán kem rất được chào đón trong cái nóng!. Họ điều chỉnh chuyến tham quan cho bạn và chúng tôi thực sự biết ơn vì có thêm lựa chọn hải sản. Còn lại như những người bạn với cái bụng thật no! Cảm ơn Catherine và Sadie. Matt Margot xĐọc thêm"
        ],
        "star_ratings": [
            4019,
            28,
            0,
            2,
            1
        ],
        "review_amount": 4050,
        "location": [
            "Người đàn ông thức ăn đường phố",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10117391-Reviews-or20-Street_Food_Man-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or10-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or30-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17382563-Reviews-Evy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14776389-Reviews-Provincial_Table_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26683776-Reviews-Line_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754912-Reviews-V_explore_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25006681-Reviews-Hazgen_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8040226-Reviews-Colours_of_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189143-d456685-Reviews-Universita_Di_Coimbra-Coimbra_Coimbra_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d4602421-Reviews-Red_Rock_Falls_Glacier_National_Park-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189250-Reviews-Jardin_d_Acclimatation-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g34527-d5998722-Reviews-Bingo_Palace-Palatka_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d295915-Reviews-Hadrian_s_Gate-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d196246-Reviews-Memorial_de_Caen-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d2252346-Reviews-Bannerman_Castle-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293817-d23724546-Reviews-Odysseo_Oceanarium_Mauritius-Port_Louis.html",
            "https://www.tripadvisor.com/Attraction_Review-g48158-d7261537-Reviews-Norman_J_Levy_Park_Preserve-Merrick_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or30-Street_Food_Man-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or20-Street_Food_Man-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Street Food Man",
        "attraction_name_vi": "Người đàn ông thức ăn đường phố",
        "general_info": [
            "3.988 đánh giá",
            "21 trên 380 Đồ ăn thức uống tại TP.HCM",
            "Những chuyến đi bộ",
            "Tour du lịch ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Xin chào - Xin chao đến từ Việt Nam! Tôi là Vinny Vi, người sáng lập Street Food Man, cũng là một Vlogger ẩm thực đường phố và ẩm thực đường phố Việt Nam là niềm đam mê lớn nhất của tôi từ trước đến nay. Tôi tạo ra những tour này với mục đích đưa khách du lịch từ khắp nơi trên thế giới khám phá Sài Gòn, nếm thử những món ăn đường phố Việt Nam nơi xa lạ và trải nghiệm cuộc sống của người dân địa phương. Ngắm nhìn khung cảnh, âm thanh và mùi vị của Sài Gòn khi những hướng dẫn viên nhiệt tình của tôi đưa bạn qua những con hẻm và con phố khuất mà bạn sẽ không thể tự mình tìm thấy.Đọc thêm",
        "reviews": [
            "Thức ăn rất tuyệt và công ty thật tuyệt vời!  Chúng tôi đã có một chuyến tham quan ẩm thực đường phố đi bộ riêng với Robert và chúng tôi đã có khoảng thời gian TỐT NHẤT!  Anh ấy đưa chúng tôi đến những người bán thức ăn đường phố thực sự ở địa phương, chia sẻ lịch sử của từng khu phố và những món ăn độc đáo mà chúng tôi đang nếm thử, đảm bảo rằng chúng tôi có đồ uống lạnh và an toàn khi đi dạo trên phố vào ban đêm.  Anh ấy khiến chúng tôi cười với khiếu hài hước thông minh của mình.  Robert rất tử tế và sẵn lòng cho phép chúng tôi thực hiện một số video ngắn về trải nghiệm của mình trong suốt chặng đường mà chúng tôi sẽ yêu thích trong nhiều năm tới. Hãy chuẩn bị để đi bộ khá nhiều. 1010 muốn giới thiệu.Đọc thêm",
            "Thân gửi Trace S,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi thực sự rất vui khi biết bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên tuyệt vời của chúng tôi, Robert. Đi bộ quanh các quận rất địa phương và nếm thử nhiều món ăn đường phố tuyệt vời và quan trọng nhất là có rất nhiều niềm vui trong suốt chuyến tham quan. Sự chân thực và hiểu biết về văn hóa là giá trị của chúng tôi và Robert đã làm một công việc tuyệt vời để mang đến chính xác trải nghiệm với bạn, điều đó hoàn toàn đáng nhớ, chúng tôi thực sự vui vì điều đó. Cảm ơn bạn một lần nữa vì đã chọn Street Food Man cũng như giới thiệu chúng tôi với những người khác. Chúng tôi rất mong sớm được gặp lại bạn!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời với đối tác của tôi với sự hướng dẫn của Grace. Grace là người chân thật, kiên nhẫn, thân thiện, giàu thông tin và tràn đầy năng lượng trong suốt chuyến tham quan của chúng tôi, chúng tôi đã có trải nghiệm tuyệt vời như thể một người bạn đang dẫn chúng tôi đi tham quan thành phố của họ. Chúng tôi đến Việt Nam vào ngày đầu tiên và Grace thực sự gây ấn tượng đặc biệt với chúng tôi về Việt Nam khi cô ấy không chỉ giải thích từng món ăn mà còn về lịch sử và văn hóa độc đáo của Việt Nam. Thật là một điều may mắn khi có Grace và bất kỳ ai đặt chỗ cho chuyến tham quan này được đảm bảo sẽ có khoảng thời gian tuyệt vời nếu bạn đủ may mắn để có được Grace làm hướng dẫn viên. Cảm ơn sự giúp đỡ của bạnCảm ơnĐọc thêm",
            "Sue L thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ cùng Grace thân thiện của chúng tôi trong chuyến đi bộ. Với niềm đam mê tuyệt đối với du lịch và khách sạn, cô luôn đảm bảo rằng du khách sẽ cảm nhận được trọn vẹn nhất trong quá trình trải nghiệm không chỉ hương vị của những món ăn đậm chất địa phương mà còn cả những câu chuyện và lịch sử đằng sau mỗi món ăn và Sài Gòn tràn đầy năng lượng của chúng tôi cũng như sự cẩn thận và hiếu khách của cô. Những phản hồi như thế này có ý nghĩa rất lớn đối với cô ấy nói riêng và chúng tôi nói chung. Chúng tôi vô cùng biết ơn và đánh giá cao việc bạn để lại những lời tốt đẹp cho chúng tôi. Một lần nữa xin cảm ơn vì đã lựa chọn chúng tôi và chúng tôi hy vọng được gặp lại bạn vào dịp khác ở Sài Gòn.\n \nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Đối tác của tôi và tôi đã có một trải nghiệm tuyệt vời và đáng nhớ trong chuyến tham quan ẩm thực này. Hướng dẫn viên Grace của chúng tôi rất thân thiện, hoạt bát và ăn nói hay. Cô đảm bảo rằng trải nghiệm diễn ra liền mạch và sạch sẽ, cung cấp nước rửa tay và khăn giấy trong suốt chuyến tham quan. Cô ấy đùa giỡn với chúng tôi trên đường đi và dạy chúng tôi nhiều từ ngữ, truyền thống văn hóa và biểu tượng tiếng Việt. Ngoài ra đồ ăn rất ngon và đa dạng. Chúng tôi rất hài lòng khi kết thúc chuyến tham quan. Tôi khuyên mọi người nên tham gia chuyến tham quan ẩm thực này với Grace.Đọc thêm",
            "Jeffrey T thân mến,\n\nChúng tôi thực sự trân trọng vì đã để lại đánh giá tuyệt vời cho chúng tôi. Chúng tôi rất vui khi biết bạn đã có một đêm tuyệt vời với Grace vui vẻ của chúng tôi, người đã khiến bạn cảm thấy như đang ở bên những người bạn thân nhất của mình bằng sự nhiệt tình, chu đáo và lòng hiếu khách chân thành của cô ấy. Về mặt kỹ thuật, an toàn, vệ sinh và tính chuyên nghiệp là những ưu tiên hàng đầu của chúng tôi cho trải nghiệm này và chúng tôi rất vui khi biết rằng Grace của chúng tôi đã làm rất tốt khi biến buổi tối của bạn trở nên hoàn toàn độc đáo. Cảm ơn bạn một lần nữa vì đã ghé thăm Sài Gòn đáng yêu của chúng tôi và chọn Street Food Man cho chuyến đi của bạn. Chúng tôi mong sớm được gặp lại bạn! Chúc bạn một ngày tuyệt vời!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man Đọc thêm",
            "Một điểm nổi bật của chuyến thăm Việt Nam của chúng tôi! Thủy và nhóm của cô là những sinh viên trẻ thú vị với khả năng tiếng Anh xuất sắc, nhiệt tình chia sẻ ẩm thực và văn hóa TP.HCM. Họ lắng nghe nhu cầu của chúng tôi và tôi luôn cảm thấy an toàn. Tôi là một người kén ăn, nhưng mọi món ăn chúng tôi ăn đều tuyệt vời, kèm theo nhiều loại đồ uống địa phương. Chúng bao gồm nhiều yếu tố bất ngờ và khiến nó trở thành một trải nghiệm trọn vẹn và vui vẻ!Đọc thêm",
            "Kính gửi Lornaa581,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi chắc chắn rất vui mừng khi biết bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên tuyệt vời Thủy và phi hành đoàn của cô ấy. Họ luôn không đặt gì ngoài niềm đam mê, tính chuyên nghiệp và nhiệt tình trong công việc và sẵn sàng lan tỏa những rung cảm đó một cách chính xác trong trải nghiệm với bạn, một trải nghiệm đầy thông tin về văn hóa và thú vị về ẩm thực. Cảm ơn bạn đã cho phép chúng tôi làm chủ nhà dẫn bạn đi vòng quanh Sài Gòn tràn đầy năng lượng của chúng tôi một cách an toàn trên xe máy và nếm thử các món ăn chính thống của địa phương. Cảm ơn những lời tốt đẹp của bạn và chúc bạn có một ngày tuyệt vời phía trước!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chuyến đi tuyệt vời. Thành thật mà nói, tính cách của hướng dẫn viên Sam và Mary thật tuyệt vời. Họ đã làm cho đêm trở nên vui vẻ và đáng nhớ bằng cách dạy chúng tôi về văn hóa Việt Nam với một số trò chơi thú vị trong suốt đêm. Đồ ăn ở mỗi điểm dừng đều tươi ngon và đậm đà. Bạn sẽ không phải về nhà trong tình trạng đói. Chúng tôi rất thích trải nghiệm này. Đọc thêm",
            "Alysha M thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi một đánh giá xuất sắc. Chúng tôi rất vinh dự khi biết rằng bạn rất thích chuyến tham quan cùng Sam thân thiện và Mary đáng yêu của chúng tôi, những người không phục vụ gì ngoài những cuộc trò chuyện đầy thông tin và hài hước khiến trải nghiệm của bạn trở nên thú vị và đáng nhớ như đi chơi với những người bạn cũ, cũng như thử những món ăn đường phố địa phương ngon nhất và ngắm cảnh Sài Gòn trên những chiếc xe máy mạo hiểm nhưng hoàn toàn an toàn cùng những tay lái khéo léo của chúng tôi. Rất hân hạnh được có hai bạn trong trải nghiệm của chúng tôi! Chúc bạn một ngày tốt lành!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Tôi và đối tác của mình nhận được điều này qua lời giới thiệu từ một người bạn và chúng tôi yêu thích từng phút giây của nó. Hướng dẫn viên của chúng tôi, Gracie, đã giải thích rất chi tiết mọi món ăn và trò chuyện rất nhiều trong suốt chuyến tham quan. Đó là một trải nghiệm tuyệt vời và không thể giới thiệu nó đủ. Cảm ơn bạn đã đưa chúng tôi đi khắp nơi, Gracie, chúng tôi đánh giá cao chuyên môn của bạn rất nhiều và đã biến trải nghiệm này trở nên liền mạch và không ồn ào.Đọc thêm",
            "Gửi Dan,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Thật tuyệt vời khi chúng tôi có thể mang đến cho bạn trải nghiệm độc đáo và đó phải là lời cảm ơn rất lớn đến Gracie đáng kinh ngạc của chúng tôi, người luôn phục vụ không gì khác ngoài sự ấm áp, thông tin sâu sắc và lòng hiếu khách chân thành khi tham gia các chuyến tham quan của cô ấy, và cô ấy đã làm như vậy nó một lần nữa với chuyến tham quan của bạn. Cảm ơn các bạn đã ghé thăm Sài Gòn thân yêu của chúng tôi và lựa chọn Street Food Man. Chúng tôi đánh giá cao đề xuất của bạn cho những vị khách sắp tới của chúng tôi. Chúc bạn có một ngày vui vẻ! \n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chuyến tham quan tuyệt vời. Thành thật mà nói, tính cách của hai hướng dẫn viên của chúng tôi thật tuyệt vời. Vượt xa sự mong đợi của chúng tôi. Rất nhiều thức ăn. Cả hai lái xe an toàn. Siêu trò chuyện và nhiều thông tin. Chúng tôi thực sự yêu thích trải nghiệm này. Cảm ơn Thủy và Nina đã hướng dẫn chúng tôi!Đọc thêm",
            "Jan P thân mến,\n\nRất cám ơn đánh giá tuyệt vời của bạn! Chúng tôi chắc chắn rất vui mừng khi biết bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên tuyệt vời Thủy và Nhân. Mục tiêu của chúng tôi là mang lại trải nghiệm tuyệt vời thông qua việc khám phá các khu vực địa phương, thưởng thức các món ăn độc đáo và chính thống và các hướng dẫn viên đã làm rất tốt điều đó để khiến chuyến đi của bạn chắc chắn trở nên đáng nhớ. Chúng tôi chân thành đánh giá cao việc bạn đã chọn chúng tôi trong chuyến đi này và rất mong sớm được gặp lại bạn trong thời gian tới!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chúng tôi đã thực hiện chuyến lưu diễn này với Street Food man vào năm ngoái cùng với các con 18 và 20 tuổi của chúng tôi và đó là điểm nổi bật của họ ở Sài Gòn HCM. Tất cả chúng tôi đều yêu thích nó đến nỗi khi vợ tôi và tôi có vài ngày ở đây, chúng tôi muốn làm lại. Chuyến tham quan diễn ra trên xe máy xuyên qua giao thông điên cuồng của Sài Gòn đến một số món ăn đường phố ngon nhất thế giới. Chúng tôi chưa bao giờ cảm thấy không an toàn khi đi xe đạp, bản thân điều đó đã rất thú vị. Chúng tôi đã đi đến 6 điểm dừng với 9 loại đồ ăn và đồ uống. Tất cả đều ngon đến nỗi rất khó để quyết định cái nào là ngon nhất. Hướng dẫn viên của chúng tôi, Robert và Tessie rất hấp dẫn và hiểu biết, không chỉ về ẩm thực mà còn về lịch sử và văn hóa của thành phố. Tôi không thể giới thiệu chuyến đi này cao hơn. Tôi chắc chắn rằng tất cả các hướng dẫn đều tuyệt vời, nhưng nếu bạn đủ may mắn để có được Robert và Tessie, đó sẽ là một trải nghiệm mà bạn sẽ nhớ rất lâu.Đọc thêm",
            "James R thân mến,\n\nCảm ơn bạn đã chọn Street Food Man cho một trong những trải nghiệm của mình tại thành phố Hồ Chí Minh và để lại đánh giá tuyệt vời sau khi tham gia Tour xe máy ẩm thực đường phố riêng của chúng tôi! Những phản hồi như thế này có ý nghĩa rất lớn đối với chúng tôi, đặc biệt là Robert và Tessie. Chúng tôi thực sự vui mừng khi biết bạn đã có khoảng thời gian tuyệt vời với họ. Tessie chu đáo và Robert thân thiện luôn là hai người hoàn hảo để dẫn dắt chuyến tham quan của chúng tôi với sự chuyên nghiệp, cẩn thận và chia sẻ quá mức cũng như niềm đam mê không thể chối cãi của họ đối với du lịch và lòng hiếu khách, khiến buổi tối của bạn trở nên thú vị và khó quên. Thật vinh dự khi được hai bạn làm khách cho chuyến tham quan buổi tối và chúng tôi đánh giá cao sự giới thiệu cho những người khác. Chúc một ngày tốt lành!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chúng tôi rất thích đi dạo buổi tối quanh Quận 3 với hướng dẫn viên thân thiện Anna.  Thức ăn ngon, đa dạng và phong phú.  Anna giải thích mọi thứ cực kỳ hữu ích cho phần còn lại của kỳ nghỉ của chúng tôi.  Thật thú vị khi khám phá một khu vực khác của Thành phố và ăn uống với người dân địa phương.  Rất thuận tiện để được đón tại quầy lễ tân khách sạn của chúng tôi và quay lại sau vài giờ.Đọc thêm",
            "Kính gửi gia đình gdl,\n\nChúng tôi đánh giá cao việc bạn để lại đánh giá tích cực với chúng tôi. Thật tuyệt vời khi biết rằng bạn đã có một ngày tuyệt vời với Anna đáng yêu của chúng tôi, lang thang khắp các quận địa phương, nếm thử nhiều món ăn đường phố tuyệt vời và quan trọng nhất là có rất nhiều niềm vui trong suốt chuyến tham quan. Chất lượng của mọi lựa chọn ẩm thực trong chuyến tham quan của chúng tôi luôn được chú trọng cao độ và chúng tôi rất vui khi bạn thích tất cả chúng. Cảm ơn bạn đã cho phép chúng tôi làm chủ nhà dẫn bạn đi vòng quanh Sài Gòn sôi động của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong thời gian tới! Chúc bạn mọi điều tốt đẹp nhất!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Một buổi tối hoàn toàn tuyệt vời và lời giới thiệu tuyệt vời về thành phố hấp dẫn này. Xin gửi lời cảm ơn đặc biệt tới Sam, người hướng dẫn tuyệt vời của chúng tôi vì đã đưa chúng tôi không chỉ vào một cuộc phiêu lưu ẩm thực mà còn chia sẻ một số mẹo quan trọng liên quan đến ngôn ngữ và phong tục địa phương.Đọc thêm",
            "Kính gửi Anna531aru,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi thực sự vui mừng khi biết rằng bạn rất thích trải nghiệm được tổ chức bởi Sam tuyệt vời của chúng tôi, người luôn chi tiết, giàu thông tin và chu đáo một cách chuyên nghiệp. Chúng tôi cũng rất vui vì Sam đã mang đến cho bạn trải nghiệm tuyệt vời như vậy thông qua việc khám phá các địa điểm địa phương, thử những món ăn đường phố phổ biến nhất cũng như tìm hiểu văn hóa Việt Nam. \nCảm ơn bạn một lần nữa vì đã tham gia cùng chúng tôi và chúng tôi hy vọng sẽ gặp lại bạn vào lần khác tại Sài Gòn.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm"
        ],
        "star_ratings": [
            4019,
            28,
            0,
            2,
            1
        ],
        "review_amount": 4050,
        "location": [
            "Người đàn ông thức ăn đường phố",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10117391-Reviews-or30-Street_Food_Man-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or20-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or40-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17382563-Reviews-Evy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14776389-Reviews-Provincial_Table_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26683776-Reviews-Line_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754912-Reviews-V_explore_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25006681-Reviews-Hazgen_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8040226-Reviews-Colours_of_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187835-d669245-Reviews-Villa_Olmo-Como_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d15052032-Reviews-QC_Terme_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d3915596-Reviews-Homestead_Bayfront_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d109985-Reviews-Truckee_River_Walk-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d143006-Reviews-M_M_S_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d12997180-Reviews-Chaweng_Night_Market-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d21164767-Reviews-Carpe_Diem_Beach-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54042-d2355715-Reviews-Shady_Brook_Farm-Yardley_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d5617713-Reviews-Palvolgyi_Caves-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d10263324-Reviews-Transekur-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or40-Street_Food_Man-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or30-Street_Food_Man-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Street Food Man",
        "attraction_name_vi": "Người đàn ông thức ăn đường phố",
        "general_info": [
            "3.988 đánh giá",
            "21 trên 380 Đồ ăn thức uống tại TP.HCM",
            "Những chuyến đi bộ",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Xin chào - Xin chao đến từ Việt Nam! Tôi là Vinny Vi, người sáng lập Street Food Man, cũng là một Vlogger ẩm thực đường phố và ẩm thực đường phố Việt Nam là niềm đam mê lớn nhất của tôi từ trước đến nay. Tôi tạo ra những tour này với mục đích đưa khách du lịch từ khắp nơi trên thế giới khám phá Sài Gòn, nếm thử những món ăn đường phố Việt Nam nơi xa lạ và trải nghiệm cuộc sống của người dân địa phương. Ngắm nhìn khung cảnh, âm thanh và mùi vị của Sài Gòn khi những hướng dẫn viên nhiệt tình của tôi đưa bạn qua những con hẻm và con phố khuất mà bạn sẽ không thể tự mình tìm thấy.Đọc thêm",
        "reviews": [
            "Đây hiện là chuyến tham quan ẩm thực đường phố thứ ba của chúng tôi với Gracie, Harry và Id nói rằng rất khó để cải thiện những trải nghiệm trước đây, điều này hoàn toàn tuyệt vời nhưng vì họ điều chỉnh mọi thứ theo nhu cầu của chúng tôi nên họ đã làm được!  Đó là một trải nghiệm phải làm nếu bạn đến Hồ Chí Minh vì bạn không chỉ được nhìn thấy thành phố điên rồ, hỗn loạn này mà còn được đưa đến những nơi mà bạn có thể không bao giờ tìm thấy với tư cách là một du khách! Chúng tôi đã đi đến bảy địa điểm đa dạng và đơn giản là tuyệt đẹp quán ăn. Mỗi người là một cảm giác vị giác và chúng tôi sẽ không bỏ lỡ điều này vì bất cứ điều gì! Gracie và Harry là những người dẫn chương trình tuyệt vời có kiến ​​thức, công ty tuyệt vời và sẵn sàng giúp đỡ bằng mọi cách họ có thể. Chúng tôi yêu cầu họ trực tiếp mọi lúc và họ luôn đáp ứng chúng tôi, cảm ơn bạn!! Cuối cùng, nếu đó là giá trị đồng tiền mà bạn đang tìm kiếm thì đây là 7 điểm dừng, bốn giờ, trải nghiệm xe máy tuyệt vời và đồ ăn giật gân! Cảm ơn cả hai một lần nữa vì làm cho chuyến đi của chúng tôi trở nên đặc biệt, bạn thật tuyệt vời!Đọc thêm",
            "Carol và Peter thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ phản hồi về chuyến tham quan ngay cả lần thứ ba tham gia trải nghiệm của chúng tôi. Thành thật mà nói, chúng tôi rất vui khi nhận được những phản hồi đầy nhiệt huyết và toàn diện như vậy. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với Harry và Gracie tuyệt vời của chúng tôi, những người đã dẫn dắt bạn bằng niềm đam mê, nhiệt tình và kiến ​​thức văn hóa đầy thông tin, khám phá một Sài Gòn thực sự với những món ăn đích thực và góc nhìn thực tế về cuộc sống địa phương. Sự cân bằng hoàn hảo giữa văn hóa và ẩm thực đã khiến trải nghiệm này trở nên độc đáo và vui mừng vì họ đã mang đến và mang đến sự thoải mái, dễ chịu như đi chơi với người bạn thân. Chúng tôi đánh giá cao những lời đáng yêu của bạn dành cho họ. Cảm ơn bạn đã lựa chọn chúng tôi và rất mong được đón tiếp bạn lần sau! Chúc một ngày tuyệt vời phía trước!\nĐọc thêm",
            "Buổi tối tuyệt vời với hướng dẫn viên Sam của chúng tôi, chỉ cho chúng tôi những món ăn ngon và thú vị ở những khu vực của Thành phố Hồ Chí Minh mà chúng tôi không thể tự mình tìm thấy. Sam cũng dành thời gian để cung cấp cho chúng tôi thông tin chi tiết về những khu vực mà chúng tôi đang ghé thăm. Một buổi tối vui vẻ và nhiều thông tin. Rất khuyến khích tour.Đọc thêm",
            "Jodev thân mến,\n\nChúng tôi rất biết ơn vì đã chia sẻ đánh giá tích cực như vậy với chúng tôi. Thật vui mừng khi biết rằng bạn thực sự thích trải nghiệm này với Sam chu đáo của chúng tôi. Dạo quanh các quận địa phương, nếm thử nhiều món ăn đường phố ngon miệng và quan trọng nhất là có khoảng thời gian tuyệt vời trong suốt chuyến tham quan. Bên cạnh hành trình tuyệt vời với những món ăn ngon của địa phương, chúng tôi còn cố gắng mang đến cho du khách lòng hiếu khách thực sự của văn hóa Việt Nam và chúng tôi vô cùng vui mừng khi bạn cảm nhận được những rung cảm như vậy từ Sam. Cảm ơn bạn một lần nữa vì đã giới thiệu cho người khác và chúng tôi mong được gặp lại bạn!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Tôi đi tour xe máy riêng ngay sau khi đi đến thị trấn cùng ngày. Tôi đã nhắn tin cho Vinny tại sân bay khởi hành của mình và anh ấy đề nghị xác nhận khi tôi hạ cánh, cho tôi thời gian bắt đầu muộn hơn để sắp xếp thời gian đến khách sạn của mình. Trong chuyến tham quan, Tanya rất tuyệt - chuyến tham quan là một-một nên bạn thực sự hiểu được để nói chuyện sâu sắc và bất kỳ khía cạnh nào của văn hóa Việt Nam hoặc TP.HCM mà bạn muốn. Ví dụ, có một lớp học ngôn ngữ nhỏ như một phần của chuyến tham quan đóng hộp, nhưng Tanya rất vui khi dành thời gian trong mỗi bữa ăn của chúng tôi để học các âm chữ cái tiếng Việt khác nhau và thực hành các từ thông dụng trên biển báo trong khu vực. Về ẩm thực, chuyến tham quan mang đến sự kết hợp khá tốt và số lượng đủ đến mức tôi, với tư cách là một người Mỹ to lớn, đã rất ngạc nhiên khi cảm thấy no vào cuối ngay cả khi chưa ăn xong ở hầu hết các điểm dừng. Đồ uống tại hầu hết các nhà hàng cũng như đồ uống ngọt, món tráng miệng, hải sản, v.v. đều là một phần của chuyến tham quan. Nhìn chung, một thời gian tuyệt vời. Quy tắc TanyaĐọc thêm",
            "Kính gửi Jarrett Hawrylak,\n\nNhững bài đánh giá chi tiết và nhiệt tình như của bạn chắc chắn đã làm nên ngày của chúng tôi! Chúng tôi thực sự cảm thấy hài lòng khi vị khách chia sẻ những điều họ yêu thích trong trải nghiệm, đặc biệt là Tanya đáng kinh ngạc của chúng tôi đã truyền đạt thành công các giá trị cốt lõi của chúng tôi vào buổi tối với bạn bằng tính chuyên nghiệp, lòng hiếu khách chân thành và sự chu đáo. Khám phá khung cảnh tấp nập của Sài Gòn trong giờ cao điểm một cách an toàn và chuyên nghiệp cũng như thử những món ăn đường phố tuyệt vời một cách chân thực, Tanya rất biết ơn đã mang đến trải nghiệm hoàn toàn khó quên và thú vị cho bạn. Rất cám ơn bạn đã ghé thăm Sài Gòn thân yêu của chúng tôi và lựa chọn Street Food Man cho chuyến đi của mình. Chúng tôi rất mong được gặp lại bạn vào một thời điểm khác sớm! \n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Đã có một buổi tối tuyệt vời với Thủy, Rober, Mountain và Destiny dạo quanh các đường phố của thành phố Hồ Chí Minh để nếm thử tất cả các món ăn ngon mà họ xếp hàng cho chúng tôi.  4 Người Úc đủ lớn để hiểu rõ hơn nhưng cũng đủ điên rồ để thử vào một buổi tối ẩm ướt.  Trải nghiệm tốt nhất trong chuyến tham quan của chúng tôi.  Bốn người trẻ tuyệt vời, tiếng Anh tuyệt vời, rất dễ chịu, tôn trọng và rất vui vẻ với tình yêu và niềm đam mê chân thành dành cho thành phố của họ.Đọc thêm",
            "Đêm qua chúng tôi đã thực hiện một chuyến du lịch ăn đêm với Thủy và 3 thành viên khác trong nhóm Destiny Mountain và Robert..Người lái xe của tôi là Thủy, cô ấy thật tuyệt vời !!Người lái xe có năng lực thân thiện và nhiều thông tin. Chúng tôi đã nói chuyện rất nhiều trong suốt trải nghiệm. Rất nhiều tiếng cười và đồ ăn của chúng tôi cũng vậy. Rất khuyến khích đội này..Trẻ trung sôi nổi, đầy cá tính và nhiều bí mật về những con phố nhỏ..Cảm ơn bạn đã biến đêm đầu tiên của chúng tôi ở Hồ Chí Minh trở thành một đêm đáng nhớ Đọc thêm",
            "Suzanne D thân mến,\n\nChúng tôi thực sự đánh giá cao vì đã để lại đánh giá tuyệt vời cho chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có một buổi tối tuyệt vời với nhóm Thủy vui vẻ và giàu lòng nhân ái của chúng tôi, Destiny Mountain và Robert, những người khiến bạn cảm thấy như một buổi tối với những người bạn thân nhất của mình bằng sự nhiệt tình, chu đáo và lòng hiếu khách chân thành của họ. Về mặt kỹ thuật, an toàn, vệ sinh và tính chuyên nghiệp là những ưu tiên hàng đầu của chúng tôi cho trải nghiệm này và chúng tôi rất vui khi biết rằng hướng dẫn viên của chúng tôi đã làm rất tốt khi khiến buổi tối của bạn trở nên hoàn toàn độc đáo. Một lần nữa xin cảm ơn bạn đã ghé thăm Sài Gòn thân yêu của chúng tôi và lựa chọn Street Food Man cho chuyến đi của mình. Chúng tôi mong muốn được nhìn thấy bạn một lần nữa sớm! Tôi chúc bạn một ngày tuyệt vời!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Tôi đã thực hiện chuyến tham quan này vào ngày đầu tiên ở HCM và đó là phần giới thiệu tuyệt vời về thành phố cũng như ẩm thực Việt Nam. Hướng dẫn viên của tôi Tessie rất thân thiện và thân thiện. Cô ấy cảm thấy như một người bạn dẫn tôi đi tham quan thành phố của cô ấy.  Chuyến tham quan rất toàn diện và mỗi bữa ăn đều thú vị.  Tôi chắc chắn sẽ giới thiệu trải nghiệm này.Đọc thêm",
            "Kính gửi Vicente C,\n\nChúng tôi thực sự biết ơn vì đã chia sẻ trải nghiệm tuyệt vời của bạn trong bài đánh giá này. Chúng tôi thực sự vui mừng khi biết rằng bạn rất thích trải nghiệm do Tessie tuyệt vời của chúng tôi tổ chức. Sự hiếu khách, kiến ​​thức văn hóa đầy thông tin và niềm đam mê là những điều mà Tessie đáng kinh ngạc của chúng tôi thể hiện xuất sắc và chúng tôi rất vui vì cô ấy đã mang đến những giá trị như vậy trong một đêm thật thoải mái và thú vị với bạn. Chúng tôi rất vui được trở thành người tổ chức một trong những trải nghiệm của bạn tại Việt Nam và chúng tôi cảm ơn bạn đã chọn chúng tôi!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan ẩm thực đường phố. Hướng dẫn viên của chúng tôi, Robert, rất thân thiện và thú vị. Thức ăn rất ngon, nhưng năng lượng của Roberts khiến buổi tối không thể nào quên. Chúng tôi đã có một khoảng thời gian vui vẻ khi trao đổi những câu chuyện cười và hiểu biết sâu sắc hơn về cuộc sống ở TP.HCM. Điểm thưởng: chúng tôi đã thành thạo nghệ thuật băng qua những con phố đông đúc điên cuồng đó như những người chuyên nghiệp! Rất khuyến khích chuyến tham quan này! Đọc thêm",
            "Kính gửi Denham W,\n\nChúng tôi chân thành đánh giá cao việc bạn đã dành thời gian quý báu của mình để để lại đánh giá tuyệt vời với chúng tôi! Thật vui khi biết rằng bạn đã có một trải nghiệm tuyệt vời với Robert không thể ngăn cản của chúng tôi, người luôn chi tiết, giàu thông tin và quan tâm một cách chuyên nghiệp. Chúng tôi cũng rất vui vì Robert đã mang đến cho bạn trải nghiệm tuyệt vời như vậy thông qua việc khám phá các địa điểm địa phương, thử những món ăn đường phố phổ biến nhất cũng như tìm hiểu văn hóa Việt Nam.  Cảm ơn bạn một lần nữa vì đã tham gia cùng chúng tôi và chúng tôi hy vọng sẽ gặp lại bạn vào lần khác tại Sài Gòn.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Đêm tuyệt vời với Harry là người hướng dẫn của chúng tôi, chắc chắn sẽ khuyến khích. Một cách tuyệt vời để khám phá thành phố và tìm hiểu một chút về Việt Nam trong khi thưởng thức những món ăn tuyệt vời. Rất phù hợp với yêu cầu ăn kiêng.Đọc thêm",
            "Amy B thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Thật tuyệt vời khi chúng tôi có thể mang đến cho bạn trải nghiệm tuyệt vời và lời cảm ơn to lớn đến Harry đáng kinh ngạc của chúng tôi, người luôn không phục vụ gì ngoài sự thân thiện, thông tin sâu sắc và lòng hiếu khách chân thành khi tham gia các chuyến tham quan của anh ấy và anh ấy đã làm điều đó một lần nữa với chuyến tham quan của bạn. Cảm ơn bạn một lần nữa vì đã lựa chọn chúng tôi và chúng tôi chúc bạn có một ngày tuyệt vời phía trước.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Trải nghiệm của chúng tôi trong chuyến tham quan ẩm thực thuần chay với hướng dẫn viên Alex và Robert thật tuyệt vời! Không chỉ các món ăn địa phương RẤT ngon mà các hướng dẫn viên còn cho chúng tôi những lời khuyên hữu ích, những hiểu biết sâu sắc về văn hóa và kể cho chúng tôi những câu chuyện hấp dẫn về sự phát triển của đất nước. Chuyến tham quan vừa mang tính giải trí vừa mang tính thông tin, và rất vui vì họ còn dạy chúng tôi một số câu hữu ích bằng tiếng Việt. Chúng tôi cảm thấy như người dân địa phương trong một ngày và hướng dẫn viên của chúng tôi thực sự ấm áp và chúng tôi hoàn toàn không cảm thấy mình là khách du lịch! Rất khuyến khích cho những ai đang tìm kiếm một trải nghiệm độc đáo! Đọc thêm",
            "Harry thật tuyệt vời!  Giải thích thực sự rõ ràng về tất cả các món ăn, bao gồm tất cả các loại thảo mộc tươi, có thể trả lời bất kỳ câu hỏi ngẫu nhiên nào chúng tôi có, giúp chúng tôi băng qua đường an toàn và đảm bảo chúng tôi được giữ đủ nước.  Chúng tôi đã cười rất nhiều!  Đây chắc chắn là điểm nổi bật trong chuyến đi của chúng tôi - và tôi thực sự khuyên bạn nên tham gia chuyến tham quan ẩm thực đi bộ của Harry và Street Food Man!  Chúng tôi đã ăn rất nhiều món ăn tuyệt vời!  NGON!!Đọc thêm",
            "Fiona C thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đăng một bài đánh giá tuyệt vời như vậy; nó làm nên ngày của chúng tôi! Về mặt kỹ thuật, an toàn, vệ sinh và tính chuyên nghiệp là những tiêu chuẩn hàng đầu của chúng tôi cho trải nghiệm này và chúng tôi tự hào khi biết rằng Harry nhiệt tình của chúng tôi đã thực hiện một công việc tuyệt vời để biến buổi tối của bạn thực sự thú vị và khó quên. Một lần nữa xin cảm ơn rất nhiều vì đã ghé thăm Sài Gòn thân yêu của chúng tôi và lựa chọn Street Food Man cho chuyến đi của mình. Chúng tôi thực sự đánh giá cao đề xuất của bạn cho những vị khách tương lai của chúng tôi. Có một ngày tuyệt vời ở phía trước. \n \nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Xin chào, làm thế nào tôi có thể đăng ký làm hướng dẫn viên du lịch ẩm thực ở Sài Gòn? Cảm ơnĐọc thêm",
            "Chào Huy. Cảm ơn bạn đã liên hệ. Hiện tại chúng tôi chưa tuyển dụng. Chúng tôi sẽ thông báo cho bạn khi chúng tôi cần thêm hướng dẫn viên địa phương. Cảm ơn bạn!Đọc thêm",
            "Xin chào, chuyến tham quan bắt đầu và kết thúc lúc mấy giờ?Đọc thêm",
            "Xin chào - xin chào từ Street Food Man. Chúng tôi đang thực hiện các Chuyến tham quan ẩm thực riêng bằng cách đi bộ và xe máy mà không có khách nào khác tham gia nên khách có thể chọn thời gian khởi hành mà họ muốn thực hiện chuyến tham quan từ 5h30 chiều, 6h chiều và 6h30 chiều. Tất cả các chuyến tham quan ẩm thực của chúng tôi kéo dài tổng cộng 4 giờ, tuy nhiên, điều này tùy thuộc vào khách hàng nếu bạn muốn tương tác nhiều với hướng dẫn viên địa phương để trả lời các câu hỏi không giới hạn hay dành nhiều thời gian hơn cho mỗi địa điểm, hướng dẫn viên địa phương của chúng tôi sẵn sàng đáp ứng tất cả các nhu cầu này và chuyến tham quan sẽ kéo dài 4 giờ và tất nhiên KHÔNG tính thêm bất kỳ khoản phí nào, điều này cũng khiến chúng tôi trở nên độc đáo hơn so với những người khác.\nTuy nhiên nếu du khách mệt mỏi, chúng tôi cũng linh hoạt rút ngắn thời gian tham quan nhưng vẫn đảm bảo du khách có thể thưởng thức đủ 9 món ngon địa phương. Nếu khách có bất kỳ hạn chế nào về chế độ ăn uống như không chứa gluten, hải sản hoặc thậm chí khách không thích tất cả các loại thịt, chúng tôi cũng có thể đáp ứng tất cả. Bởi vì các chuyến tham quan của chúng tôi là riêng tư nên chúng tôi có thể tùy chỉnh mọi yêu cầu của khách. \n\nCảm ơn bạn đã ghé thăm chúng tôi và tôi hy vọng bạn quyết định tận dụng trải nghiệm độc đáo này và biến nó thành của riêng bạn!\n\nTrân trọng,\n\nVinny Vi\n\nNgười đàn ông thức ăn đường phố\n\nĐường dây nóng: 84834553085\n\nWhatsappimessage: 84834553085Đọc thêm",
            "Chúng tôi đi du lịch theo nhóm 4 người. Một người trong nhóm rất dị ứng với tôm nhưng không phải các loài động vật có vỏ khác như cua, nghêu và nghêu. Dị ứng kéo dài đến việc cần phải tránh nước sốt có tôm khô. Chuyến đi bộ của bạn có thể kiểm soát được chứng dị ứng của anh ấy không?,Đọc thêm",
            "Xin chào Steven, chúng tôi có thể đáp ứng mọi dị ứng thực phẩm trong chuyến tham quan và quản lý tốt nên đừng lo lắng nếu có một khách trong nhóm của bạn bị dị ứng với tôm vì chúng tôi sẽ không sắp xếp tôm cho khách này. Cảm ơn bạn! Đọc thêm",
            "Chuyến đi bộ của bạn trông tuyệt vời. Chúng tôi đi theo nhóm 4 người. Một người trong nhóm bị dị ứng rất nặng với tôm nhưng không dị ứng với các loại động vật có vỏ khác như cua, nghêu và pipis. Chuyến đi bộ của bạn có thể giúp anh ấy không bị dị ứng không? Đọc thêm",
            "Thưa ông Steven,\n\nLời chào từ Người đàn ông ẩm thực đường phố,\n\nCám ơn bạn đã liên lạc với chúng tôi. Đừng lo lắng, chúng tôi có thể giải quyết tình trạng dị ứng thực phẩm cho anh ấy trong chuyến lưu diễn và sắp xếp thực đơn không có tôm. \n\nTrân trọng,\n\nVinny Vi Đọc thêm",
            "Trở thành một chuyến du lịch riêng có nghĩa là vợ tôi và tôi sẽ là hai người duy nhất vì chúng tôi thích ở cùng một nhóm và cườiĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã hỏi chúng tôi. Chúng tôi thực hiện các tour du lịch riêng vì chúng tôi biết rằng chuyến tham quan ẩm thực của bạn không chỉ thú vị với những món ăn ngon mà còn là một hành trình ngắn để khám phá thành phố và tìm hiểu những câu chuyện đằng sau mỗi món ăn với người dân địa phương. Hướng dẫn viên địa phương sẽ cho bạn biết mọi thứ về món ăn bạn thử và trả lời bất kỳ câu hỏi nào bạn cần bất cứ lúc nào bạn cần vì đây là chuyến tham quan riêng.  Bạn có thể tùy chỉnh thời gian bạn muốn khởi hành và cung cấp cho chúng tôi bất kỳ yêu cầu đặc biệt nào bạn có thể có.\nTôi hy vọng bạn sẽ tận dụng trải nghiệm này và cùng chúng tôi tham gia chuyến tham quan ẩm thực nổi tiếng nhất thành phố Hồ Chí Minh.\nTrân trọng,\nNgười đàn ông ẩm thực đường phố Vinny ViĐọc thêm",
            "Xin chào, chúng tôi đang lên kế hoạch cho một chuyến đi vào tháng 9 và tự hỏi liệu chuyến đi của bạn có phù hợp với đứa con 9 tuổi của chúng tôi không? Cảm ơn. BelindaĐọc thêm",
            "Hoàn toàn miễn là cô ấy thích đồ ăn và niềm vuiĐọc thêm",
            "CHÀO. Tôi muốn đi du lịch vào ngày 5 tháng 3. Vậy nên đặt tour du lịch ẩm thực khi nào? Đọc thêm",
            "Xin chào! Cảm ơn bạn đã quan tâm đến các chuyến tham quan của chúng tôi và bạn có thể đặt tour từ bây giờ hoặc đặt trước 24 giờ. Xin vui lòng liên hệ với chúng tôi tại trang web ẩm thực đường phố nếu bạn có thêm câu hỏi. Cảm ơn! Đọc thêm",
            "Tôi đi du lịch cùng chị gái và gia đình nhưng họ có con nhỏ.\nVì vậy, tôi tự hỏi liệu có vui không khi thực hiện chuyến tham quan ẩm thực này một mình? Đọc thêm",
            "Chào Sigrun. Cảm ơn bạn vì một câu hỏi hay về việc đi một mình. Trên thực tế, các chuyến tham quan riêng của chúng tôi được hướng dẫn bởi các sinh viên trẻ địa phương, những người đã được đào tạo rất cẩn thận và họ sẽ là người bạn địa phương của bạn trong suốt chuyến tham quan nên tôi nghĩ sẽ ổn nếu bạn là người muốn khám phá ẩm thực đường phố và cuộc sống địa phương một cách riêng tư và nếu bạn là người như vậy. một người hâm mộ nhóm lớn và muốn gặp gỡ những khách du lịch khác nên tôi không khuyên bạn nên tham gia tour. \n\nChúc các bạn có một kỳ nghỉ vui vẻ tại Việt Nam. \n\nChúc mừng.\n\nNgười đàn ông ẩm thực đường phố Vinnie.Đọc thêm",
            "CHÀO. Chồng tôi bị dị ứng thực phẩm. Anh ấy bị dị ứng với tỏi, mù tạt và nấm. Anh ta không thể ăn thịt đã ướp tỏi hoặc bất kỳ sản phẩm nào được liệt kê, cũng như không thể ăn chúng ở dạng nấu chín. Sẽ rất khó để tham dự một trong những chuyến tham quan ẩm thực của bạn. Trân trọng HeatherĐọc thêm",
            "Thưa bà Heather,\n\nCảm ơn bạn đã liên hệ với Street Food Man. Trên thực tế, chúng tôi có thể cung cấp các món ăn không cần tỏi và thịt cho chồng bạn và đảm bảo bạn và chồng sẽ tận hưởng trọn vẹn trải nghiệm cùng chúng tôi trong chuyến du lịch. :\n\nTrân trọng,\n\nNhóm Người Ẩm thực Đường phốĐọc thêm",
            "Chuyến tham quan tuyệt vời với những món ăn ngon như vậy cho phép bạn thực sự thấy cách người dân Việt Nam sống và thưởng thức những món ăn thực sự, hướng dẫn tuyệt vời Mirol đặc biệt giới thiệu cho mọi lứa tuổi Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn Helen! Chúng tôi thực sự đánh giá cao nó _. \nBạn đã viết cho chúng tôi một bài đánh giá trong Phần Câu hỏi Trả lời, vì vậy bạn có thể vui lòng viết lại bài đánh giá cho Mirold trong Phần Đánh giá không? Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và chúng tôi hy vọng được gặp lại bạn. ;Đọc thêm"
        ],
        "star_ratings": [
            4019,
            28,
            0,
            2,
            1
        ],
        "review_amount": 4050,
        "location": [
            "Người đàn ông thức ăn đường phố",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 17, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10117391-Reviews-or40-Street_Food_Man-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or30-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or50-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17382563-Reviews-Evy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14776389-Reviews-Provincial_Table_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26683776-Reviews-Line_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754912-Reviews-V_explore_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25006681-Reviews-Hazgen_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8040226-Reviews-Colours_of_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4473690-Reviews-Goats_on_the_Roof-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g33241-d6941848-Reviews-Sankat_Mochan_Hanuman_Temple-Watsonville_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d1009188-Reviews-Fenton_Lake_State_Park-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187527-d6864068-Reviews-Aquapark_Flamingo-Torrevieja_Costa_Blanca_Province_of_Alicante_Valencian_Communit.html",
            "https://www.tripadvisor.com/Attraction_Review-g240329-d116836-Reviews-Bixby_Bridge-Big_Sur_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33447-d107191-Reviews-Golden_Gate_Canyon_State_Park-Golden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d1742693-Reviews-Pride_of_the_Hudson-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8489182-Reviews-The_Club_ATL-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5577602-Reviews-Downtown_Container_Park-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156533-Reviews-Japantown-San_Francisco_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or50-Street_Food_Man-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or40-Street_Food_Man-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Street Food Man",
        "attraction_name_vi": "Người đàn ông thức ăn đường phố",
        "general_info": [
            "3.988 đánh giá",
            "21 trên 380 Đồ ăn thức uống tại TP.HCM",
            "Những chuyến đi bộ",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Xin chào - Xin chao đến từ Việt Nam! Tôi là Vinny Vi, người sáng lập Street Food Man, cũng là một Vlogger ẩm thực đường phố và ẩm thực đường phố Việt Nam là niềm đam mê lớn nhất của tôi từ trước đến nay. Tôi tạo ra những tour này với mục đích đưa khách du lịch từ khắp nơi trên thế giới khám phá Sài Gòn, nếm thử những món ăn đường phố Việt Nam nơi xa lạ và trải nghiệm cuộc sống của người dân địa phương. Ngắm nhìn khung cảnh, âm thanh và mùi vị của Sài Gòn khi những hướng dẫn viên nhiệt tình của tôi đưa bạn qua những con hẻm và con phố khuất mà bạn sẽ không thể tự mình tìm thấy.Đọc thêm",
        "reviews": [
            "Chuyến du lịch này với bạn trai của tôi là hoạt động đầu tiên của chúng tôi tại thành phố Hồ Chí Minh. Đó là một cách tuyệt vời để trải nghiệm thành phố và chúng tôi đã được xem một số địa điểm thú vị mà chúng tôi chưa bao giờ có thể tự mình tìm thấy. Thức ăn cũng rất tươi và ngon! Hướng dẫn viên du lịch của chúng tôi, Tanya và Sam rất thân thiện, vui tính và giàu thông tin và đã làm rất tốt khi cho chúng tôi xem một số món ăn thuần chay ngon miệng được cung cấp tại đây.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với Thủy và Catherine. Đó là sự khởi đầu hoàn hảo đối với chúng tôi tại TP.HCM, vì chúng tôi đã thu thập được rất nhiều thông tin về thành phố và tất nhiên là về các món ăn khác nhau. Trong trường hợp bạn đang suy nghĩ xem mình nên tham gia Xe tay ga hay Đi bộ vì bạn hơi lo lắng về tình hình giao thông. Hãy tin tôi! Thực hiện chuyến tham quan bằng xe tay ga! Nó càng chân thực hơn và hai hướng dẫn viên của chúng tôi là những người lái xe tuyệt vời. Cảm ơn Thủy và Cathrine đã cho chúng tôi một trong những buổi tối tuyệt vời nhất mà chúng tôi có được cho đến nay ở Việt Nam.Đọc thêm",
            "Kính gửi Kevin và Lena KeepRoland\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Thật tuyệt vời khi biết rằng bạn rất thích trải nghiệm được tổ chức bởi Thủy và Catherine tuyệt vời của chúng tôi, những người luôn chi tiết, giàu thông tin và quan tâm một cách chuyên nghiệp.  An toàn cũng là ưu tiên hàng đầu của chúng tôi với những hướng dẫn viên lái xe điêu luyện, điều hướng giao thông hối hả của Sài Gòn một cách chuyên nghiệp và chúng tôi rất vui khi biết rằng những hướng dẫn viên nhiệt tình của chúng tôi đã khiến chuyến thăm của bạn không thể nào quên và chứng nhận đây là trải nghiệm tuyệt vời nhất mà bạn có ở Sài Gòn. Cảm ơn những lời tốt đẹp của bạn và chúng tôi mong sớm được gặp bạn trong thời gian tới.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Cô ấy đưa chúng tôi đến những nơi bán đồ ăn ngon nhất ở Thành phố Hồ Chí Minh và dành thời gian để chỉ dẫn và giải thích mọi thứ. Thêm vào đó, chúng tôi đã đến chợ hoa và mua một bông hoa sen tuyệt đẹp Đọc thêm",
            "Sophia M thân mến,\n\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. Chúng tôi thực sự vui mừng khi biết rằng bạn rất thích trải nghiệm được tổ chức bởi Sam tuyệt vời của chúng tôi, người luôn chi tiết, giàu thông tin và chu đáo một cách chuyên nghiệp. Chúng tôi cũng rất vui vì Sam đã mang đến cho bạn trải nghiệm tuyệt vời như vậy thông qua việc khám phá các địa điểm địa phương, thử những món ăn đường phố phổ biến nhất cũng như tìm hiểu văn hóa Việt Nam. Cảm ơn bạn đã lựa chọn Street Food Man cho chuyến đi Sài Gòn của mình. Chúng tôi rất mong được gặp lại bạn trong một chuyến du lịch khác trong tương lai!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Trải nghiệm thật hoàn hảo từ đầu đến cuối. Chúng tôi được hướng dẫn viên Tanya đón tại khách sạn, người đã đưa chúng tôi đi qua rất nhiều địa điểm ẩm thực đường phố mà chúng tôi sẽ không bao giờ đến. Cô ấy đã giải thích rất tốt cách thức chế biến món ăn và cách chúng ta nên ăn nó, bao gồm cả khóa học cấp tốc về các loại thảo mộc khác nhau được sử dụng trong một số món ăn. Thức ăn là một phần rất quan trọng trong cách chúng tôi lên kế hoạch cho kỳ nghỉ của mình và đây là một trong những điểm nổi bật trong chuyến đi của chúng tôi! Hướng dẫn viên của chúng tôi cũng đủ tài giỏi để cung cấp cho chúng tôi một số đề xuất bổ sung về các địa điểm ăn uống để thử xung quanh khách sạn của chúng tôi, cũng rất tuyệt! Chắc chắn sẽ làm điều này một lần nữa nếu tôi có cơ hội đến thăm TP HCM lần nữa.Đọc thêm",
            "Tim V thân mến,\n\nNhững đánh giá tích cực như của bạn đã làm nên ngày của chúng tôi! Cảm ơn bạn đã chia sẻ suy nghĩ của bạn với chúng tôi! Trải nghiệm chân thực, thông tin đầy đủ và lòng hiếu khách là những gì Tanya luôn mang đến trong các chuyến du lịch của mình và chúng tôi rất vui vì cô ấy đã làm lại điều đó trong chuyến du lịch cùng bạn, điều đó thực sự thú vị, lang thang quanh những viên ngọc ẩn giấu của Sài Gòn, nếm thử những gì ngon nhất ẩm thực đường phố nổi bật và tìm hiểu một số sự thật thú vị về văn hóa Việt Nam. Cảm ơn bạn một lần nữa vì đã tham gia cùng chúng tôi. Chúng tôi hy vọng trong tương lai gần!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Robert là một hướng dẫn viên tuyệt vời! Chúng tôi chỉ có một buổi tối ở Thành phố Hồ Chí Minh và anh ấy đã giúp chúng tôi tận dụng tối đa chuyến tham quan ẩm thực đường phố. Anh ấy có thể đưa ra rất nhiều khuyến nghị và cung cấp rất nhiều lịch sử và bối cảnh cho từng món ăn. Thực sự thích trải nghiệm này. Đọc thêm",
            "Toni S thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi thực sự vui mừng khi biết rằng bạn rất thích trải nghiệm được tổ chức bởi Robert tuyệt vời của chúng tôi, người luôn chi tiết, giàu thông tin và quan tâm một cách chuyên nghiệp. Chúng tôi cũng rất vui vì Robert đã mang đến cho bạn trải nghiệm tuyệt vời như vậy thông qua việc khám phá các địa điểm địa phương, thử những món ăn đường phố phổ biến nhất cũng như tìm hiểu văn hóa Việt Nam. \nCảm ơn bạn một lần nữa vì đã tham gia cùng chúng tôi và chúng tôi hy vọng sẽ gặp lại bạn vào lần khác tại Sài Gòn.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Chuyến tham quan này là điểm nhấn trong thời gian tôi ở Thành phố Hồ Chí Minh. Chồng tôi và tôi đã tham gia tour xe máy và hướng dẫn viên Jason và Destiny của chúng tôi thật tuyệt vời. Họ khiến chúng tôi cảm thấy rất được chào đón và thoải mái và chúng tôi đã học được rất nhiều về ẩm thực và cuộc sống của người Việt Nam. Chúng tôi đã có thể thử những món ăn mà chúng tôi không biết gọi và được thấy những địa điểm trong thành phố mà chúng tôi không biết đến. Và mọi món ăn đều ngon!! Tôi cũng thực sự thích các hoạt động ngắn mà họ lên kế hoạch trong thời gian dừng chân, họ rất chu đáo và vui vẻ cộng với việc dành một chút thời gian để dành chỗ cho nhiều thức ăn hơn! Cảm ơn Jason và Destiny đã làm cho chuyến tham quan trở nên tuyệt vời như vậy! Đọc thêm",
            "Kính gửi Getaway58218840280,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ một đánh giá tuyệt vời với chúng tôi! Phản hồi như thế này có ý nghĩa rất lớn đối với chúng tôi. Jason và Destiny luôn mong muốn mang đến cho khách hàng trải nghiệm tốt nhất có thể và dịch vụ tuyệt vời với lòng hiếu khách cũng như các món ăn ngon và điều đó chắc chắn sẽ khiến một ngày của chúng tôi trở nên đáng trân trọng khi khách hàng đánh giá cao điều đó. Jason chuyên nghiệp và Destiny giàu thông tin luôn là hai người hoàn hảo để dẫn dắt chuyến tham quan bằng xe máy của chúng tôi với sự chuyên nghiệp, cẩn thận và chia sẻ quá mức cũng như niềm đam mê không thể chối cãi của họ đối với du lịch và khách sạn, chúng tôi hoàn toàn vui mừng khi bạn thích trải nghiệm với những rung cảm như vậy từ họ . Cảm ơn bạn một lần nữa vì đã giới thiệu trải nghiệm của chúng tôi cho người khác và chúng tôi chắc chắn mong được chào đón và phục vụ trở lại trong tương lai gần nhất!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Lần đầu tiên đi du lịch đến Thành phố Hồ Chí Minh Việt Nam?  Sau đó, chuyến tham quan này là phải làm!  Vợ tôi và tôi đã đặt một chuyến tham quan ẩm thực bằng xe máy và điều đó thật tuyệt vời.  Bạn thực sự có thể nhìn thấy thành phố từ góc nhìn của người dân địa phương. Chúng tôi đã may mắn được Jason và Destiny chỉ cho thành phố và họ là những hướng dẫn viên du lịch giỏi nhất từ ​​trước đến nay!  Họ rất gắn bó và có rất nhiều điều để chia sẻ về thành phố. Đây là một cách tuyệt vời để trải nghiệm các món ăn địa phương ở Việt Nam mà có thể tôi chưa từng thấy hoặc biết để tự mình đặt hàng!  Tôi đã học được rất nhiều điều và có rất nhiều niềm vui, bạn thực sự có được mọi thứ mình muốn trong chuyến tham quan kéo dài bốn giờ.  Thực sự cảm thấy như chúng tôi đã tạo ra một sự kết nối thân thiện trong thành phố và tôi thực sự khuyên bạn nên tham gia chuyến tham quan này! Cảm ơn Jason và Destiny!Đọc thêm",
            "Catherine Son rất có sức chứa và chú ý đến nhu cầu hạn chế chế độ ăn uống của chúng tôi. Họ là những người lái xe an toàn, rất thông tin về các món ăn, nguồn gốc và lịch sử của nó. Chúng tôi đã có chuyến du lịch riêng tuyệt vời nhất với họ do chủ sở hữu, Vinnie Vi lên kế hoạch. Chuyến tham quan đỉnh cao với các điểm dừng tại những nhà hàng tốt nhất theo sở thích của chúng tôi với những nguyên liệu và chất lượng tươi ngon nhất phù hợp với sở thích của bạn. Nếu bạn muốn trải nghiệm địa phương với chuyến tham quan ẩm thực Việt đích thực, hãy đặt chỗ với Street Food Man. Họ có giá tốt nhất cho những món ăn chất lượng tuyệt vời và những hướng dẫn viên du lịch tuyệt vời nhất. Tôi thực sự khuyên bạn nên đặt phòng với họ. Đọc thêm",
            "Robert và Uyên là những hướng dẫn viên du lịch tuyệt vời và chúng tôi đã có trải nghiệm tuyệt vời khi học và nếm thử các món ăn ở Việt Nam. Cả hai hướng dẫn viên đều rất hiểu biết, thân thiện và hài hước trong suốt chuyến tham quan! Đọc thêm",
            "Bạn phải thử tour Street Food Man ở Sài Gòn. Đây có lẽ là điều tuyệt vời nhất bạn nên làm để hiểu thêm về thành phố một chút! Cưỡi trên lưng một chiếc xe tay ga, ăn thức ăn đường phố như người dân địa phương - Tanya và Sadie, hướng dẫn viên của chúng tôi, thật tuyệt vời. Cực kỳ thư giãn, hoàn toàn thân thiện và biết những địa điểm mà tôi sẽ chưa bao giờ tìm thấy ở chính mình, ẩn mình trong những con hẻm và náo nhiệt với người dân địa phương. Mỗi miếng cắn là một sự bùng nổ hương vị. Hãy chắc chắn rằng bạn có đủ không gian trong bụng để ăn nhiều thức ăn. Họ không phải là hướng dẫn viên du lịch, họ giống như những người bạn, chia sẻ những câu chuyện và khiến chúng tôi cảm thấy như đang ở nhà. Vì vậy, nếu bạn đã từng ở Sài Gòn, hãy ghé thăm Street Food Man. Xin chân thành cảm ơn Tanya và Sadie vì đã khiến nó trở nên khó quên!Đọc thêm",
            "Xin chào, làm thế nào tôi có thể đăng ký làm hướng dẫn viên du lịch ẩm thực ở Sài Gòn? Cảm ơnĐọc thêm",
            "Chào Huy. Cảm ơn bạn đã liên hệ. Hiện tại chúng tôi chưa tuyển dụng. Chúng tôi sẽ thông báo cho bạn khi chúng tôi cần thêm hướng dẫn viên địa phương. Cảm ơn bạn!Đọc thêm",
            "Xin chào, chuyến tham quan bắt đầu và kết thúc lúc mấy giờ?Đọc thêm",
            "Xin chào - xin chào từ Street Food Man. Chúng tôi đang thực hiện Tour ẩm thực riêng bằng cách đi bộ và xe máy, không có du khách nào khác tham gia nên du khách có thể chọn thời gian khởi hành mà họ muốn tham gia tour từ 5.30 chiều, 6 giờ chiều và 6.30 chiều. Tất cả các tour ẩm thực của chúng tôi kéo dài tổng cộng 4 giờ, tuy nhiên tùy thuộc vào du khách nếu bạn muốn tương tác nhiều với hướng dẫn viên địa phương để có những câu hỏi không giới hạn hoặc dành nhiều thời gian hơn cho mỗi địa điểm, hướng dẫn viên địa phương của chúng tôi sẵn sàng đáp ứng tất cả các nhu cầu này và các tour sẽ kéo dài hơn 4 giờ và tất nhiên KHÔNG tính thêm bất kỳ khoản phí nào, điều này cũng khiến chúng tôi trở nên độc đáo hơn so với những nơi khác. \nTuy nhiên, nếu du khách mệt mỏi, chúng tôi cũng linh hoạt rút ngắn thời gian tham quan nhưng vẫn đảm bảo bạn có thể thưởng thức tất cả 9 món ăn ngon của địa phương. Nếu du khách có bất kỳ hạn chế nào về chế độ ăn uống như không chứa gluten, hải sản hoặc thậm chí du khách không thích tất cả các loại thịt, chúng tôi cũng có thể đáp ứng tất cả. Vì các tour của chúng tôi là tour riêng nên chúng tôi có thể tùy chỉnh tất cả các yêu cầu của du khách. \n\nCảm ơn bạn đã ghé thăm chúng tôi và tôi hy vọng bạn quyết định thực hiện trải nghiệm độc đáo này và biến nó thành của riêng bạn!\n\nTrân trọng,\n\nVinny Vi\n\nStreet Food Man\n\nĐường dây nóng: 84834553085\n\nWhatsappimessage: 84834553085Đọc thêm",
            "Chúng tôi đi du lịch theo nhóm 4 người. Một người trong nhóm bị dị ứng rất nặng với tôm nhưng không phải với các loại động vật có vỏ khác như cua, nghêu và pipis, dị ứng này kéo dài đến mức phải tránh các loại nước sốt có chứa tôm khô. Tour đi bộ của bạn có thể giúp anh ấy giải quyết được dị ứng không?, Đọc thêm",
            "Xin chào Steven, chúng tôi có thể đáp ứng tất cả các trường hợp dị ứng thực phẩm trong chuyến tham quan và quản lý tốt nên đừng lo lắng nếu có một khách trong nhóm của bạn bị dị ứng với tôm vì chúng tôi sẽ không sắp xếp tôm cho vị khách này. Cảm ơn! Đọc thêm",
            "Chuyến đi bộ của bạn trông thật tuyệt.  Chúng tôi đi du lịch theo nhóm 4 người. Một người trong nhóm rất dị ứng với tôm nhưng không phải các loài động vật có vỏ khác như cua, trai và nghêu. Chuyến đi bộ của bạn có thể kiểm soát chứng dị ứng của anh ấy không?Đọc thêm",
            "Thưa ông Steven,\n\nLời chào từ Người đàn ông ẩm thực đường phố,\n\nCám ơn bạn đã liên lạc với chúng tôi. Đừng lo lắng, chúng tôi có thể giải quyết tình trạng dị ứng thực phẩm cho anh ấy trong chuyến lưu diễn và sắp xếp thực đơn không có tôm. \n\nTrân trọng,\n\nVinny Vi Đọc thêm",
            "Trở thành một chuyến du lịch riêng có nghĩa là vợ tôi và tôi sẽ là hai người duy nhất vì chúng tôi thích ở cùng một nhóm và cườiĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã hỏi chúng tôi. Chúng tôi thực hiện các tour du lịch riêng vì chúng tôi biết rằng chuyến tham quan ẩm thực của bạn không chỉ thú vị với những món ăn ngon mà còn là một hành trình ngắn để khám phá thành phố và tìm hiểu những câu chuyện đằng sau mỗi món ăn với người dân địa phương. Hướng dẫn viên địa phương sẽ cho bạn biết mọi thứ về món ăn bạn thử và trả lời bất kỳ câu hỏi nào bạn cần bất cứ lúc nào bạn cần vì đây là chuyến tham quan riêng.  Bạn có thể tùy chỉnh thời gian bạn muốn khởi hành và cung cấp cho chúng tôi bất kỳ yêu cầu đặc biệt nào bạn có thể có.\nTôi hy vọng bạn sẽ tận dụng trải nghiệm này và cùng chúng tôi tham gia chuyến tham quan ẩm thực nổi tiếng nhất thành phố Hồ Chí Minh.\nTrân trọng,\nNgười đàn ông ẩm thực đường phố Vinny ViĐọc thêm",
            "Xin chào, chúng tôi đang lên kế hoạch cho một chuyến đi vào tháng 9 và tự hỏi liệu chuyến đi của bạn có phù hợp với đứa con 9 tuổi của chúng tôi không? Cảm ơn. BelindaĐọc thêm",
            "Hoàn toàn miễn là cô ấy thích đồ ăn và vui vẻĐọc thêm",
            "CHÀO. Tôi muốn đi du lịch vào ngày 5 tháng 3. Vậy nên đặt tour du lịch ẩm thực khi nào? Đọc thêm",
            "Xin chào! Cảm ơn bạn đã quan tâm đến các chuyến tham quan của chúng tôi và bạn có thể đặt tour từ bây giờ hoặc đặt trước 24 giờ. Xin vui lòng liên hệ với chúng tôi tại trang web ẩm thực đường phố nếu bạn có thêm câu hỏi. Cảm ơn! Đọc thêm",
            "Tôi đi du lịch cùng chị gái và gia đình nhưng họ có con nhỏ.\nVì vậy, tôi tự hỏi liệu có vui không khi thực hiện chuyến tham quan ẩm thực này một mình? Đọc thêm",
            "Chào Sigrun. Cảm ơn bạn vì một câu hỏi hay về việc đi một mình. Trên thực tế, các chuyến tham quan riêng của chúng tôi được hướng dẫn bởi các sinh viên trẻ địa phương, những người đã được đào tạo rất cẩn thận và họ sẽ là người bạn địa phương của bạn trong suốt chuyến tham quan nên tôi nghĩ sẽ ổn nếu bạn là người muốn khám phá ẩm thực đường phố và cuộc sống địa phương một cách riêng tư và nếu bạn là người như vậy. một người hâm mộ nhóm lớn và muốn gặp gỡ những khách du lịch khác nên tôi không khuyên bạn nên tham gia tour. \n\nChúc các bạn có một kỳ nghỉ vui vẻ tại Việt Nam. \n\nChúc mừng.\n\nNgười đàn ông ẩm thực đường phố Vinnie.Đọc thêm",
            "CHÀO. Chồng tôi bị dị ứng thực phẩm. Anh ấy bị dị ứng với tỏi, mù tạt và nấm. Anh ta không thể ăn thịt đã ướp tỏi hoặc bất kỳ sản phẩm nào được liệt kê, cũng như không thể ăn chúng ở dạng nấu chín. Sẽ rất khó để tham dự một trong những chuyến tham quan ẩm thực của bạn. Trân trọng HeatherĐọc thêm",
            "Thưa bà Heather,\n\nCảm ơn bạn đã liên hệ với Street Food Man. Trên thực tế, chúng tôi có thể cung cấp các món ăn không cần tỏi và thịt cho chồng bạn và đảm bảo bạn và chồng sẽ tận hưởng trọn vẹn trải nghiệm cùng chúng tôi trong chuyến du lịch. :\n\nTrân trọng,\n\nNhóm Người Ẩm thực Đường phốĐọc thêm",
            "Chuyến tham quan tuyệt vời với những món ăn ngon như vậy cho phép bạn thực sự thấy cách người dân Việt Nam sống và thưởng thức những món ăn thực sự, hướng dẫn tuyệt vời Mirol đặc biệt giới thiệu cho mọi lứa tuổi Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn Helen! Chúng tôi thực sự đánh giá cao nó _. \nBạn đã viết cho chúng tôi một bài đánh giá trong Phần Câu hỏi Trả lời, vì vậy bạn có thể vui lòng viết lại bài đánh giá cho Mirold trong Phần Đánh giá không? Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và chúng tôi hy vọng được gặp lại bạn. ;Đọc thêm"
        ],
        "star_ratings": [
            4019,
            28,
            0,
            2,
            1
        ],
        "review_amount": 4050,
        "location": [
            "Người đàn ông thức ăn đường phố",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10117391-Reviews-or50-Street_Food_Man-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or40-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or60-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17382563-Reviews-Evy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14776389-Reviews-Provincial_Table_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26683776-Reviews-Line_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754912-Reviews-V_explore_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25006681-Reviews-Hazgen_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8040226-Reviews-Colours_of_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4412980-Reviews-CGV_Yongsan-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g190379-d3606283-Reviews-Mackenzie_Beach-Larnaca_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10314431-Reviews-Delta_Sky_Club-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41802-d2294213-Reviews-Sandwich_Boardwalk-Sandwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g2146174-d11698434-Reviews-Legon_Botanical_Gardens-Legon_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g652060-d7113474-Reviews-Sutomore_Beach-Sutomore_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d2266807-Reviews-Sabeto_Hot_Springs_and_Mud_Pool-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g187291-d257371-Reviews-Porsche_Museum-Stuttgart_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g55925-d12612005-Reviews-Antique_Alley_Texas-Grandview_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2412238-d14155440-Reviews-Sungai_Tekala_Recreation_Forest-Semenyih_Selangor.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or60-Street_Food_Man-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or50-Street_Food_Man-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Street Food Man",
        "attraction_name_vi": "Người đàn ông thức ăn đường phố",
        "general_info": [
            "3.988 đánh giá",
            "21 trên 380 Đồ ăn thức uống tại TP.HCM",
            "Những chuyến đi bộ",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Xin chào - Xin chao đến từ Việt Nam! Tôi là Vinny Vi, người sáng lập Street Food Man, cũng là một Vlogger ẩm thực đường phố và ẩm thực đường phố Việt Nam là niềm đam mê lớn nhất của tôi từ trước đến nay. Tôi tạo ra những tour này với mục đích đưa khách du lịch từ khắp nơi trên thế giới khám phá Sài Gòn, nếm thử những món ăn đường phố Việt Nam nơi xa lạ và trải nghiệm cuộc sống của người dân địa phương. Ngắm nhìn khung cảnh, âm thanh và mùi vị của Sài Gòn khi những hướng dẫn viên nhiệt tình của tôi đưa bạn qua những con hẻm và con phố khuất mà bạn sẽ không thể tự mình tìm thấy.Đọc thêm",
        "reviews": [
            "Rất khuyến khích thực hiện chuyến tham quan này ngay khi bạn đến Hồ Chí Minh! Đo thật la một trải nghiệm tuyệt vơi! Có rất nhiều lựa chọn du lịch ngoài kia nhưng điều này thực sự có cảm giác như bạn đang ở cùng bạn bè. Nó giúp bạn hiểu về ẩm thực, cách ăn!, văn hóa cũng như cách đối mặt với nỗi sợ hãi khi đi xe máy và nhận ra rằng nó thực sự khá an toàn và là cách tốt nhất để đi lại trong phần còn lại của chuyến đi! Hướng dẫn viên Tanya và Sadie của chúng tôi thật tuyệt vời. Thực sự có cảm giác như chúng tôi đang đi chơi với bạn bè hơn là với người hướng dẫn. 100 lời khuyên cho mọi người ở mọi lứa tuổi.Đọc thêm",
            "Sam là một hướng dẫn viên du lịch tuyệt vời. Chúng tôi rất sợ khung cảnh ẩm thực đường phố khi đến đây nhưng chúng tôi cũng chỉ cho chúng tôi những sợi dây và cũng dạy chúng tôi một số tiếng Việt khi chúng tôi ở đó. Thức ăn ở nhiều điểm dừng của chúng tôi rất ngon. Nếu không thì chúng tôi sẽ không thể có được trải nghiệm chân thực như vậy. Sam vui tính, hiểu biết và nhìn chung là một ngôi sao!Đọc thêm",
            "Toni S thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Thật tuyệt vời khi chúng tôi có thể mang đến cho bạn trải nghiệm tuyệt vời và lời cảm ơn to lớn đến Sam đáng kinh ngạc của chúng tôi, người luôn phục vụ không gì khác ngoài sự thân thiện, thông tin sâu sắc và lòng hiếu khách chân thành khi tham gia các chuyến tham quan của cô ấy và cô ấy đã làm điều đó một lần nữa với chuyến tham quan của bạn. Chất lượng của mỗi lựa chọn món ăn trong chuyến tham quan của chúng tôi luôn được ưu tiên hàng đầu và chúng tôi rất vui mừng vì bạn đều thích tất cả. Cảm ơn bạn một lần nữa vì đã lựa chọn chúng tôi và chúng tôi chúc bạn có một ngày tuyệt vời phía trước.\n \nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Wed vừa đến Sài Gòn và Grace và Tillian đã đón chúng tôi tại khách sạn để đưa chúng tôi đi tham quan một địa điểm mà chúng tôi sẽ nhớ mãi. Chúng tôi đã đến sáu địa điểm địa phương khác nhau và thưởng thức mười món ăn ngon và no bụng khác nhau. Mỗi địa điểm đều độc đáo, thú vị và đôi khi thậm chí còn giải trí. Họ đã cho chúng tôi cái nhìn sâu sắc thực sự về ẩm thực và văn hóa địa phương của người Sài Gòn và chuyến tham quan thực tế đã đưa chúng tôi đi qua khá nhiều quận mà chúng tôi có lẽ sẽ không tự mình đến. Đồ uống đã được bao gồm và thậm chí còn có cơ hội uống một loại rượu mạnh kiểu gạo tự làm của địa phương. Chủ nhà Grace và Tillian của chúng tôi thật tuyệt vời. Họ cung cấp nhiều thông tin, dễ gần và chuyên nghiệp nhưng trên hết là họ thực sự rất vui tính. Bản thân chuyến đi bằng xe tay ga khiến nó thú vị hơn nhiều so với một chuyến đi bộ và đôi khi có vẻ an toàn hơn nhiều so với việc thực sự băng qua đường bằng chân! Tôi chắc chắn sẽ giới thiệu chuyến tham quan này. Đọc thêm",
            "Đêm đầu tiên tại TP.HCM và chúng tôi đã được Catherine, Destiny và Vejo hướng dẫn và giới thiệu về Việt Nam. Chúng ta có thể nói đó là một vụ nổ và có lẽ là một trong những trải nghiệm tuyệt vời nhất từ ​​trước đến nay. Thân thiện, cởi mở và thích thú cũng như vui tính, chúng tôi rất thích chuyến đi, tất cả các trạm và Cuộc nói chuyện. Lựa chọn thực phẩm tuyệt vời và chuyến tham quan được xếp hàng tốt. Cảm ơn rất nhiều cũng cho các khuyến nghị thêm. Lời chúc tốt đẹp nhất từ ​​James Adam và PaoloĐọc thêm",
            "Tour này rất được khuyến khích cho những ai muốn phiêu lưu một chút nhưng có yêu cầu về chế độ ăn uống. Robert và Vân là những người hướng dẫn xuất sắc - ấm áp, nhiều thông tin và vui vẻ! Họ khiến chúng tôi cảm thấy rất thoải mái mặc dù đây là lần đầu tiên chúng tôi đến Sài Gòn và trong một chuyến du lịch như thế này. Từ lần liên hệ đầu tiên qua WhatsApp cho đến khi kết thúc, chuyến tham quan đã được quản lý tốt và phù hợp với không khí của buổi tối. Cảm ơn một lần nữa Robert và Vân! Đọc thêm",
            "Họ vừa là người bạn đồng hành thú vị vừa là người hướng dẫn tuyệt vời cho buổi tối thưởng thức đồ ăn đường phố của chúng tôi. Kiến thức của cô ấy về đồ ăn, sự nhiệt tình của cô ấy dành cho nó và sự quyến rũ của cô ấy trong suốt buổi tối thật là thú vị. Cô ấy đặt ra một tiêu chuẩn cao! Rất đáng để giới thiệu. Đọc thêm",
            "Paul T thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi thực sự vui mừng khi biết rằng bạn rất thích trải nghiệm với hướng dẫn viên địa phương của chúng tôi thông qua việc khám phá các địa điểm địa phương, thưởng thức các món ngon đường phố nổi tiếng cũng như tìm hiểu về văn hóa Việt Nam.\nCảm ơn bạn đã lựa chọn Street Food Man cho chuyến đi Sài Gòn cũng như giới thiệu cho mọi người. Chúng tôi rất mong được chào đón bạn quay trở lại trong thời gian sắp tới.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Cách tuyệt vời và chân thực để trải nghiệm những món ăn địa phương ngon nhất của Việt Nam!! Chúng tôi có 6 người được Harry và Tanya đón. Họ đã lên kế hoạch rất kỹ càng và chu đáo về toàn bộ hành trình. Chúng tôi đã thử khoảng 13 thứ và tất cả đều tuyệt vời: Đọc thêm",
            "Mitika K thân mến,\n\nChúng tôi rất biết ơn vì đã để lại đánh giá tuyệt vời cho chúng tôi. Thật tuyệt khi biết bạn đã có một ngày tuyệt vời với Tanya chu đáo và Harry thân thiện của chúng tôi. Đi bộ quanh các quận rất địa phương và nếm thử nhiều món ăn đường phố tuyệt vời và quan trọng nhất là có rất nhiều niềm vui trong suốt chuyến tham quan. Sự chân thực và hiểu biết về văn hóa là giá trị của chúng tôi và các hướng dẫn viên đã làm một công việc tuyệt vời để mang đến chính xác trải nghiệm với bạn, điều đó hoàn toàn đáng nhớ, chúng tôi thực sự vui vì điều đó. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi và chúng tôi chúc bạn có một ngày tuyệt vời phía trước.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man Đọc thêm",
            "Tận dụng tuyệt vời thời gian trong thời gian ngắn ở Sài Gòn. Eliot và Tanya là những người dẫn chương trình xuất sắc. Đồ ăn ngày càng ngon hơn - họ cực kỳ nhạy cảm và quan tâm đến nhu cầu của chúng tôi, ba cặp đôi trong nhóm của chúng tôi! Đọc thêm",
            "Thân gửi Prameet K,\n\nChúng tôi vô cùng vinh dự khi nhận được đánh giá tuyệt vời như vậy từ bạn, cảm ơn bạn rất nhiều vì điều đó! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tuyệt vời với Eliot và Tanya tuyệt vời của chúng tôi, những người đã dẫn dắt bạn bằng niềm đam mê, sự nhiệt tình và kiến ​​thức văn hóa sâu sắc, khám phá một Sài Gòn thực thụ với các món ăn chính thống và góc nhìn thực tế về cuộc sống địa phương. Chất lượng của từng lựa chọn thực phẩm trong chuyến tham quan của chúng tôi luôn là ưu tiên hàng đầu và chúng tôi vô cùng vui mừng khi bạn thích tất cả chúng. Cảm ơn bạn đã chọn chúng tôi và chúng tôi mong muốn được đón tiếp bạn trở lại vào lần tới! Chúc bạn một ngày tuyệt vời phía trước!\n\nTrân trọng,\nVinny Vi Nhà sáng lập Street Food Man\nĐọc thêm",
            "Chu đáo, nhiều thông tin, có sức chứa, vui vẻ, đã tìm thấy một số quán ăn thực sự không dành cho khách du lịch và thậm chí còn bao gồm một bài học về cách băng qua đường ở Việt Nam, bản thân nó đã là một cuộc phiêu lưu!Đọc thêm",
            "Thúy Tessie Alex đã nỗ lực hết mình tại mỗi điểm dừng ẩm thực để chia sẻ những nét đẹp hơn của ẩm thực Việt. Tiếng Anh của họ rất tuyệt vời và khiến chúng tôi cảm thấy rất thoải mái. Họ cũng cực kỳ thú vị và hấp dẫn.. giống như chúng tôi đang ăn tối với bạn bèĐọc thêm",
            "Michael T thân mến,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ đánh giá tích cực như vậy với chúng tôi. Thật vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời với Thúy, Tessie và Alex tuyệt vời của chúng tôi. Dạo quanh các quận địa phương, nếm thử nhiều món ăn đường phố ngon miệng và quan trọng nhất là có khoảng thời gian tuyệt vời trong suốt chuyến tham quan. Bên cạnh hành trình tuyệt vời với những món ăn địa phương ngon miệng, chúng tôi cũng cố gắng mang đến cho du khách lòng hiếu khách thực sự của văn hóa Việt Nam và chúng tôi vô cùng vui mừng khi bạn cảm nhận được những rung cảm như vậy từ những hướng dẫn viên địa phương thân thiện, đáng yêu của chúng tôi. Cảm ơn bạn đã lựa chọn Street Food Man cho chuyến đi Sài Gòn của mình. Chúng tôi mong được gặp lại bạn trong một chuyến đi khác trong tương lai!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm"
        ],
        "star_ratings": [
            4019,
            28,
            0,
            2,
            1
        ],
        "review_amount": 4050,
        "location": [
            "Người đàn ông thức ăn đường phố",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 9, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024",
            "Written May 7, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10117391-Reviews-or60-Street_Food_Man-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or50-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or70-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17382563-Reviews-Evy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14776389-Reviews-Provincial_Table_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26683776-Reviews-Line_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754912-Reviews-V_explore_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25006681-Reviews-Hazgen_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8040226-Reviews-Colours_of_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g57489-d4375396-Reviews-Lake_Laura-Basye_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1007309-d6636524-Reviews-Otok_Badija-Korcula_Town_Korcula_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60909-d124638-Reviews-Muir_Woods_National_Monument-Mill_Valley_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184840-d2398177-Reviews-Capo_Vaticano-Capo_Vaticano_Ricadi_Province_of_Vibo_Valentia_Calabria.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1148816-Reviews-Royal_City_Avenue-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g798832-d581281-Reviews-Ranua_Zoo-Ranua_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276813-Reviews-Hungarian_National_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g28930-d524800-Reviews-Emerald_Coast-Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17623952-Reviews-Las_Vegas_Ballpark-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g28930-d672192-Reviews-Morrison_Springs-Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or70-Street_Food_Man-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or60-Street_Food_Man-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Street Food Man",
        "attraction_name_vi": "Người đàn ông thức ăn đường phố",
        "general_info": [
            "3.988 đánh giá",
            "21 trên 380 Đồ ăn thức uống tại TP.HCM",
            "Những chuyến đi bộ",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Xin chào - Xin chao đến từ Việt Nam! Tôi là Vinny Vi, người sáng lập Street Food Man, cũng là một Vlogger ẩm thực đường phố và ẩm thực đường phố Việt Nam là niềm đam mê lớn nhất của tôi từ trước đến nay. Tôi tạo ra những tour này với mục đích đưa khách du lịch từ khắp nơi trên thế giới khám phá Sài Gòn, nếm thử những món ăn đường phố Việt Nam nơi xa lạ và trải nghiệm cuộc sống của người dân địa phương. Ngắm nhìn khung cảnh, âm thanh và mùi vị của Sài Gòn khi những hướng dẫn viên nhiệt tình của tôi đưa bạn qua những con hẻm và con phố khuất mà bạn sẽ không thể tự mình tìm thấy.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất với Thủy và nhóm của cô ấy! Họ rất thân thiện và vui vẻ và cũng có rất nhiều thông tin thú vị. Đó là đêm cuối cùng của chúng tôi ở Việt Nam và đây là một cách tuyệt vời để tận hưởng nó! Đây là lần đầu tiên chúng tôi dũng cảm vượt qua những con đường bằng xe tay ga cùng với hai đứa con trai của mình và chúng tôi cảm thấy như đang ở trong tay rất an toàn. Đó là một cách tuyệt vời để tham quan các khu vực của Hồ Chí Minh mà chúng ta không thể thấy và nó thật hấp dẫn! Đồ ăn rất ngon! Có rất nhiều loại đảm bảo bạn thực sự đói! và Thủy cũng rất tuyệt vời khi giải thích các món ăn. Chúng tôi thực sự đã có khoảng thời gian tuyệt vời nhất và muốn giới thiệu chuyến tham quan này cho bất kỳ ai.Đọc thêm",
            "Tôi và vợ tôi đã có trải nghiệm tuyệt vời nhất với hướng dẫn viên du lịch Alex và Mountain, đồ ăn rất ngon và lạ, tôi rất muốn giới thiệu họ làm hướng dẫn viên du lịch mà họ chỉ cho bạn và giải thích rất rõ về cách ăn đồ ăn Việt Nam trong văn hóa của họ, và họ cũng đưa bạn đến những tòa nhà cũ về cách người Việt Nam từng sống khi có chiến tranh, đó là một trải nghiệm tuyệt vời, chúng tôi cũng có những tiếng cười và những cuộc trò chuyện bất tận, họ khiến chúng tôi cảm thấy như ở nhà, nếu bạn thực sự muốn xem và hiểu về văn hóa Việt Nam, vui lòng mời họ làm hướng dẫn viên du lịch và điều tuyệt vời nhất là họ thậm chí còn dạy bạn cách nói tiếng Việt, điều đó thật thú vị, nhưng một lần nữa, cảm ơn bạn rất nhiều vì trải nghiệm tuyệt vời Alex và Mountain, đây là hướng dẫn viên du lịch đầu tiên trong đời tôi và Tôi rất thích nó!!! Đọc thêm",
            "Nếu bạn muốn trải nghiệm những món ăn ngon nhất, ăn ở nơi người dân địa phương ăn và hòa mình vào văn hóa ẩm thực của Hồ Chí Minh, thì đây là chuyến tham quan phải làm. Hướng dẫn viên Grace và Destiny của chúng tôi thật tuyệt vời, với kiến ​​thức về các quán ăn địa phương và lịch sử của thành phố, chưa kể các chuyên gia về xe tay ga. Chúng tôi ở trong tay rất an toàn. Có rất nhiều món ăn khác nhau để ăn, tất cả đều ngon. Chúng tôi đã kết thúc chuyến tham quan nặng hơn 10kg so với khi chúng tôi rời đi. Chúng tôi thực sự ấn tượng với chuyến tham quan này và các hướng dẫn viên của chúng tôi, chúng tôi thực sự khuyên bạn nên sử dụng.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan bằng xe máy riêng với Catherine, Tessie và Dasie và đã có khoảng thời gian tuyệt vời. Họ cung cấp dịch vụ không chứa gluten cho bệnh celiac của tôi trong khi đảm bảo vợ tôi có đầy đủ trải nghiệm để cả hai chúng tôi đều không bỏ lỡ cơ hội nào. Đồ ăn rất tuyệt vời, và ở một số nơi trong thành phố, tôi không thể tự tin gọi đồ ăn cho mình. Các tài xế có rất nhiều thông tin thú vị về ẩm thực và văn hóa, và luôn trò chuyện vui vẻ suốt đêm. Đi xe tay ga cũng là một cách thực sự thú vị để ngắm nhìn thành phố.Đọc thêm",
            "Robert thật tuyệt vời và cung cấp nền tảng cũng như niềm đam mê tuyệt vời về ẩm thực địa phương.  Chúng tôi nhận thấy ẩm thực địa phương có mối liên hệ chặt chẽ với văn hóa và Robert đã làm sống động điều đó khi chúng tôi đi dạo trên phố. Chúng tôi có thể giới thiệu chuyến tham quan nàyĐọc thêm",
            "Johnco thân mến,\n\nChúng tôi chắc chắn rất vui khi biết rằng bạn đã có khoảng thời gian lưu diễn tuyệt vời cùng Robert tuyệt vời của chúng tôi. Bên cạnh hành trình hoàn hảo với các món ăn địa phương ngon miệng, chúng tôi cũng cố gắng mang đến cho du khách lòng hiếu khách chân thực của văn hóa Việt Nam và chúng tôi cảm thấy hoàn toàn mãn nguyện khi bạn nhận được những rung cảm như vậy từ Robert. Chúng tôi rất vinh dự được chào đón bạn là khách mời của chúng tôi trong trải nghiệm đi dạo ẩm thực đường phố riêng tư này. Chúng tôi thực sự đánh giá cao đề xuất cho người khác. Chúc một ngày tốt lành!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Nếu tôi có thể cho chuyến lưu diễn này nhiều ngôi sao hơn thì tôi sẽ làm! Chúng tôi đã có rất nhiều niềm vui với Tessie Rena trong chuyến lưu diễn buổi tối. Nó được tổ chức tốt, vui vẻ và nhiều thông tin quan trọng nhất là ngon ngon!. Tôi cảm thấy thoải mái trong suốt thời gian đó và ngạc nhiên thú vị về lượng thức ăn mà chúng tôi đã ăn trong 4 giờ! Cảm ơn Tessie, Rena Vinny rất nhiều vì lời giới thiệu tuyệt vời về Thành phố Hồ Chí Minh. Rất thích nó, rất khuyến khích! Đọc thêm",
            "Buổi tối tuyệt vời với Tillian. Kiến thức tuyệt vời về ẩm thực, đưa chúng tôi đến Quận 3 10, nơi mà chúng tôi sẽ không bao giờ tự mình tìm thấy. Chúng tôi đã vui vẻ với Tillian khi cố gắng học tiếng Việt, tôi xin lỗi vì chúng tôi không phải là những học sinh giỏi. Chúng tôi kết thúc chuyến tham quan với cái bụng rất no, hãy đảm bảo rằng bạn tham gia chuyến tham quan với cái bụng rỗng. Đã có một buổi tối tuyệt vời với Tillian. Đọc thêm",
            "Tracy D thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi thực sự vui mừng khi biết rằng bạn rất thích trải nghiệm được tổ chức bởi Tillian tuyệt vời của chúng tôi, người luôn chi tiết, giàu thông tin và quan tâm một cách chuyên nghiệp. Chúng tôi cũng rất vui vì Tillian đã mang lại trải nghiệm tuyệt vời cho bạn thông qua việc khám phá các địa điểm địa phương, thử những món ăn đường phố phổ biến nhất cũng như tìm hiểu văn hóa Việt Nam. \nCảm ơn bạn một lần nữa vì đã tham gia cùng chúng tôi và chúng tôi hy vọng sẽ gặp lại bạn vào lần khác tại Sài Gòn.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Tour rất đẹp bằng taxi và đi bộ. Cả hai hướng dẫn viên du lịch đều rất tốt và tiếng Anh rất tốt và họ rất am hiểu. Thức ăn rất chân thực và rất đẹp. Và họ đã kể cho chúng tôi rất nhiều điều về văn hóa ẩm thực và sau đó đã cho chúng tôi rất nhiều lời khuyên! Cảm ơn bạn!Đọc thêm",
            "Kính gửi Tnt H,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi thực sự vui mừng khi biết rằng bạn rất thích trải nghiệm với hướng dẫn viên địa phương của chúng tôi thông qua việc khám phá các địa điểm địa phương, thưởng thức các món ngon đường phố nổi tiếng cũng như tìm hiểu về văn hóa Việt Nam. Chất lượng của mỗi lựa chọn đồ ăn trong chuyến tham quan của chúng tôi luôn được ưu tiên hàng đầu và chúng tôi hoàn toàn vui mừng vì những hướng dẫn viên thân thiện của chúng tôi đã khiến trải nghiệm ẩm thực của bạn hoàn toàn thú vị. Cảm ơn bạn đã lựa chọn Street Food Man cho chuyến đi Sài Gòn của mình. Chúc bạn có một ngày tuyệt vời phía trước!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\n\nĐọc thêm",
            "Chúng tôi có Grace làm hướng dẫn viên cho tour ẩm thực đường phố. Grace đã đúng giờ chờ đợi ở sảnh. Cô ấy giải thích chúng tôi sẽ đi đâu và ăn gì. Chúng tôi đi taxi đến quận 3. Sau đó, chúng tôi bắt đầu tour ẩm thực đi bộ. Tất cả các món ăn đều ngon. Grace giải thích mọi món ăn chúng tôi đã ăn. Rất nhiều loại thảo mộc. Bạn chắc chắn phải đi với cái bụng đói vì có rất nhiều đồ ăn. Tôi chắc chắn sẽ giới thiệu công ty này và yêu cầu Grace làm hướng dẫn viên du lịch của bạn. Đọc thêm",
            "Michael O thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi thực sự vui mừng khi biết rằng bạn rất thích trải nghiệm được tổ chức bởi Grace đáng kinh ngạc của chúng tôi, người luôn chi tiết, giàu thông tin và quan tâm một cách chuyên nghiệp. Chúng tôi cũng rất vui vì Grace đã mang đến cho bạn trải nghiệm tuyệt vời như vậy thông qua việc khám phá các địa điểm địa phương, thử những món ăn đường phố phổ biến nhất cũng như tìm hiểu văn hóa Việt Nam. Chúng tôi cũng xin cảm ơn bạn đã giới thiệu chúng tôi với những người khác và hy vọng sớm gặp lại bạn.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\n\nĐọc thêm",
            "Sam và Quinney đưa tôi và bạn trai đi khắp TP.HCM. Chuyến tham quan ẩm thực bằng xe máy riêng này là phần yêu thích của chúng tôi trong chuyến đi đến Việt Nam. Họ là những người lái xe rất an toàn và có kinh nghiệm! Cả hai đều rất am hiểu về các món ăn và địa điểm chúng tôi ghé thăm. Đó thực sự là trải nghiệm một lần trong đời và tôi rất vui vì chúng tôi đã quyết định đặt tour. Thêm vào đó tất cả đồ ăn đều rất NGON!Đọc thêm",
            "Jeanelle G thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi chắc chắn rất vui mừng khi biết bạn đã có khoảng thời gian tuyệt vời với hướng dẫn viên tuyệt vời Sam và Quinney của chúng tôi. Mục tiêu của chúng tôi là mang lại trải nghiệm tuyệt vời thông qua việc khám phá các khu vực địa phương, thưởng thức các món ăn độc đáo và chính thống và các hướng dẫn viên đã làm rất tốt điều đó để khiến chuyến đi của bạn chắc chắn trở nên đáng nhớ. Chúng tôi chân thành đánh giá cao việc bạn đã chọn chúng tôi trong chuyến đi của mình và rất mong sớm được gặp lại bạn trong thời gian tới!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\n\nĐọc thêm",
            "Xin chào, làm thế nào tôi có thể đăng ký làm hướng dẫn viên du lịch ẩm thực ở Sài Gòn? Cảm ơnĐọc thêm",
            "Chào Huy. Cảm ơn bạn đã liên hệ. Hiện tại chúng tôi chưa tuyển dụng. Chúng tôi sẽ thông báo cho bạn khi chúng tôi cần thêm hướng dẫn viên địa phương. Cảm ơn bạn!Đọc thêm",
            "Xin chào, chuyến tham quan bắt đầu và kết thúc lúc mấy giờ?Đọc thêm",
            "Xin chào - xin chào từ Street Food Man. Chúng tôi đang thực hiện các Chuyến tham quan ẩm thực riêng bằng cách đi bộ và xe máy mà không có khách nào khác tham gia nên khách có thể chọn thời gian khởi hành mà họ muốn thực hiện chuyến tham quan từ 5h30 chiều, 6h chiều và 6h30 chiều. Tất cả các chuyến tham quan ẩm thực của chúng tôi kéo dài tổng cộng 4 giờ, tuy nhiên, điều này tùy thuộc vào khách hàng nếu bạn muốn tương tác nhiều với hướng dẫn viên địa phương để trả lời các câu hỏi không giới hạn hay dành nhiều thời gian hơn cho mỗi địa điểm, hướng dẫn viên địa phương của chúng tôi sẵn sàng đáp ứng tất cả các nhu cầu này và chuyến tham quan sẽ kéo dài 4 giờ và tất nhiên KHÔNG tính thêm bất kỳ khoản phí nào, điều này cũng khiến chúng tôi trở nên độc đáo hơn so với những người khác.\nTuy nhiên nếu du khách mệt mỏi, chúng tôi cũng linh hoạt rút ngắn thời gian tham quan nhưng vẫn đảm bảo du khách có thể thưởng thức đủ 9 món ngon địa phương. Nếu khách có bất kỳ hạn chế nào về chế độ ăn uống như không chứa gluten, hải sản hoặc thậm chí khách không thích tất cả các loại thịt, chúng tôi cũng có thể đáp ứng tất cả. Bởi vì các chuyến tham quan của chúng tôi là riêng tư nên chúng tôi có thể tùy chỉnh mọi yêu cầu của khách. \n\nCảm ơn bạn đã ghé thăm chúng tôi và tôi hy vọng bạn quyết định tận dụng trải nghiệm độc đáo này và biến nó thành của riêng bạn!\n\nTrân trọng,\n\nVinny Vi\n\nNgười đàn ông thức ăn đường phố\n\nĐường dây nóng: 84834553085\n\nWhatsappimessage: 84834553085Đọc thêm",
            "Chúng tôi đi du lịch theo nhóm 4 người. Một người trong nhóm rất dị ứng với tôm nhưng không phải các loài động vật có vỏ khác như cua, nghêu và nghêu. Dị ứng kéo dài đến việc cần phải tránh nước sốt có tôm khô. Chuyến đi bộ của bạn có thể kiểm soát được chứng dị ứng của anh ấy không?,Đọc thêm",
            "Xin chào Steven, chúng tôi có thể đáp ứng tất cả các trường hợp dị ứng thực phẩm trong chuyến tham quan và quản lý tốt nên đừng lo lắng nếu có một khách trong nhóm của bạn bị dị ứng với tôm vì chúng tôi sẽ không sắp xếp tôm cho vị khách này. Cảm ơn! Đọc thêm",
            "Chuyến đi bộ của bạn trông thật tuyệt.  Chúng tôi đi du lịch theo nhóm 4 người. Một người trong nhóm rất dị ứng với tôm nhưng không phải các loài động vật có vỏ khác như cua, trai và nghêu. Chuyến đi bộ của bạn có thể kiểm soát chứng dị ứng của anh ấy không?Đọc thêm",
            "Thưa ông Steven,\n\nLời chào từ Người đàn ông ẩm thực đường phố,\n\nCám ơn bạn đã liên lạc với chúng tôi. Đừng lo lắng, chúng tôi có thể giải quyết tình trạng dị ứng thực phẩm cho anh ấy trong chuyến lưu diễn và sắp xếp thực đơn không có tôm. \n\nTrân trọng,\n\nVinny Vi Đọc thêm",
            "Trở thành một chuyến du lịch riêng có nghĩa là vợ tôi và tôi sẽ là hai người duy nhất vì chúng tôi thích ở cùng một nhóm và cườiĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã hỏi chúng tôi. Chúng tôi thực hiện các tour du lịch riêng vì chúng tôi biết rằng chuyến tham quan ẩm thực của bạn không chỉ thú vị với những món ăn ngon mà còn là một hành trình ngắn để khám phá thành phố và tìm hiểu những câu chuyện đằng sau mỗi món ăn với người dân địa phương. Hướng dẫn viên địa phương sẽ cho bạn biết mọi thứ về món ăn bạn thử và trả lời bất kỳ câu hỏi nào bạn cần bất cứ lúc nào bạn cần vì đây là chuyến tham quan riêng.  Bạn có thể tùy chỉnh thời gian bạn muốn khởi hành và cung cấp cho chúng tôi bất kỳ yêu cầu đặc biệt nào bạn có thể có.\nTôi hy vọng bạn sẽ tận dụng trải nghiệm này và cùng chúng tôi tham gia chuyến tham quan ẩm thực nổi tiếng nhất thành phố Hồ Chí Minh.\nTrân trọng,\nNgười đàn ông ẩm thực đường phố Vinny ViĐọc thêm",
            "Xin chào, chúng tôi đang lên kế hoạch cho một chuyến đi vào tháng 9 và tự hỏi liệu chuyến đi của bạn có phù hợp với đứa con 9 tuổi của chúng tôi không? Cảm ơn. BelindaĐọc thêm",
            "Hoàn toàn miễn là cô ấy thích đồ ăn và niềm vuiĐọc thêm",
            "CHÀO. Tôi muốn đi du lịch vào ngày 5 tháng 3. Vậy nên đặt tour du lịch ẩm thực khi nào? Đọc thêm",
            "Xin chào! Cảm ơn bạn đã quan tâm đến các chuyến tham quan của chúng tôi và bạn có thể đặt tour từ bây giờ hoặc đặt trước 24 giờ. Xin vui lòng liên hệ với chúng tôi tại trang web ẩm thực đường phố nếu bạn có thêm câu hỏi. Cảm ơn! Đọc thêm",
            "Tôi đang đi du lịch với chị gái và gia đình nhưng họ có con nhỏ.\nVì vậy, tôi tự hỏi liệu có vui không nếu đi tour ẩm thực này một mình?? Đọc thêm",
            "Chào Sigrun. Cảm ơn bạn vì một câu hỏi hay về việc đi một mình. Trên thực tế, các chuyến tham quan riêng của chúng tôi được hướng dẫn bởi các sinh viên trẻ địa phương, những người đã được đào tạo rất cẩn thận và họ sẽ là người bạn địa phương của bạn trong suốt chuyến tham quan nên tôi nghĩ sẽ ổn nếu bạn là người muốn khám phá ẩm thực đường phố và cuộc sống địa phương một cách riêng tư và nếu bạn là người như vậy. một người hâm mộ nhóm lớn và muốn gặp gỡ những khách du lịch khác nên tôi không khuyên bạn nên tham gia tour. \n\nChúc các bạn có một kỳ nghỉ vui vẻ tại Việt Nam. \n\nChúc mừng.\n\nNgười đàn ông ẩm thực đường phố Vinnie.Đọc thêm",
            "CHÀO. Chồng tôi bị dị ứng thực phẩm. Anh ấy bị dị ứng với tỏi, mù tạt và nấm. Anh ta không thể ăn thịt đã ướp tỏi hoặc bất kỳ sản phẩm nào được liệt kê, cũng như không thể ăn chúng ở dạng nấu chín. Sẽ rất khó để tham dự một trong những chuyến tham quan ẩm thực của bạn. Trân trọng HeatherĐọc thêm",
            "Thưa bà Heather,\n\nCảm ơn bạn đã liên hệ với Street Food Man. Trên thực tế, chúng tôi có thể cung cấp các món ăn không cần tỏi và thịt cho chồng bạn và đảm bảo bạn và chồng sẽ tận hưởng trọn vẹn trải nghiệm cùng chúng tôi trong chuyến du lịch. :\n\nTrân trọng,\n\nNhóm Người Ẩm thực Đường phốĐọc thêm",
            "Chuyến tham quan tuyệt vời với những món ăn ngon như vậy cho phép bạn thực sự thấy cách người dân Việt Nam sống và thưởng thức những món ăn thực sự, hướng dẫn tuyệt vời Mirol đặc biệt giới thiệu cho mọi lứa tuổi Đọc thêm",
            "Cảm ơn bạn rất nhiều vì bài đánh giá tuyệt vời của bạn Helen! Chúng tôi thực sự đánh giá cao điều đó _. \nBạn đã viết cho chúng tôi một bài đánh giá trong Phần Câu hỏi Trả lời, vậy bạn có thể vui lòng viết lại bài đánh giá cho Mirold trong Phần Đánh giá không? Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và chúng tôi hy vọng sẽ gặp lại bạn. ;Đọc thêm"
        ],
        "star_ratings": [
            4019,
            28,
            0,
            2,
            1
        ],
        "review_amount": 4050,
        "location": [
            "Người đàn ông thức ăn đường phố",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written May 3, 2024",
            "Written May 3, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10117391-Reviews-or70-Street_Food_Man-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or60-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or80-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17382563-Reviews-Evy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14776389-Reviews-Provincial_Table_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26683776-Reviews-Line_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754912-Reviews-V_explore_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25006681-Reviews-Hazgen_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8040226-Reviews-Colours_of_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190778-d3162455-Reviews-Rastoke-Slunj_Karlovac_County_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d7287641-Reviews-Mall_of_the_Americas-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d6362838-Reviews-Mar_Mikhael_Neighborhood-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d2578107-Reviews-Siam_Niramit_Phuket-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g188586-d17382571-Reviews-Doloris_Meta_Maze-Tilburg_North_Brabant_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g424973-d2324162-Reviews-Stiniva_Cove-Vis_Island_of_Vis_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29551-d7809070-Reviews-Rockport_State_Park-Alpena_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9975575-Reviews-Havana_Social-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g35826-d10436554-Reviews-Flamm_Orchards-Cobden_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g56180-d11887373-Reviews-Naskila_Casino-Livingston_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or80-Street_Food_Man-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or70-Street_Food_Man-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Street Food Man",
        "attraction_name_vi": "Người đàn ông thức ăn đường phố",
        "general_info": [
            "3.988 đánh giá",
            "21 trên 380 Đồ ăn thức uống tại TP.HCM",
            "Những chuyến đi bộ",
            "Chuyến tham quan ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Xin chào - Xin chao đến từ Việt Nam! Tôi là Vinny Vi, người sáng lập Street Food Man, cũng là một Vlogger ẩm thực đường phố và ẩm thực đường phố Việt Nam là niềm đam mê lớn nhất của tôi từ trước đến nay. Tôi tạo ra những tour này với mục đích đưa khách du lịch từ khắp nơi trên thế giới khám phá Sài Gòn, nếm thử những món ăn đường phố Việt Nam nơi xa lạ và trải nghiệm cuộc sống của người dân địa phương. Ngắm nhìn khung cảnh, âm thanh và mùi vị của Sài Gòn khi những hướng dẫn viên nhiệt tình của tôi đưa bạn qua những con hẻm và con phố khuất mà bạn sẽ không thể tự mình tìm thấy.Đọc thêm",
        "reviews": [
            "Thật là một chuyến đi tuyệt vời với Sam, Grace và Nina!! Hoàn toàn yêu thích năng lượng và thông tin cơ bản của họ về tất cả các địa điểm. Tôi rất muốn giới thiệu họ!Đọc thêm",
            "Nancie thân mến,\n\nChúng tôi chắc chắn rất vui khi biết rằng bạn đã có khoảng thời gian lưu diễn tuyệt vời cùng Sam, Grace và Nina tuyệt vời của chúng tôi. Bên cạnh hành trình hoàn hảo với các món ăn ngon của địa phương, chúng tôi cũng cố gắng mang đến cho du khách lòng hiếu khách chân thực của văn hóa Việt Nam và chúng tôi cảm thấy hoàn toàn mãn nguyện khi bạn nhận được những rung cảm như vậy từ hướng dẫn viên của chúng tôi. Cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời. Chúc bạn có một ngày vui vẻ!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Rất khuyến khích chuyến tham quan ẩm thực này, đặc biệt là với hướng dẫn viên Harry Doris! Tôi cần các lựa chọn Không chứa gluten và cả hai đều đảm bảo rằng tôi có nhiều bữa ăn ngon đang chờ tôi. Hướng dẫn rất am hiểu, một cách tuyệt vời để dành một vài giờ để tìm hiểu về thực phẩm địa phương và một số lịch sử nữa. Thời gian thực sự tốt đã Đọc thêm",
            "Aeshanks thân mến,\n\nCảm ơn bạn rất nhiều vì đã đăng một bài đánh giá tuyệt vời! Chúng tôi rất vui vì bạn đã có trải nghiệm tùy chỉnh hoàn hảo với Harry và Doris cẩn thận của chúng tôi. Về mặt kỹ thuật, chúng tôi đặt sự thoải mái của khách lên hàng đầu, đặc biệt là khách bị dị ứng thực phẩm để đảm bảo họ có thể trải nghiệm đầy đủ chuyến tham quan mà không phải lo lắng về những hạn chế cá nhân và chúng tôi rất vui vì chúng tôi đã làm điều đó phù hợp với hai bạn! Chúng tôi chân thành cảm ơn quý khách đã tin tưởng và lựa chọn chúng tôi trong chuyến đi của mình. Chúc bạn một ngày tuyệt vời!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Trải nghiệm tuyệt vời với chuyến tham quan Street Food Man! Thủy, Mary, Mountain và Tina là những hướng dẫn viên phi thường khiến chuyến đi của chúng tôi không thể nào quên. Sự thân thiện, kiến ​​thức và khiếu hài hước của họ đã bổ sung rất nhiều vào trải nghiệm. Chúng tôi đã học được rất nhiều điều về ẩm thực địa phương trong khi chia sẻ nhiều tiếng cười trên đường đi. Một việc nhất định phải làm đối với bất kỳ ai ghé thăm!Đọc thêm",
            "Darcy B thân mến,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ một đánh giá tuyệt vời với chúng tôi. Những từ này có ý nghĩa rất lớn đối với hướng dẫn viên đáng yêu Thủy và nhóm của cô ấy và chắc chắn họ đã có một ngày tuyệt vời. Sự hiếu khách, kiến ​​thức văn hóa đầy thông tin và niềm đam mê là những điều mà các hướng dẫn viên đáng kinh ngạc của chúng tôi thể hiện xuất sắc và chúng tôi rất vui vì họ đã mang đến những giá trị như vậy trong một đêm thật thoải mái và thú vị với bạn. Chúng tôi cũng rất hân hạnh được trở thành người tổ chức một trong những trải nghiệm của bạn tại Việt Nam và cảm ơn rất nhiều vì sự giới thiệu của bạn cho những người khác. Chúc bạn có một ngày tuyệt vời!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\n\nĐọc thêm",
            "Thật là một trải nghiệm tuyệt vời, hướng dẫn viên Thủy và phi hành đoàn của chúng tôi đã đưa bốn người chúng tôi đi tham quan. Dịch vụ tốt nhất, hài hước và thông tin. 100 tuyệt vờiĐọc thêm",
            "Jeff B thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi chắc chắn rất vui mừng khi biết rằng bạn đã có một buổi tối tuyệt vời với hướng dẫn viên tuyệt vời Thủy và phi hành đoàn của cô ấy. Mục tiêu của chúng tôi là mang lại trải nghiệm tuyệt vời thông qua việc khám phá các khu vực địa phương, thưởng thức các món ăn độc đáo và chính thống và các hướng dẫn viên đã làm rất tốt điều đó để khiến chuyến đi của bạn chắc chắn trở nên đáng nhớ. Chúng tôi chân thành đánh giá cao việc bạn đã chọn chúng tôi trong chuyến đi này và rất mong sớm được gặp lại bạn trong thời gian tới!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\n\nĐọc thêm",
            "Bạn gái của tôi và tôi đã tham gia chuyến lưu diễn này vào ngày 27 tháng 4 năm 2024. Hướng dẫn viên du lịch của chúng tôi là Jason và Tessie. Họ thực sự vui vẻ và nói tiếng Anh hoàn hảo. Tôi cũng phải sử dụng tiếng Việt chưa hoàn hảo của mình! Haha Họ đến đón bạn và đưa bạn về khách sạn. Những món ăn và những nơi chúng tôi đã đến, bạn sẽ không thể tự mình tìm thấy những nơi này. Đây là nơi người dân địa phương đi. Nếu bạn thực sự muốn đi ra khỏi con đường du lịch, đây là chuyến tham quan dành cho bạn! Tất cả đồ ăn đều tuyệt vời! Từ bánh xèo đến bò kho và các món ăn nhẹ ngon miệng. Jason và Tessie thực sự đã chăm sóc chúng tôi, thậm chí còn lột cua! Đây là dịch vụ tuyệt vời mà bạn sẽ không thấy ở Mỹ! Giá cũng rất tốt. 98 cho cả hai chúng tôi là chi phí vào thời điểm đó. Cũng đừng quên tip cho hướng dẫn viên của bạn! Chúng tôi thực sự đã có khoảng thời gian tuyệt vời với họ và được nhìn thấy một Việt Nam thực sự! Chúng tôi sẽ làm điều đó một lần nữa. Tien và SokhwaHouston, TxĐọc thêm",
            "Kính gửi Tiến D và Sokhwa,\n\nCảm ơn bạn đã chọn Street Food Man cho một trong những trải nghiệm của mình tại thành phố Hồ Chí Minh và để lại đánh giá tuyệt vời sau khi tham gia Tour xe máy ẩm thực đường phố riêng của chúng tôi! Những phản hồi như thế này có ý nghĩa rất lớn đối với chúng tôi, đặc biệt là Jason và Tessie. Chúng tôi thực sự vui mừng khi biết bạn đã có một buổi tối tuyệt vời với họ. Tessie chu đáo và Jason thân thiện luôn là hai người hoàn hảo để dẫn dắt chuyến tham quan của chúng tôi với sự chuyên nghiệp, cẩn thận và chia sẻ quá mức cũng như niềm đam mê không thể chối cãi của họ đối với du lịch và lòng hiếu khách, khiến buổi tối của bạn trở nên thú vị và khó quên. Cảm ơn bạn một lần nữa vì đã tham gia cùng chúng tôi và chúng tôi hy vọng sẽ gặp lại bạn vào lần khác tại Sài Gòn. \n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Chuyến tham quan thật tuyệt vời, với cái nhìn sâu sắc, chi tiết về thành phố Hồ Chí Minh. Có hướng dẫn viên du lịch của chúng tôi, Sam, Vejo và Ahn đã khiến chuyến tham quan trở nên đặc biệt hơn đối với chúng tôi. Kiến thức, sự chú ý đến từng chi tiết và tính cách tuyệt vời và hài hước của họ đã khiến chúng tôi trở thành một buổi tối đặc biệt thú vị. Chúng tôi yêu thích thành phố, ẩm thực và văn hóa. Cảm ơn bạn rất nhiều.Đọc thêm",
            "Kính gửi Khám phá không có kỳ vọng,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi chắc chắn rất vui mừng khi biết bạn đã có khoảng thời gian tuyệt vời với những hướng dẫn viên tuyệt vời của chúng tôi là Sam, Vejo và Anh. Họ luôn không đặt gì ngoài niềm đam mê, tính chuyên nghiệp và nhiệt tình trong công việc và sẵn sàng lan tỏa những rung cảm đó một cách chính xác trong trải nghiệm với bạn, một trải nghiệm đầy thông tin về văn hóa và thú vị về ẩm thực. Cảm ơn bạn đã cho phép chúng tôi làm chủ nhà dẫn bạn đi vòng quanh Sài Gòn tràn đầy năng lượng của chúng tôi một cách an toàn trên xe máy và nếm thử các món ăn chính thống của địa phương. Chúng tôi rất mong được gặp lại bạn trong một chuyến du lịch khác trong tương lai!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food ManĐọc thêm",
            "Chuyến du lịch riêng của chúng tôi với Tessie và Quinney là điều đầu tiên chúng tôi làm ở Sài Gòn và đó là một quyết định tuyệt vời! Có những món ăn ngon nhất và những hướng dẫn tuyệt vời đến mức đó là điều phải làm! Chắc chắn sẽ giới thiệu cho tất cả bạn bè của chúng tôi! Cảm ơn các bạnĐọc thêm",
            "Tessie và Quinney là hướng dẫn viên của chúng tôi và họ rất tuyệt vời khi giới thiệu cả hai điểm tham quan ở Thành phố Hồ Chí Minh và cả những món ăn ngon. Chúng tôi đã rất no vào cuối chuyến đi nhưng nó rất đáng giá. Tôi khuyên bạn nên tham gia hoạt động này như một hoạt động đầu tiên trong thành phố, để bạn có thể tìm hiểu về các khu vực, quận, cũng như thưởng thức những món ăn tuyệt vời và sự đồng hành. Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời khi khám phá ẩm thực TP.HCM cùng Thủy từ Streetfood man. Tôi đang ở trong thị trấn để đi công tác và quyết định bay đến sớm hơn để giải trí và quyết định thực hiện một chuyến tham quan ẩm thực. Đó là sự lựa chọn tốt nhất mà tôi có thể thực hiện. Các lựa chọn thực phẩm rất tuyệt vời và Thủy có vẻ thực sự đam mê chia sẻ văn hóa ẩm thực của mình. Tôi tưởng mình đã biết đôi điều về món ăn Việt Nam rồi nhưng tôi vẫn còn phải học hỏi thêm rất nhiều điều mới. Vì chỉ có tôi trong chuyến lưu diễn nên tôi đồng ý với cô ấy rằng sau một thời gian, tôi cảm thấy như những người bạn tốt đang có một đêm đi chơi tuyệt vời cùng nhau. Bằng cách chia sẻ những câu chuyện cuộc đời và ước mơ của chúng tôi, một lần nữa tôi được nhắc nhở rằng dù bạn đi đâu, gặp ai, chúng ta đều giống nhau hơn là khác nhau. Tôi rất biết ơn về trải nghiệm này và chúc Thủy và Streetfood man một tương lai tươi sáng.Đọc thêm",
            "Đã có một chuyến du lịch tuyệt vời với Harry và Lucy, cả hai đều rất đam mê công việc của mình! Suốt thời gian đó, chúng tôi có cảm giác như được những người bạn thân đưa đi khắp thành phố. Họ có thể dạy chúng tôi không chỉ về những món ăn chúng tôi ăn mà còn về văn hóa và lịch sử của Việt NamHồ Chí Minh. Họ cũng có thể điều chỉnh chuyến tham quan theo nhu cầu của chúng tôi mà không gặp vấn đề gì. Tôi giới thiệu chuyến tham quan này cho bất kỳ ai và đặc biệt là hai hướng dẫn viên du lịch này. Hãy tăng lương cho hai người này!Đọc thêm",
            "Xin chào, làm thế nào tôi có thể đăng ký làm hướng dẫn viên du lịch ẩm thực ở Sài Gòn? Cảm ơnĐọc thêm",
            "Xin chào Huy. Cảm ơn bạn đã liên hệ. Hiện tại chúng tôi vẫn chưa tuyển dụng. Chúng tôi sẽ thông báo cho bạn khi chúng tôi cần thêm hướng dẫn viên địa phương. Cảm ơn bạn! Đọc thêm",
            "Xin chào, chuyến tham quan bắt đầu và kết thúc lúc mấy giờ?Đọc thêm",
            "Xin chào - xin chào từ Street Food Man. Chúng tôi đang thực hiện các Chuyến tham quan ẩm thực riêng bằng cách đi bộ và xe máy mà không có khách nào khác tham gia nên khách có thể chọn thời gian khởi hành mà họ muốn thực hiện chuyến tham quan từ 5h30 chiều, 6h chiều và 6h30 chiều. Tất cả các chuyến tham quan ẩm thực của chúng tôi kéo dài tổng cộng 4 giờ, tuy nhiên, điều này tùy thuộc vào khách hàng nếu bạn muốn tương tác nhiều với hướng dẫn viên địa phương để trả lời các câu hỏi không giới hạn hay dành nhiều thời gian hơn cho mỗi địa điểm, hướng dẫn viên địa phương của chúng tôi sẵn sàng đáp ứng tất cả các nhu cầu này và chuyến tham quan sẽ kéo dài 4 giờ và tất nhiên KHÔNG tính thêm bất kỳ khoản phí nào, điều này cũng khiến chúng tôi trở nên độc đáo hơn so với những người khác.\nTuy nhiên nếu du khách mệt mỏi, chúng tôi cũng linh hoạt rút ngắn thời gian tham quan nhưng vẫn đảm bảo du khách có thể thưởng thức đủ 9 món ngon địa phương. Nếu khách có bất kỳ hạn chế nào về chế độ ăn uống như không chứa gluten, hải sản hoặc thậm chí khách không thích tất cả các loại thịt, chúng tôi cũng có thể đáp ứng tất cả. Bởi vì các chuyến tham quan của chúng tôi là riêng tư nên chúng tôi có thể tùy chỉnh mọi yêu cầu của khách. \n\nCảm ơn bạn đã ghé thăm chúng tôi và tôi hy vọng bạn quyết định tận dụng trải nghiệm độc đáo này và biến nó thành của riêng bạn!\n\nTrân trọng,\n\nVinny Vi\n\nNgười đàn ông thức ăn đường phố\n\nĐường dây nóng: 84834553085\n\nWhatsappimessage: 84834553085Đọc thêm",
            "Chúng tôi đi du lịch theo nhóm 4 người. Một người trong nhóm rất dị ứng với tôm nhưng không phải các loài động vật có vỏ khác như cua, nghêu và nghêu. Dị ứng kéo dài đến việc cần phải tránh nước sốt có tôm khô. Chuyến đi bộ của bạn có thể kiểm soát được chứng dị ứng của anh ấy không?,Đọc thêm",
            "Xin chào Steven, chúng tôi có thể đáp ứng tất cả các trường hợp dị ứng thực phẩm trong chuyến tham quan và quản lý tốt nên đừng lo lắng nếu có một khách trong nhóm của bạn bị dị ứng với tôm vì chúng tôi sẽ không sắp xếp tôm cho vị khách này. Cảm ơn! Đọc thêm",
            "Chuyến đi bộ của bạn trông thật tuyệt.  Chúng tôi đi du lịch theo nhóm 4 người. Một người trong nhóm rất dị ứng với tôm nhưng không phải các loài động vật có vỏ khác như cua, trai và nghêu. Chuyến đi bộ của bạn có thể kiểm soát chứng dị ứng của anh ấy không?Đọc thêm",
            "Thưa ông Steven,\n\nLời chào từ Người đàn ông ẩm thực đường phố,\n\nCám ơn bạn đã liên lạc với chúng tôi. Đừng lo lắng, chúng tôi có thể giải quyết tình trạng dị ứng thực phẩm cho anh ấy trong chuyến lưu diễn và sắp xếp thực đơn không có tôm. \n\nTrân trọng,\n\nVinny Vi Đọc thêm",
            "Vì là tour riêng nên chỉ có vợ tôi và tôi đi hai người vì chúng tôi thích đi cùng nhóm và vui vẻ Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã hỏi chúng tôi. Chúng tôi thực hiện các tour du lịch riêng vì chúng tôi biết rằng chuyến tham quan ẩm thực của bạn không chỉ thú vị với những món ăn ngon mà còn là một hành trình ngắn để khám phá thành phố và tìm hiểu những câu chuyện đằng sau mỗi món ăn với người dân địa phương. Hướng dẫn viên địa phương sẽ cho bạn biết mọi thứ về món ăn bạn thử và trả lời bất kỳ câu hỏi nào bạn cần bất cứ lúc nào bạn cần vì đây là chuyến tham quan riêng.  Bạn có thể tùy chỉnh thời gian bạn muốn khởi hành và cung cấp cho chúng tôi bất kỳ yêu cầu đặc biệt nào bạn có thể có.\nTôi hy vọng bạn sẽ tận dụng trải nghiệm này và cùng chúng tôi tham gia chuyến tham quan ẩm thực nổi tiếng nhất thành phố Hồ Chí Minh.\nTrân trọng,\nNgười đàn ông ẩm thực đường phố Vinny ViĐọc thêm",
            "Xin chào, chúng tôi đang lên kế hoạch cho một chuyến đi vào tháng 9 và tự hỏi liệu chuyến đi của bạn có phù hợp với đứa con 9 tuổi của chúng tôi không? Cảm ơn. BelindaĐọc thêm",
            "Hoàn toàn miễn là cô ấy thích đồ ăn và niềm vuiĐọc thêm",
            "CHÀO. Tôi muốn đi du lịch vào ngày 5 tháng 3. Vậy nên đặt tour du lịch ẩm thực khi nào? Đọc thêm",
            "Xin chào! Cảm ơn bạn đã quan tâm đến các chuyến tham quan của chúng tôi và bạn có thể đặt tour từ bây giờ hoặc đặt trước 24 giờ. Xin vui lòng liên hệ với chúng tôi tại trang web ẩm thực đường phố nếu bạn có thêm câu hỏi. Cảm ơn! Đọc thêm",
            "Tôi đi du lịch cùng chị gái và gia đình nhưng họ có con nhỏ.\nVì vậy, tôi tự hỏi liệu có vui không khi thực hiện chuyến tham quan ẩm thực này một mình? Đọc thêm",
            "Chào Sigrun. Cảm ơn bạn vì một câu hỏi hay về việc đi một mình. Trên thực tế, các chuyến tham quan riêng của chúng tôi được hướng dẫn bởi các sinh viên trẻ địa phương, những người đã được đào tạo rất cẩn thận và họ sẽ là người bạn địa phương của bạn trong suốt chuyến tham quan nên tôi nghĩ sẽ ổn nếu bạn là người muốn khám phá ẩm thực đường phố và cuộc sống địa phương một cách riêng tư và nếu bạn là người như vậy. một người hâm mộ nhóm lớn và muốn gặp gỡ những khách du lịch khác nên tôi không khuyên bạn nên tham gia tour. \n\nChúc các bạn có một kỳ nghỉ vui vẻ tại Việt Nam. \n\nChúc mừng.\n\nNgười đàn ông ẩm thực đường phố Vinnie.Đọc thêm",
            "CHÀO. Chồng tôi bị dị ứng thực phẩm. Anh ấy bị dị ứng với tỏi, mù tạt và nấm. Anh ta không thể ăn thịt đã ướp tỏi hoặc bất kỳ sản phẩm nào được liệt kê, cũng như không thể ăn chúng ở dạng nấu chín. Sẽ rất khó để tham dự một trong những chuyến tham quan ẩm thực của bạn. Trân trọng HeatherĐọc thêm",
            "Kính gửi bà Heather,\n\nCảm ơn bà đã liên hệ với Street Food Man. Thực ra, chúng tôi có thể cung cấp thức ăn không có tỏi và thịt cho chồng bà và đảm bảo bà và chồng bà sẽ tận hưởng trọn vẹn trải nghiệm cùng chúng tôi trong chuyến tham quan. :\n\nTrân trọng,\n\nNhóm Street Food ManĐọc thêm",
            "Chuyến tham quan tuyệt vời với những món ăn ngon như vậy cho phép bạn thực sự thấy cách người dân Việt Nam sống và thưởng thức những món ăn thực sự, hướng dẫn tuyệt vời Mirol đặc biệt giới thiệu cho mọi lứa tuổi Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn Helen! Chúng tôi thực sự đánh giá cao nó _. \nBạn đã viết cho chúng tôi một bài đánh giá trong Phần Câu hỏi Trả lời, vì vậy bạn có thể vui lòng viết lại bài đánh giá cho Mirold trong Phần Đánh giá không? Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và chúng tôi hy vọng được gặp lại bạn. ;Đọc thêm"
        ],
        "star_ratings": [
            4019,
            28,
            0,
            2,
            1
        ],
        "review_amount": 4050,
        "location": [
            "Người đàn ông thức ăn đường phố",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10117391-Reviews-or80-Street_Food_Man-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or70-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or90-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17382563-Reviews-Evy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14776389-Reviews-Provincial_Table_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26683776-Reviews-Line_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754912-Reviews-V_explore_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25006681-Reviews-Hazgen_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8040226-Reviews-Colours_of_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d1519586-Reviews-Pantachou_Beach-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d109209-Reviews-Soulard_Farmers_Market-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532109-Reviews-Montauk_Point_State_Park-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d1546683-Reviews-Sitting_Bull_Falls-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g616105-d3142152-Reviews-Marche_de_Pezenas-Pezenas_Herault_Occitanie.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1627541-Reviews-Star_Avenue_at_Lotte_World-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d4085718-Reviews-Crystal_Show_Club-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23418324-Reviews-Little_Island-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g49407-d1022187-Reviews-Teach_s_Hole_Blackbeard_Exhibit-Ocracoke_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4011150-Reviews-Senses_Spa-Orlando_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or90-Street_Food_Man-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or80-Street_Food_Man-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Street Food Man",
        "attraction_name_vi": "Người đàn ông thức ăn đường phố",
        "general_info": [
            "3.988 đánh giá",
            "21 trong số 380 Đồ ăn thức uống tại Thành phố Hồ Chí Minh",
            "Những chuyến đi bộ",
            "Tour du lịch ban đêm",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Xin chào - Xin chao đến từ Việt Nam! Tôi là Vinny Vi, người sáng lập Street Food Man, cũng là một Vlogger ẩm thực đường phố và ẩm thực đường phố Việt Nam là niềm đam mê lớn nhất của tôi từ trước đến nay. Tôi tạo ra những tour này với mục đích đưa khách du lịch từ khắp nơi trên thế giới khám phá Sài Gòn, nếm thử những món ăn đường phố Việt Nam nơi xa lạ và trải nghiệm cuộc sống của người dân địa phương. Ngắm nhìn khung cảnh, âm thanh và mùi vị của Sài Gòn khi những hướng dẫn viên nhiệt tình của tôi đưa bạn qua những con hẻm và con phố khuất mà bạn sẽ không thể tự mình tìm thấy.Đọc thêm",
        "reviews": [
            "Catherine thực sự là một tài xế chuyên nghiệp và nói tiếng Anh hoàn hảo. Cô ấy dẫn tôi đi tham quan Sài Gòn và giải thích không chỉ ẩm thực mà còn rất nhiều về văn hóa Việt Nam.  Thức ăn rất ngon và chúng tôi đã ăn rất nhiều. Năm cho Catherine.Đọc thêm",
            "Đây là tour ẩm thực thứ hai của chúng tôi, mọi kỳ vọng của chúng tôi đều được đáp ứng 100%, Tanya thật tuyệt vời.. chúng tôi đã cười rất nhiều.. toàn bộ chuyến đi, Tanya giải thích mọi thứ rất rõ ràng, thực sự tuyệt vời.. Đừng ngần ngại nếu bạn đang tìm kiếm một tour tuyệt vời.. Tanya thật tuyệt vời.. Đồ ăn rất ngon.. đi dạo quanh các con phố thật tuyệt, một trải nghiệm tuyệt vời. Tôi có thể gợi ý bạn nên thực hiện tour này vào đầu kỳ nghỉ của mình để trải nghiệm tất cả các món ăn khác nhau.. Đọc thêm",
            "Đây là điểm nổi bật của chuyến đi Việt Nam của chúng tôi. Harry, Destiny và Vejo thật tuyệt vời. Chúng tôi hơi lo lắng về việc cô con gái 12 tuổi của mình đi một chiếc xe máy riêng nhưng Destiny rất tuyệt với cô ấy. Giao tiếp trước và trong chuyến đi thật tuyệt vời. Quan trọng nhất là thức ăn thật tuyệt vời, đặc biệt là bánh kếp nhỏ, cua và kem dừa. Xe máy là một cách tuyệt vời để ngắm nhìn thành phố vào ban đêm. Chúng tôi chưa bao giờ có thể nhìn thấy nhiều thành phố hoặc tự mình thử nhiều loại đồ ăn như vậy.Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan ẩm thực này! Hướng dẫn viên của tôi Catherine Đại đế thật sự rất tuyệt vời... cô ấy nhắn tin cho bạn khi đến khách sạn, nói tiếng Anh xuất sắc và thực sự lôi cuốn bạn vào cuộc trò chuyện trong khi giới thiệu cho bạn một số món ăn ngon dọc đường phố Thành phố Hồ Chí Minh. Hoàn hảo cho những người du lịch một mình... một đêm vui vẻ với nhiều món ăn khác nhau và cuộc trò chuyện trôi chảy... rất thích nó!Đọc thêm",
            "Hướng dẫn viên Anna của chúng tôi giống như người bạn thân nhất của ẩm thực của bạn. Cô ấy đón tôi và bạn trai tại khách sạn của chúng tôi và đưa chúng tôi vào một hành trình đầy hương vị tuyệt vời. Chúng tôi đã ở Việt Nam được 2 tuần nhưng phải đến chuyến đi này chúng tôi mới được nếm trải một Việt Nam đích thực! Tôi cảm thấy hơi mệt vì trời nóng và tôi đã nói với Anna khi bắt đầu chuyến tham quan. Cô ấy rất hiểu biết và đáp ứng mọi thứ nên tôi sẽ cảm thấy thoải mái. Tôi kết thúc chuyến tham quan với cảm giác tốt hơn nhiều. Cô ấy không chỉ phục vụ bạn những món ăn ngon nhất mà còn giải thích một số lịch sử và kiến ​​trúc của thành phố. Đây là chuyến tham quan không thể bỏ qua nếu bạn thích ẩm thực và thích thử những hương vị mới! Hãy để bụng đói và sẵn sàng ăn thật nhiều nhé!Đọc thêm",
            "Chúng tôi đã có một buổi tối tuyệt vời trên đường phố Thành phố Hồ Chí Minh! Đã thấy rất nhiều thứ, học được rất nhiều về đất nước này và những bữa ăn chúng tôi có và đã có những món ăn rất ngon! Họ thậm chí còn giúp tôi có thể ăn chay trong suốt thời gian và bạn tôi có thể ăn mọi thứ như thịt cá, v.v.. điều này không dễ tìm. Cảm ơn rất nhiều đến các hướng dẫn viên du lịch Grace và Thuy, các bạn đã làm cho buổi tối cuối cùng của chúng tôi ở Việt Nam trở nên đặc biệt và khó quên. Tôi thực sự muốn giới thiệu tour du lịch này Đọc thêm",
            "Marlen W thân mến,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ một đánh giá tuyệt vời với chúng tôi! Chúng tôi rất vui vì bạn đã có trải nghiệm tùy chỉnh hoàn hảo với sự hướng dẫn cẩn thận của Thủy và Grace. Về mặt kỹ thuật, chúng tôi đặt sự thoải mái của khách lên hàng đầu, đặc biệt là khách bị dị ứng thực phẩm hoặc hạn chế về chế độ ăn uống để đảm bảo họ có thể trải nghiệm đầy đủ chuyến tham quan mà không phải lo lắng về những hạn chế cá nhân và chúng tôi rất vui vì chúng tôi đã làm điều đó phù hợp với hai bạn! Thủy và Grace sẽ rất vui mừng khi nhận được phản hồi tích cực của bạn và chúng tôi cũng rất hân hạnh được trở thành người tổ chức một trong những trải nghiệm của bạn tại Việt Nam. Rất cám ơn sự giới thiệu của bạn cho người khác! Chúng tôi rất mong được gặp lại bạn vào một thời điểm khác sớm!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Đây là một trong những tour du lịch yêu thích của chúng tôi ở Việt Nam! Mọi thứ đều tuyệt vời! Thức ăn rất ngon, cảnh đẹp lạ thường và quan trọng nhất là hướng dẫn viên du lịch tuyệt vời Robert và Nina, những người đã nỗ lực hết mình để đảm bảo rằng chúng tôi có trải nghiệm tuyệt vời nhất!Đọc thêm",
            "Vera E thân mến,\n\nPhản hồi tuyệt vời của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi rất vui khi biết Robert và Nina nhiệt tình của chúng tôi đã khiến chuyến thăm của bạn trở nên khó quên và được chứng nhận là một trong những chuyến tham quan tuyệt vời nhất mà bạn đã trải nghiệm ở Việt Nam. Về mặt kỹ thuật, chúng tôi dựa trên cơ sở đến với tư cách là khách và rời đi với tư cách là một người bạn, rung cảm cho chuyến tham quan, nơi không chỉ cung cấp thông tin thực tế, lịch sử và văn hóa của Việt Nam nói chung và Sài Gòn nói riêng mà còn cả lòng hiếu khách và sự thân thiện thực sự, và chúng tôi thực sự vui mừng khi hai hướng dẫn viên đáng yêu của chúng tôi đã thực hiện được điều đó. Rất cám ơn bạn đã ghé thăm Sài Gòn thân yêu của chúng tôi và lựa chọn Street Food Man cho chuyến đi của mình. Chúc bạn có một ngày tuyệt vời phía trước!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Tillian là một hướng dẫn viên tuyệt vời, rất chu đáo và giải thích mọi thứ rất hay. Anh ấy rất chiều theo sở thích của chúng tôi. Chúng tôi thực sự muốn giới thiệu tour ẩm thực này và Tillian!Đọc thêm",
            "Tessie và Destiny là những hướng dẫn viên tuyệt vời của chúng tôi cho chuyến tham quan buổi tối; họ cực kỳ thân thiện và khiến chúng tôi cảm thấy thoải mái như thể chúng tôi đang đi ăn tối với những người bạn mà chúng tôi đã quen biết từ lâu. Trong khi tham gia chuyến lưu diễn của chúng tôi trong kỳ nghỉ lễ quốc gia và các nhà hàng rất bận rộn, chúng tôi không bao giờ cảm thấy vội vã và có nhiều thời gian để thưởng thức đồ ăn của mình, hãy để nó ổn định giữa các món ăn và đi đến các khu vực của thành phố mà chúng tôi thường không có cơ hội đến tham quan. Thật là thú vị khi được xem các chợ thực phẩm, nơi có rất nhiều người dân địa phương đến ăn uống và giao lưu, thậm chí còn được đến thăm chợ hoa nơi chúng tôi tìm hiểu về quốc hoa của Việt Nam!  Tôi khá lo lắng khi ngồi sau xe máy ở Sài Gòn nhưng Tessie và Destiny khiến chúng tôi cảm thấy thoải mái khi di chuyển trên những con phố đông đúc qua các quận. Nó hóa ra là một trong những cách yêu thích của tôi để ngắm nhìn thành phố và tôi muốn giới thiệu nó ngay cả khi bạn chưa quen với xe máy! Chúng tôi không thể yêu cầu một buổi tối đẹp hơn và đó là điểm nổi bật của Sài Gòn!Đọc thêm",
            "Esme thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi thực sự rất vui khi biết bạn đã có khoảng thời gian tuyệt vời với những người hướng dẫn tuyệt vời của chúng tôi là Tessie và Destiny, những người luôn dành trọn đam mê, sự chuyên nghiệp và nhiệt huyết vào công việc của họ và vui vẻ truyền tải những rung cảm đó chính xác trong trải nghiệm với bạn, vừa mang tính thông tin văn hóa vừa thú vị về ẩm thực. Cảm ơn bạn đã để chúng tôi làm chủ nhà, dẫn bạn đi khắp Sài Gòn năng động của chúng tôi một cách an toàn trên xe máy và thưởng thức các món ăn địa phương đích thực. Cảm ơn bạn một lần nữa vì đã tham gia cùng chúng tôi và chúng tôi hy vọng sẽ gặp lại bạn trong lần khác ở Sài Gòn!\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Đây là việc phải làm cho tất cả những người sành ăn! Hoàn toàn yêu thích mọi thứ về trải nghiệm này. Lúc đầu tôi hơi do dự về chuyến tham quan bằng xe đạp, nhưng Tanya khiến tôi cảm thấy thoải mái và an toàn và cuối cùng nó trở thành một trải nghiệm thực sự thú vị. Chúng tôi là một gia đình có ba người, vì vậy chúng tôi có ba hướng dẫn viên riêng biệt: Tanya, Tomi và Dao Lucy, tất cả đều là những người kể chuyện tuyệt vời. Chúng tôi đã học được rất nhiều điều về Việt Nam, nhận được một số lời khuyên về những việc cần làm và địa điểm ăn uống. Thức ăn rất ngon. Các phần ăn có vẻ nhỏ nhưng hãy tin tôi khi kết thúc chuyến tham quan, bạn đã no nê và sẵn sàng đi ngủ.Đọc thêm",
            "Atinisia S thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Thật tuyệt khi biết rằng bạn thích trải nghiệm được Tanya, Tomi và Lucy tuyệt vời của chúng tôi hướng dẫn, họ luôn rất chi tiết, cung cấp thông tin và chu đáo. An toàn cũng là ưu tiên hàng đầu của chúng tôi với các hướng dẫn viên lái xe khéo léo của chúng tôi điều hướng giao thông nhộn nhịp của Sài Gòn một cách chuyên nghiệp và chúng tôi rất vui khi biết rằng các hướng dẫn viên nhiệt tình của chúng tôi đã khiến chuyến thăm của bạn trở nên khó quên và chứng nhận đó là trải nghiệm tuyệt vời nhất mà bạn có được ở Sài Gòn. Cảm ơn những lời tốt đẹp của bạn và chúng tôi mong sớm được gặp lại bạn trong lần tới.\n\nTrân trọng,\nVinny Vi Người sáng lập Street Food Man\nĐọc thêm",
            "Xin chào, làm thế nào tôi có thể đăng ký làm hướng dẫn viên du lịch ẩm thực ở Sài Gòn? Cảm ơnĐọc thêm",
            "Chào Huy. Cảm ơn bạn đã liên hệ. Hiện tại chúng tôi chưa tuyển dụng. Chúng tôi sẽ thông báo cho bạn khi chúng tôi cần thêm hướng dẫn viên địa phương. Cảm ơn bạn!Đọc thêm",
            "Xin chào, chuyến tham quan bắt đầu và kết thúc lúc mấy giờ?Đọc thêm",
            "Xin chào - xin chào từ Street Food Man. Chúng tôi đang thực hiện các Chuyến tham quan ẩm thực riêng bằng cách đi bộ và xe máy mà không có khách nào khác tham gia nên khách có thể chọn thời gian khởi hành mà họ muốn thực hiện chuyến tham quan từ 5h30 chiều, 6h chiều và 6h30 chiều. Tất cả các chuyến tham quan ẩm thực của chúng tôi kéo dài tổng cộng 4 giờ, tuy nhiên, điều này tùy thuộc vào khách hàng nếu bạn muốn tương tác nhiều với hướng dẫn viên địa phương để trả lời các câu hỏi không giới hạn hay dành nhiều thời gian hơn cho mỗi địa điểm, hướng dẫn viên địa phương của chúng tôi sẵn sàng đáp ứng tất cả các nhu cầu này và chuyến tham quan sẽ kéo dài 4 giờ và tất nhiên KHÔNG tính thêm bất kỳ khoản phí nào, điều này cũng khiến chúng tôi trở nên độc đáo hơn so với những người khác.\nTuy nhiên nếu du khách mệt mỏi, chúng tôi cũng linh hoạt rút ngắn thời gian tham quan nhưng vẫn đảm bảo du khách có thể thưởng thức đủ 9 món ngon địa phương. Nếu khách có bất kỳ hạn chế nào về chế độ ăn uống như không chứa gluten, hải sản hoặc thậm chí khách không thích tất cả các loại thịt, chúng tôi cũng có thể đáp ứng tất cả. Bởi vì các chuyến tham quan của chúng tôi là riêng tư nên chúng tôi có thể tùy chỉnh mọi yêu cầu của khách. \n\nCảm ơn bạn đã ghé thăm chúng tôi và tôi hy vọng bạn quyết định tận dụng trải nghiệm độc đáo này và biến nó thành của riêng bạn!\n\nTrân trọng,\n\nVinny Vi\n\nNgười đàn ông thức ăn đường phố\n\nĐường dây nóng: 84834553085\n\nWhatsappimessage: 84834553085Đọc thêm",
            "Chúng tôi đi du lịch theo nhóm 4 người. Một người trong nhóm rất dị ứng với tôm nhưng không phải các loài động vật có vỏ khác như cua, nghêu và nghêu. Dị ứng kéo dài đến việc cần phải tránh nước sốt có tôm khô. Chuyến đi bộ của bạn có thể kiểm soát được chứng dị ứng của anh ấy không?,Đọc thêm",
            "Xin chào Steven, chúng tôi có thể đáp ứng tất cả các trường hợp dị ứng thực phẩm trong chuyến tham quan và quản lý tốt nên đừng lo lắng nếu có một khách trong nhóm của bạn bị dị ứng với tôm vì chúng tôi sẽ không sắp xếp tôm cho vị khách này. Cảm ơn! Đọc thêm",
            "Chuyến đi bộ của bạn trông thật tuyệt.  Chúng tôi đi du lịch theo nhóm 4 người. Một người trong nhóm rất dị ứng với tôm nhưng không phải các loài động vật có vỏ khác như cua, trai và nghêu. Chuyến đi bộ của bạn có thể kiểm soát chứng dị ứng của anh ấy không?Đọc thêm",
            "Thưa ông Steven,\n\nLời chào từ Người đàn ông ẩm thực đường phố,\n\nCám ơn bạn đã liên lạc với chúng tôi. Đừng lo lắng, chúng tôi có thể giải quyết tình trạng dị ứng thực phẩm cho anh ấy trong chuyến lưu diễn và sắp xếp thực đơn không có tôm. \n\nTrân trọng,\n\nVinny Vi Đọc thêm",
            "Trở thành một chuyến du lịch riêng có nghĩa là vợ tôi và tôi sẽ là hai người duy nhất vì chúng tôi thích ở cùng một nhóm và cườiĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã hỏi chúng tôi. Chúng tôi thực hiện các tour du lịch riêng vì chúng tôi biết rằng chuyến tham quan ẩm thực của bạn không chỉ thú vị với những món ăn ngon mà còn là một hành trình ngắn để khám phá thành phố và tìm hiểu những câu chuyện đằng sau mỗi món ăn với người dân địa phương. Hướng dẫn viên địa phương sẽ cho bạn biết mọi thứ về món ăn bạn thử và trả lời bất kỳ câu hỏi nào bạn cần bất cứ lúc nào bạn cần vì đây là chuyến tham quan riêng.  Bạn có thể tùy chỉnh thời gian bạn muốn khởi hành và cung cấp cho chúng tôi bất kỳ yêu cầu đặc biệt nào bạn có thể có.\nTôi hy vọng bạn sẽ tận dụng trải nghiệm này và cùng chúng tôi tham gia chuyến tham quan ẩm thực nổi tiếng nhất thành phố Hồ Chí Minh.\nTrân trọng,\nNgười đàn ông ẩm thực đường phố Vinny ViĐọc thêm",
            "Xin chào, chúng tôi đang lên kế hoạch cho một chuyến đi vào tháng 9 và tự hỏi liệu chuyến đi của bạn có phù hợp với đứa con 9 tuổi của chúng tôi không? Cảm ơn. BelindaĐọc thêm",
            "Hoàn toàn miễn là cô ấy thích đồ ăn và niềm vuiĐọc thêm",
            "Xin chào. Tôi muốn đi tham quan vào ngày 5 tháng 3. Vậy tôi nên đặt tour ẩm thực vào thời điểm nào? Đọc thêm",
            "Xin chào! Cảm ơn bạn đã quan tâm đến các chuyến tham quan của chúng tôi và bạn có thể đặt tour từ bây giờ hoặc đặt trước 24 giờ. Xin vui lòng liên hệ với chúng tôi tại trang web ẩm thực đường phố nếu bạn có thêm câu hỏi. Cảm ơn! Đọc thêm",
            "Tôi đi du lịch cùng chị gái và gia đình nhưng họ có con nhỏ.\nVì vậy, tôi tự hỏi liệu có vui không khi thực hiện chuyến tham quan ẩm thực này một mình? Đọc thêm",
            "Chào Sigrun. Cảm ơn bạn vì một câu hỏi hay về việc đi một mình. Trên thực tế, các chuyến tham quan riêng của chúng tôi được hướng dẫn bởi các sinh viên trẻ địa phương, những người đã được đào tạo rất cẩn thận và họ sẽ là người bạn địa phương của bạn trong suốt chuyến tham quan nên tôi nghĩ sẽ ổn nếu bạn là người muốn khám phá ẩm thực đường phố và cuộc sống địa phương một cách riêng tư và nếu bạn là người như vậy. một người hâm mộ nhóm lớn và muốn gặp gỡ những khách du lịch khác nên tôi không khuyên bạn nên tham gia tour. \n\nChúc các bạn có một kỳ nghỉ vui vẻ tại Việt Nam. \n\nChúc mừng.\n\nNgười đàn ông ẩm thực đường phố Vinnie.Đọc thêm",
            "CHÀO. Chồng tôi bị dị ứng thực phẩm. Anh ấy bị dị ứng với tỏi, mù tạt và nấm. Anh ta không thể ăn thịt đã ướp tỏi hoặc bất kỳ sản phẩm nào được liệt kê, cũng như không thể ăn chúng ở dạng nấu chín. Sẽ rất khó để tham dự một trong những chuyến tham quan ẩm thực của bạn. Trân trọng HeatherĐọc thêm",
            "Thưa bà Heather,\n\nCảm ơn bạn đã liên hệ với Street Food Man. Trên thực tế, chúng tôi có thể cung cấp các món ăn không cần tỏi và thịt cho chồng bạn và đảm bảo bạn và chồng sẽ tận hưởng trọn vẹn trải nghiệm cùng chúng tôi trong chuyến du lịch. :\n\nTrân trọng,\n\nNhóm Người Ẩm thực Đường phốĐọc thêm",
            "Chuyến tham quan tuyệt vời với những món ăn ngon như vậy cho phép bạn thực sự thấy cách người dân Việt Nam sống và thưởng thức những món ăn thực sự, hướng dẫn tuyệt vời Mirol đặc biệt giới thiệu cho mọi lứa tuổi Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn Helen! Chúng tôi thực sự đánh giá cao nó _. \nBạn đã viết cho chúng tôi một bài đánh giá trong Phần Câu hỏi Trả lời, vì vậy bạn có thể vui lòng viết lại bài đánh giá cho Mirold trong Phần Đánh giá không? Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và chúng tôi hy vọng được gặp lại bạn. ;Đọc thêm"
        ],
        "star_ratings": [
            4019,
            28,
            0,
            2,
            1
        ],
        "review_amount": 4050,
        "location": [
            "Người đàn ông thức ăn đường phố",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 26, 2024",
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written April 23, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d10117391-Reviews-or90-Street_Food_Man-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or80-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or100-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17382563-Reviews-Evy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14776389-Reviews-Provincial_Table_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26683776-Reviews-Line_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754912-Reviews-V_explore_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25006681-Reviews-Hazgen_Nail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8040226-Reviews-Colours_of_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2465584-Reviews-Rick_s_Restorations-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187792-d190135-Reviews-Villa_d_Este-Tivoli_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d23422116-Reviews-Golden_Skybridge-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190928-d7217783-Reviews-Isle_of_Man_Steam_Railway-Douglas_Isle_of_Man.html",
            "https://www.tripadvisor.com/Attraction_Review-g23318800-d12571101-Reviews-Teluk_Kemang_Beach-Teluk_Kemang_Port_Dickson_Negeri_Sembilan.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1060583-Reviews-X_Burlesque-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d9715126-Reviews-Brick_Lane_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1931394-d149540-Reviews-St_Lucia_Golf_Club-Cap_Estate_Gros_Islet_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147326-d147796-Reviews-Bioluminescent_Mosquito_Bay-Isla_de_Vieques_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d8775226-Reviews-Karwan_Bazar-Dhaka_City_Dhaka_Division.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or100-Street_Food_Man-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-or90-Street_Food_Man-Ho_Chi_Minh_City.html"
    }
]