[
    {
        "attraction_name": "Studio One Theaters",
        "attraction_name_vi": "Rạp chiếu phim Studio One",
        "general_info": [
            "15 đánh giá",
            "12 trên 163 Cuộc sống về đêm ở Portland",
            "Rạp chiếu phimQuán rượu",
            "Rạp chiếu phim",
            "Quán rượu"
        ],
        "attraction_summary": "Tại STUDIO ONE THEATERS, khách hàng sẽ được trải nghiệm những bộ phim chiếu đầu tiên yêu thích của họ thông qua các công nghệ nhập vai hiện đại và mới, độc quyền bao gồm Trình chiếu Laser 4K Pure và âm thanh Dolby ATMOS 128 kênh. Ngoài ra, tại Studio One Theaters, các bộ phim sẽ được thưởng thức tại một trong bảy khán phòng Penthouse độc ​​quyền của hãng, mỗi khán phòng đều có đồ nội thất được thiết kế riêng sang trọng và trang trí theo chủ đề. Sử dụng một loạt các hiệu ứng hình ảnh đặc biệt và tiện nghi sinh vật, Nhà hát Penthouse sẽ đưa bạn đến một số thành phố đẹp nhất thế giới bao gồm New York, Paris, Tokyo, Rio và Istanbul. Du khách cũng sẽ được thưởng thức trọn vẹn tại nhà hàng tại chỗ và dịch vụ 21 quầy bar với thực đơn ẩm thực thế giới và Mỹ mới được chế biến từ đầu, công thức bỏng ngô ngon, hơn 50 loại rượu vang theo ly, 12 loại bia có sẵn và thực đơn cocktail đặc biệt đầy đủ. Bên trong Studio One Theaters còn có một địa điểm giải trí nhà hàng ngồi đặc biệt mang tên Studio One Live.Đọc thêm",
        "reviews": [
            "The manager working at 3pm on 6823 wasnt much of a manager... but he did manage to scare off two of my friends from even entering the theater.  First, he used incorrect pronouns and when he was politely corrected, he raised his voice, antagonized them and intimidated them into going outside. When I decided to approach this manager after I was able to calm down my friends, I did so in a calm, respectful, and articulate manner. My friends both live with severe autism and PTSD.  An adult white man disrespecting their gender identity and raising his voice is going to be triggering--BUT I did not want to fight fire with fire. I typically enjoy seeing movies at Studio One.  It was my friends first time there.  I wanted my friends initial experience to be a good one.  I was hoping for thrm to return in the future.  So I explained all of this to the manager, even taking the blame myself for not having stepped in to mediate the debacle.  I was friendly and polite, asking that he make one small gesture as a sign of good will.  I said anything would do.  A complimentary cookiefor our scared friend who is 17 and trans, perhaps? I offered as an idea. Sadly, this man seized the opportunity to double-down on his transphobia and hate.  I tried, and I pleaded with him to be civil and help make my friends feel safe at his establishment. But he would not relent.  As I walked away, feeling embarrassed for him, his workers, and everybody who witnessed it, I said you know, youve acted like a real ahole today to which he replied no, YOURE the ahole.A nearby patron scoffed, and the workers within earshot looked shocked and disgusted by their supervisors behavior.  Some leader, huh?It was completely gross, unjustified, hateful, and 100 unprofessional. My friends do not plan on ever returning.I am saddened because I have loved this theater for a long time.  Until this man is no longer associated with Studio One, we will all be taking our business elsewhere. What an unnecessary shame.I should add:  the actual workers were exceedingly polite, helpful, and DOING THEIR JOBS.   They were all amazing and should be allowed to split up this managers salary when he is inevitably fired hopefully for this incident but, if not, there will certainly be more complaints about this hateful worm in the futureIn summary: Pretty good French Fries. And, oh my god, Across the Spiderverse, was SO GOOD!   I give the movie 5 stars. I give the fries 5 stars.I give the non-managememt workers 5 stars...And I give that scumbag manager 0 stars.Thank you for reading this!Read more",
            "Đây sẽ là cách yêu thích mới của tôi để đi xem phim. Vé trực tuyến hơi khó chịu, trang web không được kết hợp tốt nhưng nó không làm mất đi trải nghiệm thú vị mà chúng tôi có. Bạn cũng có thể mua vé trực tiếp. Giá vé ở mức trung bình, ngang bằng rạp hát thông thường. Đồ uống hơi đắt tiền, khoảng 15 ly mỗi loại nhưng ít nhất chúng rất mạnh! Chúng tôi đã không đặt món ăn nhưng nó có giá cao hơn một chút. Bỏng ngô có giá bình thường, họ sử dụng bơ thật nên hơi khác so với bỏng ngô ở rạp chiếu phim. Họ sẽ chỉ cho bạn chỗ ngồi, đưa cho bạn thực đơn và quay lại khoảng 10-15 phút sau. Ngoài ra, bạn có thể gọi đồ uống hoặc đồ ăn theo thời gian để chúng tôi có vòng thứ hai kéo dài khoảng một tiếng rưỡi. Nếu bạn muốn đồ uống hoặc đồ ăn trước thì họ có quầy bar. Nếu bạn muốn uống nước khi nó bắt đầu, hãy đến đó sớm. Chúng tôi đến đúng giờ và xem bộ phim đầu tiên khoảng 30 phút, tuy nhiên đó là một bộ phim dài 3 giờ. Cũng là một điểm cộng nếu bạn không thích đám đông hoặc trẻ em, chỉ 21 thôi. Nó giống như có ai đó đợi bạn trong một phiên bản tốt hơn của phòng khách. Bản thân nơi này trông thật tuyệt vời, thoải mái và sang trọng.Đọc thêm",
            "Cho đến nay, đây là trải nghiệm xem phim thú vị nhất mà tôi từng có! Có một số rạp chiếu phim và chúng đã được làm lại để rộng rãi và cực kỳ thoải mái. Không có ghế rạp hát, thay vào đó là những chiếc ghế, ghế dài và giường sofa thực sự thoải mái. Chúng tôi ngồi ở hàng ghế đầu, trên một chiếc giường đi-văng. Nhưng vì chúng tôi có thể nằm ngửa nên không còn cảm giác khó chịu khi nghển cổ lên xem màn hình. Tôi cởi giày ra, nằm ngửa và cực kỳ thoải mái khi xem hết bộ phim dài 3,5 giờ - bộ phim Avatar nước, định dạng 3D. Thật tuyệt vời! Đồ ăn và đồ uống, tất nhiên, đắt tiền... nhưng không giống như rạp chiếu phim. Chỉ cần nhà hàng-chi tiêu. Vé không hề đắt chút nào. Và đồ ăn và đồ uống thật tuyệt vời! Rất đáng để chi tiêu! Nhân viên phục vụ thật tuyệt vời và họ phục vụ đơn đặt hàng của chúng tôi thành hai phần, vì vậy một giờ sau buổi biểu diễn, chúng tôi đã kín đáo nhận được đồ uống thứ 2 và sa mạc. Chúng thật tuyệt! Tôi cảm thấy địa điểm này chắc chắn sẽ sớm trở nên chật kín và đắt đỏ, vì vậy tôi rất vui khi khám phá ra nó trước khi nó có giá quá cao và quá lịch trình. Tôi thực sự khuyên bạn nên trải nghiệm xem phim tại Studio One!Đọc thêm",
            "Trải nghiệm rạp hát sang trọng này là tất cả những gì chúng tôi mong đợi và còn hơn thế nữa. Mặc dù họ có một số rạp chiếu phim nhưng chúng tôi đến xem nhạc sống và điều đó không làm bạn thất vọng. Ghế thoải mái, âm thanh tuyệt vời, danh sách rượu vang đặc biệt, quầy bar đầy đủ và đồ ăn ngon. Thực đơn bữa tối đặc biệt thay đổi thường xuyên và được hiển thị trên bàn iPad...khá hấp dẫn. Không chụp được ảnh của tất cả các đĩa nhưng tin tôi đi...ngon quá! Hương vị phức tạp và những chiếc đĩa đáng yêu thể hiện sự chú ý đến từng chi tiết. Dịch vụ rất thân thiện, hiểu biết. Rất khuyến khích.Đọc thêm",
            "Tôi yêu phim ảnh và thích rạp chiếu phim nhưng nơi này không giống như những gì tôi từng đến trước đây. Mỗi rạp hát có chủ đề riêng và rất thoải mái và bạn có cảm giác như đang ở trong phòng xem riêng của mình. Dịch vụ này cũng tuyệt vời. Tôi rất ghen tị vì chúng tôi không có rạp chiếu phim này ở California.Đọc thêm",
            "Chúng tôi chuyển đến từ Portland 7 tháng trước và vẫn nhớ Studio One! Nó có chỗ ngồi chất lượng tốt nhất, âm thanh, nhân viên tốt nhất và đồ ăn rất ngon.Đọc thêm",
            "Chỗ ngồi siêu thoải mái, từ ghế tựa đến giường, nơi bạn có thể cuộn tròn cùng những người thân yêu. Âm thanh và máy chiếu rất tuyệt vời. Điều tuyệt vời nhất là nhiều buổi chiếu có 21 buổi chiếu dành cho những ai thích trải nghiệm phim không dành cho trẻ em.Đọc thêm",
            "Ba chúng tôi đi xem Downton Abbey vào chiều thứ Tư.  Chúng tôi rất tuyệt vời bởi AJ, người khi phát hiện ra đây là chuyến thăm đầu tiên của chúng tôi và chúng tôi đã có thời gian đưa chúng tôi đi tham quan toàn bộ nơi này.  Chúng tôi không vào bất kỳ phòng nào đang chiếu phim nhưng có thể xem hầu hết các rạp.  Chúng tôi đã bị mê hoặc.  Chúng tôi biết có thức ăn nên chúng tôi đói.  Nhà bếp đã không làm bạn thất vọng!  Chúng tôi đã có cà phê tuyệt vời, bia ngon, pizza, bỏng ngô và nhúng atisô.  Hãy tin tôi, bỏng ngô thật tuyệt vời.  Chắc chắn không phải là bỏng ngô rạp hát thông thường của bạn.  Chúng tôi ngồi trên những chiếc ghế tựa tuyệt vời và hai người chúng tôi tận dụng những chiếc chăn xinh xắn được cung cấp.  Tôi ngửi chăn và chúng rất sạch sẽ, mềm mại và không có mùi gì cả.  Các phòng tắm rất đẹp, xà phòng lỏng sạch sẽ và đáng yêu được cung cấp.  Trên thực tế ở mọi nơi chúng tôi nhìn mọi thứ đều sạch sẽ.  Đây là chuyến thăm đầu tiên của chúng tôi NHƯNG nó chắc chắn sẽ không phải là lần cuối cùng của chúng tôi.  Cảm ơn AJ, dấu ấn cá nhân của bạn thật hoàn hảo!Đọc thêm",
            "Nơi này thật tuyệt vời! Tôi rất buồn khi thấy rạp chiếu phim đóng cửa và không biết đi đâu cho đến khi tìm được studio một. Phong cách độc đáo, sang trọng, yêu thích cách lựa chọn chỗ ngồi khác nhau của từng phòng và phong cách. Thức ăn cũng tuyệt vời, tôi giới thiệu mọi thứ lol. Một lý do khác khiến tôi phải hướng tới: không ai dưới 21 tuổi sau 6 giờ! Điều đó có nghĩa là không có đứa trẻ nào làm gián đoạn bộ phim mà bạn đang xem! Tôi không thể nghe thấy cô chủ nhà giải thích về phòng nhưng tôi đã chụp một bức ảnh vì nó quá tuyệt vời. Các bạn! Bạn có thể ngồi xích đu và xem phim! Ngoài ra còn có những chiếc ghế lười, ghế dài thoải mái và thứ mà tôi nghĩ là 2 chiếc ghế dài có giường cỡ Queen ở phía trước. Khá tuyệt và rất đáng giá! Sẽ tiếp tục quay lại! Đọc thêm",
            "Thật là một trung tâm giải trí đầy đủ dịch vụ tuyệt vời.  Công nghệ tiên tiến kết hợp với chỗ ngồi thoải mái sang trọng nhất mang lại trải nghiệm xem phim tuyệt vời. Cộng với những món ăn ngon từ nông trại đến bàn ăn và danh sách rượu vang đáng chú ý mà chúng tôi rất thích khi xem phim.  Bức ảnh cho thấy cá bơn tươi ngon nhất mà tôi từng có bên ngoài Alaska.  Sau đó là nhạc sống trên sân khấu trong khu vực nhà hàng bar để thưởng thức đồ uống và tráng miệng sau bộ phim.  Địa điểm mới rất đỉnh cao.  Đọc thêm"
        ],
        "star_ratings": [
            13,
            1,
            0,
            0,
            1
        ],
        "review_amount": 15,
        "location": [],
        "reviews_time": [
            "Written June 8, 2023",
            "Written December 31, 2022",
            "Written December 18, 2022",
            "Written December 18, 2021",
            "Written September 26, 2021",
            "Written May 2, 2020",
            "Written March 5, 2020",
            "Written September 27, 2019",
            "Written July 27, 2019",
            "Written July 2, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52024-d16584287-Reviews-Studio_One_Theaters-Portland_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52024-d440310-Reviews-Hoho_Restaurant-Portland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52024-d461297-Reviews-DeNicola_s_Restaurant-Portland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52024-d2372085-Reviews-Salt_Straw-Portland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52024-d21225171-Reviews-Holy_Trinity_BBQ-Portland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52024-d439914-Reviews-Pho_Hung-Portland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52024-d3849376-Reviews-Gladstone_Street_Pizza-Portland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52024-d4211162-Reviews-Tecos_Fresh_Mexican_Food-Portland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52024-d11713004-Reviews-Gladstone_Street_Pub-Portland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52024-d3800177-Reviews-Ava_Gene_s-Portland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52024-d8486034-Reviews-Pinolo_Gelato-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d138002-Reviews-Crystal_Springs_Rhododendron_Garden-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d561992-Reviews-Tideman_Johnson_Park-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d137885-Reviews-Mount_Tabor_Park-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d565310-Reviews-Laurelhurst_Park-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g28958-d116954-Reviews-Columbia_River_Gorge_National_Scenic_Area-Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d8687470-Reviews-Tilikum_Crossing-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d196850-Reviews-Lan_Su_Chinese_Garden-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d7854149-Reviews-TriMet_Portland_Streetcar-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d102995-Reviews-Washington_Park-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d144023-Reviews-The_Grotto_National_Sanctuary_of_Our_Sorrowful_Mother-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d16584287-Reviews-or10-Studio_One_Theaters-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d14038454-Reviews-Domaine_Serene_Wine_Lounge_Portland-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d5835777-Reviews-The_Secret_Society-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d15220279-Reviews-Throw_Snakes_Tours-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d564091-Reviews-McMenamins_Kennedy_School-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d3570235-Reviews-The_Portland_Wine_Bar_and_Winery_Tasting_Room-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d605229-Reviews-Darcelle_s_XV-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d2359772-Reviews-Helium_Comedy_Club-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d8317043-Reviews-Culmination_Brewing-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d2229300-Reviews-Mississippi_Studios-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d632167-Reviews-Sapphire_Hotel_Bar-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d16584287-Reviews-Studio_One_Theaters-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d1806985-Reviews-Forktown_Food_Tours-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d3294787-Reviews-Backcountry_Wine_Tours-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d6781999-Reviews-Oregon_Pacific_Railroad-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d16556204-Reviews-Terran_Travels-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d6199157-Reviews-Saint_Pizza_Lounge-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d1881616-Reviews-Evergreen_Escapes_Portland-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d21037668-Reviews-Someday-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d11706803-Reviews-Division_Wines-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d7289643-Reviews-Really_Good_Stuff-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d6734876-Reviews-ReBelle_s-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d5848011-Reviews-SE_Wine_Collective-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d270042-Reviews-Bagdad_Theatre-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g56082-d4700753-Reviews-The_Lions_Club_Aquatics_Park-Killeen_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g37242-d4309255-Reviews-Tropicanoe_Cove-Lafayette_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3313609-Reviews-IFS_Cloud_Cable_Car-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d232078-Reviews-Liseberg-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4105637-Reviews-Kuli_ou_ou_Ridge_Trail-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182465-d8006100-Reviews-Maenam_Beach-Mae_Nam_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d1533303-Reviews-Sunshine_Meadows-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g678734-d3441870-Reviews-Antisamos_Beach-Sami_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g317146-d24193895-Reviews-Santa_Fe-Sosua_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g1872665-d3497980-Reviews-Lotte_Premium_Outlets_Paju_Branch-Paju_Gyeonggi_do.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52024-d16584287-Reviews-or10-Studio_One_Theaters-Portland_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52024-d16584287-Reviews-Studio_One_Theaters-Portland_Oregon.html"
    }
]