[
    {
        "attraction_name": "Sugarite Canyon State Park",
        "attraction_name_vi": "Công viên tiểu bang Sugarite Canyon",
        "general_info": [
            "144 đánh giá",
            "- 1 trong 17 điều cần làm ở Raton",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Cắm trại một đêm tại Hồ Alice CG. Camille rất hữu ích với bản đồ và đưa ra lời khuyên về đi bộ đường dài. Họ tuyên bố phòng tắm hiện đại trên trang web, nhưng bao gồm nhà vệ sinh mới có thông gió. Bây giờ nước uống được do nồng độ clo cao trong hệ thống nước CG của họ. Khu cắm trại sạch sẽ. Chúng tôi đã nhìn thấy hươu. Kiểm lâm siêu thân thiện. Dễ dựng lều trên địa điểm bằng phẳng. Sẽ giới thiệu. Đọc thêm",
        "reviews": [
            "Chúng tôi có - 4 ở Khu cắm trại Hồ Alice, nơi có điện.  Có một vòi nước vẫn được bật, đối diện với khu cắm trại để chúng tôi có thể đổ nước vào RV của mình.  Đó là một khung cảnh tuyệt đẹp và vì chúng tôi là những người duy nhất ở đó nên RẤT yên tĩnh!  Chúng tôi đã nhìn thấy hươu và linh dương khi ở đó.  Đọc thêm",
            "Chúng tôi chỉ đến thăm khoảng 1,5 giờ vào đầu tháng 6 nhưng rất ấn tượng với những gì chúng tôi thấy. Bản thân tôi đã đi bộ trên Đường mòn Tự nhiên Vista Grande - 0,8 km. RT - đến một khung cảnh khá ấn tượng, mặc dù điểm nổi bật đối với chúng tôi chắc chắn là dạo chơi bên dốc thuyền trên Hồ Maloya và tận hưởng tầm nhìn bao quát ra hồ và những ngọn núi xung quanh. Chúng tôi đã thấy khá nhiều người cắm trại vì có vẻ như đó là hoạt động phổ biến nhất mà mọi người thực hiện ở đây.Đọc thêm",
            "Theo chính sách, họ khóa cổng vào khu cắm trại Soda Pocket từ 7 giờ sáng đến 7 giờ tối quanh năm. Bạn thích đi bộ đường dài lúc hoàng hôn hay bình minh? Quá tệ!Đọc thêm",
            "Công viên lịch sử tuyệt vời về khai thác than đã được thực hiện ở đây nhiều năm trước. Không có tòa nhà đứng chỉ có một số nền móng bê tông. Rất nhiều con đường mòn đi bộ đường dài và chỉ là một niềm vui để ghé thăm. Ngoài ra còn có một khu cắm trại nhỏ ở đây rất thú vị khi cắm trại.Đọc thêm",
            "Chúng tôi đến trại muộn và Sup - t. Walters đã vượt lên trên cả dịch vụ khách hàng đưa chúng tôi đến khu cắm trại và cung cấp thông tin cho chúng tôi. Yêu nơi này, chúng tôi ở đây rất nhiều!Đọc thêm",
            "Chúng tôi đã kiểm tra kỹ lưỡng trang web trước khi lái xe đến vì công viên này hơi xa đường đi của chúng tôi. Trang web không nói gì về việc phải đặt chỗ trước. Điểm tốt: Đường lái xe vào rất đẹp. Công viên khá đẹp. Điểm xấu: Chúng tôi không vui sau khi lái xe vài dặm vào công viên, chúng tôi thấy một biển báo ghi - khu vực đặt chỗ - và một biển báo khác ghi cách duy nhất để đặt chỗ là lái xe 5-10 dặm trở lại Raton để truy cập internet. Sẽ thật tuyệt nếu thông tin đó được cung cấp tại lối vào công viên hoặc tốt hơn nữa là trên trang web, nhưng không...bạn phải lái xe vài dặm vào công viên để có được điều bất ngờ khó chịu đó.. Sau đó, người chủ trại mà chúng tôi gặp đã thực hiện một chuyến đi đặc biệt xuống con đường lái xe dài của anh ta, không phải để giúp đỡ, mà thay vào đó là nói với chúng tôi một cách khá tự mãn rằng chúng tôi không nên đến đó nếu không đặt chỗ trước, trong khi vẫn cố gắng hết sức và khá thành công khi khiến chúng tôi cảm thấy rằng chúng tôi không có lý do gì để ở đó. Sau đó, anh ta khăng khăng rằng - trang web nói rằng phải đặt chỗ trước -, điều mà như tôi đã đề cập ở trên là không đúng. Người chủ nhà đã nói với chúng tôi một cách ngắn gọn - chúc may mắn với điều đó - khi chúng tôi nói với anh ấy về kế hoạch đặt chỗ trực tuyến, mặc dù có rất nhiều địa điểm trống với các thẻ đặt chỗ đã lỗi thời. Đọc thêm",
            "Đây là lần thứ hai chúng tôi ở lại và ghé thăm Sugarite. Chúng tôi ở Soda Pocket tại địa điểm - 10 và có tầm nhìn tuyệt vời ra các bức tường hẻm núi ở phía Tây. Hẻm núi phía dưới bị cây cối che khuất. Nếu bạn muốn ngắm nhìn hẻm núi phía dưới, hãy ở xa hơn trong Soda Pocket tại các địa điểm được đánh số trong 20 - s. Hươu đi qua trại vào sáng sớm và chiều muộn. Rất nhiều chim ruồi - lấy một cái máng ăn - và ngắm chim. Mỗi địa điểm đều có một hộp gấu để đựng thức ăn, v.v., cũng như một khu vực bàn có mái che. Thích câu cá và chụp ảnh khu vực. Chúng tôi - đã ở vào tháng 10 và tháng 7 và cả hai đều là những chuyến đi tuyệt vời. Công viên được duy trì rất tốt và nhân viên rất thân thiện và hữu ích. Người tổ chức trại thật tuyệt vời!Đọc thêm",
            "Dừng lại lần đầu tiên khi đến thăm Raton.  Chỉ có vài giờ để kiểm tra mọi thứ ở công viên nhưng chúng tôi thích những gì chúng tôi thấy.  Lái xe đến Hồ Maloya và có khá nhiều người câu cá trên băng.  Đi bộ một đoạn ngắn lên Đường mòn Wapiti để ngắm cảnh và sẽ quay lại sau khi tuyết tan và chúng tôi có nhiều thời gian hơn.  Nghĩ đến việc lái xe vào Khu bảo tồn Động vật hoang dã Tiểu bang Hồ Dorothey ở Colorado nhưng sau đó nhận ra rằng mọi người trong nhóm phải có giấy phép săn bắn hoặc câu cá của Colorado hoặc giấy thông hành của tiểu bang để vào.  Điều cần biết cho các chuyến đi trong tương lai vì cần phải có thẻ ngay cả khi bạn đi bộ vào. Quay trở lại Trung tâm Du khách và nhận được một số thông tin từ Kiểm lâm ở đó.  Thông tin bên trong rất hữu ích để hiểu những gì đã xảy ra trong khu vực và số lượng người từng sống ở đó.  Đã hoàn thành đường mòn Coal Camp Ruins và phải rời đi do hết thời gian.  Rất mong được quay lại và đi bộ trên những con đường mòn cũng như khám phá quang cảnh tại Khu cắm trại Road Pocket đã đóng cửa. Sẽ rất tuyệt nếu dành một vài ngày ở đây để đạp xe, đi bộ đường dài và chèo thuyền kayak.Đọc thêm",
            "Chúng tôi đã đi theo Đường mòn Trại Than vì con trai tôi rất yêu thích các thị trấn ma. Thật là tuyệt vời khi nhìn thấy tàn tích của những ngôi nhà cũ, văn phòng bác sĩ, cửa hàng tổng hợp, v.v. Phong cảnh đẹp đến kinh ngạc và chúng tôi đã trải qua mười phút kỳ diệu khi một con diều hâu bay lượn uy nghi trên đầu cách khoảng 10 feet - gần đến mức chúng tôi có thể nhìn thấy các chi tiết về lông của nó - móng vuốt - . Đọc thêm"
        ],
        "star_ratings": [
            84,
            44,
            11,
            1,
            4
        ],
        "review_amount": 144,
        "location": [
            "Các hoạt động ở Raton",
            "New Mexico - NM -",
            "Công viên tiểu bang Sugarite Canyon",
            "Hoa Kỳ",
            "Chuột"
        ],
        "reviews_time": [
            "Written March 29, 2024",
            "Written December 28, 2023",
            "Written October 13, 2023",
            "Written May 11, 2023",
            "Written October 25, 2022",
            "Written September 6, 2022",
            "Written August 18, 2022",
            "Written July 29, 2022",
            "Written February 27, 2022",
            "Written October 10, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47169-d276915-Reviews-Sugarite_Canyon_State_Park-Raton_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d3140363-Reviews-Raton_Museum-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d4138408-Reviews-Shuler_Theater-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d4310603-Reviews-El_Raton_Theatre-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d27064088-Reviews-Roundhouse_Memorial_Park-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d27040862-Reviews-The_Old_Pass_Art_Gallery-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d21140780-Reviews-Kt_Boundary_Trail-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d276915-Reviews-or10-Sugarite_Canyon_State_Park-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d4310604-Reviews-Solano_s_Boot_Western_Wear-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d8063104-Reviews-Patchwork_Phoenix-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d15053143-Reviews-Infinite_Potential_Raton_Yoga-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d7202545-Reviews-Flat_Mountain_Trading-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d21140688-Reviews-Dulces_Encantados-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d17624857-Reviews-Buffalo_Chip-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d14146327-Reviews-Raton_Golf_Course-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d9994338-Reviews-The_Mercado-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134994-d1896861-Reviews-Kuromon_Market-Nippombashi_Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g32973-d128452-Reviews-Brannan_Island_State_Park-Rio_Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g10804710-d450973-Reviews-Karon_Beach-Karon_Beach_Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d110162-Reviews-Palos_Verdes_Scenic_Drive-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d3975419-Reviews-Bovine_Sex_Club-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g32894-d220150-Reviews-Pismo_Pier-Pismo_Beach_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d143707-Reviews-Lovers_Key_State_Park-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g196678-d4548217-Reviews-Le_Club_55-Ramatuelle_Var_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g47844-d3474013-Reviews-Kaaterskill_Falls-Haines_Falls_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d8179326-Reviews-Sheep_Lakes-Rocky_Mountain_National_Park_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47169-d276915-Reviews-or10-Sugarite_Canyon_State_Park-Raton_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47169-d276915-Reviews-Sugarite_Canyon_State_Park-Raton_New_Mexico.html"
    }
]