[
    {
        "attraction_name": "Sunshine Travel",
        "attraction_name_vi": "Du lịch Ánh Nắng",
        "general_info": [
            "33 đánh giá",
            "- 280 trên 627 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Những chuyến du lịch thuyền",
            "Các tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Vietnam Sunshine Travel chuyên về các tour trọn gói và tour theo yêu cầu, tour du thuyền... cho du khách đến Việt Nam, Lào và Campuchia. Chúng tôi được Chính phủ Việt Nam cấp phép là Công ty lữ hành quốc tế - Giấy phép số: 01-005 - TCDL-GP LHQT - có thể tổ chức các tour du lịch cho du khách trên khắp Việt Nam và trên toàn thế giới. Đặc biệt, Sunshine Travel là Chuyên gia về thị thực có thể xin thị thực cho bạn đến Việt Nam, Campuchia, Lào bất cứ lúc nào. Điều này rất hữu ích cho bạn khi Đại sứ quán không nằm ở quốc gia của bạn hoặc Đại sứ quán ở xa thị trấn của bạn. Đọc thêm",
        "reviews": [
            "Sunshine Travel Agency đã đồng hành cùng tôi và con gái trong chuyến khám phá Việt Nam từ giai đoạn lập kế hoạch đến chuyến đi thực tế. Cơ quan đã chuẩn bị sẵn mọi thứ; chỗ ở, bữa ăn, chuyến bay nội địa, tài xế, hướng dẫn viên và các hoạt động bằng ngôn ngữ mà chúng tôi lựa chọn và cung cấp cho chúng tôi hành trình chi tiết và tổng quan về chi phí. Khi đến nơi, chúng tôi đã liên lạc thường xuyên hàng ngày với đại diện đại lý, người đảm bảo chúng tôi đi đúng lịch trình và tất cả sự mong đợi của chúng tôi đã được đáp ứng. Cơ quan này thậm chí còn linh hoạt đáp ứng những thay đổi ngay tại chỗ mà chúng tôi yêu cầu để phù hợp với mức năng lượng và mong muốn đặc biệt của chúng tôi mà không phải trả thêm phí. Chúng tôi cảm thấy được hỗ trợ tốt và an toàn trong suốt chuyến đi. Chúng tôi bắt đầu chuyến thăm từ Thành phố Hồ Chí Minh, đến Nha Trang, Hội An, Hà Nội, SaPa, Ninh Bình và bao gồm cả chuyến du thuyền trên Vịnh Hạ Long. Mọi thứ diễn ra như mong đợi. Tôi giới thiệu Sunshine Travel Agency cho chuyến đi đến Việt Nam của bạn. Bạn thậm chí có thể cân nhắc việc thêm Lào và Campuchia vào hành trình của mình với cùng một đại lý. Sunshine Travel Agency có thể dựa vào mạng lưới liên hệ rộng khắp trong các khách sạn, nhà hàng và lĩnh vực du lịch để đảm bảo bạn sẽ nhận được những gì bạn mong đợi. Giao tiếp với đại lý thật dễ dàng bằng Whatsapp và email, vì vậy đừng lo lắng về múi giờ. Đặc biệt cảm ơn Mr. Mạnh Hùng đã quan tâm đặc biệt và biến chuyến đi của chúng tôi thành một kỷ niệm khó quên. Tôi sẽ không bao giờ quên.Yêu Alain.Đọc thêm",
            "Tìm được đại lý phù hợp để sắp xếp chuyến đi là điều quan trọng. Được một người bạn giới thiệu, tôi quyết định dùng thử Sunshine Travel. Viết email hỏi thăm đại lý phải kiên nhẫn. Bạn có thể cần phải viết lại một vài email và đợi họ trả lời vì nó có thể bị đưa vào thùng thư rác của họ. Tuy nhiên, sự chờ đợi là xứng đáng. Một lần, họ trả lời - người liên hệ của tôi; Mr Mạnh Hùng - , tốt hơn hết bạn nên giao tiếp trên WhatsApp để phản hồi nhanh hơn. Đại lý phản hồi kịp thời và phục vụ tuyệt vời. Chuyến đi của tôi bao trùm Sài Gòn và Mũi Né. Ở Sài Gòn, nếu bạn ở quanh Bùi Viện, bạn sẽ trải nghiệm cuộc sống về đêm kỳ lạ của Sài Gòn với những quán rượu dọc phố đi bộ và những cô gái nóng bỏng và những người đàn ông cơ bắp nhảy múa. Tất nhiên, cơ sở hạ tầng của thành phố Hồ Chí Minh rất thú vị với lịch sử. Du lịch đến Mũi Né mất 4 giờ từ TP.HCM nhưng bạn sẽ không hối tiếc. Đại lý đã sắp xếp một chiếc xe buýt ngủ để bạn thực sự có thể thư giãn hoặc thậm chí ngủ quên trong suốt hành trình và thức dậy sảng khoái để trải nghiệm Mũi Né. Nhìn chung, tôi rất biết ơn vì đã chọn Sunshine Travel, anh Mạnh Hùng để sắp xếp. Anh ấy luôn ở đó để giúp đỡ và giải quyết mọi vấn đề mà bạn gặp phải. Tôi đã yêu cầu thay đổi khách sạn vì lý do nhân sự và không có bất kỳ khoản phí nào, anh Mạnh Hùng đã đáp ứng yêu cầu của tôi. Nhờ anh Mạnh Hùng và Sunshine Travel mà tôi đã có một chuyến đi đáng nhớ.Đọc thêm",
            "Tôi vô tình liên lạc với Sunshine Travel và nhờ họ giúp tôi đặt chuyến du thuyền đến Vịnh Hạ Long. Điều đáng ngạc nhiên là chúng tôi gặp phải vấn đề với thị thực điện tử Việt Nam. Trong số bốn người chúng tôi, chỉ có hai người nhận được email cấp thị thực điện tử, trong khi hai người còn lại không nhận được thị thực điện tử cho đến ngày khởi hành. Hành trình của chúng tôi bắt đầu ở Lào, sau đó là Campuchia và cuối cùng là Việt Nam. Anh Mạnh Hùng từ Sunshine Travel luôn có mặt để hỗ trợ tôi. Anh ấy giúp tôi xác nhận rằng tất cả bốn thị thực của chúng tôi đã được chấp thuận, giúp tôi không phải trả thêm phí thị thực cho hai cá nhân ban đầu không nhận được thị thực điện tử. Khi chúng tôi đến Việt Nam, nhân viên xuất nhập cảnh đã tìm thấy visa của 2 người còn lại trên hệ thống. Hành trình đến Vịnh Hạ Long của chúng tôi rất thú vị và giá cả của chúng tốt hơn một số trang web mà chúng tôi đã kiểm tra. Chúng tôi rất biết ơn sự giúp đỡ của anh Mạnh Hùng. Chúng tôi hết lòng giới thiệu Sunshine Travel.Đọc thêm",
            "Ông Hùng đã rất hữu ích trong việc tổ chức chuyến du ngoạn Vịnh Hạ Long cho gia đình 5 người của chúng tôi. Rất chiều theo yêu cầu của chúng tôi và sắp xếp một báo giá rất cạnh tranh. Ông cũng giúp chúng tôi với các yêu cầu đi lại phát sinh khác trong kỳ nghỉ ở Việt Nam của chúng tôi. Chúng tôi đã giới thiệu Sunshine Travel cho những người khác! Đọc thêm",
            "Anh Hùng đã sắp xếp mọi việc cho chúng tôi trong chuyến đi từ Hà Nội đến Sài Gòn. Những việc này bao gồm đi tàu và xe buýt, taxi và ô tô riêng khi cần thiết và chỗ ở tại các điểm dừng khác nhau. Mọi thứ đều diễn ra hoàn hảo, không có giai đoạn nào chúng tôi thua lỗ cho bước đi tiếp theo của chúng tôi và chỗ ở là hạng nhất. Tôi không ngần ngại giới thiệu Mr Hùng và Sunshine Travel.Đọc thêm",
            "Vợ chồng tôi gặp anh Hùng lần đầu tiên cách đây 6 năm sau khi được một số người bạn từng sử dụng công ty của anh cung cấp thông tin chi tiết. Hiện chúng tôi đã sử dụng Vietnam Sunshine Travel - VST - trong 3 dịp riêng biệt và sẽ tiếp tục làm như vậy. Phản hồi nhanh chóng và chính xác đối với các email cũng như các kế hoạch sớm được hình thành dựa trên những ý tưởng khả thi cho kỳ nghỉ của bạn. Chúng tôi nói đơn giản rằng trong chuyến đi hiện tại, chúng tôi muốn bay vào Thành phố Hồ Chí Minh và sau 1 đêm sẽ đến một bãi biển nào đó. Quy tắc là khách sạn - bãi biển không được đi bộ từ khách sạn đến bãi biển. Chúng tôi đã dành 4 đêm ở Mũi Né tại khách sạn The Cliff và sau đó là 4 đêm tại khách sạn Sunrise ở Nha Trang trước khi bay trở lại TP.HCM và thêm 2 đêm nữa tại Rex - chúng tôi đã sử dụng khách sạn này trong mỗi chuyến đi trước đây nên biết rõ về nó - đồ ăn có vị trí tốt và nhân viên tuyệt vời. Ông Hùng đã sắp xếp tất cả từ khi chúng tôi khởi hành - ô tô cá nhân, đăng ký trước tại khách sạn - nó chạy như kim đồng hồ. Và các khách sạn thực sự là 5 sao và ngay trên bãi biển. Sẽ không đúng nếu tôi công bố mức giá mà chúng tôi đã thanh toán nhưng ngay cả với tư cách là người sử dụng chương trình giảm giá của Bookingdotcom, tôi cũng không thể khớp với thỏa thuận tổng thể mà ông Hùng đưa ra. Bây giờ chúng tôi đã nhìn thấy Việt Nam từ trên xuống dưới và từ trái sang phải qua VST và không ngần ngại giới thiệu Mr Hùng và Vietnam Sunshine Travel cho bất kỳ ai. Cảm ơn ông Hùng dường như quá ít để nói về những nỗ lực của ông để đảm bảo chúng tôi có những ngày lễ tuyệt vời ở Đất nước của ông. Chúng tôi sẽ quay lại và bạn sẽ được liên hệ lại để sắp xếpĐọc thêm",
            "Hãy cẩn thận khi đặt phòng qua công ty này. Chúng tôi đặt chuyến du ngoạn Vịnh Hạ Long 2 đêm. Khi chúng tôi đến Vịnh Hạ Long - cách Hà Nội 4 giờ - Sunshine Travel cho biết chuyến đi đã bị hủy và các lựa chọn của chúng tôi là quay trở lại Hà Nội hoặc đi du ngoạn trong ngày với một khoản phụ phí ngoài số tiền đặt cọc mà chúng tôi đã trả . Chúng tôi không có chỗ ở đêm đó và cũng không đưa ra bất kỳ sự trợ giúp hay hiểu biết nào. Đặt qua công ty khác.Đọc thêm",
            "Đã có một trải nghiệm tuyệt vời với Sunshine Travel - hướng dẫn viên Phát - tên tiếng Anh là Justin - người đã đưa chúng tôi đến chuyến đi cả ngày đến Ninh Bình, Tam Cốc và Hoa Lư. Anh ấy cực kỳ tận tâm và tỉ mỉ trong việc đảm bảo chúng tôi có trải nghiệm liền mạch suốt cả ngày. Phát luôn nỗ lực gắn kết và chia sẻ với chúng tôi về nguồn gốc cũng như những câu chuyện đằng sau những công trình kiến ​​trúc cổ kính và kỳ quan thiên nhiên của Việt Nam. Anh ấy đã cố gắng đưa chúng tôi đến một quán cà phê ở Hà Nội, nơi thực sự là người địa phương không có khách du lịch và có cơ hội thưởng thức cà phê Việt Nam dọc theo những con phố chật hẹp của khu phố cổ Hà Nội. Chắc chắn là một trải nghiệm bạn sẽ không muốn bỏ lỡ nếu đến Hà Nội. Hãy yêu cầu anh ấy làm người hướng dẫn cho bạn và bạn sẽ không hối tiếc!Đọc thêm",
            "Tôi đã liên lạc với Emily. Tôi yêu cầu cô ấy chỉnh sửa gói tour Saoa và gửi lại chi phí trọn gói cuối cùng để tôi có thể tạm ứng - 200 và hoàn tất việc đặt chỗ. Tôi đưa ra yêu cầu đó vào khoảng 2 giờ chiều. Hôm qua, kể từ đó, tôi không thể nhận được phản hồi qua WhatsApp, email và cuộc trò chuyện trực tuyến của bạn. Hy vọng ai đó từ văn phòng tốt của bạn có thể liên hệ với tôi để hoàn tất việc đặt chỗ và thanh toán của tôi! Tôi có thể được liên hệ qua email, tin nhắn hoặc tài khoản Viber hoặc tài khoản mũ nhỏ của tôi. Mong nhận được phản hồi từ văn phòng của bạn sớm hơn!Đọc thêm",
            "Chúng tôi đã cố gắng đặt chuyến du ngoạn Vịnh Hạ Long trực tuyến vào ngày trước khi chúng tôi muốn đi và mọi thứ đã được đặt kín chỗ. Chúng tôi quyết định đi du lịch Sunshine vì họ đã trả lời câu hỏi trực tuyến của chúng tôi rất nhanh. Các nhân viên rất thân thiện và cho chúng tôi đồ uống giải khát trong khi chờ họ sắp xếp đặt chỗ cho chúng tôi. Thật dễ dàng và họ thậm chí còn cung cấp cho chúng tôi mức giá tốt hơn mức giá chúng tôi thấy trên mạng!Đọc thêm",
            "Du thuyền có cung cấp wifi không?Đọc thêm"
        ],
        "star_ratings": [
            29,
            3,
            0,
            0,
            1
        ],
        "review_amount": 33,
        "location": [
            "Du lịch Ánh Nắng",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 14, 2024",
            "Written November 25, 2023",
            "Written November 4, 2023",
            "Written July 26, 2023",
            "Written March 3, 2020",
            "Written April 20, 2018",
            "Written April 5, 2018",
            "Written March 30, 2018",
            "Written November 13, 2017",
            "Written August 16, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6945236-Reviews-Sunshine_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6945236-Reviews-or10-Sunshine_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6945236-Reviews-or20-Sunshine_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16866293-Reviews-Ball_9-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6672214-Reviews-HTS_Tour_Transport-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12226344-Reviews-Hair_Of_The_Dog-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8773703-Reviews-La_Suite_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595676-Reviews-Base_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19321690-Reviews-Clou_thenailconcept-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11548880-Reviews-Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25444777-Reviews-Middle_Complex-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25378346-Reviews-Inverse_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10077825-Reviews-Style_Motorbikes_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4106326-Reviews-Hanoi_Easy_Rider_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4005197-Reviews-Half_man_half_noodle-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26242316-Reviews-Spring_Travel_Inn-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20034431-Reviews-String_Art_Vietnam_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15263803-Reviews-Serene_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g53518-d1875260-Reviews-Reading_Fightin_Phils_FirstEnergy_Stadium-Reading_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d320525-Reviews-Odaiba_District-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d105506-Reviews-Walden_Pond_State_Reservation-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2437651-Reviews-Canary_Wharf-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1106066-Reviews-Mandalay_Bay_Beach-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d3571313-Reviews-Musee_Curie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g2218971-d17323510-Reviews-Alphaland_Balesin_Island_Club-Polillo_Island_Quezon_Province_Calabarzon_Region_.html",
            "https://www.tripadvisor.com/Attraction_Review-g60789-d19449157-Reviews-Wind_Creek_Bethlehem_Casino-Bethlehem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g319837-d5562901-Reviews-Chittagong_Zoo-Chittagong_City_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10256593-Reviews-The_Walk_at_JBR-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6945236-Reviews-or10-Sunshine_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6945236-Reviews-Sunshine_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến khám": 0.5,
            "chuyến đi": 0.5458053039749049,
            "bữa ăn chuyến bay nội địa": 0.9854091991437599,
            "hướng dẫn viên": 0.6149714267812669,
            "chuyến thăm": 0.5,
            "chuyến": 0.5,
            "du thuyền": 0.5024779727682471,
            "vịnh": 0.6738301960402169,
            "mạng": 0.7173342170426622,
            "khách sạn nhà hàng": 0.5,
            "lĩnh vực du lịch": 0.5,
            "đại lý": 0.9927174030104652,
            "thùng": 0.5,
            "thư": 0.5,
            "mũi né": 0.5,
            "bùi viện": 0.8737691454589367,
            "quán rượu": 0.5166795812547207,
            "phố đi bộ": -0.9013943593017757,
            "hạ tầng": 0.9888411813881248,
            "lịch sử": 0.5,
            "xe": 0.5098814172670245,
            "hành trình": 0.9954535160795785,
            "khách sạn": 0.019947119057178497,
            "nhân sự": 0.7874760255217552,
            "thị thực điện tử": 0.8919271808117628,
            "nhân viên": 0.7798661320994142,
            "chuyến du ngoạn vịnh": 0.991509809566196,
            "báo giá": 0.9945229945005849,
            "kỳ nghỉ": 0.8443759127209584,
            "xe buýt taxi": 0.4763833722099662,
            "ô tô": 0.5581916403025389,
            "điểm dừng": -0.8992095701396465,
            "chỗ ở": 0.9797975600231439,
            "thành phố": 0.8737691454589367,
            "bãi biển": 0.5,
            "đồ ăn": 0.7948986394330859,
            "vị trí": 0.9945980351185426,
            "trải nghiệm": 0.9952929429709911,
            "tam cốc": 0.8737691454589367,
            "hoa lư": 0.8737691454589367,
            "công trình kiến": 0.5,
            "kỳ quan thiên nhiên": 0.5,
            "quán": 0.9828120060265064,
            "cà phê": 0.9845637112157419,
            "khu phố cổ": 0.5,
            "văn phòng": 0.00380545889493078,
            "khoản mũ": 0.5150537677109241,
            "đồ uống giải": 0.5
        },
        "dicts_adj": {
            "chuyến khám": [],
            "chuyến đi": [
                "tốt",
                "an toàn",
                "suốt",
                "đặc biệt",
                "khó",
                "quan trọng",
                "rõ"
            ],
            "bữa ăn chuyến bay nội địa": [
                "chi tiết"
            ],
            "hướng dẫn viên": [
                "chi tiết"
            ],
            "chuyến thăm": [],
            "chuyến": [],
            "du thuyền": [],
            "vịnh": [
                "vô tình",
                "thú vị",
                "tốt",
                "hơn"
            ],
            "mạng": [
                "rộng",
                "khắp"
            ],
            "khách sạn nhà hàng": [],
            "lĩnh vực du lịch": [],
            "đại lý": [
                "dễ dàng",
                "quan trọng"
            ],
            "thùng": [],
            "thư": [],
            "mũi né": [],
            "bùi viện": [
                "kỳ lạ"
            ],
            "quán rượu": [
                "dọc"
            ],
            "phố đi bộ": [
                "nóng bỏng"
            ],
            "hạ tầng": [
                "thú vị"
            ],
            "lịch sử": [],
            "xe": [
                "thực sự",
                "suốt"
            ],
            "hành trình": [
                "sảng khoái"
            ],
            "khách sạn": [
                "bất kỳ",
                "rõ",
                "thực sự"
            ],
            "nhân sự": [
                "bất kỳ"
            ],
            "thị thực điện tử": [],
            "nhân viên": [
                "tuyệt vời",
                "thân thiện"
            ],
            "chuyến du ngoạn vịnh": [
                "hữu ích",
                "kín"
            ],
            "báo giá": [
                "cạnh tranh"
            ],
            "kỳ nghỉ": [
                "khác",
                "nhanh chóng",
                "chính xác",
                "sớm",
                "khả thi"
            ],
            "xe buýt taxi": [
                "riêng",
                "cần thiết"
            ],
            "ô tô": [
                "riêng",
                "cần thiết"
            ],
            "điểm dừng": [
                "khác"
            ],
            "chỗ ở": [
                "hoàn hảo"
            ],
            "thành phố": [
                "đơn giản"
            ],
            "bãi biển": [],
            "đồ ăn": [
                "tốt"
            ],
            "vị trí": [
                "tốt"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "tam cốc": [
                "tuyệt vời"
            ],
            "hoa lư": [
                "tuyệt vời"
            ],
            "công trình kiến": [],
            "kỳ quan thiên nhiên": [],
            "quán": [
                "thực sự"
            ],
            "cà phê": [
                "thực sự",
                "dọc"
            ],
            "khu phố cổ": [],
            "văn phòng": [
                "tốt",
                "sớm",
                "hơn"
            ],
            "khoản mũ": [
                "nhỏ"
            ],
            "đồ uống giải": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến khám": 1.5,
            "chuyến đi": 4.5,
            "bữa ăn chuyến bay nội địa": 1.5,
            "hướng dẫn viên": 2.0,
            "chuyến thăm": 1.5,
            "chuyến": 1.5,
            "du thuyền": 3.0,
            "vịnh": 2.5,
            "mạng": 1.5,
            "khách sạn nhà hàng": 1.5,
            "lĩnh vực du lịch": 1.5,
            "đại lý": 2.5,
            "thùng": 1,
            "thư": 1,
            "mũi né": 1.5,
            "bùi viện": 1,
            "quán rượu": 1,
            "phố đi bộ": 1,
            "hạ tầng": 1,
            "lịch sử": 1,
            "xe": 1,
            "hành trình": 1,
            "khách sạn": 1.5,
            "nhân sự": 1,
            "thị thực điện tử": 1,
            "nhân viên": 2.0,
            "chuyến du ngoạn vịnh": 2.0,
            "báo giá": 1,
            "kỳ nghỉ": 1.5,
            "xe buýt taxi": 0.5,
            "ô tô": 0.5,
            "điểm dừng": 0.5,
            "chỗ ở": 0.5,
            "thành phố": 0.5,
            "bãi biển": 0.5,
            "đồ ăn": 0.5,
            "vị trí": 0.5,
            "trải nghiệm": 0.5,
            "tam cốc": 0.5,
            "hoa lư": 0.5,
            "công trình kiến": 0.5,
            "kỳ quan thiên nhiên": 0.5,
            "quán": 0.5,
            "cà phê": 0.5,
            "khu phố cổ": 0.5,
            "văn phòng": 0.5,
            "khoản mũ": 0.5,
            "đồ uống giải": 0.5
        }
    },
    {
        "attraction_name": "Sunshine Travel",
        "attraction_name_vi": "Du lịch Ánh Nắng",
        "general_info": [
            "33 đánh giá",
            "- 280 trên 627 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Vietnam Sunshine Travel chuyên tổ chức các tour du lịch trọn gói và theo yêu cầu, tour du lịch biển... cho du khách đến Việt Nam, Lào và Campuchia. Chúng tôi được Chính phủ Việt Nam cấp phép là Công ty Điều hành Lữ hành Quốc tế - Giấy phép số: 01-005 - TCDL-GP LHQT - đơn vị có thể tổ chức các tour du lịch cho du khách khắp Việt Nam và Toàn cầu. Đặc biệt, Sunshine Travel là Chuyên gia Visa có thể xin visa cho bạn đến Việt Nam, Campuchia, Lào bất cứ lúc nào. Điều này rất hữu ích cho bạn khi Đại sứ quán không nằm ở quốc gia của bạn hoặc Đại sứ quán ở xa thị trấn của bạn.Đọc thêm",
        "reviews": [
            "Tôi đã đặt tour lặn biển - lặn ống thở nửa ngày tại Nha Trang với Vietnam Sunrise Travel và chuyến lưu trú 2 ngày - 1 đêm trên tàu Alisa Cruiser - Vịnh Hạ Long, và trải nghiệm của tôi rất tuyệt vời cho cả hai lần đặt tour về mặt giao tiếp, giá cả và mức độ dịch vụ. Linh, người liên lạc chính của tôi kể từ khi tôi bắt đầu giao tiếp với Sunshine Travel, luôn có thể liên lạc qua điện thoại khi tôi ở Việt Nam, và tôi luôn nhận được phản hồi nhanh chóng về email và các câu hỏi của mình khi đặt tour. Chắc chắn tôi sẽ giới thiệu Vietnam Sunshine Travel cho bạn bè và gia đình của tôi. Đọc thêm",
            "Chúng tôi được một người bạn đã có trải nghiệm tốt về nó trước đây khuyên nên thử du lịch Sunshine. Tôi đến từ Hồng Kông và vừa ký hợp đồng với anh Linh, người phụ trách của Sunshine, qua email trước khi đi du lịch và anh ấy đã trả lời nhanh chóng với hành trình được cung cấp. Chúng tôi đã có chuyến du lịch 5 ngày tại Hà Nội, Vịnh Hạ Long và Sapa vào đầu tháng 5. Trải nghiệm du lịch tổng thể rất suôn sẻ, thậm chí bạn có thể cảm thấy không an tâm khi chờ được đón tại khách sạn, dù chúng tôi đi đâu thì chắc chắn phải có người chăm sóc chúng tôi. Có một lần xe buýt đến muộn để đón chúng tôi đi Vịnh Hạ Long, tôi gọi điện cho anh Linh và anh ấy liền an ủi tôi bằng cách liên lạc với tài xế xe buýt và xác nhận là kẹt xe. Truyền thông rất hiệu quả và hiệu quả. Chuyến du lịch Vịnh Hạ Long và Sapa 2 ngày cũng đã được lên kế hoạch tốt. Giá cả rất hợp lý với trải nghiệm du lịch liền mạch. Rất khuyến khích.Đọc thêm",
            "Tôi được một người bạn giới thiệu sử dụng Sunshine Travel và không hề thất vọng. Chúng tôi đã có 3 tuần dường như tuyệt vời tại Việt Nam do anh Linh tổ chức. Chúng tôi đã lên kế hoạch trước cho mọi thứ và khi chúng tôi đặt chân đến Thành phố Hồ Chí Minh, dịch vụ và sự chú ý đến từng chi tiết thật tuyệt vời. Chúng tôi không thể lỗi dịch vụ chúng tôi nhận được. Chúng tôi di chuyển bằng xe giường nằm, tàu đêm, ô tô riêng. Tất cả đều hiệu quả với việc đặt vé trước, v.v. Và liên lạc thường xuyên với công ty mà bạn cảm thấy mình có một dịch vụ cá nhân. Đừng lãng phí thời gian vào kỳ nghỉ của bạn, hãy sử dụng công ty này để sắp xếp trước các nhu cầu của bạn. Không hề hối tiếc chút nào.Đọc thêm",
            "Công ty này là đại lý bán hàng của Viola Cruise Vịnh Hạ Long và tôi thấy họ đang tìm kiếm một số chuyến du thuyền trên Vịnh Hạ Long. Họ cung cấp khả năng liên lạc tuyệt vời bằng cách trò chuyện trên trang web của họ và sau đó bằng e-mail. Tôi đã đặt tour du lịch Viola Cruise 2D - 1N và rất hài lòng, Họ cũng sắp xếp visa cho tôi khi đến nơi. Một lần nữa - không có vấn đề gì. Tôi có thể giới thiệu công ty du lịch này,Đọc thêm",
            "Chúng tôi đã sử dụng Vietnam Sunshine Travel sau khi thấy các đề xuất trực tuyến và việc tổ chức và đặt vé trực tiếp cũng không hề đơn giản. Chúng tôi chủ yếu liên hệ với anh Linh qua email, - whatsapp - và cũng có cơ hội gặp trực tiếp anh ấy. Chúng tôi đặt xe, khách sạn, tàu thuyền, thị thực và tàu hỏa thông qua chúng. Mọi thứ đều hoàn hảo, đúng thời gian, đúng như mô tả. Mọi người đã gặp chúng tôi đúng giờ. Mọi người chúng tôi tiếp xúc đều thân thiện và lịch sự, kể cả tất cả các tài xế. Sử dụng Whatsapp rất hiệu quả. Ở Sapa khi đường bị đóng, họ bố trí phương tiện di chuyển thay thế nhanh chóng và hiệu quả. Tôi rất muốn giới thiệu chúng.Đọc thêm",
            "Chúng tôi đã liên lạc với Emily 1 ngày trước để có chuyến tham quan trong ngày đặc biệt đến Chùa Hoàng - chùa hương - và Đường Lâm. Chuyến tham quan được tổ chức tốt và không làm bạn thất vọng. Chùa Hoàng chúng tôi tham gia theo nhóm du lịch - 45 - khách.  Không tệ.  Nhưng chúng tôi - những người đầu tiên được đón và ngồi trên xe buýt trong 1,5 giờ để thực hiện chuyến tham quan khu phố cổ. Sau đó, tất cả đều ổn. Đường Lâm, chúng tôi đi tour riêng cho 2 khách - 140, bao gồm cả đón và trả khách tại sân bay.  Thật đáng giá khi chúng tôi được ngồi trong ngôi nhà chung cổ kính và uống trà với người chăm sóc, và ăn đồ ăn nấu tại nhà cho bữa trưa do gia đình làm rượu sake cung cấp.  Chúng tôi cảm thấy tuyệt vời như VIP. chuyến đi tiếp theo chúng tôi lên kế hoạch cho mui chua.  Đọc thêm",
            "Emily tại Sunshine Travel đã khiến chuyến đi đến Việt Nam của chúng tôi trở nên thật dễ dàng và thú vị.  Chúng tôi là một nhóm gồm 10 người - 3 người lớn, 6 thanh thiếu niên 13 - 17 tuổi và một đứa trẻ 10 tuổi.  Ít nhất thì chúng tôi cũng lo ngại về việc bị đông hơn bọn trẻ. Emily sắp xếp TẤT CẢ các chuyến đưa đón của chúng tôi đến - từ sân bay và đến - từ Vịnh Hạ Long.  Thật vui khi có tài xế đợi chúng tôi khi chúng tôi cần. Nó rất hữu ích khi chúng tôi có thể bỏ qua bẫy du lịch bắt buộc - cửa hàng mà các xe buýt khác trên đường đến Vịnh Hạ Long đang đi.  Emily cũng xử lý việc đặt chỗ của chúng tôi và đăng ký trước cho chúng tôi với Cristina Cruises cho chuyến du ngoạn Vịnh Hạ Long 1 đêm - 2 ngày.  Chúng tôi có thể đi bộ ra khỏi xe buýt riêng - xe tải và đi thẳng đến bến tàu...không cần dừng lại hay làm thủ tục giấy tờ nào giữa đó.  Phối hợp kỳ nghỉ của chúng tôi tại Hà Nội - Vịnh Hạ Long với Emily tại Sunshine Travel giống như nhấn nút Dễ dàng.  Tôi chắc chắn sẽ liên hệ với Emily để hỗ trợ cho những chuyến đi Việt Nam sau này.  Đọc thêm",
            "Xin chào từ Malaysia. Thật là một niềm vui lớn khi được đi du lịch cùng Sunshine Tours. Chúng tôi hiện đã trở về đất nước an toàn. Một lần nữa tôi muốn cảm ơn các bạn vì dịch vụ tuyệt vời và chu đáo trong suốt chuyến đi của chúng tôi. Chúng tôi rất trân trọng vì các bạn đã dành thêm một dặm để sắp xếp cho chúng tôi một phòng để tắm rửa trước chuyến đi đến Sapa vào buổi tối muộn và một phòng suite khác sau khi trở về Hà Nội vào sáng sớm để chúng tôi tắm rửa trước khi bắt đầu chuyến tham quan Hà Nội mà không mất thêm chi phí. Chúng tôi cũng đã có khoảng thời gian rất thú vị và bổ ích với hướng dẫn viên Tom - Nguyen Truong - người rất dễ chịu - Quanh Hà Nội - Tam Cốc -. Hướng dẫn viên Phung của chúng tôi trên Viola Cruise cũng tốt như vậy và anh ấy cũng rất kiên nhẫn và hữu ích. Tôi chắc chắn sẽ xem xét đặt lại với các bạn. Chen 19 - 26 tháng 3 năm 2016 Đọc thêm",
            "Được đón từ khách sạn của chúng tôi ở Hà Nội và lái xe buýt nhỏ lên thuyền. Đó là một chuyến đi dài nhưng chúng tôi đã được hướng dẫn viên Lucky Hoi giúp đỡ. Anh ấy khuyến khích chúng tôi giới thiệu bản thân với những du khách khác, điều này đã phá vỡ sự bối rối khi chúng tôi lên thuyền. Chuyến đi được tổ chức tốt và có nhiều việc phải làm nếu bạn muốn tham gia. Khung cảnh rất đẹp, chiếc thuyền tuyệt vời và đồ ăn thì tuyệt vời. Lucky đã giúp chúng tôi giải trí trong suốt chuyến tham quan và bạn có thể nói rằng anh ấy yêu công việc của mình vì anh ấy rất nhiệt tình và hiểu biết. Một chuyến đi tuyệt vời và muốn giới thiệu nó cho bất cứ ai. Cảm ơn bạn Lucky.Đọc thêm",
            "Tôi đã đặt chuyến tham quan 7 ngày này trên trang web và mọi thứ đều ổn và rõ ràng về thông tin và thanh toán. Khi tôi đến Lào, một hướng dẫn viên và một tài xế đang đợi tôi ở sân bay Pakse, nơi chuyến tham quan của tôi bắt đầu. Tôi có 3 hướng dẫn viên và tài xế khác nhau và tất cả họ đều là những người tốt bụng và hiểu rất rõ công việc của họ. Họ luôn cố gắng giúp đỡ tôi và làm những điều tốt nhất cho tôi. Những khách sạn nơi tôi ở là những khách sạn tiêu chuẩn nhưng trông thậm chí còn đẹp hơn vì các phòng đều sạch sẽ, thoải mái và bữa sáng luôn được phục vụ theo kiểu tự chọn. Những nơi tôi đến đều là những nơi có trong chương trình. Tôi thực sự rất thích chuyến đi này và muốn giới thiệu nó cho những ai muốn trải nghiệm hương vị thực sự của Lào, với những phong cảnh hấp dẫn, con người tử tế và nền văn hóa tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            29,
            3,
            0,
            0,
            1
        ],
        "review_amount": 33,
        "location": [
            "Du lịch Ánh Nắng",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written July 11, 2017",
            "Written May 4, 2017",
            "Written March 1, 2017",
            "Written February 28, 2017",
            "Written October 18, 2016",
            "Written July 31, 2016",
            "Written March 31, 2016",
            "Written March 29, 2016",
            "Written March 21, 2016",
            "Written March 5, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6945236-Reviews-or10-Sunshine_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6945236-Reviews-Sunshine_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6945236-Reviews-or20-Sunshine_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16866293-Reviews-Ball_9-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6672214-Reviews-HTS_Tour_Transport-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12226344-Reviews-Hair_Of_The_Dog-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8773703-Reviews-La_Suite_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595676-Reviews-Base_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19321690-Reviews-Clou_thenailconcept-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11548880-Reviews-Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25444777-Reviews-Middle_Complex-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25378346-Reviews-Inverse_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10077825-Reviews-Style_Motorbikes_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4106326-Reviews-Hanoi_Easy_Rider_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4005197-Reviews-Half_man_half_noodle-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26242316-Reviews-Spring_Travel_Inn-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20034431-Reviews-String_Art_Vietnam_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15263803-Reviews-Serene_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d1580863-Reviews-Ocean_City_Beach-Ocean_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g58709-d12398232-Reviews-Ilani-Ridgefield_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g4813352-d3378359-Reviews-Grasshopper_Point_Picnic_Area-Village_of_Oak_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d17656932-Reviews-The_Forest_Park-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g34882-d14015020-Reviews-Dick_s_Creek_Falls-Dahlonega_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297913-d2305304-Reviews-Cultural_Heritage_Centre-Arusha_Arusha_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d1554339-Reviews-Palma_Aquarium-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g4463188-d10807613-Reviews-Yali_Beach-Giannades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553593-Reviews-Frere_Hall-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d5826878-Reviews-Sharjah_Jubail_Fish_Market-Sharjah_Emirate_of_Sharjah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6945236-Reviews-or20-Sunshine_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6945236-Reviews-or10-Sunshine_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "tour": 0.9944980627624318,
            "lặn biển": 0.9947014154167846,
            "chuyến lưu trú": 0.995313961408101,
            "trải nghiệm": 0.9926265400717966,
            "dịch vụ": 0.5469228588982434,
            "chuyến du lịch": 0.9870985527522862,
            "trải nghiệm du lịch": 0.8737691454589367,
            "khách sạn": -0.009211635115207173,
            "xe buýt": -0.4602501152548939,
            "tài": 0.5,
            "xế xe buýt": 0.5,
            "chuyến du lịch vịnh": 0.9930081169586629,
            "giá cả": 0.8737691454589367,
            "thành phố": 0.8737691454589367,
            "xe giường nằm": 0.5229625608772039,
            "dịch vụ cá": 0.36816477216780186,
            "kỳ nghỉ": 0.9089820729568601,
            "đại lý": 0.5,
            "chuyến": 0.5,
            "du thuyền": 0.5,
            "vịnh": 0.5,
            "tour du lịch": 0.9954717691289261,
            "ty du lịch": 0.9944032061612234,
            "xe": 0.5046961884945631,
            "tàu thuyền": 0.5,
            "phương tiện di chuyển": 0.9825794524513185,
            "chuyến tham": 0.6809388636611402,
            "chùa hoàng - chùa hương -": 0.8737691454589367,
            "chuyến tham quan": 0.8682794265041593,
            "chùa hoàng": 0.8199347760528326,
            "chuyến tham quan khu phố": 0.7039438588544726,
            "sân bay": 0.5144223279009262,
            "ngôi nhà": 0.752054373268038,
            "đồ ăn nấu": 0.5,
            "cho": 0.5,
            "bữa trưa": 0.5,
            "chuyến đi": 0.7939562562814293,
            "cho mui": 0.5,
            "chuyến đưa": 0.5,
            "bẫy du lịch": -0.9740871724206954,
            "chuyến du ngoạn vịnh": 0.8736696187406778,
            "bến tàu": 0.5,
            "đất": 0.9808527720160782,
            "tắm rửa": 0.9315240911673754,
            "phòng": 0.932156935101375,
            "hướng dẫn viên": 0.28418297383986,
            "tam cốc": 0.8737691454589367,
            "hướng dẫn viên phung": 0.9955591874313541,
            "khung cảnh": 0.8737691454589367,
            "đồ ăn": 0.9954700215021148,
            "tài xế": 0.713319063729917,
            "bữa sáng": 0.5,
            "phong cảnh": -0.9713498202618212,
            "nền văn hóa": 0.9933756485115737
        },
        "dicts_adj": {
            "tour": [
                "tuyệt vời"
            ],
            "lặn biển": [
                "tuyệt vời"
            ],
            "chuyến lưu trú": [
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "tốt"
            ],
            "dịch vụ": [
                "tuyệt vời",
                "tuyệt vời",
                "chu đáo",
                "suốt"
            ],
            "chuyến du lịch": [],
            "trải nghiệm du lịch": [
                "suôn sẻ",
                "an tâm"
            ],
            "khách sạn": [
                "chắc chắn",
                "nhỏ",
                "đẹp",
                "hơn",
                "sạch sẽ",
                "thoải mái",
                "đẹp",
                "hơn",
                "sạch sẽ",
                "thoải mái"
            ],
            "xe buýt": [
                "muộn",
                "khác",
                "nhỏ"
            ],
            "tài": [],
            "xế xe buýt": [],
            "chuyến du lịch vịnh": [
                "tốt"
            ],
            "giá cả": [
                "hợp lý"
            ],
            "thành phố": [
                "tuyệt vời"
            ],
            "xe giường nằm": [],
            "dịch vụ cá": [
                "thường xuyên"
            ],
            "kỳ nghỉ": [],
            "đại lý": [],
            "chuyến": [],
            "du thuyền": [],
            "vịnh": [],
            "tour du lịch": [
                "hài lòng"
            ],
            "ty du lịch": [],
            "xe": [
                "cổ",
                "riêng"
            ],
            "tàu thuyền": [],
            "phương tiện di chuyển": [
                "nhanh chóng"
            ],
            "chuyến tham": [
                "đặc biệt"
            ],
            "chùa hoàng - chùa hương -": [
                "đặc biệt"
            ],
            "chuyến tham quan": [
                "tốt",
                "suốt",
                "có thể",
                "nhiệt tình",
                "ổn",
                "rõ ràng"
            ],
            "chùa hoàng": [],
            "chuyến tham quan khu phố": [
                "cổ"
            ],
            "sân bay": [
                "riêng"
            ],
            "ngôi nhà": [
                "chung"
            ],
            "đồ ăn nấu": [],
            "cho": [],
            "bữa trưa": [],
            "chuyến đi": [
                "dễ dàng",
                "thú vị",
                "chắc chắn",
                "dài",
                "tốt",
                "nhiều",
                "tuyệt vời",
                "thực sự"
            ],
            "cho mui": [],
            "chuyến đưa": [],
            "bẫy du lịch": [
                "khác"
            ],
            "chuyến du ngoạn vịnh": [],
            "bến tàu": [],
            "đất": [
                "an toàn"
            ],
            "tắm rửa": [
                "khác",
                "sớm"
            ],
            "phòng": [
                "khác",
                "sớm"
            ],
            "hướng dẫn viên": [
                "dễ chịu",
                "khác",
                "tốt bụng",
                "rõ"
            ],
            "tam cốc": [
                "khoảng",
                "thú vị"
            ],
            "hướng dẫn viên phung": [
                "tốt",
                "kiên nhẫn"
            ],
            "khung cảnh": [
                "đẹp",
                "tuyệt vời"
            ],
            "đồ ăn": [
                "tuyệt vời"
            ],
            "tài xế": [
                "khác",
                "tốt bụng",
                "rõ"
            ],
            "bữa sáng": [],
            "phong cảnh": [
                "tử tế"
            ],
            "nền văn hóa": [
                "tuyệt vời"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "tour": 0.5,
            "lặn biển": 0.5,
            "chuyến lưu trú": 0.5,
            "trải nghiệm": 1.0,
            "dịch vụ": 1.5,
            "chuyến du lịch": 0.5,
            "trải nghiệm du lịch": 0.5,
            "khách sạn": 2.0,
            "xe buýt": 1.5,
            "tài": 0.5,
            "xế xe buýt": 0.5,
            "chuyến du lịch vịnh": 0.5,
            "giá cả": 0.5,
            "thành phố": 0.5,
            "xe giường nằm": 0.5,
            "dịch vụ cá": 0.5,
            "kỳ nghỉ": 0.5,
            "đại lý": 0.5,
            "chuyến": 0.5,
            "du thuyền": 0.5,
            "vịnh": 1.0,
            "tour du lịch": 0.5,
            "ty du lịch": 0.5,
            "xe": 1.5,
            "tàu thuyền": 0.5,
            "phương tiện di chuyển": 0.5,
            "chuyến tham": 1.0,
            "chùa hoàng - chùa hương -": 0.5,
            "chuyến tham quan": 2.0,
            "chùa hoàng": 0.5,
            "chuyến tham quan khu phố": 0.5,
            "sân bay": 1.5,
            "ngôi nhà": 0.5,
            "đồ ăn nấu": 0.5,
            "cho": 0.5,
            "bữa trưa": 0.5,
            "chuyến đi": 2.5,
            "cho mui": 0.5,
            "chuyến đưa": 0.5,
            "bẫy du lịch": 0.5,
            "chuyến du ngoạn vịnh": 0.5,
            "bến tàu": 0.5,
            "đất": 0.5,
            "tắm rửa": 0.5,
            "phòng": 0.5,
            "hướng dẫn viên": 1.5,
            "tam cốc": 0.5,
            "hướng dẫn viên phung": 0.5,
            "khung cảnh": 0.5,
            "đồ ăn": 0.5,
            "tài xế": 0.5,
            "bữa sáng": 0.5,
            "phong cảnh": 0.5,
            "nền văn hóa": 0.5
        }
    }
]