[
    {
        "attraction_name": "Suntransfers",
        "attraction_name_vi": "Chuyển nắng",
        "general_info": [
            "27.534 đánh giá",
            "- 2 trong số 339 Phương tiện di chuyển ở Barcelona",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Suntransfers cung cấp dịch vụ đưa đón sân bay, cảng và nhà ga xe lửa đáng tin cậy, giá rẻ bằng taxi, xe khách nhỏ, xe buýt nhỏ, xe khách và xe đưa đón tại hơn 500 sân bay và cửa ngõ du lịch trên toàn thế giới. Đọc thêm",
        "reviews": [
            "Tháp Agbar tương lai nổi bật so với đường chân trời của Barcelona ở Poblenou. Không phải ngẫu nhiên mà khu vực thị trấn này là công viên công nghệ mới đăng quang của thành phố, Thung lũng Silicon thu nhỏ của riêng nó có vườn ươm công nghệ - Barcelona Activa - cũng như một loạt các công ty công nghệ cao trong nước và quốc tế. Để đáp ứng sự gia tăng của cư dân và công nhân mới, khu vực Poblenou đã chứng kiến ​​​​sự gia tăng hoạt động của các tòa nhà dân cư cao tầng mới và hai trung tâm mua sắm hàng đầu phục vụ nhu cầu của mọi người. Bầu không khí của khu vực này yên tĩnh hơn so với trung tâm thành phố và Bãi biển Bogatell thư giãn tuyệt đẹp, được người dân địa phương ưa chuộng, chỉ cách đó vài dãy nhà.Đọc thêm",
            "Tôi đã tham gia Suntransfers bốn lần ở Istanbul cho các chuyến khứ hồi đến khách sạn - sân bay. Việc đặt chỗ qua trang web rất trực quan và xác nhận được gửi ngay lập tức kèm theo hướng dẫn rất chi tiết về điểm đón - sân bay - . Đón rất đúng giờ, và xe sạch sẽ và thoải mái. Chắc chắn được đề xuất như một lựa chọn hợp lý ở Istanbul.Đọc thêm",
            "Chúng tôi đã sử dụng dịch vụ này hai lần trong chuyến đi đến Pháp, một lần trong chuyến di chuyển kéo dài 3 giờ từ CDG đến thành phố Bayeaux, sau đó cho chuyến trở về sân bay từ Paris. Chúng tôi có 7 người nên chúng tôi ở trên một chiếc xe tải lớn, cả hai chuyến đi xe đều nguyên sơ, tài xế đúng giờ và cực kỳ lịch sự. Chúng tôi chắc chắn sẽ sử dụng công ty này một lần nữa.Đọc thêm",
            "Dịch vụ cực kỳ dễ sử dụng, tài xế của chúng tôi thực sự thân thiện, rất hữu ích và đúng giờ. Cuộc hành trình thật liền mạch. Bạn thực sự không thể yêu cầu nhiều hơn nữa. Chúng tôi đã đưa đón sân bay cho 10 người với rất nhiều hành lý - một chiếc xe đạp, không có vấn đề gì với họ cả và chúng tôi đã yêu cầu ghế trẻ em cũng có trên xe. Đọc thêm",
            "Dịch vụ rất tốt. Đến sân bay Nice vào chiều thứ Sáu. Trước khi chúng tôi rời máy bay, tài xế nhận được tin nhắn của cô ấy rằng cô ấy bị kẹt xe một chút. Một lần nữa cô ấy cập nhật cho chúng tôi khi chúng tôi ở trong phòng hành lý và khi chúng tôi rời khỏi, cô ấy đã ở đó, vì vậy không có vấn đề gì. Đánh giá cao sự giao tiếp. Daniela rất lịch sự, nhã nhặn và lái xe rất giỏi. Chiếc xe là xe BMW, rất sạch sẽ, tiện nghi và gần như mới. Đọc thêm",
            "Dịch vụ tuyệt vời, giao tiếp nhiều nên bạn luôn yên tâm rằng mọi thứ sẽ đúng giờ. Xe sạch sẽ, phù hợp và hỗ trợ lái xe. Đáng đặt chỗ nếu bạn đặt dịch vụ đưa đón bằng xe khách và nhà cung cấp dịch vụ du lịch của bạn tính phí nhiều hơn cho dịch vụ đưa đón riêng, điều này sẽ hiệu quả hơn về mặt chi phí.Đọc thêm",
            "Rất hài lòng với Sun Transfers. Rất dễ dàng để đặt chỗ và tôi rất ấn tượng với các tin nhắn - email nhận được nêu rõ việc chúng tôi chuyển từ Faro sang Villamoura - từ Villamoura đến Faro. Cả hai tài xế đều lịch sự và đúng giờ. Tôi không ngần ngại giới thiệu SunTransfers - sẽ quay lại với họ trong chuyến đi tiếp theo của chúng tôi.\n\nĐọc thêm",
            "Đây là một dịch vụ dễ dàng để đặt.  Giá rất cạnh tranh.  Chúng tôi được chào đón tại sân bay ở Malaga ngay bên ngoài khu vực khách đến chính với một tấm biển ghi rõ tên tôi.  Người lái xe chào đón chúng tôi và mặc dù tiếng Anh của cô ấy còn hạn chế cũng như tiếng Tây Ban Nha của chúng tôi, nhưng chúng tôi vẫn có thể khiến bản thân hiểu được mặc dù tài liệu của chúng tôi cũng cung cấp tất cả thông tin cần thiết.  Cô ấy đưa chúng tôi ra một chiếc ô tô, không thể cho bạn biết mẫu xe nhưng nó rộng rãi và sạch sẽ, thậm chí còn nhất quyết giúp chúng tôi chất hành lý lên. Chúng tôi đã có một chuyến đi nhanh chóng và suôn sẻ đến biệt thự của mình cách đó khoảng 45 phút.  Hành trình trở về của chúng tôi cũng là một trải nghiệm thoải mái không kém.  Chúng tôi đã giới thiệu họ cho gia đình chúng tôi đến sau cùng ngày đi từ Mỹ và họ cũng có dịch vụ tốt như vậy.  Chúng tôi chắc chắn sẽ sử dụng chúng một lần nữa.Đọc thêm",
            "Dễ dàng đặt chỗ, không có vấn đề gì khi chờ chúng tôi tại sân bay mặc dù chuyến bay bị hoãn. Dịch vụ tuyệt vời và giá tốt. Đúng giờ tại điểm đón của chúng tôi và thẳng đến sân bay không có vấn đề gì.  Nói chung là một dịch vụ tuyệt vờiĐọc thêm",
            "Đã đặt Suntransfers để thu thập cho tôi và con gái tôi vào trung tâm Rome, sau đó quay trở lại hành trình 4 ngày sau trở lại Sân bay.  Đặt trước một vài tháng.  Tôi định kiểm tra lại vào tuần trước khi chúng tôi đi du lịch rằng họ vẫn đặt chỗ, tuy nhiên tôi đã nhận được lời nhắc về việc đặt chỗ trước khi tôi có cơ hội kiểm tra, với đầy đủ thông tin chi tiết về nơi gặp tài xế, v.v. Ô tô đã bật lên lần nào cũng có xe và tài xế rất đẹp.  Chắc chắn sẽ giới thiệu và sẽ sử dụng lại trong chuyến đi tiếp theo của tôi tới Rome và khi đi nghỉ ở các quốc gia khác. Đọc thêm",
            "Người lái xe rất hữu ích. Không có vấn đề gì với việc đặt phòng và rất dễ tìm thấy khi đến nơi. Chúng tôi phải đợi nửa tiếng để cất cánh nhưng chuyến bay của chúng tôi bị hoãn nên không chắc liệu chúng tôi có bị lỡ chuyến xe buýt ban đầu hay không nhưng tôi đoán điều này cũng có thể xảy ra với dịch vụ đưa đón chungĐọc thêm",
            "Chúng tôi đã đặt qua dịch vụ chuyển mặt trời cho chuyến đi đến Thổ Nhĩ Kỳ. Chúng tôi mất 2 giờ đi lại từ sân bay Antalya đến Alanya.  Ban đầu, chúng tôi đã đặt chỗ với công ty mà chúng tôi đã đặt kỳ nghỉ nhưng sau khi đọc các nhận xét đã quyết định đặt chỗ riêng tư. Việc chuyển tiền mặt trời rất tuyệt vời, chúng tôi cần thay đổi số và giờ chuyến bay và việc này đã được thực hiện vào ngày hôm trước mà không gặp vấn đề gì. Công ty địa phương mà họ sử dụng thực sự tốt, xe có kích thước và tình trạng tốt - có một vài trục trặc với dây an toàn nhưng nhìn chung nó đáp ứng tốt hơn nhu cầu của chúng tôi - Tôi thích việc bạn có được WhatsApp mà bạn có thể liên hệ, điều này thực sự hữu ích nếu tôi giống như tôi chỉ có gói dữ liệu để sử dụng ở Thổ Nhĩ Kỳ. Tôi chắc chắn sẽ sử dụng lại chúng ở bất cứ nơi nào chúng hoạt động mà tôi đi du lịch! Đọc thêm",
            "Dịch vụ tuyệt vời, người đàn ông đang đợi chúng tôi khi đến. Đã giúp với vali. Đưa chúng tôi đến khách sạn của chúng tôi trong thời gian tốt. Người lái xe ăn mặc lịch sự và rất lịch sự.Đọc thêm",
            "Đặt trực tuyến một sân bay đón từ sân bay Hurghada đến vịnh makadi và chuyến trở về vào cuối kỳ nghỉ của chúng tôi. Giao tiếp qua email và whatsapp tuyệt vời, tài xế đã theo dõi các chuyến bay và đang đợi chúng tôi khi chúng tôi hạ cánh. Đọc thêm",
            "Chuyển giao tuyệt vời từ Bilbao đến San Sebastián. Lái xe thân thiện và xe sang trọng rất sạch sẽ. Muốn giới thiệu cho một chuyến đi thoải mái. Đọc thêm",
            "Chúng tôi đã sử dụng dịch vụ đưa đón của Sun ở Athens - sân bay đến Plaka và ngược lại - và họ rất đúng giờ. Đây là một dịch vụ tốt cả hai cách. Chúng tôi đã đặt ghế nâng cho đứa con 7 tuổi của mình nhưng cả taxi đều không có. Không thành vấn đề vì cô ấy lớn hơn nhưng nếu chúng tôi có một đứa con nhỏ hơn, tôi nghĩ điều đó sẽ rất căng thẳng.Đọc thêm",
            "Dễ dàng đặt chuyển khoản và đáng đồng tiền. Gặp nhau ở sân bay và kiên nhẫn chờ đợi tất cả - 16 - thành viên của nhóm hen party đến.  Hành trình trở về, chuyển đến sớm và người đàn ông đã chất tất cả chúng tôi và hành lý lên tàu an toàn. Rất khuyến khích công ty và sẽ sử dụng lạiĐọc thêm",
            "công việc tuyệt vời khi đưa chúng tôi từ sân bay naples đến khách sạn ở trung tâm naples - tài xế đúng giờ và thân thiện và giá cả rất phải chăngĐọc thêm",
            "Tài xế đã đợi chúng tôi với tên của chúng tôi trên một tờ giấy khi chúng tôi ra khỏi khu vực đến, anh ấy rất thân thiện, anh ấy nhận hành lý của tôi và chúng tôi đi thẳng đến xe, chúng tôi đến đích mà không gặp trục trặc gì, tôi giới thiệu suntransfers cho mọi người, họ là công ty duy nhất tôi sẽ sử dụng và chúng tôi sử dụng dịch vụ của họ trên tất cả các đảoĐọc thêm",
            "Đừng sử dụng công ty này, họ sẽ làm bạn thất vọng.  Tôi đã đặt dịch vụ đưa đón mặt trời với mức giá tốt để chuyển vợ và 2 con gái tôi đi từ sân bay Malaga đến Estapona.  Họ sẽ đến muộn nên họ gọi điện báo trước 5 giờ.   Họ quay lại và nói rằng chúng tôi không thể giúp gì cho bạn.  Họ nói rằng chúng tôi sẽ giới thiệu cho bạn chính sách của chúng tôi.  Nếu bạn thay đổi thời gian đón trong vòng 48h chúng tôi sẽ không đảm bảo đón bạn nên bạn sẽ bị mất tiền.  . Vì vậy, tôi đã thua - 100 và vợ tôi cùng hai con gái bị mắc kẹt khi phải bắt taxi sân bay.    Bất kỳ dịch vụ taxi tốt thường sẽ giúp bạn.  Họ chỉ nói rằng chúng tôi không thể giúp bạn và hủy đặt phòng và giữ lại tiền của chúng tôi.  Thậm chí đừng cố gắng giúp đỡ.  Trải nghiệm khủng khiếp, công ty khủng khiếpĐọc thêm",
            "Xin chào, \n\nCảm ơn bạn rất nhiều vì đã dành chút thời gian để lại đánh giá về trải nghiệm gần đây nhất của bạn với chúng tôi. \n\nTrước hết, chúng tôi rất tiếc về sự bất tiện và thất vọng mà bạn và gia đình phải chịu đựng. Sự thoải mái và an tâm của bạn là điều quan trọng nhất đối với chúng tôi. \n\nĐể có thông tin chi tiết hơn về trải nghiệm của bạn, chúng tôi vui lòng yêu cầu bạn liên hệ với chúng tôi theo địa chỉ info - suntransfers.com nếu bạn chưa - chưa làm như vậy.\n\nMột lần nữa, xin lỗi vì không thể mang lại cho bạn trải nghiệm chuyển nhượng thú vị lần này. \n\nVới những lời chúc tốt đẹp nhất, chúng tôi vẫn ở lại, \nSteven\nChuyên gia trải nghiệm khách hàngĐọc thêm",
            "Việc chuyển từ sân bay rất tuyệt, tài xế giao tiếp tốt và đúng giờ. Tuy nhiên, khi quay lại sân bay, tài xế lại không xuất hiện! Họ để chúng tôi chờ nửa giờ với các trường hợp của chúng tôi trước khi chúng tôi phải gọi một chiếc taxi địa phương để đón chúng tôi. Tôi đã nói chuyện với bộ phận dịch vụ khách hàng và họ nói rằng họ không thể liên lạc được với tài xế và tôi sẽ được hoàn lại tiền đầy đủ. Bây giờ tôi phải xem đi xem lại email và được thông báo rằng sẽ mất 20 ngày để xem xét trường hợp của tôi. Chắc chắn tôi sẽ tránh sử dụng lại!!!Đọc thêm",
            "Xin chào, \n\nChúng tôi muốn dành một chút thời gian để bày tỏ lòng biết ơn vì đã để lại đánh giá. \n\nChúng tôi rất tiếc về sự bất tiện mà bạn gặp phải vì chúng tôi hoàn toàn hiểu được sự thất vọng nảy sinh khi dịch vụ vận chuyển không diễn ra suôn sẻ như mong đợi. Vui lòng chấp nhận lời xin lỗi chân thành của chúng tôi vì điều này không đáp ứng được mức độ dịch vụ mà chúng tôi cố gắng cung cấp. \n\nPhản hồi của bạn rất quan trọng đối với chúng tôi và chúng tôi sẽ đánh giá cao nếu bạn có thể liên hệ với chúng tôi theo địa chỉ info - suntransfers.com nếu bạn chưa liên hệ. Bằng cách này, chúng tôi có thể tiến hành theo dõi chi tiết về trải nghiệm của bạn.\n\nMột lần nữa, chúng tôi xin gửi lời xin lỗi vì sự bất tiện mà bạn gặp phải. Chúng tôi thực sự hy vọng có cơ hội mang lại trải nghiệm chuyển nhượng hài lòng hơn trong bất kỳ dịp nào trong tương lai. \n\nTrân trọng, \nSteven\nChuyên gia trải nghiệm khách hàngĐọc thêm",
            "Xe tải nhỏ của thương hiệu nào sẽ cung cấp?\n\nChúng tôi là 4 người lớn với 4 vali lớn - 4 vali nhỏ \n\nTrên đường đi chúng tôi muốn đi tham quan Đọc thêm",
            "Xin chào, không thể trả lời thương hiệu nhưng chúng tôi đã đặt mua một chiếc cho 6 người và nó đã quá đủ.Đọc thêm",
            "CHÀO. Tôi muốn biết có bao nhiêu hành khách được phép đi trên xe tải nhỏ tùy theo tình hình dịch bệnhĐọc thêm",
            "Tôi không nghĩ có bất kỳ hạn chế nào dưới mức cho phép tối đa của phương tiện nhưng hiện tại tất cả hành khách đều phải đeo khẩu trangĐọc thêm",
            "Xin chào, dịch vụ ở Cancun thế nào? Tôi đi cùng một cô bé và tôi hơi sợ bị mắc kẹt ở đất nước đó.\nCảm ơn bạnĐọc thêm",
            "Tôi muốn biết liệu dịch vụ vận chuyển có hoạt động chính xác ở Hy Lạp để đi từ sân bay Athens đến Porto Helli không. Đọc thêm",
            "Chào buổi sáng \nTôi chưa bao giờ sử dụng dịch vụ của họ ở Hy Lạp nhưng ở một số nước trên thế giới và gần đây là ở Singapore \nChúng tôi chưa bao giờ thất vọng về chất lượng cũng như giá cả dịch vụ. \nTrân trọngĐọc thêm",
            "Khi nào bạn dự định trả tiền hoàn lại cho khách hàng được bảo vệ bằng vàng? Hay bạn đang bị phá sản?Đọc thêm",
            "Đây là dịch vụ đưa đón sân bay tôi đã sử dụng khi đi nghỉ ở Mexico. Đọc thêm",
            "Xin chào, gần đây có ai hủy đặt phòng không? \n\nTôi đã có chuyến chuyển từ Rabat đến sân bay Casablanca vào ngày 25 - 4. Hợp lý với tình hình Covid này, tôi đã phải hủy chuyến đi, chỗ ở và việc đưa đón, tất nhiên - nó đã bị hủy vào ngày 16 - 3. \n\nMặc dù đã nhận được email thông báo với tôi rằng - Khoản tiền còn thiếu sẽ được hoàn lại vào thẻ tín dụng, thẻ ghi nợ hoặc tài khoản ngân hàng của bạn. Việc này có thể mất tới 10 ngày để được ngân hàng hoặc tổ chức phát hành thẻ của bạn xử lý. - Đến nay tôi vẫn chưa nhận được tiền hoàn lại.\n\nHôm nay, 29 - 3, tôi đã liên lạc bằng cách trò chuyện với một nhân viên, cô ấy nói với tôi rằng lẽ ra tôi phải nhận được một email có tùy chọn ghi chú tín dụng để chuyển khoản trong tương lai với Suntransfers, một email mà tôi chưa bao giờ nhận được và trong mọi trường hợp, tôi đã gửi một email tới infoArrobaSuntransfersPuntoCom, nói rằng tôi không muốn giấy báo có và tôi muốn hoàn lại tiền. Trong cùng một cuộc trò chuyện, anh ấy cảnh báo tôi rằng sẽ mất nhiều thời gian do tất cả các lần hủy đã xảy ra. \n\nTôi hiểu rằng họ đang bị choáng ngợp bởi sự kiện bất ngờ này, nhưng tôi nghĩ rằng một công ty có danh tiếng tốt như vậy không nên có cách giao tiếp cẩu thả - mềm mỏng - với khách hàng của mình như vậy.\n\nCảm ơn bạn rất nhiều vì đã đọc tôi.\n\nTôi đang chờ bài viết của bạn, nếu bạn muốn bình luận về bất cứ điều gì. Về phần tôi, tôi sẽ cho bạn biết vấn đề này diễn ra như thế nào.\n\nTrân trọng từ Buenos Aires.Đọc thêm",
            "Xin chào, chào buổi sáng DamiCalar. Cách đây hơn một năm, tôi gặp vấn đề với Suntransfer và sau khi nộp đơn khiếu nại, họ đã hoàn lại số tiền. Phải mất hơn hai mươi ngày một chút. Lời chàoĐọc thêm",
            "Tại sao nó lại ghi là taxi tư nhân hiển thị một chiếc ô tô bình thường nếu chỉ có 2-3 người thì cuối cùng bạn lại đi một chiếc xe buýt nhỏ. Không tốt lắm. Bạn cho rằng đó là một chiếc xe khi bạn đặt chỗ và thanh toán nên tôi cho rằng điều đó rất sai lầm. Tôi không muốn một chiếc xe buýt nhỏ, tôi muốn đi lại thoải mái, đó là những gì chúng tôi đã trả tiền. Nếu đó là một chiếc xe buýt nhỏ khi chúng tôi chuyển đến Fuerteventura. Tôi sẽ không sử dụng chúng nữa.Đọc thêm",
            "Vâng, có thể đó sẽ là một chiếc xe buýt nhỏ mà bạn sẽ được phân bổ. Tuy nhiên đây thường là những nơi mới, rất thoải mái và có máy lạnh. Chúng tôi đã đi du lịch nhiều lần với Suntransfers và chưa bao giờ thất vọng với lựa chọn Phương tiện vận chuyển của mình.  Dịch vụ chúng tôi nhận được luôn là hàng đầu và tài xế lịch sự, chuyên nghiệp và thân thiện. Tôi hy vọng điều này đã làm bạn yên tâm. Chúc bạn có một kỳ nghỉ lễ vui vẻ - Đọc thêm",
            "Xin chào Suntransfers Muốn chuyển xe buýt nhỏ - 10 hành khách - từ Sân bay Mahon Menorca đến Cala - n Forcat nhưng Cala - n Forcat không có trong menu thả xuống làm điểm đến.  Cảm ơn rất nhiều vì bất kỳ lời khuyên nào.Đọc thêm",
            "Trên mẫu đặt chỗ, hãy bắt đầu viết cala và điểm đến của bạn sẽ xuất hiện.Đọc thêm",
            "Tôi có đặt thời gian trả hàng là khi chúng tôi cần được đón từ khách sạn hoặc giờ bay không.Đọc thêm",
            "Đặt thời gian bạn muốn rời khỏi khách sạn. Họ sẽ hỏi số hiệu chuyến bay của bạn nên dù sao cũng sẽ biết giờ bay.Đọc thêm",
            "CHÀO! Tôi - tôi đi cùng 5 người lớn, 1 bé gái - 9 tuổi - và 2 em bé - dưới 2 tuổi - . Chúng tôi sẽ mang theo hành lý và 3 hộp đựng xe đạp. Xe minicoach có phải là phương tiện phù hợp với chúng ta không? Chúng tôi ở tại Pineda de Mar. Cảm ơn bạnĐọc thêm",
            "Xin lỗi vì trả lời muộn, tôi chưa tham gia cố vấn chuyến đi \nHọ sẽ làm mọi thứ để phục vụ bạn \nHọ thật xuất sắcĐọc thêm"
        ],
        "star_ratings": [
            23403,
            1558,
            233,
            278,
            2070
        ],
        "review_amount": 27542,
        "location": [
            "Catalonia",
            "Những điều cần làm ở Barcelona",
            "Châu Âu",
            "Barcelona",
            "Tỉnh Barcelona",
            "Chuyển nắng",
            "Tây ban nha"
        ],
        "reviews_time": [
            "Written June 1, 2023",
            "Written June 4, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 6, 2023",
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 10, 2023",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187497-d8121873-Reviews-Suntransfers-Barcelona_Catalonia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d24121270-Reviews-Desoriente-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d21262074-Reviews-Vrutal-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d13423033-Reviews-Blu_Bar-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d7387261-Reviews-Can_Dende-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d4443928-Reviews-El_58-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d14108028-Reviews-Little_Fern-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d3399797-Reviews-Xorus-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d16867080-Reviews-Internacional_Bar_Restaurante-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d7229817-Reviews-Colom-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d12530255-Reviews-Apribocca-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d6453867-Reviews-El_Poblenou-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21402531-Reviews-L_adolescent_De_Marti_Llaurado-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7208916-Reviews-Rambla_del_Poblenou-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d19455163-Reviews-Ideal_Centre_Arts_Digitals-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d15528818-Reviews-Parroquia_de_Santa_Maria_del_Taulat-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7052313-Reviews-Bogatell_Beach-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12488986-Reviews-Mercat_del_Poble_Nou-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12211331-Reviews-Monumento_al_Doctor_Trueta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190166-Reviews-Basilica_de_la_Sagrada_Familia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7102217-Reviews-Poblenou_Cemetery-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d8121873-Reviews-or10-Suntransfers-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7793346-Reviews-Aerobus-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21272657-Reviews-Barcelona_Private_Tours_Guide_Olga_Escribano_Barciluna-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2249786-Reviews-Limo_Service_Press_i_Car_BCN-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d11699647-Reviews-Bcn_Luxury_Limousines-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d6033270-Reviews-J_G_Elegance_Cars-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d17578297-Reviews-Barcelona_Tours_Transfers_Welcome_Pickups-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d10436222-Reviews-Barcelona_Airport_Transfers_by_Bohigas-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d20893389-Reviews-Barcelona_Boat_Tours-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d26094994-Reviews-TAXIBARCELONAS-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21079551-Reviews-Para_Via_Ferrata-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d6717244-Reviews-La_Cervecita_Nuestra_de_Cada_Dia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d9863043-Reviews-Sala_Boveda-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d14950982-Reviews-Centro_de_Quiromasajes_Poblenou-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d17209672-Reviews-Te_Quiero_Cocinar_Cooking_School-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d13908675-Reviews-Roc_35-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d13139262-Reviews-Compte_Poblenou-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d11837991-Reviews-Funky_Cycle-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d6618836-Reviews-Madame_George_Lounge_Bar-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d10177824-Reviews-Happy_Transfer_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d24084821-Reviews-The_High_Class-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d8540195-Reviews-En_construccio-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d263711-Reviews-Clifton_Hill-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g35691-d2560135-Reviews-Miller_Park_Zoo-Bloomington_Bloomington_Normal_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131516-Reviews-Honolulu_Zoo-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g488296-d3954492-Reviews-Afandou_Beach-Afandou_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d7197501-Reviews-North_Oaks_Dollar_Cinema-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d11695426-Reviews-Emporium_Mall-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2464189-Reviews-Primrose_Hill-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d110209-Reviews-King_Tut_s_Tomb_and_Museum-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d269374-Reviews-Virginia_Beach_Boardwalk-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d6978276-Reviews-Porto_Roxa_Beach-Zakynthos_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187497-d8121873-Reviews-or10-Suntransfers-Barcelona_Catalonia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187497-d8121873-Reviews-Suntransfers-Barcelona_Catalonia.html"
    }
]