[
    {
        "attraction_name": "Sup Monkey Hoi An",
        "attraction_name_vi": "Súp Khỉ Hội An",
        "general_info": [
            "87 đánh giá",
            "- 37 trên 152 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hội An",
            "Chèo ván đứng"
        ],
        "attraction_summary": "Hãy tham gia cùng chúng tôi trên ván chèo đứng - SUP - phiêu lưu. Hãy tự mình trải nghiệm tại sao chèo ván đứng là hoạt động dưới nước phát triển nhanh nhất xung quanh. Cùng nhau chúng ta sẽ khám phá hệ thống sông và biển tuyệt đẹp xung quanh Hội An.Đọc thêm",
        "reviews": [
            "Mình và 3 người bạn đã đặt chỗ này qua VBH ở Hội An. Mỗi nhóm chỉ có 4 người với người hướng dẫn nên đó là một buổi sáng riêng tư, đáng yêu. Ngắm bình minh trên Cù Lao Chàm từ ván chèo là một trải nghiệm tuyệt vời và tôi rất khuyến khích. Nó cực kỳ yên bình và vì đây là một nhóm nhỏ nên thật tuyệt khi dành chút thời gian và đánh giá cao nó. Johnno rất giỏi chụp ảnh trên GoPro của anh ấy và chúng tôi đã nhận được hơn 100 email trong vòng 15 phút sau khi trở về ký túc xá! Chúng tôi đã có một bữa sáng dễ thương khi trở lại câu lạc bộ bãi biển. Chúng tôi đã đi du lịch được 5 tuần và đây chắc chắn là một trong những trải nghiệm tuyệt vời nhất mà chúng tôi đã có!Đọc thêm",
            "Xử lý Linh sau khi gặp một số vấn đề với hành trình của chúng tôi và cố gắng tìm một chuyến đi phù hợp với chúng tôi. Linh đã giúp tôi rất nhiều trong việc sắp xếp, thay đổi mọi thứ và còn làm nhiều hơn thế nữa. Cảm ơn Linh rất nhiều vì tất cả sự giúp đỡ tuyệt vời của bạn.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi chèo thuyền đứng và đó là một trải nghiệm tuyệt vời! Đáng buồn là có quá nhiều mây để có một buổi bình minh đẹp đẽ, nhưng điều đó không làm mất đi trải nghiệm. Thật không may, chúng tôi đã không chụp được bức ảnh đẹp nào, nhưng rất thích chuyến tham quan này.Đọc thêm",
            "Chúng tôi hoàn toàn yêu thích trải nghiệm chèo thuyền SUP lúc bình minh.  Bình minh tuyệt vời trên vùng nước yên tĩnh tuyệt đẹp, những bức ảnh tuyệt vời của Shane để ghi nhớ buổi sáng sau đó là bữa sáng ngon miệng.  Rất khuyến khích.  Cảm ơn bạn SUP Khỉ. Rất thíchĐọc thêm",
            "Tôi đã có một buổi sáng chèo thuyền tuyệt vời trên biển! Bắt đầu sớm nhưng tất cả đều xứng đáng khi bạn nhìn thấy mặt trời mọc đó! Greg cực kỳ thân thiện và khiến chuyến tham quan này trở thành một trải nghiệm tuyệt vời. Rất khuyến khích!Đọc thêm",
            "Thật là một cách tuyệt vời để trải nghiệm cảnh bình minh trên biển trên ván chèo với SUP Monkey. Chắc chắn đáng để dậy sớm, một trải nghiệm đáng nhớ nhất. Shane hướng dẫn viên của chúng tôi là người đứng đầu, anh ấy nhanh chóng đánh giá khả năng của từng người tham gia và giúp mọi người xuống biển. Chúng tôi chèo dọc theo bờ biển và dừng lại để uống cà phê buổi sáng nhanh chóng, sau đó quay trở lại đại dương để chèo thuyền thư giãn và thưởng thức món BLT ngon miệng cho bữa sáng. Điều tuyệt vời nhất là được ngắm mặt trời mọc khi Shane chụp rất nhiều ảnh mà anh ấy đã chia sẻ với chúng tôi qua web. Một trong những sự kiện tuyệt vời nhất của chúng tôi tại Việt Nam, rất được mọi người giới thiệu.Đọc thêm",
            "Tôi đã đặt tour SUP 2 giờ trên sông trước khi đến Hội An. Khi tôi đến trước giờ khởi hành, tôi được thông báo rằng tour sẽ không diễn ra vì không có đủ người đặt chỗ để hướng dẫn viên có thể ra ngoài. Tôi đã lên kế hoạch cho cả ngày của mình để tham gia tour này và việc nó bị hủy trong thời gian ngắn như vậy có nghĩa là tôi đã lãng phí cả ngày duy nhất của mình ở Hội An. Khi tôi liên hệ với SUP Monkey để xác nhận việc đặt chỗ của mình, không có thông báo nào đề cập đến số lượng người tối thiểu bắt buộc. Giá như tôi biết trước rằng tour có thể không diễn ra, tôi đã lên kế hoạch khác cho ngày của mình. Dựa trên các đánh giá mà tôi đã đọc và sự giao tiếp tuyệt vời từ họ khi tôi đặt chỗ, tôi nghĩ rằng mình sẽ có một buổi chiều tuyệt vời trên mặt nước. Thật thất vọng với SUP Monkey. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan SUP mặt trời mọc với Jason thật tuyệt vời. Chúng tôi thực sự may mắn với một buổi bình minh tuyệt đẹp. Jason là một người hướng dẫn tuyệt vời và cực kỳ thư giãn! Chúng tôi có thể chèo nhanh hoặc chậm tùy thích và anh ấy đã chụp rất nhiều bức ảnh tuyệt đẹp cho chúng tôi vì chúng tôi không mang theo máy ảnh. Quy mô nhóm nhỏ là hoàn hảo và cho phép bạn làm quen với mọi người. BLT thực sự thành công sau 4 giờ chèo thuyền! Khi chúng tôi trở lại Hội An, chúng tôi chắc chắn sẽ quay lại vào một buổi khác. Đọc thêm",
            "Chúng tôi đã thực hiện buổi chèo thuyền lúc mặt trời mọc và đó là một trải nghiệm tuyệt vời. Chúng tôi không có kinh nghiệm nhưng cả hai đều làm được! Tôi chắc chắn sẽ giới thiệu nó cho bất kỳ ai ở hoi an, rất đáng để bắt đầu sớm!Đọc thêm",
            "Chỉ có 3 người chúng tôi ra ngoài chèo thuyền để ngắm bình minh và điều đó thật tuyệt vời, chắc chắn đáng làm! Hướng dẫn Loyd cực kỳ hữu ích và là một chàng trai tuyệt vời về mọi mặt.Đọc thêm"
        ],
        "star_ratings": [
            81,
            3,
            0,
            0,
            3
        ],
        "review_amount": 87,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Súp Khỉ Hội An",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written August 16, 2019",
            "Written July 10, 2019",
            "Written July 18, 2018",
            "Written July 16, 2018",
            "Written June 10, 2018",
            "Written March 29, 2018",
            "Written February 26, 2018",
            "Written August 29, 2017",
            "Written August 19, 2017",
            "Written August 17, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d7057253-Reviews-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or10-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27728183-Reviews-Cat_s_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12711684-Reviews-Hoian_Aodai_Ridertour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8127394-Reviews-Tommy_Dao_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25237424-Reviews-Golden_Girl_Spa_Nail-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12492774-Reviews-S_Hoi_An_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24229824-Reviews-Shanti_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9739467-Reviews-Palm_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25430700-Reviews-Traditional_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25302255-Reviews-Royal_Mansion_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27096798-Reviews-Moonlight_bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15588137-Reviews-Sea_Salt_Spa_Nails_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2409733-Reviews-Phuoc_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1746072-Reviews-Warorot_Market_Kad_Luang-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g44886-d9586272-Reviews-Uranus_Fudge_Factory-Saint_Robert_Pulaski_County_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d7944951-Reviews-Chapel_Rock_and_Beach-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g52427-d624813-Reviews-Cherry_Springs_State_Park-Coudersport_Potter_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g42671-d623709-Reviews-Mystery_Spot-Saint_Ignace_Mackinac_County_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134988-d12967346-Reviews-Round_One_Stadium_Sennichimae-Namba_Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d148952-Reviews-Hull_Bay-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g30373-d655454-Reviews-Alabama_Adventure_Splash_Adventure-Bessemer_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g49256-d2257908-Reviews-Paradise_Fun_Park-Kill_Devil_Hills_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d535079-Reviews-Birdland-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or10-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Sup Monkey Hoi An",
        "attraction_name_vi": "Súp Khỉ Hội An",
        "general_info": [
            "87 đánh giá",
            "- 37 trên 152 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hội An",
            "Chèo ván đứng"
        ],
        "attraction_summary": "Hãy tham gia cùng chúng tôi trên ván chèo đứng - SUP - phiêu lưu. Hãy tự mình trải nghiệm tại sao chèo ván đứng là hoạt động dưới nước phát triển nhanh nhất xung quanh. Cùng nhau chúng ta sẽ khám phá hệ thống sông và biển tuyệt đẹp xung quanh Hội An.Đọc thêm",
        "reviews": [
            "Shane là một viên ngọc quý - kim cương - Rất đáng để thức dậy lúc 4 giờ sáng để ngắm vẻ đẹp của bình minh khi chèo thuyền.  Thật thư giãn - Rất khuyến khích : - Đọc thêm",
            "Đây chắc chắn là điều tuyệt vời nhất tôi đã làm ở Việt Nam. Đó là một sự khởi đầu sớm nhưng rất đáng giá. Gặp nhau ở bãi biển vào khoảng 4 giờ 45, người quản lý Shane thực sự thân thiện và khiến bạn cảm thấy thực sự thoải mái. Anh ấy giải thích mọi thứ một cách đầy đủ và là một người lịch sự khi giúp mang những tấm ván xuống biển. Bình minh rất đẹp, nhưng ngay cả khi bạn không có thời tiết tốt thì cũng rất vui. Bạn nhận được một ly cà phê đá và một ít bữa sáng và Shane chụp những bức ảnh tuyệt vời và thực sự chu đáo hỏi xem bạn có muốn món nào đặc biệt không. Tất cả các vòng không thể đánh bại! Đọc thêm",
            "Tôi thực sự rất thích chuyến tham quan Aloha Sunrise, đây là một khởi đầu sớm nhưng chắc chắn đáng để ở trên mặt nước khi mặt trời mọc. Tốc độ rất thoải mái để bạn có thể ngắm cảnh mà không cần lo lắng về việc cố gắng theo kịp, cà phê và BLT rất tuyệt: - Đọc thêm",
            "Gia đình chúng tôi thực hiện chuyến du lịch mặt trời mọc aloha - hai chàng trai trẻ trưởng thành, chồng tôi và tôi.  Hướng dẫn viên Shane của chúng tôi thật tuyệt vời, không chỉ liên quan đến chuyến tham quan mà còn đưa ra những gợi ý về địa điểm ăn uống và những việc cần làm. Mọi người đều thực sự tận hưởng buổi sáng ngay cả khi bắt đầu sớm - rất xứng đáng và là một buổi tập luyện tuyệt vời.  Cà phê đá và BLT cũng khá tuyệt.  Rất muốn giới thiệu chuyến tham quan này khi ở Hội An.Đọc thêm",
            "Chắc chắn là đáng để bắt đầu sớm để thấy một khía cạnh khác của Hội An. Thức dậy sớm và ở giữa những người đánh cá rồi ra biển ngắm bình minh. Thử thách nhưng tuyệt vời và không gì tuyệt hơn một chiếc BLT và bia vào cuối ngày để ăn mừng! Đọc thêm",
            "Bạn trai tôi và tôi vừa xem qua những điều khác nhau để làm ở Hội An và tôi - tôi rất vui vì chúng tôi đã tìm thấy điều này trên TripAdvisor! Chúng tôi không chắc chắn nhưng vì cả hai chúng tôi đều không có SUPd trước khi quyết định thử. Thật là một trải nghiệm thú vị và thú vị, đặc biệt là khi biển và bãi biển rất yên tĩnh và thanh bình! Bình minh không ngoạn mục như nó có thể xảy ra nhưng nó vẫn đáng giá 100! Shane hướng dẫn của chúng tôi cũng rất xuất sắc! Anh ấy có kiến ​​thức tuyệt vời về lịch sử Việt Nam, điều đó thực sự thú vị khi nghe, và bánh mì BLT rất ngon. Cảm ơn Shane! : - - anh ấy cũng cho chúng tôi một số gợi ý về món ăn tuyệt vời - ! Đọc thêm",
            "Tasha!\n\nThật vui mừng khi biết rằng các bạn đã có khoảng thời gian vui vẻ với chúng tôi! Thật tuyệt vời khi biết rằng bạn cũng thích nó nhiều như chúng tôi! Và chúng tôi không thể đồng ý hơn thế, không gì có thể sánh bằng một buổi sáng vui vẻ như BLT! Tôi hy vọng sẽ sớm gặp lại các bạn! Hãy đến bất cứ lúc nào!\n\nChúc mừng\nShaneĐọc thêm",
            "Buổi sáng tuyệt vời, Shane là một người dẫn chương trình xuất sắc và đã nỗ lực rất nhiều cùng với bạn bè của tôi và tôi. Rất vui và một buổi tập luyện thực sự tốt. Chắc chắn sẽ khuyên bạn nên làm điều này với bạn bè. Đọc thêm",
            "Holly!\n\nCảm ơn vì những lời tốt đẹp. Rất vui khi biết bạn cũng có nhiều niềm vui như tôi. Hãy quay lại bất cứ lúc nào và chúng ta sẽ ra khơi để chèo thuyền khác!\n\nChúc mừng\nShaneĐọc thêm",
            "Một cách hoàn toàn đẹp để dành buổi sáng. Hướng dẫn tuyệt vời, thức ăn tuyệt vời, hoạt động tuyệt vời! Là một trong những điều tốt nhất chúng tôi đã làm ở Hội An, tôi chắc chắn sẽ giới thiệu điều này! 10 trên 10. Đọc thêm",
            "Rhiannon!\n\nTôi rất vui vì các bạn đã có khoảng thời gian tuyệt vời! Luôn tuyệt khi có những người thoải mái như vậy ở cùng chúng tôi! Ảnh sẽ được gửi đến bạn và cho tôi biết nếu bạn quay lại nhé! Tận hưởng kỳ nghỉ còn lại của bạn nhé!\n\nThân ái\nShaneĐọc thêm",
            "Shane - là một chàng trai tuyệt vời và anh ấy thực sự đã cố gắng hết sức để biến đây thành một chuyến đi đáng nhớ. Cá nhân tôi biết rằng tôi không phải là người thích hợp nhất để có mặt vào lúc 4 giờ sáng nhưng tôi thực sự thích chuyến đi nhỏ này và tôi nghĩ nỗ lực của Shane trong việc tạo ra một trải nghiệm du lịch đáng nhớ đã thực sự góp phần. Ngoài ra nếu bạn may mắn có được thời tiết thuận lợi thì đó sẽ là một chuyến đi cực kỳ đẹpĐọc thêm",
            "Brendan,\n\nThực sự đánh giá cao những lời tốt đẹp bạn đời! Sáng hôm đó bạn không tệ lắm và bạn đã cố gắng giữ vững vị trí trên bảng gần như suốt thời gian! Tôi đã rất vui với hai bạn và hãy cho tôi biết nếu bạn - đã quay lại thị trấn! Cố lên các chàng trai\n\nShaneĐọc thêm",
            "Sáu người chúng tôi đã tham gia chuyến đi SUP lúc bình minh với Shane. Đó là một buổi sáng thức dậy sớm, nhưng đáng giá. Đại dương tĩnh lặng và chúng tôi thích thú ngắm bình minh khi chúng tôi nhẹ nhàng trôi trên những tấm ván chèo của mình. Trải nghiệm đầu tiên của tôi với SUP, nhưng Shane đã khiến nó trở nên thú vị và dễ học.Đọc thêm",
            "Michelle,\n\nCảm ơn vì đã đi ra với chúng tôi ngày hôm đó, Sự thức dậy đó thật tàn bạo nhưng con người thì không - điều đó không đáng! Hãy gọi cho chúng tôi khi bạn quay lại thị trấn và chắc chắn bạn sẽ đi chèo thuyền khác!\nCảm ơn một lần nữa các bạn!\n\nChúc mừng\nShaneĐọc thêm",
            "Có sẵn vào sáng ngày 12 tháng 6 cho 2 khách? Chi phí có phải nhiều không?Đọc thêm",
            "Xin chào, tôi chỉ tự hỏi liệu bạn có thể làm được điều này nếu bạn không biết bơi?!  -  Đọc thêm",
            "Xin chào, chúng tôi là một gia đình 5 người, các em 11, 10 và 7 tuổi. Các em bơi giỏi nhưng tất cả chúng tôi chưa bao giờ thử SUP trước đây. Bạn có nghĩ chúng ta có thể quản lý được chuyến đi không?Đọc thêm",
            "CHÀO.\nBạn có SUP cứng để lướt sóng không?\n\nTrân trọng\nSlavaĐọc thêm",
            "Xin chào! Thật không may hiện nay chúng tôi đang sử dụng ván bơm hơi chất lượng cao. Họ có khả năng lướt sóng nhưng bạn phải có nhiều kinh nghiệm. Thoải mái để. Hãy kiểm tra lại vì chúng tôi - luôn mở rộng! \nChúc mừng! Đọc thêm",
            "Bạn đón và trả ở đâu?\nBạn cần phải là người bơi lội khỏe đến mức nào?Đọc thêm",
            "Họ đón bạn và thả bạn tại khách sạn của bạn. Một mẹo nhỏ - - - sẽ giúp ích rất nhiều cho chuyến đi về nhà của bạn. Bạn thậm chí có thể yêu cầu tài xế mang cho bạn một ít bia lạnh khi anh ta đến. Khoảng - 1 mỗi cái.\nNên mặc áo phao nếu bạn không biết bơi. Họ ra ngoài vào buổi sáng vì sóng ít hơn và ít tàu thuyền qua lại hơn.Đọc thêm"
        ],
        "star_ratings": [
            81,
            3,
            0,
            0,
            3
        ],
        "review_amount": 87,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Súp Khỉ Hội An",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written August 16, 2017",
            "Written July 28, 2017",
            "Written July 23, 2017",
            "Written May 19, 2017",
            "Written April 12, 2017",
            "Written November 4, 2016",
            "Written November 2, 2016",
            "Written October 24, 2016",
            "Written October 17, 2016",
            "Written October 9, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d7057253-Reviews-or10-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or20-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27728183-Reviews-Cat_s_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12711684-Reviews-Hoian_Aodai_Ridertour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8127394-Reviews-Tommy_Dao_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25237424-Reviews-Golden_Girl_Spa_Nail-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12492774-Reviews-S_Hoi_An_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24229824-Reviews-Shanti_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9739467-Reviews-Palm_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25430700-Reviews-Traditional_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25302255-Reviews-Royal_Mansion_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27096798-Reviews-Moonlight_bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15588137-Reviews-Sea_Salt_Spa_Nails_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2409733-Reviews-Phuoc_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d149242-Reviews-Rum_Point-Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d7235542-Reviews-Old_City_Jail-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d8016277-Reviews-City_Airport_Train_CAT-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g42391-d3812420-Reviews-Horrocks_Farm_Market-Lansing_Ingham_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g33726-d2415189-Reviews-Seaside_Park-Bridgeport_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g35489-d12618876-Reviews-Idaho_Falls_River_Walk-Idaho_Falls_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d199078-Reviews-Colossus_of_Rhodes-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g46731-d3366395-Reviews-Cowtown_Rodeo-Pilesgrove_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g54538-d1111483-Reviews-Cowboy_Ghost_Town-Buffalo_Ridge_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d198970-Reviews-Teatro_Alla_Scala-Milan_Lombardy.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or20-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or10-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Sup Monkey Hoi An",
        "attraction_name_vi": "Súp Khỉ Hội An",
        "general_info": [
            "87 đánh giá",
            "- 37 trên 152 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hội An",
            "Chèo ván đứng"
        ],
        "attraction_summary": "Hãy tham gia cùng chúng tôi trên ván chèo đứng - SUP - phiêu lưu. Hãy tự mình trải nghiệm tại sao chèo ván đứng là hoạt động dưới nước phát triển nhanh nhất xung quanh. Cùng nhau chúng ta sẽ khám phá hệ thống sông và biển tuyệt đẹp xung quanh Hội An.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi tham quan bữa tối với Shane. Thật là một ngày tuyệt vời! Chúng tôi thực sự thích nhịp độ chậm rãi, những nơi yên tĩnh trong rừng ngập mặn và đi chơi với một anh chàng dễ gần như Shane. Thưởng thức một chiếc bánh mì trên một bãi biển riêng ven sông có cảm giác giống như đang ăn một chiếc bánh mì không giống bất kỳ nơi nào khác - tất nhiên là nếu bạn thích ăn trộm - .Đọc thêm",
            "Charlotte!\n\nTôi đã có một vụ nổ với các bạn! Thời tiết ngày hôm đó thật hoàn hảo và thật khó để có thể bỏ qua bữa trưa bên bờ sông! Rất vui khi biết các bạn cũng có nhiều niềm vui như tôi! Hãy gọi cho chúng tôi nếu bạn quay lại thị trấn!\n\nChúc mừng\nShaneĐọc thêm",
            "Đây là một trong những điểm nổi bật trong chuyến đi của chúng tôi và chắc chắn đáng để thức dậy vào sáng sớm. Hướng dẫn rất thân thiện và trò chuyện với chúng tôi. Thật dễ dàng để nhận và chúng tôi đã đi với một tốc độ thoải mái. Cảnh mặt trời mọc rất đẹp và không nên bỏ qua. Họ đã chụp ảnh và gửi cho chúng tôi nên bạn không cần phải lo lắng về việc máy ảnh của mình bị ướt. Tôi muốn giới thiệu điều này cho bất kỳ khách du lịch nào.Đọc thêm",
            "Meike!\n\nCảm ơn vì đã cho chúng tôi biết mọi việc vẫn ổn! Tôi rất ngạc nhiên vì các bạn rất thích mái chèo ngắm bình minh của mình! Hãy quay lại bất cứ lúc nào và chúng ta có thể thực hiện một buổi chụp ảnh khác! Những bức ảnh luôn đẹp khi các bạn làm người mẫu!\n\nChúc mừng\nShaneĐọc thêm",
            "Sự khởi đầu sớm cho chuyến tham quan mặt trời mọc thật khó khăn nhưng tốt và thực sự xứng đáng. Chèo thuyền vượt qua ngư dân địa phương và ngắm hoàng hôn trên cù lao Chàm là một trải nghiệm khó quên. Hướng dẫn viên Shane của chúng tôi thật tuyệt vời và rất vui khi chia sẻ kiến ​​thức phong phú của mình về Việt Nam, văn hóa và con người nơi đây. Anh ấy cũng có một số lời khuyên tuyệt vời về những nơi tốt nhất để đến ở địa phương. Tôi muốn giới thiệu tour này cho bất kỳ ai và chắc chắn sẽ quay lại lần sau khi tôi ở Hội An. Đọc thêm",
            "Jeff,\n\nCảm ơn những lời tốt đẹp! Đã có một khoảng thời gian vui vẻ cùng các bạn trên biển, không gì có thể sánh bằng một buổi bình minh tuyệt đẹp cùng những người tốt. Rất vui vì các bạn đã thích thú. Hãy ghé qua bất cứ lúc nào để thưởng thức đồ uống!\n\nChúc mừng\nShaneĐọc thêm",
            "Rất vui vì chúng tôi đã dậy sớm và thực hiện chuyến tham quan này. Khi chúng tôi đến, Shane đã chuẩn bị xong mọi thứ và đang đợi chúng tôi. Bãi biển rất đẹp và yên tĩnh với một số người dân địa phương đang tận hưởng nhiệt độ mát mẻ hơn. Chúng tôi chèo thuyền trong 20 phút và trò chuyện khoảng 45 phút trong khi chờ mặt trời mọc. Khi nó đã làm, những gì tuyệt vời xem. Rất đáng để bắt đầu sớm. Sau đó chúng tôi thong thả chèo thuyền trở lại bờ. Một điều không thể bỏ qua đối với du khách đến Hội An. Làm tốt lắm Shane!Đọc thêm",
            "Kevin!\n\nCảm ơn vì đã thức dậy sớm như vậy, Các bạn đã làm tôi ấn tượng với động tác trồng cây chuối của mình, Đã cho tôi một điều gì đó để luyện tập! Hãy gọi cho chúng tôi bất cứ khi nào bạn ở trong thị trấn và chúng ta có thể lấy một lon bia lạnh và chèo thuyền tiếp!\n\nCảm ơn\nShaneĐọc thêm",
            "Tôi và bạn trai không đặc biệt hào hứng với sự khởi đầu sớm nhưng chúng tôi rất kiên quyết với SUP ở Hội An vì chúng tôi rất thích nó sau chuyến đi gần đây đến Bồ Đào Nha. Cảm ơn chúa, chúng tôi đã cày suốt buổi sáng. Hóa ra đó là một trong những điều tuyệt vời nhất mà chúng tôi từng thấy. Toàn bộ đại dương là của chúng tôi, nó thật yên tĩnh và chúng tôi chỉ kinh ngạc trước cảnh bình minh tuyệt đẹp. Không chỉ vậy, chúng tôi không thể yêu cầu một hướng dẫn tốt hơn. Shane thật tuyệt vời! Anh ấy đã chuẩn bị mọi thứ cho chúng tôi khi chúng tôi đến, anh ấy cũng là một người rất dễ gần và dễ đi biển cùng. Đây là việc PHẢI LÀM ở Hội An. Đi thôi Shane! Đọc thêm",
            "Chichi!\n\nThực sự đánh giá cao những lời tốt đẹp! Việc thức dậy đó có thể rất khó khăn! nhưng chắc chắn có giá trị nó! Tôi rất vui vì được đưa hai bạn đi chơi và việc trở thành người hướng dẫn trở nên dễ dàng hơn nhiều khi các bạn có một nhóm như các bạn! Hãy tận hưởng phần còn lại của chuyến đi và ghé qua bất cứ lúc nào bạn đang ở trong thị trấn!\n\nChúc mừng\nShaneĐọc thêm",
            "Khung cảnh đảo Chàm với ánh bình minh thật đặc biệt! Điều duy nhất tuyệt vời hơn quang cảnh là Shane, hướng dẫn viên du lịch tuyệt vời nhất từ ​​trước đến nay. Chúng tôi bắt đầu bằng việc thức dậy sớm đến bãi biển an bang tuyệt vời để đến và cảm thấy tuyệt vời bởi một tấm ván chèo màu đồng. Sau một bài học ngắn, chúng tôi đi ngắm mặt trời mọc trên các hòn đảo. Chúng tôi tiếp tục đoàn kết sau một trong những buổi bình minh đẹp nhất mà tôi từng thấy để ăn sáng, bơi lội trên bãi biển và học nhanh về lướt sóng. Bữa sáng trong ánh sáng sớm lãng mạn đến nỗi ai trong chúng tôi cũng có một cảm giác đặc biệt mà chỉ có khỉ mới có thể cho bạn cảm ơn bạn khỉ và cảm ơn bạn shane bạn nữ thần nước Mỹ xinh đẹp Đọc thêm",
            "Marion!\n\nBạn - lại khen quá nhiều! Chúng tôi đã có một trải nghiệm chèo thuyền tuyệt vời cùng bạn! Tiếng cười rất dễ lây lan, tôi nghĩ sau đó tất cả chúng tôi đều đau bụng. Chúng tôi - rất vui vì bạn đã có khoảng thời gian tuyệt vời như chúng tôi! Hãy dừng lại nếu bạn quay lại thị trấn để có thêm một trận cười sảng khoái. Chúc mừng! và tận hưởng thời gian còn lại của bạn ở Hội An!\n\nShaneĐọc thêm",
            "Chuyến tham quan mặt trời mọc là điều nhất định phải làm khi đến Hội An! Hét lên với hướng dẫn viên du lịch Shane của chúng tôi, người đã rất xuất sắc trong việc khiến chúng tôi quên đi thời gian còn sớm và khiến trải nghiệm trở nên vô cùng thú vị. Anh ấy rất chuyên nghiệp, một người giao tiếp tuyệt vời, vui tính và tôi không thể quên rằng anh ấy là một người khá đẹp trai! ; - Anh ấy rất giỏi trong việc điều chỉnh chuyến tham quan theo sở thích của nhóm chúng tôi. Bình minh vào buổi sáng thật khó tin và việc chèo thuyền thực sự không khó như tôi nghĩ, điều đó khiến tôi có một buổi sáng thư giãn tuyệt vời. Ngoài ra, BLT - s tại La Plage sau đó cũng sẽ chết. Nếu tôi có nhiều thời gian hơn ở Hội An, tôi chắc chắn sẽ thích thú khi lặp lại chuyến tham quan này. Cảm ơn SUP Monkey và DK - s House vì những trải nghiệm khó quên!!Đọc thêm",
            "Sâm!\n\nRất vui khi biết bạn thích thú với mái chèo của mình với chúng tôi! Chúng tôi đã có khoảng thời gian tuyệt vời với bạn cũng như bạn đã có với chúng tôi! Làn nước êm đềm và những chuyến đi an toàn trên hành trình của bạn! Hy vọng chúng tôi sẽ gặp lại bạn!\n\nChúc mừng\nShaneĐọc thêm",
            "Chuyến tham quan mặt trời mọc thật tuyệt vời, hãy đến bãi biển An Bàng nơi bạn gặp hướng dẫn viên lúc 5 giờ sáng. Hướng dẫn viên Shane của chúng tôi có đầy đủ kiến ​​thức không chỉ về thành phố cổ Hội An mà còn rất nhiều về lịch sử của Việt Nam, anh ấy cũng giúp tôi trong phần còn lại của chuyến đi. Chuyến tham quan được tổ chức tốt, nơi bạn có được một bài học nhanh và ra ngoài ngắm bình minh, đi xuống bờ biển để uống cà phê địa phương của Việt Nam. quay trở lại bờ biển để vui đùa với những con sóng và ăn sáng BLT. Dành thời gian còn lại trong ngày trên bãi biển An Bàng sau 9 giờ. Thật tuyệt vời, cảm ơn Shane vì trải nghiệmĐọc thêm",
            "Callum!\n\nThật vui khi được bạn chèo thuyền cùng chúng tôi! Một buổi bình minh hoành tráng của một nhóm người sử thi. Chúng tôi hy vọng sẽ gặp lại bạn xung quanh những phần này! Cho đến lúc đó hãy tiếp tục làm những gì bạn đang làm ở New Zealand! Chúc mừng anh trai!\n\nTất cả những người bạn tốt nhất \nShaneĐọc thêm",
            "Thật là một cách để ngắm bình minh đẹp nhất trên Đại dương.!. Tôi là người lần đầu tiên chơi SUP nhưng nó thật đáng đau chân vào ngày hôm sau và nỗ lực dậy sớm để thực hiện nó. Bình minh rất đẹp - thật tĩnh lặng khi bạn ở ngoài kia trên mặt nước ngao. Cảm ơn Shane vì một buổi sáng tuyệt vời như vậy, Peter và tôi rất thích buổi sáng đó, những bức ảnh của bạn thật tuyệt vời và rất vui vì chúng tôi đã có người ghi lại trải nghiệm. Nếu bạn ở Hội An hãy nỗ lực và bạn sẽ rất vui vì mình đã làm được.Đọc thêm",
            "2Rượu vang đỏ,\n\nTôi chỉ muốn cảm ơn bạn đã dành thời gian để lại cho chúng tôi những lời tốt đẹp như vậy! tôi cũng thích cái tên cố vấn chuyến đi! Tôi đã rất vui vẻ với các bạn trên bảng và tôi hy vọng đây không phải là lần cuối cùng chúng tôi gặp bạn! hãy gọi cho chúng tôi bất cứ lúc nào bạn ở trong thị trấn! Chúng tôi rất vui khi được chèo thuyền cùng các bạn!\n\nChúc mừng!\nShaneĐọc thêm",
            "Anh trai tôi và tôi đi chơi sớm vào một buổi sáng với Jono và Shane và những người này thật tuyệt vời. Cả hai đều tạo ra một bầu không khí thoải mái và mát mẻ. Bạn không cần phải quá khỏe mạnh để làm điều đó, và ra biển khi mặt trời mọc trên Cù Lao Chàm là một cách tuyệt vời để bắt đầu ngày mới. Chuyến tham quan kết thúc với bữa BLT ngon tuyệt tại La Plage ở bãi biển An BàngĐọc hơn",
            "Hendo,\n\nCó bạn và anh trai bạn, Indy, đi chơi với chúng tôi thật là cáu kỉnh! Chúng tôi đánh giá cao những lời tốt đẹp và rất vui vì bạn đã tận hưởng thời gian vui chơi trên mặt nước. Hãy ghé qua bất cứ lúc nào bạn - đang ở Hội An và chúng tôi - sẽ mang theo một số món ngon! Hi vọng sẽ gặp bạn sớm!\n\nChúc mừng!\nShaneĐọc thêm",
            "Có sẵn vào sáng ngày 12 tháng 6 cho 2 khách? Chi phí có phải nhiều không?Đọc thêm",
            "Xin chào, tôi chỉ tự hỏi liệu bạn có thể làm được điều này nếu bạn không biết bơi?!  -  Đọc thêm",
            "Xin chào, chúng tôi là một gia đình gồm 5 người, trẻ em 11, 10 và 7 tuổi. Chúng bơi rất giỏi, nhưng tất cả chúng tôi đều chưa từng thử chèo SUP trước đây. Bạn có nghĩ chúng tôi có thể sắp xếp được chuyến đi không? Đọc thêm",
            "CHÀO.\nBạn có SUP cứng để lướt sóng không?\n\nTrân trọng\nSlavaĐọc thêm",
            "Xin chào! Thật không may hiện nay chúng tôi đang sử dụng ván bơm hơi chất lượng cao. Họ có khả năng lướt sóng nhưng bạn phải có nhiều kinh nghiệm. Thoải mái để. Hãy kiểm tra lại vì chúng tôi - luôn mở rộng! \nChúc mừng! Đọc thêm",
            "Bạn đón và trả ở đâu?\nBạn cần phải là người bơi lội khỏe đến mức nào?Đọc thêm",
            "Họ đón bạn và thả bạn tại khách sạn của bạn. Một mẹo nhỏ - - - sẽ giúp ích rất nhiều cho chuyến đi về nhà của bạn. Bạn thậm chí có thể yêu cầu tài xế mang cho bạn một ít bia lạnh khi anh ta đến. Khoảng - 1 mỗi cái.\nNên mặc áo phao nếu bạn không biết bơi. Họ ra ngoài vào buổi sáng vì sóng ít hơn và ít tàu thuyền qua lại hơn.Đọc thêm"
        ],
        "star_ratings": [
            81,
            3,
            0,
            0,
            3
        ],
        "review_amount": 87,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Súp Khỉ Hội An",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written October 7, 2016",
            "Written October 7, 2016",
            "Written October 5, 2016",
            "Written October 4, 2016",
            "Written September 20, 2016",
            "Written September 18, 2016",
            "Written September 17, 2016",
            "Written September 10, 2016",
            "Written August 30, 2016",
            "Written August 28, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d7057253-Reviews-or20-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or10-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or30-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27728183-Reviews-Cat_s_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12711684-Reviews-Hoian_Aodai_Ridertour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8127394-Reviews-Tommy_Dao_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25237424-Reviews-Golden_Girl_Spa_Nail-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12492774-Reviews-S_Hoi_An_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24229824-Reviews-Shanti_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9739467-Reviews-Palm_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25430700-Reviews-Traditional_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25302255-Reviews-Royal_Mansion_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27096798-Reviews-Moonlight_bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15588137-Reviews-Sea_Salt_Spa_Nails_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2409733-Reviews-Phuoc_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g51697-d1519722-Reviews-River_Spirit_Casino_Resort-Tulsa_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12696910-Reviews-Dog_in_Town-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d12092891-Reviews-Dupont_Underground-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31431-d3203628-Reviews-Beaver_Bridge_Little_Golden_Gate-Beaver_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g57072-d142989-Reviews-Monument_Valley_Navajo_Tribal_Park-Monument_Valley_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d107580-Reviews-The_Witch_House_at_Salem-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d103401-Reviews-Hollywood_Boulevard-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50459-d10294159-Reviews-Honey_Run_Waterfall-Howard_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g49150-d208390-Reviews-Frisco_Beach-Frisco_Hatteras_Island_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g40693-d8356911-Reviews-Parsons_Beach-Kennebunk_Kennebunks_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or30-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or20-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Sup Monkey Hoi An",
        "attraction_name_vi": "Súp Khỉ Hội An",
        "general_info": [
            "87 đánh giá",
            "- 37 trên 152 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hội An",
            "Chèo ván đứng"
        ],
        "attraction_summary": "Hãy tham gia cùng chúng tôi trên ván chèo đứng - SUP - phiêu lưu. Hãy tự mình trải nghiệm tại sao chèo ván đứng là hoạt động dưới nước phát triển nhanh nhất xung quanh. Cùng nhau chúng ta sẽ khám phá hệ thống sông và biển tuyệt đẹp xung quanh Hội An.Đọc thêm",
        "reviews": [
            "Tôi đã có chuyến đi SUP tuyệt vời và có phần ngẫu hứng nhất vào ngày 13 tháng 8 với Jono, người hướng dẫn tuyệt vời - đã đặt qua DK - s House Vietnam Backpacker Hostels - . Chúng tôi đến bãi biển trong bóng tối và ngồi trên ván chèo lắng nghe tiếng sóng nhỏ vỗ vào bờ cùng với một số người dân địa phương Việt Nam đang tận hưởng thời gian trên bãi biển. Khi trời vừa đủ sáng để nhìn, chúng tôi lên đường đi khoảng 1 km với khung cảnh tuyệt đẹp của cù lao Chàm phía trước khi mặt trời bắt đầu mọc. Jono là một người hướng dẫn tuyệt vời, thú vị, thân thiện, cởi mở và hiểu biết về nhiều nền văn hóa khác nhau. Anh ấy chụp nhanh với chiếc máy ảnh dưới nước của mình và chụp được một số bức ảnh tuyệt vời! Chúng tôi chèo thuyền đến bãi biển Cửa Đại - xa hơn rất nhiều so với vẻ ngoài của nó! - và có một ly cà phê đá thơm ngon - rất cần thiết. Chúng tôi quay trở lại ván của mình và đi theo bờ biển đến điểm xuất phát để thưởng thức BLT ngon lành với tầm nhìn ra đại dương. Chuyến đi thật tuyệt vời, tôi đánh giá cao nó, tôi cho điểm 10 trên 10 và với Jono là người hướng dẫn, đó là 20 trên 10 :-DĐọc thêm",
            "Lyndall!\n\nThật vui khi biết rằng bạn rất thích chèo thuyền cùng Jono! Chúng ta - sẽ cho anh ấy biết những lời tử tế! Bạn - đã vẽ nên bức tranh hoàn hảo về những buổi sáng thường lệ của chúng tôi và chúng tôi không thể - cảm ơn bạn đủ vì điều đó. Hy vọng có bạn đi chơi với chúng tôi một lần nữa! Dừng lại bất cứ lúc nào bạn - quay lại Hội An!\n\nChúc mừng!\nShane Đọc thêm",
            "Trải nghiệm đáng kinh ngạc nhất khi chèo thuyền vào lúc mặt trời mọc, đó là điều tuyệt vời nhất tôi từng làm ở Việt Nam cho đến nay. Rất muốn giới thiệu và sẽ làm điều đó mỗi sáng nếu có thể! Hướng dẫn của Jono rất thân thiện và hài hước.Đọc thêm",
            "Đã đăng ký Aloha Sunrise SUP! Quyết định đúng đắn nhất từ ​​trước đến nay...Tôi - chưa bao giờ thử chèo thuyền đứng trước đây và không phải là người bơi giỏi nhưng tôi đã làm được: - Cảm ơn người hướng dẫn tuyệt vời, Jonathan, đã chăm sóc chúng tôi trong khi chụp những bức ảnh đẹp! Đọc thêm",
            "Tôi có thể nói gì đây, bạn trai tôi - Tôi hoàn toàn yêu thích tour SUP - Aloha Sunrise - của chúng tôi tại bãi biển An Bàng. Chúng tôi đã làm một số điều khá tuyệt vời ở Việt Nam nhưng đây là tour yêu thích nhất của chúng tôi vì đó là một trải nghiệm vô cùng phấn khích và đáng kinh ngạc. Tôi chắc chắn sẽ giới thiệu tour này cho người mới bắt đầu - và cả những người chuyên nghiệp! - . Nhóm của chúng tôi chỉ nhỏ - tổng cộng có 4 người bao gồm cả hướng dẫn viên tuyệt vời Jonno của chúng tôi. 2 người trong chúng tôi là người mới bắt đầu và 1 người là chuyên gia về SUP. Đó là một thử thách nhưng vừa đủ để bạn cảm thấy mình xứng đáng với BLT vào cuối chuyến đi và có thể tận hưởng quang cảnh tuyệt đẹp khi bạn chèo thuyền vào giữa đại dương. Cảm ơn Jonno rất nhiều vì đã chỉ cho chúng tôi cách chèo SUP và là một người bạn đồng hành tuyệt vời. Anh ấy cũng biết rất nhiều về khu vực địa phương và kể một số câu chuyện tuyệt vời! Tôi không thể giới thiệu đủ về các tour du lịch SUP Monkey vì đó là điểm nhấn của chuyến đi và có một số bức ảnh tuyệt đẹp để đóng khung và ghi nhớ! Đọc thêm",
            "5 người chúng tôi đã cùng Jono tham gia SUP mặt trời mọc và điều đó đã không làm chúng tôi ngạc nhiên! Chúng tôi có 4 ván chèo và một ván có chỗ ngồi dành cho người chèo thuyền SUP kém tự tin hơn. Jono là một chàng trai tuyệt vời, có nhiều kinh nghiệm sống và thích chia sẻ những câu chuyện cũng như lời khuyên du lịch của mình. Chúng tôi gặp nhau ở bãi biển lúc 04:45 và ở trên mặt nước lúc 05:00 để sẵn sàng đón bình minh. Khung cảnh thật tuyệt vời. Chúng tôi chèo thuyền vài km, ngâm mình trong làn nước trong vắt, rồi chèo đến một bãi biển đã bị gió cuốn cuốn đi và uống cà phê đá. Sau đó chúng tôi quay trở lại quầy xuất phát để ăn bánh mì kẹp thịt xông khói. Chúng tôi đã có một buổi sáng tuyệt vời và Jono - không gây áp lực buộc chúng tôi phải đi nhanh hơn - đứng dậy, anh ấy chỉ để chúng tôi đi theo tốc độ của riêng mình, điều này rất được đánh giá cao khi chúng tôi mệt mỏi! Jono cũng lấy máy ảnh chống nước của mình và chụp ảnh rồi gửi cho chúng tôi khi chúng tôi quay lại quán bar, thật tuyệt! Tất cả chúng tôi chắc chắn sẽ giới thiệu chuyến đi này! Đọc thêm",
            "Chuyến tham quan SUP là một cách hoàn hảo để bắt đầu ngày mới và rèn luyện sức khỏe một chút. Bình minh từ đại dương là một khung cảnh đáng kinh ngạc! Và hướng dẫn viên Jonno của chúng tôi có lẽ là người tuyệt vời nhất mà tôi từng gặp; - Đúng là một trải nghiệm tuyệt vời! Đọc thêm",
            "Đó là cách hoàn hảo để bắt đầu ngày mới với SUP lúc bình minh. Được tổ chức bởi Jonathan, một chàng trai tuyệt vời rất thân thiện khiến bạn cảm thấy được chào đón và có đầy đủ kiến ​​thức cũng như những lời khuyên tuyệt vời. Rất khuyên bạn nên làm điều đó.Đọc thêm",
            "Không có cách nào tốt hơn để bắt đầu buổi sáng của bạn ở Hội An hơn là tham gia Tour ngắm bình minh. Tôi là người mới tham gia tour cùng một người bạn và đã bị cuốn hút. Tour diễn ra chính xác như những gì tôi mong đợi. Craig rất thân thiện, là một giáo viên giỏi và là một người kể chuyện tuyệt vời. Tôi không chỉ học cách chèo thuyền trên sóng mà còn học được lịch sử của môn thể thao này và cuộc sống ở Việt Nam. Mọi thứ đều được lên kế hoạch tốt: thời gian nghỉ ăn nhẹ đến đúng lúc, chúng tôi có thể bơi một chút khi trời nóng và không bỏ lỡ cảnh bình minh tuyệt đẹp. Con trai của Craig xứng đáng được khen ngợi vì đã giúp đỡ về thiết bị, nói tiếng Việt lưu loát và cho chúng tôi xem ảnh tất cả các con vật cưng của anh ấy. Nhìn chung, Craig và Max là một nhóm chào đón mà tôi rất thích dành buổi sáng cùng. Sau khi tham gia, tôi đã không thể chờ đợi đến cơ hội tiếp theo để chèo SUP hoặc ăn trứng cút. - Điều duy nhất tôi muốn thay đổi là hướng dẫn rất chi tiết về nơi gặp mặt, khi chúng tôi mới đến, chúng tôi hơi bối rối không biết nên đi đâu cho đến khi Max nhìn thấy chúng tôi - chỉ vài phút nên không có gì to tát - - .Đọc thêm",
            "Mặc dù không phải là mùa thích hợp cho chuyến đi này, Craig đã tìm được một ngày thích hợp cho buổi chèo SUP lúc bình minh. Chuyến đi này xứng đáng hơn nhiều; hướng dẫn đơn giản và rõ ràng giúp chuyến đi dễ dàng hơn nhiều so với việc ngắm cảnh đẹp tuyệt vời khi mặt trời mọc. Rất vui khi được thử bắt một số con sóng trên đường trở về. Tôi thực sự muốn giới thiệu chuyến đi này và hy vọng sẽ quay lại để chèo thuyền ngược một trong những con sông vào rừng rậm trong một chuyến đi dài hơn. Craig và con trai Max rất hữu ích, thoải mái và vui vẻ - một trong những điểm nhấn của chuyến đi. Đọc thêm",
            "Dành cả buổi sáng với Craig, không thể nào tổ chức tốt hơn được. Phong cảnh đẹp, anh ấy có cái nhìn sâu sắc về văn hóa và khu vực địa phương. Anh ấy hướng dẫn bạn gái tôi cách chèo và đứng trên ván và anh ấy là một giáo viên rất giỏi. Một trong những điều tốt nhất tôi đã làm ở Việt Nam cho đến nay. Đọc thêm",
            "Có sẵn vào sáng ngày 12 tháng 6 cho 2 khách? Chi phí có phải nhiều không?Đọc thêm",
            "Xin chào, tôi chỉ tự hỏi liệu bạn có thể làm được điều này nếu bạn không biết bơi?!  -  Đọc thêm",
            "Xin chào, chúng tôi là một gia đình gồm 5 người, trẻ em 11, 10 và 7 tuổi. Chúng bơi rất giỏi, nhưng tất cả chúng tôi đều chưa từng thử chèo SUP trước đây. Bạn có nghĩ chúng tôi có thể sắp xếp được chuyến đi không? Đọc thêm",
            "CHÀO.\nBạn có SUP cứng để lướt sóng không?\n\nTrân trọng\nSlavaĐọc thêm",
            "Xin chào! Thật không may hiện nay chúng tôi đang sử dụng ván bơm hơi chất lượng cao. Họ có khả năng lướt sóng nhưng bạn phải có nhiều kinh nghiệm. Thoải mái để. Hãy kiểm tra lại vì chúng tôi - luôn mở rộng! \nChúc mừng! Đọc thêm",
            "Bạn đón và trả ở đâu?\nBạn cần phải là người bơi lội khỏe đến mức nào?Đọc thêm",
            "Họ đón bạn và thả bạn tại khách sạn của bạn. Một mẹo nhỏ - - - sẽ giúp ích rất nhiều cho chuyến đi về nhà của bạn. Bạn thậm chí có thể yêu cầu tài xế mang cho bạn một ít bia lạnh khi anh ta đến. Khoảng - 1 mỗi cái.\nNên mặc áo phao nếu bạn không biết bơi. Họ ra ngoài vào buổi sáng vì sóng ít hơn và ít tàu thuyền qua lại hơn.Đọc thêm"
        ],
        "star_ratings": [
            81,
            3,
            0,
            0,
            3
        ],
        "review_amount": 87,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Súp Khỉ Hội An",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written August 26, 2016",
            "Written August 3, 2016",
            "Written August 1, 2016",
            "Written July 27, 2016",
            "Written July 20, 2016",
            "Written June 3, 2016",
            "Written May 16, 2016",
            "Written January 12, 2016",
            "Written December 14, 2015",
            "Written November 19, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d7057253-Reviews-or30-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or20-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or40-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27728183-Reviews-Cat_s_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12711684-Reviews-Hoian_Aodai_Ridertour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8127394-Reviews-Tommy_Dao_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25237424-Reviews-Golden_Girl_Spa_Nail-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12492774-Reviews-S_Hoi_An_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24229824-Reviews-Shanti_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9739467-Reviews-Palm_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25430700-Reviews-Traditional_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25302255-Reviews-Royal_Mansion_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27096798-Reviews-Moonlight_bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15588137-Reviews-Sea_Salt_Spa_Nails_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2409733-Reviews-Phuoc_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d547175-Reviews-The_Grove-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d542369-Reviews-Teatro_Massimo-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d219643-Reviews-Kalalau_Lookout-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17788582-Reviews-The_Mountain_Monster-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d501696-Reviews-The_Magic_Fountain-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11750005-Reviews-Dubai_Safari_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23601576-Reviews-Back_To_The_Future_The_Musical-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d13965200-Reviews-Jing_Jai_Farmers_Market_Chiang_Mai-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293987-d1911555-Reviews-O_Beach-Dead_Sea_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d21232810-Reviews-Lido_L_Incanto-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or40-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or30-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Sup Monkey Hoi An",
        "attraction_name_vi": "Súp Khỉ Hội An",
        "general_info": [
            "87 đánh giá",
            "- 37 trên 152 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hội An",
            "Chèo ván đứng"
        ],
        "attraction_summary": "Hãy tham gia cùng chúng tôi trên ván chèo đứng - SUP - phiêu lưu. Hãy tự mình trải nghiệm tại sao chèo ván đứng là hoạt động dưới nước phát triển nhanh nhất xung quanh. Cùng nhau chúng ta sẽ khám phá hệ thống sông và biển tuyệt đẹp xung quanh Hội An.Đọc thêm",
        "reviews": [
            "Đã có một thời gian tuyệt vời với Carl. Một cách đẹp để bắt đầu một ngày. Rất đáng để bắt đầu sớm, mặt trời mọc tuyệt đẹp và biển lặng. Chắc chắn sẽ đề nghị điều này. Đọc thêm",
            "Chúng tôi bắt đầu lúc 5 giờ 15 sáng và kết thúc vào khoảng 9 giờ. Chắc chắn đáng để thức dậy vì mặt trời mọc thật tuyệt vời. Ngoài ra, khen ngợi Craig, người vui vẻ và chuyên nghiệp - đã khiến trải nghiệm tổng thể thực sự thú vị.Đọc thêm",
            "Các chuyến tham quan thật tuyệt vời, còn có đồ uống và đồ ăn mà Craig cung cấp trong các chuyến tham quan. Bạn là người yêu thích Đại dương và dự định đến Hội An để du lịch, trước khi đi, đừng quên gọi cho anh ấy và đặt tour cho anh ấy, bạn sẽ hài lòng , tin tôi đi! Cảm ơn vì chuyến tham quan tuyệt vời Aloha Sunrise, ông chủ!Đọc thêm",
            "Tìm thấy SUPmomkey trên tripadvisor. Craig trả lời các câu hỏi qua e-mail thông qua trang web của anh ấy một cách nhanh chóng. Đề xuất chuyến tham quan đại dương lúc bình minh bắt đầu lúc 05:15 - sự lựa chọn tuyệt vời. Chưa bao giờ đến gần ván SUP nên chúng tôi hơi e ngại nhưng Craig đã giúp chúng tôi đứng dậy và chèo ra biển trong vòng chưa đầy 5 phút! Chúng tôi ngắm bình minh tuyệt đẹp trên Cù Lao Chàm và sau đó chèo thuyền xuống bờ biển để thưởng thức cà phê đá trong một quán cà phê trên bãi biển. Trên đường trở về, trời ngày càng ấm hơn nên chúng tôi đi loanh quanh và có nhiều thời gian để bơi lội và ngắm thuyền đánh cá. Sau khi trở lại bãi biển An Bàng, chúng tôi đã có bữa sáng BLT ngon miệng - tất cả đã bao gồm. Chuyến tham quan này là một trải nghiệm tuyệt vời được thực hiện rất thú vị bởi Craig, một hướng dẫn viên rất chuyên nghiệp với kỹ năng giao tiếp tuyệt vời và rất tự hào về thiết bị chất lượng hàng đầu của mình.Đọc thêm",
            "Craig và cậu con trai tuyệt vời của anh ấy, Max, đã tạo ra trải nghiệm SUP lúc bình minh tuyệt vời cho tôi sau 18 giờ. Họ - rất gắn bó với Hội An và hoàn toàn không phải là những kẻ can thiệp từ bên ngoài, Max đã thông thạo tiếng Việt và vợ của Craig - là hiệu trưởng một trường học địa phương. Tôi không biết điều này sẽ xảy ra với mái chèo của chúng tôi, nhưng điều đó có nghĩa là tôi có thể tìm hiểu được nhiều điều về khu vực này. Đây là một ưu điểm tuyệt vời của một mái chèo có hình ảnh tuyệt đẹp. Tôi - đã may mắn dành nhiều buổi tối và buổi sáng trên mặt nước, nhưng không thể nghĩ ra cách nào tốt hơn để trải nghiệm cảnh bình minh ở Hội An. Craig đã chia sẻ với tôi một số kế hoạch mở rộng các chuyến tham quan mà anh ấy cung cấp, dựa trên những khám phá mà anh ấy và gia đình đã thực hiện. Craig - là một hướng dẫn viên tuyệt vời và một quý ông đáng yêu.Đọc thêm",
            "Chúng tôi chọn chuyến đi ngắm bình minh vào buổi sáng, nơi bạn ngắm mặt trời mọc trên những ngọn núi tuyệt đẹp ngoài biển. Ngắm mặt trời mọc này có thể so sánh với Angkor Watt. Craig đã thực sự hữu ích ngay từ đầu với những câu trả lời nhanh chóng cho các thắc mắc và lời khuyên. Thiết bị thực sự tốt và đã sẵn sàng khi bạn đến. Supping là một điều tuyệt vời để thử và thực sự dễ dàng. Sau khi chèo ra biển và dừng lại uống cà phê đá, chúng tôi chèo thuyền dọc theo bờ biển và được xem một số thủ thuật và trò chơi, tất cả đều thực sự thú vị. Trên hết là món bánh sandwich BLT thơm ngon trên bãi biển. Không thể mong muốn một buổi sáng tốt hơn, thiết bị hoặc hướng dẫn tốt hơn. Cảm ơn. Đọc thêm",
            "Lần đầu tiên chúng tôi chơi ván chèo và chúng tôi yêu thích nó. Craig rất vui và thực sự thoải mái. Bình minh thật tuyệt vời khi chèo về phía đó và sau nhiều lần chèo thuyền vui vẻ, loay hoay và ở xa trên vùng nước tĩnh lặng, chúng tôi đã có được một chiếc Blt tuyệt vời sau buổi tập luyện buổi sáng. Tôi chắc chắn sẽ giới thiệu chuyến đi này như một điều thú vị để làm, thả mình xuống vùng biển ấm áp khiến việc bắt đầu dễ dàng hơn nhiều ha ha, bạn sẽ có được đôi chân đi biển khá nhanh - Đọc thêm",
            "Vợ tôi và tôi đã tham gia tour ngắm bình minh và Craig đã chăm sóc chúng tôi rất chu đáo ngoài biển và nhắc nhở chúng tôi rằng sự an toàn luôn là trên hết. Vì chỉ có 3 chúng tôi, chúng tôi đã dành thời gian và thực sự cảm thấy tệ khi đã dành quá nhiều thời gian cho Craig. Chúng tôi đã chứng kiến ​​cảnh bình minh tuyệt đẹp, biển lặng đẹp, gặp gỡ những người đánh cá và bơi lội trên đường đi, nghỉ giải lao uống cà phê Việt Nam giữa buổi tập và thưởng thức bữa sáng BLT Bahn Mi ngon miệng vào cuối buổi, tất cả đều được bao gồm trong giá. Chắc chắn là một trong những hoạt động thú vị nhất ở Hội An. Cảm ơn Craig! Đọc thêm",
            "Tôi đã lên thuyền SUP lúc mặt trời mọc với Craig và đã có khoảng thời gian tuyệt vời.  Tôi chưa bao giờ chơi SUP trước đây nhưng đã nhanh chóng làm quen với nó.  Craig là một người đàn ông hàng đầu, rất dễ nói chuyện và hòa đồng.  Muốn giới thiệu cho những ai quan tâm đến việc chèo thuyền SUP.Đọc thêm",
            "Sau khi liên hệ với Craig qua email, anh ấy gần như trả lời ngay lập tức và đề nghị một chuyến tham quan vào sáng hôm sau và anh ấy vui vẻ đổi sang hai ngày sau cho chúng tôi. Chúng tôi thực sự có thể giới thiệu SupMonkey! Chúng tôi gặp Craig ở bãi biển lúc 5h10 sáng, nơi anh ấy giải thích những điều cơ bản. Sau đó chúng tôi bắt đầu chèo thuyền trên biển để đón ánh bình minh tuyệt đẹp. Sau một thời gian, chúng tôi nghỉ ngơi một chút với đồ uống trên mặt nước. Sau đó chúng tôi dừng lại ở một nhà hàng và uống cà phê và dừa tươi. Trên đường trở về, Craig đã dạy chúng tôi một số thủ thuật thú vị và tất cả chúng tôi đã có khoảng thời gian vui vẻ đùa giỡn trong khi chèo thuyền trở về. Trở lại bãi biển, tất cả chúng tôi cùng nhau ăn sáng. Trong suốt chuyến đi, Craig đã chụp những bức ảnh mà anh ấy gửi cho chúng tôi sau. Thật là vui và lần sau chúng tôi - sẽ đến - sẽ đặt một trong những chuyến tham quan tuyệt vời khác của anh ấy.Đọc thêm",
            "Có sẵn vào sáng ngày 12 tháng 6 cho 2 người không? Chi phí là bao nhiêu?Đọc thêm",
            "Xin chào, tôi chỉ tự hỏi liệu bạn có thể làm được điều này nếu bạn không biết bơi?!  -  Đọc thêm",
            "Xin chào, chúng tôi là một gia đình 5 người, các em 11, 10 và 7 tuổi. Các em bơi giỏi nhưng tất cả chúng tôi chưa bao giờ thử SUP trước đây. Bạn có nghĩ chúng ta có thể quản lý được chuyến đi không?Đọc thêm",
            "CHÀO.\nBạn có SUP cứng để lướt sóng không?\n\nTrân trọng\nSlavaĐọc thêm",
            "Xin chào! Thật không may hiện nay chúng tôi đang sử dụng ván bơm hơi chất lượng cao. Họ có khả năng lướt sóng nhưng bạn phải có nhiều kinh nghiệm. Thoải mái để. Hãy kiểm tra lại vì chúng tôi - luôn mở rộng! \nChúc mừng! Đọc thêm",
            "Bạn đón và trả ở đâu?\nBạn cần phải là người bơi lội khỏe đến mức nào?Đọc thêm",
            "Họ đón và trả bạn tại khách sạn của bạn. Một chút - - - tiền boa sẽ giúp bạn đi một chặng đường dài về nhà. Bạn thậm chí có thể yêu cầu tài xế mang cho bạn một ít bia lạnh khi anh ta đến. Khoảng - 1 mỗi người.\nNên mang theo áo phao nếu bạn - không biết bơi. Họ sẽ đi vào buổi sáng vì sóng ít hơn và ít tàu thuyền qua lại. Đọc thêm"
        ],
        "star_ratings": [
            81,
            3,
            0,
            0,
            3
        ],
        "review_amount": 87,
        "location": [],
        "reviews_time": [
            "Written October 7, 2015",
            "Written October 5, 2015",
            "Written September 10, 2015",
            "Written September 6, 2015",
            "Written September 6, 2015",
            "Written September 3, 2015",
            "Written September 2, 2015",
            "Written August 31, 2015",
            "Written August 30, 2015",
            "Written August 25, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d7057253-Reviews-or40-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or30-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or50-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27728183-Reviews-Cat_s_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12711684-Reviews-Hoian_Aodai_Ridertour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8127394-Reviews-Tommy_Dao_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25237424-Reviews-Golden_Girl_Spa_Nail-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12492774-Reviews-S_Hoi_An_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24229824-Reviews-Shanti_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9739467-Reviews-Palm_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25430700-Reviews-Traditional_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25302255-Reviews-Royal_Mansion_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27096798-Reviews-Moonlight_bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15588137-Reviews-Sea_Salt_Spa_Nails_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2409733-Reviews-Phuoc_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d23992277-Reviews-Punta_Love_Heart-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147366-d18844435-Reviews-Coral_Beach-George_Town_Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293993-d15829319-Reviews-Haramain_High_Speed_Railway-Mecca_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d2354488-Reviews-Mercado_de_Anton_Martin-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d12927120-Reviews-Louvre_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d106764-Reviews-The_Mount_Edith_Wharton_s_Home-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g293932-d2422703-Reviews-Vernissage_Market-Yerevan.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d123138-Reviews-San_Jose_Center_for_the_Performing_Arts-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d2277151-Reviews-Clearwater_Jolley_Trolley-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d149652-Reviews-Mastic_Trail-Grand_Cayman_Cayman_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or50-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d7057253-Reviews-or40-Sup_Monkey_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    }
]