[
    {
        "attraction_name": "Super Dong",
        "attraction_name_vi": "siêu đồng",
        "general_info": [
            "5 đánh giá",
            "- 2 trong số 13 điều cần làm ở Sóc Trăng",
            "Phà"
        ],
        "attraction_summary": "Không tệ như các đánh giá đang nói. Vâng, mọi người đang nôn mửa trong túi. Nhưng hầu hết đều là người Việt. Tôi đoán nếu bạn là người châu Âu thì bạn sẽ gặp ít rắc rối hơn một chút. Nếu trời quá gió thì có lẽ bạn nên uống thuốc. Chỗ ngồi đủ thoải mái để ngồi trong 2,5 giờ. Đọc thêm",
        "reviews": [
            "Côn Sơn is a beautiful island in the Southeast of Vietnam and part of the island group Côn Đảo about 80 kilometer southeast of the mainland. It has an old colonial history and after 1975 it became a national memorial place for the resistance against occupants. In the 1860s the French built a prison on the island and the old prison complex is nowadays one of the main attractions. Furthermore, there are many old buildings which add to the charm of this tropical island. But what makes it really special is that there are almost no Western tourists. The island is mainly visited by Vietnamese. Especially on the weekends they come here for a short vacation. The reason, why there might be so little Western tourists might be, that up to now it was pretty difficult to get to the island. Surprisingly, there is an airport on the island but flying to Côn Sơn is pretty expensive. When I wanted to travel there, a flight from Ho Chi Minh was about 300 Dollars. But flying was for a long time the only comfortable way to get to Côn Sơn. The other way was by night ferry, which was described online as something  - you do not really want to take - .But as I said, flying was the only comfortable way to get here, until now. Since July 2017 the speed ferry company  - Super Dong -  has established a route from Sóc Trăng to Côn Sơn and back. This ferry is comfortable, fast and cheep. And the biggest benefit: You get to travel like the locals. This is what I usually enjoy most, because this way I get an impression of their culture and their way of living. When I took the ferry in December 2017, I was the only Non-Asian person on the boat. I know it is kind of foolish, but this makes me feel like a real adventurer and explorer. Vietnamese people are super friendly, especially when you are not among tons of Western tourists. They smile at you and joke with you. And if you are at least able to say  - Xin chào! - , which means  - Hello! -  they will be more than exhilarated. I love Vietnamese people, especially when it - s not about money. They are very passionate and romantic people. Altogether, the speed ferry is very impressive cultural experience. During the entire trip, there will be music videos and films played on flat screens. The music videos show the typical and very pathetic music of this country. And the films seem to be eccentric, exaggerated and overacted. Everything is really loud  -  very typical for Vietnam by the way, for these people are a loud people  -  and in the beginning everything sounds the same.  - Does our western pop music sound to them all the same as well? -  But I recommend you, to give the music and the films a chance and learn through it about these people. It is their music, their entertainment and a very revealing part of their culture. Don - t we travel to get exactly that: An impression of the land and it - s people? So traveling with this super modern speed ferry is a beautiful and very authentic experience and absolutely worth it. One more advice: Neither to the ferry, nor to your hotel, you need to take a taxi. I mean you can, if you want to spend about eight dollars extra. But Super Dong operates shuttle buses to and from the ferry. The price is again a local price and thus much cheaper, only 40.000 Vietnamese Dong, which is about 1,50 Dollar. You can get the ticket at the Super Dong Offices in Sóc Trăng and Côn Sơn.Operation times:8 AM: from Sóc Trăng  - Tran De Port -   -  10:30 AM: Côn Sơn  - Ben Dam Port -  1 PM: from Côn Sơn  - Ben Dam Port -   -   3:30 PM: Sóc Trăng  - Tran De Port - Ticket Prices:Speed Ferry: 310.000 Dong  - VND -  Shuttle Buses: 40.000 Dong  - VND - Services:Shuttle service, water, a refreshing towel and a plastic bag  - in case of sea sickness - BTW 1: Before booking a hotel, check the weather. Just because it is an island, does not mean the sun will be shining. Vietnam has rain seasons and especially this year many typhoons have hit the country. So during my five day stay, I only saw the sun about four hours. I don - t mind, for I am a long term traveler and I get more sun than I would ever have hoped for. But if this is your only vacation in a year, check the weather radar before you make the decision to come here.BTW 2: The island is beautiful, but actually I found the area around the harbor Tran De Port on the mainland also very impressive. During the hour drive from the city Sóc Trăng to the harbor you drive through the Mekong Delta, which is a very fertile area, streaked by rivers and streams. It is stunningly beautiful. Everywhere you look you see rice fields, palm trees and uncountable riverbanks, all of them shining in vibrant green colors. So, it is really worth staying somewhere around there as well, at least for a couple of days.Read more"
        ],
        "star_ratings": [
            1,
            4,
            0,
            0,
            0
        ],
        "review_amount": 5,
        "location": [
            "Những điều cần làm ở Sóc Trăng",
            "siêu đồng",
            "Đồng bằng sông Cửu Long",
            "Soc Trang",
            "Việt Nam",
            "Tỉnh Sóc Trăng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 12, 2020",
            "Written December 6, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g469420-d13229477-Reviews-Super_Dong-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g469420-d17713892-Reviews-T_Bike-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469420-d12196177-Reviews-Grill_Village_292-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469420-d12175780-Reviews-Hang_Ky_Restaurant-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469420-d12238328-Reviews-Grilled_Tile_Beef_Restaurant-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469420-d12171884-Reviews-Bun_Dau_Mam_Tom_Restaurant-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469420-d12215933-Reviews-Satracoin_Tourist_Restaurant-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469420-d17739358-Reviews-MrC_Fastfood-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469420-d17341203-Reviews-One_Coffee-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298086-d23221391-Reviews-Ava_Cafe-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g469420-d12184227-Reviews-Vinh_Hung_Pagoda-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469420-d12171382-Reviews-Bat_Pagoda-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469420-d12182845-Reviews-Phat_Hoc_2_Pagoda-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469420-d12222043-Reviews-Fresh_Water_Lake-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469420-d13347617-Reviews-Anh_Quang_Plaza-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469420-d23189902-Reviews-Wat_Som_Rong-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469420-d12171389-Reviews-Kh_leang_Pagoda-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469420-d23186865-Reviews-Thien_Hau_Quang_Chau_Temlp-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469420-d27743157-Reviews-Chua_D_t_Set_b_u_Son_T-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34144-d1007651-Reviews-Cocoa_Village-Cocoa_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d3347805-Reviews-Dar_es_Salaam_Zoo-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d297128-Reviews-Chiswick-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g303936-d618217-Reviews-Hamman_Bozori_Kord-Bukhara_Bukhara_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1758900-d9768024-Reviews-Venice_Grand_Canal_Mall-Taguig_City_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g635626-d202617-Reviews-Villa_del_Balbianello-Tremezzina_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g298173-d2359258-Reviews-Cup_Noodles_Museum_Yokohama-Yokohama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d117417-Reviews-Henry_s_Lake_State_Park-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g29757-d3318550-Reviews-Abiquiu_Lake-Abiquiu_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d16743015-Reviews-LEGOLAND_Discovery_Center-San_Antonio_Texas.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g469420-d13229477-Reviews-Super_Dong-Soc_Trang_Soc_Trang_Province_Mekong_Delta.html"
    }
]