[
    {
        "attraction_name": "Surgeons' Hall Museums",
        "attraction_name_vi": "Bảo tàng Hội trường Bác sĩ phẫu thuật",
        "general_info": [
            "1.856 đánh giá",
            "28 trong số 541 điều cần làm ở Edinburgh",
            "Bảo tàng chuyên ngành",
            "Bảo Tàng Khoa Học",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Bảo tàng Surgeons Hall là một Bảo tàng từng đoạt giải thưởng, là nơi lưu giữ một trong những bộ sưu tập bệnh lý lớn nhất và mang tính lịch sử nhất ở Vương quốc Anh. Bảo tàng Surgeons Hall mở cửa trở lại vào năm 2015 sau dự án tái phát triển lớn do Xổ số Di sản tài trợ trị giá 4,4 triệu USD. Là một trong những Bảo tàng lâu đời nhất ở Scotland, các bộ sưu tập đã phát triển từ năm 1699 sau khi sự tò mò về tự nhiên và nhân tạo được công khai tìm kiếm. Vào những năm 1800, Bảo tàng đã mở rộng để trưng bày các bộ sưu tập đáng chú ý của Ngài Charles Bell và John Barclay, với Tòa nhà Playfair mở cửa vào năm 1832 để lưu giữ những bộ sưu tập này. Mặc dù ban đầu các Bảo tàng được thành lập như một nguồn tài nguyên giảng dạy y khoa nhưng giờ đây tất cả đều được chào đón đến thăm. Bảo tàng hiện là nơi trưng bày một bộ sưu tập phong phú về bệnh lý, giải phẫu và phù du y học.Đọc thêm",
        "reviews": [
            "Nhiều nơi sinh viên ở Edinburgh tụ tập quanh các tòa nhà đại học ở Southside, khu vực lân cận có chuỗi dài các cửa hàng đồ cũ và quán ăn phục vụ các món ăn dân tộc chỉ với giá vài bảng Anh. Vào tháng 8, lượng sinh viên được thay thế bằng lượng lớn du khách náo nhiệt đến đây để tham dự lễ hội nghệ thuật và hài kịch đẳng cấp thế giới Fringe, Edinburgh, có trụ sở chính tại đây. Sườn phía Nam là hai công viên tuyệt vời. Meadows là một không gian rộng lớn bằng phẳng và thể thao, nơi các môn bóng đá, bóng bầu dục, quần vợt, cricket, bóng vồ và chơi gôn thường diễn ra cạnh nhau. Trẻ em trong sân chơi lớn của nó thêm vào tiếng ồn vui vẻ. Lớn hơn và hoang dã hơn nhiều, Công viên Holyrood kéo dài về phía đông và mang đến một chuyến đi bộ thực sự lên Arthurs Seat, nhưng quận này được biết đến nhiều nhất là địa điểm của Quốc hội Scotland và Cung điện Hoàng gia hàng đầu cũng như lượng khách tham quan ổn định ở đó.Đọc thêm",
            "Bảo tàng tuyệt vời nếu bạn quan tâm đến phẫu thuật trong quá khứ và hiện tại và các mẫu bệnh lý nếu không thì đây không phải là bảo tàng dành cho bạn. Tôi và nhận thấy phần du hành cơ thể về việc sử dụng robot trong phẫu thuật vừa hấp dẫn vừa hấp dẫn, cộng thêm tôi rất thích các yếu tố tương tác. Tôi bị khiếm thị đã đăng ký và thấy nhân viên thân thiện và hữu ích trong việc định hướng.Đọc thêm",
            "Xin chào! Thật tuyệt khi biết bạn thích chuyến thăm của mình đến mức nào. Cảm ơn bạn vì những lời tốt đẹp về nhóm của chúng tôi và đã dành thời gian để để lại đánh giá!Đọc thêm",
            "Mặc dù đó là một trải nghiệm tuyệt vời và tôi cho nơi này năm sao cho các gia đình có thanh thiếu niên, nhưng cần phải có một số giải thích. Con gái 17 tuổi của chúng tôi, rõ ràng là đang đi học, không có thẻ học sinh nên cô bé phải trả giá người lớn. Ngay cả thẻ học sinh do chính phủ cấp cũng không được tính để chứng minh cô bé đã đủ tuổi đi học. Cơ sở này cần hiểu rằng không phải tất cả các trường Tiền đại học đều cấp thẻ học sinh. Mặc dù đây chỉ là vấn đề trả thêm vài đô la, nhưng nhân viên đã xử lý tình huống một cách khéo léo. Không phải là ấn tượng đầu tiên tốt chút nào. Ghé thăm ngày 20 tháng 6 năm 2023. Đọc thêm",
            "Rất đáng để ghé thăm nếu ở Edinburgh. Phí vào cửa là 9, bạn có thể sử dụng lại vé trong cùng ngày nếu bạn quyết định chia tay trong ngày. Đã dành một vài giờ ở đây để đi vòng quanh tất cả các cuộc triển lãm. \n\nThông tin rất thú vị được hiển thị. Ngoài ra, khu vườn cũng rất đáng yêu.Đọc thêm",
            "Xin chào! Thật tuyệt vời khi biết bạn thích chuyến thăm bảo tàng. Cảm ơn bạn đã dành thời gian để lại đánh giá!Đọc thêm",
            "Đây là một bảo tàng vô cùng thú vị và toàn diện. Các màn hình được bố trí tốt và có RẤT NHIỀU thứ để xem. Nếu đây là thứ của bạn, thì đây là nơi của bạn. Lý do duy nhất tôi không cho 5 chấm là một số mô tả hơi thiếu chi tiết và chiều sâu.  Nhưng bạn vẫn nên đi vì các màn trình diễn thực sự rất tuyệt vời.Đọc thêm",
            "Xin chào! Rất vui khi biết bạn thích chuyến thăm của bạn. Cảm ơn bạn đã dành thời gian để lại đánh giá! Đọc thêm",
            "Trước hết là giá trị tuyệt vời, rất rẻ cho 3 người lớn và 1 trẻ em. Có rất nhiều thứ để xem và làm, bạn sẽ cần dành ra 2 giờ. Có một xưởng tuyệt vời nơi bạn lắp ráp một bộ xương người lớn hoàn chỉnh. Rất nhiều điểm tham quan tương tác. Hàng ngàn bộ phận cơ thể và nội tạng được lưu trữ trong lọ cũng như hàng trăm dụng cụ và thiết bị phẫu thuật hiện đại và cũ. Nơi này không dành cho những người yếu tim hoặc yếu tim. Rất khuyến khích. Đọc thêm",
            "Xin chào! Thật tuyệt vời khi biết bạn thích chuyến thăm của mình đến mức nào. Cảm ơn bạn đã dành thời gian để lại đánh giá!Đọc thêm",
            "Chúng tôi đã dành quá lâu trong bảo tàng tuyệt vời này, rất nhiều triển lãm thú vị được trưng bày đẹp mắt.\nChúng tôi cho phép một vài giờ và dành hơn ba giờ.\n\nTôi đã đọc một bài đánh giá nói rằng chúng tôi nghĩ rằng chúng tôi không hề khó chịu nhưng hóa ra chúng tôi đã như vậy và đó chính xác là những gì đã xảy ra với chúng tôi, vào thời điểm chúng tôi kết thúc các mẫu bệnh lý, chúng tôi có sắc thái nhợt nhạt hơn so với khi bắt đầu!\n\nTuy nhiên, đó không phải là tất cả các mảnh cơ thể trong lọ, có rất nhiều thứ để xem ở đây từ các dụng cụ nha khoa đời đầu cho đến những kỳ quan phẫu thuật được điều khiển bằng robot mới nhất và bạn có thể có cơ hội vận hành máy rải xương sườn nếu muốn bỏ lỡ điều đó:Đọc thêm",
            "Xin chào! Thật tuyệt vời khi biết rằng bạn rất thích khoảng thời gian ở bảo tàng. Cảm ơn bạn đã dành thời gian để lại đánh giá!Đọc thêm",
            "Lẽ ra tôi sẽ cho điểm này cao hơn ngoại trừ việc Bảo tàng không tính đến nhu cầu của những du khách ốm yếu. KHÔNG có chỗ ngồi ở bất cứ đâu, ngoại trừ rạp hát AV, nơi người ta có thể ngồi nghỉ ngơi. Thậm chí không có một vài chiếc ghế đẩu nhỏ. Điều này không tốt. \nNhưng bản thân các cuộc triển lãm đã rất xuất sắc và mang tính thông tin.Đọc thêm",
            "Chào Kim. Rất vui vì bạn thích bảo tàng. Chúng tôi có sẵn những chiếc ghế gấp nhỏ tại quầy bán vé cho những ai có nhu cầu. Ngoài ra còn có chỗ ngồi trong phòng trưng bày bệnh lý và phòng trưng bày Body Voyager của chúng tôi. Cảm ơn bạn đã dành thời gian để lại đánh giá. Đọc thêm",
            "Cho đến nay, đây là bảo tàng thú vị nhất mà tôi từng đến. Hoàn toàn có vô số cuộc triển lãm, với lời giải thích và thông tin cơ bản tuyệt vời, trải rộng trên nhiều tầng.\n\nCần lưu ý rằng các cuộc triển lãm có thể khó khăn đối với một số người, vì mỗi cuộc triển lãm đại diện cho một cuộc sống, tuy nhiên chúng được trình bày trang nhã và phù hợp với bối cảnh.\n\nNgười ta có thể dành hàng giờ ở đây. Đọc thêm",
            "Xin chào! Thật tuyệt vời khi biết bạn thích bảo tàng đến mức nào. Cảm ơn bạn đã dành thời gian để lại đánh giá.Đọc thêm",
            "Tôi đã đến thăm cùng cô con gái 14 tuổi của mình, cô bé có nguyện vọng theo ngành y hoặc thú y. Chúng tôi đã không lên kế hoạch đến đây trong hành trình Edinburgh đông đúc của mình, nhưng khi đi ngang qua, chúng tôi quyết định ghé thăm và rất vui vì đã đến - đây thực sự là một bảo tàng tuyệt vời.\n\nMột số cuộc triển lãm tương tác tuyệt vời và nhiều cuộc triển lãm khơi gợi suy nghĩ. Thực sự mở ra nhiều cuộc trò chuyện - ví dụ như phổi bị đen - con gái tôi phản ứng rằng con bé không nhận ra rằng phổi thực sự bị đen và con bé sẽ không bao giờ cầm điếu thuốc lá hoặc thuốc lá điện tử sau khi chứng kiến ​​điều đó. Tương tự như vậy, bộ xương phôi thai đã mở ra những cuộc trò chuyện về thai kỳ, phá thai và cách con bé không nhận ra chúng đã phát triển như thế nào ở các giai đoạn khác nhau.\n\nTôi thích nhìn thấy các cơ quan như ruột thừa với túi mật hoại tử chứa đầy sỏi mật thực sự. Nó mang lại góc nhìn về y học và cơ thể khi có thể thực sự nhìn thấy nó!\n\nCác cuộc triển lãm về vết thương chiến tranh và Burke và tóc thật ghê rợn nhưng hấp dẫn.\n\nChúng tôi có thể đã dành nhiều ngày ở đây mà không xem hết tất cả.\n\nTôi sẽ nhiệt tình giới thiệu bảo tàng này nếu bạn chỉ ghé thăm 1 bảo tàng ở Edinburgh. Tôi sẽ chọn bảo tàng này.\n\nĐọc thêm",
            "Chào Rebecca. Thật tuyệt vời khi biết cả bạn và con gái bạn đều yêu thích bảo tàng đến mức nào. Cảm ơn bạn đã dành thời gian để lại đánh giá.Đọc thêm",
            "Hướng dẫn viên Gerry của chúng tôi đã biến đây thành chuyến tham quan tuyệt vời nhất mà tôi từng thực hiện. Anh ấy đã thực hiện rất nhiều nghiên cứu của riêng mình và anh ấy đã làm cho chủ đề này trở nên sống động. Những đứa trẻ của tôi, từ 14 đến 13 tuổi, cũng thích nó. Chúng tôi đã thực hiện chuyến tham quan vào tháng 6 và cuối cùng tôi đã viết được bài đánh giá, nhưng nó thật tuyệt và tôi muốn người khác biết. Hãy tin tôi, nếu bạn có điều khiển từ xaĐọc thêm",
            "Xin chào! Thật tuyệt vời khi biết bạn thích chuyến lưu diễn Blood and Guts cùng Gerry! Cảm ơn bạn đã dành thời gian để lại đánh giá.Đọc thêm",
            "Sự phát triển tốt nhất của y học Nhược điểm: Không được phép chụp ảnh bên trong Hội trường Ưu điểm: Thực hành thắt nút cho bác sĩ phẫu thuật, nội soi khớp, Thực tế ảoĐọc thêm",
            "Chuyến thăm hấp dẫn đến bộ sưu tập được trình bày tốt này. Là một y tá, tôi rất ngạc nhiên trước nhiều mẫu vật được trưng bày. Thật xấu hổ vì không có ảnh nhưng tôi rất tôn kính những người đã qua đời và đã hiến tặng thi thể của họ cho sự phát triển của khoa học y tế. Một cuốn sách ảnh ở cửa hàng sẽ rất tốt.Đọc thêm",
            "Tôi nghĩ bạn phải có hứng thú với y học thì mới đánh giá cao các vật trưng bày, nếu không bạn có thể nói nó chỉ là một bộ sưu tập của rất nhiều bộ phận cơ thể được đựng trong hộp đựng! Tôi đặc biệt thấy thú vị khi triển lãm ở tầng trên có tên là phòng trưng bày hành trình cơ thể, nơi trưng bày các phương pháp y học hiện đại. Triển lãm nha khoa và lịch sử cũng rất thú vị. Tôi không chắc tại sao việc chụp ảnh bị cấm trong bảo tàng nên thay vào đó tôi đã chụp ảnh biển hiệu bên ngoài!Đọc thêm",
            "Tôi đi cùng một nhóm bạn đều làm trong lĩnh vực y tế. Họ bị mê hoặc, tôi kinh hoàng.  Lịch sử được trình bày rất thú vị, nhưng nếu bạn gặp bất kỳ vấn đề nào khi nhìn thấy các bộ phận cơ thể con người thực sự được trưng bày, tôi khuyên bạn nên ngồi ngoài. Một bảo tàng tuyệt vời dành cho đúng du khách.Đọc thêm",
            "Một bảo tàng rất thú vị.  Nó thực sự bao gồm ba phần: bảo tàng bệnh lý, bảo tàng lịch sử nha khoa và bảo tàng lịch sử phẫu thuật.  Hai phần sau đáng để các chuyên gia y tế xem xét và cả ba phần đều được công chúng quan tâm. Triển lãm rất phong phú và địa điểm được tổ chức tốt. Đây là những bảo tàng y tế chất lượng cao. Việc chụp ảnh bị cấm bên trong bảo tàng. Tôi không biết tại sao lại có nhiều hình ảnh về các cuộc triển lãm ở đây.Đọc thêm",
            "Xin chào! Thật tuyệt khi biết rằng bạn rất thích thời gian ở bảo tàng. Cảm ơn bạn đã dành thời gian để lại đánh giá!Đọc thêm",
            "Rất, rất thú vị nhưng hãy lưu ý, nó khá mãnh liệt. Mẫu vật thực tế của con người với các bộ phận cơ thể dễ nhận biết như đặc điểm khuôn mặt, bàn tay, bàn chân có hình xăm. Trẻ sơ sinh, v.v. hấp dẫn một cách bệnh hoạn nhưng sau đó lại cảm thấy kiệt sức.Đọc thêm",
            "Chào Mark. Rất vui khi biết bạn thấy chuyến thăm thú vị. Cảm ơn bạn đã dành thời gian để lại đánh giá. Đọc thêm",
            "Tôi là một Bác sĩ đến từ Malaysia, bảo tàng thật tuyệt vời, tôi sẽ giới thiệu các đồng nghiệp của mình đến thăm nơi này khi chúng tôi ở Edinburgh.Đọc thêm",
            "Xin chào! Thật tuyệt vời khi biết rằng bạn rất thích chuyến thăm của mình. Cảm ơn bạn đã dành thời gian để lại đánh giá!Đọc thêm",
            "Đây là một trải nghiệm thực sự thú vị nhưng đẫm máu. Số lượng mẫu vật nhiều nhưng hấp dẫn. Nhìn chung, bạn đã dành được 2 tiếng rưỡi tuyệt vời.Đọc thêm",
            "Xin chào! Thật tuyệt vời khi biết rằng bạn rất thích chuyến thăm của mình. Cảm ơn bạn đã dành thời gian để lại đánh giá!Đọc thêm",
            "Một bảo tàng với bộ sưu tập tuyệt vời các vật phẩm liên quan đến phẫu thuật cũ và rất mới! Toàn bộ một tầng được dành riêng cho các mẫu vật khá sốc nhưng dường như không làm phiền học sinh ở đó! Một cách thực sự tốt để dành vài giờ với đội ngũ nhân viên thân thiện và một quán cà phê tuyệt vời để kết thúc chuyến đi.Đọc thêm",
            "Xin chào! Thật tuyệt khi biết bạn thích chuyến thăm của mình. Cảm ơn bạn đã dành thời gian để lại đánh giá! Đọc thêm",
            "Hôm nọ đến đây lần đầu tiên và thấy nó vô cùng hấp dẫn. Toàn bộ nơi này rất nhiều và nó dành cho người yếu dạ dày. Lời khuyên của tôi là hãy thực sự dành thời gian đọc tất cả thông tin được trưng bày, chúng thực sự là một thứ gì đó! Có thể dễ dàng dành cả ngày ở đây hoặc bạn có thể làm điều đó một cách nhanh chóng nếu bạn nhìn lướt qua mọi thứ, nhưng bạn sẽ tự làm hại mình. Tôi không phải là người hâm mộ những tương tác mà chúng tôi có với nhân viên. Đó có thể là một ngày nghỉ, nhưng họ tỏ ra hơi thô lỗ, nhưng đó là ngày cuối cùng.Đọc thêm",
            "Xin chào. Thật tuyệt khi biết bạn đã tận hưởng thời gian ở bảo tàng. Chúng tôi rất tiếc khi nghe về tương tác của bạn với nhân viên của chúng tôi, điều này rất bất thường vì chúng tôi thường xuyên nhận được những bình luận đáng yêu về nhóm. Cảm ơn bạn đã dành thời gian để lại đánh giá. Đọc thêm",
            "Bạn khuyên bạn nên ghé thăm bảo tàng trước hay sau chuyến tham quan Blood and Guts?Đọc thêm",
            "Xin chào! Bạn có thể ghé thăm bảo tàng trước và sau chuyến tham quan đi bộ. Nhiều du khách muốn tham dự sau chuyến tham quan vì họ cảm thấy hiểu rõ hơn về những câu chuyện được kể trong bảo tàng sau chuyến tham quan.Đọc thêm",
            "Xin chào, phần giải thích bằng tiếng Pháp hay có hướng dẫn bằng âm thanh? Cảm ơn bạnĐọc thêm",
            "Xin chào! Chúng tôi không có hướng dẫn âm thanh trong bảo tàng. Chúng tôi có một số màn hình cảm ứng tương tác xung quanh bảo tàng cung cấp các bản dịch sang nhiều ngôn ngữ, bao gồm cả tiếng Pháp.Đọc thêm",
            "Có miễn phí để vào không? Cảm ơn bạn Đọc thêm",
            "Không, không phải tôi sợ. Đó là 7,50 cho người lớn vào tháng 9 năm 2019.Đọc thêm",
            "Có WC sẵnXem thêm",
            "Chào bạn! Chúng tôi có nhà vệ sinh nam, nữ và dễ tiếp cận nằm ở tầng hầm. Có thể lên nhà vệ sinh bằng thang máy.Đọc thêm",
            "Giờ mở cửa trong tháng 7 là gì?\nPhí vào cửa là bao nhiêu?",
            "Chúng tôi mở cửa từ 10 giờ sáng đến 5 giờ chiều, 7 ngày một tuần.\nVé là 7,50 cho người lớn và 4 vé cho người dưới 16 tuổi, 60 tuổi, sinh viên, nhân viên NHS và người tìm việcĐọc thêm",
            "Bạn có thể thanh toán bằng thẻ tín dụng hoặc thẻ ghi nợ?Đọc thêm",
            "Chào Michele. Chúng tôi chấp nhận thẻ tín dụng và thẻ ghi nợ.Đọc thêm",
            "Đứa con gần 9 tuổi của tôi rất thích xem cái này... có phải giới hạn độ tuổi chỉ là đề xuất không?Đọc thêm",
            "Chào Louise,\n\nChúng tôi không giới thiệu bảo tàng cho trẻ em dưới 10 tuổi. Tuy nhiên, đây chỉ là hướng dẫn và tùy theo quyết định của phụ huynh.Đọc thêm",
            "Chúng tôi đang tham dự một sự kiện vào thứ bảy. Chúng tôi có thể đỗ xe ở đâu?Đọc thêm",
            "Có quy định về trang phục nào mà bạn phải tuân theo không? \nCó được phép mặc áo trễ vai và quần đùi không?Đọc thêm",
            "Tôi không nghĩ vậy, bên trong nó có vẻ khá bình thường. Đọc thêm",
            "Bạn có tính phí cho người khuyết tật và người chăm sóc họ không? Đọc thêm",
            "Du khách khuyết tật được tính mức giá ưu đãi là 4 và người chăm sóc nhận được vé miễn phí khi xuất trình giấy tờ tùy thân khi đếnĐọc thêm"
        ],
        "star_ratings": [
            1257,
            487,
            87,
            16,
            9
        ],
        "review_amount": 1856,
        "location": [
            "Bảo tàng Hội trường Bác sĩ phẫu thuật",
            "Những điều cần làm ở Edinburgh",
            "Châu Âu",
            "Vương quốc Anh Vương quốc Anh",
            "Edinburgh",
            "Scotland"
        ],
        "reviews_time": [
            "Written June 17, 2023",
            "Written June 20, 2023",
            "Written July 10, 2023",
            "Written July 28, 2023",
            "Written August 3, 2023",
            "Written August 23, 2023",
            "Written September 10, 2023",
            "Written October 8, 2023",
            "Written October 9, 2023",
            "Written October 16, 2023",
            "Written June 5, 2024",
            "Written May 29, 2024",
            "Written May 24, 2024",
            "Written May 18, 2024",
            "Written May 9, 2024",
            "Written April 26, 2024",
            "Written April 14, 2024",
            "Written March 27, 2024",
            "Written March 27, 2024",
            "Written March 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186525-d582878-Reviews-Surgeons_Hall_Museums-Edinburgh_Scotland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d2508000-Reviews-Doctors-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d21160562-Reviews-Solti-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d26389181-Reviews-3_Blind_Mice-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d3419941-Reviews-Tupiniquim_Brasil_crepes-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d21390117-Reviews-SEN_Vietnamese_Dining-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d1836205-Reviews-Tapas3-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d19989006-Reviews-The_Piper_s_Rest_Public_House-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d6809260-Reviews-Burgers_and_Beers_Grillhouse-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d1728783-Reviews-Edinburgh_Larder_Cafe-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d12800580-Reviews-Pizza_Posto-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d188777-Reviews-Festival_Theatre-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d2359701-Reviews-National_Museum_of_Scotland-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d3954849-Reviews-Dovecot_Studios-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d8285166-Reviews-Edinburgh_Central_Mosque-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213878-Reviews-Talbot_Rice_Gallery-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d18341146-Reviews-Edinburgh_Vaults-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d12679027-Reviews-Nicolson_Square_Gardens-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d15180734-Reviews-Assembly_Roxy-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d188785-Reviews-Edinburgh_Old_Town-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d2642684-Reviews-St_Cecilia_s_Hall_Concert_Room_Music_Museum-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d582878-Reviews-or10-Surgeons_Hall_Museums-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d187652-Reviews-Royal_Yacht_Britannia-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213416-Reviews-Camera_Obscura_and_World_of_Illusions-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d18379343-Reviews-The_Chocolatarium-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d189665-Reviews-Royal_Botanic_Garden_Edinburgh-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213571-Reviews-National_Galleries_Scotland_Portrait-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d519343-Reviews-The_Edinburgh_Dungeon-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d219695-Reviews-National_Galleries_of_Scotland_National-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d1450133-Reviews-Museum_on_The_Mound-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d189671-Reviews-National_Galleries_of_Scotland_Modern_Two-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d14010700-Reviews-Edinburgh_Music_Tours-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d25061366-Reviews-World_City_Trail-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d21255154-Reviews-Escape_The_Past-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d628522-Reviews-The_Jazz_Bar-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d1897272-Reviews-The_Royal_Oak-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213398-Reviews-Auld_Reekie_Tours-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d15120381-Reviews-Blackwells_Bookshop-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1437311-d630808-Reviews-Gnejna_Bay-Mgarr_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d1015938-Reviews-Stadio_Olimpico-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d616425-Reviews-Crypto_com_Arena-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1643994-d2248141-Reviews-La_Reggia_Designer_Outlet-Marcianise_Province_of_Caserta_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d2540374-Reviews-Via_Toledo-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g28964-d270434-Reviews-Lake_Texoma-Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456580-Reviews-Istana_Negara-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d10422972-Reviews-GoOpti_Venice-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143360-Reviews-TriBeCa-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46111-d220147-Reviews-Hampton_Beach_State_Park-Hampton_New_Hampshire.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186525-d582878-Reviews-or10-Surgeons_Hall_Museums-Edinburgh_Scotland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186525-d582878-Reviews-Surgeons_Hall_Museums-Edinburgh_Scotland.html"
    }
]