[
    {
        "attraction_name": "Suria KLCC Mall",
        "attraction_name_vi": "Trung tâm mua sắm Suria KLCC",
        "general_info": [
            "2.211 đánh giá",
            "13 trong số 351 điều cần làm ở Kuala Lumpur",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Nằm ở trung tâm Kuala Lumpur, Suria KLCC là điểm đến mua sắm hàng đầu mang tính biểu tượng nhất ở Malaysia. Một khu phức hợp đẳng cấp thế giới rộng hơn 1,17 triệu feet vuông, là nơi dành cho trải nghiệm mua sắm, ăn uống và giải trí tốt nhất. Với hơn 300 cửa hàng đặc sản, Suria KLCC mang đến sự kết hợp độc quyền giữa các thương hiệu thời trang quốc tế nổi tiếng, cửa hàng hàng đầu, cửa hàng có ý tưởng độc đáo, v.v. Từ những xu hướng thời trang hot nhất toàn cầu cho đến các thiết bị gia dụng công nghệ cao mới nhất, bạn đều có thể tìm thấy tất cả tại đây dưới một mái nhà. Hãy nghỉ ngơi sau khi mua sắm để thư giãn và gặp gỡ gia đình và bạn bè tại vô số quán cà phê phía trước công viên rộng 50 mẫu Anh và đài phun nước giao hưởng. Hoặc kích thích vị giác của bạn tại vô số nhà hàng và 2 khu ẩm thực phục vụ các món ăn địa phương và quốc tế.Đọc thêm",
        "reviews": [
            "Nằm ở mặt tiền giữa các tòa tháp.\n\nNó giống như một trung tâm mua sắm hạng A với Coach, Fendi và những thứ tương tự nhưng nó cũng có các cửa hàng hàng ngày như Uniqlo, khu ẩm thực. \n\nMột nơi tốt để giết thời gian.\n\nHọ có một buổi trình diễn ánh sáng bên ngoài lúc 8 giờ tối.  Không sao đâu.Đọc thêm",
            "Một trung tâm mua sắm tuyệt vời cho nhiều loại hình mua sắm từ tầm trung đến thiết kế cũng như các cơ sở vật chất và lựa chọn ăn uống. Ngay dưới Tháp đôi Petronas, vị trí rất tuyệt vời. Chúng tôi đã đi vào một ngày trong tuần và nó vẫn khá đông đúc nhưng chắc chắn không khó chịu. Đồ ăn nhẹ, đồ ăn vặt và các bữa ăn luôn có sẵn để bọn trẻ có thể tiếp nhiên liệu dễ dàng. Chắc chắn sẽ đề xuất nếu bạn muốn đi lại xung quanh so với sự nhộn nhịp của các trung tâm mua sắm khác.Đọc thêm",
            "Đó là một trung tâm mua sắm tốt đẹp. Rất nhiều lựa chọn để lựa chọn. Họ thậm chí còn có các lựa chọn đồ ăn Ấn Độ tại khu ẩm thực của họ. Chúng tôi cũng đã xem một bộ phim ở rạp chiếu phim tgv. Trung tâm mua sắm đông đúc vào ngày chúng tôi ghé thăm có lẽ vì đó là ngày nghỉ lễ. Họ thực hiện rất ít chương trình khuyến mãi. Có một khu chỉ có các cửa hàng trang điểm sang trọng, thực sự rất thích nhưng tiếc là hầu hết các cửa hàng đều hết hàng.Đọc thêm",
            "Suria KLCC Mall là trung tâm mua sắm rất lớn, nằm trong Tháp đôi Petronas. Thật là một công trình tuyệt vời, tòa tháp đôi đầu tiên trên thế giới. Nhiều cửa hàng, nhà hàng, quán cà phê có thương hiệu và những nơi khác. Nhiều giờ là không đủ.Đọc thêm",
            "Một trung tâm mua sắm lớn khác ở klcc. Bạn có thể truy cập các tòa tháp Petronas từ đây cũng như công viên klcc. Nó rộng rãi, thoáng mát và có nhiều cửa hàng phù hợp với mọi túi tiền. Rất nhiều lựa chọn thực phẩm được cung cấp, từ cà phê, kem đến thức ăn đường phố. Trung tâm mua sắm rất sạch sẽ và mặc dù bận rộn nhưng nó không bao giờ có cảm giác đông đúc. Muốn giới thiệu một chuyến thăm. Đọc thêm",
            "Trung tâm mua sắm KLCC nằm ngay bên dưới Tháp Petronas và có một số cửa hàng rất đẹp, nếu bạn phải hỏi giá, bạn có thể không đủ tiền mua quần áo, giày dép, túi xách, đồng hồ, v.v. được trưng bày.  Ngoài ra còn có một số cửa hàng thực tế bán hàng hóa với giá cả phải chăng hơn như MS.  Ngoài ra còn có một khu ẩm thực, như ở khắp mọi nơi, với nhiều lựa chọn thực phẩm có sẵn.Đọc thêm",
            "Suria KLCC là trung tâm mua sắm cao cấp nằm dưới chân tòa tháp đôi Petronas. Tòa tháp đôi Petronas đẹp nhất về đêm nhìn từ phía trước hoặc từ công viên. Nhiều hình ảnh khác nhau về công viên, đài phun nước vào buổi tối.Đọc thêm",
            "Suria KLCC Kuala Lumpur là một trải nghiệm mua sắm đáng chú ý. Phải mất cả ngày để xem. Tôi thấy nó hơi đắt, nhưng họ có những ưu đãi đặc biệt và giảm giá dành cho khách du lịch, nhưng bạn cần phải xem xét. Hãy dành thời gian của bạn và chuẩn bị để chụp hàng ngàn bức ảnh. Có một khu ẩm thực dành cho đại chúng nhưng hãy lên tầng trên cùng và thử TGI Thứ Sáu, khung cảnh nhìn ra đường phố và vào ban đêm ánh đèn và quảng cáo thật tuyệt vời.Đọc thêm",
            "Đây là một trong những nơi hạnh phúc nhất trong lòng KL. Mỗi lần bạn ghé thăm, bục trung tâm đều có thứ gì đó độc đáo để khám phá. Có thể là một số buổi biểu diễn libe, hoặc trang trí kích thước thật, v.v. Các cửa hàng và bộ sưu tập là một trải nghiệm đáng chiêm ngưỡng. Khu ẩm thực là một trong những nơi diễn ra nhiều hoạt động nhất nhằm cung cấp những hương vị và thực đơn hấp dẫn trên toàn cầu. Không chỉ bên trong trung tâm thương mại, khu vực đài phun nước và thảm cỏ xanh cũng không kém phần hấp dẫn du khách. Buổi tối rất đáng để tận hưởng ánh sáng và vẻ đẹp của dinh thự cao chót vót và môi trường xung quanh \nMỗi lần ghé thăm KL, tôi không bao giờ nhớ Suriya KLCC\n Đọc thêm",
            "Trung tâm mua sắm rất gần với Tháp đôi Petronas nổi tiếng, tạo nên một cảnh tượng rất ấn tượng. Có 6 tầng với 300 cửa hàng.\nCó rất nhiều cửa hàng cao cấp và trung bình là sự kết hợp tốt.  Chúng tôi phát hiện ra một cửa hàng thú vị của Nhật Bản, Muji, nơi có các mặt hàng gia dụng và quần áo khác thường nhưng tiện dụng. Cửa hàng hàng đầu ở Tokyo.  \nMột nhà hàng tuyệt vời là Madam Kwans chuyên phục vụ các món ăn truyền thống của Malaysia.  Món gà sa tế của tôi là món ngon nhất tôi từng có nhưng gà chua ngọt có bột khá cứng.  Chồng tôi thích món súp cà ri thịt cừu của anh ấy.Đọc thêm",
            "Mọi thứ bạn cần và hơn thế nữa. Từ Gucci và Pradas đến Uniqlos của bạn, tất cả đều ở cùng một nơi. Trên thực tế, nơi này có lẽ tốt hơn Pavilion.Đọc thêm",
            "Một điểm đến hàng đầu khác ở KL và nằm cách khách sạn của chúng tôi 500m đi bộ. Tôi xếp hạng 5 vì không chỉ có Trung tâm mua sắm mà còn có Thủy cung, Tháp Petronas và Công viên KLCC là một khu phức hợp. Nó cũng được coi là điểm đến mua sắm hàng đầu và cạnh tranh với các Trung tâm khác để giành danh hiệu Trung tâm mua sắm tốt nhất ở KL; những khách truy cập thường xuyên khác có thể giải quyết khiếu nại đó. Có rất nhiều cửa hàng ở nhiều cấp độ khác nhau và giá cả phù hợp với hầu hết túi tiền mặc dù thiên về thời trang và phụ kiện cao cấp. Nhân viên hướng dẫn và an ninh rất hữu ích khi chúng tôi tìm kiếm hướng dẫn định hướng. Chúng tôi đã mua vài món và ghé thăm một vài nhà hàng.Đọc thêm",
            "Một trong những điểm đến hàng đầu ở Malaysia để giao lưu với bạn bè và gia đình hoặc khám phá một mình là trung tâm nơi nhiều thương hiệu quốc tế hội tụ dưới một mái nhà duy nhất. Tự hào với các nhà hàng đẳng cấp thế giới, cửa hàng quần áo đa dạng, cửa hàng đồ chơi, spa sang trọng và nhiều hơn thế nữa, địa điểm này hứa hẹn mang lại trải nghiệm phong phú cho tất cả mọi người. Dù đến cùng những người thân yêu hay đi du lịch một mình, du khách chắc chắn sẽ thích thú với vô số dịch vụ. Phía sau các tòa tháp là khu vực ngoài trời quyến rũ, lý tưởng để thư giãn vào buổi tối giữa màn trình diễn ánh sáng quyến rũ và giai điệu du dương. Những đặc điểm nước thú vị và những khu vườn đẹp như tranh vẽ mang lại khung cảnh thanh bình cho những chuyến đi dạo nhàn nhã và ghi lại những khoảnh khắc đáng trân trọng qua nhiếp ảnh.Đọc thêm",
            "Trung tâm mua sắm lớn! Rất nhiều cửa hàng cao cấp. Không dành cho khách du lịch tiết kiệm, nhưng vẫn có một số lựa chọn dành cho họ. Trung tâm mua sắm đẹp. Rất nhiều nơi để ăn. Bên cạnh KLCC PARK và ngay dưới tòa tháp Petronas.Đọc thêm",
            "Trung tâm mua sắm này nằm trong khuôn viên của tòa tháp Petronius và trải rộng trên sáu tầng và có nhiều cửa hàng thương hiệu tầm trung, cao cấp và sang trọng. Nó cũng gắn liền với khách sạn Mandarin Oriental và có cả một tầng quán ăn. Bên ngoài nó có công viên riêng có đài phun nước được thắp sáng đẹp mắt vào ban đêm và cho phép ngắm nhìn toàn cảnh tòa tháp đôi. Đây là một nơi tuyệt vời để ăn, uống, mua sắm, mọi người ngắm nhìn và tận hưởng tòa tháp đôi.Đọc thêm",
            "Chúng tôi đã lên kế hoạch cho sky deck nhưng nó đã bán hết, nơi này rất đông đúc trong trang trí Tết Nguyên đán. Các thương hiệu xa xỉ, nhiều thương hiệu toàn cầu khác ở mức giá trung tâm thành phố, khu ẩm thực thường không có giá thấp mà là giá trung bình và cao hơn. Cả ngày khá đông đúc với những người mua sắm, rất có thể bị ảnh hưởng bởi các cửa hàng có mặt trước Tết Nguyên đán. Đối với đồ ăn ngon địa phương, chúng tôi chỉ đi trong 10 phút và chúng tôi rất vuiXem thêm",
            "Nó ổn đối với một trung tâm mua sắm. Chương trình biểu diễn ánh sáng ở hồ rất được ưa chuộng và phù hợp với trẻ nhỏ. Ngắn, chỉ 8 phút. Hãy tìm kiếm trên Google để biết thời gian biểu diễn. Các trung tâm mua sắm thì bình thường và có lẽ tốt hơn một chút so với mức trung bình của KL. Các thương hiệu không phải là phong cách của chúng tôi, nhưng lại phù hợp với những người khác. Siêu sạch sẽ và giống như các trung tâm mua sắm khác, có nhiều lựa chọn thực phẩm hơn Đọc thêm",
            "Nằm dưới chân tòa tháp đôi đặc trưng của Kuala Lumpur, Suria KLCC là trung tâm mua sắm cao cấp nhất của thành phố. Trang trí lễ hội lớn cho Tết Nguyên đán thật ấn tượng. Cửa hàng bách hóa Isetan bên trong cung cấp mọi thứ từ thực phẩm đến phụ kiện. Thật tuyệt vời để khám phá. Đọc thêm",
            "Bạn có thể lạc vào trung tâm mua sắm nổi tiếng này với tất cả các cửa hàng thương hiệu nổi tiếng. Người dân địa phương chắc chắn biết cách ăn mừng mùa Giáng sinh vì họ có màn trình diễn ngày lễ hoành tráng và đẹp mắt. Chúng tôi đã bị sốc khi họ gần như đứng đầu Hoa Kỳ về tỷ lệ cổ vũ trong kỳ nghỉ lễ.Đọc thêm",
            "Trung tâm mua sắm rất gần với Tháp đôi Petronas nổi tiếng, tạo nên một cảnh tượng rất ấn tượng. Có 6 tầng với 300 cửa hàng. Có nhiều cửa hàng cao cấp và trung bình, là sự kết hợp tốt.  Chúng tôi phát hiện ra một cửa hàng thú vị của Nhật Bản, Muji, nơi có các mặt hàng gia dụng và quần áo khác thường nhưng tiện dụng. Cửa hàng hàng đầu ở Tokyo.  Một nhà hàng tuyệt vời là Madam Kwans chuyên phục vụ các món ăn truyền thống của Malaysia.  Món gà sa tế của tôi là món ngon nhất tôi từng có nhưng gà chua ngọt có bột khá cứng.  Chồng tôi thích món súp cà ri thịt cừu của anh ấy.Đọc thêm",
            "Chào mọi người, \n\nTrung tâm mua sắm này có nhiều lựa chọn quà lưu niệm không?  Tôi biết Chợ Trung tâm là nơi nên đến, tuy nhiên, những du khách lần đầu đến KL đã tự hỏi trung tâm thương mại nào có khu vực bán đồ lưu niệm tốt hơn.\n\nCảm ơn bạn.Đọc thêm",
            "Chợ trung tâm là nơi tốt nhất để mua quà lưu niệm.  Tất cả các trung tâm mua sắm đều có cửa hàng khá cao cấp.\n\nKent SmithĐọc thêm",
            "Có ai biết liệu tôi có thể mua được converse gốc ở đây không và mức giá thông thường mà tôi phải trả? Cảm ơn Đọc thêm",
            "Tôi sẽ có mặc dù không phải là bản gốc tuy nhiên người khác đã nói có.  Suy nghĩ của tôi là trung tâm mua sắm này có nhiều hàng sao chép hơn hàng thật nên hãy cẩn thận và đảm bảo rằng bạn sẽ nhận được những gì mình phải trả. :Đọc thêm",
            "Xin chào, bạn có biết tôi có thể mua bánh tart dứa của Top Cookie ở đâu trong đây không?  Đọc thêm",
            "Xin chào Silvia, không chắc cửa hàng vẫn còn ở đó vì nó không được liệt kê trên trang web của trung tâm mua sắm.Đọc thêm",
            "có cửa hàng hotwheel hay diecast nào không \nđằng kia?...nếu có thì cửa hàng bán tên gì?Đọc thêm",
            "Ở đây có cửa hàng Daiso không? Đọc thêm",
            "Hiện tại tôi không ở KL, nhưng khi bạn tìm kiếm trên google, có vẻ như có một cái ở đó. Đọc thêm",
            "Bạn có biết mua sầu riêng Musang King ở đâu gần Petronas hoặc sân bay không? Tôi sẽ quá cảnh ở KL và muốn thử một lần. Cảm ơn bạnĐọc thêm",
            "Có tại bukit Bintang. Cách tháp đôi Petronas khoảng 10 phút nếu không bị kẹt xe. Đọc thêm",
            "Trung tâm mua sắm có thể lưu trữ hành lý?",
            "ở đây có mua sắm miễn thuế không? hoặc ai đó có thể cho tôi biết làm cách nào để nhận vat của mình ở kl nếu tôi khởi hành đến Singapore bằng tàu hỏa chứ không phải bằng máy bayĐọc thêm",
            "Tôi xin lỗi nhưng tôi không biết có mua sắm miễn thuế ở KL không.Đọc thêm",
            "Xin hãy giúp tôi tìm một khách sạn tốt có xe đưa đón sân bay và gần các trung tâm mua sắm\nTốt nhất\nAshiĐọc thêm",
            "có một chuyến tàu chạy từ sân bay đến trung tâm thành phốĐọc thêm",
            "Trung tâm thương mại KLCC có cửa hàng máy ảnh tên là Billion photo không.?Đọc thêm",
            "Cửa hàng Billion Photo có ở KLCC không?Đọc thêm"
        ],
        "star_ratings": [
            888,
            1017,
            256,
            34,
            16
        ],
        "review_amount": 2211,
        "location": [
            "Malaysia",
            "Trung tâm mua sắm Suria KLCC",
            "Châu Á",
            "Kuala Lumpur",
            "Những điều cần làm ở Kuala Lumpur",
            "khu vực liên bang"
        ],
        "reviews_time": [
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written August 22, 2023",
            "Written September 27, 2023",
            "Written October 20, 2023",
            "Written November 2, 2023",
            "Written November 14, 2023",
            "Written November 15, 2023",
            "Written November 25, 2023",
            "Written December 13, 2023",
            "Written April 16, 2024",
            "Written April 1, 2024",
            "Written March 20, 2024",
            "Written February 28, 2024",
            "Written February 20, 2024",
            "Written February 8, 2024",
            "Written January 27, 2024",
            "Written January 22, 2024",
            "Written December 15, 2023",
            "Written December 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298570-d456578-Reviews-Suria_KLCC_Mall-Kuala_Lumpur_Wilayah_Persekutuan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d11947368-Reviews-Canopy_Rooftop_Bar_and_Lounge-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d15125499-Reviews-Flock_W_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d14827117-Reviews-Bar_Trigona-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d15360655-Reviews-YEN_W_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d12247992-Reviews-Nadodi_KL-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d2092437-Reviews-Mandarin_Grill-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d14957251-Reviews-The_Lounge_at_Four_Seasons-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d14827076-Reviews-Yun_House-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d22983303-Reviews-The_Grand_Getaway_by_Grand_Hyatt_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d3501957-Reviews-THIRTY8-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d317521-Reviews-Petronas_Twin_Towers-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d1752037-Reviews-Petrosains_Science_Discovery_Centre-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8142447-Reviews-Lake_Symphony-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10491745-Reviews-Kinokuniya_Book_Stores-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d592529-Reviews-Galeri_Petronas-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d20328942-Reviews-Maxis_Tower-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d7226070-Reviews-KLCC_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d6898201-Reviews-Avenue_K_Shopping_Mall-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d14996155-Reviews-Shoppes_at_Four_Seasons_Place-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d23405962-Reviews-SUPERPARK_KL-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456578-Reviews-or10-Suria_KLCC_Mall-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11856592-Reviews-MinNature_Malaysia-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d25235008-Reviews-Skyline_Holidays-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11671224-Reviews-Batik_Boutique-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11747258-Reviews-Jewellery_Making_Workshop_By_Ejs_international-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d1222050-Reviews-Pavilion_Kl-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d24090721-Reviews-Ur_mu_Bukit_Bintang-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d592061-Reviews-Bank_Negara_Malaysia_Museum_and_Art_Gallery-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456577-Reviews-BB_Park_Bukit_Bintang-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d6599717-Reviews-Nu_Sentral-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456590-Reviews-Mid_Valley_Megamall-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12262609-Reviews-KL_Transport_Tours-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d804145-Reviews-Dewan_Filharmonik_Petronas-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d6649202-Reviews-Breakout_Real_Escape_Game-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d3546704-Reviews-Marini_s_on_57-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d14998601-Reviews-KL_Starex_Transportations-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d17376878-Reviews-Siam_BodyWorks_Spa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2542464-Reviews-TGV_Cinemas-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15146542-Reviews-The_Spa_at_Four_Seasons_Hotel-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15011387-Reviews-Kltaximalaysia_com-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d7103216-Reviews-Two_Medicine_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g56014-d11621835-Reviews-Martha_Chapel_Cemetery-Huntsville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10128174-Reviews-Musee_du_Parfum_Fragonard-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066457-d479258-Reviews-Shinjuku_Gyoen_National_Garden-Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g7806254-d555047-Reviews-Lake_Coatepeque-Coatepeque_Santa_Ana_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d1866109-Reviews-Bangla_Road-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g190326-d7109372-Reviews-St_Paul_s_Grotto-Rabat_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g681052-d2535805-Reviews-Ajanta_Caves-Ajanta_Aurangabad_District_Maharashtra.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060900-d15273891-Reviews-Kichijoji_Petit_Mura-Musashino_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298570-d456578-Reviews-or10-Suria_KLCC_Mall-Kuala_Lumpur_Wilayah_Persekutuan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298570-d456578-Reviews-Suria_KLCC_Mall-Kuala_Lumpur_Wilayah_Persekutuan.html"
    }
]