[
    {
        "attraction_name": "Svortuloft Lighthouse",
        "attraction_name_vi": "Ngọn hải đăng Svortuloft",
        "general_info": [
            "31 đánh giá",
            "- 2 trong số 9 điều cần làm ở Hellissandur",
            "Địa điểm ưa thích - Địa danh",
            "Ngọn hải đăng"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chuẩn rồi. Đó là một ngọn hải đăng. Đường trải sỏi, gập ghềnh và hẹp. Sẽ không quay trở lại. Có một số khối đá đẹp ngay gần vách đá.Đọc thêm",
            "Du khách có thể chiêm ngưỡng khung cảnh tuyệt vời từ ngọn hải đăng màu cam sáng này ở phần cực tây của Bán đảo núi lửa Snæfelsnes. Mặc dù chỉ cao 6 mét nhưng ngọn hải đăng thực sự nổi bật - và gần đây đã được sơn khi chúng tôi đến thăm nên nó thực sự đang phát sáng - . Sự tương phản của ngọn hải đăng màu cam sáng tương phản với đá núi lửa màu đen.  Nhìn thấy rất nhiều loài chim trên các vách đá bên dưới ngay cả khi có cảm giác như chúng ta có thể bị thổi bay qua các rào cản để tham gia cùng chúng. Đó có thể không phải là con đường tốt nhất để lái xe nhưng chúng tôi đã vượt qua được bằng chiếc xe tiêu chuẩn của mình. Thậm chí còn được nhìn thấy một con cáo Artic trên đường trở lại đường chính.Đọc thêm",
            "Ngọn hải đăng cách bãi biển Skarsdvik khoảng 3 km nhưng con đường không được trải nhựa khi bạn đi qua bãi biển. Bạn có thể không cần xe 4 bánh, nhưng khoảng sáng gầm xe tăng lên sẽ rất hữu ích vì đường có nhiều chỗ nhấp nhô, va chạm và ổ gà cũng như hầu hết chiều dài của nó khá hẹp. Điều tốt ở đây là bạn có thể gặp may mắn và sở hữu toàn bộ địa điểm này như chúng tôi đã làm! Khi bạn đến nơi, sẽ có một bãi đậu xe nhỏ và những con đường dẫn xuống ngọn hải đăng cũng như đài quan sát trên đỉnh vách đá. Đó là một nơi tuyệt đẹp có cảm giác như ngày tận thế! Một nơi đáng ghé thăm và độc đáoĐọc thêm",
            "Có 2 ngọn hải đăng ở khu vực này mà bạn có thể nhìn thấy trên cùng một đường lái xe. Đây là chuyến đi chậm. Đường gồ ghề - cần xe 4 bánh - .  Ngọn hải đăng còn lại là Ngọn hải đăng Ondverdarnes. Càng đến gần Ngọn hải đăng Svortuloft, con đường càng trở nên gồ ghề.  Quãng đường đến cả hai ngọn hải đăng là khoảng 13-14km và chúng tôi mất hơn một giờ. Chúng tôi không ra khỏi ngọn hải đăng này và chỉ chụp ảnh nhanh ở ngọn hải đăng kia. Chúng tôi chỉ nhìn thấy một vài chiếc xe trong suốt thời gian đó. Đây là trong công viên quốc gia, từ 574 đi về phía tây trên 579 - hay còn gọi là Ondverdarnesvegur và vegur - đường - .Đọc thêm",
            "Nếu có xe 4wd thì đi đường tới ngọn hải đăng.  Đó không chỉ là ngọn hải đăng mà bạn đang nhìn thấy mà là toàn bộ khu vực xung quanh nó.  Ngày xửa ngày xưa ở đây có một ngôi làng hay gì đó, tàn tích vẫn còn đó, cách ngọn hải đăng màu cam rực rỡ không xa.  Bạn có thể đi dạo dọc theo tàn tích đá, hoặc nằm trong bãi than bùn mềm mại.  Chúng tôi đi bộ trong vùng lân cận gần một giờ.  Nó rất yên bình và tĩnh lặng--chỉ có một chiếc xe khác đến và đi.Đọc thêm",
            "Đây thực sự là một ngọn hải đăng màu cam rất đẹp. Tuy nhiên con đường gần ngọn hải đăng rất tệ. Các bài đánh giá cho biết có chút gập ghềnh nhưng đó là cách đánh giá thấp. Sẽ ổn với 4x4. Tôi không lo lắng khi lái xe nhưng tôi không muốn đi xa hơn. Chúng tôi đã đến được bãi đậu xe nhưng rất căng thẳng. Tôi sẽ không đi xe thường xuyên trên con đường này. Đọc thêm",
            "Snaefellsnes được gọi là Iceland thu nhỏ và đúng như vậy. Ngay cả trong một ngày, nó có rất nhiều thứ để cung cấp và rất nhiều thứ để xem. Ngọn hải đăng Svörtuloft là một trong những điểm thu hút như vậy ở bán đảo. Cuộc hành trình đến ngọn hải đăng có một chút đường vòng từ con đường chính và bản thân nó là một cuộc phiêu lưu. Những km cuối cùng của con đường đến ngọn hải đăng nằm giữa những cánh đồng dung nham và có thể hơi gập ghềnh và khó lái xe. Tuy nhiên, ngọn hải đăng rất lộng lẫy và nếu bạn tình cờ ghé thăm nó vào một ngày như ngày của chúng tôi, khi trời nhiều mây và mưa thì màu cam sẽ nổi bật. Nó thực sự trông như được sơn lên. Có một khu vực ngắm cảnh nhỏ gần ngọn hải đăng, nơi bạn có thể đứng và chiêm ngưỡng những con sóng biển. Nếu nhiếp ảnh là một trong những lý do khiến bạn đi du lịch thì bạn nên đi xem nó. Đọc thêm",
            "Ngọn hải đăng rất đáng xem nhưng bạn cần một chiếc xe 4 bánh hoặc phải đi bộ 45-60 phút để đến được nó.  Có một số điểm dừng thú vị trên đường đi.Đọc thêm",
            "Ngọn hải đăng này rất sáng và rực rỡ trên nền đen sẫm của những vách đá xung quanh và màu xanh thẳm của đại dương.   Để đến được đây không phải là điều dễ dàng vì đường khá gồ ghề, nhưng lái xe qua cánh đồng dung nham thì tuyệt vời, mặc dù bạn cần phải thận trọng khi tiếp tục vì đường thực sự là một làn đường và thường có những đoạn đường dốc và khúc cua mù mịt. .   Tuy nhiên, khi bạn đã đến đó, bạn có thể dễ dàng đi đến ngọn hải đăng và có nhiều con đường mòn nhỏ trong và xung quanh rìa của vách đá.  Hãy lưu ý rằng không có gì có thể ngăn bạn khỏi rơi khỏi rìa vách đá, vì vậy hãy luôn thận trọng khi tiến hành. Bởi vì rất khó để tiếp cận nên bạn có thể sở hữu trang web này cho riêng mình.  Hãy dành thời gian của bạn.. đi bộ xung quanh và nhìn mọi thứ từ các góc độ khác nhau.   Tầm nhìn ra các vách đá từ một hướng sẽ hoàn toàn khác với hướng khác.  Nơi này thô sơ và hoang vắng.. và hoàn toàn đẹp.Đọc thêm",
            "Tôi muốn đến thăm Svörtuloft, còn được gọi là Skálasnagaviti trong chuyến lái xe đến Bán đảo Snæfellsnes. Đường đi đến đó hơi gồ ghề và gập ghềnh và tôi rất vui vì đã có một chiếc ô tô có khoảng sáng gầm xe cao hơn, mặc dù có một số chiếc ô tô nhỏ hơn cũng bất chấp đường vào. Ngọn hải đăng được sơn màu cam sáng và trông rất đẹp trên nền dung nham và nền đại dương. Tôi đã may mắn với thời tiết và nhìn thấy nó dưới ánh nắng đẹp. Ngoài ra còn có một chiếc bàn và ghế dài để người nhặt hàng. Rất đáng để đi đường vòng nếu bạn có một chiếc xe chắc chắn và - hoặc không ngại đường gập ghềnh.Đọc thêm"
        ],
        "star_ratings": [
            10,
            16,
            5,
            0,
            0
        ],
        "review_amount": 31,
        "location": [
            "Snaefellsbaer",
            "Cát hang động",
            "Châu Âu",
            "Ngọn hải đăng Svortuloft",
            "Các hoạt động ở Hellissandur",
            "Vùng Tây",
            "Nước Iceland"
        ],
        "reviews_time": [
            "Written May 24, 2022",
            "Written August 26, 2021",
            "Written December 11, 2019",
            "Written June 14, 2019",
            "Written June 10, 2019",
            "Written May 17, 2019",
            "Written April 28, 2019",
            "Written October 15, 2018",
            "Written October 2, 2018",
            "Written August 1, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1185010-d12556636-Reviews-Svortuloft_Lighthouse-Hellissandur_Snaefellsbaer_West_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3676466-d483516-Reviews-Snaefellsjokull_National_Park_Glacier-West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g671732-d4737734-Reviews-Dritvik_and_Djupalonssandur-Hellnar_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185010-d12615690-Reviews-Skardsvik_Beach-Hellissandur_Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185905-d8627972-Reviews-Saxholl_Crater-Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185905-d15192022-Reviews-Ondverdarnes-Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185010-d24882703-Reviews-Murals_Of_Hellissandur-Hellissandur_Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185010-d12556636-Reviews-or10-Svortuloft_Lighthouse-Hellissandur_Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g671732-d10731155-Reviews-Djupalonssandur_Beach-Hellnar_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185905-d8821952-Reviews-Summit_Adventure_Guides-Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185905-d6485075-Reviews-The_Freezer_Theatre-Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g10664063-d12551495-Reviews-Ingjaldscholskirkja-Rif_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g612426-d10053502-Reviews-Olafsvikurkirkja-Olafsvik_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g10664063-d15192021-Reviews-Svodufoss-Rif_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185010-d26338377-Reviews-Utgerdin-Hellissandur_Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185010-d15270619-Reviews-The_Maritime_Museum_in_the_Fishermen_s_Garden-Hellissandur_Snaefellsbaer_West_R.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185010-d10592734-Reviews-Rifssaumur-Hellissandur_Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10794564-Reviews-Love_Museum-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1729080-Reviews-Nathan_Burton_Comedy_Magic_inside_FlyOver-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311087-Reviews-Ben_Thanh_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g53006-d8567442-Reviews-Blue_Marsh_Lake-Leesport_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10758285-Reviews-Statue_of_Gangnam_Style-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g49455-d12335494-Reviews-H2OBX_Waterpark-Powells_Point_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d7736397-Reviews-Mrs_Fish-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46372-d260926-Reviews-Lakota_Wolf_Preserve-Columbia_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777471-d19722616-Reviews-Pantai_Remis-Kuala_Selangor_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g147396-d7113396-Reviews-Bajari_Beach-Grand_Turk_Turks_and_Caicos.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1185010-d12556636-Reviews-or10-Svortuloft_Lighthouse-Hellissandur_Snaefellsbaer_West_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1185010-d12556636-Reviews-Svortuloft_Lighthouse-Hellissandur_Snaefellsbaer_West_Region.html"
    }
]