[
    {
        "attraction_name": "Swallow Travel",
        "attraction_name_vi": "Du lịch nuốt",
        "general_info": [
            "258 đánh giá",
            "99 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Swallow Travel là một nhóm các chuyên gia với mục tiêu mang lại sự hài lòng và hài lòng cho khách hàng bằng cách cung cấp cho họ những trải nghiệm tuyệt vời với mức giá không thể tin được. Chúng tôi cung cấp các tour du lịch, đặt phòng khách sạn, đặt vé máy bay và các dịch vụ du lịch khác tại Việt Nam, Lào, Campuchia, Thái Lan Myanmar với Đảm bảo Giá Tốt nhất. Tại sao nên đặt vé với Swallow Travel? Đảm bảo giá tốt nhất Chúng tôi rất tự tin về mức giá tốt nhất cho chuyến đi của bạn nên chúng tôi đảm bảo điều đó. Tìm thấy một mức giá thấp hơn ở nơi khác? Chúng tôi sẽ phù hợp với nó! Giá của chúng tôi được đảm bảo, bao gồm tất cả, hoàn toàn không có phí hoặc lệ phí ẩn. Giá báo cho bạn là giá bạn phải trả!  Tùy chỉnh chuyến đi của bạn Tìm một người địa phương sẽ giúp bạn lên kế hoạch cho chuyến đi của mình! Nếu bạn cần hỗ trợ phù hợp, đừng ngần ngại liên hệ với chuyên gia địa phương của chúng tôi Hỗ trợ khách hàng 247 Để cung cấp hỗ trợ khách hàng tốt nhất cho khách hàng quý giá của chúng tôi, chúng tôi sẵn sàng 247 để trả lời mọi thắc mắc qua trò chuyện trực tuyến, điện thoại hoặc email.  Đặt chỗ linh hoạt Dịch vụ tốt Trung thựcĐọc thêm",
        "reviews": [
            "Không thể giới thiệu Swallow Travel nhiều hơn. Sự giao tiếp từ Rosie không thể hiệu quả và xuất sắc hơn.Đọc thêm",
            "Thông tin liên lạc cho chuyến đi này là đặc biệt. Công ty du lịch Swallow đã có thể tổ chức taxi từ sân bay vào Hà Nội với mức giá hợp lý. Chuyến đi là tuyệt vời. Hướng dẫn viên rất vui vẻ và có khả năng tiếng Anh tốt. Khách sạn tốt và quan trọng nhất là rất trung tâm ở Sapa.Đọc thêm",
            "Chuyến đi từ đầu đến cuối đã được Swallow Travel thực hiện một cách hoàn hảo. Không có lần nhận hoặc chuyển nào bị trễ 1 giây. Tôi đã thực hiện một số thay đổi trong suốt chuyến đi và được xử lý nhanh chóng và chuyên nghiệp.Đọc thêm",
            "Tất cả các khách sạn đều là sự lựa chọn tuyệt vời và tuyệt vời. Chúng tôi rất ấn tượng với sự quan tâm mà các bạn đã dành cho chúng tôi tại Việt Nam Campuchia Lào với chuyến du lịch én. Cảm ơn nhiềuĐọc thêm",
            "Du lịch én 14 ngày Kỳ nghỉ ở bãi biển có giá trị lớn. Anh chăm sóc tuyệt vời và mọi thứ hoạt động như kim đồng hồ. Sự quan tâm và chú ý đến từng chi tiết của cô được đánh giá cao. Chỗ ở được chọn là tuyệt vời. Đọc thêm",
            "Tôi không thể cảm ơn Swallow Travel đủ vì chuyến đi tuyệt vời mà họ đã tổ chức cho mẹ tôi và tôi. Chúng tôi chưa bao giờ đến Việt Nam và đã chọn chuyến đi 10 ngày. Từ đầu đến cuối, công ty rất chuyên nghiệp và hữu ích. Là một công ty Việt Nam, họ biết tất cả các bộ phận nhỏ và mọi thứ đều được tổ chức rất tốt. Chúng tôi đã đặt các chuyến đi trong ngày theo nhóm nhỏ, rất phù hợp để tránh đám đông và xe buýt quá tải. Họ nhắn tin cho chúng tôi mỗi ngày để kiểm tra. Chúng tôi sẽ sử dụng dịch vụ của họ mỗi khi chúng tôi đi du lịch Việt Nam. Cảm ơn bạn Đọc thêm",
            "Chắc chắn muốn giới thiệu đại lý du lịch này. Thông tin liên lạc đã được nhanh chóng. Chúng tôi yêu cầu thêm một đêm ở Sài Gòn và đã được sắp xếp cho chúng tôi. Vì chuyến bay bị hoãn nên chúng tôi đến Hà Nội lúc 2 giờ sáng. Đại lý của chúng tôi đã cập nhật thời gian đón từ sân bay và thay đổi lịch trình đi Vịnh Hạ Long và Sapa thêm 1 ngày, điều này cho phép chúng tôi thư giãn vào ngày đầu tiên ở Hà Nội. LEGEND.Tour được tổ chức rất tốt. Chúng tôi không phải lo lắng về bất cứ điều gì. Chúng tôi rất thích mọi địa điểm chúng tôi ghé thăm. Chúng tôi cũng có đủ thời gian rảnh. Cách tuyệt vời để tham quan rất nhiều địa điểm khác nhau ở Việt Nam chỉ trong 16 ngày.Đọc thêm",
            "Chuyến tham quan do Swallow travel tổ chức thật tuyệt vời, Không có vấn đề gì cả, liền mạch... Đón trả khách luôn đúng giờ.Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi 20 ngày từ Việt Nam do Swallow Travel tổ chức và trải nghiệm của chúng tôi thật tuyệt vời. Kể từ thời điểm tôi tiếp xúc với Rosie tuyệt vời, không có gì là quá rắc rối và khả năng liên lạc rất tuyệt vời, Rosie đã sắp xếp mọi thứ cho chúng tôi- khách sạn, chuyến bay nội địa, đưa đón, hướng dẫn viên du lịch - tất cả những gì chúng tôi phải làm là có mặt tại sảnh khách sạn tại một thời điểm nhất định để thu thập. Nó làm cho việc đi du lịch cùng con cái 91315 của chúng tôi trở nên dễ dàng và thoải mái hơn. Tất cả các khách sạn, hướng dẫn viên, v.v. được đề cập ở trên đều tuyệt vời và khiến chuyến đi của chúng tôi trở nên đáng nhớ - chúng tôi sẽ không bao giờ trải nghiệm được những gì Việt Nam mang lại nếu không có Rosie và Swallow Travel. Chúng tôi không thể khen ngợi Rosie và nhóm của cô ấy đủ nhiều và chắc chắn sẽ tận dụng được chuyên môn và sự quan tâm của họ trong tương lai. Đọc thêm",
            "Chiếc thuyền này đang trong tình trạng tồi tệ, có rất nhiều gián và nấm mốc. Những chiếc giường cứng và bộ đồ giường thô ráp. Phòng tắm tồi tệ nhất và một chiếc khăn bạn sẽ có mùi hôi. Họ chỉ cung cấp AC từ khoảng 9 giờ tối và nó tắt trước 6 giờ sáng. Điểm tích cực là đội ngũ nhân viên rất tuyệt vời và đồ ăn rất độc đáo, tươi ngon và đầy hương vị.Đọc thêm",
            "Darron thân mến,\nCảm ơn bạn rất nhiều vì đã xem xét của bạn. Nhóm của chúng tôi đã gửi đánh giá của bạn đến giám đốc kinh doanh của du thuyền cổ điển Cosy Bay rồi. Thành thật mà nói, hầu hết các thuyền rác 3 sao ở Vịnh Hạ Long đều có tiêu chuẩn giống như thuyền Cosy Bay. Họ không chi nhiều cho việc bảo trì thường xuyên như trước đại dịch vì không có nhiều người lựa chọn phương án 3 sao cho chuyến đi Hạ Long. Họ thích trả thêm tiền để nâng cấp lên thuyền 5 sao để có cơ sở vật chất tốt hơn. Tuy nhiên, chúng tôi thực sự đánh giá cao phản hồi của bạn, giúp chúng tôi cải thiện dịch vụ của mình cho những khách hàng tiếp theo. Giám đốc kinh doanh của tàu Cosy Bay cho biết họ sẽ tiến hành bảo trì vào tuần tới. Nếu bạn cần thêm bất kỳ sự hỗ trợ hoặc trợ giúp nào, chúng tôi rất vui được phục vụ. Nếu bạn cần hỗ trợ thêm, xin hãy nhớ rằng chúng tôi luôn sẵn sàng hỗ trợ bạn.\nTrân trọng,\nNhóm du lịch Swallow,Đọc thêm",
            "Có ai biết chuyến bay nào đến Việt Nam từ Vancouver không?Đọc thêm",
            "Khách hàng của chúng tôi thường đặt vé Korea Air, China Airlines, Eva Air, Cathay PacificĐọc thêm",
            "Hoàn toàn tuyệt vời từ đầu đến cuối trong chuyến du lịch Bắc vào Nam Việt Nam của chúng tôi. Jenny tổ chức mọi thứ với sự chú ý tuyệt vời đến từng chi tiết từ đón tại sân bay đến khách sạn, tour du lịch, đưa đón bằng ô tô, chuyến bay nội địa trở lại sân bay. Các khách sạn 3 sao có vị trí tuyệt vời và lý tưởng - đặc biệt quan trọng ở Hà Nội, TP.HCM. Tôi có thể tự tin đưa ra khuyến nghị cao nhất cho Swallow Travel cho chuyến thăm Việt Nam tuyệt vời. Cảm ơn Jenny! Đọc thêm",
            "Xin chào - Tôi cần đặt một chuyến tàu đêm từ Hà Nội đến Đà Nẵng và sau đó đi tiếp từ Đà Nẵng đến Hội An.\n\nChúng tôi muốn có một toa giường nằm chỉ dành cho gia đình mình - 2 x người lớn và 2 x trẻ em trên tàu. bạn có thể vui lòng cho tôi biết thời gian và chi phí cho chuyến đi đó và chuyến đi tiếp theo không? \n\nCảm ơn nhiều,\n\nGrainneĐọc thêm",
            "Xin chào Grainne,\n\nLời chào nồng nhiệt nhất từ ​​Swallow Travel. Hãy chấp nhận lời xin lỗi chân thành của chúng tôi vì phản hồi muộn. Bạn có thể vui lòng cho tôi biết khi nào bạn muốn di chuyển từ Hà Nội đến Đà Nẵng bằng tàu hỏa để tôi có thể cung cấp thời gian và chi phí cho gia đình bạn. Vui lòng gửi email cho chúng tôi để được hỗ trợ thêm.\n\nChúc mừng,\nMs ThươngĐọc thêm"
        ],
        "star_ratings": [
            236,
            14,
            4,
            3,
            1
        ],
        "review_amount": 258,
        "location": [
            "Du lịch nuốt",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 26, 2024",
            "Written April 30, 2024",
            "Written January 23, 2024",
            "Written January 22, 2024",
            "Written December 27, 2023",
            "Written November 18, 2023",
            "Written October 10, 2023",
            "Written October 9, 2023",
            "Written August 14, 2023",
            "Written August 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or10-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15318870-Reviews-Vietnam_Travel_Top-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19478246-Reviews-Sapa_Trekking_Adventure-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6206032-Reviews-Signature_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d207414-Reviews-Tunnels_Beach-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d604854-Reviews-Branson_Landing-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13818996-Reviews-Savile_Row_Custom_Tailor-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317904-Reviews-Zoo_and_Botanical_Gardens-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d11677863-Reviews-Party_Pier-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d9462575-Reviews-VIP_Massage-Sofia_Sofia_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d116965-Reviews-Lake_Buena_Vista_Factory_Stores-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g52780-d10505816-Reviews-Gettysburg_Electric_Map-Hanover_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d107549-Reviews-Margaritaville_at_Lanier_Islands-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d1857275-Reviews-Tokyo_Joypolis-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or10-Swallow_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Swallow Travel",
        "attraction_name_vi": "Du lịch nuốt",
        "general_info": [
            "258 đánh giá",
            "99 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Tour nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Swallow Travel là một nhóm các chuyên gia với mục tiêu mang lại sự hài lòng và hài lòng cho khách hàng bằng cách cung cấp cho họ những trải nghiệm tuyệt vời với mức giá không thể tin được. Chúng tôi cung cấp các tour du lịch, đặt phòng khách sạn, đặt vé máy bay và các dịch vụ du lịch khác tại Việt Nam, Lào, Campuchia, Thái Lan Myanmar với Đảm bảo Giá Tốt nhất. Tại sao nên đặt vé với Swallow Travel? Đảm bảo giá tốt nhất Chúng tôi rất tự tin về mức giá tốt nhất cho chuyến đi của bạn nên chúng tôi đảm bảo điều đó. Tìm thấy một mức giá thấp hơn ở nơi khác? Chúng tôi sẽ phù hợp với nó! Giá của chúng tôi được đảm bảo, bao gồm tất cả, hoàn toàn không có phí hoặc lệ phí ẩn. Giá báo cho bạn là giá bạn phải trả!  Tùy chỉnh chuyến đi của bạn Tìm một người địa phương sẽ giúp bạn lên kế hoạch cho chuyến đi của mình! Nếu bạn cần hỗ trợ phù hợp, đừng ngần ngại liên hệ với chuyên gia địa phương của chúng tôi Hỗ trợ khách hàng 247 Để cung cấp hỗ trợ khách hàng tốt nhất cho khách hàng quý giá của chúng tôi, chúng tôi sẵn sàng 247 để trả lời mọi thắc mắc qua trò chuyện trực tuyến, điện thoại hoặc email.  Đặt chỗ linh hoạt Dịch vụ tốt Trung thựcĐọc thêm",
        "reviews": [
            "Đánh giá quá hạn cho Swallow Travel.  Tổ chức tour du lịch Việt Nam của chúng tôi.   Dịch vụ xuất sắc về mọi mặt.  Năm ngôi sao.  Đừng ngần ngại sử dụng chúng.  Sẽ đi du lịch với họ một lần nữa.  Điều duy nhất không có giá trị gì là giảm hạn mức hành lý cho các chuyến bay nội địa ở Việt Nam mà chúng tôi đã mang theo nhiều - tối đa là 20 kg, ít hơn chuyến bay quốc tế của chúng tôi ở đó và quay về ở mức 25 kg nên đôi khi chúng tôi phải trả thêm phí hành lý.  Đọc thêm",
            "Chúng tôi đã đặt tour du lịch riêng có tổ chức này tại Việt Nam với tư cách là những du khách lần đầu tiên ra ngoài châu Âu. Du lịch én đã tổ chức mọi thứ cho chúng tôi từ khách sạn, các chuyến tham quan trong ngày và phương tiện đi lại. Chúng tôi có một nhóm WhatsApp nên việc liên lạc diễn ra hoàn hảo mỗi khi có chuyện gì đó xảy ra. Rất khuyến khích! Giá rất tốt và linh hoạt theo nhu cầu của bạn để có một kỳ nghỉ hoàn hảo!Đọc thêm",
            "Chuyến đi thứ hai của chúng tôi với Swallow Travel - cả hai đều được tổ chức bởi Rosie Dinh tuyệt vời - bao phủ Thành phố Hồ Chí Minh, Đồng bằng sông Cửu Long, Địa đạo Củ Chi Campuchia. Hành trình thật tuyệt vời chỉ với khoảng thời gian hoàn hảo ở mỗi nơi. Rosie luôn sẵn sàng giải đáp mọi thắc mắc thông qua WhatsApp cùng với nhóm của cô ấy ở Campuchia. Khách sạn rất tốt, vận chuyển tất cả đều xuất sắc, rất suôn sẻ, hướng dẫn xuất sắc. Không thể giới thiệu công ty này Rosie đủ cao - chắc chắn sẽ sử dụng lại Đọc thêm",
            "Tôi không thường dành thời gian để viết đánh giá nhưng tôi cần đặc biệt chọn Swallow Travel và Rosie, cô ấy đã tổ chức chuyến tham quan Việt Nam 14 ngày của chúng tôi và tất cả các chuyến tham quan và chuyến đi đa dạng mà chúng tôi muốn thực hiện ở giữa, bao gồm cả vịnh Hạ Long, Nin Bình , Địa đạo Củ Chi, Đồng bằng sông Cửu Long... nhiều quá không liệt kê hết được! Công ty của họ có tính chuyên nghiệp cao, giao tiếp rất rõ ràng, kịp thời và minh bạch. Trong các chuyến đi, các hướng dẫn viên du lịch đã giải trí và kiểm soát mọi người và rất vui khi truyền đạt kiến ​​thức về đất nước xinh đẹp của họ, xe buýt đều sạch sẽ và có máy lạnh, khách sạn có mặt tại chỗ và các địa điểm thực sự tốt làm cơ sở để bạn tự khám phá. Tôi sẽ không ngần ngại giới thiệu công ty này nếu bạn đang đi du lịch đến Châu Á. Đọc thêm",
            "We just completed Swallow Travels 16 Day Classical Vietnam  Cambodia Tour. What an amazing experience! I cant say enough about Swallow Travel  their service. One important point - this isnt a big bus group tour. Its a small group custom tour. We were a group of 4. Communication during our tour was consistently excellent. Organization was superb. At every transit point we were greeted by a driver holding a sign with our name. Hotel pickups were consistently on time. Every driver was polite, courteous, and drove safely a real feat in the chaotic traffic in Hanoi, Da Nang, and Ho Chi Minh City. We chose the 4 star level hotels and every stop along the way met or exceeded our expectations. Without exception we were greeted enthusiastically at check in. The included breakfasts were an excellent East meets West buffet that allowed us the flexibility to eat like a local or savor some familiar breakfast faves. The Ha Long Bay Tour was everything we had hoped - incredible natural beauty and a super friendly crew with excellent on board service. In Hoi An the Tra Que Herb Village tour and cooking lesson was a real home run! Our guide was personable and informative and really made our visit to the local market a special event. The private city tour Swallow arranged for us in Phnom Penh was truly spectacular! Large parts of it were difficult Killing Fields but our guide for the day handled it with dignity and respect. A truly unforgettable day. Overall, a completely enjoyable and unforgettable vacation. Thank you Swallow Travel  especially Thuong. If you are considering a Vietnam tour, dont hesitate - Swallow Travel is the place to go for personalized, superb service. Read more",
            "Chúng tôi đã có chuyến đi tuyệt vời đến Việt Nam. Thương đơn giản là tuyệt vời; Câu trả lời nhanh chóng của cô ấy cho các câu hỏi của chúng tôi thật đáng ngưỡng mộ, mọi thứ đều được tổ chức rất tốt bao gồm tất cả các hướng dẫn du lịch cho tất cả các chuyến tham quan của chúng tôi thật đáng yêu!  Tôi rất muốn giới thiệu Swallow Travel!Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan theo nhóm 10 người. Bắt đầu chuyến tham quan từ phía nam Hồ Chí Minh lên phía bắc rồi quay lại phía nam bao gồm hầu hết các vùng chính của Việt Nam. Chúng tôi cũng bổ sung thêm Nha Trang, một thành phố ven biển nổi tiếng với hoạt động lặn biển và những bãi biển tuyệt đẹp. Thương và nhóm của cô ở cả Úc và Việt Nam đều là những người đặc biệt. Họ liên tục liên lạc với chúng tôi trong nhóm WhatsApp. Việc nhận và trả các dịch vụ, khách sạn, làm thủ tục chuyến bay và gửi cho chúng tôi thẻ lên máy bay, v.v., thực sự tuyệt vời và khiến kỳ nghỉ của chúng tôi trở thành một trải nghiệm tuyệt vời. Tôi thực sự muốn giới thiệu nếu bạn đang lên kế hoạch cho một chuyến đi, hãy sử dụng nhà điều hành tốt nhất trong doanh nghiệp, Swallow Travels và trang trải tốt cho kỳ nghỉ của bạn. Họ liên tục liên lạc với chúng tôi để đảm bảo rằng chúng tôi được đón, trả khách đúng giờ và cũng gửi cho chúng tôi lời nhắc, v.v., cho đến khi chúng tôi trở về nhà. Sự quan tâm và cống hiến của họ đơn giản là tuyệt vời. Thương luôn có mặt trên WhatsApp bất cứ lúc nào trong ngày cho BẤT KỲ câu hỏi nào mà chúng tôi có, có thể là đổi tiền, nhà hàng, trung tâm mua sắm, v.v..Nếu chúng tôi đến bất kỳ thành phố nào họ có mặt, chúng tôi sẽ không ngần ngại sử dụng dịch vụ của họ..Việt Nam là một đất nước xinh đẹp để tham quan, đồ ăn ngon và rẻ. Mua sắm cũng rất tuyệt, bạn chỉ cần nghiên cứu và học cách mặc cả: Nhìn chung, một kỳ nghỉ rất thú vị và Swallow Travels đã giúp chúng tôi đạt được điều đó. Cảm ơn Thương và nhóm của cô ấy vì một trải nghiệm khó quênĐọc thêm",
            "Swallow Travels, chuyên về các chuyến du lịch trong khu vực Đông Dương. Gần đây, chúng tôi đã đến Việt Nam trong một chuyến du lịch được họ thiết kế riêng theo yêu cầu của chúng tôi. Dịch vụ rất tuyệt vời, hướng dẫn viên du lịch rất thông thạo thông tin và luôn đưa đón đúng giờ. Chúng tôi đã nhờ người tổ chức tour - Thương trả lời từng câu hỏi trong vòng vài phút. Rất khuyến khích các chuyến du lịch NUỐT.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan Việt Nam 15 ngày với Swallow Travel vào tháng 2 năm 2023, đây là một trong những trải nghiệm du lịch tuyệt vời nhất của chúng tôi từ trước đến nay. Đặc biệt cảm ơn Rosie vì sự sắp xếp chuyên nghiệp trong suốt chuyến đi. Chúng ta có thể thấy nhiều nơi tuyệt vời và có thể gặp nhiều người ngọt ngào. Rất có thể giới thiệu Swallow Travel cho bất kỳ ai đang lên kế hoạch cho chuyến đi VN trong tương lai! Hy vọng chúng ta có thể quay lại VN và thử những chuyến du lịch khác nhau với họ!Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến du lịch có tổ chức đến Việt Nam và Campuchia trong hơn 10 ngày.  Tất cả được tổ chức bởi én travel.tour du lịch tuyệt vời.  chúng tôi có những phòng khách sạn hạng nhất vượt xa sự mong đợi của chúng tôi, mọi thứ đều đúng tiến độ, hướng dẫn viên và tài xế đều đạt tiêu chuẩn hàng đầu.  một chuyến đi tuyệt vời trong tất cả.  Và tất cả đều có ngân sách rất hợp lý.Đọc thêm"
        ],
        "star_ratings": [
            236,
            14,
            4,
            3,
            1
        ],
        "review_amount": 258,
        "location": [
            "Du lịch nuốt",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 25, 2023",
            "Written June 27, 2023",
            "Written May 27, 2023",
            "Written May 17, 2023",
            "Written April 17, 2023",
            "Written April 13, 2023",
            "Written April 12, 2023",
            "Written April 12, 2023",
            "Written March 1, 2023",
            "Written February 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8290098-Reviews-or10-Swallow_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or20-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15318870-Reviews-Vietnam_Travel_Top-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19478246-Reviews-Sapa_Trekking_Adventure-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6206032-Reviews-Signature_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58749-d4346322-Reviews-Kachess_Lake-Snoqualmie_Pass_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d662696-Reviews-Ammoudara_Beach-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g30620-d10594367-Reviews-Veloce_Indoor_Speedway-Huntsville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d104238-Reviews-Santa_Monica_Pier-Santa_Monica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1793337-Reviews-Qipu_Road_Clothing_Wholesale_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g294256-d4227525-Reviews-Nacpan_Beach-El_Nido_Palawan_Island_Palawan_Province_Mimaropa.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d318323-Reviews-WonderWorks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d103721-Reviews-Las_Vegas_Natural_History_Museum-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g51220-d269780-Reviews-Greenleaf_State_Park-Braggs_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216790-Reviews-The_STRAT_Casino-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or20-Swallow_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or10-Swallow_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Swallow Travel",
        "attraction_name_vi": "Du lịch nuốt",
        "general_info": [
            "258 đánh giá",
            "99 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Swallow Travel là một nhóm các chuyên gia với mục tiêu mang lại sự hài lòng và hài lòng cho khách hàng bằng cách cung cấp cho họ những trải nghiệm tuyệt vời với mức giá không thể tin được. Chúng tôi cung cấp các tour du lịch, đặt phòng khách sạn, đặt vé máy bay và các dịch vụ du lịch khác tại Việt Nam, Lào, Campuchia, Thái Lan Myanmar với Đảm bảo Giá Tốt nhất. Tại sao nên đặt vé với Swallow Travel? Đảm bảo giá tốt nhất Chúng tôi rất tự tin về mức giá tốt nhất cho chuyến đi của bạn nên chúng tôi đảm bảo điều đó. Tìm thấy một mức giá thấp hơn ở nơi khác? Chúng tôi sẽ phù hợp với nó! Giá của chúng tôi được đảm bảo, bao gồm tất cả, hoàn toàn không có phí hoặc lệ phí ẩn. Giá báo cho bạn là giá bạn phải trả!  Tùy chỉnh chuyến đi của bạn Tìm một người địa phương sẽ giúp bạn lên kế hoạch cho chuyến đi của mình! Nếu bạn cần hỗ trợ phù hợp, đừng ngần ngại liên hệ với chuyên gia địa phương của chúng tôi Hỗ trợ khách hàng 247 Để cung cấp hỗ trợ khách hàng tốt nhất cho khách hàng quý giá của chúng tôi, chúng tôi sẵn sàng 247 để trả lời mọi thắc mắc qua trò chuyện trực tuyến, điện thoại hoặc email.  Đặt chỗ linh hoạt Dịch vụ tốt Trung thựcĐọc thêm",
        "reviews": [
            "Chuyến tham quan đã được lên kế hoạch tốt, tổ chức tốt và diễn ra suôn sẻ. Tại mọi khách sạn chúng tôi ở, việc nhận phòng đều rất dễ dàng và phòng đều sạch sẽ. Bữa sáng tự chọn phục vụ mọi khẩu vị với nhiều lựa chọn đa dạng. Các nhân viên thân thiện, hữu ích và dường như muốn đảm bảo chúng tôi có một kỳ nghỉ thú vị. Các khách sạn đều nằm ở trung tâm và hầu hết các địa điểm yêu thích đều nằm trong khoảng cách đi bộ. Điều kỳ diệu đối với lượng đường trong máu của tôi là ngay trong chuyến đi, tôi đã ở mức dưới 120, một thành tích khi tôi đang thực hiện chế độ ăn kiêng xem-ăn-ăn. Là chuyến đi đầu tiên đến Việt Nam, tôi hơi cảnh giác, Swallow Travels đã làm rất tốt. Một trải nghiệm không cần lo lắng, đừng vội.Đọc thêm",
            "Tôi đã đi tour trọn gói 11 đêm qua Việt Nam và Campuchia. Swallow Travel sắp xếp mọi thứ rất tốt. Họ giỏi giao tiếp và rất có trách nhiệm. Đón và trả khách tại sân bay đúng giờ và khách sạn khá tốt. Các nhà điều hành tour du lịch đúng giờ và chu đáo. Họ còn sắp xếp xe sim và làm thủ tục lên chuyến bay cho tôi.Đọc thêm",
            "Được lên kế hoạch đặc biệt và giá trị tuyệt đối. Chắc chắn sẽ đi du lịch với Swallow Travels một lần nữaĐọc thêm",
            "Chuyến tham quan vườn rau ở Hội An rất thú vị. Chúng tôi tìm hiểu cuộc sống đời thường của gia đình nhà vườn Việt Nam. Chúng tôi đã làm quen với các loại thảo mộc và rau quả mà chúng tôi chưa từng thấy trước đây. Lớp học nấu ăn rất vui và mang tính giáo dục. Massage chân thật tuyệt vời! Đọc thêm",
            "Hoàn toàn tuyệt vời! Thơng và Anh đã biến điều này thành một nghệ thuật. Tôi đã thực hiện gói 3 14 nhưng giảm xuống còn 13 đêm nghỉ ở bãi biển và yêu thích từng phút. Ban đầu tôi hơi lo lắng sau khi thanh toán trước trực tuyến nhưng không cần phải lo lắng. Mọi thứ đều chạy như kim đồng hồ. Taxi có mặt đúng giờ và các khách sạn, chuyến du ngoạn và điểm đến đều nằm ngoài thế giới này. Họ thực sự đã nghĩ đến mọi thứ. Quan trọng hơn, kiến ​​thức của họ là vô giá. Có một số địa điểm và khách sạn mà họ đã chọn mà ban đầu tôi đã thắc mắc và sẽ không đặt phòng trên giấy tờ. Nhưng khi tôi đến đó thì mọi chuyện trở nên rõ ràng như thiên đường. Tôi không thể giới thiệu công ty này đủ. Tôi sẽ đặt chuyến đi tiếp theo của mình với họ ngay khi tôi về đến nhà. Về lưu ý này, tôi sẽ khuyến khích mọi người tôi biết sử dụng đại lý du lịch địa phương thay vì công ty toàn cầu. Hãy đảm bảo rằng phong tục và tiền của bạn sẽ đến tay những người làm việc chăm chỉ vì nó. Còn về Việt Nam, đất nước, món ăn và con người đẹp nhất mà tôi từng gặp. Thật buồn khi phải về nhà. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Kỳ nghỉ 14 ngày ở bãi biển Việt Nam.  Dịch vụ đáng kinh ngạc từ Swallow Tours từ đầu đến cuối.  Hoàn toàn thích thú.  Rất khuyến khích.Đọc thêm",
            "Đặt chuyến đi 16 ngày của chúng tôi qua Việt Nam với chuyến du lịch Swallow. Nói rằng tôi không cần phải làm gì là còn nói nhẹ đi. Từ trước khi đi du lịch cho đến khi chúng tôi ở đó, họ luôn ở đó để trả lời bất kỳ câu hỏi nào chúng tôi có. Tất cả chỗ ở đều ở vị trí tuyệt vời. Yêu cầu về chế độ ăn uống của chúng tôi được đáp ứng tại mọi khách sạn và tour du lịch. Tôi rất vui vì đã đặt phòng với họ, mọi căng thẳng đã biến mất. 100 sẽ được giới thiệu. Đọc thêm",
            "NGÀY LỄ BÃI BIỂN VIỆT NAMThương đã lập cho chúng tôi một hành trình rút gọn dài 17 ngày bằng cách sử dụng mẫu ở trên làm mẫu. Chuyến đi tuyệt vời với sự hỗ trợ của Thương và nhóm của cô ấy. Mọi thứ từ việc thiết lập thẻ sim cho đến việc liên lạc với cô ấy thường xuyên trong trường hợp bạn có thắc mắc hoặc gặp vấn đề. Vận tải đã được đưa vào và điều này làm cho công tác hậu cần trở nên dễ dàng hơn. Kiểm tra chuyến bay của bạn và sắp xếp tài xế đưa đón đến và đi từ khách sạn. Ngoài ra, các tour du lịch với xe bán tải. Đi từ Bắc vào Nam từ Hà Nội, Vịnh Hạ Long, Đà Nẵng, Hội An, TP.HCM và Phú Quốc, Lưu lại bãi biển cuối cùng. Cần thêm thời gian ở đó thêm vài ngày nữa sẽ tốt hơn. Có quá nhiều thứ cần giải quyết trong một thời gian ngắn. Muốn giới thiệu nhà cung cấp tour du lịch này rất cao. Nếu bạn có thắc mắc hãy liên hệ với tôi vì có quá nhiều thứ để trình bày trong hộp này. Chuyến đi tuyệt vời và có nhiều trải nghiệm mới. Chị gái tôi và tôi thực sự rất thích nó.Đọc thêm",
            "Dịch vụ và giao tiếp tuyệt vời khi hỗ trợ tôi xin visa. Thuong rất hữu ích và luôn sẵn sàng trả lời các câu hỏi của tôi. Đọc thêm",
            "Không thể bỏ qua.  Thật là một địa điểm đẹp và toàn bộ chuyến đi thật tuyệt vời.  Chỗ ở rất thoải mái và thức ăn tuyệt vời.  Vị trí tuyệt vời nhấtĐọc thêm"
        ],
        "star_ratings": [
            236,
            14,
            4,
            3,
            1
        ],
        "review_amount": 258,
        "location": [
            "Du lịch chim én",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 4, 2023",
            "Written January 11, 2023",
            "Written January 10, 2023",
            "Written January 6, 2023",
            "Written December 17, 2022",
            "Written December 1, 2022",
            "Written November 21, 2022",
            "Written November 19, 2022",
            "Written November 17, 2022",
            "Written November 13, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8290098-Reviews-or20-Swallow_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or10-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or30-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15318870-Reviews-Vietnam_Travel_Top-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19478246-Reviews-Sapa_Trekking_Adventure-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6206032-Reviews-Signature_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d6503236-Reviews-Kinky_Bar-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d317997-Reviews-Hassan_II_Mosque-Casablanca_Casablanca_Settat.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d561347-Reviews-Old_Colorado_City_Historic_District-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34468-d1102965-Reviews-Navarre_Beach-Navarre_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026922-d10671438-Reviews-Armenistis_Beach-Sarti_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2042466-d17851281-Reviews-Agia_Triada_Beach-Agia_Triada_Thessaloniki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297557-d634828-Reviews-Castle_Zaman-Taba_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g46781-d7112625-Reviews-Baps_Shri_Swaminarayan_Mandir-Robbinsville_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555682-Reviews-Irving_Plaza-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d150484-Reviews-Curacao_Liqueur_Distillery-Willemstad_Curacao.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or30-Swallow_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or20-Swallow_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Swallow Travel",
        "attraction_name_vi": "Du lịch nuốt",
        "general_info": [
            "258 đánh giá",
            "99 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Swallow Travel là một nhóm các chuyên gia với mục tiêu mang lại sự hài lòng và hài lòng cho khách hàng bằng cách cung cấp cho họ những trải nghiệm tuyệt vời với mức giá không thể tin được. Chúng tôi cung cấp các tour du lịch, đặt phòng khách sạn, đặt vé máy bay và các dịch vụ du lịch khác tại Việt Nam, Lào, Campuchia, Thái Lan Myanmar với Đảm bảo Giá Tốt nhất. Tại sao nên đặt vé với Swallow Travel? Đảm bảo giá tốt nhất Chúng tôi rất tự tin về mức giá tốt nhất cho chuyến đi của bạn nên chúng tôi đảm bảo điều đó. Tìm thấy một mức giá thấp hơn ở nơi khác? Chúng tôi sẽ phù hợp với nó! Giá của chúng tôi được đảm bảo, bao gồm tất cả, hoàn toàn không có phí hoặc lệ phí ẩn. Giá báo cho bạn là giá bạn phải trả!  Tùy chỉnh chuyến đi của bạn Tìm một người địa phương sẽ giúp bạn lên kế hoạch cho chuyến đi của mình! Nếu bạn cần hỗ trợ phù hợp, đừng ngần ngại liên hệ với chuyên gia địa phương của chúng tôi Hỗ trợ khách hàng 247 Để cung cấp hỗ trợ khách hàng tốt nhất cho khách hàng quý giá của chúng tôi, chúng tôi sẵn sàng 247 để trả lời mọi thắc mắc qua trò chuyện trực tuyến, điện thoại hoặc email.  Đặt chỗ linh hoạt Dịch vụ tốt Trung thựcĐọc thêm",
        "reviews": [
            "A friend recommended Swallow Travel for my trip to Vietnam . On my initial contact with them , I asked if they could put together an itinerary for a visit of 4 weeks . My initial contact was with Rosie Dinh who put together the itinerary , which I was more than happy with , also I could gage what the price would be for the package . But my plans werent concrete on first contact . A few weeks elapsed before I made contact again, when I had a firmer idea of my plans. A Vietnamese Visa is for 30 days , so asked them if they could make the itinerary for 30 days , with a few tweaks at the end , due to my flights . This they did with no hesitation, and drew up an amended itinerary in no time , my new point of contact was , Thuong Nguyen . She informed me that Rosie had moved on to pastures new . And I must admit the communication throughout was excellent, before and during the booking process . A 10 deposit was required on booking, with the remainder payed 6 weeks before departure. On my arrival at Vietnam , landing at Nội Bài airport Hà Nội , I didnt have to think about anything. It was all organised, a driver was waiting to transfer me to my hotel . The whole month was organised very well, Ang Nguyen always  kept me informed about pick up times for the next days trips , or transfers to the airport for internal flights . Advised me if there were changes to flight times etc .Normally I plan holidays myself, but to be honest choosing Swallow Travel to organise my Vietnam trip was the best decision I made , felt like royalty at times . They are  an excellent company , and great to deal with .The itinerary was so varied, and balanced with quite a few rest days in between, which Id asked for . I was able to see most of Vietnams highlights, and do some of my own things as well . Couldnt recommend Swallow Travel highly enough . Great communication throughout, well organised itinerary, and the day trips were superb . Therefore, if your thinking of visiting Vietnam , I wouldnt look any further than Swallow Travel . And the pricing will surprise you as well . Thuong Nguyen and Ang Nguyen will look after all your needs , they are a credit . Thank you both for a memorable trip .Read more",
            "Chuyến đi tốt đẹp. Bắt đầu lúc 7 giờ 30 sáng khi chúng tôi đón khách tại khách sạn. Hoạt động đầu tiên là đi thăm một ngôi chùa. Hướng dẫn viên vui tính và hiểu biết. Chuyến đi thứ hai là chuyến đi thuyền trên sông. Điều này thật tuyệt, nhưng người đàn ông chèo thuyền hơi thô lỗ và yêu cầu một khoản tiền boa lớn. Hoạt động đạp xe tuy ngắn nhưng thú vị. Sau đó chúng tôi quay trở lại khách sạn nơi chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Thân gửi Nick,\nCảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi thực sự trân trọng điều đó. Phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi sẽ kiểm tra với hướng dẫn viên về vấn đề này. Chúng tôi xin lỗi vì bất kỳ sự bất tiện nào gây ra cho bạn với người chèo thuyền. Thay mặt cho nhóm Swallow Travel, một lần nữa cảm ơn bạn đã tham gia chuyến tham quan cùng chúng tôi. Chúng tôi hoan nghênh phản hồi của bạn. Chúng tôi hy vọng bạn rất hài lòng với dịch vụ của chúng tôi và bạn sẽ giới thiệu chuyến tham quan với Swallow Travel cho bạn bè và gia đình của bạn. Chúng tôi mong muốn được phục vụ bạn một lần nữa cho các chuyến đi khác ở Campuchia, Lào, Myanmar các nước Đông Dương.\nTrân trọng,\nNhóm Swallow Travel, Đọc thêm",
            "Tôi đã hoàn thành chuyến tham quan 15 ngày cũng như một số chuyến tham quan khác mà tôi đã chọn hoàn thành.  Nhóm tại các chuyến tham quan Swallow đã giao tiếp tuyệt vời và tuyệt vời trong suốt chuyến đi của tôi và rất cởi mở với phản hồi. Tôi thực sự khuyên bạn nên thực hiện chuyến tham quan với Swallow Travel. Đọc thêm",
            "Thật là một chuyến đi tuyệt vời! Một nhóm gia đình gồm 13 người đã chờ đợi hai năm để thực hiện chuyến đi này và chúng tôi không thể yêu cầu điều gì tốt hơn. Thương và Rosie đã cố gắng hết sức để đảm bảo mọi thứ diễn ra suôn sẻ, từ đón tại sân bay, đặt phòng khách sạn, các chuyến đi trong ngày và tin nhắn hàng ngày để đảm bảo tất cả đều diễn ra tốt đẹp. Chúng tôi đã đến Hà Nội, Hội An, TP.HCM Phú Quốc và mỗi nơi đều tuyệt vời. Xin chân thành cảm ơn Rosie, Thương và tất cả các hướng dẫn viên và tài xế du lịch đã biến đây thành một chuyến đi mà chúng tôi sẽ không bao giờ quên!Đọc thêm",
            "Thương thật tuyệt vời khi tổ chức chuyến đi Việt Nam của chúng tôi! Cùng với những địa điểm mà chúng tôi đã nói với cô ấy rằng chúng tôi muốn đến, cô ấy cũng đề xuất nhiều chuyến đi và chuyến tham quan và lên kế hoạch cho tất cả một cách liền mạch. Cô ấy nhanh chóng trả lời bất kỳ câu hỏi nào chúng tôi hỏi khi ở Việt Nam và liên tục cập nhật hoặc nhắc nhở chúng tôi về việc nhận và chuyển tiền. Tôi chắc chắn sẽ khuyên bạn nên tham gia du lịch Swallow cho bất kỳ chuyến đi Việt Nam nào - chuyến tham quan có giá trị lớn với chi phí tuyệt vời!Đọc thêm",
            "I used Swallow Travel to book the whole of a 15 day Essential Vietnam tour and I cant speak highly enough of the service I received. I was recommended the agency and they did not disappoint. Lovely staff were very attentive the whole process, from planning the trip pre-departure many thanks to Rosie! and during the 15 days Thuong was exceptionally helpful. It included stops in Hanoi city, Halong Bay cruise, Ninh Binh day tour, overnight stay and trekking in Sapa, Hoian, My Son holy land, Ho Chi Minh City, Chu Chi Tunnels and Mekong Delta.Everything from the accommodation, the day tours and guides, the airport transfers, and the personal recommendations for what to do on my free days was perfect. It was nice to switch my brain off and know that I was in safe hands. I was able to tailor my experience to have a mix of 345 star accommodation, depending on what was required. The staff at Swallow travel did not try to up-sell but rather recommended where was best to go with more basic accommodation for example, in the cities such as Hanoi and Ho Chi Minh and where they felt I may benefit from a more high end experience, such as Hoian. Each option I chose turned out to be perfectly suited.What I found most valuable was that Thuong was on hand at any time during the day to WhatsApp her any queries or issues I may have had, and she would check in with me just the right amount to make sure everything was going smoothly. This personal touch was much appreciated.For anyone who does like like to be overly organized, I would also say that the package I went on allowed me plenty of free time to explore Vietnam for myself which I liked as I also like to relax and not have 100 of my time organized for me. I was able to explore places that were not on my itinerary such as the museums in Hanoi, An Bang beach in Hoian, and explore the streets of each stop in the evenings at my leisure.If I hear of anyone in future thinking of going to Vietnam I will definitely be passing on Swallow Travel as a recommendation! 1010 from meRead more",
            "Đã có một chuyến đi được tổ chức và lên kế hoạch tốt với Swallow Travels. Thương cũng rất kiên nhẫn giải đáp thắc mắc của tôi. Chắc chắn sẽ sử dụng Swallow Travels cho những chuyến đi sau này.Đọc thêm",
            "Đây là lần thứ 2 chúng tôi sử dụng Swallow Travel, chúng tôi rất ấn tượng với tour du lịch trọn gói do Thương tổ chức cách đây nhiều năm nên chúng tôi đã không ngần ngại sử dụng lại. Khi Thương chuẩn bị kết hôn vào thời điểm này, cô ấy đã nhờ chúng tôi nhờ đồng nghiệp Rosie của cô ấy tổ chức chuyến đi này. Chúng tôi nói với họ những địa điểm mà chúng tôi muốn đến và họ đã sắp xếp một gói cho chúng tôi. Chúng tôi bắt đầu ở TP.HCM, nơi họ tổ chức các chuyến tham quan đến Địa đạo Củ Chi và đồng bằng sông Cửu Long mà chúng tôi rất thích. Tất cả các chuyến trung chuyển và chuyến bay nội bộ của chúng tôi đều do họ tổ chức, mọi thứ diễn ra như kim đồng hồ, tài xế có mặt ở đó khi họ dự định đến, khi một trong những chuyến bay nội địa của chúng tôi bị trì hoãn, Rosie đã liên lạc ngay với chúng tôi. Điểm dừng tiếp theo là đến Đà Nẵng nơi họ tổ chức tour du lịch Bà Nà Hills, Ngũ Hành Sơn Sơn Trà. Tiếp theo là Hội An và mọi thứ diễn ra tốt đẹp mà không gặp trở ngại nào. Cù lao Chàm cũng được tổ chức cho chúng tôi. Tại Nha Trang, chúng tôi gặp một số trục trặc với khách sạn của mình, có một số vấn đề, nhưng tôi nghĩ đó là vì họ mới mở cửa trở lại sau khi có dịch bệnh. Chúng tôi đã liên lạc với Rosie và cô ấy đã liên hệ với khách sạn, từ đó trở đi, kỳ nghỉ của chúng tôi tại khách sạn mỗi ngày được cải thiện. Tôi đã giới thiệu Thương và nhóm của cô ấy cho bạn bè của tôi, những người đã sử dụng cô ấy để đặt chuyến đi đến Việt Nam, tất cả họ cũng vô cùng hài lòng với Swallow Travel và họ chuyến đi đến Việt Nam. Tôi sẽ không ngần ngại giới thiệu Swallow Travel một lần nữa cho bất kỳ bạn bè và gia đình nào của tôi. Làm tốt lắm Du lịch Sén.Đọc thêm",
            "Tôi đã thực hiện chuyến du lịch Việt Nam 11 ngày với Swallow Travel. Tham quan Hà Nội, Vịnh Hạ Long, Hội An và Thành phố Hồ Chí Minh. Điều này bao gồm hành trình trên Vịnh Hạ Long 1 đêm, lớp học nấu ăn Hội An với massage chân, hành trình trên đồng bằng sông Cửu Long và đường hầm Củ Chi. Chuyến đi thực sự tuyệt vời. Đó là sự kết hợp hoàn hảo giữa thời gian rảnh rỗi và các hoạt động có tổ chức. Tất cả các chuyến du ngoạn đều rất thú vị và được dẫn dắt bởi người dân địa phương, những người có thể cung cấp cái nhìn sâu sắc về các hoạt động được tiến hành. Tất cả các khách sạn đều nằm trong khoảng cách đi bộ dễ dàng đến các điểm tham quan chính ở mỗi thành phố. Nhân viên rất thân thiện, chu đáo và thành thật mà nói, tôi sẽ không bao giờ đoán được rằng những cơ sở này có 3 cơ sở. Đây là chuyến đi một mình đầu tiên của tôi và Thương từ Swallow Travel thật tuyệt khi cô ấy luôn có mặt ở đó để trả lời mọi câu hỏi của tôi cả trước và sau chuyến đi. Tất cả các chuyến trung chuyển đều được tổ chức, điều đó có nghĩa là tôi có thể tận hưởng thời gian của mình và không cần phải lo lắng về việc sắp xếp bất cứ việc gì. Tôi đi du lịch ngay sau khi biên giới Việt Nam mở cửa, nghĩa là không có nhiều khách du lịch. Một số người trong nhóm của chúng tôi đã hoãn lại nhưng chuyến du lịch Swallow vẫn tiếp tục với nhóm nhỏ hơn mặc dù các công ty du lịch khác đã hủy vì lý do tương tự, có một cặp đôi trong nhóm của tôi đã đặt lại với Swallow Travel vì công ty du lịch ban đầu của họ đã hủy 2 tuần trước đó khởi hành. Tôi rất vui khi được đặt lại vé với Swallow Travel trong tương lai.P.S - Thật đáng để nâng cấp lên hành trình 5 Aspira. Chỗ ở thật tuyệt vời cũng như tất cả đồ ăn được cung cấp.Đọc thêm",
            "Đại lý du lịch yêu thích của tôi cho Đông Nam Á. Thương là người tốt bụng và chu đáo. Cô ấy chào đón chúng tôi khi đến khách sạn và đảm bảo rằng chuyến du lịch 10 ngày của chúng tôi, từ Bắc vào Nam Việt Nam, sẽ diễn ra hoàn hảo. Chúng tôi đã thêm một chuyến đi đến Lào và Seam Reap....không vấn đề gì. Swallow sắp xếp mọi thứ cho chúng tôi, bất cứ thứ gì chúng tôi muốn. Vài năm sau, tôi liên lạc với Thương để xin một kỳ nghỉ khác, lần này là tới miền Bắc Việt Nam, vùng Sapa. Điều này thật tuyệt vời và những khách sạn cô chọn đều rất đẹp. Nghĩ đến Việt Nam, Thái Lan, Lào, Campuchia hay Myanmar? có thể xâu chuỗi một vài chuyến tham quan lại với nhau...? Swallow Travel sẽ giúp bạn.....Đọc thêm",
            "Có ai biết chuyến bay nào đến Việt Nam từ Vancouver không?Đọc thêm",
            "Khách hàng của chúng tôi thường đặt vé Korea Air, China Airlines, Eva Air, Cathay PacificĐọc thêm",
            "Hoàn toàn tuyệt vời từ đầu đến cuối trong chuyến du lịch Bắc vào Nam Việt Nam của chúng tôi. Jenny tổ chức mọi thứ với sự chú ý tuyệt vời đến từng chi tiết từ đón tại sân bay đến khách sạn, tour du lịch, đưa đón bằng ô tô, chuyến bay nội địa trở lại sân bay. Các khách sạn 3 sao có vị trí tuyệt vời và lý tưởng - đặc biệt quan trọng ở Hà Nội, TP.HCM. Tôi có thể tự tin đưa ra khuyến nghị cao nhất cho Swallow Travel cho chuyến thăm Việt Nam tuyệt vời. Cảm ơn Jenny! Đọc thêm",
            "Xin chào - Tôi cần đặt một chuyến tàu đêm từ Hà Nội đến Đà Nẵng và sau đó đi tiếp từ Đà Nẵng đến Hội An.\n\nChúng tôi muốn có một toa giường nằm chỉ dành cho gia đình mình - 2 x người lớn và 2 x trẻ em trên tàu. bạn có thể vui lòng cho tôi biết thời gian và chi phí cho chuyến đi đó và chuyến đi tiếp theo không? \n\nCảm ơn nhiều,\n\nGrainneĐọc thêm",
            "Xin chào Grainne,\n\nLời chào nồng nhiệt nhất từ ​​Swallow Travel. Hãy chấp nhận lời xin lỗi chân thành của chúng tôi vì phản hồi muộn. Bạn có thể vui lòng cho tôi biết khi nào bạn muốn di chuyển từ Hà Nội đến Đà Nẵng bằng tàu hỏa để tôi có thể cung cấp thời gian và chi phí cho gia đình bạn. Vui lòng gửi email cho chúng tôi để được hỗ trợ thêm.\n\nChúc mừng,\nMs ThươngĐọc thêm"
        ],
        "star_ratings": [
            236,
            14,
            4,
            3,
            1
        ],
        "review_amount": 258,
        "location": [
            "Du lịch nuốt",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 3, 2022",
            "Written October 2, 2022",
            "Written August 22, 2022",
            "Written July 24, 2022",
            "Written July 24, 2022",
            "Written July 21, 2022",
            "Written July 12, 2022",
            "Written June 29, 2022",
            "Written April 23, 2022",
            "Written October 7, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8290098-Reviews-or30-Swallow_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or20-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or40-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15318870-Reviews-Vietnam_Travel_Top-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19478246-Reviews-Sapa_Trekking_Adventure-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6206032-Reviews-Signature_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d3929673-Reviews-Alanya_Aquapark-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d15218691-Reviews-Colombo_City_Centre-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104857-Reviews-The_National_Archives_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d560682-Reviews-Kathy_Osterman_Beach-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g45308-d107410-Reviews-Elkhorn_Hot_Springs-Polaris_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069551-d1862461-Reviews-Fidenza_Village-Fidenza_Province_of_Parma_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d105725-Reviews-St_Louis_Zoo-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104369-Reviews-Tenement_Museum-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46818-d273156-Reviews-Ship_Bottom_Beach-Ship_Bottom_Long_Beach_Island_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or40-Swallow_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or30-Swallow_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Swallow Travel",
        "attraction_name_vi": "Du lịch nuốt",
        "general_info": [
            "258 đánh giá",
            "99 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Swallow Travel là một nhóm các chuyên gia với mục tiêu mang lại sự hài lòng và hài lòng cho khách hàng bằng cách cung cấp cho họ những trải nghiệm tuyệt vời với mức giá không thể tin được. Chúng tôi cung cấp các tour du lịch, đặt phòng khách sạn, đặt vé máy bay và các dịch vụ du lịch khác tại Việt Nam, Lào, Campuchia, Thái Lan Myanmar với Đảm bảo Giá Tốt nhất. Tại sao nên đặt vé với Swallow Travel? Đảm bảo giá tốt nhất Chúng tôi rất tự tin về mức giá tốt nhất cho chuyến đi của bạn nên chúng tôi đảm bảo điều đó. Tìm thấy một mức giá thấp hơn ở nơi khác? Chúng tôi sẽ phù hợp với nó! Giá của chúng tôi được đảm bảo, bao gồm tất cả, hoàn toàn không có phí hoặc lệ phí ẩn. Giá báo cho bạn là giá bạn phải trả!  Tùy chỉnh chuyến đi của bạn Tìm một người địa phương sẽ giúp bạn lên kế hoạch cho chuyến đi của mình! Nếu bạn cần hỗ trợ phù hợp, đừng ngần ngại liên hệ với chuyên gia địa phương của chúng tôi Hỗ trợ khách hàng 247 Để cung cấp hỗ trợ khách hàng tốt nhất cho khách hàng quý giá của chúng tôi, chúng tôi sẵn sàng 247 để trả lời mọi thắc mắc qua trò chuyện trực tuyến, điện thoại hoặc email.  Đặt chỗ linh hoạt Dịch vụ tốt Trung thựcĐọc thêm",
        "reviews": [
            "Swallow Travel đã thật tuyệt vời khi giúp tôi hoãn chuyến đi nhiều lần do biên giới đóng cửa và phong tỏa, thậm chí còn hoàn lại toàn bộ tiền cho các đặt chỗ của tôi do không có thông báo chính thức khi nào biên giới Việt Nam sẽ mở cửa. Họ thực sự khiến tôi yên tâm khi đặt phòng, đặc biệt là trong thời điểm khó khăn này. Cảm ơn đội ngũ tại Swallowtravel vì tất cả sự giúp đỡ của bạn và tôi chắc chắn sẽ đặt vé lại với bạn ngay khi biên giới được mở cửa trở lại.Đọc thêm",
            "Tôi đã thực hiện chuyến du lịch 3 ngày 3 đêm với du lịch Swallow và đó là điểm nhấn trong toàn bộ chuyến đi của tôi. Tôi ước gì tôi biết đến du lịch Swallow sớm hơn. Các nhân viên thật đặc biệt và đã cung cấp cho chúng tôi mức giá tốt nhất và cố gắng hết sức để đảm bảo rằng chúng tôi có một trải nghiệm khó quên. Rất khuyến khích sử dụng du lịch nuốt.Đọc thêm",
            "Đặt một chuyến du ngoạn vịnh Hạ Long với Swallow travel và họ là công ty tốt nhất mà tôi hợp tác. Họ đã cố gắng hết sức để đảm bảo tôi có trải nghiệm thú vị và đưa ra mức giá tốt nhất. Tôi chắc chắn sẽ giới thiệu họ vì đội ngũ du lịch chim én thật tuyệt vời và tôi rất vui vì đã sử dụng dịch vụ của họ.Đọc thêm",
            "Đã hứa quá nhiều, chưa giao được. Những điều ghi trên bao bì đã nêu đã không được thực hiện. Giống như hạng xe ngựa, được trả tiền cho hạng cao hơn nhưng lại được xếp hạng thấp hơn, được thông báo không có khoảng trống nên chúng tôi nghĩ rằng đó chỉ là một phần nhỏ và chúng tôi hãy để nó trượt. Chỉ khi chúng tôi quay lại và mọi thứ không ổn, nó mới không được bồi thường trực tiếp cho số tiền bổ sung đã bị tính phí. Tôi đã bảo trợ họ nhiều năm trước và nghĩ rằng họ tốt, tôi đã có ấn tượng rất tốt với họ và do đó đối với tôi trở lại nơi này tôi lại tìm kiếm chúng. Và hóa ra chẳng có gì ngoài sự thất vọng. Tôi sẽ không muốn đưa họ lên kế hoạch cho chuyến đi tương lai của mình nữa, nếu tôi thậm chí còn muốn quay lại đất nước này một lần nữa sau ấn tượng khủng khiếp mà tôi có được.Đọc thêm",
            "Eonif thân mến,\nCảm ơn rất nhiều vì phản hồi của bạn. Nhóm khách hàng của chúng tôi luôn liên hệ với khách hàng mỗi ngày khi họ đi du lịch cùng chúng tôi để đảm bảo mọi thứ đều ổn. Bạn có thể vui lòng gửi cho chúng tôi xác nhận đặt phòng mà chúng tôi đã gửi cho bạn vào tháng 8 năm 2019 không? Bởi vì chúng tôi đã kiểm tra nó trên hệ thống đặt phòng của mình rồi. Chúng tôi cho rằng bạn có thể đưa đánh giá này vào sai sản phẩm. Chúng tôi mong sớm được lắng nghe phản hồi từ bạn. Cảm ơn bạn!Đọc thêm",
            "Tôi được một người bạn rất thân của tôi giới thiệu đi du lịch chim én mà cô ấy đã từng đi du lịch Việt Nam. Tôi đã liên hệ với du lịch chim én và giải thích nơi tôi muốn đi xem. Tôi đã cho họ biết ngày tôi muốn đến đất nước đó từ phía bắc ở phía nam chưa bao giờ đề cập đến khách sạn hướng dẫn chuyến bay người phụ nữ mà tôi đang nói chuyện có mặt quyến rũ tên Thương cô ấy nói rằng cô ấy sẽ liên lạc lại với tôi sau vài ngày nữa, cô ấy đã quay lại với tôi với tất cả các tiêu chí. Khách sạn 5 sao hướng dẫn mọi thứ tôi muốn kể cả nội bộ các chuyến bay và đến thăm Campuchia cũng như mức giá không thể tin được đã đưa ra khoản đặt cọc vài tuần sau đó, chúng tôi khởi hành kể từ thời điểm chúng tôi đặt đồ ăn ở Việt Nam hoàn toàn tất cả những gì chúng tôi mong đợi và hơn thế nữa, chúng tôi không thể phạm lỗi với họ trong một phần của chuyến đi, hoàn toàn tuyệt vời. Tôi khuyên bạn nên nuốtĐọc hơn",
            "Mick thân mến, \nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa! \nTrân trọng, Swallow TravelĐọc thêm",
            "Chúng tôi phải cảm ơn Thoung từ Swallow Travel đã sắp xếp chuyến đi của chúng tôi ở Việt Nam và Campuchia, chúng tôi đã có khoảng thời gian tuyệt vời và nó được tổ chức rất tốt và những trải nghiệm đa dạng thật tuyệt vời. Mọi hướng dẫn viên đều đến đúng giờ, chú ý đến từng chi tiết và những bất ngờ đáng yêu được sắp xếp trên đường đi. Chúng tôi rất biết ơn, đặc biệt là trong hoàn cảnh không chắc chắn, chúng tôi vẫn có được một kỳ nghỉ tuyệt vời Đọc thêm",
            "Eliokinch thân mến, \nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa! \nTrân trọng, Swallow TravelĐọc thêm",
            "Thương thật tuyệt vời, không có gì là vấn đề với cô ấy.  Nếu chúng tôi muốn thay đổi một số hoạt động, cô ấy sẽ sắp xếp lại cho chúng tôi mà không có vấn đề gì, dù là sáng sớm hay tối muộn, cô ấy luôn sẵn sàng.   Tất cả việc đón và trả khách của chúng tôi đều được thực hiện suôn sẻ, không có sự chậm trễ. Chúng tôi rất muốn giới thiệu Thương và Swallow Travel.Đọc thêm",
            "Kính gửi liên doanh,\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "17 ngày tuyệt vời ở Campuchia- Phnom Penh Siem Reap. Đã có 4 đêm tuyệt vời ở đảo Koh Rong - ngoài khơi Campuchia. Khu nghỉ dưỡng tuyệt vời - rất nhiều hoạt động được cung cấp. Hoàn toàn thư giãn sang trọng. Bí mật tuyệt vời nhất từ ​​trước đến nay - Luông Pha Băng ở Lào - rất đặc biệt về mặt tâm linh. Hướng dẫn viên Chen của chúng tôi cũng xuất sắc như khu nghỉ dưỡng của chúng tôi - Villa Santi resort Spa. Có thể khen ngợi nó đủ cao. Việc tổ chức chuyến đi của chúng tôi không có lỗi - chúng tôi có hướng dẫn viên riêng 4 khách du lịch ở mỗi điểm đến; đón trung chuyển các chuyến bay nội địa. Jenny đã rất xuất sắc với tư cách là người tổ chức tour du lịch của chúng tôi. Một chuyến đi tuyệt vời, những kỷ niệm rất hợp lý mà tôi sẽ trân trọng mãiĐọc thêm",
            "Liz thân mến, Cảm ơn bạn đã dành thời gian để lại đánh giá. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa! \nTrân trọng, Swallow TravelĐọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi 2 tuần tới Việt Nam thăm Hồ Chí Minh, Hội An và Hà Nội bao gồm Du thuyền Vịnh Hạ Long 2 đêm, tất cả các chuyến đón, chuyến bay và một số tour du lịch và thị thực - Thương sắp xếp mọi chi tiết cho chúng tôi mà không gặp bất kỳ trục trặc nào và làm theo cập nhật mọi thứ ở mọi thời điểm của chuyến đi - Tôi thực sự muốn giới thiệu cô ấy và nhóm của cô ấy, Rosie cũng rất tuyệt nếu bạn đang tìm kiếm lời khuyên du lịch đơn giản mà yên tâm về một công ty du lịch dự phòng có trụ sở tại cả Melbourne và Việt Nam thì tôi không thể giới thiệu họ đủ - cảm ơn Thương vì một kỳ nghỉ tuyệt vời, chúng tôi sẽ liên lạc cho chuyến đi tiếp theoĐọc thêm",
            "Kính gửi Angie C, \nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa! \nTrân trọng, Swallow TravelĐọc thêm",
            "Thuong đã nỗ lực hết mình để đảm bảo chúng tôi có một khoảng thời gian tuyệt vời và mọi thứ diễn ra suôn sẻ. Khi chúng tôi muốn làm điều gì đó khác biệt với hành trình của mình, Thuong đã sắp xếp cho chúng tôi. Cơn bão đến đúng lúc chúng tôi dự định đến Vịnh Hạ Long. Cô ấy đã cập nhật cho chúng tôi và cung cấp cho chúng tôi chỗ ở tại khách sạn và các chuyến đi trong ngày khác trong khi chúng tôi chờ cơn bão đi qua. Cô ấy thực sự hữu ích và chúng tôi rất thoải mái khi biết rằng cô ấy đã lo liệu mọi thứ và chúng tôi không phải lo lắng về bất cứ điều gì và điều đó cho phép chúng tôi tận hưởng kỳ nghỉ của mình tốt hơn. Tôi không thể giới thiệu Swallow Travel đủ. Họ rất tuyệt vời khi giao dịch và mọi thứ chúng tôi muốn, họ đều đảm bảo rằng điều đó được đưa vào hành trình của chúng tôi. Đọc thêm",
            "Elric thân mến, \nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa! \nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Có ai biết chuyến bay nào đến Việt Nam từ Vancouver không?Đọc thêm",
            "Khách hàng của chúng tôi thường đặt vé Korea Air, China Airlines, Eva Air, Cathay PacificĐọc thêm",
            "Thật tuyệt vời từ đầu đến cuối trong chuyến đi từ Bắc vào Nam Việt Nam của chúng tôi. Jenny đã sắp xếp mọi thứ với sự chú ý tuyệt vời đến từng chi tiết, từ đón tại sân bay đến khách sạn, tour du lịch, xe đưa đón, chuyến bay nội địa trở lại sân bay. Các khách sạn 3 sao đều tuyệt vời và có vị trí lý tưởng - đặc biệt quan trọng ở Hà Nội - TP.HCM. Tôi có thể tự tin giới thiệu Swallow Travel là nơi tuyệt vời nhất cho chuyến thăm Việt Nam tuyệt vời. Cảm ơn Jenny! Đọc thêm",
            "Xin chào - Tôi cần đặt một chuyến tàu đêm từ Hà Nội đến Đà Nẵng và sau đó đi tiếp từ Đà Nẵng đến Hội An.\n\nChúng tôi muốn có một toa giường nằm chỉ dành cho gia đình mình - 2 x người lớn và 2 x trẻ em trên tàu. bạn có thể vui lòng cho tôi biết thời gian và chi phí cho chuyến đi đó và chuyến đi tiếp theo không? \n\nCảm ơn nhiều,\n\nGrainneĐọc thêm",
            "Xin chào Grainne,\n\nLời chào nồng nhiệt nhất từ ​​Swallow Travel. Hãy chấp nhận lời xin lỗi chân thành của chúng tôi vì phản hồi muộn. Bạn có thể vui lòng cho tôi biết khi nào bạn muốn di chuyển từ Hà Nội đến Đà Nẵng bằng tàu hỏa để tôi có thể cung cấp thời gian và chi phí cho gia đình bạn. Vui lòng gửi email cho chúng tôi để được hỗ trợ thêm.\n\nChúc mừng,\nMs ThươngĐọc thêm"
        ],
        "star_ratings": [
            236,
            14,
            4,
            3,
            1
        ],
        "review_amount": 258,
        "location": [
            "Du lịch nuốt",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 28, 2021",
            "Written August 9, 2020",
            "Written August 8, 2020",
            "Written July 22, 2020",
            "Written March 29, 2020",
            "Written March 24, 2020",
            "Written March 22, 2020",
            "Written March 12, 2020",
            "Written March 3, 2020",
            "Written February 20, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8290098-Reviews-or40-Swallow_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or30-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or50-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15318870-Reviews-Vietnam_Travel_Top-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19478246-Reviews-Sapa_Trekking_Adventure-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6206032-Reviews-Signature_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2098646-d549666-Reviews-Koh_Samed-Rayong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g291960-d2548808-Reviews-Goff_s_Caye-Belize_Cayes.html",
            "https://www.tripadvisor.com/Attraction_Review-g13074027-d15082825-Reviews-Point_90_Mall-New_Cairo_City_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066449-d532056-Reviews-Odaiba_Tokyo_Oedo_Onsen_Monogatari-Koto_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d6908380-Reviews-Vecaki_Beach-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532144-Reviews-Gin_Beach-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d675783-Reviews-Pafos_Zoo-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10429251-Reviews-Starbucks_Center-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d312277-Reviews-Belvedere_Lookout-Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d15268223-Reviews-The_Fillmore-New_Orleans_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or50-Swallow_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or40-Swallow_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Swallow Travel",
        "attraction_name_vi": "Du lịch nuốt",
        "general_info": [
            "258 đánh giá",
            "99 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Swallow Travel là một nhóm các chuyên gia với mục tiêu mang lại sự hài lòng và hài lòng cho khách hàng bằng cách cung cấp cho họ những trải nghiệm tuyệt vời với mức giá không thể tin được. Chúng tôi cung cấp các tour du lịch, đặt phòng khách sạn, đặt vé máy bay và các dịch vụ du lịch khác tại Việt Nam, Lào, Campuchia, Thái Lan Myanmar với Đảm bảo Giá Tốt nhất. Tại sao nên đặt vé với Swallow Travel? Đảm bảo giá tốt nhất Chúng tôi rất tự tin về mức giá tốt nhất cho chuyến đi của bạn nên chúng tôi đảm bảo điều đó. Tìm thấy một mức giá thấp hơn ở nơi khác? Chúng tôi sẽ phù hợp với nó! Giá của chúng tôi được đảm bảo, bao gồm tất cả, hoàn toàn không có phí hoặc lệ phí ẩn. Giá báo cho bạn là giá bạn phải trả!  Tùy chỉnh chuyến đi của bạn Tìm một người địa phương sẽ giúp bạn lên kế hoạch cho chuyến đi của mình! Nếu bạn cần hỗ trợ phù hợp, đừng ngần ngại liên hệ với chuyên gia địa phương của chúng tôi Hỗ trợ khách hàng 247 Để cung cấp hỗ trợ khách hàng tốt nhất cho khách hàng quý giá của chúng tôi, chúng tôi sẵn sàng 247 để trả lời mọi thắc mắc qua trò chuyện trực tuyến, điện thoại hoặc email.  Đặt chỗ linh hoạt Dịch vụ tốt Trung thựcĐọc thêm",
        "reviews": [
            "Vợ tôi, con trai và tôi gần đây đã đến Việt Nam và đã sắp xếp thông qua Thương tại Swallow Travel cho tất cả các chuyến trung chuyển của chúng tôi tại nhiều địa điểm khác nhau trên khắp đất nước. Thương chưa bao giờ làm chúng tôi thất vọng và luôn sẵn sàng, ngày cũng như đêm, trong suốt thời gian nghỉ Tết để hỗ trợ những vấn đề không liên quan khác. Tôi không thể chê trách mức độ dịch vụ được cung cấp và không ngần ngại giới thiệu Thương và Swallow Travel.Đọc thêm",
            "Thưa ông / bà, \nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa! \nTrân trọng, Swallow TravelĐọc thêm",
            "Chúng tôi đến Việt Nam với tư cách một nhóm lớn và Swallow Travel là công ty tốt nhất mà chúng tôi có thể chọn để lên kế hoạch cho chuyến đi của mình. Mọi thứ đều được chuẩn bị chu đáo và chúng tôi không phải lo lắng về bất cứ điều gì trong chuyến đi. Chúng tôi đã được cung cấp đầy đủ thông tin chi tiết về hành trình của mình ngay khi chúng tôi đến khách sạn để biết những địa điểm sẽ đến ở mỗi nơi chúng tôi đang ở. Đó là kỳ nghỉ tuyệt vời nhất của chúng tôi nhờ du lịch Swallow và chúng tôi chắc chắn sẽ sử dụng lại dịch vụ của họ.Đọc thêm",
            "Chris thân mến,\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "This is my second experience with Thuong and the staff from Swallow Travel and once again I cannot express the benefits of dealing with a local agent enough.These people truly know THEIR country better than any outside travel agent could ever wish to and have connections throughout Vietnam who can fulfil any desire you may have and resolve any issues with the greatest efficiency.I had an issue with my Vietnamese visa which would have prevented me from boarding my flight from Australia.It was a late night flight and I was unable to get help to resolve the problem.With only 1.5 hours before the flight was due to leave I phoned Thuong who was at a family get together for Tet.She immediately dropped everything and within 45 minutes had resolved the issue and I was allowed to board the flight.Towards the end of my trip there was another issue involving my ill father and required me to return home at short notice just after I had landed at HCM airport.Swallow staff immediately arranged a flight from HCM and booked accommodation for me until my flight left 2 days later.Thoung had arranged an authentic Vietnamese experience for me staying in a village north of Hanoi during Tet.The hospitality and very warm welcomes I received during my time at the village will never be forgotten.These Vietnamese people are so very family orientated and open to welcoming visitors.The Tet New Year celebrations are very important to these people and I felt extremely privileged to be included in the families very special get togethers.Thank you Thoung and all your staff and relatives who made me feel so welcome and thank you once again for being my lifeline in Vietnam.For those who are reading this review please dont hesitate to contact Thuong and her staff.I have recommended Swallow to friends and have had nothing but great feedback.I can assure you from experience.Youll be in the hands of professionals who truly know Vietnam.Read more",
            "Greg thân mến, \nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa! \nTrân trọng, Swallow TravelĐọc thêm",
            "Vợ tôi và tôi gần đây đã tận hưởng chuyến du lịch Bắc Nam tuyệt vời của Việt Nam trong 14 ngày 13 đêm cũng như bốn ngày ở Siem Reap, do Swallow Travel tổ chức.  Chúng tôi không thể nói đủ cao về tiêu chuẩn chăm sóc mà công ty du lịch này mang lại cho chúng tôi.  Tất cả sự sắp xếp, chuyến bay, chuyển nhượng, du lịch, khách sạn và tour du lịch đều đạt tiêu chuẩn rất cao và được tổ chức và thực hiện rất tốt bởi những hướng dẫn viên và tài xế thực sự giỏi.   Tất cả sự sắp xếp của chúng tôi đều được thực hiện với sự tư vấn của Thượng Nguyên, người đã đưa ra những lời khuyên, hướng dẫn và đề xuất được đánh giá cao.  Chúng tôi đánh giá cao công ty du lịch địa phương này.Đọc thêm",
            "Kieran thân mến,\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt khi nghe bạn thích chuyến tham quan và chúc chúng tôi may mắn. Chúng tôi hy vọng có cơ hội tổ chức chuyến tham quan cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì đã giới thiệu và ủng hộ.\n\nTrân trọng,\n\nNhóm Swallow Travel\nĐọc thêm",
            "Chúng tôi vừa trở về sau chuyến tham quan miền Bắc Việt Nam do Jenny tổ chức.  Chúng tôi chắc chắn sẽ giới thiệu dịch vụ của cô ấy. Jenny luôn phản hồi nhanh chóng và tổ chức chuyến tham quan cho phù hợp với nhóm hai gia đình của chúng tôi.  Mọi thứ diễn ra suôn sẻ và những chi tiết nhỏ như tổ chức 2 chiếc bánh sinh nhật cho 2 thành viên trong nhóm khiến chuyến đi càng trở nên đặc biệt hơn. Cảm ơn Jenny rất nhiều vì một trải nghiệm tuyệt vời. Đọc thêm",
            "Rachel thân yêu,\nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa! \nTrân trọng, Swallow TravelĐọc thêm",
            "Hướng dẫn viên và tài xế tuyệt vời, nhiều thông tin hay, nhiều tiếng cười, chắc chắn sẽ giới thiệu chuyến tham quan nàyĐọc thêm",
            "Luke thân mến, \nThay mặt Swallow Travel tôi xin chân thành cảm ơn phản hồi của bạn. Nó sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong thời gian sớm nhất. \nTrân trọng, Nhóm du lịch Swallow.Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi 14 ngày tới Việt Nam mà chúng tôi đã đặt qua Swallow Travel. Mọi thứ đều tuyệt vời - khách sạn, tour du lịch, chuyến bay nội bộ và tài xế!  Jenny đại lý du lịch của chúng tôi rất hữu ích và đáp ứng. Rất khuyến khích nếu bạn đang đến thăm Việt Nam.Đọc thêm",
            "Thưa ông / bà, \nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa! \nTrân trọng, Swallow TravelĐọc thêm",
            "Overall this trip was very good, the temples were a bit under whelming at the start of the trip, while picturesque they are some what smaller then I imagined and are just small out buildings with statues of previous kings and family in them, nether the less an informative part of the trip. Next was lunch in a local restaurant, we were the first to arrive there and when we were there many more groups arriving so we were lucky as I imagine it gets busy. That aside the food was an all you can eat buffet with fresh food served and a vast variety. Next we did the boat trip down the river, very busy with and popular with many tourist groups how ever it wasnt too over crowded considering. The boat last around 90 minutes between large cliffs and through low caves. The only disappointing Thing is that it wasnt rice season so the pictures you see advertising arent quite accurate depending on what time of year you visit! Lastly was the cycling for around 45 minutes. You could either stay with the group or explore the local town yourself, some bikes were very good quality but useable nether the less. You cycle along the road for around 15 minutes then you can either turn back and go back along the road of head off road on a rough cycle track which takes you a more scenic route, which I did and was worth it. The track runs along the river and between mountains and far enough away from the road so thats its tranquil again, a good experience. Maybe the best part of the trip was the guide HUY. Very honest with scenarios, for instance with people taking your photo graph doing various activities and if you pose you are then agreeing to buy or on the boat trip there are people trying to sell you snacks and drinks on boats and even if you dont want one theyll tell you that you should buy your personal rower something which he advised all the do it keep it and sell it on later so its best just to tip them, along with how much is acceptable should you wish to tip etc. HUY was also very knowledgable and answered any questions that were directed at him along the trip. As well as being extremely helpful before and after the trip by phoning me ahead to inform me how long the bus would be before pick up etc and was happy to drop me in a different location when the tour had finished and to a street that he recommended for good food! Definitely worth the money and a worthwhile trip.Read more",
            "Thưa ông / bà, \nThay mặt Swallow Travel tôi xin chân thành cảm ơn phản hồi của bạn. Nó sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong thời gian sớm nhất. \nTrân trọng, Nhóm du lịch Swallow.Đọc thêm",
            "Đã làm 3 ngày 2 đêm. Vì hầu hết mọi người đều chọn 2 ngày 1 đêm nên bạn sẽ có một nhóm khách mới vào đêm thứ 2 của mình. Về giá cả, các hoạt động và đồ ăn thì rất nhiều món ăn ngon đáng giá từng xu. Thuyền đã cũ nhưng hoạt động và quang cảnh vẫn giống như mọi con tàu khác ngoài kia. Vì vậy, nếu bạn không cần mọi thứ nguyên sơ, hãy tiết kiệm và đi một chiếc thuyền nhỏ hơn với ít người hơn. Bạn sẽ không hối tiếc đâu!Đọc thêm",
            "Tia thân mến,\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Chuyến đi tuyệt vời từ đầu đến cuối chủ nhà của chúng tôi Thoung thật tuyệt vời khi gặp chúng tôi ở Hà Nội và Siem Reap. Dịch vụ tuyệt vời, mọi thứ rất suôn sẻ sẽ hoàn toàn khuyến khích Swallow Travel mong chờ chuyến phiêu lưu tiếp theo của tôi với công ty này. Hướng dẫn viên và chủ nhà tuyệt vời. Trải nghiệm khó quên. Cảm ơn bạn Thoung và Swallow hãy du lịch đến lần sau.Đọc thêm",
            "Lorraine M thân mến, \nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa! \nTrân trọng, Swallow TravelĐọc thêm"
        ],
        "star_ratings": [
            236,
            14,
            4,
            3,
            1
        ],
        "review_amount": 258,
        "location": [
            "Du lịch nuốt",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 17, 2020",
            "Written February 17, 2020",
            "Written February 7, 2020",
            "Written February 2, 2020",
            "Written January 4, 2020",
            "Written December 27, 2019",
            "Written December 1, 2019",
            "Written November 27, 2019",
            "Written November 24, 2019",
            "Written November 22, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8290098-Reviews-or50-Swallow_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or40-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or60-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15318870-Reviews-Vietnam_Travel_Top-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19478246-Reviews-Sapa_Trekking_Adventure-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6206032-Reviews-Signature_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d14162961-Reviews-Diamond_Cave_Tham_Phra_Nang_Nai-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d645113-Reviews-Panorama_Langkawi_SkyCab-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d574596-Reviews-Hemisferic-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d108229-Reviews-Austin_Zoo-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294546-Reviews-Misir_Carsisi_Spice_Market-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2182657-Reviews-Burjuman_Centre-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g32762-d7246912-Reviews-Muir_Beach_Overlook-Muir_Beach_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g315903-d3667839-Reviews-Cetatea_Alba_Iulia-Alba_Iulia_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d515794-Reviews-ICEBAR_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g54215-d143504-Reviews-Edisto_Beach_State_Park-Edisto_Island_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or60-Swallow_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or50-Swallow_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Swallow Travel",
        "attraction_name_vi": "Du lịch nuốt",
        "general_info": [
            "258 đánh giá",
            "99 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Swallow Travel là một nhóm các chuyên gia với mục tiêu mang lại sự hài lòng và hài lòng cho khách hàng bằng cách cung cấp cho họ những trải nghiệm tuyệt vời với mức giá không thể tin được. Chúng tôi cung cấp các tour du lịch, đặt phòng khách sạn, đặt vé máy bay và các dịch vụ du lịch khác tại Việt Nam, Lào, Campuchia, Thái Lan Myanmar với Đảm bảo Giá Tốt nhất. Tại sao nên đặt vé với Swallow Travel? Đảm bảo giá tốt nhất Chúng tôi rất tự tin về mức giá tốt nhất cho chuyến đi của bạn nên chúng tôi đảm bảo điều đó. Tìm thấy một mức giá thấp hơn ở nơi khác? Chúng tôi sẽ phù hợp với nó! Giá của chúng tôi được đảm bảo, bao gồm tất cả, hoàn toàn không có phí hoặc lệ phí ẩn. Giá báo cho bạn là giá bạn phải trả!  Tùy chỉnh chuyến đi của bạn Tìm một người địa phương sẽ giúp bạn lên kế hoạch cho chuyến đi của mình! Nếu bạn cần hỗ trợ phù hợp, đừng ngần ngại liên hệ với chuyên gia địa phương của chúng tôi Hỗ trợ khách hàng 247 Để cung cấp hỗ trợ khách hàng tốt nhất cho khách hàng quý giá của chúng tôi, chúng tôi sẵn sàng 247 để trả lời mọi thắc mắc qua trò chuyện trực tuyến, điện thoại hoặc email.  Đặt chỗ linh hoạt Dịch vụ tốt Trung thựcĐọc thêm",
        "reviews": [
            "Đã thực hiện chuyến du lịch Campuchia 13 ngày và Lào 5 ngày với chuyến du lịch Swallow và kế hoạch thật tuyệt vời. Gia đình tôi đã xem xét các công ty du lịch khác nhau và nhận thấy rằng du lịch chim én có mức giá tốt nhất và họ đã cố gắng làm cho chuyến đi của chúng tôi trở nên đặc biệt. Nhóm tại Swallow travel rất dễ dàng giải quyết và dịch vụ khách hàng rất tuyệt vời và rất muốn giới thiệu họ cho bất kỳ ai đang lên kế hoạch cho chuyến đi đến Việt Nam, Campuchia, Lào hoặc Myanmar vì họ sẽ lo mọi việc để bạn có thể dành nhiều thời gian tận hưởng hơn kì nghỉ của bạn. Hãy cho họ 5 sao và chắc chắn sẽ sớm đi du lịch cùng họ.Đọc thêm",
            "Elric thân mến,\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Tôi thực sự muốn giới thiệu Swallow Travel, vừa kết thúc chuyến tham quan 15 ngày tuyệt vời ở miền bắc miền trung nam Việt Nam với đảo Phú Quốc. Mọi thứ từ đầu đến cuối đều diễn ra suôn sẻ, Jenny đã cung cấp dịch vụ xuất sắc ngay từ đầu, luôn có mặt trong suốt chuyến đi của chúng tôi và hỗ trợ từng chi tiết nhỏ. Các khách sạn 4 sao có chất lượng tốt và tất cả đều ở những vị trí tuyệt vời, việc vận chuyển đều diễn ra suôn sẻ và cung cấp dịch vụ rất hiệu quả. Chắc chắn sẽ sử dụng lại.Đọc thêm",
            "Osullivan thân mến, Cảm ơn bạn đã dành thời gian để lại đánh giá. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa!\nTrân trọng, Swallow TravelĐọc thêm",
            "Chúng tôi đã có một chuyến tham quan đầy ắp các điểm tham quan chính ở cả hai điểm đến và được gắn thẻ vào một vài ngày thư giãn vào cuối chuyến đi. Mọi thứ đều như mô tả và chúng tôi có một số Hướng dẫn viên đáng yêu Peter, Joe và Sin. Tất cả các khách sạn đều tuyệt vời không phải 5 sao nhưng chúng tôi đã không chọn lựa chọn này, tất cả đều tỏ ra là quá đủ và rất hữu ích. Đại diện của chúng tôi từ Swallow travel luôn có thể liên lạc được và Jenny đã làm mọi thứ rất đơn giản cho chúng tôi. Tôi sẽ không ngần ngại giới thiệu họ, chỉ tiếc là chuyến đi đã kết thúc! Đọc thêm",
            "Siobhan thân mến,\n\nChúng tôi rất vui khi biết rằng bạn đã có chuyến đi tuyệt vời cùng chúng tôi. Sự hài lòng của bạn chính là món quà lớn nhất cho sự nỗ lực của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Nếu bạn cần thêm bất kỳ sự hỗ trợ hoặc trợ giúp nào, chúng tôi rất vui được phục vụ.\nChúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong thời gian sớm nhất.\n\nTrân trọng,\nNhóm du lịch Swallow.Đọc thêm",
            "Điểm tích cực là thức ăn ngon và phong cảnh đẹp. Đức là người hướng dẫn của chúng tôi và anh ấy cũng ổn. Nhưng các phòng đều quá cũ..chúng cần được cải tạo. Cánh cửa sẽ không đóng đúng cách. Phòng rất hợp lý và nhỏ. Chốt cửa sổ cũng bị gãy. Tôi khuyên bạn nên đi trên một chiếc thuyền du lịch khác sẽ thoải mái hơn để có trải nghiệm tốt hơn.Đọc thêm",
            "Kính gửi LTtraveller02,\n\nThay mặt Swallow Travel tôi xin chân thành cảm ơn phản hồi của bạn. Tôi rất tiếc vì bạn đã có trải nghiệm không hài lòng với dịch vụ của chúng tôi. Nhưng tôi nghĩ đây có thể là một sai lầm. Mặc dù Renea Cruise không phải là một du thuyền sang trọng nhưng đây là một trong những du thuyền bán chạy nhất của chúng tôi theo tiêu chuẩn của nó. Ngoài ra, chúng tôi đã kiểm tra các phản hồi trên giấy của các đặt phòng gần đây, khách hàng hài lòng với Renea. Vui lòng giúp gửi cho chúng tôi xác nhận đặt phòng của bạn tới email của chúng tôi tại infoswallowtravel.com.\n\nTrân trọng,\nNhóm du lịch SwallowĐọc thêm",
            "Chuyến đi dọc theo vịnh thật đẹp, đồ ăn trên thuyền của chúng tôi thật tuyệt vời, thuyền rất sạch sẽ, vừa đẹp vừa thư giãn Đọc thêm",
            "Ann thân mến,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Hướng dẫn của chúng tôi rất xuất sắc, cả về mặt đảm bảo chúng tôi thấy mọi thứ quan trọng và về mặt hiểu biết về Việt Nam và con người ở đây.  Chúng tôi đã nhìn thấy khu phức hợp Hồ Chí Minh, các hồ và đền thờ, Văn Miếu, Nhà hát lớn và khu vực địa phương cũng như nhiều địa điểm khác.  Khả năng tiếng Anh của cô ấy rất xuất sắc cũng như khiếu hài hước.  Nếu bạn định thực hiện một chuyến tham quan ở đây thì đây sẽ là lựa chọn phù hợp! Đọc thêm",
            "Patricia thân mến,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Xe buýt giường nằm chắc chắn là điều không thể đối với tôi, đi xe buýt lâu ngày, bạn không được phép ăn trên xe buýt khi về nhà vào ban đêm, khi bạn thực sự muốn ngủ, họ bật tất cả đèn sáng như đỏ và xanh như thể bạn đang ở trong vũ trường. Nhưng khi chúng tôi đến đó, khách sạn thật tuyệt vời. Chuyến tham quan thật tuyệt vời, hướng dẫn viên của chúng tôi rất tuyệt, một nơi thật đẹp, khi tôi quay lại, tôi sẽ ở lại thêm nhiều đêm nữa chỉ để ngắm nhìn toàn cảnh nơi đây. Đọc thêm",
            "Ann thân mến,\n\nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa!\n\nTrân trọng,\n\nDu lịch nuốt\nĐọc thêm",
            "Đối tác của tôi và tôi đã có khoảng thời gian tuyệt vời trong chuyến du lịch gần đây đến Hoa Lư tam cốc. Chúng tôi được đón ngay vào buổi sáng và gặp người bạn hướng dẫn du lịch tuyệt vời, Sam. Cô ấy vui tính và nhẹ nhàng suốt cả ngày. Cô ấy đã làm cho chuyến đi trở nên đáng nhớ. Chúng tôi tận hưởng một ngày thư giãn tại những ngôi chùa cổ xinh đẹp, thưởng thức bữa tiệc buffet truyền thống của Việt Nam, đi thuyền dọc theo dòng sông tuyệt đẹp và đạp xe qua cánh đồng lúa. Cả hai chúng tôi đều muốn giới thiệu chuyến đi cả ngày này cho bất kỳ ai đang tìm kiếm một chuyến đi ngoài Hà Nội. Bạn không thể sai được! Đọc thêm",
            "Long thân mến,\n\nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa!\n\nTrân trọng,\n\nDu lịch nuốt\nĐọc thêm",
            "Lớp học nấu ăn tuyệt đẹp trong vườn thảo mộc tuyệt vời đã học được một số kỹ năng như làm hoa, nhưng việc mát-xa chân không như mong đợi khi mát-xa chân sau lớp học nấu ăn không bắt đầu và vì những gì chúng tôi nhận được khi mát-xa không đáng để mang giày tắt.Đọc thêm",
            "Ann thân mến,\n\nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. \nChúng tôi rất mong được phục vụ bạn một lần nữa!\n\nTrân trọng,\n\nDu lịch nuốt\nĐọc thêm",
            "Lúc đầu mình muốn đặt Tràng An và Hang Múa. Nhưng bố mẹ tôi không muốn leo lên hang động. Vì vậy, tôi đã đặt cái này. Và đó là một chuyến đi trong ngày tuyệt vời!!! Phong cảnh thật tuyệt đẹp. Các dịch vụ là tuyệt vời!!!! Sau chuyến đi này, tôi cũng đặt một chuyến đi Hà Nội riêng trong ngày với họ. Và Rose hướng dẫn của chúng tôi thật tuyệt vời khi hỏi Rose nếu bạn là người châu Á, cô ấy đã đưa mẹ tôi đến một vườn hoa lớn. Mẹ tôi đã chụp hàng triệu bức ảnh ở đó và khen tôi đã làm rất tốt khi bà trở về khách sạn. Đọc thêm",
            "Kính gửi Notsolazysunday,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm"
        ],
        "star_ratings": [
            236,
            14,
            4,
            3,
            1
        ],
        "review_amount": 258,
        "location": [
            "Du lịch nuốt",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 21, 2019",
            "Written November 20, 2019",
            "Written November 7, 2019",
            "Written November 6, 2019",
            "Written October 14, 2019",
            "Written October 10, 2019",
            "Written October 7, 2019",
            "Written October 5, 2019",
            "Written October 5, 2019",
            "Written October 5, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8290098-Reviews-or60-Swallow_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or50-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or70-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15318870-Reviews-Vietnam_Travel_Top-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19478246-Reviews-Sapa_Trekking_Adventure-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6206032-Reviews-Signature_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48023-d4961023-Reviews-Pirate_s_Cove_Adventure_Golf-Lake_Placid_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147258-d148758-Reviews-Warwick_Long_Bay_Beach-Warwick_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2515865-Reviews-Zlaty_Strom_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d24001570-Reviews-Mall_Of_Side-Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g2219427-d10100737-Reviews-Ruta_del_7_Gorgs-Campdevanol_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1082258-d2459889-Reviews-Museum_of_the_Royal_Tombs_of_Aigai_Vergina-Vergina_Imathia_Region_Central_Macedo.html",
            "https://www.tripadvisor.com/Attraction_Review-g2193168-d210214-Reviews-Redwood_National_Park-Redwood_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d195616-Reviews-Mont_Blanc-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g59502-d2335171-Reviews-Sandstone_Falls-Sandstone_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12158362-Reviews-Vamoose_Bus-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or70-Swallow_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or60-Swallow_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Swallow Travel",
        "attraction_name_vi": "Du lịch nuốt",
        "general_info": [
            "258 đánh giá",
            "99 trong số 637 Tour du thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Swallow Travel là một nhóm các chuyên gia với mục tiêu mang lại sự hài lòng và hài lòng cho khách hàng bằng cách cung cấp cho họ những trải nghiệm tuyệt vời với mức giá không thể tin được. Chúng tôi cung cấp các tour du lịch, đặt phòng khách sạn, đặt vé máy bay và các dịch vụ du lịch khác tại Việt Nam, Lào, Campuchia, Thái Lan Myanmar với Đảm bảo Giá Tốt nhất. Tại sao nên đặt vé với Swallow Travel? Đảm bảo giá tốt nhất Chúng tôi rất tự tin về mức giá tốt nhất cho chuyến đi của bạn nên chúng tôi đảm bảo điều đó. Tìm thấy một mức giá thấp hơn ở nơi khác? Chúng tôi sẽ phù hợp với nó! Giá của chúng tôi được đảm bảo, bao gồm tất cả, hoàn toàn không có phí hoặc lệ phí ẩn. Giá báo cho bạn là giá bạn phải trả!  Tùy chỉnh chuyến đi của bạn Tìm một người địa phương sẽ giúp bạn lên kế hoạch cho chuyến đi của mình! Nếu bạn cần hỗ trợ phù hợp, đừng ngần ngại liên hệ với chuyên gia địa phương của chúng tôi Hỗ trợ khách hàng 247 Để cung cấp hỗ trợ khách hàng tốt nhất cho khách hàng quý giá của chúng tôi, chúng tôi sẵn sàng 247 để trả lời mọi thắc mắc qua trò chuyện trực tuyến, điện thoại hoặc email.  Đặt chỗ linh hoạt Dịch vụ tốt Trung thựcĐọc thêm",
        "reviews": [
            "Một trong những địa điểm du lịch ít đông đúc và nổi tiếng ở Hà Nội nhưng vẫn là một chuyến đi khó quên. Chúng tôi bắt đầu chuyến tham quan này bằng việc viếng thăm một số ngôi đền. Những ngôi đền khá tuyệt vời khi hướng dẫn viên của chúng tôi giải thích về lịch sử. Đối với nữ, bạn không được phép mặc váy ngắn, quần soóc nên phải che đậy và sẽ được cung cấp. Sau đó, chúng tôi đi ăn buffet trưa. Không phải món ưa thích của tôi và tôi không cảm thấy thỏa mãn với nó. Sau đó chúng tôi đã thực hiện một chuyến tham quan bằng xe đạp. Đây có lẽ là điểm nổi bật trong chuyến tham quan của tôi khi chúng tôi đạp xe quanh đảo và chụp một số bức ảnh đẹp về cánh đồng lúa. Sau đó, chúng tôi đi thuyền dọc sông. Thuyền có một người chèo nhỏ đi cùng. Chúng tôi có một cô gái 15 tuổi khiến trải nghiệm này trở nên ngọt ngào và cay đắng. 30 phút đầu tiên trên thuyền thật tuyệt vời và tuyệt vời, nhưng sau đó, nó trở nên nhàm chán. Theo tôi, toàn bộ chuyến đi thuyền kéo dài gần 2 giờ, quá dài. Đối với một chuyến đi trong ngày, đây là một chuyến tham quan ổn. Cánh đồng lúa xe đạp là phần yêu thích của tôi. Những ngôi đền là một cơ hội tốt để tăng tốc. Nếu có điều gì đó, tôi sẽ cắt chuyến đi bằng thuyền đi một nửa. Dù sao đi nữa, tôi rất thích chuyến đi này và đó là một chuyến trốn thoát thú vị và giới thiệu về Vịnh Hạ Long.Đọc thêm",
            "Fiona thân mến,\nThay mặt Swallow Travel tôi xin chân thành cảm ơn phản hồi của bạn. Nó sẽ giúp chúng tôi cải thiện dịch vụ của mình. \nChúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong thời gian sớm nhất.\n\nTrân trọng,\nĐội Du lịch Nhạn.\nĐọc thêm",
            "Chúng tôi không thể cảm ơn Rosie đủ ở chuyến du lịch chim én.. kể từ lần đầu tiên chúng tôi liên lạc lại vào tháng 1 năm 2019 cho đến hôm nay, cô ấy đã sắp xếp mọi chi tiết một cách hoàn hảo. Từ các chuyến bay chuyển xe đưa đón các chuyến tham quan tư vấn chung về chỗ ở và các bản sao lưu và cập nhật thoải mái tổng thể. Chúng tôi thường xuyên liên hệ với cô ấy qua WhatsApp và cô ấy phản hồi trong vòng vài phút.. thật thú vị và siêu hiệu quả.  Nếu có nhiều sao hơn cho bài đánh giá này, tôi sẽ chọn tất cả..Đọc thêm",
            "Kính gửi Shar-vietnam,\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Từ lúc tôi gửi email cho Swallow Travel, tôi đã nhận được dịch vụ năm sao. Người đại diện, Rosie Dinh đã liên hệ với tôi ngay lập tức và cung cấp dịch vụ được cá nhân hóa ngay từ ngày đầu tiên. Chúng tôi đã có ý tưởng về nơi chúng tôi muốn đến và cô ấy cũng đề xuất các hoạt động khác và điều chỉnh hành trình cá nhân hóa dành riêng cho chúng tôi. Mọi thứ về chuyến đi của chúng tôi đều liền mạch và được mô phỏng một cách chuyên nghiệp theo mong muốn và nhu cầu của chúng tôi, tất cả các chuyến bay đều được đáp ứng bởi tài xế cá nhân trên những chiếc xe mới sạch sẽ, họ thậm chí còn cung cấp nước!, tất cả các chuyến tham quan theo yêu cầu đều là riêng tư và tất cả người điều hành và hướng dẫn viên đều đúng giờ, được trình bày tốt và nói tiếng Anh xuất sắc. Như đã nói, Rosie cũng sẵn sàng cho tôi số cá nhân của cô ấy để liên hệ nếu chúng tôi có bất kỳ vấn đề gì. Tôi cảm thấy an toàn khi biết rằng cô ấy chỉ cách một cuộc gọi hoặc tin nhắn. Khi chúng tôi đến Hà Nội vào ngày thứ 6 của chuyến đi, Rosie thậm chí còn đến khách sạn của chúng tôi và đích thân đưa cho chúng tôi thêm giấy thông hành. Dịch vụ đặc biệt từ một cô gái trẻ đặc biệt. Cảm ơn Rosie vì tất cả thời gian, lòng tốt và gói hàng mẫu mực mà bạn đã dành cho chúng tôi.Đọc thêm",
            "Natalie thân mến,\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Đã có một tuần trăng mật tuyệt vời ở Việt Nam được đặt thông qua du lịch chim én cho các chuyến du ngoạn chuyển khách sạn, v.v. Rosie đã xử lý rất tốt ngay từ ngày đầu tiên và dễ dàng nói chuyện qua watsapp và email và không có vấn đề gì cả. Rất vui được gặp cô ấy khi chúng tôi đến ở Hà Nội và tìm hiểu thêm thông tin, v.v. về đất nước này. Thật vui khi được chăm sóc chu đáo cho tuần trăng mật của chúng tôi bởi tất cả các khách sạn và nhân viên, những người đã được Rosie và én du lịch biết trước. Chuyến đi tuyệt vời rất khuyến khích Đọc thêm",
            "Kính gửi Sc312,\n\nChúng tôi rất vui khi biết rằng bạn đã có chuyến đi tuyệt vời cùng chúng tôi. Sự hài lòng của bạn chính là món quà lớn nhất cho sự nỗ lực của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Nếu bạn cần thêm bất kỳ sự hỗ trợ hoặc trợ giúp nào, chúng tôi rất vui được phục vụ. \nChúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong thời gian sớm nhất.\n\nTrân trọng,\nĐội Du lịch Nhạn.\nĐọc thêm",
            "Tôi bị gãy đầu gối trong chuyến đi ở Hà Nội. Chúng tôi vừa mới đến sớm hơn 7 tiếng. Chúng tôi đã đặt tour với Swallow Travel và Minh Thương không rời khỏi tôi trong suốt thời gian tôi nằm viện. Swallow Travel là một công ty lữ hành tuyệt vời. Tôi thực sự muốn giới thiệu họ vì bạn sẽ không tìm được những người chu đáo và tuyệt vời hơn trên thế giới này. Đây là lần thứ ba chúng tôi đặt tour với họ. Đọc thêm",
            "Mudgeeraba thân mến,\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Chất lượng dịch vụ tuyệt vời, đội ngũ nhân viên thân thiện, thức ăn ngon và chỗ ở phòng hoàn hảo. Chỉ có xe đưa đón là nóng như vậy.Đọc thêm",
            "Jakkrit thân mến,\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel.\nChúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Nếu bạn cần thêm bất kỳ sự hỗ trợ hoặc trợ giúp nào, chúng tôi rất vui được phục vụ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong thời gian sớm nhất.\nTrân trọng,\nĐội Du lịch Nhạn.\nĐọc thêm",
            "Chúng tôi đã mua tour du lịch 14 ngày từ Bắc vào Nam Việt Nam với Swallow Travel và được Jenny chăm sóc.  Chuyến tham quan được tổ chức tốt, đón khách đúng giờ, hướng dẫn viên du lịch xuất sắc theo nhóm nhỏ.  Khi chúng tôi gặp vấn đề với khách sạn ở Hà Nội do tiếng ồn của tòa nhà từ phía bên kia đường, chúng tôi đã được chuyển đến một khách sạn khác với sự ồn ào hoặc tốn kém.  Tôi thực sự muốn giới thiệu Swallow Travel nếu đang lên kế hoạch cho chuyến đi đến Việt Nam.Đọc thêm",
            "Kính gửi Discover646677,\n\nChúng tôi rất vui khi biết rằng bạn đã có chuyến đi tuyệt vời cùng chúng tôi. Sự hài lòng của bạn chính là món quà lớn nhất cho sự nỗ lực của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Nếu bạn cần thêm bất kỳ sự hỗ trợ hoặc trợ giúp nào, chúng tôi rất vui được phục vụ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong thời gian sớm nhất.\n\nTrân trọng,\nĐội Du lịch Nhạn.\nĐọc thêm",
            "Cả ngày từ Hà Nội, cách Minh Bình 2 giờ lái xe về phía nam. Sự thoải mái ngắn dừng lại trên đường và sau đó là chuyến viếng thăm 2 ngôi đền cổ của các hoàng đế thứ nhất và thứ hai. Sau đó, một bữa trưa có máy lạnh rất tuyệt vời, cả về chất lượng và sự đa dạng. Tiếp theo là 15 phút lái xe để lấy xe đạp và nửa giờ để đạp xe quanh khung cảnh tuyệt vời. Cuối cùng, đi thuyền qua vùng núi đá vôi với phụ nữ chủ yếu chèo thuyền bằng tay và chân! Việc này kéo dài khoảng 1 giờ 40 phút! Một ngày rất nóng nhưng lại là một ngày tuyệt vời.Đọc thêm",
            "Kính gửi dmshep66,\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel.\nChúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Nếu bạn cần thêm bất kỳ sự hỗ trợ hoặc trợ giúp nào, chúng tôi rất vui được phục vụ. Chúng tôi hy vọng có cơ hội tổ chức chuyến tham quan cho bạn trong thời gian sớm nhất.Đọc thêm",
            "Chúng tôi vừa trải qua 14 đêm ở Việt Nam trong hai tuần được cá nhân hóa rất năng động - tất cả đều được Rosie tổ chức theo yêu cầu của chúng tôi, phụ huynh và ba thanh thiếu niên lớn tuổi hơn. Cô ấy rất xuất sắc và hành trình của chúng tôi có nhịp độ hoàn hảo để đảm bảo chúng tôi nhìn thấy một số điểm nổi bật đáng kinh ngạc nhất của đất nước này Hà Nội, Sapa, Vịnh Hạ Long, Tam Cốc, Đà Nẵng, Hội An.  Rosie sắp xếp hoàn toàn mọi thứ, từ thị thực đến đón tại sân bay, đón tất cả các chuyến tham quan, khách sạn, tất cả bữa sáng và nhiều bữa ăn - tất cả đều có giá rất hợp lý. Cô ấy cực kỳ nhanh chóng trả lời nhiều câu hỏi của tôi cả trước và cả trong chuyến đi. Tôi không thể giới thiệu Swallow Travel và Rosie đủ cao. Họ sẽ làm cho chuyến đi đến Việt Nam tuyệt vời của bạn trở nên thoải mái và đáng nhớ.Đọc thêm",
            "Geraldine thân mến,\n\nChúng tôi rất vui khi biết rằng bạn đã có chuyến đi tuyệt vời cùng chúng tôi. Sự hài lòng của bạn chính là món quà lớn nhất cho sự nỗ lực của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Nếu bạn cần thêm bất kỳ sự hỗ trợ hoặc trợ giúp nào, chúng tôi rất vui được phục vụ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong thời gian sớm nhất.\n\nTrân trọng,\nĐội Du lịch Nhạn.\nĐọc thêm",
            "Chúng tôi đã đặt các chuyến đi trong ngày đến Việt Nam thông qua Swallow Travel, vì chúng tôi đã sử dụng chúng trước đây và nhận thấy chúng rất chuyên nghiệp và cung cấp dịch vụ xuất sắc cũng như các chuyến tham quan chất lượng. Tôi chắc chắn sẽ sử dụng chúng một lần nữa và giới thiệu chúng cho gia đình và bạn bè của tôi.  Ngoài ra, họ sẽ sắp xếp thư xin thị thực cho bạn, sử dụng chúng thay vì một dịch vụ trực tuyến có thể không phải là dịch vụ thực tế. Cảm ơn bạn!Đọc thêm",
            "Kính gửi Coupletravllers,\n\nChúng tôi rất vui khi biết rằng bạn đã có chuyến đi tuyệt vời cùng chúng tôi. Sự hài lòng của bạn là món quà lớn nhất cho những nỗ lực của chúng tôi. Chúng tôi rất vui khi được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Nếu bạn cần thêm bất kỳ sự hỗ trợ hoặc trợ giúp nào, chúng tôi rất vui khi được phục vụ bạn. Chúng tôi hy vọng sẽ có cơ hội tổ chức tour cho bạn trong tương lai sớm nhất.\n\nTrân trọng,\nĐội ngũ Swallow Travel.\nĐọc thêm",
            "Có ai biết chuyến bay nào đến Việt Nam từ Vancouver không?Đọc thêm",
            "Khách hàng của chúng tôi thường đặt vé Korea Air, China Airlines, Eva Air, Cathay PacificĐọc thêm",
            "Hoàn toàn tuyệt vời từ đầu đến cuối trong chuyến du lịch Bắc vào Nam Việt Nam của chúng tôi. Jenny tổ chức mọi thứ với sự chú ý tuyệt vời đến từng chi tiết từ đón tại sân bay đến khách sạn, tour du lịch, đưa đón bằng ô tô, chuyến bay nội địa trở lại sân bay. Các khách sạn 3 sao có vị trí tuyệt vời và lý tưởng - đặc biệt quan trọng ở Hà Nội, TP.HCM. Tôi có thể tự tin đưa ra khuyến nghị cao nhất cho Swallow Travel cho chuyến thăm Việt Nam tuyệt vời. Cảm ơn Jenny! Đọc thêm",
            "Xin chào - Tôi cần đặt một chuyến tàu đêm từ Hà Nội đến Đà Nẵng và sau đó đi tiếp từ Đà Nẵng đến Hội An.\n\nChúng tôi muốn có một toa giường nằm chỉ dành cho gia đình mình - 2 x người lớn và 2 x trẻ em trên tàu. bạn có thể vui lòng cho tôi biết thời gian và chi phí cho chuyến đi đó và chuyến đi tiếp theo không? \n\nCảm ơn nhiều,\n\nGrainneĐọc thêm",
            "Xin chào Grainne,\n\nLời chào nồng nhiệt nhất từ ​​Swallow Travel. Hãy chấp nhận lời xin lỗi chân thành của chúng tôi vì phản hồi muộn. Bạn có thể vui lòng cho tôi biết khi nào bạn muốn di chuyển từ Hà Nội đến Đà Nẵng bằng tàu hỏa để tôi có thể cung cấp thời gian và chi phí cho gia đình bạn. Vui lòng gửi email cho chúng tôi để được hỗ trợ thêm.\n\nChúc mừng,\nMs ThươngĐọc thêm"
        ],
        "star_ratings": [
            236,
            14,
            4,
            3,
            1
        ],
        "review_amount": 258,
        "location": [
            "Du lịch nuốt",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 3, 2019",
            "Written September 12, 2019",
            "Written September 10, 2019",
            "Written September 1, 2019",
            "Written September 1, 2019",
            "Written August 14, 2019",
            "Written August 13, 2019",
            "Written August 8, 2019",
            "Written July 16, 2019",
            "Written July 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8290098-Reviews-or70-Swallow_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or60-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or80-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15318870-Reviews-Vietnam_Travel_Top-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19478246-Reviews-Sapa_Trekking_Adventure-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6206032-Reviews-Signature_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808853-d1175747-Reviews-Guanghua_Digital_Plaza-Zhongzheng_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d671133-Reviews-Emirates_Heritage_Village-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g56891-d2294155-Reviews-The_Falls_in_Lucy_Park-Wichita_Falls_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d254828-Reviews-Long_Beach_Waterfront-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d3162536-Reviews-Lahore_Fort-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d1897552-Reviews-WonderWorks-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13313715-Reviews-Burj_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295110-d775802-Reviews-Lake_Matka-Skopje_Skopje_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60890-d133863-Reviews-Harvard_Museum_of_Natural_History-Cambridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d6733203-Reviews-Malin_Plaza_Patong-Patong_Kathu_Phuket.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or80-Swallow_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or70-Swallow_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Swallow Travel",
        "attraction_name_vi": "Du lịch nuốt",
        "general_info": [
            "258 đánh giá",
            "99 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Swallow Travel là một nhóm các chuyên gia với mục tiêu mang lại sự hài lòng và hài lòng cho khách hàng bằng cách cung cấp cho họ những trải nghiệm tuyệt vời với mức giá không thể tin được. Chúng tôi cung cấp các tour du lịch, đặt phòng khách sạn, đặt vé máy bay và các dịch vụ du lịch khác tại Việt Nam, Lào, Campuchia, Thái Lan Myanmar với Đảm bảo Giá Tốt nhất. Tại sao nên đặt vé với Swallow Travel? Đảm bảo giá tốt nhất Chúng tôi rất tự tin về mức giá tốt nhất cho chuyến đi của bạn nên chúng tôi đảm bảo điều đó. Tìm thấy một mức giá thấp hơn ở nơi khác? Chúng tôi sẽ phù hợp với nó! Giá của chúng tôi được đảm bảo, bao gồm tất cả, hoàn toàn không có phí hoặc lệ phí ẩn. Giá báo cho bạn là giá bạn phải trả!  Tùy chỉnh chuyến đi của bạn Tìm một người địa phương sẽ giúp bạn lên kế hoạch cho chuyến đi của mình! Nếu bạn cần hỗ trợ phù hợp, đừng ngần ngại liên hệ với chuyên gia địa phương của chúng tôi Hỗ trợ khách hàng 247 Để cung cấp hỗ trợ khách hàng tốt nhất cho khách hàng quý giá của chúng tôi, chúng tôi sẵn sàng 247 để trả lời mọi thắc mắc qua trò chuyện trực tuyến, điện thoại hoặc email.  Đặt chỗ linh hoạt Dịch vụ tốt Trung thựcĐọc thêm",
        "reviews": [
            "Chúng tôi đã trở lại từ chuyến đi của chúng tôi. Chúng tôi đã có một thời gian tuyệt vời. Hướng dẫn rất tốt và toàn bộ chuyến đi tốt nhưng hơi mệt vì nóng. Các bữa ăn cũng rất ngon. Thật vậy, chúng tôi phải cảm ơn bạn vì đã khiến các chuyến tham quan và kỳ nghỉ của chúng tôi trở nên rất thú vị và đáng nhớ. Chúng tôi rất buồn vì kỳ nghỉ của chúng tôi sắp kết thúc. Cảm ơn bạn rất nhiều vì đã chăm sóc chúng tôi. JackyĐọc thêm",
            "Jacky thân mến,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Du lịch én thật tuyệt vời trong việc tổ chức kỳ nghỉ của chúng tôi đã gây áp lực cho chúng tôi, họ đã tổ chức mọi thứ từ các chuyến tham quan đến thư giãn, những khách sạn đẹp rất hiểu mọi người, họ là chuyên gia trong những gì họ làm, cảm ơn bạn Thương, bạn thật tuyệt vời Đọc thêm",
            "Ann thân mến,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Du lịch nuốt chửng ở nơi tuyệt vời với sự sắp xếp chuyến đi của chúng tôi, ngay cả thị thực, khách sạn vẫn tốt, đưa đón sân bay và chuyến đi đến Vịnh Hạ Long của chúng tôi thật tuyệt vời, Bobbie là hướng dẫn viên du lịch của chúng tôi, đồ ăn, thuyền và chèo thuyền kayak đều tuyệt vời, đó là điều phải làm .. cảm ơn Swallow Travel sẽ ủng hộ bạn lần nữa khi tôi đến Việt Nam.Đọc thêm",
            "Thưa ông / bà,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Tôi đã đặt tour du lịch Bắc Nam Việt Nam với chuyến du lịch Swallow từ Ireland. Chuyến tham quan bao gồm nhiều điểm tham quan không thể bỏ qua của Việt Nam và trong trường hợp của tôi, tôi đã mở rộng chuyến tham quan để bao gồm thêm chỗ ở trên chuyến bay và chuyến đi bộ xuyên rừng đến Sapa. Tôi được chỉ định Rosie làm người liên hệ và cô ấy thật tuyệt vời, bất kỳ thay đổi nào tôi yêu cầu đều được phục vụ cho với sự chú ý và chi tiết tuyệt vời. Chỗ ở được sắp xếp cho chúng tôi ở mỗi điểm đến đều nằm ở trung tâm và điều này giúp loại bỏ nhu cầu sử dụng taxi hoặc phương tiện giao thông công cộng. Từ thời điểm đặt phòng đầu tiên cho đến khi kết thúc chuyến tham quan, mọi thứ đều diễn ra suôn sẻ. Điều này đã biến một hành trình phức tạp thành một kỳ nghỉ thực sự mà không gặp bất kỳ căng thẳng nào. Swallow Travel và Rosie thật tuyệt.Đọc thêm",
            "Hanner thân mến,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Chuyến đi bằng tàu không hề xa xỉ, nhưng tổng thể chuyến tham quan thật tuyệt vời. Sapa có phần lộn xộn với rất nhiều công trình xây dựng bao gồm cả công trình đường lớn cả trong và xung quanh nó. Tuy nhiên điều này không làm mất đi một trải nghiệm rất thú vị. Chỗ ở trong chuyến đi này là Khách sạn Sapa Relax rất xuất sắc, dịch vụ được cung cấp rất đặc biệt, đảm bảo mọi người trong gia đình tôi đều được chăm sóc chu đáo. Từ tắm rửa vào buổi sáng sớm cho đến bữa tối đầy đủ cho chuyến hành trình dài trở về Hà Nội. Xin gửi lời cảm ơn đặc biệt tới người quản lý Trung Nguyên.Đọc thêm",
            "Kính gửi K3559EKdonaldb,\n\nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa!\n\nTrân trọng,\n\nDu lịch nuốt\nĐọc thêm",
            "Bản thân tôi và 4 người bạn gái vừa trở về từ chuyến du lịch Việt Nam và chúng tôi chọn phương án 5 sao với 2 chuyến bay nội địa.  Chỗ ở thật tuyệt vời và tất cả các hướng dẫn viên du lịch đều rất thân thiện và luôn đúng giờ.  Chúng tôi không gặp phải vấn đề gì trong bất kỳ chuyến tham quan nào và Jenny tại Swallow Travel đã sắp xếp mọi thứ và trả lời trực tiếp nếu chúng tôi cần hỏi bất cứ điều gì.  Có một công ty điều hành tour du lịch có trụ sở tại Việt Nam là một giải pháp tốt vì có người ở đó để hỗ trợ dịch thuật, v.v. nếu được yêu cầu. Tôi muốn giới thiệu Swallow Travel cho bất kỳ Du khách nào nghĩ đến việc đến Việt Nam, Rất hiệu quả, lịch sự và tiết kiệm chi phí.  Đáng liên hệ.Đọc thêm",
            "Kính gửi Halesy01,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời ở Việt Nam. Chúng tôi thích phong cảnh từ Bắc vào Nam của Việt Nam và Campuchia. Rất khuyến khíchĐọc thêm",
            "Kính gửi dkl2407,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Đã đặt phòng 18 ngày từ Bắc vào Nam thông qua công ty du lịch xuất sắc Swallow Travel tại Hà Nội, sau khi nghiên cứu trực tuyến và đọc các đánh giá tuyệt vời. Rosie đã rất xuất sắc trong quá trình đặt phòng, rất vui được gặp cô ấy ở Hà Nội và cô ấy tiếp tục cung cấp dịch vụ chất lượng cao trong suốt chuyến tham quan của chúng tôi. Giá cả rất tuyệt vời và chuyến tham quan được thiết kế riêng cho cả hai chúng tôi, chỉ gặp gỡ những du khách khác trong các chuyến tham quan trong ngày. Khi Rosie phát hiện ra chồng tôi rất cao, cô ấy đã đảm bảo rằng anh ấy có một ghế cạnh lối đi trên chuyến bay tiếp theo và một ghế trước trên xe buýt cho các chuyến tham quan trong ngày mà không cần phải yêu cầu. Tất cả việc chuyển và đón các chuyến tham quan đều đáng tin cậy và không thể gây lỗi cho việc tổ chức tuyệt vời của toàn bộ chuyến tham quan.  Đề xuất duy nhất là cho mọi người biết về thời gian bay ngay khi họ đặt chỗ, không phải sau khung thời gian làm thủ tục 24 giờ. Một điểm nhỏ.  Đừng bận tâm đến bất kỳ công ty du lịch địa phương nào khác, bạn sẽ không nhận được dịch vụ tốt hơn Swallow Travel.  Tôi đã giới thiệu chúng cho nhiều bạn bè của chúng tôi, những người đã đặt chỗ trước khi chúng tôi đi du lịch.  Cảm ơn Rosie và Swallow Travel vì một kỳ nghỉ thú vị và được tổ chức tuyệt vời tại Việt Nam. Chúng tôi đã đặt những khách sạn 4 sao có hồ bơi và chúng rất tốt và nằm ở trung tâm.  Đọc thêm",
            "Kính gửi 83Pammie,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Tôi đã đặt tour này vào ngày đầu tiên ở Hà Nội. Mình nghĩ các bạn nên đặt vào ngày đầu tiên hoặc ngày thứ 2 của hành trình. Hướng dẫn viên đưa chúng tôi đi khắp nơi để thưởng thức ẩm thực địa phương và anh ấy cũng cho chúng tôi một số lời khuyên khi đến đó, một số địa chỉ bổ sung về ẩm thực địa phương mà chúng tôi có thể tự khám phá vào ngày hôm sau Đọc thêm",
            "Kính gửi onthemoon90,\n\nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa!\n\nTrân trọng,\n\nDu lịch nuốt\nĐọc thêm",
            "Tôi rất có thể giới thiệu Swallow Travel. Họ là một công ty du lịch rất chuyên nghiệp. Nhân viên rất chu đáo.  Gia đình tôi sẽ về Việt Nam vào tháng 8. Đây là lần thứ ba chúng tôi tham gia Swallow Travel. Chúng tôi sẽ không đặt chỗ với bất kỳ công ty nào khác. Họ chọn những tour du lịch tốt nhất cho bạn. Họ liên lạc với bạn gần như hàng ngày để kiểm tra xem mọi thứ có ổn không. Thật chuyên nghiệp.Đọc thêm",
            "Mudgeeraba thân mến,\n\nChúng tôi rất vui khi biết rằng bạn đã có chuyến đi tuyệt vời cùng chúng tôi. Sự hài lòng của bạn chính là món quà lớn nhất cho sự nỗ lực của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Nếu bạn cần thêm bất kỳ sự hỗ trợ hoặc trợ giúp nào, chúng tôi rất vui được phục vụ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong thời gian sớm nhất.\n\nTrân trọng,\nĐội Du lịch Nhạn.\nĐọc thêm"
        ],
        "star_ratings": [
            236,
            14,
            4,
            3,
            1
        ],
        "review_amount": 258,
        "location": [
            "Du lịch nuốt",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 30, 2019",
            "Written June 29, 2019",
            "Written June 29, 2019",
            "Written June 23, 2019",
            "Written June 6, 2019",
            "Written May 31, 2019",
            "Written May 26, 2019",
            "Written May 10, 2019",
            "Written May 6, 2019",
            "Written May 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8290098-Reviews-or80-Swallow_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or70-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or90-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15318870-Reviews-Vietnam_Travel_Top-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19478246-Reviews-Sapa_Trekking_Adventure-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6206032-Reviews-Signature_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2018261-d4738135-Reviews-Boulder_Bay_Park-Big_Bear_Lake_Big_Bear_Region_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d21307122-Reviews-Christian_Louboutin_Outlet-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d106669-Reviews-Ho_opi_i_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d4459134-Reviews-Mount_Ida-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g297675-d4801981-Reviews-Then_Tirupathi-Coimbatore_Coimbatore_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d108806-Reviews-Silver_Springs_State_Park-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g291961-d11949899-Reviews-Mexico_Rocks-Ambergris_Caye_Belize_Cayes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1462420-d196216-Reviews-Omaha_Beach-Saint_Laurent_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g562639-d3572528-Reviews-The_Healing_Thermal_Springs_of_Edipsos-Edipsos_Euboea_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1075137-Reviews-Rio_Secreto-Playa_del_Carmen_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or90-Swallow_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or80-Swallow_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Swallow Travel",
        "attraction_name_vi": "Du lịch nuốt",
        "general_info": [
            "258 đánh giá",
            "99 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Swallow Travel là một nhóm các chuyên gia với mục tiêu mang lại sự hài lòng và hài lòng cho khách hàng bằng cách cung cấp cho họ những trải nghiệm tuyệt vời với mức giá không thể tin được. Chúng tôi cung cấp các tour du lịch, đặt phòng khách sạn, đặt vé máy bay và các dịch vụ du lịch khác tại Việt Nam, Lào, Campuchia, Thái Lan Myanmar với Đảm bảo Giá Tốt nhất. Tại sao nên đặt vé với Swallow Travel? Đảm bảo giá tốt nhất Chúng tôi rất tự tin về mức giá tốt nhất cho chuyến đi của bạn nên chúng tôi đảm bảo điều đó. Tìm thấy một mức giá thấp hơn ở nơi khác? Chúng tôi sẽ phù hợp với nó! Giá của chúng tôi được đảm bảo, bao gồm tất cả, hoàn toàn không có phí hoặc lệ phí ẩn. Giá báo cho bạn là giá bạn phải trả!  Tùy chỉnh chuyến đi của bạn Tìm một người địa phương sẽ giúp bạn lên kế hoạch cho chuyến đi của mình! Nếu bạn cần hỗ trợ phù hợp, đừng ngần ngại liên hệ với chuyên gia địa phương của chúng tôi Hỗ trợ khách hàng 247 Để cung cấp hỗ trợ khách hàng tốt nhất cho khách hàng quý giá của chúng tôi, chúng tôi sẵn sàng 247 để trả lời mọi thắc mắc qua trò chuyện trực tuyến, điện thoại hoặc email.  Đặt chỗ linh hoạt Dịch vụ tốt Trung thựcĐọc thêm",
        "reviews": [
            "Thay mặt cho nhóm của chúng tôi, tôi muốn gửi lời CẢM ƠN RẤT NHIỀU đến đội ngũ Swallow travel vì dịch vụ TUYỆT VỜI mà các bạn đã dành cho chúng tôi. Các bạn đã xử lý các đơn đặt chỗ và thắc mắc của chúng tôi một cách rất chuyên nghiệp, thành thật mà nói, tôi không thể tìm ra bất kỳ điều gì cần cải thiện. Chúng tôi chắc chắn đã đi qua một khu vực rất rộng lớn của Việt Nam và Campuchia và không có gì sai sót. Tôi có thể đảm bảo rằng chúng tôi chắc chắn sẽ giới thiệu Swallow travel cho bất kỳ bạn bè và gia đình nào muốn đi du lịch đến Việt Nam và Campuchia. Sue là nhiếp ảnh gia chính thức của chúng tôi. Cô ấy đã chụp hàng trăm bức ảnh và sau khi sắp xếp xong, cô ấy sẽ gửi một số bức ảnh cho bạn. Trân trọng, Đọc thêm",
            "Simon thân mến,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Chào Thương, chúng tôi có khoảng thời gian tuyệt vời ở Sapa. Hướng dẫn viên của chúng tôi Hằng và tài xế, Trường, thật tuyệt vời và họ đã làm rất tốt! chúng tôi sẽ giới thiệu chuyến du lịch Swallow cho mọi người. Cảm ơn bạnĐọc thêm",
            "Karen thân mến,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Kỳ nghỉ của chúng tôi là tất cả những gì chúng tôi đã hy vọng và hơn thế nữa. Hướng dẫn viên của chúng tôi ở miền bắc Lào, ông Phan và tài xế Mr Air rất xuất sắc. Chúng tôi không thể hy vọng nhiều hơn nữa. Họ đã cố gắng hết sức để đảm bảo chúng tôi có khoảng thời gian vui vẻ, trải nghiệm các món ăn truyền thống của Lào và xem mọi thứ họ có thể cho chúng tôi xem trong thời gian có sẵn. Ông Phan đã có thể giải thích những gì chúng tôi đang thấy trong một cách dễ hiểu và trả lời nhiều câu hỏi của chúng tôi về cuộc sống và lịch sử của đất nước Lào. Chúng tôi không thể tìm thấy một gói bao gồm tất cả những địa điểm chúng tôi muốn ghé thăm nên đã nói với Swallow Travel nơi chúng tôi muốn đến và họ đã sắp xếp tất cả một cách hoàn hảo. Chúng tôi có độ tuổi từ 66 đến 81 và điều này đã được tính đến trong kế hoạch. Bạn có 3 khách hàng rất hài lòng và chúng tôi không ngần ngại giới thiệu Swallow Travel cho bạn bè của mình. Tôi không thể nghĩ ra bất kỳ dịch vụ nào cần được cải thiện. Cảm ơn bạn vì đã tổ chức một kỳ nghỉ mà chúng ta sẽ nhớ suốt đời.Đọc thêm",
            "Kính gửi Fletchtraveler,\n\nChúng tôi rất vui khi biết rằng bạn đã có chuyến đi tuyệt vời cùng chúng tôi. Sự hài lòng của bạn chính là món quà lớn nhất cho sự nỗ lực của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Nếu bạn cần thêm bất kỳ sự hỗ trợ hoặc trợ giúp nào, chúng tôi rất vui được phục vụ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong thời gian sớm nhất.\n\nTrân trọng,\nĐội Du lịch Nhạn.\nĐọc thêm",
            "Sau khi đọc bài đánh giá của những người khác có trải nghiệm tuyệt vời, chúng tôi đặt nhiều hy vọng vào chuyến đi đã đặt qua Swallow Travel. Thật không may, tôi và gia đình đã có trải nghiệm thực sự tầm thường từ công ty du lịch này. Xe buýt đến đón chúng tôi từ khách sạn muộn và chúng tôi đã bỏ bữa sáng để đợi xe đón vì chúng tôi không muốn bị trễ. Một trong những chai nước mà xe buýt phát ra có bụi bẩn trong đó, điều này thực sự đáng lo ngại vì điều cuối cùng chúng tôi mong muốn là bị ốm trong chuyến đi. Khách sạn đã đặt cho chúng tôi vẫn ổn. Cái giá mà họ tính cho chúng tôi cho vé fansipan thực sự quá đắt. Trên đường từ Sapa về Hà Nội, chúng tôi thực sự đã cãi nhau rất lớn với những người khác trên xe giường nằm vì mọi việc được nhà xe sắp xếp không hợp lý, điều này gây ra rất nhiều căng thẳng cho tôi và gia đình. Thành thật mà nói, tôi không khuyên bạn nên đặt phòng qua công ty này.Đọc thêm",
            "Mai Nguyễn thân mến,\n\nCảm ơn rất nhiều vì đã dành thời gian để viết đánh giá cho chúng tôi. Tôi rất tiếc khi biết rằng gia đình bạn không thực sự hài lòng với chuyến đi Sapa 2ngày 1n cùng chúng tôi. Theo thư từ của chúng tôi, gia đình bạn đã đặt chuyến đi Sapa 2 ngày 1 đêm với chúng tôi với chỗ ở 3 sao và tham gia một nhóm nhỏ nhưng nhân viên của chúng tôi đã đề nghị bạn nâng cấp miễn phí lên tour riêng và chỗ ở 4 sao vì bạn là người Việt Nam nên chúng tôi muốn tặng bạn như một món quà cho người Việt Nam Năm mới. Bạn nên tham gia chuyến đi này với các công ty khác vào lần tới và có thể liên hệ lại với chúng tôi về mức giá mà chúng tôi đưa ra cho bạn là giá trị kém hay giá trị tốt? Bạn đã liên hệ với chúng tôi để thay đổi hành trình vào phút cuối và nhân viên của chúng tôi cũng đã giải thích cho bạn về những thay đổi của bạn. Giá vé không phải là giá vé fansipan như bạn đã thấy ở quầy bán vé. Chúng tôi phải đưa bạn đến đó, mua vé tàu Mường Hoa cho gia đình bạn để đến ga fansipan và còn sắp xếp bữa trưa tại khách sạn thay vì nhà hàng địa phương như hành trình ban đầu cho bạn.\nTôi ước gì bạn nên liên hệ với chúng tôi và cho chúng tôi biết khi nào bạn tham gia chuyến tham quan với chúng tôi để bộ phận chăm sóc khách hàng của chúng tôi có thể liên hệ và hỗ trợ bạn ngay lập tức. Nếu đó là lỗi của chúng tôi, chúng tôi có thể hoàn lại toàn bộ số tiền cho chuyến đi của bạn. Tuy nhiên, khi nhân viên của chúng tôi liên lạc với bạn trong chuyến đi, bạn nói rằng mọi thứ đều ổn. Chúng tôi cũng sử dụng chai nước có thương hiệu rất tốt cho khách hàng trong chuyến tham quan. Tại sao lại có bụi bẩn trong đó? nó không có ý nghĩa \nTóm lại, chúng tôi luôn cố gắng hết sức để hỗ trợ khách hàng để đảm bảo họ có chuyến đi đáng nhớ cùng chúng tôi. Chúng tôi thực sự đánh giá cao phản hồi của khách hàng vì nó giúp chúng tôi cải thiện dịch vụ của mình. Đọc thêm",
            "On my recent holiday to Vietnam, I booked 3 small group tours with this company, and without exception, every tour was a wonderful experience. MAI CHAUPU LUONG RESERVE 2 Day1 night:-I especially loved the Mai ChauPu Luong Reserve 2 day, 1 night tour, where I was able to use an electric car to be taken around the Mai Chau village areas rather than ride a bicycle, which I am not that steady on. I did the 12 klm walk through Pu Luong area the following day with a fellow guest from Korea, accompanied by our tour guide, the delightful Tun. We were able to do this quite leisurely, and Tun was very patient with the amount of photos I took.I also opted to upgrade from the shared dormitory at Mai Chau Sunrise Village, to my own room, which was wonderfully spacious and afforded beautiful vistas across rice paddies to distant hills. It was certainly worth the small extra charges for the electric car and room. From the small mini coach, sometimes on misty winding roads, to electric car, to the 35klm drive in a small car to the Reserve and back, at no time did I feel unsafe. My personal requirements were handled extremely well from when I first contacted Jenny at Swallow Travel and even although it was partially in the TET period, all my questions were answered promptly, and payments were easily transacted with minimum fuss.I did 2 other tours with Swallow - My Son Ancient Ruins from Hoi An  Hue Day Tour  from Hoi An, and could not fault anything about those either.I also felt I received wonderful value for money, and as I was travelling solo, it was great to mix in with other guests from all over the world.I would not hesitate to recommend this company for their professionalism, their huge choice of tours from Hanoi  Hoi An, and the expert advice  prompt replies from Jenny and also Rosie at one stage, guaranteed a wonderful time was had.Checkout their website for other tour options. You will be so glad you did! Read more",
            "Andrien thân mến,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt khi nghe bạn thích chuyến tham quan và chúc chúng tôi may mắn. Chúng tôi hy vọng có cơ hội tổ chức chuyến tham quan cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì đã giới thiệu và ủng hộ.\n\nTrân trọng,\n\nNhóm Swallow Travel\nĐọc thêm",
            "Chúng tôi đã cùng Swallow Travel đi hưởng tuần trăng mật tại Việt Nam trong chuyến du lịch Bắc Nam. Mọi thứ đều tuyệt vời từ đầu đến cuối. Cảm ơn Jenny và Rosie vì sự giúp đỡ và tổ chức trước và trong chuyến đi. Đó là chuyến đi đầu tiên của tôi đến Đông Nam Á và cũng là lần đầu tiên tôi đặt mọi thứ với một công ty du lịch. Thật là nhẹ nhõm khi có thể thư giãn, ngồi lại và tin tưởng rằng mọi việc đã được giải quyết. Chúng tôi ở trong các khách sạn 3 và 4 sao, tất cả đều tuyệt vời, đặc biệt là Pearl River ở Hội An!!. Toàn bộ chuyến tham quan có giá trị tuyệt vời. Tôi thực sự muốn hỗ trợ một công ty địa phương của Việt Nam và tôi rất vui vì đã làm như vậy. Chúng tôi yêu thích các chuyến đi đến Hà Nội, Du thuyền hoa oải hương Vịnh Hạ Long, Hội An, TP.HCM, Địa đạo Củ Chi, Đồng bằng sông Cửu Long và Phú Quốc. Một mẹo chắc chắn là hãy nâng cấp từ tàu đêm lên chuyến bay - một đêm thêm ở Hội An rất đáng giá. Cảm ơn bạn vì một tuần trăng mật khó quên!Đọc thêm",
            "Nnburke thân mến,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Swallow Travel nhận được đánh giá sao cao nhất từ ​​chúng tôi vì đã tổ chức một chuyến tham quan tuyệt vời từ Bắc vào Nam của đất nước. Mọi dịch vụ đón và tham quan đều đúng giờ và được tổ chức cực kỳ tốt. Các hướng dẫn viên du lịch rất tuyệt vời và làm cho các chuyến tham quan trở nên thú vị. Chúng tôi đã ở tại các khách sạn 3 sao và tất cả đều rất thoải mái và đồ ăn, bao gồm trong chuyến tham quan của chúng tôi, vượt xa những gì chúng tôi mong đợi. Jenny, bộ phận hỗ trợ văn phòng của chúng tôi là một ngôi sao tuyệt đối từ đầu đến cuối và chúng tôi đánh giá cô ấy 10 điểm vì sự chu đáo và lòng tốt của cô ấy. Chúng tôi không ngần ngại giới thiệu Swallow Travel cho bất kỳ ai đến thăm Việt Nam. Đọc thêm",
            "686finna thân mến,\n\nChúng tôi rất vui khi biết rằng bạn đã có chuyến đi tuyệt vời cùng chúng tôi. Sự hài lòng của bạn chính là món quà lớn nhất cho sự nỗ lực của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Nếu bạn cần thêm bất kỳ sự hỗ trợ hoặc trợ giúp nào, chúng tôi rất vui được phục vụ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong thời gian sớm nhất.\n\nTrân trọng,\nĐội Du lịch Nhạn.\nĐọc thêm",
            "Thuong đã hết lòng giúp chúng tôi đặt chuyến đi đến Việt Nam. Họ đã cho chúng tôi một thỏa thuận rất tốt với mức giá phải chăng. Luôn ở đó để giúp chúng tôi giải đáp mọi thắc mắc và giúp chúng tôi tìm được mức giá tốt nhất cho các hoạt động mà chúng tôi muốn thêm sau khi hạ cánh. Tôi RẤT muốn giới thiệu họ vì họ chăm sóc bạn từ lúc bạn đặt chuyến đi cho đến lúc bạn rời đi khi kỳ nghỉ kết thúc. Cảm ơn Thuong vì tất cả công sức và sự giúp đỡ của bạn. Đọc thêm",
            "Kính gửi Djerich07,\n\nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình với Swallow Travel. Thật tuyệt vời khi nghe bạn chúc chúng tôi có chuyến tham quan vui vẻ. Chúng tôi hy vọng có cơ hội tổ chức tour du lịch cho bạn trong tương lai. Cảm ơn bạn rất nhiều vì lời khuyên và hỗ trợ của bạn.\n\nTrân trọng,\n\nĐội Du Lịch Nhạn\nĐọc thêm",
            "Làm tốt lắm Swallow Travel, rất có tổ chức và thật tuyệt khi có thông tin được cung cấp cho chúng tôi tại mỗi khách sạn về thời gian có mặt ở phía trước khách sạn để đón. Các chuyến tham quan được tổ chức tốt, mẹo duy nhất của tôi có thể là kiểm tra vị trí của khách sạn và nếu cần nâng cấp để gần trung tâm thành phố hơn, một cặp vợ chồng khác đã nâng cấp và rất vui vì vẫn là một kỳ nghỉ rất hợp lý với các nâng cấp. Tôi thực sự khuyên bạn nên Swallow Travel!!!!! Đọc thêm",
            "Thân gửi elric500,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự hỗ trợ của chúng tôi. Chúng tôi rất vui khi được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi mong muốn được phục vụ bạn một lần nữa!\n\nTrân trọng,\n\nSwallow Travel\nĐọc thêm",
            "Tôi đã thực hiện chuyến du lịch 14 ngày với chuyến du lịch Swallow và Thương là một người rất tốt khi đối phó với cô ấy đã tổ chức tất cả chuyến đi của chúng tôi và đã làm một công việc tuyệt vời. Cô ấy trung thực và chân thành. Đối với những người đang nghĩ đến việc thực hiện một chuyến tham quan qua chúng, tôi thực sự khuyên bạn nên sử dụng chúng. Đây là một trong những kỳ nghỉ tuyệt vời nhất mà tôi thấy xứng đáng với số tiền của bạn.Đọc thêm",
            "Pearlypal thân mến,\n\nCảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ và sự trợ giúp của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và phản hồi của bạn sẽ giúp chúng tôi cải thiện dịch vụ của mình. Chúng tôi rất mong được phục vụ bạn một lần nữa!\n\nTrân trọng,\n\nDu lịch nuốt\nĐọc thêm",
            "Có ai biết có chuyến bay thuê bao nào đến Việt Nam từ Vancouver không?Đọc thêm",
            "Khách hàng của chúng tôi thường đặt vé của Korea Air, China Airlines, Eva Air, Cathay PacificĐọc thêm",
            "Thật tuyệt vời từ đầu đến cuối trong chuyến đi từ Bắc vào Nam Việt Nam của chúng tôi. Jenny đã sắp xếp mọi thứ với sự chú ý tuyệt vời đến từng chi tiết, từ đón tại sân bay đến khách sạn, tour du lịch, xe đưa đón, chuyến bay nội địa trở lại sân bay. Các khách sạn 3 sao đều tuyệt vời và có vị trí lý tưởng - đặc biệt quan trọng ở Hà Nội - TP.HCM. Tôi có thể tự tin giới thiệu Swallow Travel là nơi tuyệt vời nhất cho chuyến thăm Việt Nam tuyệt vời. Cảm ơn Jenny! Đọc thêm",
            "Xin chào - Tôi cần đặt một chuyến tàu đêm từ Hà Nội đến Đà Nẵng và sau đó đi tiếp từ Đà Nẵng đến Hội An.\n\nChúng tôi muốn có một toa giường nằm chỉ dành cho gia đình mình - 2 x người lớn và 2 x trẻ em trên tàu. bạn có thể vui lòng cho tôi biết thời gian và chi phí cho chuyến đi đó và chuyến đi tiếp theo không? \n\nCảm ơn nhiều,\n\nGrainneĐọc thêm",
            "Xin chào Grainne,\n\nLời chào nồng nhiệt nhất từ ​​Swallow Travel. Hãy chấp nhận lời xin lỗi chân thành của chúng tôi vì phản hồi muộn. Bạn có thể vui lòng cho tôi biết khi nào bạn muốn di chuyển từ Hà Nội đến Đà Nẵng bằng tàu hỏa để tôi có thể cung cấp thời gian và chi phí cho gia đình bạn. Vui lòng gửi email cho chúng tôi để được hỗ trợ thêm.\n\nChúc mừng,\nMs ThươngĐọc thêm"
        ],
        "star_ratings": [
            236,
            14,
            4,
            3,
            1
        ],
        "review_amount": 258,
        "location": [
            "Du lịch nuốt",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 27, 2019",
            "Written April 27, 2019",
            "Written April 1, 2019",
            "Written March 26, 2019",
            "Written March 26, 2019",
            "Written March 25, 2019",
            "Written March 11, 2019",
            "Written February 28, 2019",
            "Written February 24, 2019",
            "Written February 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8290098-Reviews-or90-Swallow_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or80-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or100-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15318870-Reviews-Vietnam_Travel_Top-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19478246-Reviews-Sapa_Trekking_Adventure-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6206032-Reviews-Signature_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46054-d3177303-Reviews-Saco_River-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d6558597-Reviews-Marche_du_Midi-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g295110-d15082355-Reviews-Matka_Canyon-Skopje_Skopje_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2637413-Reviews-Disney_Store-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d127352-Reviews-Bradbury_Building-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d143871-Reviews-Calaveras_Big_Trees_State_Park-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33130-d8036553-Reviews-Zap_Zone-Stockton_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d272297-Reviews-Paradise_Cove-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d147811-Reviews-Devon_House-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4203325-Reviews-Timeless_Spa-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or100-Swallow_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-or90-Swallow_Travel-Hanoi.html"
    }
]