[
    {
        "attraction_name": "Swarovski Kristallwelten",
        "attraction_name_vi": "Thế giới pha lê Swarovski",
        "general_info": [
            "2.946 đánh giá",
            "1 trong số 11 hoạt động giải trí ở Wattens",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Swarovski Kristallwelten Thế giới pha lê Swarovski biến pha lê Swarovski thành một trải nghiệm sống động không ngừng thay đổi và được tái hiện lại cho du khách: Trong Phòng chứa Kỳ quan và khu vườn rộng lớn, các nghệ sĩ, nhà thiết kế và kiến ​​trúc sư được công nhận trong nước và quốc tế đã diễn giải pha lê theo cách độc đáo của riêng họ cách. Sau lần mở rộng thứ ba và lớn nhất từ ​​năm 2013 đến năm 2015, thế giới giả tưởng của Người khổng lồ mang tính biểu tượng trải dài trên 7,5 ha, mang đến sự kết hợp tuyệt vời giữa nghệ thuật đương đại, lịch sử cổ đại và thiên nhiên hấp dẫn. Điểm nổi bật của Thế giới pha lê Swarovski là Phòng chứa kỳ quan, Đám mây pha lê, tháp vui chơi và sân chơi và Daniels Kristallwelten, Nhà hàng Cafe của chúng tôi, nơi mang đến những món ăn ngon khó quên. Hãy tận hưởng kỳ nghỉ của bạn tại Swarovski Crystal Worlds!Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời: bảo tàng rất thú vị với nhiều thứ đẹp và khác biệt để xem. Tuy nhiên, có những căn phòng tối và chật hẹp không phù hợp với những người sợ không gian hẹp, bạn nên lưu ý. Khu vườn rất đẹp nhưng không thú vị nếu bạn không đi cùng trẻ em. Phí vào cửa là 23, tôi không nghĩ là đáng nhưng có thể còn tệ hơn. Cuối cùng, điểm đen trong chuyến thăm của chúng tôi là nhân viên tên Abderraouf ở quầy lễ tân và đã đưa ra một bình luận không phù hợp về vẻ đẹp của các cô gái Pháp với ánh mắt khăng khăng. Thật ngượng ngùng và không phải là cách tuyệt vời để bắt đầu chuyến thăm của chúng tôi. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình tại Swarovski Crystal Worlds cũng trên TripAdvisor. Rất vui khi biết rằng bạn thấy bảo tàng thú vị với những triển lãm đẹp và đa dạng. Như đã đề cập trên Google, chúng tôi đánh giá cao phản hồi của bạn và sẽ giải quyết nội bộ.\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Tôi thực sự thích chuyến tham quan cửa hàng Swarovski lớn ở Vienna! Livina, hướng dẫn viên du lịch, thực sự rất tuyệt và chia sẻ những thông tin thú vị về lịch sử của Swarovski. Rượu sâm panh ngon và cuối cùng là một món quà xinh xắn Đọc thêm",
            "Tôi rất vui vì bạn đã thích chuyến tham quan Thế giới pha lê Swarovski của chúng tôi ở Vienna và Livina, hướng dẫn viên am hiểu của chúng tôi, đã đảm bảo cung cấp những hiểu biết sâu sắc hấp dẫn về lịch sử phong phú của chúng tôi. Tôi rất vui vì bạn đánh giá cao rượu sâm panh và món quà mà chúng tôi mong muốn giúp trải nghiệm của bạn thực sự đáng nhớ. Cảm ơn bạn đã ghé thăm chúng tôi!\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Công việc và thiết kế tuyệt vời. Một góc nhìn hoàn toàn mới và tôi cảm thấy như đang đến thăm Disneyland khi còn nhỏ \n\nPhòng ánh sáng im lặng, Nghệ thuật biểu diễn, Sẵn sàng yêu cũng như các Phòng khác đều tuyệt vời. Tất cả đều là những tác phẩm nghệ thuật rất chi tiết mà tôi không thể tưởng tượng được mình đã bỏ ra bao nhiêu thời gian và công sức.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và đánh giá cao công việc cũng như thiết kế của chúng tôi tại Swarovski Crystal Worlds. Chúng tôi rất vui mừng khi biết rằng bạn đã có một trải nghiệm tuyệt vời và căn phòng kỳ diệu của chúng tôi đã để lại ấn tượng lâu dài. Chúng tôi đã nỗ lực rất nhiều để tạo ra trải nghiệm độc đáo và hấp dẫn cho khách truy cập và thật vui mừng khi biết rằng bạn thích trải nghiệm đó. Chúng tôi hy vọng bạn cảm nhận được sự kỳ diệu của Thế giới pha lê Swarovski và chúng tôi mong được chào đón bạn quay trở lại trong tương lai.\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hội\n\nĐọc thêm",
            "Chúng tôi đến đó với kỳ vọng thấp sau khi đọc một số đánh giá không tốt. Chúng tôi đã có thẻ Innsbruck nên hãy thử xem. Chúng tôi bắt xe buýt đưa đón từ ga chính lúc 8 giờ 40 sáng. Có mặt trước 8 giờ 40 sáng vì nó chỉ dừng khi có hành khách lên máy bay. Chỉ có 6 hoặc 7 người lên tàu. Xe buýt và hành trình rất đẹp.\nPhải mất 25 đến 30 phút để đến Swarovski Kristallwelten. Nó không bận rộn vào ngày trong tuần đó. Với thẻ Innsbruck, chúng tôi bỏ qua hàng đợi và vào địa điểm. Nó nằm trong môi trường xung quanh đẹp.  Bên trong nó cũng đẹp không kém với những căn phòng khác nhau. Không có nhiều lịch sử nhưng sự hiển thị sáng tạo của các tinh thể. Họ đã nỗ lực rất nhiều, trí tưởng tượng và tiền bạc để biến nó thành một trải nghiệm tuyệt vời. Có khu vực cửa hàng xinh xắn, không có áp lực phải mua. Chúng tôi đã mua sắm như một số bông tai và vòng tay.\nChúng tôi yêu thích các điểm tham quan bên ngoài, đám mây pha lê, hồ bơi gương, khu vui chơi, những đứa trẻ lớn lên của tôi rất vui khi chơi cầu trượt và tấm bạt lò xo mini. Băng chuyền thật ấn tượng với nền tuyệt vời.\nKhông thử quán cà phê vì cần bắt xe đưa đón về Innsbruck. Chúng tôi tận hưởng từng chút trong chuyến đi kéo dài 3 giờ của mình. Đọc thêm",
            "Chúng tôi rất vui vì bạn đã quyết định cho Swarovski Crystal Worlds một cơ hội và có được trải nghiệm tích cực! Đúng là việc đi xe đưa đón và khu vực xung quanh khá dễ chịu. Rất vui vì bạn thích những căn phòng kỳ quan khác nhau và các điểm tham quan ngoài trời của chúng tôi. Cảm ơn bạn đã ghé thăm và chia sẻ kinh nghiệm của bạn. Tôi hy vọng chúng tôi có thể chào đón bạn trở lại sớm.\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Đó là một trải nghiệm thực sự độc đáo khi những hình ảnh, âm thanh và mùi hương đọng lại trong bạn. Xuyên suốt bảo tàng, mỗi không gian đều được sắp xếp với những mùi hương, âm thanh, màu sắc và chủ đề khác nhau. MỘT MẸO LỚN!!! Hãy dành thời gian của bạn đừng vội vàng. Chúng tôi vội vã vì sợ không đủ thời gian, như Google đề xuất 3-4 giờ, nhưng không chính xác. Hãy tận hưởng nó, hãy dành thời gian của bạn; Tôi ước tính bạn có thể thoải mái ngắm nhìn tất cả trong vòng chưa đầy hai giờ để đắm mình hoàn toàn. Ngay cả trên mạng, khi tôi chia sẻ một số tác phẩm từ bảo tàng, mọi người đều bị mê hoặc; phép thuật thuần túy của nó. Tôi không thể diễn tả bằng lời những gì chúng tôi đã trải qua, nhưng tôi có thể nói với bạn rằng họ đã làm được một công việc đáng kinh ngạc.Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Chúng tôi rất vui khi biết rằng chuyến thăm tới Swarovski Crystal Worlds đã để lại cho bạn trải nghiệm thực sự độc đáo và kỳ diệu. Sự đánh giá cao của bạn đối với những căn phòng kỳ diệu, hương thơm, âm thanh, màu sắc và chủ đề sẽ sưởi ấm trái tim chúng tôi. Dành thời gian để đắm mình hoàn toàn thực sự là cách tốt nhất để tận hưởng cuộc hành trình đầy mê hoặc. Chúng tôi đánh giá cao phản hồi của bạn và mong được chào đón bạn quay trở lại để có những khoảnh khắc kỳ diệu hơn trong tương lai!\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Đây thực sự là điểm nhấn không thể bỏ lỡ. Bạn bước vào vẻ đẹp tốt nhất của nó. Thực sự là một niềm vui khi bạn đắm chìm vào 18 phòng, mỗi phòng đều được thiết kế bởi một nghệ sĩ lành nghề và nêu bật việc sử dụng Pha lê Swarovski để đánh thức mọi giác quan của bạn. Nhưng không dừng lại ở đó, còn nhiều điều đang chờ đợi ở bên ngoài khuôn viên xung quanh khu triển lãm. Có rất nhiều thứ để xem cho trẻ và già. Ở tuổi 71, tôi đã không ngần ngại đi chơi sau khi khám phá Thế giới Pha lê, có nhà vui chơi 4-5 tầng, vòng quay ngựa gỗ và lối dạo bộ ngắm cảnh tuyệt vời bên ngoài khi bạn trải nghiệm nghệ thuật Pha lê trở nên sống động khi mặt trời cuối cùng cũng ló dạng khỏi trốn trong mây. Chúng ta sẽ nói về trải nghiệm này rất lâu.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm thú vị của bạn tại Swarovski Crystal Worlds! Chúng tôi thật ấm lòng khi biết rằng bạn coi căn phòng kỳ quan là điểm nhấn. Thật tuyệt vời khi biết rằng các điểm tham quan ngoài trời, bao gồm tháp vui chơi và vòng quay ngựa gỗ, đã làm tăng thêm sự thích thú của bạn. Chúng tôi rất vinh dự đã tạo ra những kỷ niệm lâu dài cho bạn và chúng tôi mong được chào đón bạn quay trở lại để có những khoảnh khắc kỳ diệu hơn trong tương lai.\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Đến đây cho chuyến đi trong ngày từ Innsbruck khi lưu trú trong thành phố. Có xe đưa đón từ ga xe lửa chính đến Wattens năm lần một ngày. Khu vực này có không gian ngoài trời tuyệt đẹp với các công trình sắp đặt mát mẻ cũng như tính năng chính của Thế giới Pha lê. Nó bao gồm một loạt các phòng với các chủ đề, tác phẩm và khái niệm nghệ thuật khác nhau. Đó là một trải nghiệm rất thú vị và có rất nhiều cơ hội chụp ảnh đẹp! Nhìn chung, một trải nghiệm rất khác biệt và thú vị khi đến thăm Innsbruck!Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Thế giới pha lê Swarovski và chia sẻ kinh nghiệm của mình! Chúng tôi rất vui vì bạn thích những tác phẩm sắp đặt độc đáo và những căn phòng kỳ diệu. Mục tiêu của chúng tôi là mang đến cho du khách trải nghiệm khó quên với đầy tính nghệ thuật và sự đổi mới. Chúng tôi đánh giá cao đề xuất của bạn và hy vọng sớm được chào đón bạn quay trở lại cho một chuyến thăm đáng nhớ khác!\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hội\n\nĐọc thêm",
            "Nó giống như đang ở trong một xứ sở thần tiên với những đồ trang trí và pha lê với nhiều màu sắc và kích cỡ khác nhau được đặt theo hình thức và kiểu dáng nghệ thuật. Lối vào là một loại công viên giải trí trải qua các màn hình có nhiều ánh sáng và ảo ảnh quang học. Nó rất thú vị. Sự lấp lánh thông qua sự phản chiếu ánh sáng từ các bề mặt của các tinh thể trong mọi hình thức thuyết trình thật thú vị. Trong nghệ thuật biểu diễn, việc trưng bày theo phong cách bảo tàng các loại quần áo, giày và trang phục trang trí công phu bằng Swarovski mà những người nổi tiếng mặc đều rất hấp dẫn. Đồ trang trí pha lê hình chim, động vật hoang dã, các nhân vật Disney thật đẹp mắt. Cuộc hành trình khám phá những điều kỳ diệu của đồ pha lê đã đưa chúng tôi đến cửa hàng trưng bày và đợt bán hàng khổng lồ và hấp dẫn của họ, tạo nên động lực muốn mua một món đồ đẹp làm kỷ niệm cho chuyến thăm. Công viên bên ngoài cũng rất hoành tráng với các triển lãm như Đám mây pha lê, Hồ bơi gương, Xe buýt béo và nhiều tác phẩm sáng tạo khác của các nhà thiết kế nổi tiếng. Cảnh quan lối vào với đập nước đổ xuống từ miệng của một nhân vật khổng lồ hoặc kỳ lạ cực kỳ ăn ảnh. Dịch vụ xe buýt đưa đón từ Innsbruck đến Bảo tàng Swarovski và ngược lại là một cách rất thuận tiện và thoải mái để đi lại. Cảm thấy rằng chuyến thăm Innsbruck của chúng tôi sẽ không trọn vẹn nếu không có chuyến thăm tới thế giới Swarovskis.Đọc thêm",
            "Cảm ơn bạn đã đánh giá rực rỡ của bạn! Chúng tôi rất vui khi biết rằng bạn thấy chuyến thăm tới Swarovski Crystal Worlds đầy mê hoặc và đáng nhớ. Chúng tôi rất vui vì bạn thích khám phá những căn phòng kỳ diệu của chúng tôi. Chúng tôi rất hân hạnh được cung cấp dịch vụ xe buýt đưa đón thuận tiện để đảm bảo hành trình thoải mái đến và đi từ điểm đến của chúng tôi. Rất vinh dự được trở thành điểm nhấn trong chuyến thăm Tyrol của bạn và chúng tôi mong được chào đón bạn quay trở lại để có thêm nhiều điều thú vị hơn trong tương lai!\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Theo tôi sự thừa nhận là không xứng đáng. Có những căn phòng được trang trí bằng pha lê nhưng có vẻ ngoài khôn ngoan, những viên pha lê trông gần giống như thủy tinh và thật không may, chúng không có yếu tố đáng kinh ngạc. Tôi đã mong đợi tìm hiểu thêm về nguồn tinh thể và quy trình sản xuất nhưng không tìm thấy chi tiết như vậy hoặc nếu tôi bỏ lỡ chúng thì chúng không được trình bày một cách thú vị. Về mặt tích cực, có xe lăn miễn phí theo yêu cầu và nó có thể khá tiện dụng cho người già hoặc người có nhu cầu đặc biệt.Đọc thêm",
            "Một nơi thật đẹp! Triển lãm rất thú vị và đẹp mắt và nhân viên rất thân thiện tại cửa hàng. Hơi khó tìm, Google Maps hiển thị sai địa điểm hoàn toàn nhưng cuối cùng cũng tìm được. Rất nhiều chỗ đậu xe là tốt. Trải nghiệm rất thú vị!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã gọi Swarovski Crystal Worlds là một nơi tuyệt đẹp. Chúng tôi rất vui khi đọc được rằng bạn thích phòng kỳ diệu của chúng tôi cũng như dịch vụ của chúng tôi. Hy vọng chúng tôi có thể sớm chào đón bạn trở lại.\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Thực sự rất thích khu vườn và nhiều tác phẩm nghệ thuật sắp đặt bằng pha lê Swarovski.  Rất khuyến khích sử dụng hướng dẫn âm thanh để tận dụng tối đa các tác phẩm nghệ thuật sắp đặt vì nó cung cấp thông tin cơ bản hữu ích về các nghệ sĩ.  Ăn ở nhà hàng cũng rất ngon.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi đáng yêu này và gần đây đã trở thành khách của chúng tôi. Chúng tôi rất vui khi đọc được rằng bạn đã tận hưởng thời gian ở cùng chúng tôi và cũng thích hướng dẫn bằng âm thanh của chúng tôi. Cảm ơn bạn cũng đã nêu bật nhà hàng của chúng tôi. Hẹn gặp lại bạn sớm.\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Có thể ổn cho các gia đình có trẻ em.  Đừng đi xe buýt đưa đón, đó là một sự lột xác. Bắt tàu từ Innsbruck đến Fritzens-Wattens và đi bộ khoảng 30 phút. Nơi này có giá quá cao và không phù hợp với những ai không thoải mái với đám đông và những nơi nhỏ bé, nhưng trẻ nhỏ sẽ bị mê hoặc. Có rất nhiều nơi tốt hơn xung quanh Innsbruck để bạn tiêu tiềnĐọc thêm",
            "Cảm ơn bạn đã dành thời gian để viết phản hồi này. Tôi rất tiếc khi đọc rằng chúng tôi không thể đáp ứng mong đợi của bạn và bạn cảm thấy không thoải mái. Chúng tôi sẽ xem xét lập luận của bạn và nỗ lực cải thiện dịch vụ của chúng tôi.\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Hoàn toàn tuyệt vời, rất thích ghé thăm phòng trưng bày Swarovski.  Xứ sở thần tiên mùa đông thật tuyệt vời cũng như thế giới pha lê của các ngôi sao nhạc pop trong đó có Elton John và Lady Gaga.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Swarovski Crystal Worlds gần đây và cho rằng trải nghiệm của bạn thật tuyệt vời. Tôi rất vui khi biết rằng bạn đặc biệt thích Silent Light. Hy vọng chúng tôi có thể chào đón bạn trở lại sớm.\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Tuyệt vời... trời đang mưa nhưng nhân viên phòng trưng bày cho phép chúng tôi đến trước giờ hẹn để chúng tôi không phải đợi dưới mưa. Nhược điểm duy nhất là dịch vụ đưa đón vì quá đông đúc. NhưngĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã gọi Swarovski Crystal Worlds là tuyệt vời. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại.\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Bảo tàng rất đẹp.. nhưng có một phòng trưng bày cực kỳ đáng thất vọng và không phù hợp. Famos, nơi có hầu hết các công trình kiến ​​trúc phổ biến trên thế giới, là dạng tinh thể đẹp, trưng bày các video thô tục bên trong các dạng tinh thể đó. Tất cả các công trình kiến ​​trúc này đều có tầm quan trọng đáng kể và việc trưng bày các video như vậy bên trong chúng là điều đáng xấu hổ và kinh tởm. Đọc thêm",
            "Cảm ơn bạn gần đây đã trở thành khách của chúng tôi và đã dành thời gian chia sẻ trải nghiệm của mình. Tất cả các phòng kỳ quan của chúng tôi đều được thiết kế để khám phá một thế giới giả tưởng. Rất tiếc bạn cảm thấy bị xúc phạm bởi một trong số họ. Đây chắc chắn không phải là ý định của chúng tôi. Tuy nhiên, chúng tôi vẫn mong bạn có những giây phút vui vẻ cùng chúng tôi.\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Thú vị để xem. Đáng để ghé thăm Nhiều kỷ nguyên khác nhau của tinh thể chủ đề. Nhân viên phục vụ thân thiện Bãi đậu xe miễn phí Rất nhiều pha lê khác nhau để mua từ cửa hàng Tuy nhiên, hãy nghĩ rằng bạn cần một chiếc ô tô để đến đóĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã là khách của chúng tôi gần đây và đã dành thời gian viết bài đánh giá tuyệt vời này. Chúng tôi rất vui khi đọc được rằng bạn thích phòng kỳ diệu của chúng tôi cũng như cam kết của chúng tôi về dịch vụ thân thiện. Hy vọng chúng tôi có thể chào đón bạn trở lại một ngày nào đó.\n\nTrân trọng\n\nSelina\nNhóm truyền thông xã hộiĐọc thêm",
            "Một khái niệm tuyệt vời! Tôi bắt xe buýt đưa đón từ Ga Xe lửa Innsbruck - đúng lịch trình, tài xế tuyệt vời liền mạch. Kristallwelten được tổ chức rất tốt, tự động hóa audioguide thật tuyệt vời. Mỗi buồng là một bất ngờ và thú vị! Tôi yêu tất cả mọi thứ, đặc biệt là Phòng Tuyết! Mọi thứ đều hoàn hảo cho mọi giác quan. Tôi không thể nghĩ ra điều gì tiêu cực Đọc thêm",
            "Đây là một nơi tuyệt vời để xem các tác phẩm pha lê, thủy tinh và ánh sáng trong bảo tàng và khu vườn có cái miệng khổng lồ khi nước chảy ra từ miệng trông rất đẹp. Bạn có thể dành cả ngày ở đó làm nhà vệ sinh, nhà hàng và khu vui chơi dành cho trẻ em cũng có.Đọc thêm"
        ],
        "star_ratings": [
            1415,
            683,
            381,
            221,
            249
        ],
        "review_amount": 2949,
        "location": [
            "Áo",
            "Châu Âu",
            "dãy núi Alps của Áo",
            "Tyrol",
            "Wattens",
            "Các hoạt động ở Wattens",
            "Thế giới pha lê Swarovski"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written August 6, 2023",
            "Written October 4, 2023",
            "Written October 23, 2023",
            "Written November 22, 2023",
            "Written January 27, 2024",
            "Written March 21, 2024",
            "Written April 12, 2024",
            "Written June 7, 2024",
            "Written June 5, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 29, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1572395-d265237-Reviews-Swarovski_Kristallwelten-Wattens_Tirol_Austrian_Alps.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1572395-d8308017-Reviews-Daniels_Kristallwelten-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1572395-d4586866-Reviews-Thai_Asia-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1572395-d10100372-Reviews-Die_Smokerei-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1572395-d2046362-Reviews-Zum_Schwan-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1572395-d3578722-Reviews-Pronto_Ristorante-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1572395-d2225734-Reviews-Das_Grander-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1572395-d2691344-Reviews-Goldener_Adler-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1572395-d14882209-Reviews-Flamingo_Imbiss-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1572395-d17726872-Reviews-Cafe_Sailer-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1572395-d15097260-Reviews-Gasthof_Neuwirt-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g7811161-d8595720-Reviews-Brennerei_Rochelt_GmbH-Fritzens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g1572395-d19336823-Reviews-Museum_Wattens-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g1572395-d8775990-Reviews-Museu_Delle_Macchine_Da_Screvere-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g1055486-d15607817-Reviews-Freilichtmuseum_Himmelreich-Volders_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g26430895-d3267962-Reviews-Haus_Steht_Kopf-Vomperbach_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g190444-d4093520-Reviews-Muenze_Hall-Hall_in_Tirol_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g1055486-d15609966-Reviews-Karlskirche-Volders_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g5062327-d11871574-Reviews-Planetenlehrpfad-Terfens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g190444-d6651030-Reviews-Pfarrkirche_St_Nikolaus-Hall_in_Tirol_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g5062327-d21389441-Reviews-Maria_Larch-Terfens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g1572395-d265237-Reviews-or10-Swarovski_Kristallwelten-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g190445-d7913941-Reviews-PerplexxX-Innsbruck_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g190445-d12925519-Reviews-Airport_Taxi_Alpstria_Innsbruck-Innsbruck_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g190445-d265235-Reviews-Hofkirche_Innsbruck-Innsbruck_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g1195111-d3386807-Reviews-Wolfsklamm_Gorge-Stans_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g190445-d319182-Reviews-Dom_zu_St_Jakob-Innsbruck_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g190445-d245743-Reviews-Tyrolean_Folk_Art_Museum-Innsbruck_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g190445-d241159-Reviews-Schloss_Ambras_Innsbruck-Innsbruck_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g793717-d3279222-Reviews-Schwazer_Silberbergwerk-Schwaz_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g190445-d3674341-Reviews-Hofgarten-Innsbruck_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g190445-d1722489-Reviews-Patscherkofelbahnen-Innsbruck_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g808076-d2517202-Reviews-Hochfugen_Skigebiet-Fugen_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g39993-d1563539-Reviews-Kentucky_Splash_Water_Park_and_Campground-Williamsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g294212-d548083-Reviews-Sanlitun_Bar_Street-Beijing.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142403-Reviews-Little_Italy-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d469564-Reviews-Broadway_at_the_Beach-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1805650-Reviews-Zhujiajiao_Ancient_Town-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187331-d191310-Reviews-St_Pauli-Hamburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g57150-d9996576-Reviews-Toquerville_Falls-Toquerville_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g293950-d4346698-Reviews-Vientiane_Night_Market-Vientiane_Vientiane_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g60906-d2324363-Reviews-Wightman_s_Farm-Morristown_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60660-d8432560-Reviews-Aweoweo_Beach_Park-Waialua_Oahu_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1572395-d265237-Reviews-or10-Swarovski_Kristallwelten-Wattens_Tirol_Austrian_Alps.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1572395-d265237-Reviews-Swarovski_Kristallwelten-Wattens_Tirol_Austrian_Alps.html"
    }
]