[
    {
        "attraction_name": "Swinging Bridge",
        "attraction_name_vi": "Cầu Xoay",
        "general_info": [
            "231 đánh giá",
            "- 1 trong số 1 điều cần làm ở Brumley",
            "Địa điểm ưa thích - Địa danhCầu",
            "Địa điểm ưa thích - Địa danh",
            "Cầu"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Cầu không mở cửa cho người đi bộ qua lại. Bạn có thể đi bộ dưới nó và leo lên nó, nhưng chỉ vậy thôi. Theo người dân địa phương, dự kiến ​​sẽ không mở cửa trở lại vì lý do an toànĐọc thêm",
            "Nếu bạn đang đi đặc biệt tới Bridge thì nó không đáng để lái xe. Chúng tôi đã lầm tưởng rằng mình vẫn có thể bước đi trên đó. Như một người đánh giá bên dưới đã nói - điều mà tôi ước gì chúng tôi đã đọc trước khi đi - có những rào chắn bê tông, một đống đất, hàng rào kim loại che lối vào và biển báo. Chúng tôi đã đi chụp ảnh chân dung, điều đó thậm chí không thể thực hiện được với tất cả những gì tôi vừa liệt kê. Dưới cầu gần bãi đậu xe và phòng tắm; lối vào bãi biển vẫn đẹp và yên bình. Vùng nước sâu hơn có màu nước xanh lục đáng yêu và tạo nên phông nền đẹp cho các bức ảnh. Một số người chèo thuyền kayak đã đến khởi động khi chúng tôi ở đó. Những hoạt động này vẫn có thể thực hiện được. Nhưng cây cầu thì không.Đọc thêm",
            "Cây cầu lớn đang được sửa chữa. Chúng tôi không thể nhìn thấy cây cầu lớn nhưng đã lái xe qua cây cầu nhỏ. Tôi nghi ngờ rằng cây cầu lớn sẽ sớm có thể tiếp cận được. Nếu bạn đang lái xe gần đó, bạn có thể dừng lại để xem họ đã hoàn thành công việc chưa nhưng tôi sẽ không tránh đường.Đọc thêm",
            "Cây cầu bị đóng lại bằng một đống đất và rào chắn bê tôngBạn thậm chí không thể đi bộ trên đó. Sông bây giờ đã cạn nên có thể lội xuống. Chúng tôi không thể nhìn thấy bất kỳ con đường mòn nào.  Không được phát triển. Không có cơ sở vật chất Hãy thận trọng nếu trời mưa vì bạn phải băng qua cây cầu mực nước thấp để đến đó từ lối đi phía bắc. Bạn có thể tránh điều đó bằng cách đi theo Đường Rodden Church từ phía nam. Tôi sẽ không cố gắng đi xem lại nó trừ khi cây cầu mở cửa. Có thể là nơi tốt để ngắm chim vào sáng sớm Đọc thêm",
            "Tôi yêu những cây cầu cũ và những chuyến tham quan kỳ lạ, lạ lùng, vì vậy đây chính là con hẻm của tôi. Nó chắc chắn là ở một nơi xa xôi nào đó, nhưng là một chuyến tham quan thú vị chỉ khiến chúng tôi mất khoảng một giờ.Đọc thêm",
            "Vừa trở về từ một chuyến đi cụ thể đến trang web này. Tôi muốn bổ sung thêm vào các đánh giá khác rằng tính đến cuối tháng 4 năm 2021, cây cầu dài đã bị phong tỏa. Bạn có thể đi dưới nó nhưng bạn không thể lái xe hoặc thậm chí đi bộ trên nó. Kẻo bạn nghĩ rằng tôi bỏ cuộc quá dễ dàng, hãy để tôi liệt kê những rào cản bê tông, lớp đất bẩn và cánh cổng kim loại bị khóa cản trở lối vào. Khi tôi đến sau 1 giờ chiều một chút. có một Kiểm lâm viên Bang ở trên xe của anh ta. Tôi đỗ xe, giả vờ nghiêm túc cân nhắc việc vượt qua chướng ngại vật, rồi tuyên bố rằng việc này có vẻ hơi quá khó khăn, ngay cả đối với một chiếc Subaru. Anh ấy cười và đồng ý rồi lái xe đi.Đọc thêm",
            "Tôi chỉ sống cách đây hơn một giờ đồng hồ, gần Columbia, MO nên tôi đã đến đây vài lần.  Đối với tôi những cây cầu cũ này có thể cách xa một giờ đồng hồ, nhưng chúng cách xa cả một thế giới.  Tôi luôn quan tâm đến lịch sử, đặc biệt là cách mọi người đi lại, giao tiếp và tương tác, đặc biệt là ở các vùng nông thôn.  Thực tế có 2 cây cầu trên con đường này, cả hai đều rất đáng để bạn ghé thăm nếu bạn đang có ý định ghé thăm Hồ Ozarks.  Tôi đặc biệt khuyên bạn nên cố gắng xem những thứ này nếu bạn đến từ một khu đô thị lớn, chúng là sự tương phản hấp dẫn với cuộc sống thành phố và là cái nhìn thoáng qua thú vị về cuộc sống nông thôn vào đầu thế kỷ 20.  Đây cũng sẽ là một nơi tuyệt vời để ghé thăm đối với những người quan tâm đến kỹ thuật dân dụng.Đọc thêm",
            "Gia đình tôi thực sự thích mạo hiểm đi xuống con đường sỏi đến những cây cầu. Chúng tôi đã rất ngạc nhiên trước cây cầu đầu tiên, sau đó kinh ngạc trước cây cầu thứ hai! Chúng tôi đã đi bộ và lái xe qua cả hai cây cầu, và đi bộ trên những con đường mòn xung quanh cây cầu lớn hơn trong hai cây cầu. Một cách tuyệt vời để dành một buổi chiều ngắm động vật hoang dã và tận hưởng thiên nhiên! Đọc thêm",
            "Đó là hai cây cầu đung đưa.    Hãy nhớ rằng... Ngoài kia là một chuyến đi thú vị... Đó là một chuyến đi trên sỏi.    Bạn đi ngang qua một khu vui chơi vá bí ngô thú vị nếu bạn đi vào thời điểm này trong năm.    Đó là một ngày mùa thu mưa, mát mẻ khi chúng tôi đi và tôi hoàn toàn thích thú.   Chúng tôi lái xe qua một cây cầu.   Cái lớn, có ván gỗ và giới hạn 3 tấn, chúng tôi thì không.   Chúng tôi đậu xe và đi bộ.   Cảnh đẹp.    Chỉ cần nghĩ về nó theo cách này..... Đây là phiên bản cũ hơn và quy mô nhỏ của Cầu Cổng Vàng và những phiên bản khác...... Thật tuyệt vời!!!  Tận hưởng cuộc hành trình......Đọc thêm",
            "Đừng từ bỏ việc lái xe để tìm viên ngọc này! Loại trải nghiệm mà bạn nhớ.  Những cây cầu đã cũ và không có đường ray nên hãy để ý những đứa trẻ nhỏ trên những cây cầu này. Nhưng âm thanh khi lái xe qua nó thật tuyệt vời.Đọc thêm",
            "Có tốn kém không?Đọc thêm",
            "Không, miễn phí nếu bạn dám!Đọc thêm",
            "Đường từ quốc lộ 54 tới cầu có trải nhựa không? Bạn có phải băng qua cầu để tiếp tục đi về hướng bắc tới quốc lộ 54 hay quay lại và quay lại con đường bạn đã đến không? Tôi không nghĩ mình muốn lái ô tô băng qua nó nhưng muốn chụp ảnh và quay trở lại đường 54 về phía Thành phố Jefferson. Đọc thêm",
            "Đường chưa trải nhựa. Mỗi bên cầu đều có chỗ quay xe nên bạn có thể chạy xe tới cầu và quay đầu xe mà không cần phải băng qua.Đọc thêm",
            "Chúng tôi muốn đến thăm cây cầu đu. Lần trước chúng tôi đã cố gắng nhưng không thể tìm thấy nó. Bất cứ ai có thể cho tôi một số gợi ý về cách tìm kiếm thông tin này hoặc có thể làm thế nào để tìm thấy bất kỳ thông tin nào, cảm ơnĐọc thêm",
            "US 54 đến Osage Beach Parkway.\nNgay phía nam của Loews, đi theo hướng đông Missouri 42 khoảng 9 dặm.\nRẽ phải vào Đường Cầu Xoay. \nĐi thêm vài dặm, bạn sẽ đến một cây cầu nhỏ đung đưa. Đi qua nó và rẽ phải ở ngã ba ngay trên đường. Cây cầu đu lớn chỉ cách con đường đó vài trăm feet. Dừng xe và đỗ xe bên phải - khám phá dưới cầu và ra ngoài cầu.\nNếu muốn, bạn có thể lái xe qua cầu và quay trở lại qua Công viên Bang Hồ Ozarks hoặc quay lại đường 42.Đọc thêm",
            "món salad ngon nhất ở hồ Ozarks Đọc thêm",
            "Vâng, chúng được xây dựng vào những năm 20 hoặc 30. Họ đang đu loại hệ thống treo. Thật là một cảm giác hồi hộp khi vượt qua cái lớn hơn. Bạn có thể nghe thấy tiếng vỗ tay của các bảng khi bạn đi qua. Tôi đảm bảo bạn sẽ không thất vọng, Hy vọng bạn không có chút sợ hãi. Thực ra chúng rất an toàn!Đọc thêm"
        ],
        "star_ratings": [
            108,
            75,
            35,
            7,
            6
        ],
        "review_amount": 231,
        "location": [],
        "reviews_time": [
            "Written November 10, 2023",
            "Written September 5, 2022",
            "Written June 20, 2022",
            "Written March 22, 2022",
            "Written August 9, 2021",
            "Written April 24, 2021",
            "Written November 29, 2020",
            "Written November 12, 2020",
            "Written October 20, 2020",
            "Written September 24, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g44178-d1236097-Reviews-Swinging_Bridge-Brumley_Missouri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g44534-d271011-Reviews-Lake_of_the_Ozarks_State_Park-Kaiser_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44606-d210305-Reviews-Ozark_Caverns-Linn_Creek_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44606-d17630162-Reviews-Coakley_Hollow_Fen-Linn_Creek_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44178-d1236097-Reviews-or10-Swinging_Bridge-Brumley_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44178-d1236097-Reviews-Swinging_Bridge-Brumley_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44751-d7900192-Reviews-Kirby_s_School_of_Wake-Osage_Beach_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44751-d672411-Reviews-The_Magic_Comedy_of_Taylor_Reed-Osage_Beach_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44751-d619834-Reviews-Main_Street_Music_Hall-Osage_Beach_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44751-d2664440-Reviews-Pirate_s_Cove_Adventure_Golf-Osage_Beach_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44751-d10486355-Reviews-Aqua_Toys_Rentals-Osage_Beach_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44606-d1463516-Reviews-Seven_Springs_Winery-Linn_Creek_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44569-d5071972-Reviews-Shawnee_Bluff_Winery-Lake_Ozark_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44751-d8319260-Reviews-WFO_Watersports-Osage_Beach_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44751-d8468058-Reviews-Harmy_s_Cheese_Store_More_LLC-Osage_Beach_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44569-d2147961-Reviews-Sugar_Creek_Mini_Golf-Lake_Ozark_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44751-d107323-Reviews-Osage_Beach_Outlet_Marketplace-Osage_Beach_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44751-d4345736-Reviews-The_Getaway_Watercraft_Rentals-Osage_Beach_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2050640-Reviews-Hong_Kong_Sneakers_Street-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g50862-d3993846-Reviews-Island_Adventures_Family_Fun_Center-Port_Clinton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d12282632-Reviews-Metro_Georgia-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g56701-d6698253-Reviews-Big_Texas_Dance_Hall_Saloon-Spring_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17420685-Reviews-The_Hunger_Games_The_Exhibition-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g52845-d1812911-Reviews-Raccoon_Creek_State_Park-Hookstown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d559078-Reviews-Waterfront-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g147256-d147471-Reviews-Tobacco_Bay_Beach-St_George_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d17759629-Reviews-Cape_May_Transit_Jitney_Service-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1797228-d1797229-Reviews-Gekas-Ullared_Halland_County_West_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g44178-d1236097-Reviews-or10-Swinging_Bridge-Brumley_Missouri.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g44178-d1236097-Reviews-Swinging_Bridge-Brumley_Missouri.html"
    }
]