[
    {
        "attraction_name": "Swizzle Inn",
        "attraction_name_vi": "Nhà trọ Swizzle",
        "general_info": [
            "854 đánh giá",
            "- 1 trong 4 hoạt động ngoài trời tại giáo xứ Hamilton",
            "Địa điểm ưa thích - Địa danh",
            "Quán Bar - Câu Lạc Bộ",
            "Bãi biển"
        ],
        "attraction_summary": "Bermuda - quán rượu lâu đời nhất và nổi tiếng nhất.Đọc thêm",
        "reviews": [
            "Chúng tôi nghe nói rằng đây là nơi dành cho rượu Rum Swizzle đích thực hơn là loại rượu được sản xuất tại các quán bar và khách sạn địa phương. Chúng tôi đã không thất vọng vì đó là một món ăn nhẹ, hương vị thực sự và rượu thực sự. Con đường hơi ồn ào nếu bạn ngồi ngoài, nhưng đó là một mức giá nhỏ. Thức ăn chúng tôi có rất ngon và bia tươi thì tuyệt vời ở mức 32 phía bắc IPA thực sự và ABV ngonĐọc thêm",
            "Chúng tôi đã có một bữa tối tuyệt vời trên boong cao nhất! Rượu rum thật tuyệt vời! Chúng tôi có bánh sandwich cá nướng và bánh mì kẹp thịt. Chúng tôi cũng chia sẻ chiếc bánh kem bơ đậu phộng. Chúng tôi yêu thích mọi thứ và máy chủ cũng chu đáo! Chắc chắn đến đó khi bạn - đang ở Bermuda!  -  -  - Đọc thêm",
            "Tiêu đề nói lên điều đó.  Rượu rum ngon và dịch vụ rất tốt.  Món tráng miệng tuyệt vời!  Tuy nhiên, tôi chắc chắn sẽ không thực hiện một chuyến đi đặc biệt nào đến đây chỉ để thưởng thức đồ uống tại nhà bán rượu rum - bạn có thể nhận được điều tương tự ở bất cứ đâu.Đọc thêm",
            "Thức ăn quán rượu tuyệt vời của Mỹ và Anh. Họ có bánh pizza và bánh mì kẹp thịt kiểu Mỹ ngon nhất mà chúng tôi từng có ở bên ngoài Hoa Kỳ. Không thể bỏ qua sự xáo trộn đông lạnh. Chúng tôi ở lại Vịnh Grotto và đến Swizzle Inn để ăn tối - ăn trưa vài lần. Các máy chủ đã nhớ đồ uống của chúng tôi sau 1 lần ghé thăm. Dịch vụ tuyệt vời và đội ngũ nhân viên thân thiện, ngay cả khi họ gặp khó khăn trong đêm đố vui.Đọc thêm",
            "Chúng tôi đã có một ngày hoàn hảo ở Bermuda! Chúng tôi bắt đầu ngày mới tại Crystal Caves gần đó, bơi ở Blue Hole Park và sau đó thưởng thức bữa trưa tuyệt vời nhất tại Rum Swizzle Inn. Chúng tôi đã uống nửa bình loại đồ uống nổi tiếng này và nó rất ngon! Thức ăn ngon, dịch vụ tuyệt vời và chúng tôi thực sự rất thích địa điểm này trong chuyến đi của mình! Họ có món salad bánh mì và có thứ gì đó dành cho mọi người ở đây! Con trai tôi thực sự yêu thích món nachos! Tôi đã có món salad Caesar với tôm. Nếu bạn đang tìm một nơi bình thường để ăn trưa, hãy ghé qua.Đọc thêm",
            "Sau khi tham quan Hang Pha Lê, điểm dừng chân tiếp theo sẽ là The Swizzle Inn. Quán rượu kiểu Anh này cung cấp đồ ăn ngon và đồ uống có ga giúp mọi người giải nhiệt. Chúng tôi có cánh gà trâu, cá và khoai tây chiên. Chúng tôi cũng đã thử món rượu rum swizzle nguyên gốc. \n\nNhân viên thân thiện, có chỗ đậu xe nếu bạn lái xe. Đọc thêm",
            "Quán rượu mang tính biểu tượng này là địa điểm không thể bỏ qua đối với chúng tôi vì chúng tôi nghi ngờ bố mẹ tôi đã thường xuyên lui tới quán rượu này trong suốt hai năm họ sống ở Bermuda vào đầu những năm 1960. Thức ăn ngon đến mức đáng kinh ngạc - điều thường không xảy ra khi một nhà hàng là một biểu tượng và là địa điểm không thể bỏ qua. Người phục vụ của chúng tôi kể cho chúng tôi nghe những câu chuyện về căn cứ Hải quân cũ mà tôi rất thích nghe vì nó giúp tôi tìm hiểu về cha mẹ mình - những trải nghiệm hồi đó. Anh ấy thậm chí còn đi ra ngoài đường và vẫy một chiếc taxi cho chúng tôi - việc không thể thuê một chiếc ô tô ở Bermuda với tư cách là một khách du lịch khiến việc bạn đi đến điểm đến tiếp theo luôn rất thú vị. Đọc thêm",
            "Chúng tôi thích tìm những điểm vui chơi khi đi du lịch. Swizzle Inn đã không làm tôi thất vọng. Đó là một chuyến đi khá xa từ Hamilton nhưng đáng giá. Họ mang cho bạn những chiếc cốc nhỏ là có lý do - ..the Swizzle lẻn vào. Các nhân viên thật tuyệt vời và chúng tôi bắt xe buýt quay lại ngay phía trước.Đọc thêm",
            "Một chuyến viếng thăm Swizzle Inn là điều bắt buộc, vì đây là nơi sinh của Swizzle.\n\nĐối tác của tôi và tôi thưởng thức một ly rượu Rum Swizzle, kèm theo một chiếc bánh mì kẹp thịt và bánh mì kẹp cá Wahoo. Trải nghiệm ẩm thực thật thú vị, với cả đồ ăn và đồ uống đều ngon.\n\nCác nhân viên tại Swizzle Inn không chỉ có sức chứa mà còn chu đáo, góp phần mang lại khoảng thời gian thú vị tổng thể.\n\nĐây chắc chắn là một nơi tuyệt vời để ghé qua dùng bữa và chúng tôi hoàn toàn thích thú với chuyến thăm của mình.Đọc thêm",
            "Sau khi ghé thăm Crystal Cavern gần đó và thưởng thức món kem Bailey - s.... tại sao không dừng lại ở một quán nước nổi tiếng???  Một buổi chiều đầu hè trong tuần đã thấy nơi này rất đông đúc.  Phải chờ một bàn, nhưng chúng tôi đã có thể lấy một bình rượu rum và ngồi trong một khu vực sân trong đặc biệt trong bãi đậu xe.\n\nTôi rất thích được ngồi xuống và tận hưởng bầu không khí bên trong;  chắc chắn có rất nhiều điều đang diễn ra và nơi này mang lại cảm giác tuyệt vời.  Người pha chế, mặc dù vô cùng bận rộn và bận rộn, nhưng rất thân thiện và sẵn sàng cho một chuyến thăm thú vị.\n\nNếu ở khu vực này, bạn chắc chắn nên ghé thăm địa danh này!Đọc thêm",
            "Thật là một nơi tuyệt vời ! Dịch vụ tuyệt vời, thức ăn và tất nhiên là đồ uống hấp dẫn. Rất khuyến khích. Tôi ước gì tôi có thể nhớ được tên người pha chế hôm thứ Ba, cô ấy thật tuyệt vời. Đọc thêm",
            "Sự cường điệu là có thật!  Nơi ra đời của The Rum Swizzle - đã không làm mọi người thất vọng. Đồ uống đã đúng chỗ và cốm cá Wah - Hoo rất tuyệt và to! Bánh sandwich cá cũng rất ngon. Và rượu rum thật hoàn hảo. Ngoài ra, nhà hàng này nằm đối diện trạm xe buýt và gần Hang động và Hố xanh.Đọc thêm",
            "Chúng tôi đến đây vào năm 1998 trong tuần trăng mật.  Chúng tôi đã ăn tối ở đây trong 3 đêm chúng tôi ở Grotto Bay Resort.  Nó đã không thất vọng.  Chúng tôi chia bánh sandwich cá Wahoo với khoai tây chiên.  Nó rất là ngon.  Đêm hôm sau chúng tôi có Nachos cho hai người.  Cũng tuyệt vời và đêm qua của chúng tôi đã có thực đơn thịt nướng sườn với hai mặt.  Rất tốt!  Chúng tôi mua sắm tại cửa hàng quà tặng với nhiều lựa chọn áo phông và những thứ thú vị khác.  Ngoài ra, tôi yêu thích đồ uống Rum Swizzle, bóng tối và giông bão và đội ngũ nhân viên rất tuyệt.  Tất cả đều siêu thân thiện.  Nơi rất vui vẻ, lạc quan.  Mọi người đến thăm Bermuda đều phải dừng lại ở đây để dùng bữa.Đọc thêm",
            "Nơi hoàn hảo nếu bạn đang truy cập hang động pha lê. Bạn có thể tính phí thuê EV trên phố và đi bộ đến hang động. Hãy quay lại và thưởng thức đồ uống ngon với đội ngũ nhân viên nhiệt tìnhĐọc thêm",
            "Chúng tôi đã đến đây sau khi tham quan các hang động Crystal và Fantasy và rất vui vì đã đến đây. Cơ sở địa phương mang tính biểu tượng với phong cách trang trí quyến rũ cùng đồ ăn và đồ uống tuyệt vời. Nhân viên cực kỳ thân thiện và ngồi trên boong tàu ngắm cảnh nhộn nhịp trôi qua trong khi tận hưởng thời tiết đẹp là điều thú vị nhất! Đọc thêm",
            "Thật là một điều thú vị trên tường! Thức ăn rất ngon.  Chúng tôi có bánh mì kẹp thịt và khoai tây chiên, bánh mì kẹp cá và khoai tây chiên.  Cũng đã thử loại bia Đức đầu tiên của chúng tôi, Paulaner.  Thật tuyệt vời, tôi đã tìm kiếm nó khi về đến Pennsylvania.  Chúng tôi để đồng đô la của mình treo trên thanh xà có tên của chúng tôi trên đó.  Người phục vụ của chúng tôi thật tuyệt vời, rất thân thiện! Tôi ước tôi có được tên anh ấy, anh ấy là một quý ông trẻ hơn.  Người dân địa phương cũng rất tử tế với du khách chúng tôi!Đọc thêm",
            "Tôi và một người bạn đã đến Bermuda để tham gia một sự kiện đua xe và nghỉ tại Grotto Bay Resort.  Swizzle Inn chỉ cách đó một quãng đi bộ ngắn nên chúng tôi đã đến đó hai lần trong chuyến thăm - một lần chỉ để uống cocktail và lần còn lại để ăn tối.  Trong lần ghé thăm đầu tiên, chúng tôi đã thử món Rum Swizzle nổi tiếng - phiên bản đông lạnh - và chúng đã đáp ứng được sự cường điệu đó.  Một thức uống nhiệt đới hoàn toàn ngon miệng!  Rất tốt, chúng tôi đã có hai.  Trong chuyến thăm thứ hai, chúng tôi đã ăn tối, bữa tối rất ngon và mỗi người chúng tôi đã thử một loại đồ uống đặc biệt khác nhau và chúng cũng rất tuyệt vời.  Bầu không khí giản dị và thoải mái và dịch vụ thật tuyệt vời! Đọc thêm",
            "Sau khi ghé thăm Crystal Cavern gần đó và thưởng thức món kem Bailey - s.... tại sao không dừng lại ở một quán nước nổi tiếng???  Một buổi chiều đầu hè trong tuần đã thấy nơi này rất đông đúc.  Phải chờ một bàn, nhưng chúng tôi đã có thể lấy một bình rượu rum và ngồi trong một khu vực sân trong đặc biệt trong bãi đậu xe. Tôi rất thích được ngồi xuống và tận hưởng bầu không khí bên trong;  chắc chắn có rất nhiều điều đang diễn ra và nơi này mang lại cảm giác tuyệt vời.  Người pha chế, mặc dù vô cùng bận rộn và bận rộn, nhưng lại rất thân thiện và sẵn sàng cho một chuyến thăm thú vị. Nếu ở trong khu vực, chắc chắn bạn nên ghé thăm địa danh này! Đọc thêm",
            "Một chuyến viếng thăm Swizzle Inn là điều bắt buộc, vì đây là nơi sinh của Swizzle. Tôi và đối tác của tôi đã thưởng thức một bình rượu Rum Swizzle, kèm theo một chiếc bánh mì kẹp thịt và bánh mì kẹp cá Wahoo. Trải nghiệm ẩm thực thật thú vị, với cả đồ ăn và đồ uống đều rất ngon. Nhân viên tại Swizzle Inn không chỉ nhiệt tình mà còn chu đáo, góp phần mang lại khoảng thời gian thú vị tổng thể. Đây chắc chắn là một nơi tuyệt vời để ghé qua dùng bữa và chúng tôi thực sự rất thích chuyến thăm của mình.Đọc thêm",
            "Đừng bỏ lỡ những trò chơi khăm ở đây! Thức ăn ngon, hơi nguội nhưng không sao. Bạn cũng có thể gọi đồ mang về trước khi ra sân bay.Đọc thêm",
            "Nó có phù hợp với trẻ em không?Đọc thêm",
            "Xin chào..vâng Thân thiện với gia đình! Thực đơn cho trẻ em và miếng lót tô màu và bút màu!Đọc thêm",
            "Bạn có thể mua phiếu quà tặng không?Đọc thêm",
            "Vâng, bạn có thể! Thật không may, chúng không có sẵn trực tuyến, tôi rất sẵn lòng hỗ trợ. Bạn có thể tìm thấy trang thông tin liên hệ của tôi hoặc gửi tin nhắn FB.Đọc thêm",
            "CHÀO\n\nTôi sẽ đến thăm Bermuda trong Hội nghị thượng đỉnh người nổi tiếng.  Bạn có chỗ trống cho hai người vào ngày 20 tháng 5 không?\n\nCảm ơn bạn.Đọc thêm",
            "Chúng tôi đã đến thăm nơi của bạn vào năm 2010 và sẽ quay lại vào tháng 10 năm 2015. Làm sao tôi có thể có được chỗ ngồi trên ban công? Tôi sẽ có khoảng 10 người đi cùng, vì tôi cứ khoe khoang về việc chúng tôi đã vui vẻ như thế nào. Tất cả họ đều muốn đi cùng chúng tôi. Đọc thêm"
        ],
        "star_ratings": [
            405,
            298,
            108,
            25,
            19
        ],
        "review_amount": 855,
        "location": [
            "Nhà trọ Swizzle",
            "Những việc cần làm ở Hamilton Parish",
            "vùng Caribe",
            "Giáo xứ Hamilton",
            "Bermuda"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written July 1, 2023",
            "Written August 12, 2023",
            "Written August 26, 2023",
            "Written August 27, 2023",
            "Written September 10, 2023",
            "Written October 29, 2023",
            "Written January 3, 2024",
            "Written February 23, 2024",
            "Written March 5, 2024",
            "Written June 1, 2024",
            "Written May 28, 2024",
            "Written May 13, 2024",
            "Written April 30, 2024",
            "Written April 27, 2024",
            "Written April 3, 2024",
            "Written March 21, 2024",
            "Written March 5, 2024",
            "Written February 23, 2024",
            "Written February 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g562684-d497103-Reviews-Swizzle_Inn-Hamilton_Parish_Bermuda.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g562684-d1234231-Reviews-Swizzle_Inn-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562684-d2250862-Reviews-Bailey_s_Ice_Cream-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562684-d1093469-Reviews-Tom_Moore_s_Tavern-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562684-d8523809-Reviews-Cafe_Ole-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147257-d9697128-Reviews-Jamaican_Grill-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562684-d1856853-Reviews-The_Island_Brasserie_and_Tucker_s_Bar-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147256-d10514515-Reviews-Trattoria_Cafe_Sports_Bar-St_George_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g319819-d3699304-Reviews-Sul_Verde-Tucker_s_Town_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562684-d3732214-Reviews-Landfall_Restaurant-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g319819-d15095654-Reviews-The_Pink_Beach_Club-Tucker_s_Town_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g562684-d148022-Reviews-Crystal_Fantasy_Caves-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147255-d207637-Reviews-Blue_Hole_Park-Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d12830527-Reviews-Cathedral_Cave-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g562684-d207638-Reviews-Tom_Moore_s_Jungle-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147256-d148464-Reviews-St_Peter_s_Church-St_George_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d147862-Reviews-Bermuda_Aquarium_Natural_History_Museum_Zoo-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147256-d147471-Reviews-Tobacco_Bay_Beach-St_George_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147256-d148487-Reviews-Fort_St_Catherine-St_George_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147256-d169730-Reviews-King_s_Square-St_George_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147259-d1057491-Reviews-The_Masterworks_Museum_of_Bermuda_Art-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g562684-d497103-Reviews-or10-Swizzle_Inn-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g2437054-d147475-Reviews-Snorkel_Park_Beach_Club-Somerset_Village_Sandys_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g8263586-d10342078-Reviews-Cool_Run_Ins_Bermuda-Ireland_Island_Sandys_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d497097-Reviews-The_Docksider_Pub-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147255-d606981-Reviews-Coconut_Rock-Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d607106-Reviews-Casey_s-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147255-d274533-Reviews-Tucker_s_Point_Club-Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147255-d27173299-Reviews-Oasis_Express_Ltd-Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d15531371-Reviews-Yours_Truly-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d27797739-Reviews-Belligerent_Bermuda_Pub_Crawl-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d607111-Reviews-Robin_Hood_Pub-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d10522312-Reviews-Dive_Bermuda_at_Grotto_Bay-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g562684-d534316-Reviews-Blue_Hole_Water_Sports-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147256-d14938567-Reviews-Castaway_Charters-St_George_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g562685-d4498578-Reviews-Hidden_Gems_of_Bermuda_Ltd-Sandys_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d4812837-Reviews-Jump_Dem_Bones_Flyfishing-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147256-d8798073-Reviews-Blue_Sky_Flights-St_George_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d13001938-Reviews-Early_Bird_Charters-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d2256601-Reviews-Byways_Tours-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d2665293-Reviews-Rising_Son_Cruises-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d10245460-Reviews-Bare_Foot_Charters_Bermuda-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g34530-d1984423-Reviews-Mid_Town_Municipal_Beach-Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g776950-d11677505-Reviews-Orlias_Waterfalls-Litochoro_Pieria_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d153205-Reviews-Isla_Espiritu_Santo-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d320976-Reviews-Universal_Studios_Japan-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g35779-d10538412-Reviews-World_s_Largest_Mailbox-Casey_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d109805-Reviews-Miami_Seaquarium-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g580314-d2163437-Reviews-Safari_Zoo_Mallorca-Sa_Coma_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54810-d5244966-Reviews-Devil_s_Bathtub-Spearfish_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7697727-Reviews-The_Box-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60368-d490820-Reviews-Crystal_River-Waupaca_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g562684-d497103-Reviews-or10-Swizzle_Inn-Hamilton_Parish_Bermuda.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g562684-d497103-Reviews-Swizzle_Inn-Hamilton_Parish_Bermuda.html"
    }
]