[
    {
        "attraction_name": "Symphony Center - Chicago Symphony Orchestra",
        "attraction_name_vi": "Trung tâm Giao hưởng - Chicago Symphony Orchestra",
        "general_info": [
            "747 đánh giá",
            "- 4 trong số 198 Nhà hát - Buổi hòa nhạc ở Chicago",
            "Buổi hòa nhạc",
            "Bản giao hưởng"
        ],
        "attraction_summary": "Symphony Center, home of the Chicago Symphony Orchestra, presents over 200 concerts annually featuring the best of classical, jazz, world, chamber, and pop music. Founded in 1891, the Chicago Symphony Orchestra is consistently hailed as one of the greatest orchestras in the world. Performing in over 150 concerts each year, the CSO - s talented musicians are the driving force behind the ensemble - s famous sound heard on best-selling recordings as well as in performances in Chicago and on tour throughout the United States and around the globe. In addition, Symphony Center Presents brings leading touring ensembles, chamber music, piano recitals and jazz performances to the stage of Orchestra Hall. Discover what - s on at cso.org and see music - s brightest stars from classical to jazz light up the stage at Orchestra Hall.Read more",
        "reviews": [
            "Thường là du khách - điểm dừng chân đầu tiên ở Chicago, The Loop là điểm khởi đầu tốt để nếm thử năng lượng và hương vị của thành phố. Khu thương mại trung tâm này tự hào có các nhà hàng được xếp hạng Michelin, khách sạn cao cấp, khu mua sắm hàng đầu và kiến ​​trúc đủ hấp dẫn để khiến máy ảnh của bạn bận rộn hàng giờ. Bạn sẽ không thể tìm thấy quá nhiều phòng trưng bày ảnh về trung tâm thành phố Chicago mà không có bức ảnh về Công viên Thiên niên kỷ và Cổng Mây - - The Bean - - , một trong những địa danh mang tính biểu tượng nhất của thành phố. Đường chân trời tuyệt đẹp kết hợp với các điểm tham quan văn hóa như Viện Nghệ thuật Chicago tạo nên một Khu thương mại nơi làm việc và vui chơi cùng tồn tại một cách hòa bình. Đọc thêm",
            "Hội trường, âm nhạc, nhân viên, nhạc sĩ - mọi thứ kết hợp với nhau để tạo nên một buổi tối tuyệt vời và nó không cần phải tốn kém.  Chúng tôi đã có vé ở ban công phía trên - âm thanh rất tốt, mặc dù cầu thang rất dốc.\nTôi khuyên bạn nên đi mỗi khi có cơ hội.Đọc thêm",
            "Chuyến thăm thứ hai và nơi này không bao giờ thất vọng. Mọi người đều tốt bụng, hữu ích và đảm bảo bạn có trải nghiệm tuyệt vời. Ngồi ở ban công phía trên nhưng âm thanh và màn trình diễn thật ngoạn mục. Cầu thang dốc - nhưng có thể làm được.Đọc thêm",
            "Chúng tôi đến nghe Wynton Marsalis và Lincoln Jazz Orchestra. Tòa nhà rất đẹp và âm thanh trong trẻo. Đó là một buổi tối tuyệt vời. Tôi chắc chắn sẽ quay lại và giới thiệu cho bất kỳ người yêu âm nhạc nào. Đây là một địa điểm đáng yêu.Đọc thêm",
            "Chúng tôi đến nghe Wynton Marsalis và Lincoln Jazz Orchestra. Tòa nhà rất đẹp và âm thanh trong trẻo. Đó là một buổi tối tuyệt vời. Tôi chắc chắn sẽ quay lại và giới thiệu cho bất kỳ người yêu âm nhạc nào. Đây là một địa điểm đáng yêu.Đọc thêm",
            "Tôi đã tham dự sự kiện Makaya McCraven và nó thật tuyệt vời! Âm thanh hoàn hảo. Những người hướng dẫn rất hữu ích và tử tế, ngoại trừ một nữ hướng dẫn viên, người đã gọi bạn tôi một cách rất cáu kỉnh - tuyệt vọng - vì cô ấy yêu cầu sử dụng nhà vệ sinh ở Tầng 2. Mặc dù sự kiện đã kết thúc nhưng cô ấy vẫn nói với chúng tôi rằng phòng vệ sinh dành cho những người có vé Ghế ngồi. Xin lưu ý bạn, những người hướng dẫn lên tầng 3, đặc biệt NÓI VỚI CHÚNG TÔI CHÚNG TÔI CÓ THỂ SỬ DỤNG NHÀ VỆ SINH TRÊN TẦNG 2 PHẢI TẮT CẦU THANG Ở TRÁI CỦA CHÚNG TÔI. Nói một cách ít nhất, đó là sự xúc phạm, trịch thượng, không cần thiết và thực sự thô lỗ. Tuy nhiên, cô ấy không làm hỏng hay làm lu mờ trải nghiệm tuyệt vời mà tôi có được tối hôm đó. Tôi sẽ quay lại Symphony Center nhưng tôi hy vọng mình sẽ không gặp lại cô ấy nữa.Đọc thêm",
            "Chuyến thăm thứ hai và nơi này không bao giờ thất vọng. Mọi người đều tốt bụng, hữu ích và đảm bảo bạn có trải nghiệm tuyệt vời. Ngồi ở ban công phía trên nhưng âm thanh và màn trình diễn thật ngoạn mục. Cầu thang dốc - nhưng có thể làm được.Đọc thêm",
            "Hội trường, âm nhạc, nhân viên, nhạc sĩ - mọi thứ kết hợp với nhau để tạo nên một buổi tối tuyệt vời và nó không cần phải tốn kém.  Chúng tôi đã có vé ở ban công phía trên - âm thanh rất tốt, mặc dù cầu thang rất dốc. Tôi khuyên bạn nên đi mỗi khi có cơ hội.Đọc thêm",
            "I - ll never forget the first time I listened to a concert in Chicago - s Orchestra Hall. It was Andre Segovia, the incomparable Spanish guitarist, and the hall lived up to its billing as an acoustical marvel, the finest complex of its kind this side of Salt Lake City - s Mormon Tabernacle. Located at 220 South Michigan Avenue, Orchestra Hall was built in 1904. Designed by renowned Chicago architect Daniel Burnham, the elegant 2,522-seat venue was earmarked as a home for the Chicago Symphony Orchestra, which had previously performed in the larger Auditorium Theater. Today, the Chicago Symphony Orchestra is universally regarded as one of the premier symphony orchestras in the world and Orchestra Hall is part of a music complex that also includes Buntrock Hall, a rehearsal and performance space, Grainger Ballroom and Opus restaurant and cafe. From 1907 to 1996, the ninth-floor penthouse served as the home of the Cliff Dwellers Club. Aside from musical concerts and piano recitals, the hall also has hosted lectures by such notables as Harry Houdini, Amelia Earhart, Bertrand Russell and Orson Welles. Season tickets are as cherished as as hard to obtain as the Cubs, Bulls, Bears and Blackhawks. Orchestra Hall was added to the National Register of Historic Places in 1978 and designated a National Historic Landmark in 1994.Read more",
            "Buổi hòa nhạc Giáng sinh thật tuyệt vời. Sự kết hợp của dàn nhạc và hợp xướng thật tuyệt vời. Sự tham gia của khán giả rất thú vị.Đọc thêm",
            "Không gian mát mẻ, âm nhạc tuyệt vời, nhân viên thân thiện. Một trải nghiệm chủ yếu ở Chicago, hãy xem một buổi biểu diễn ở đây và bạn sẽ không thất vọng. Đọc thêm",
            "Trung tâm Giao hưởng không tì vết, sáng sủa và trang nhã.  Dàn nhạc Chicago thật xuất sắc.  Buổi biểu diễn rất vui nhộn, mang tính giáo dục - dành cho những người có chút nền tảng về âm nhạc cổ điển - và mang lại nụ cười cho mọi người xem.  Đáng giá!Đọc thêm",
            "It - s really impossible to overestimate the greatest cultural impact of Chicago Symphony Orchestra and Symphony Center on the cultural life of this vibrant city.Long time ago, we saw the legendary Daniel Barenboim conducting and - at the same time! - performing with the Chicago Symphony Orchestra. You never forget events like this. The audience was breathless.The upcoming year 2020 is going to be culturally very memorable for Symphony Orchestra, performing various concerts and series to commemorate the 250th Birthday of Ludwig van Beethoven, and the orchestra itself is going to celebrate its 130th Anniversary. What a year for classical music! What a year for Chicago Symphony Orchestra and for its guests, performers, supporters -  for everybody in the world.The building of Symphony Center  - opened in 1997 -  is very impressive, it has an additional rehearsal space, a nice restaurant, and also an interactive education center. Symphony Center - Chicago Symphony Orchestra is located in the Loop area of the city, at 220 S Michigan Ave - in the center of many cultural activities, that attract visitors from all over the world.Read more",
            "Chúng tôi đến thăm Trung tâm Giao hưởng để xem Matinee Giao hưởng Ngày lễ.  Hội trường rất đẹp và matinee thật tuyệt vời.  Chỗ ngồi rộng rãi, thoải mái và tầm nhìn ra sân khấu dường như rất tuyệt vời bất kể bạn ngồi ở đâu.  Một trải nghiệm tuyệt vời xung quanh. Đọc thêm",
            "Xin chào! Tôi đang tìm kiếm lời khuyên về chỗ ngồi cho buổi hòa nhạc vào tháng Ba. Ban công phía trên - phòng trưng bày chỉ còn lại vé. Có khuyến nghị nào không?Đọc thêm",
            "Hàng ghế đầu tiên của ban công là chỗ ngồi tuyệt vờiĐọc thêm",
            "Dịch vụ taxi - taxi có dễ dàng có được sau buổi biểu diễn tại Trung tâm Giao hưởng không? Nhân viên của trung tâm giao hưởng có hỗ trợ đón taxi vào buổi tối không?Đọc thêm",
            "Have observed many inquires regarding restaurants around Symphony Center, The Art Institute, and other Michigan Avenue\nvenues.  There are ample upscale restaurants in the area.  The Symphony complex has one, there - s also Russian Tea Room, \nand hotel dining services.  Best recommendation for comfort food at a reasonable price  - by Chicago standards -  is located on State street, the first building immediately south of the Palmer House hotel.  Called, BEEF  -  BRANDY, street level floor.  Lower level is their college age hangout, not for sophisticated ears. Point of Interest:  Believe downtown Colleges and Universities have a student population of approximately 60,000, many reside in dormitories located in south loop area. Reminds one of Boston. \nBack to food, Macy - s State street has several delightful eateries.\nCheck 7th floor or lower level. Express elevator from street level\nto 7th, which includes the famous Walnut Room.  Lower level features full meal quasi cafeteria service, along with deli items and light sandwich options, plus a Starbucks coffee shop. Therefore, when visiting and attending the Chicago Symphony\nOrchestra  - CSO to the locals - , don - t go hungry, and enjoy the \nconcert.Read more",
            "Nhà hàng nào ngon, giá hợp lý gần trung tâm giao hưởng Chicago?\nĐọc thêm",
            "Xin chào,\n\nXin lỗi vì trả lời muộn, mình vừa trở về từ New Zealand. Lawry - s ở Chicago là Nhà hàng Prime Rib TỐT NHẤT, giá hơi cao nhưng bạn sẽ có trải nghiệm khó quên. Địa điểm, đồ ăn và không khí đều là hạng nhất!!!! Đọc thêm",
            "Những chương trình nào diễn ra từ ngày 1 tháng 6 đến ngày 7 tháng 6 năm 2016? Lịch trình là gì?Đọc thêm",
            "Thật không may, Trip Advisor sẽ không cho phép các trang web. Google CSO và bạn sẽ tìm thấy những gì bạn cần.Đọc thêm",
            "Có phương tiện công cộng nào đến Trung tâm Symphony không?Đọc thêm",
            "Đúng.  Xe buýt và L đi gần đóĐọc thêm",
            "Bao nhiêu....???Đọc thêm",
            "Kế hoạch năm 2015Đọc thêm",
            "CHÀO!  Rất vui vì bạn đang tìm hiểu dàn nhạc tuyệt vời này!  Để biết lịch của tất cả các vé và sự kiện, hãy truy cập cso. org và nhấp vào liên kết có nội dung - Lịch theo mùa - .  Liên kết nằm ngay dưới lịch nhỏ trên trang chính của trang web.\nChúc may mắn khi lên kế hoạch cho chuyến thăm của bạn! Đọc thêm",
            "Lịch trình năm 2015 của họ là gì?Đọc thêm",
            "Vui lòng kiểm tra Chicago Symphony Orchestra CSO, trang web chính thức của dàn nhạc giao hưởng, mua vé trước thời hạn, hội trường giao hưởng rất đẹp và buổi biểu diễn đẳng cấp thế giới. Tôi đã có khoảng thời gian tuyệt vời khi đến thăm vào tháng 10 năm ngoái.Đọc thêm"
        ],
        "star_ratings": [
            631,
            94,
            17,
            4,
            2
        ],
        "review_amount": 748,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Chicago",
            "Chicago",
            "Illinois - IL -",
            "Trung tâm Giao hưởng - Chicago Symphony Orchestra"
        ],
        "reviews_time": [
            "Written October 25, 2023",
            "Written December 13, 2023",
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written January 22, 2024",
            "Written December 13, 2023",
            "Written October 25, 2023",
            "Written October 31, 2020",
            "Written March 31, 2020",
            "Written February 11, 2020",
            "Written December 21, 2019",
            "Written December 17, 2019",
            "Written December 16, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35805-d561552-Reviews-Symphony_Center_Chicago_Symphony_Orchestra-Chicago_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d7083948-Reviews-Acanto-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d845748-Reviews-The_Gage-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d8074061-Reviews-Remington_s-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d8424889-Reviews-Cherry_Circle_Room-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d8040726-Reviews-Goddess_and_the_Baker_33_S_Wabash_Millennium_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d457446-Reviews-Russian_Tea_Time-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d1025120-Reviews-Pittsfield_Cafe-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d1018570-Reviews-The_Berghoff_Restaurant-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d427819-Reviews-Exchequer_Restaurant_Pub-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d479668-Reviews-Miller_s_Pub_Restaurant-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d144243-Reviews-ECHO-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d27777901-Reviews-Railway_Exchange_Building-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d284865-Reviews-Route_66-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103239-Reviews-The_Art_Institute_of_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8787137-Reviews-Chicago_Skyline-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d23487854-Reviews-Mindworks_The_Science_Of_Thinking-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12164626-Reviews-Thorne_Miniature_Rooms-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d19244216-Reviews-Route_66_End_Sign-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3247044-Reviews-Crown_Fountain-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d26724848-Reviews-Wolf_Point_Distilling-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561552-Reviews-or10-Symphony_Center_Chicago_Symphony_Orchestra-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3692742-Reviews-The_Magic_Parlour-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d11816017-Reviews-Hamilton-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563755-Reviews-Lookingglass_Theatre_Company-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d7717558-Reviews-Chicago_Magic_Lounge-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563701-Reviews-Chicago_Shakespeare_Theater_on_Navy_Pier-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563757-Reviews-Lyric_Opera_of_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4476400-Reviews-Jay_Pritzker_Pavilion-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10797814-Reviews-The_Magic_Penthouse-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d146763-Reviews-Kingston_Mines-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d208911-Reviews-Blue_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2092320-Reviews-Segway_Experience_of_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d6367164-Reviews-Inside_Chicago_Walking_Tours-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d15844388-Reviews-Babylon_Tours_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10863169-Reviews-Museum_Hack_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1874733-Reviews-Chicago_Detours-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563243-Reviews-ArchiCenter_Shop-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g311298-d15213496-Reviews-Bali_Climbing-Canggu_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g42673-d1014537-Reviews-Silver_Beach_County_Park-Saint_Joseph_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d3340200-Reviews-Lake_Carlsbad_Recreation_Area-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602461-d1808965-Reviews-Parque_Tematico_Hacienda_Napoles-Puerto_Triunfo_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g499618-d8521432-Reviews-Surf_N_Fun_Water_Park-San_German_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g51963-d2187610-Reviews-Wings_and_Waves_Waterpark-McMinnville_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g28935-d1523919-Reviews-Cataract_Falls-Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d6467604-Reviews-Sayulita_Beach-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g49442-d103572-Reviews-Pisgah_National_Forest-Pisgah_Forest_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d531952-Reviews-T_Mobile_Park-Seattle_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35805-d561552-Reviews-or10-Symphony_Center_Chicago_Symphony_Orchestra-Chicago_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35805-d561552-Reviews-Symphony_Center_Chicago_Symphony_Orchestra-Chicago_Illinois.html"
    }
]