[
    {
        "attraction_name": "Szimpla Kert",
        "attraction_name_vi": "Khu vườn đơn giản",
        "general_info": [
            "8.476 đánh giá",
            "24 trên 314 Cuộc sống về đêm ở Budapest",
            "Quán bar Câu lạc bộ"
        ],
        "attraction_summary": "Nằm trên con phố Kazinczy sôi động ở trung tâm Khu Do Thái của Budapest, Szimpla Kert là quán bar đổ nát đầu tiên và nổi tiếng nhất ở thủ đô Hungary. Tại đây, bạn sẽ tìm thấy bầu không khí độc đáo với nhiều quán bar nằm rải rác trên hai tầng, món ăn đường phố Kosher tuyệt vời, phòng trưng bày nghệ thuật tiên phong và nhà hát ngoài trời. Hãy ghé qua vào buổi chiều để săn lùng những món đồ lặt vặt ở chợ trời hoặc muộn hơn vào buổi tối để thưởng thức nhạc sống và cocktail. Ngoài ra còn có chợ nông sản hàng tuần, nơi bạn có thể tìm thấy các sản phẩm địa phương như pho mát, mứt, trái cây, v.v. Đặt một chuyến tham quan quán rượu quanh các quán bar đổ nát của thành phố để tìm hiểu hiện tượng Budapest có một không hai này.  TripadvisorĐọc thêm",
        "reviews": [
            "Quận VII là trái tim của Budapest và là nơi tọa lạc của Khu phố Do Thái của thành phố. Những con phố ở đây sôi động và đầy màu sắc, các tòa nhà kể lại những câu chuyện lịch sử khác nhau theo nhiều phong cách kiến ​​trúc khác nhau, và các quán cà phê và quán bar của quận này được đám đông nhiệt tình lui tới và yêu thích. Lớn và tráng lệ, ngôi sao nổi bật của quận này là Nhà thờ Do Thái lớn, lớn nhất ở châu Âu và là một trong những nhà thờ lớn nhất thế giới. Với phong cách Moorish đặc trưng, ​​được bao phủ bởi hai mái vòm hình củ hành, Nhà thờ Do Thái là biểu tượng của Quận VII và là một trong những điểm thu hút chính ở thủ đô. Đọc thêm",
            "Nơi ấn tượng. Bạn có thể ở đó hàng giờ mà vẫn tìm thấy điều gì đó khiến bạn ngạc nhiên. Ý tưởng thay đổi một tòa nhà đổ nát quả là một mỏ vàng. Chúng tôi đi vào ban ngày, vào Chủ nhật, đó là một chợ nông sản nhỏ, không khí rất dễ chịu, nhưng tôi cá là nó sẽ rất khác vào ban đêm, ước gì chúng ta cũng có thể đến đó để tổ chức một bữa tiệcĐọc thêm",
            "Nằm trong Khu Do Thái, chúng tôi đã ghé thăm quán bar đổ nát đẹp nhất ở Budapest - Szimpla Kert. Có hông, và sau đó là Szimpla. Được trang trí bằng graffiti và các đồ vật ngẫu nhiên, nó toát lên một bầu không khí rất khác, mang lại cảm giác vừa chung vừa ấm cúng. Một nơi tụ tập tuyệt vời để trò chuyện và thư giãn với bia. Ai có thể nghĩ rằng một tòa nhà bỏ hoang có thể được tái sử dụng và mang lại cảm giác thân thiện như vậy cho người dân địa phương cũng như khách du lịch?! Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời. Nó giống như một bữa tiệc ở nơi tận cùng thế giới. Thật thú vị khi đi lang thang trong khu nhà nhiều tầng bị bỏ hoang và xem đồ trang trí, hầu hết trong số đó chắc hẳn đến từ thùng rác, cũng như việc ngồi và mọi người xem với một cốc bia lạnh trên tay! Thật vui khi đã đặt cái rãnh này vào thắt lưng du lịch của tôi!Đọc thêm",
            "Một quán bar đổ nát rất thú vị - vô số phòng riêng biệt với lối trang trí ngẫu nhiên và DJ. \nPhải ghé thăm - nhưng rất bận rộn và thương mại. \nMỗi quán bar đều có thực đơn cocktail và đồ uống khác nhau. \n\nSẽ rất thích được nhìn thấy nó nhiều năm trước. Đọc thêm",
            "Thật là một trải nghiệm độc đáo! Quán bar đổ nát này, quán đầu tiên, không thể diễn tả được -- đồ trang trí là tất cả mọi thứ rải rác khắp nơi. Chúng tôi đến sớm vào một đêm trong tuần lúc 7 giờ tối, vì vậy không quá đông đúc và không tính phí vào cửa, hãy cân nhắc đến việc đó. Các gia đình, khách du lịch, người về hưu và người dân địa phương đều thích nhạc sống, đồ uống giá cả phải chăng và cảnh tượng và màu sắc hoang dã và kỳ quặc! Đọc thêm",
            "Đây là một nơi mát mẻ. Nó đã là một nơi mát mẻ trong nhiều thập kỷ. Nó có một bầu không khí thực sự tuyệt vời - trải dài trên nhiều tầng và nhiều khu vực, đông đúc mọi người từ khắp nơi. Chúng tôi đến đó vào khoảng 3 giờ chiều, và có rất nhiều nhóm du khách trẻ tuổi, uống rượu và nói chuyện - nhưng cũng có một số lượng khá lớn các cặp vợ chồng lớn tuổi, có trẻ em, thậm chí có xe đẩy, đi dạo xung quanh quay video, giống như những khách du lịch đến thăm một địa danh ở địa phương đó. họ đã như vậy. Chúng tôi uống vài ly và tận hưởng bầu không khí. Tất nhiên, chủ đề quán bar đổ nát còn mở rộng đến một số nhà vệ sinh đẹp mắt, và hình vẽ graffiti ở khắp mọi nơi được kết hợp với kính vỡ trên sàn và cảm giác chung về sự mất vệ sinh, cộng với đồ uống được định giá quá cao, khiến con số này đạt điểm 4.Đọc thêm",
            "Một nơi rất chiết trung và quan tâm. Phải ghé thăm và chờ vài giờ nữa!!!\nQuy trình ổn. Đấu thầu thanh đơn giản là khủng khiếp. Bas thái độ. Mong họ có thể tìm được công việc mình thích!Đọc thêm",
            "Szimpla Kert ở Budapest là một quán bar đổ nát độc đáo và sôi động, thể hiện bản chất cuộc sống về đêm và tinh thần nghệ thuật của thành phố. Vị trí quán bar trong một nhà máy đã được chuyển đổi công năng tạo ra bầu không khí chiết trung và hấp dẫn. Nội thất là một mê cung gồm những căn phòng kỳ quặc được trang trí theo phong cách chiết trung, nghệ thuật graffiti và những món đồ cổ điển. Mỗi góc đều có nét riêng và những điều bất ngờ. Quầy bar cung cấp tuyển chọn các loại bia thủ công, cocktail và rượu vang địa phương đầy ấn tượng. Các buổi biểu diễn nhạc sống và dàn DJ khiến mỗi đêm ở đây trở nên đặc biệt. Sự cống hiến của Szimpla Kert trong việc hỗ trợ các nghệ sĩ địa phương và quảng bá các sự kiện văn hóa là điều đáng khen ngợi. Cho dù bạn là người đam mê cuộc sống về đêm hay chỉ đơn giản là tìm kiếm hương vị quyến rũ phóng khoáng của Budapest, Szimpla Kert là một địa điểm không thể bỏ qua.Đọc thêm",
            "Đây là một nơi rất thú vị để tham quan với nhiều thứ để tham quan và hệ thống giao thông tuyệt vời sẵn có để giúp bạn thực hiện điều này. Nếu bạn thích lịch sử thì đây là nơi để ghé thăm. Bạn có thể nhìn thấy những lâu đài, cung điện, quán bar trong những tòa nhà đổ nát, giáo đường Do Thái, nhà thờ, những khu spa ngoạn mục. Nó đã vùng vẫy, điều đó thể hiện rất rõ ràng với vẻ đẹp phai nhạt của nó. Không phải lúc nào chúng tôi cũng có cảm giác được chào đón bởi những người dân địa phương, những người đôi khi đối xử với chúng tôi một cách hoàn toàn coi thường nhưng điều này không hề khiến chúng tôi thất vọng. Đó chỉ là cách của họ. Yêu giáo đường và khu Do Thái và tìm hiểu lịch sử. Cá nhân tôi không phải là người ăn nhiều thịt nên đồ ăn không có tác dụng nhiều đối với tôi. Chúng tôi có thể tìm thấy những gì chúng tôi cần ở nhiều quán cà phê và siêu thị.\nTôi về nhà muốn tìm hiểu thêm về chính trị và lịch sử của đất nước.\nHãy ghé thăm Gellert Spa. Thật tuyệt vời Đọc thêm",
            "Bản thân tôi và đối tác của tôi gần đây đã đến thăm Szimpla Kert trong chuyến đi nghỉ ở thành phố Budapest. Chúng tôi chưa bao giờ đến một quán bar đổ nát trước đây và tôi tin rằng đây là quán nổi tiếng nhất và được khuyên dùng nhiều nhất. Nó chỉ cách khách sạn của chúng tôi vài phút đi bộ. Bề ngoài trông khá khiêm tốn nên tôi rất ngạc nhiên khi nhìn vào bên trong! Tôi tin có 8 quán bar, chúng tôi đã ghé thăm 4 quán trong số đó. Thật tuyệt vời khi được lang thang và ngắm nhìn tất cả những đồ trang trí theo phong cách cổ điển! Có tán lá, những quả bóng lấp lánh, đầu búp bê. Mọi thứ bạn có thể tưởng tượng!  \nNgoài ra còn có một chợ ẩm thực đường phố bên cạnh tên là Karavan, chúng tôi đã xem qua và nó trông cũng rất tuyệt, có nhiều sự lựa chọn. \nTôi chưa bao giờ đến bất cứ nơi nào như Szimpla Kert và chắc chắn sẽ khuyên bạn nên ghé thăm nếu bạn định đến Budapest!Đọc thêm",
            "Địa điểm và bầu không khí tuyệt vời, âm nhạc và đồ uống ngon, giá giảm, bạn có thể tìm thấy những cô gái rất nóng bỏng bên trong, tòa nhà thú vịĐọc thêm",
            "Rất thích nơi này. Không khí tuyệt vời. Đồ uống đắt hơn một chút so với những nơi khác, nhưng thực sự độc đáo. Nếu bạn không thích phong cách shabby chic thì đây không phải là nơi dành cho bạn, nhưng nếu bạn thích phong cách boho thì tôi thực sự khuyên bạn nên đến. Đọc thêm",
            "Không gian rất ngoạn mục, chi tiết đẹp và địa điểm âm nhạc tốt. Tuy nhiên, có rất nhiều khách du lịch, điều này khiến nơi đây trở thành một cái bẫy du lịch, nhưng đáng để ghé thămĐọc thêm",
            "Chắc chắn đáng để ghé thăm. Thực sự độc đáo và có một bầu không khí tuyệt vời. Lựa chọn tốt các loại bia và anh chàng trong quán rượu rất am hiểu. Chỉ có điều tiêu cực, đồ uống đắt hơn một số quán bar trong khu vực và nhà vệ sinh hơi tồi tàn nhưng ngoài điều đó ra, chúng tôi thực sự rất thích khoảng thời gian ở đó.Đọc thêm",
            "Đã đến đây sau khi được một người bạn trước đây giới thiệu làm như vậy! Địa điểm đáng yêu, bầu không khí rực rỡ, các quán bar khác nhau phù hợp trong tòa nhà và vô số địa điểm khác nhau để ngồi uống đồ uống bạn vừa mang theo. Âm nhạc thật tuyệt nhưng chúng tôi đã đến đó lúc 8 giờ tối và rời đi vào khoảng 9 giờ 30 vì đã đặt bàn nên chưa bao giờ xem nhạc sống nhưng giai điệu họ chơi đã tạo nên bầu không khí! Xung quanh kỳ lạ và kỳ quặc và đầy hình vẽ bậy, mà chúng tôi đã thêm vào! Tôi chắc chắn rằng cảm giác sau đó thậm chí còn tuyệt vời hơn vào buổi tối nhưng tôi rất vui vì chúng tôi đã đến và trải nghiệm nó khi chúng tôi đến, vẫn là một nơi tuyệt vời! Đọc thêm",
            "Bar nằm ở khoảng sân sau rộng rãi với 2 tầng có nhiều quầy bar, nhạc sống. Vào cửa miễn phí, nhưng hãy đến sớm, địa điểm khá đông đúc khi nửa đêm đến gần.Đọc thêm",
            "Thực sự yêu thích nơi này. Du lịch, chắc chắn! Nhưng một sự kết hợp tốt đẹp của du khách quốc tế và người dân địa phương. Chỉ định đến thăm một lần nhưng điều đó đã trở lại vào tối hôm sau. Nghe một số nhạc sĩ tài năng trong cả hai lần. Thức ăn từ nhà bếp của họ rất đẹp và có nhiều loại đồ uống thú vị tại một trong nhiều quán bar của họ. Địa điểm được đánh giá cao.Đọc thêm",
            "Tôi đã ở đó tối qua và bạn gái tôi và tôi đang uống rượu và một gã say đến và bắt đầu lảng vảng cạnh chúng tôi. Anh ta không thể đứng thẳng, bắt đầu cố gắng giao tiếp với chúng tôi, chúng tôi không có tâm trạng cho việc đó nhưng anh ta không chịu rời đi nên một anh chàng trong đội ngũ nhân viên đã phát hiện ra tình hình và đến ngay lập tức. Sau đó, một anh chàng khác đến, họ hỏi chuyện gì đang xảy ra, tôi giải thích và họ đảm bảo ở lại đó cho đến khi nhân viên bảo vệ Z - anh chàng người Mỹ đến và đưa anh ta ra ngoài. Sau đó, Z quay lại và hỏi liệu anh ta có chạm vào chúng tôi hay gì không, nhưng không phải vậy, tạ ơn Chúa. Nhưng cách tất cả các nhân viên xử lý tình huống và sự bận tâm thực sự là điều mà tôi chưa từng trải qua trước đây, và tôi đã đi khắp 5 châu lục nên KHÔNG GIAN AN TOÀN TỐT NHẤT CHO PHỤ NỮ!!!!! Và bầu không khí, âm nhạc, chính nơi này, 1010!!! Làm tốt lắm tất cả các bạn và cảm ơn các bạn một lần nữa. Đọc thêm",
            "Thật là một nơi tuyệt vời. Thực sự khác biệt so với bất kỳ quán bar nào khác mà chúng tôi từng đến. Nó có một cảm giác thực sự tốt về nó. Đi vào buổi chiều khi trời yên tĩnh và cũng đi vào một buổi tối khi bận rộn nhưng không khí thật tuyệtĐọc thêm",
            "Rất thích nơi này, rất muốn giới thiệu, đã đến Budapest lần thứ 50 của tôi. Thời tiết rực rỡ cuộc sống về đêm văn hóa thật tuyệt vờiĐọc thêm",
            "Xin chào, có ngày cụ thể nào mà tất cả giới tính không thể đến Tắm nước nóng Szechenyi không? Tôi đọc được rằng có thể có những ngày cụ thể về giới tínhĐọc thêm",
            "Không có ngày cụ thể về giới tính - miễn phí cho tất cả mọi người và rất đông đúc vào mùa cao điểm - chúng tôi không thích trải nghiệm này, nó rất mất vệ sinhĐọc thêm",
            "Giờ làm bếp là mấy giờ?Đọc thêm",
            "Theo tôi biết thì không có bếpĐọc thêm",
            "Cách tốt nhất để lên kế hoạch cho một hoạt động nhóm lớn ở đây là gì? Gọi điện và đặt chỗ hoặc chỉ đến và ước có đủ chỗ?Đọc thêm",
            "Đó là một không gian rộng lớn và có rất nhiều chỗ khi chúng tôi đi. Tôi không chắc liệu bạn có thể đặt trước khôngĐọc thêm",
            "Họ vẫn phục vụ bữa nửa buổi vào Chủ nhật chứ? Đọc thêm",
            "Nên đến vào ban ngày hay buổi tối?Đọc thêm",
            "Đó là một quán bar sống về đêm với bầu không khí rất tốt!Đọc thêm",
            "Ở đó có hút thuốc không?",
            "Tôi 17 tuổi, tôi có thể vào ban đêm được không?Đọc thêm",
            "vângĐọc thêm",
            "Xin chào, tôi muốn biết quán bar có mở cửa đón năm mới 2020 không, có tổ chức gì vào buổi tối nghĩa là có bán vé không?Đọc thêm",
            "Tôi không chắc nhưng tôi gần như có thể đảm bảo rằng họ sẽ có một bữa tiệc tuyệt vời. Ngoài ra, hãy kiểm tra quảng trường phía trước Nhà thờ St Stephens. Rất nhiều buổi hòa nhạc và sự kiện diễn ra ở đó. Đọc thêm",
            "Người dưới 18 tuổi có thể vào ban đêm được không?Đọc thêm",
            "Vâng, vào ngày chúng tôi bước vào với một đứa trẻĐọc thêm",
            "Xin chào, chúng tôi sẽ đến Budapest vào năm tới và muốn ghé thăm cơ sở này. Chúng tôi sẽ đến cùng cô con gái 13 tuổi của mình và trong khi tôi có thể tưởng tượng rằng vào ban đêm, nơi này sẽ không phù hợp với cô ấy, điều tương tự có thể nói vào ban ngày không? Liệu chúng tôi có thể uống nước và ăn trưa với cô ấy ở đây không? Đọc thêm",
            "Vào ban ngày, nơi này phù hợp hơn với trẻ 13 tuổi nhưng tôi sẽ không đưa bé đi vào ban đêm và bạn có thể tìm thấy thứ gì đó để ăn ở đóĐọc thêm"
        ],
        "star_ratings": [
            6014,
            1739,
            366,
            118,
            241
        ],
        "review_amount": 8478,
        "location": [
            "Châu Âu",
            "Khu vườn đơn giản",
            "Những điều cần làm ở Budapest",
            "Hungari",
            "Budapest",
            "Miền Trung Hungary"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 13, 2023",
            "Written July 5, 2023",
            "Written July 10, 2023",
            "Written July 12, 2023",
            "Written August 13, 2023",
            "Written September 11, 2023",
            "Written September 13, 2023",
            "Written September 15, 2023",
            "Written October 16, 2023",
            "Written May 30, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 24, 2024",
            "Written May 19, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written May 12, 2024",
            "Written May 9, 2024",
            "Written May 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274887-d668397-Reviews-Szimpla_Kert-Budapest_Central_Hungary.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d12430700-Reviews-Jardin_Cocktail_Bar-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d23859742-Reviews-Meshuga-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d9459214-Reviews-Vicky_Barcelona-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d24052052-Reviews-Dehogynem_Kavemuhely-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d19196602-Reviews-Grumpy-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d17425406-Reviews-Byblos_Fine_Lebanese_and_Levantine_Cuisine-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d7060912-Reviews-STIKA_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d3700225-Reviews-Bors_GasztroBar-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d26553014-Reviews-Jouri_Restaurant_Lebanese_Cuisine_Blend_of_Marocco-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d11616504-Reviews-BP_BAR_BQ-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3560261-Reviews-Szimpla_Sunday_Farmers_Market-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3265693-Reviews-Kazinczy_Street_Synagogue-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d19366781-Reviews-Trash_Art_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d25432877-Reviews-Dohany_Street_Synagogue-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8539624-Reviews-Raoul_Wallenberg_Holocaust_Memorial_Park-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12493584-Reviews-Hungarian_Electrotechnical_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8383432-Reviews-Elektrotechnikai_Muzeuma-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d519660-Reviews-Hungarian_Jewish_Museum_and_Archives-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276815-Reviews-Great_Central_Synagogue_Nagy_Zsinagoga-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15813528-Reviews-The_Tree_of_Life-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d668397-Reviews-or10-Szimpla_Kert-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15224136-Reviews-Kata_Tour_guide_in_Budapest_professional_tour_guide_service_Hungary-Budapest_Cen.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6694939-Reviews-Conquer_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8433950-Reviews-Epic_Nights_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d20089459-Reviews-PartyBookers_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d26686618-Reviews-Hungarian_Horizons-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15039141-Reviews-Neverland-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15238035-Reviews-Vibe_Rooms-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12193492-Reviews-GoodSpirit_Bar-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7279084-Reviews-Tasting_Table_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d2026197-Reviews-Hungaria_Koncert-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15021529-Reviews-Art_a_la_carte-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d19460720-Reviews-Bolla_Gyurka-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7614215-Reviews-London_Stone_Pub-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d17630964-Reviews-Budapest_Behind_The_Scenes-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d14780731-Reviews-Krimo_Pub_and_Brewery-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d14789019-Reviews-Krimo_Pub_es_Sorfozde-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8152725-Reviews-Budapest_Jewish_Walk-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d13237730-Reviews-Axe_Throwing-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8724122-Reviews-Warmup_Cocktail_Bar-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12622165-Reviews-Lian_Thai_Massage_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6884379-Reviews-E_Exit_Escape_Room_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1631939-d8464514-Reviews-Kendwa_Beach-Kendwa_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d5963130-Reviews-The_Rim-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55135-d730036-Reviews-Warriors_Path_State_Park-Kingsport_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g46712-d269828-Reviews-The_New_Jersey_Children_s_Museum-Paramus_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d7596559-Reviews-Whales_of_Iceland-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293825-d17388735-Reviews-Magicland_Amusement_Park-Abuja_Federal_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g294229-d379339-Reviews-National_Monument_MONAS-Jakarta_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096125-d10712010-Reviews-Fronalpstock-Stoos.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d7396377-Reviews-Elephant_Hill-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187275-d12667228-Reviews-Deutsche_Bahn-Germany.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274887-d668397-Reviews-or10-Szimpla_Kert-Budapest_Central_Hungary.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274887-d668397-Reviews-Szimpla_Kert-Budapest_Central_Hungary.html"
    }
]