[
    {
        "attraction_name": "Ta' Qali Crafts Village",
        "attraction_name_vi": "Ta - Làng nghề thủ công Qali",
        "general_info": [
            "494 đánh giá",
            "- 3 trên 8 Mua sắm ở Ta - Qali",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Làng nghề này sẽ thực sự tốt khi nó được hoàn thành. Có một vài cơ sở mở cửa khi bạn di chuyển qua nhưng sẽ có ích nếu mở một số tòa nhà ngay từ đầu vì ban đầu nó tạo ấn tượng là không có gì nhiều ở đó. Chắc chắn đáng để ghé thăm và sẽ tốt hơn khi có thêm nhiều đơn vị được mở.Đọc thêm",
            "Chúng tôi quyết định đến Ta - Qali vào cuối tuần ở Malta và chúng tôi đã không tìm hiểu gì cả. Chúng tôi rất ngạc nhiên khi thấy các cửa hàng mở cửa, rất đẹp và cung cấp hàng hóa chất lượng cao. Đó là một ngôi làng mua sắm được quy hoạch ngay bên ngoài Mdina và có vẻ như có khoảng 40-50 người ghé thăm. Bristol Potteries Limited và Valetta Glass là hai trong số những cửa hàng yêu thích của tôi. Có rất nhiều lựa chọn quà tặng cho người khác và cho chính bạn! Đọc thêm",
            "Dừng ở Ta - Quila Craft Village ngay bên ngoài Mdina - xe buýt 186 - đi thẳng qua.\n\nĐiểm nổi bật phải kể đến cửa hàng kính VALETTA, nơi bạn có thể nhìn thấy kính được thổi và sau đó ghé thăm cửa hàng kính kèm theo. Thật ngoạn mục.\n\nNhững túp lều trong Thế chiến thứ 2 hiện nay rất ít - hãy ghé thăm khi bạn có thể. Và kết hợp với chuyến đi đến Mdina.\nCho phép 60 phút.Đọc thêm",
            "Rất nhiều cửa hàng lưu niệm, nhưng khó tìm được chỗ đậu xe trước mặt. Mdina Glass và Valetta Glass nằm cách xa nhau. Nhưng vẫn rất thú vị để ghé thăm. Tôi rất vui vì không có người bán hàng nào ép buộc bán hàng. Đã đi với chiếc xe thuê của tôi.\nTôi chỉ mua cốc thủy tinh làm quà và rất hài lòng.Đọc thêm",
            "Làng thủ công đẹp như tranh vẽ được xây dựng nhằm mục đích chứa đựng những người làm nghề thủ công và nghệ thuật, bao gồm cả thợ gốm. Nơi đáng yêu, chủ cửa hàng và nhân viên dịch vụ khách hàng rất đáng yêu, nhiều bộ sưu tập đồ trang sức, đồ gốm, đồ lưu niệm, kim cương, bạc, v.v. Tôi đặc biệt thích nhiều mức giá, có thứ gì đó phù hợp với mọi túi tiền. Điều duy nhất tôi không thích là có bạn đồng hành bất hạnh; Người bạn của tôi muốn đến đó thực sự đã rên rỉ vì nó đã được cải tạo, nhưng sau đó tất cả những gì cô ấy làm chỉ là rên rỉ trong 7 ngày mặc dù chúng tôi đã làm mọi thứ cô ấy yêu cầu. Cảm ơn nhà sản xuất đồ trang sức ở Tinh tế đã giữ Mona ở lại trong khi tôi chọn đôi bông tai vàng làm quà Giáng sinh từ chú tôi. Nếu không thì tôi đã bị đẩy ra khỏi đó vì Mona muốn làm những gì cô ấy muốn khi cô ấy muốn mà không cần đắn đo đến tôi hay bất kỳ ai khác. Vì cô ấy đã mua những gì mình muốn nên cô ấy muốn rời đi. Tôi ước gì ngôi làng có cơ sở để giam giữ những người bạn xấu, nhưng ngoài điều đó ra thì đây là một nơi đáng yêu để ghé thăm. Ngoài ra còn có không gian để thoát khỏi cuộc trò chuyện điên cuồng không ngừng của Mona, điều đó thật tuyệt vời trong mười phút tôi đã có được sự bình yên và tĩnh lặng trước khi cô ấy tìm thấy tôi. Khung cảnh cũng rất đẹp và tôi ước gì mình đã đi dã ngoại.Đọc thêm",
            "Ta - Quali là một nơi thú vị để ghé thăm, đặc biệt nếu đi đến Rabat hoặc Mdina vì nó đang trên đường đi. Có một vài cửa hàng mở ra chắc chắn đáng để bạn ghé thăm để mua đồ thủ công. Hầu hết ngôi làng vẫn chưa mở cửa và vẫn đang được xây dựng, nhưng các cửa hàng mở cửa đều có những phát hiện tuyệt vời.Đọc thêm",
            "Vẫn còn rất nhiều thứ đang được xây dựng và phần lớn trông giống như một công trường xây dựng. Rất thích cửa hàng Valetta Glass và thật thú vị khi thấy kính thổi nhưng đối với tôi đó là điều đó. Cửa hàng trang sức mở, quán cà phê rất nhỏ gắn liền với cửa hàng gốm. Xe buýt số 56 dừng ngay bên ngoài làng và đã quay lại đúng giờ, tạ ơn Chúa. Tôi chắc chắn rằng tất cả điều này sẽ rất thú vị khi nó hoàn thành nhưng hãy kiểm tra kỳ vọng ngay bây giờ.Đọc thêm",
            "Ngôi làng có thể tiếp cận dịch vụ xe buýt hoặc xe buýt du lịch Hop On Hop Off, cũng như bằng ô tô có bãi đậu xe. Mất khoảng một giờ 15 phút để đến đó bằng xe buýt từ Sliema - Valletta. Tuy nhiên, nó còn khá mới và chưa có nhiều doanh nghiệp ở đó. Một vài cửa hàng trang sức, một số cửa hàng thủy tinh và gốm sứ - họ cho phép bạn xem thổi thủy tinh rất thú vị - một quán cà phê và một cửa hàng gỗ ô liu thực sự đầy cảm hứng với một người chủ sáng tạo sẽ làm công việc riêng biệt. Tôi khuyên bạn nên ghé thăm nó.\nĐối diện ngôi làng là Bảo tàng Hàng không Malta, nơi trưng bày máy bay, nhà nguyện tuyệt đẹp trong Thế chiến thứ hai, một chiếc Spitfire và Hurricane hoàn chỉnh cùng nhiều hiện vật lịch sử và thú vị khác. Nó rất đáng để ghé thăm, đặc biệt nếu bạn quan tâm đến sự hy sinh và đóng góp của Malta cho nỗ lực chiến tranh.Đọc thêm",
            "Chúng tôi - đã đến đây nhiều lần và hiện tại nó đang được cải tạo lớn. Nó được xây dựng trên một sân bay cũ và trước đây các đơn vị đều cũ - nissan - túp lều...bây giờ tất cả đều là tòa nhà bằng đá sa thạch, vì vậy một phần vẻ đẹp và lịch sử ban đầu đã không còn. Hiện tại chỉ có khoảng 6 căn hộ có cửa hàng, tôi đề xuất khoảng 30 căn sau khi công trình xây dựng hoàn thành.\nNó - hơi giống UK Outlet Village nhưng không có nhãn hiệu thiết kế!\nBố tôi chống gậy để đi bộ và nó khá trải rộng, điều này hơi có vấn đề, ông nói rằng các con đường rất bằng phẳng và thậm chí còn có một bãi đậu xe miễn phí đàng hoàng. Cafe đã làm những món sinh tố đáng yêu và các tác phẩm đồ gốm rất đẹp với nhiều kiểu dáng và ngân sách. \nĐọc thêm",
            "Bạn bè đã khuyên chúng tôi nên ghé thăm trung tâm thủ công này. Chúng tôi thực sự thất vọng. Thứ nhất, các cửa hàng khác nhau nằm rất rải rác và không có bản đồ nào giúp hướng dẫn du khách đến các khu vực quan tâm. Thứ hai, một số cửa hàng có vẻ đắt tiền - đồ gốm - , những cửa hàng khác có vẻ rất hợp lý nhưng chất lượng lại đáng nghi ngờ - đồ trang sức và đá quý - . Tuy nhiên, tài xế của chúng tôi đã đưa chúng tôi đến Mdina Glass, hơi xa địa điểm, nơi có bộ sưu tập phong phú và đa dạng để bạn lựa chọn - chúng tôi đã mua một số đồ trang trí Giáng sinh - .Đọc thêm",
            "Đã truy cập trang web này trên xe buýt hop on hop off!! Chúng tôi bị mắc kẹt khi chờ chuyến xe buýt tiếp theo. Chúng tôi đang mong đợi một làng nghề thủ công cũ chứ không phải một địa điểm mới - chưa hoàn thiện. Nó trông quá hiện đại và đang nhắm mục tiêu đến khách du lịch bằng tàu du lịch đến bằng xe khách. Một số địa điểm mở cửa là - tiệm vàng - tiệm gốm - tiệm thủy tinh - tiệm đá vôi. Không có gì được tạo ra trong khi chúng tôi ở đó.  - Không có khách du lịch đi tàu - .Bạn có thể mua được thứ gì đó rẻ hơn ở các cửa hàng du lịch ở các làng - thị trấn.Đọc thêm",
            "không có nhiều cửa hàng bị chiếm đóng, nhiều cửa hàng vẫn đang được xây dựng và một số trong số đó đã mở cửa đang dự trữ những thứ mà tôi đã thấy trên khắp châu Âu, vì vậy không chắc chúng thực sự là của người Malta như thế nào. rất thất vọng vì hy vọng được nhìn thấy những người thợ thủ công địa phương một cửa hàng bạc rất tốt với thợ bạc đang làm việc và xưởng thủy tinh cũng tốtĐọc thêm",
            "Bạn bè đã giới thiệu chúng tôi đến thăm trung tâm thủ công mỹ nghệ này. Chúng tôi thực sự thất vọng. Thứ nhất, các cửa hàng khác nhau rất rải rác và không có bản đồ nào giúp hướng dẫn bạn đến các khu vực quan tâm. Thứ hai, một số cửa hàng có vẻ đắt tiền - đồ gốm -, một số khác có vẻ rất hợp lý nhưng chất lượng thì đáng ngờ - đồ trang sức và đá quý -. Tuy nhiên, tài xế đã đưa chúng tôi đến Mdina Glass, hơi xa trung tâm, nơi có một bộ sưu tập phong phú và đa dạng để lựa chọn - chúng tôi đã mua một số đồ trang trí Giáng sinh -. Đọc thêm",
            "Thực sự thất vọng với điểm du lịch này. Đi bộ 10 phút dọc theo một con đường đông đúc để đến từ xe buýt công cộng và trông giống như một công trường xây dựng. Chỉ có một nơi để uống đồ uống lạnh và các cửa hàng đều giống như ở Valletta và Mdina. Sẽ không bận tâmĐọc thêm",
            "Đừng bận tâm, chúng tôi đã lái xe qua và không thấy có gì mở cửa vào chiều thứ Bảy.  Nó - đã nhận được hàng triệu tiền của EU và tất cả - đã biến mất mà hầu như không có chủ gian hàng nào yêu cầu một chỗĐọc thêm",
            "Chúng tôi - đã đến đây nhiều lần và hiện tại nó đang được cải tạo lớn. Nó được xây dựng trên một sân bay cũ và trước đây các đơn vị đều cũ - nissan - túp lều...bây giờ tất cả đều là tòa nhà bằng đá sa thạch, vì vậy một phần vẻ đẹp và lịch sử ban đầu đã không còn. Hiện tại chỉ có khoảng 6 căn hộ có cửa hàng, tôi đề xuất khoảng 30 căn sau khi công trình xây dựng hoàn thành. Nó - hơi giống UK Outlet Village nhưng không có nhãn hiệu thiết kế! Bố tôi chống gậy đi lại và nó khá dàn trải có một chút vấn đề khi nói rằng các con đường rất trơn tru và thậm chí còn có một bãi đậu xe miễn phí đàng hoàng. Cafe đã làm những món sinh tố đáng yêu và các tác phẩm đồ gốm rất đẹp với nhiều kiểu dáng và ngân sách. Đọc thêm",
            "Ngôi làng có thể tiếp cận dịch vụ xe buýt hoặc xe buýt du lịch Hop On Hop Off, cũng như bằng ô tô có bãi đậu xe. Mất khoảng một giờ 15 phút để đến đó bằng xe buýt từ Sliema - Valletta. Tuy nhiên, nó còn khá mới và chưa có nhiều doanh nghiệp ở đó. Một vài cửa hàng trang sức, một số cửa hàng thủy tinh và gốm sứ - họ cho phép bạn xem thổi thủy tinh rất thú vị - một quán cà phê và một cửa hàng gỗ ô liu thực sự đầy cảm hứng với một người chủ sáng tạo sẽ làm công việc riêng biệt. Tôi khuyên bạn nên ghé thăm nó. Đối diện ngôi làng là Bảo tàng Hàng không Malta, nơi trưng bày máy bay, một nhà nguyện tuyệt đẹp về Thế chiến thứ hai, một chiếc Spitfire và Hurricane hoàn chỉnh cùng nhiều hiện vật lịch sử và thú vị khác. Nó rất đáng để ghé thăm, đặc biệt nếu bạn quan tâm đến sự hy sinh và đóng góp của Malta cho nỗ lực chiến tranh.Đọc thêm",
            "Buổi sáng lãng phí. Xe buýt đến và đi Valletta chạy mỗi giờ.  Khi đến trung tâm thủ công giống như một thị trấn ma.  Tôi đoán có khoảng 10 cửa hàng mở cửa kinh doanh, tôi ước tính con số này ít hơn 10 - trong số các căn đã hoặc đang được xây dựng.  Trên thực tế, trong số tất cả các đơn vị đang được xây dựng, tôi thấy một đơn vị có thương nhân. Nếu tôi là một doanh nghiệp bị thuyết phục mở một đơn vị tại trung tâm thủ công, tôi sẽ không vui.  Không nói nên lời - . Tôi không bao giờ có thể thấy trung tâm thủ công được hoàn thiện như dự kiến ​​- .Đọc thêm",
            "Vẫn còn rất nhiều thứ đang được xây dựng và phần lớn trông giống như một công trường xây dựng. Rất thích cửa hàng Valetta Glass và thật thú vị khi thấy kính thổi nhưng đối với tôi đó là điều đó. Cửa hàng trang sức mở, quán cà phê rất nhỏ gắn liền với cửa hàng gốm. Xe buýt số 56 dừng ngay bên ngoài làng và đã quay lại đúng giờ, tạ ơn Chúa. Tôi chắc chắn rằng tất cả điều này sẽ rất thú vị khi nó hoàn thành nhưng hãy kiểm tra kỳ vọng ngay bây giờ.Đọc thêm",
            "Ta - Quali là một nơi thú vị để ghé thăm, đặc biệt nếu đi đến Rabat hoặc Mdina vì nó đang trên đường đi. Có một vài cửa hàng mở ra chắc chắn đáng để bạn ghé thăm để mua đồ thủ công. Hầu hết ngôi làng vẫn chưa mở cửa và vẫn đang được xây dựng, nhưng các cửa hàng mở cửa đều có những phát hiện tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            93,
            149,
            126,
            71,
            55
        ],
        "review_amount": 494,
        "location": [
            "Của - Chiên",
            "Hoạt động giải trí tại Ta - Qali",
            "Châu Âu",
            "Đảo Malta",
            "Malta",
            "Ta - Làng nghề thủ công Qali"
        ],
        "reviews_time": [
            "Written October 14, 2023",
            "Written December 7, 2023",
            "Written December 16, 2023",
            "Written January 6, 2024",
            "Written January 13, 2024",
            "Written February 20, 2024",
            "Written February 20, 2024",
            "Written March 23, 2024",
            "Written March 27, 2024",
            "Written April 17, 2024",
            "Written June 1, 2024",
            "Written May 8, 2024",
            "Written April 17, 2024",
            "Written April 2, 2024",
            "Written March 30, 2024",
            "Written March 28, 2024",
            "Written March 23, 2024",
            "Written March 12, 2024",
            "Written February 20, 2024",
            "Written February 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2208502-d5538890-Reviews-Ta_Qali_Crafts_Village-Ta_Qali_Island_of_Malta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2208502-d7804555-Reviews-Mediterranean_Ceramics-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190324-d1012825-Reviews-The_de_Mondion_Restaurant-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190324-d8536600-Reviews-Fior_Di_Latte-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190324-d21398873-Reviews-Step_15-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190326-d13117579-Reviews-Root_81-Rabat_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190324-d6788251-Reviews-The_Fork_and_Cork_Restaurant-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190324-d1205082-Reviews-The_Medina_Restaurant-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190324-d1632278-Reviews-Fontanella_Tea_Garden-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190324-d2484467-Reviews-Trattoria_AD_1530-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190324-d1899537-Reviews-Don_Mesquita-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d27099068-Reviews-Julianne_Marie_Kreattiva_Designs-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d4191859-Reviews-Malta_Aviation_Museum-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d7309022-Reviews-The_Petting_Farm-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d13869561-Reviews-National_Stadium_Ta_Qali-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190324-d523439-Reviews-Mdina_Old_City-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d26447431-Reviews-Malta_Football_Museum-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190324-d1165157-Reviews-Palazzo_Falson_Historic_House_Museum-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190324-d313288-Reviews-Metropolitan_Cathedral_of_Saint_Paul-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190324-d10105678-Reviews-Mdina_Main_Gate_Baroque_gateway-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190324-d2038169-Reviews-Mdina_Metropolitan_Cathedral_Museum-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d5538890-Reviews-or10-Ta_Qali_Crafts_Village-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d10490038-Reviews-Malta_Postal_Museum_Arts_Hub-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d1237053-Reviews-Mdina_Glass-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d8760826-Reviews-Chocolate_District-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190327-d8720096-Reviews-Souvenirs_That_Don_t_Suck-Sliema_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190327-d3504900-Reviews-The_Point_Shopping_Mall-Sliema_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d4466765-Reviews-The_Silversmith_s_Shop-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190327-d3206800-Reviews-Soap_Cafe-Sliema_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d21297156-Reviews-Tadaam-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190326-d4939668-Reviews-Publius_Cutajar_Parruccan_Confectionery-Rabat_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d15631567-Reviews-MUZA_The_Malta_National_Community_Art_Museum-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d4505369-Reviews-Valletta_Glass-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d4288019-Reviews-Ceramiki_Malta_Pottery_Events-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g676686-d10138532-Reviews-Bristow_Potteries-Attard_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d12180958-Reviews-Master_Plaster-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d17324140-Reviews-Uno_Malta-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d7079630-Reviews-Phoenician_Glassblowers-Ta_Qali_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190320-d17548242-Reviews-My_Dream_Malta-Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g7940590-d1740559-Reviews-Gullfoss_Waterfall-Blaskogabyggd_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189047-Reviews-Covent_Garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11547176-Reviews-IPIC_Fulton_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d318037-Reviews-El_Badi_Palace-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g5485027-d8115796-Reviews-Porto_Timoni_Beach-Afionas_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155361-Reviews-La_Ronde-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g55470-d3473780-Reviews-Stillhouse_Hollow_Lake-Belton_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11931867-Reviews-Blacklane-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d606209-Reviews-Alabama_Theatre-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g303908-d10037828-Reviews-Ibiza_House_Phi_Phi_Island-Ko_Phi_Phi_Don_Ao_Nang_Krabi_Town_Krabi_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2208502-d5538890-Reviews-or10-Ta_Qali_Crafts_Village-Ta_Qali_Island_of_Malta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2208502-d5538890-Reviews-Ta_Qali_Crafts_Village-Ta_Qali_Island_of_Malta.html"
    }
]