[
    {
        "attraction_name": "Tahquamenon Falls State Park",
        "attraction_name_vi": "Công viên tiểu bang Thác Tahquamenon",
        "general_info": [
            "1.771 đánh giá",
            "2 trong 6 điều cần làm ở Thiên đường",
            "Công viên tiểu bang",
            "Thác nước"
        ],
        "attraction_summary": "Nằm ở khu vực bán đảo phía trên của Michigan với động vật hoang dã và thác nước tuyệt vời.Đọc thêm",
        "reviews": [
            "Họ đang thực hiện nhiều công việc để làm cho các con đường trở nên dễ tiếp cận và dễ điều hướng.  Hoàn hảo!  Các biển báo chính xác, khuyến khích việc đi lang thang để ngắm Thác từ những góc nhìn khác nhau và giúp bạn tận dụng tối đa trải nghiệm của mình.  Đi dạo.  Khám phá.  Đi trên con đường để bảo vệ khu vực, nhưng hãy đi bộ, đi bộ và đi bộ!  Tôi khuyên bạn nên đến vào mọi mùa và vào các thời điểm khác nhau trong ngày vì quang cảnh rất ngoạn mục và tất cả ngoại trừ câu nói: Hãy quay lại sớm!  Phòng vệ sinh sạch sẽ và rộng rãi nhất gần đó!Đọc thêm",
            "Một công viên tiểu bang nhỏ xinh.  Chúng tôi đi theo những con đường mòn đến các điểm thất bại trên và dưới và tận hưởng khoảng thời gian ở đó.  Họ đang thực hiện một số cải tạo đường mòn nên dự kiến ​​sẽ có một số lần đóng cửa.  Nỗi thất vọng duy nhất của chúng tôi là cố gắng tìm một nơi để ăn trưa dã ngoại.  Cuối cùng chúng tôi đã tìm được một nơi.  Đó là một khoảng thời gian thú vị.Đọc thêm",
            "Thác nước và phong cảnh đẹp! Chắc chắn phải dừng lại khi ở Bán đảo Thượng! Cơ sở vật chất công viên được cập nhật, phòng vệ sinh sạch sẽ, cửa hàng quà tặng, cắm trại, nhà hàng, cho thuê thuyền và cảnh quan tuyệt đẹp!! Đưa gia đình ở lại một lúc! Công viên tiểu bang rộng lớn tràn ngập vẻ đẹp tự nhiên!Đọc thêm",
            "Công viên tuyệt vời, tôi đã làm thác thấp hơn.  Hầu hết mọi người đều có lối đi bộ lát ván rất đẹp và một cây cầu đẹp để đến một con đường khác có tầm nhìn đẹp hơn.  Đang tranh luận xem tôi có muốn dừng lại không, nó rất đáng để ghé thăm. Tôi đã đi khoảng 9 giờ sáng, không có nhiều người ra ngoài nên rất thú vị.  Khi tôi quay về thì có rất nhiều người đến nên tôi khuyên bạn nên đi vào sáng sớm nếu muốn tránh đám đông.Đọc thêm",
            "Đây là một công viên hoang dã tuyệt vời.  Lượt xem thật tuyệt vời.  Rất nhiều lối đi bộ đường dài thân thiện với trẻ em và những con đường tuyệt vời dành cho xe lăn trên lối đi bộ lót ván hoặc đường nhựa.  Thác trên và dưới đều tuyệt vời.  Phần trên ấn tượng hơn, phần dưới phù hợp hơn cho việc đi bộ đường dài.  Cây cầu mới rất mát mẻ và cho phép bạn đi bộ trên đảo.  Sự thật thú vị được đăng tải xuyên suốt.  Quán rượu bia đẹp tại chỗ.  Chúng tôi đã đi một chuyến đi trong ngày nhưng có rất nhiều khu cắm trại.  Mang theo bình xịt côn trùng của bạn!  Công viên đáng yêu và được bảo trì cực kỳ tốt và rộng lớn.  Phòng tắm hiện đại và đẹp.Đọc thêm",
            "Khu vực đi bộ dễ dàng rất đẹp. Cửa hàng quà tặng và phòng tắm có sẵn. Có một số cầu thang lớn để có tầm nhìn tốt hơn. 100 bước, 181 bước. Có xe đưa đón bạn đến cả hai thác. Chúng tôi lái xe và dễ dàng tìm được chỗ đậu xe. Tôi không thêm ảnh, ảnh của tôi không đẹp hơn những ảnh đã hiển thị.Đọc thêm",
            "Thác rất đẹp. Thác phía trên giống thác đổ, thác phía dưới giống thác ghềnh hơn là thác.\nBạn có thể đi bộ bên trong dòng sông ở thác thấp hơn và các con tôi rất thích nó. Ở phần dưới bạn cũng có thể thuê thuyền để đi quanh hồ. \nNếu muốn bạn có thể đi bộ từ phần trên xuống phần dưới và ngược lại. Đó là bốn dặm đi bộ một chiều. Nếu muốn, bạn có thể đỗ xe tại một trong số họ đi bộ một chiều và quay lại bằng xe đưa đón có giá 17 USD cho người đầu tiên và thêm 3 USD cho mỗi người thêm.\nBạn có thể dành ở đó từ hai đến ba giờ. Đọc thêm",
            "Chuyến thăm của chúng tôi bao gồm cả Thác Thượng và Thác Hạ là những cảnh tượng ngoạn mục. Tất cả các con đường đến cả hai Thác đều có thể tiếp cận được, điều này khiến chuyến thăm này trở nên đặc biệt thú vị đối với vợ tôi, người phụ thuộc vào ghế điện. Với lối đi bộ lót ván mới dẫn đến Lower Falls, cô đã có thể đến gần Thác hơn bao giờ hết. Sở Công viên Michigan đã đạt được thành công khi họ mở rộng lối đi bộ lát ván dài gần nửa dặm để tăng cường khả năng tiếp cận Thác Hạ. Bãi đậu xe, phòng vệ sinh và các tòa nhà đều hiện đại giúp cho các gia đình có nhu cầu tiếp cận dễ dàng và thoải mái khi đến thăm.Đọc thêm",
            "Công viên này đẹp quá! 11 mục dành cho người không phải cư dân Michigan. Chúng tôi đi bộ đến Thác Thượng, đường đi rộng rãi và dễ đi. Sau đó, chúng tôi lái xe đến thác thấp hơn và hài lòng với những con đường cũng như quang cảnh. Đây là địa điểm không thể bỏ qua nếu bạn ở khu vực này!Đọc thêm",
            "Trong khi phần lớn đất nước đang ở mức 90 độ thì công viên Paradise là 68. Việc đến thác khá dễ dàng đối với tất cả mọi người - giống như vợ tôi bị đau đầu gối.\nTôi đã quay hàng tá video hình ảnh ấn tượng về lượng nước rơi nhiều hơn những gì chúng tôi từng thấy kể từ Niagra từ lâu!Đọc thêm",
            "Tôi luôn thích tham quan thác. Phong cảnh đẹp và nhiều hoạt động ngoài trời có sẵn. Các nhượng bộ cung cấp nhiều lựa chọn tuyệt vời và quán rượu ở thác Thượng có đồ ăn và bia tuyệt vời. Tại sao tôi cho điểm này 2 sao: Mọi người cần tránh xa nước. Tôi thề rằng chắc chắn có tới 75 người sống rải rác ở các thác thấp hơn. Một, đi đúng hướng. Điều này giúp ngăn ngừa xói mòn ngày càng tăng và đảm bảo thác vẫn tồn tại trong nhiều năm tới. Thứ hai, đây là dòng nước chảy xiết với đá trơn trượt. Bất kỳ cú trượt nào cũng có thể khiến bạn rơi xuống sông và gây thương tích. Chưa kể, một số thác nước chảy xuôi dòng đang đóng đinh vào đầu bạn. Khi đó bạn sẽ đổ lỗi cho công viên hơn là đổ lỗi cho chính mình. Thứ ba, bạn đang làm hỏng vẻ đẹp của thác. Ai có thể tận hưởng vẻ đẹp tự nhiên của chúng với một đám người đổ bộ bằng phẳng lội xung quanh. Có rất nhiều hố bơi khác trên sông. Đọc thêm",
            "Công viên tiểu bang Thác Taquamenon nằm ở phía đông bắc U.P. Chúng tôi bắt đầu ở thác thấp hơn và đi bộ đến đài quan sát phía xa. Đi bộ dễ dàng và tầm nhìn tuyệt vời ra thác. Hãy bắt đầu chuyến đi của bạn sớm vào cuối tuần vì bãi đậu xe bắt đầu chật kín vào khoảng 10 giờ sáng Thứ Bảy. Điểm dừng thứ hai của chúng tôi là ở thác trên. Con đường đi bộ đến nền tảng xem cuối cùng giảm 94 bước. Hãy cẩn thận vì một số bậc thang bằng gỗ rất trơn khi ướt. Giữ chặt tay vịn. Hãy chắc chắn rằng bạn đang ở trong một chiếc xe ngoài tiểu bang để yêu cầu thẻ xe của bạn khi bạn trả phí vào cửa 9. Chúng tôi không biết rằng đáng ra chúng tôi phải nhận được thẻ khi thanh toán và may mắn thay, một phụ nữ làm việc tại cửa hàng quà tặng đã bảo chúng tôi xin một thẻ trước khi chúng tôi lái xe đến khu vực đỗ xe trên thác. Đây là điều phải xem nếu bạn đang ở U.P.Đọc thêm",
            "Có 9 vé vào cửa cho một ngày và nó rất đáng giá. Tôi khuyên bạn nên dừng lại ở cả thác nước phía dưới và thác nước phía trên. Bạn có thể đi bộ đường dài trong khu vực, nhưng xe đưa đón không chạy giữa hai khu vực của thác nước, đi bộ đường dài 4 dặm một chiều. Các dịch vụ cho thuê thuyền và cửa hàng ở thác nước phía dưới đã đóng cửa, nhưng đây có thể là một hoạt động thú vị vào một ngày hè. Rất đáng để dừng lại trên đường lái xe dọc theo phía nam Hồ Superior. Đọc thêm",
            "Thác Tahquamenon là thác Niagara của Michigan, thác nước có khối lượng lớn nhất ở Michigan.  Công viên tiểu bang có hai thác nước.  Thác Thượng là thác lớn, cao 50 foot và rộng 200 foot với lưu lượng trung bình 50.000 gallon mỗi giây.  Thác Hạ là một chuỗi các thác bao quanh một hòn đảo.  Có thể thuê ca nô để chèo ra đảo.  Một con đường mòn dài 4 dặm nối hai thác nước hoặc bạn có thể lái xe giữa hai thác nước.  Khiếu nại duy nhất của tôi là công viên quá đông đúc.  Chúng tôi đến thăm vào một ngày trong tuần và nó vẫn vô cùng đông đúc.  Nếu tôi ghé thăm lần nữa, tôi sẽ cố gắng đến đó sớm để tránh đám đông.Đọc thêm",
            "Cả Thác Tahquamenon Thượng và Hạ đều vượt quá mong đợi của tôi. Chúng tôi bắt đầu ở Upper Falls, cách bãi đậu xe một đoạn đi bộ lát đá ngắn. Vé vào công viên ngoài tiểu bang là 10 xe trong 1 ngày. 36 để lấy vé hàng năm, vì vậy hãy quyết định dựa trên việc bạn có dự định đến thăm nhiều công viên tiểu bang vào những ngày khác nhau hay không. Chuyến thăm của chúng tôi diễn ra vào tháng 7, nhưng tôi vẫn ấn tượng với lượng nước chảy ở Thác Upper. Có những góc nhìn để chụp ảnh, nhưng nhìn từ đỉnh thác sẽ đẹp hơn rất nhiều, vì vậy tôi khuyên bạn nên đi 94 bậc xuống cầu thang chắc chắn hiện đại có lan can và chiếu nghỉ. Họ không vất vả lắm và tôi không có thể lực tốt. Thác Thượng cũng có các phòng vệ sinh sạch sẽ, hiện đại cạnh bãi đậu xe. Chúng tôi lái xe đến Thác Hạ thay vì đi bộ 4 dặm trên con đường trải nhựa. Có một số điểm quan sát ở khoảng cách ngắn trên dấu vết của nhiều thác nhỏ hơn. Nó hoàn toàn thanh bình và có nhiều cây cối. Con đường này đã được trải nhựa và bao gồm một cây cầu đi bộ dẫn đến một hòn đảo có đường vòng. Tôi khuyên bạn nên tất cả của nó. Đường mòn trên đảo không dành cho người khuyết tật nhưng không vất vả. Rất khả thi đối với mọi loại người. Chúng tôi đã dành tổng cộng 2 giờ ở Thác Thượng và Thác Hạ, phần lớn ở Thác Hạ. Tôi không nhớ bất kỳ cầu thang nào ở Lower Falls cho đến sau cây cầu đi bộ. Upper Falls ít đông đúc hơn và chúng tôi thấy mọi người ở mọi lứa tuổi ở cả hai địa điểm.Đọc thêm",
            "Thực sự rất thích nó ở đây.   Chúng tôi đậu xe ở thác thấp hơn, đi bộ 4 dặm lên phía trên và uống bia, nghe nhạc sống và mua một ít bánh taco mềm ngon tuyệt từ một quầy hàng.  Trong UP suốt thời gian qua không có nhiều lựa chọn nhà hàng chứ đừng nói đến chỗ ngồi ngoài trời an toàn hơn - vì vậy thật ngạc nhiên khi tìm được một nơi tuyệt vời để thư giãn sau khi nhìn thấy thác nước và đi bộ đường dài là một điều thú vị thực sự. Sau đó, chúng tôi đi bộ 4 dặm trở lại - Con đường giữa hai người mất khoảng hai giờ mỗi chiều và một số con đường bị cuốn trôi nên bùn lầy.  Tôi không muốn có bọn trẻ nếu chúng chỉ có một đôi giày cho chuyến đi.  Nhưng chúng tôi KHÔNG gặp bất kỳ vấn đề nào với lũ bọ, thậm chí còn không rút thuốc đuổi côn trùng, và nó không quá đông đúc và ít nhất một số trong số đó nằm gần sông với tầm nhìn đẹp.  Nếu tàu con thoi đang chạy thì có lẽ chúng tôi chỉ muốn đi bộ một chiều.   Chúng tôi gặp khó khăn khi tìm bất kỳ bữa sáng nào trong ngày - dường như chỉ có một nhà hàng phục vụ bữa sáng ở Paradise và đóng cửa vào các ngày thứ Ba.  Điều đó có vẻ kỳ lạ với lượng khách du lịch đi qua.  Vì vậy, hãy ghi nhớ điều đó nếu bạn đang truy cập.Đọc thêm",
            "Sau khi sống ở Michigan vài thập kỷ, cuối cùng tôi cũng được nhìn thấy Thác Tahquamenon nổi tiếng và gạch bỏ nó khỏi danh sách những điều cần làm của mình.  Sau một chặng đường dài theo đường 123 để đến đây, tôi rất ngạc nhiên khi thấy ở đây có vài nghìn người đánh mình.  Bãi đậu xe chật kín nhưng tôi may mắn có được một chỗ dành cho người khuyết tật ngay khi có người rời đi. Thác rất đẹp và quang cảnh xuôi dòng từ thác rất đẹp.  Có một lối đi lát đá giúp tôi dễ dàng đưa vợ tôi đến khu vực thác bằng xe lăn.  Nhưng để đến gần phải đi xuống 94 bậc thang. Cần có vé vào cổng.  Người dân Michigan phải trả 17 USD để có được thẻ hàng năm để vào tất cả các công viên của Bang.  Không có thẻ hàng ngày dành cho cư dân Michigan nhưng những người ở ngoài bang có thể nhận thẻ với giá 11.Đọc thêm",
            "Dễ dàng đi bộ đến Thác Hạ và Thác Thượng của Công viên Bang Thác Tahquamenon.  Chúng tôi đã trả một khoản phí hàng ngày cho công viên tiểu bang là 10 đô la để vào Thác Hạ trước và sau đó là Thác Thượng miễn phí nếu thực hiện trong cùng ngày.  Cả hai thác đều đẹp và chúng tôi đã có được những bức ảnh đẹp.  Lower Falls đang trong quá trình xây dựng một cửa hàng quà tặng và nhà vệ sinh.  Cầu thang có thể hơi khó leo lên, nhưng đi xuống thì ổn.  Các con đường được duy trì tốt sẽ giúp ích rất nhiều.Đọc thêm",
            "Chúng tôi đến vào một ngày nóng nực của tháng 7 năm 2021. Chỉ có 5 hoặc 6 chiếc xe trước mặt chúng tôi, và tất nhiên, mọi người đều phải đợi tài xế ở đầu hàng, người không có 9 đô la tiền mặt và đang sử dụng thẻ tín dụng để thanh toán phí vào cửa. Trời ạ. Đi bộ dễ dàng xuống đường mòn đến Thác trên, sau đó bạn phải leo xuống 94 bậc thang đến chân thác. Và sau đó quay trở lại các bậc thang. Khá dễ dàng, ngay cả đối với những người cao tuổi như chúng tôi. Những con đường mòn và đài quan sát đông đúc các gia đình, trẻ em, chó được xích, tất cả đều rất tuyệt. Thác nước khá tuyệt và ngắm người cũng rất thú vị. Sau đó, chúng tôi lái xe xuống đường đến thác dưới, nơi có một cổng khác nhưng cổng này đã bao gồm trong thẻ vào công viên tiểu bang nên tất cả những gì chúng tôi phải làm là đợi một người không dùng tiền mặt khác thanh toán bằng thẻ tín dụng. Đọc thêm",
            "Khung cảnh rất đẹp và chúng tôi rất thích đi bộ đường dài.  Khu vực này sạch sẽ và có sẵn thức ăn, v.v. rất hữu ích.   Đối với hầu hết mọi người, tôi khuyên bạn nên lái xe giữa các thác và đi thuyền có mái chèo đến hòn đảo ở Thác Hạ.  Chúng tôi rất thích thời gian ở đó.  Hầu hết mọi người đều rất cân nhắc khi sử dụng khẩu trang và cách xa xã hội.Đọc thêm"
        ],
        "star_ratings": [
            1391,
            324,
            43,
            12,
            1
        ],
        "review_amount": 1771,
        "location": [
            "Thiên đường",
            "Những điều cần làm ở thiên đường",
            "Công viên tiểu bang thác Tahquamenon",
            "Bán đảo phía trên",
            "Hoa Kỳ",
            "Michigan MI"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written June 20, 2023",
            "Written June 21, 2023",
            "Written July 1, 2023",
            "Written July 10, 2023",
            "Written July 11, 2023",
            "Written July 12, 2023",
            "Written July 25, 2023",
            "Written August 15, 2023",
            "Written August 25, 2023",
            "Written July 16, 2020",
            "Written September 9, 2021",
            "Written October 3, 2020",
            "Written September 22, 2020",
            "Written July 25, 2022",
            "Written August 23, 2020",
            "Written July 9, 2021",
            "Written August 29, 2022",
            "Written August 11, 2021",
            "Written July 6, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42575-d145616-Reviews-Tahquamenon_Falls_State_Park-Paradise_Upper_Peninsula_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g42575-d8472503-Reviews-Tahquamenon_Falls-Paradise_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42575-d145616-Reviews-or10-Tahquamenon_Falls_State_Park-Paradise_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42575-d10607187-Reviews-Village_Fabrics_Crafts-Paradise_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g580312-d4705814-Reviews-Playa_de_Alcudia-Port_d_Alcudia_Alcudia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g55212-d207158-Reviews-Foster_Falls-Monteagle_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d4598405-Reviews-Carolina_Beach_Boardwalk-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34305-d8458076-Reviews-Sunwest_Park-Hudson_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60709-d109737-Reviews-Ocean_Trail-Bar_Harbor_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d105084-Reviews-Diamond_Cove-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1881034-Reviews-Phantom_of_The_Opera_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g49342-d3310494-Reviews-Tanger_Outlets_Mebane-Mebane_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g644047-d3331573-Reviews-Jungle_Beach-Unawatuna_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41614-d10340789-Reviews-Ashley_Reservoir-Holyoke_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42575-d145616-Reviews-or10-Tahquamenon_Falls_State_Park-Paradise_Upper_Peninsula_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42575-d145616-Reviews-Tahquamenon_Falls_State_Park-Paradise_Upper_Peninsula_Michigan.html"
    }
]