[
    {
        "attraction_name": "Taipei 101",
        "attraction_name_vi": "Đài Bắc 101",
        "general_info": [
            "12.257 đánh giá",
            "- 1 trong 61 điều cần làm ở Quận Xinyi",
            "Công trình kiến ​​trúc",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Cao 101 tầng, tòa nhà chọc trời cao nhất Đài Loan có tầm nhìn ngoạn mục và các cửa hàng mua sắm cao cấp bao gồm Gucci, Prada và Louis Vuitton. Ngoài ra còn có Din Tai Fung ở tầng hầm.Đọc thêm",
        "reviews": [
            "Khung cảnh hoàn toàn tuyệt vời, rất thân thiện với trẻ em với nhiều thứ để giải trí cho trẻ em, gửi bưu thiếp từ tầng 89 cho bạn bè, điều này sẽ được đánh giá cao như từ Đài Bắc 101 và lên tầng 91 trên mái nhà mở và lại có tầm nhìn tuyệt đẹp. Cửa hàng đẹp và van điều tiết lớn rõ ràng là kỹ thuật tuyệt vời! Phải xem.Đọc thêm",
            "Taipei 101 客製飄帶 là nơi nhất định phải ghé thăm khi bạn ở Đài Loan. Đây là tòa nhà chọc trời mang tính biểu tượng, mang đến cho bạn góc nhìn hoàn hảo về đường chân trời của Đài Bắc. Tòa nhà có thang máy tốc độ cao đi lên đài quan sát. Nhưng nếu bạn muốn lên đài quan sát, bạn phải trả phí. Bên cạnh đài quan sát, Taipei 101 còn là một trung tâm mua sắm với nhiều cửa hàng và nhà hàng khác nhau. Tôi thực sự không có ý định mua bất cứ thứ gì nhưng khi đi ngang qua Zara, tôi thấy một chiếc mũ trùm đầu dễ thương và vì những giọt mưa bắt đầu rơi, tôi quyết định mua một chiếc mũ trùm đầu thay vì ô. Ít nhất thì nó vẫn hợp thời trang. Đọc thêm",
            "Đài Bắc một mình từ hành trình Azamara.\n\nNgày 25 tháng 4 năm 2023 Azamara cập cảng Keelung, Đài Loan.\nChúng tôi đã mua chuyến trở về nhà này cho - 69 - người. Trên tàu chuyến tham quan này đã được bán với giá - 79 - người. Tất cả các tour trên tàu thường có giá cao hơn các tour mua trước.\nChuyến đi từ Keelung đến Đài Bắc mất khoảng 40 phút bằng xe buýt du lịch. Sự nhầm lẫn bắt đầu ngay lập tức khi hướng dẫn viên của chúng tôi bắt đầu giải thích cách tiếp cận xe buýt hop on hop off với vé do Chính quyền thành phố Đài Bắc cung cấp miễn phí cho du khách khi xuất hiện và ghi lại thông tin hộ chiếu của họ. May mắn thay, chúng tôi đã có một kỹ sư xe buýt từ hành trình, người đã rất hữu ích trong việc làm rõ thông tin hướng dẫn sang tiếng Anh đơn giản. \nĐể đến trạm xe buýt đầu tiên, chúng tôi có lựa chọn đi taxi hoặc đi tàu điện ngầm. Chỉ có một số người gặp khó khăn khi lên xe buýt lên xuống và nói với chúng tôi rằng điều này không đáng nỗ lực. Sau khi thực hiện các chuyến du ngoạn từ hơn hai chục chuyến du ngoạn trên biển, tôi chắc chắn có thể nói rằng ưu đãi này từ Azamara ít mang lại lợi ích nhất về thời gian và tiền bạc đã bỏ ra. Đài Bắc 101 rất đáng ghé thăm, nhưng không có chuyến đi này.\n\nVới khoảng - 6 người có thể mua chuyến khứ hồi đến Đài Bắc bằng xe buýt hoặc tàu hỏa. Các trạm xe lửa và xe buýt nằm cách bến du thuyền ở cảng Cơ Long 10 đến 15 phút đi bộ dễ dàng.\n\nChúc bạn có những chuyến du lịch vui vẻ.Đọc thêm",
            "Chúng tôi đã đi vào một chiều thứ ba và rất ngạc nhiên khi biết rằng nơi này khá vắng và không có hàng đợi ở góc đường..\nKhung cảnh nhìn từ trên xuống thật tráng lệ và đẹp đẽ..\nCó một số nhầm lẫn về cách lên cấp 101 vì thang máy nằm giữa cửa hàng quà tặng..\nSẽ đánh giá cao nếu họ có thể đặt nhiều biển báo hơn để chỉ đường cho chúng tôi.\nNhìn chung, trải nghiệm tuyệt vời! Đọc thêm",
            "Nhất định phải ghé thăm nơi này! Hãy đến sớm vào buổi sáng trước khi hàng dài - NHƯNG đến sớm là 11 giờ sáng - không mở cửa sớm hơn!! - chúng tôi không biết điều này... - Có thể khó chụp ảnh vì mọi người không lịch sự lắm nhưng chúng tôi đã làm được!! Đọc thêm",
            "Chúng tôi đã đến thăm Đài Bắc 101 một vài lần trong chuyến đi đến Đài Bắc vào năm 2023. Nơi đây vẫn đông đúc như thường lệ nhưng là một nơi tuyệt vời để dành chút thời gian mua sắm tại các cửa hàng cao cấp và thưởng thức những món ăn ngon tại khu ẩm thực. Rất nhiều sự lựa chọn và một nơi thoải mái với A - C, đặc biệt là khi trời nóng.Đọc thêm",
            "Được xây dựng vào năm 2004, đây là tòa nhà cao nhất thế giới trong nhiều năm. Tòa nhà này thật ngoạn mục khi nhìn thấy từ bất cứ nơi nào ở Đài Bắc. Một vài tầng đầu tiên có đầy đủ các nhà hàng và cửa hàng. Có hàng dài người phải đi lên nhưng dòng người di chuyển rất nhanh. Thang máy lên 84 tầng trong 37 giây. Sau đó, bạn có thể đi dạo quanh tầng quan sát và ngạc nhiên trước khung cảnh ngoạn mục của Đài Bắc từ mọi hướng. Chắc chắn là một trong những điểm tham quan hàng đầu ở Đài Bắc.Đọc thêm",
            "PHẢI ở Đài Bắc. Nên mua vé trực tuyến trước và đặt làn nhanh vì đám đông thường rất đông. Khi đã ở trên đỉnh, bạn có thể nhìn thấy quang cảnh từ tất cả các cửa sổ chỉ trong vòng chưa đầy 30 phút. Tuy nhiên, điều thú vị là có rất nhiều điểm chụp ảnh được trang trí từ lãng mạn đến lộng lẫy và rất được du khách yêu thích. Một chuyến tham quan về công nghệ đảm bảo sự ổn định của tòa tháp rất đáng giá và đáng xem. Điều này cũng nằm ở đầu nền tảng.Đọc thêm",
            "Nhiều nhà thiết kế và mua sắm cao cấp hơn như Cartier và GUCCI.  Có những thương hiệu High Street giống như ZARA.  Rất sạch sẽ và dễ dàng điều hướng.  WIFI miễn phí miễn phí.  Có một Khu ẩm thực ở phía dưới và một siêu thị chứa các thương hiệu quốc tế.  Chắc chắn đề nghị.  Tôi đã đi một vài lần vì nó ở gần khách sạn của tôi.  Tham quan Đài quan sát ở tầng 5f.  Đây là tòa nhà chọc trời cao nhất ở Đài Loan.  Tầm nhìn tuyệt đẹp vào ban đêm.Đọc thêm",
            "Chúng tôi đến đây không phải để ngắm cảnh mà để mua sắm ở trung tâm thương mại. Các cửa hàng ở đây bao gồm các cửa hàng hạng nhất như Gucci, nhưng cũng có Rolex, Omega, Panerai, Longines. Chúng tôi đã dành nhiều thời gian ở Lululemon, nơi các cô gái hạnh phúc nhất. Đọc thêm",
            "Vẫn là tòa nhà mang tính biểu tượng ở Đài Bắc. Trung tâm mua sắm tự hào có một loạt các thương hiệu sang trọng và không sang trọng. Ngoài ra còn có một số nhà hàng, khu ẩm thực và siêu thị ở tầng hầmĐọc thêm",
            "Phí vào cửa ngắm cảnh tòa tháp ở 101 Đài Bắc là một sự thất vọng. Thời tiết đẹp khi chúng tôi ghé thăm sau khi thanh toán - 600 mỗi cái. Giả sử mở tấm kính để nhìn ra ngoài nhưng nó không được mở. Mọi thứ ở đó rất đắt tiền. Không đáng giá cả. Giống như trả tiền để xem tất cả các mái của tòa nhà. Sẽ không ghé thăm nữa. Đọc thêm",
            "Tòa nhà cao khiến tôi phải nghển cổ lên để quan sát đỉnh của nó. Thành thật mà nói, sẽ không có nhiều thứ để xem bên trong nếu bạn không mua vé lên đài quan sát. Những tấm vé quan sát đó không hề rẻ. Khi vào bên trong tòa nhà, bạn sẽ bắt gặp một số mặt hàng sang trọng lạ mắt, trong khi các nhà hàng, bao gồm cả Din Tai Fung, đều nằm ẩn mình dưới tầng hầm. Tôi không nhìn thấy con lắc khổng lồ giúp tòa nhà đứng vững khi có động đất. Có lẽ tôi phải lên đài quan sát mới thấy được - tôi - tôi không hoàn toàn chắc chắn. Đó có thể là lý do tại sao không có nhiều thứ khác để tôi khám phá.Đọc thêm",
            "Chồng và con trai tôi đang thăm gia đình con dâu ở Đài Loan. Họ chiêu đãi chúng tôi bữa trưa tại tiệc buffet A Joy trên tầng 86 của Đài Bắc 101. Đó là bữa tiệc buffet tuyệt vời nhất mà bạn có thể ăn từ trước đến nay! Tôm hùm nướng, chân cua hoàng đế, thịt bò Wagyu, cocktail thủ công Guava Smash, kem hạt mè đen, và nhiều hơn thế nữa!Đọc thêm",
            "Đài Bắc 101 là nơi phải đến thăm. Thang máy siêu nhanh và tôi rất thích cấu trúc của tòa nhà, mặc dù nó đã hoàn thành được 20 năm! Có rất nhiều thiết lập ảnh Insta ở tầng trên cùng. Khung cảnh rất đẹp.Đọc thêm",
            "Một địa điểm tuyệt vời để ghé thăm để chụp một số bức ảnh của tòa nhà Taipei 101 ngay cả khi bạn không lên đó. Chúng tôi quyết định không đến đó vì theo giá địa phương, nó đắt ở mức NT - 600 cho một người - so với NT - 100 cho sở thú - . Khu ẩm thực thật tuyệt! Rất nhiều loại thực phẩm khác nhau để xem và thử. Hầu hết các địa điểm cũng có thực đơn được dịch sang tiếng Anh. Khu mua sắm có rất nhiều thương hiệu rất đắt tiền nên rất thú vị để xem. Đọc thêm",
            "Planned a few hours at Taipei 101, because there was quite a bit to see and do:Food:If you just want a quick meal and not spend a couple of hours at the restaurants here, the food court at the basement actually brought in the franchises of dozens of some really popular street food aka  - night market -  stores. Great way to try a variety of Taiwanese street food from various night markets in air-conditioned comfort with plenty of seats. The usual fast foods are available in the basement too. DO NOTE that despite there being many seats, it still gets really crowded at lunch time. Best to visit early for brunch if you want a less crowded hence less stressful experience.Supermarket and Food souvenirs:Plenty of food souvenirs you could get at the basement floor - be it from the high-end supermarket, Mia C - bon, or the dozens of brands of award-winning Taiwanese delights conveniently situated together in a giant food souvenir store  - perhaps this was opened by the Taiwanese Tourism board? -  right beside the food court. The fresh strawberries from Miaoli county  - mountainous region in the south -  was amazingly sweet. The custard apples locally known as  - 釋迦 -   - Shijia -  from Damu - Fengli were so unique to Taiwan that they make great souvenirs too.Shopping:Luxury stores on the 4th - 5th double floors looked like a mall within a mall and its whole architecture and design of ultra-high ceilings and escalators overlooking several double-story luxury stores was quite a sight to behold. You - ll definitely pass by this somewhat separate section of the Taipei 101 mall when you - re making your way to the Taipei 101 observatory - s lobby on the 5th floor from the mall.Views of course:You can get tickets directly from their counters on the 5th floor of the taller building  - most of the mall was actually housed in the shorter building right next door - . Many people mentioned there being a long queue, but there was zero queues when we visited on a weekday afternoon. Worth visiting both 89th and 101th floor - since you - re already there, might as well experience it all. There - s an outdoor floor called Skyline460 where you - re secured using safety ropes and carabiners... for the more adventurous.Read more",
            "Hướng dẫn viên của chúng tôi đã đặt chỗ qua điện thoại vài giờ trước khi chúng tôi đến và điều này giúp chúng tôi tiết kiệm đáng kể thời gian tránh phải xếp hàng dài. Tốc độ của thang máy ấn tượng và tầm nhìn không kém. Tham quan một trong những tòa tháp cao nhất khácĐọc thêm",
            "Cái nhìn tuyệt vời Rất sạch sẽ và ấn tượng. Thang máy tốc độ cao. Nhiều cửa hàng. Nhưng cũng phải đến Tamsui và khám phá những con đường dành cho xe đạp dọc bờ sông. Có dịch vụ cho thuê xe đạp và U-Bike. Ngoài ra, Sở thú Đài Bắc thật tuyệt vời. Dành thêm một ngày cho Mekong Gondola, bên cạnh vườn thú, để đi bộ đường dài và ăn uống ở đầu bên kia. Hãy ghé thăm Chợ Nông dân ở Yuanshan vào ban ngày -- hãy vào bên trong Expo để thưởng thức một số món ăn nhà hàng tuyệt vời -- hoặc ghé thăm Chợ NIght ở Shilin. Nhiều người khác ở Taipe!Đọc thêm",
            "Chúng tôi bắt tàu điện ngầm đến ga XianShen để xem 101 nổi tiếng thế giới. Chúng tôi chụp ảnh 101 từ xa và đi bộ khoảng 7 phút đến tòa nhà.  Có một trung tâm mua sắm ở 101. 2 tầng trên cùng của trung tâm thương mại dành cho các thương hiệu cao cấp.  Tầng 2 và tầng trệt là các cửa hàng của các thương hiệu nổi tiếng.  Khu ẩm thực nằm ở tầng hầm.  Bạn có thể đi bộ đến ga tàu điện ngầm từ tầng hầm. Lần này chúng tôi đã không lên đài quan sát vì chúng tôi đã đến đó 15 năm trước.Đọc thêm"
        ],
        "star_ratings": [
            4551,
            4945,
            2313,
            345,
            103
        ],
        "review_amount": 12257,
        "location": [
            "Đài Bắc",
            "Hoạt động giải trí tại Quận Tín Nghĩa",
            "Đài Bắc 101",
            "Đài Loan",
            "Châu Á",
            "Quận Tín Nghĩa"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written July 1, 2023",
            "Written July 11, 2023",
            "Written July 16, 2023",
            "Written August 5, 2023",
            "Written August 10, 2023",
            "Written August 18, 2023",
            "Written October 23, 2023",
            "Written October 27, 2023",
            "Written November 28, 2023",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written April 30, 2024",
            "Written April 17, 2024",
            "Written April 3, 2024",
            "Written April 2, 2024",
            "Written March 27, 2024",
            "Written March 24, 2024",
            "Written March 22, 2024",
            "Written March 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13808515-d552573-Reviews-Taipei_101-Xinyi_District_Taipei.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293913-d21087845-Reviews-Shabu-Taipei.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13808515-d3860510-Reviews-Mayur_Indian_Kitchen_MIK_1-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13808515-d2244808-Reviews-Din_Tai_Fung_101_Branch-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13808515-d3929518-Reviews-Diamond_Tony_s_101_Authentic_Italian_Cuisine-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13808515-d6228750-Reviews-Irodori_Grand_Hyatt_Taipei-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13808515-d5998705-Reviews-Cafe_Grand_Hyatt_Taipei-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13808515-d9849065-Reviews-Haidilao-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13808515-d7189135-Reviews-Da_Antonio_Ristorante_Italiano-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13808515-d14090796-Reviews-Matsusaka_Tei-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13808515-d7042964-Reviews-Host_Shabu-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d6554047-Reviews-TAIPEI_101_Observatory-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d10020564-Reviews-Taipei_101_Countdown_Fireworks-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g293913-d23955660-Reviews-Jeffrey_D_Schwartz_Jewish_Community_Center-Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d11710157-Reviews-Moon_Bus-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d6554301-Reviews-Taipei_World_Trade_Center_Hall_3-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d16646349-Reviews-Breeze_NanShan-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d6554305-Reviews-Taipei_World_Trade_Center_Hall_1-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d1419990-Reviews-Taipei_International_Convention_Center-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d6720639-Reviews-Sisinancun_Quancun_Museum-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d12276422-Reviews-Four_Four_South_Village-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d552573-Reviews-or10-Taipei_101-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d3860677-Reviews-Eslite_Bookstore_Xinyi-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d4582979-Reviews-Songshan_Cultural_and_Creative_Park-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d561371-Reviews-Raohe_Street_Night_Market-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d6674780-Reviews-Shinkong_Mitsukoshi_Mall_Xinyi_Place-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d7202751-Reviews-Eslite_Spectrum_Songyan_Store-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d1492472-Reviews-ATT_4_FUN-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d1992533-Reviews-Uni_UStyle_Taipei_Store-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d3860675-Reviews-Bellavita-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d10791548-Reviews-Xinyi_Shopping_District-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d8877381-Reviews-Yuzhenxin-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d12868890-Reviews-Sugar_Spice_Taipei_101-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13811269-d12618291-Reviews-TaiwanDay-Da_an_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g293913-d27119150-Reviews-Taipei_Greeters-Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d19217284-Reviews-JASONS_Market_Place_Taipei_101_Store-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d10238247-Reviews-Vieshow_Cinemas-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d15768600-Reviews-I_Ride_TAIPEI-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g51889-d4513494-Reviews-Trillium_Lake-Government_Camp_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806921-d7369015-Reviews-Tamshui_Old_Street-Tamsui_New_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g303874-d555063-Reviews-Sandy_Bay_Beach-Sandy_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105223-Reviews-Ocean_Drive-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g298172-d8761596-Reviews-Anata_no_Warehouse_Kawasaki-Kawasaki_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g616319-d15564588-Reviews-Punta_Mosquito-Holbox_Island_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g46885-d8671189-Reviews-Stairway_to_Heaven_Trail-Vernon_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g2158644-d10779373-Reviews-Reserva_Natural_San_Cipriano-San_Cipriano_Valle_del_Cauca_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4876049-Reviews-Gods_Own_Junkyard-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1580963-d10393528-Reviews-Valle_del_Cocora-Salento_Quindio_Department.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13808515-d552573-Reviews-or10-Taipei_101-Xinyi_District_Taipei.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13808515-d552573-Reviews-Taipei_101-Xinyi_District_Taipei.html"
    }
]