[
    {
        "attraction_name": "Tallinn Old Town",
        "attraction_name_vi": "Phố cổ Tallinn",
        "general_info": [
            "14.879 đánh giá",
            "- 1 trong 314 điều cần làm ở Tallinn",
            "Vùng lân cận"
        ],
        "attraction_summary": "Sự lộn xộn của kiến ​​trúc thế kỷ 14 và 15 với những bức tường thời trung cổ, những ngọn tháp nhọn và những con đường lát đá cuội ngoằn ngoèo cũng là địa điểm của nhiều điểm tham quan lịch sử và bảo tàng quan trọng của thành phố, bao gồm House of the Brotherhood of the Blackheads, St. Catherine - s Guild và Tòa thị chính thế kỷ 15 hiện là Bảo tàng Lịch sử.Đọc thêm",
        "reviews": [
            "Chúng tôi đi tàu từ Helsinki để đến Tallinn.  Dạo bước nhàn nhã trong phố cổ vào một ngày nắng đẹp.  Trải nghiệm người sành ăn ngon tại Olde Hansa. Chúng tôi thử món Grand Chef - s Feast vào bữa trưa.  Một trải nghiệm tuyệt làm sao!  Thức ăn và cách chúng được trình bày.  Đề nghị bỏ bữa sáng vì khẩu phần ăn rất lớn.Đọc thêm",
            "Tallinn, Estonia, vẫn chưa trở thành một địa điểm du lịch lớn, nhưng đây là một thị trấn thú vị với nhiều điều thú vị để khám phá. Chúng tôi ở khách sạn Schlossle và điều đó thật tuyệt vời. Nó - được liệt kê là một trong - những khách sạn tốt nhất trên thế giới - - và thật dễ hiểu tại sao, mặc dù giá cả thực sự hợp lý. Khi Estonia trở nên phổ biến, giá cả chắc chắn sẽ tăng lên. Hãy tận hưởng ngay bây giờ.Đọc thêm",
            "Tallinn is becoming, deservedly, a popular site to visit. Many people arrive on cruise ships. But we would like to advocate staying here and enjoying this wonderful medieval city both in the day and overnight.\n\nThe old town of Tallinn is postcard perfect, with medieval walls, architecture, towers, and sights. It would be difficult NOT to take a great picture simply by taking your camera or smart phone and taking a shot.\n\nThere are countless beautiful vistas, attractive buildings, and views. Just walk along the streets, stop at a cafe, or stop to admire a view. This city is a little like Venice in that you might want to throw away your map and simply wander around seeing things you haven - t before.\n\nMany visitors are here for the day, but we stayed over a few nights. The city is always attractive, but we especially enjoyed waling around in the evening and simply taking in the sights and atmosphere.\n\nIn any case, this is the proverbial  - find. - Read more",
            "Thật là một nơi tuyệt vời để đi nghỉ ngắn ngày ở thành phố. Phố cổ Tallinn rất dễ di chuyển xung quanh và tôi chắc chắn sẽ ủng hộ việc mua Thẻ Tallinn cho phép vào nhiều nơi miễn phí, vận chuyển miễn phí đến thăm các địa điểm ngoài thành phố - giới thiệu Tháp truyền hình Tallinn và Vườn Bách thảo bên cạnh - . Đầu tiên, tôi khuyên bạn nên đến văn phòng du lịch ở Niguliste 2 và thuê thiết bị hướng dẫn âm thanh. Chuyến tham quan kéo dài 2 giờ nhưng chúng tôi mất cả ngày theo tốc độ của riêng mình........... điểm dừng uống nước, ăn trưa, v.v.! Chuyến tham quan này đã cho chúng tôi ý tưởng về những gì chúng tôi có thể muốn quay lại, ví dụ như Fat Margaret.\nMọi người đều rất thân thiện và nói tiếng Anh rất tốt. Thực sự khuyên bạn nên đi nghỉ ở thành phố này.Đọc thêm",
            "Theo tôi, Tallinn có khu phố cổ lịch sử quyến rũ nhất Bắc Âu mặc dù Gamla stan ở Stockholm và Nyhavn ở Copenhagen cũng khá đẹp. Nó vẫn là một viên ngọc ẩn đối với nhiều khách du lịch nhưng nó ngày càng được biết đến nhiều hơn vì có thể đến được khá dễ dàng từ Helsinki chỉ với một chuyến phà kéo dài 2 giờ.\n\nNhững bức tường thị trấn thời Trung cổ với những tòa tháp được bảo tồn tốt, điều tương tự cũng xảy ra với Lâu đài Toompea - hiện là trụ sở của quốc hội Estonia - và Nhà thờ Alexander Nevsky tuyệt vời. Chắc hẳn nó giống như một câu chuyện cổ tích khi chợ Giáng sinh diễn ra.Đọc thêm",
            "Đầy đủ các bức tường và tòa nhà lịch sử được bảo tồn độc đáo. Đồng thời, đầy cây cối. Hơn hết, hầu hết các tòa nhà đều đang được sử dụng, cho thấy có thể tôn trọng quá khứ nhưng vẫn có thể sống ở hiện tại. Tất cả những điều này đang khiến trung tâm lịch sử của Tallinn trở thành một trong những địa điểm lịch sử yêu thích nhất của tôi từ trước đến nay. \nĐịa điểm đặc biệt yêu thích của tôi là Viru Gates, nơi bạn không thể bỏ lỡ việc đi qua trong mọi trường hợp. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan của riêng mình theo cuốn sách của Rick Steves.   Tôi cảm thấy nó ổn và mang lại cho chúng tôi sự linh hoạt nhưng cũng có hướng dẫn chi tiết về những gì cần xem và nội dung của nó.   Tôi rất thích lịch sử của thị trấn thượng và hạ.   Chắc chắn là một nơi tuyệt vời để ghé thăm! Đọc thêm",
            "Mang giày dép thoải mái và một tâm trí tò mò. Luôn luôn có thứ gì đó để xem hoặc khám phá ở nơi bạn nhìn. Đi dạo dọc các con phố nhỏ và bạn sẽ nhìn thấy xa hơn con đường du lịch. Các ngôi nhà Guild được bảo tồn tốt, có rất nhiều viện bảo tàng và quán cà phê hấp dẫn. Đi lang thang hoặc ngồi và mọi người xem - tùy bạn nhưng Thành phố Hansiatic cổ kính này là nơi mọi người phải xem.Đọc thêm",
            "Phố cổ là một nơi tuyệt vời để dành một vài giờ. Có rất nhiều nơi để xem, nhiều nơi để tham quan và nhiều nơi để ăn uống. Về vấn đề thứ hai, bạn có thể muốn đi bộ về phía ga xe lửa để có thêm lựa chọn ăn uống. Thành phố cổ được bảo tồn tốt. Đọc thêm",
            "Cuộc sống và linh hồn của thành phố chảy sâu vào khu phố cổ như thời trung cổ này. Các nhà hàng, cửa hàng và hầu hết mọi thứ khác đều có bán kính nhất định. Rất nhiều khách du lịch đến, nhưng thực sự nó giống như bị đánh giá thấp khi bạn nhìn thấy các trang web du lịch gợi ý phải xem, và điều này không có trong danh sách. Ở lại 1-2 đêm có thể khiến du khách đánh giá cao hơn những gì nó có thể mang lại. Bên cạnh đó, ngoài việc bán du lịch bằng tàu du lịch, còn có một số thương hiệu khách sạn đáng kính dành cho những du khách mệt mỏi khi đi nghỉ.Đọc thêm",
            "Phố cổ là lý do chúng tôi đến Estonia. Chúng tôi đang thực hiện chuyến đi ba tuần tự thực hiện tới Estonia, Latvia và Lithuania. Một điểm dừng ở thủ đô và một điểm dừng ở một điểm đến thú vị ở mỗi quốc gia. Vì Airbnb của chúng tôi nằm ở rìa Phố Cổ nên chúng tôi có thể dễ dàng khám phá những con đường rải sỏi. Đẹp.Đọc thêm",
            "Những con phố cổ rất thú vị, thời trung cổ lang thang qua các con phố và cửa hàng là điểm nổi bật của chuyến đi và là một phần không thể bỏ qua của Tallinn Đọc thêm",
            "Chỉ cần đi dạo xung quanh và bạn - sẽ có cảm giác như đang quay ngược thời gian với những con đường rải sỏi và những bức tranh kiến ​​trúc hoàn hảo. Mọi nơi đều có thể đi bộ dễ dàng.Đọc thêm",
            "Chúng tôi đã có một chuyến đi bộ nhóm nhỏ kéo dài 3 giờ với hướng dẫn viên địa phương, Maria, đó là một cách tuyệt vời để vừa ngắm nhìn Phố cổ vừa tìm hiểu điều gì đó về lịch sử của Tallinn. Có rất nhiều điều để xem ở một thành phố nhỏ như vậy và có rất nhiều điểm tham quan thực sự đáng chú ý.Đọc thêm",
            "Một khu phố cổ rất nhỏ gọn, có nhiều di tích để tham quan và tham quan trong khoảng cách đi bộ. Các bức tường thành, nhà thờ lớn, nhà thờ chính thống, cung điện và vô số con đường rải sỏi cũng như những ngôi nhà buôn bán cũ - tất cả đều tạo nên bầu không khí của nơi này. Thật tốt khi khu phố cổ vẫn giữ được bố cục và nét truyền thống. Nếu cảm thấy mệt mỏi, bạn luôn có thể ngồi uống một tách cà phê hoặc trà và thưởng thức một chiếc bánh thơm ngon ở một số quán cà phê và nhà hàng. Và - đừng quên hạnh nhân rang được bán ở quảng trường - tuy nhiên, những người bán hàng thời Trung cổ chấp nhận thẻ tín dụng: - Đọc thêm",
            "Phố cổ Tallinn tuyệt đẹp. Rất nhiều tòa nhà đẹp để xem. Rất nhiều con đường và lối đi rải sỏi nhỏ. Các công viên xung quanh Phố Cổ cũng rất đáng để khám phá. Những quán cà phê và nhà hàng đáng yêu để thưởng thức.Đọc thêm",
            "Một trong những thị trấn cổ ngoạn mục và được bảo tồn tốt nhất trên thế giới. Tôi đã đến thăm vào dịp Giáng sinh - khu chợ rất ấm cúng, trời cũng có tuyết. Chắc chắn là một xứ sở mùa đông.Đọc thêm",
            "Tôi đã đến 86 quốc gia và thành phố này là một trong những nơi tuyệt vời nhất mà tôi và vợ tôi từng đến thăm. Chúng tôi đến vào mùa đông, điều này càng khiến chúng tôi thích thú vì trời lạnh và có nhiều tuyết. Trung tâm thời Trung cổ rất đẹp, có rất nhiều thứ để xem và do.Con người, địa điểm tham quan, nhà hàng và quán bar đều tuyệt vời. Hãy ghé thăm và bạn sẽ không thất vọng.Đọc thêm",
            "Khá là một trung tâm thị trấn nhỏ gọn nên có thể đi bộ dễ dàng mặc dù Toompea Hill hơi khó leo núi nhưng cũng đáng nỗ lực.Đọc thêm",
            "Chúng tôi cho điểm này là 5 - 5 cho kỳ nghỉ đông. Mọi thứ bạn cần chỉ là đi bộ - xuống con đường lát đá cuội. Có RẤT NHIỀU quán cà phê, nhà hàng và điểm tham quan mà bạn sẽ nhìn thấy mỗi khi quay đầu lại. Chợ Giáng sinh là một trong những chợ tốt nhất mà chúng tôi từng đến, FAR tốt hơn các chợ của Manchester UK. Mọi thứ đều bằng tiếng Estonia - Anh - Nga.  Một số cơ sở kinh doanh như quầy bán đồ ăn Trung Quốc trong chợ chỉ nói được tiếng Anh. Đối với những người tinh mắt hãy thử tìm thư viện có ảnh tôi đã tải lên.  Bạn phải nhìn vào cửa sổ phòng trưng bày nhìn xuống hầm.Đọc thêm",
            "Chúng tôi dừng lại ở Tallinn trên hành trình của mình và nghĩ đến việc thực hiện một chuyến đi bộ tự hướng dẫn - sách hướng dẫn của Rick Steves - bạn nghĩ gì?Đọc thêm",
            "Có thể đi bộ dễ dàng từ cảng du lịch đến Phố cổ, khá nhỏ gọn và dễ di chuyển. Bạn có thể nhìn thấy các bức tường của Phố cổ từ bến cảng, chỉ cần đi theo con đường giữ biển ở bên phải của bạn và sẽ mất khoảng hai mươi phút với tốc độ thoải mái. Trung tâm thông tin du lịch thực sự tốt và nhân viên nói tiếng Anh cộng với bản đồ dễ theo dõi.Đọc thêm",
            "Tour đi bộĐọc thêm",
            "Đó là một ý tưởng rất tốt để thực hiện chuyến đi bộ. Văn phòng du lịch nằm ngay gần quảng trường, rất dễ tìm và có nhiều tờ rơi thông tin. Xe buýt hop on hop off hiện chỉ hoạt động vào cuối tuần và đưa bạn đi xa hơn.  Hãy tận hưởng Tallinn.Đọc thêm",
            "Có đáng để dành một vài ngày ở Tallinn hay đây là một thành phố đáng ghé thăm chỉ trong vài giờ?Đọc thêm",
            "Hai ngày rưỡi là đủĐọc thêm",
            "CHÀO,\nTôi hỏi thông tin: chuyến tham quan có hướng dẫn bằng tiếng Ý hay tiếng Anh?\n\nCảm ơn\n\nRosaĐọc thêm",
            "tiếng ýĐọc thêm",
            "Chào buổi sáng ! cho chuyến đi tiếp theo của tôi đến Estonia, bao gồm cả Tallinn, bạn có thể giới thiệu quần áo không? Tôi sẽ làm trong 20 ngày đầu tiên của tháng Bảy. Cảm ơn bạn!Đọc thêm",
            "Mùa hè, mưa, chút gì đó cho buổi tối mát mẻĐọc thêm",
            "Giá bia - đồ ăn như thế nào Đọc thêm",
            "Giá rất tốt.  Chúng tôi đi từ Phần Lan bằng thuyền và thấy một số mức giá là 50 - thấp hơn ở Phần Lan.  Thuyền chật kín người mua sắm quay lại với nhiều túi mua sắm đầy ắp.Đọc thêm",
            "Giá bia - đồ ăn như thế nào Đọc thêm",
            "Một cốc bia tươi có giá từ 5 euro và đồ ăn tùy theo, bạn có thể thưởng thức bữa tối 2 món với giá từ 20 Euro trở lên. Tjere là nhà hàng phù hợp với mọi túi tiền và đồ ăn ở mọi nơi đều ổn\nĐắt nhất là nhà hàng Ö cách phố cổ 100 m nếu bạn đang tìm kiếm thứ gì đó thật đặc biệt trong bữa tối 5 hoặc 7 mónĐọc thêm",
            "Những địa điểm ăn uống ngon mà không quá đắt hoặc quá đông khách du lịch. Thích hợp cho trẻ 14 tuổi - 2 người lớn. Ăn uống bình thường nhưng không phải đồ ăn nhanh.Đọc thêm",
            "Tôi - tôi xin lỗi vì đã trả lời quá muộn.  Tôi cực kỳ bận rộn và bây giờ mới đăng nhập lại vào TA.   Tôi thực sự ước họ - sẽ gửi email khi mọi người đặt câu hỏi về bài viết. Chúng tôi chỉ ở Tallinn một ngày.Đọc thêm",
            "Xin chào.  Bạn có cần phải đi tham quan hay tự đi được không?  Ngoài việc dạo quanh phố cổ bạn còn gợi ý gì nữa?\nCảm ơnĐọc thêm",
            "Bạn có thể tự mình đi đến khu phố cổ rất dễ dàng - có hai chuyến xe buýt nhảy lên xung quanh khu vực rộng hơn. Bến cảng thủy phi cơ, với một chiếc tàu ngầm cũ mà bạn có thể đi vào thật thú vị, nhưng chủ yếu Tallinn là một nơi tuyệt vời để đến với rất nhiều địa điểm ăn uốngXem thêm",
            "Sergey, tại sao lại là 1 điểm mà không phải 5?",
            "Xin chào, cảm ơn bạn đã dịch sang tiếng Anh vì tôi không hiểu câu hỏi của bạn.  7hanks Đọc thêm"
        ],
        "star_ratings": [
            11184,
            3215,
            419,
            41,
            20
        ],
        "review_amount": 14879,
        "location": [
            "Estonia",
            "Tallinn",
            "Những điều cần làm ở Tallinn",
            "Quận Harju",
            "Châu Âu",
            "Phố cổ Tallinn"
        ],
        "reviews_time": [
            "Written June 4, 2023",
            "Written June 21, 2023",
            "Written June 28, 2023",
            "Written June 30, 2023",
            "Written July 4, 2023",
            "Written July 5, 2023",
            "Written July 8, 2023",
            "Written July 9, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 16, 2024",
            "Written April 17, 2024",
            "Written March 28, 2024",
            "Written February 13, 2024",
            "Written February 6, 2024",
            "Written January 20, 2024",
            "Written December 30, 2023",
            "Written December 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274958-d276610-Reviews-Tallinn_Old_Town-Tallinn_Harju_County.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d1521561-Reviews-Chakra-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d6612483-Reviews-Vegan_Restoran_V-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d2402460-Reviews-Rataskaevu16-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d3136669-Reviews-Mix-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d1175344-Reviews-Cantina_Texas-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d12234026-Reviews-Vaike_Rataskaevu_16-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d13135585-Reviews-Odesa_Restaurant-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d1010006-Reviews-Dominic-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d7081858-Reviews-Scheeli_Restaurant-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d19630052-Reviews-La_Prima_Vanalinn-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d15121267-Reviews-Estonia_Japan_Showroom-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3530849-Reviews-A_Gallery-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3524693-Reviews-HOP_Gallery-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290970-Reviews-Russian_Embassy-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3535241-Reviews-Estonian_Health_Museum-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290545-Reviews-Long_Street_Pikk_tanav-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290335-Reviews-Church_of_the_Holy_Spirit_Puhavaimu_Kirik-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290334-Reviews-Great_Guild_Hall-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3524662-Reviews-Patkuli_Viewing_Platform-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d8627766-Reviews-Viewing_Point_Kohtuotsa-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d276610-Reviews-or10-Tallinn_Old_Town-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290196-Reviews-Toompea_Hill-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290207-Reviews-Tallinna_Raekoja_Plats-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d634535-Reviews-Kumu_Art_Museum-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d276613-Reviews-Aleksander_Nevski_Katedraali-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d546222-Reviews-Tallinn_Town_Wall-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d276630-Reviews-Tallinn_Town_Hall-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3522215-Reviews-Viru_Gates-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3418837-Reviews-Tallinna_Teletorn-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d25569844-Reviews-Escobaar_Tallinn-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d1108917-Reviews-EstAdventures-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d7211877-Reviews-Discover_Estonia-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290964-Reviews-Town_Hall_Pharmacy-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d7090310-Reviews-Koht_Moonshine_Bar-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d580019-Reviews-Whirlpool_Aero_Car-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g609056-d550285-Reviews-Icmeler_Beach-Icmeler_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294314-d12158251-Reviews-Humantay_Lake-Cusco_Cusco_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4469666-Reviews-Ba_Ho_Waterfall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147271-d8442685-Reviews-Santa_Maria_del_Mar-Havana_Ciudad_de_la_Habana_Province_Cuba.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d9730998-Reviews-Kerber_s_farm-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d15691139-Reviews-Hip_District-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60722-d143167-Reviews-Harpers_Ferry_National_Historical_Park-Harpers_Ferry_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d1479765-Reviews-Phuket_Simon_Cabaret-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d1556666-Reviews-Kings_Shops-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274958-d276610-Reviews-or10-Tallinn_Old_Town-Tallinn_Harju_County.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274958-d276610-Reviews-Tallinn_Old_Town-Tallinn_Harju_County.html"
    }
]