[
    {
        "attraction_name": "Tam Trinh Coffee Experiences",
        "attraction_name_vi": "Trải nghiệm cà phê Tâm Trình",
        "general_info": [
            "84 đánh giá",
            "- 1 trong 27 phương tiện di chuyển ở Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Taxi - Xe đưa đón",
            "Tour Cà Phê - Trà",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tâm Trình Coffee Experiences là một bước trong mô hình trải nghiệm cà phê hệ thống khép kín của chúng tôi - From Farm to Cup - . Nằm ở ngoại ô Đà Lạt, nổi tiếng với đèo Tà Nung, thác Voi - chùa Linh Ẩn, làng nghề dệt lụa truyền thống,... Nếu bạn là người yêu cà phê hoặc yêu thiên nhiên thì đừng bỏ lỡ cơ hội này để có trải nghiệm đích thực về những gì đằng sau thương hiệu cà phê cao cấp tốt nhất Việt Nam - những kỷ niệm khó quên về cuộc sống ở một vùng quê với khung cảnh ngoạn mục ở Tây Nguyên.Đọc thêm",
        "reviews": [
            "Chúng tôi yêu thích cà phê, vì vậy thật tuyệt khi thấy hạt cà phê được trồng như thế nào. Mọi người đều rất thân thiện và hữu ích. Cà phê và thức ăn rất ngon. Thật tốt khi biết họ coi trọng tính bền vững trong ngành cà phê. Muốn giới thiệu cho bất cứ ai thích cà phê. Đọc thêm",
            "Một điểm dừng chân nhỏ đáng yêu trong chuyến đi thác nước của chúng tôi! Nhân viên thực sự thân thiện, tham quan thú vị về cà phê - thứ mà chúng tôi yêu thích! - hướng dẫn viên của chúng tôi thực sự đam mê và hiểu biết về sản xuất cà phê! Phải nếm thử 4 loại cà phê khác nhau và sau đó gọi một miếng bánh trong khi ngắm nhìn khung cảnh tuyệt đẹp của đồn điền và thác nước! Chúng tôi đã đi uống cà phê muối rất ngon!Đọc thêm",
            "Điều bắt đầu chỉ là mong muốn có một cái nhìn rõ hơn về thác Voi, đã thay đổi thành một trải nghiệm cà phê rất thỏa mãn. Chúng tôi không chỉ thưởng thức cà phê muối và bánh ngọt thơm ngon mà còn được trải nghiệm một chuyến tham quan sâu sắc và đầy thông tin về quá trình sản xuất cà phê. Hướng dẫn viên thân thiện của chúng tôi, Hoa, rất am hiểu và đã cho chúng tôi hiểu rõ về vai trò quan trọng của Việt Nam trong sản xuất cà phê trên thế giới. Chúng tôi đặc biệt khuyên bạn nên ghé thăm viên ngọc này! Đọc thêm",
            "Một chuyến tham quan rất sâu sắc và đầy thông tin về sản xuất cà phê. Cà phê muối rất ngon. Hướng dẫn viên rất thân thiện.Đọc thêm",
            "Cảm ơn nhiều! Phản hồi của bạn đã làm nên ngày của chúng tôi. Hy vọng gặp lại bạn để khám phá nhiều điều hơn Đọc thêm",
            "Trải nghiệm tuyệt vời với Bich, chủ đồn điền, 10 - 10 sẽ giới thiệu cho tất cả Hãy thử cà phê muối - tuyệt đẹp quá!!Đọc thêm",
            "Cảm ơn bạn đã đến, chúc một ngày tốt lành! Chúc bạn luôn tận hưởng niềm vui mỗi ngày!Đọc thêm",
            "Đến đây một cách bất ngờ và vui mừng vì chúng tôi đã có một chuyến tham quan kéo dài một giờ thật thú vị và học cách pha cà phê phin của Việt Nam và các loại đậu. Muốn giới thiệu.Đọc thêm",
            "Cảm ơn bạn rất nhiều! Chúng tôi hy vọng bạn luôn vui vẻ và khỏe mạnh - 3Đọc thêm",
            "Chuyến tham quan cà phê thật tuyệt vời và rất nhiều thông tin! View đẹp xuyên qua thung lũng. Cà phê rất ngon và rất đáng để tham gia chuyến tham quan.Đọc thêm",
            "Ồ cảm ơn phản hồi của bạn, bạn rất tử tế với chúng tôi. Hẹn gặp lại các bạn vào mùa hái cà phê.Đọc thêm",
            "Tầm nhìn tuyệt vời, cà phê tuyệt vời và nhân viên thân thiện! View đẹp, chúng tôi cảm thấy thư giãn khi ở đây. cảm ơn bạn đã Đọc thêm",
            "Đánh giá của bạn đã làm nên ngày của chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời tại chỗ ở của chúng tôi. Chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "Chúng tôi dừng lại ở đây trong chuyến tham quan 3 thác nước. Chúng tôi đã thử cà phê dừa và trà xoài. Cả hai đều ngon và quang cảnh rất nổi bật!Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn. Chúng tôi rất vui vì bạn đã tận hưởng chuyến thăm của mình và chúng tôi hy vọng sẽ có hân hạnh được phục vụ bạn một lần nữa trong tương lai gần.Đọc thêm",
            "Tour cà phê tuyệt vời. Tôi đã học được rất nhiều về quy trình pha cà phê và lịch sử cà phê ở Việt Nam. 10 - 10 muốn giới thiệu! Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui mừng vì bạn đã có khoảng thời gian tuyệt vời tại chỗ ở của chúng tôi. Chúng tôi rất mong được gặp lại bạn sớm để có một trải nghiệm tuyệt vời khác.Đọc thêm"
        ],
        "star_ratings": [
            81,
            2,
            1,
            0,
            0
        ],
        "review_amount": 84,
        "location": [
            "Việt Nam",
            "Trải nghiệm cà phê Tâm Trình",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 16, 2024",
            "Written March 13, 2024",
            "Written September 25, 2023",
            "Written August 6, 2023",
            "Written August 6, 2023",
            "Written June 20, 2023",
            "Written June 15, 2023",
            "Written June 14, 2023",
            "Written June 14, 2023",
            "Written June 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d25233619-Reviews-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25233619-Reviews-or10-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25233619-Reviews-or20-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d24080493-Reviews-Vue_Orleans-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d293651-Reviews-Commercial_Street-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d254644-Reviews-Fossil_Park-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d8769965-Reviews-The_Masonic-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d491889-Reviews-Metro_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182532-d1825754-Reviews-Working_Sheepdogs-Kincraig_Aviemore_and_the_Cairngorms_Scottish_Highlands_Scotla.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d4228047-Reviews-Technology_Maritime_Museum-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g35851-d12845044-Reviews-Lake_of_Egypt-Creal_Springs_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d1994537-Reviews-Seminyak_Square-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g29105-d6915166-Reviews-Westfield_Santa_Anita_Shopping_Center-Arcadia_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d25233619-Reviews-or10-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d25233619-Reviews-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Tam Trinh Coffee Experiences",
        "attraction_name_vi": "Trải nghiệm cà phê Tâm Trình",
        "general_info": [
            "84 đánh giá",
            "- 1 trong 27 phương tiện di chuyển ở Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Taxi - Xe đưa đón",
            "Tour Cà Phê - Trà",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tâm Trình Coffee Experiences là một bước trong mô hình trải nghiệm cà phê hệ thống khép kín của chúng tôi - From Farm to Cup - . Nằm ở ngoại ô Đà Lạt, nổi tiếng với đèo Tà Nung, thác Voi - chùa Linh Ẩn, làng nghề dệt lụa truyền thống,... Nếu bạn là người yêu cà phê hoặc yêu thiên nhiên thì đừng bỏ lỡ cơ hội này để có trải nghiệm đích thực về những gì đằng sau thương hiệu cà phê cao cấp tốt nhất Việt Nam - những kỷ niệm khó quên về cuộc sống ở một vùng quê với khung cảnh ngoạn mục ở Tây Nguyên.Đọc thêm",
        "reviews": [
            "Chip tốt view đẹp có một số chip khá đẹp. Đó là khung cảnh khá đẹp của thác nước và phậtĐọc thêm",
            "Cảm ơn bạn đã đánh giá! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời tại nơi của chúng tôi. Chúng tôi rất mong sớm được gặp lại bạn để có một trải nghiệm tuyệt vời khác. Đọc thêm",
            "Nơi này gần như hoàn hảo đối với tôi. Tôi đã đến quán cà phê của họ và họ có rất nhiều địa điểm đẹp để chụp ảnh. Ngoài ra, những người làm việc ở đó rất thân thiện và dễ gần. Tôi tin rằng họ thật tuyệt vời và thành công hơn trong công việc kinh doanh của mình vì tôi có thể thấy được tình yêu với những gì họ đang làm. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tốt của bạn! Chúng tôi rất vui mừng khi biết rằng bạn rất thích trải nghiệm của mình tại nhà hàng của chúng tôi. Chúng tôi mong sớm được chào đón bạn quay trở lại. Đọc thêm",
            "Những người thực sự tốt bụng và cà phê tuyệt vời! Đã có một thời gian tuyệt vời ở đây! Cảnh đẹp là điểm nhấn của trải nghiệm này. Đọc thêm",
            "Đánh giá của bạn đã làm nên ngày của chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời tại chỗ ở của chúng tôi. Chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "Cà phê tuyệt vời, tầm nhìn còn tuyệt vời hơn. Dịch vụ khách hàng tuyệt vời. Muốn giới thiệu cho tất cả những người yêu thích cà phê ngoài kia. Đọc thêm",
            "Chúng tôi đánh giá cao đánh giá của bạn. Thật tuyệt vời khi biết rằng bạn rất thích chuyến thăm của mình và chúng tôi hy vọng sẽ có cơ hội phục vụ bạn một lần nữa trong tương laiĐọc thêm",
            "Không gian tuyệt vời, đồ uống ngon, tour hay và nhiều thông tin - - - - Mình sẽ quay lại lần nữa, nhân viên rất - - Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn. Chúng tôi rất vui vì bạn đã tận hưởng chuyến thăm của mình và chúng tôi hy vọng sẽ có hân hạnh được phục vụ bạn một lần nữa trong tương lai gần.Đọc thêm",
            "Giải thích về quy trình cà phê thực sự tốt. Tôi thực sự rất thích quá trình pha cà phê. Cà phê có vị ngon.Đọc thêm",
            "Cảm ơn bạn đã đến với Coffee Plantation To Cup Tour của chúng tôi, chúng tôi hy vọng bạn sẽ thích thú ở mọi nơi bạn đến trong tương lai. Và nếu có cơ hội xin hẹn gặp lại bạn tại Tam Trinh Coffee.Đọc thêm",
            "Đã thực hiện một chuyến tham quan phòng thí nghiệm rất nhiều thông tin - vui vẻ. Sau đó chúng tôi pha cà phê từng bước. Cà phê có vị tuyệt vời. Đọc thêm",
            "Cà phê tuyệt vời và tầm nhìn tuyệt vời ra thác nước và những ngọn núi. Nhân viên cũng rất thân thiệnXem thêm",
            "Cảm ơn bạn đã phản hồi tích cực của bạn. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời tại nhà hàng của chúng tôi. Chúng tôi mong sớm được gặp lại bạn. Đọc thêm",
            "Nơi đáng yêu và nhân viên, cà phê tuyệt vời quá! Lượt xem là tuyệt vời trên khắp đồn điền. Chắc chắn đáng để ghé thăm! Đọc thêm",
            "Đánh giá của bạn đã làm nên ngày của chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời tại chỗ ở của chúng tôi. Chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "Nơi rất đẹp ở đây. Good Drings. Khung cảnh thật tuyệt vời và nội dung rất chuyên nghiệp. Chỉ cách Thành phố Đà Lạt 45 phút và một chuyến đi vui vẻ trong ngày. Đọc thêm",
            "Đánh giá của bạn đã làm nên ngày của chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời tại chỗ ở của chúng tôi. Chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm"
        ],
        "star_ratings": [
            81,
            2,
            1,
            0,
            0
        ],
        "review_amount": 84,
        "location": [
            "Việt Nam",
            "Trải nghiệm cà phê Tâm Trình",
            "Tỉnh Lâm Đồng",
            "Những việc cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 27, 2023",
            "Written May 22, 2023",
            "Written May 20, 2023",
            "Written May 20, 2023",
            "Written May 20, 2023",
            "Written May 18, 2023",
            "Written May 18, 2023",
            "Written May 15, 2023",
            "Written May 15, 2023",
            "Written May 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d25233619-Reviews-or10-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25233619-Reviews-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25233619-Reviews-or20-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45973-d207803-Reviews-Wolf_Creek_Golf_Club-Mesquite_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g57997-d1028278-Reviews-Grayson_Highlands_State_Park-Mouth_of_Wilson_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47994-d105820-Reviews-Minnewaska_State_Park_Preserve-Kerhonkson_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d15579004-Reviews-Cosmic_Bowling-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g29106-d1091877-Reviews-Clam_Beach_County_Park-Arcata_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d10641583-Reviews-Malta_Public_Transport-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d147618-Reviews-Marine_Habitat_at_Atlantis-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142385-Reviews-Grateful_Dead_House-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45310-d504495-Reviews-Flathead_Lake-Polson_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d6199455-Reviews-Karavolades_Stairs-Fira_Santorini_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d25233619-Reviews-or20-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d25233619-Reviews-or10-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Tam Trinh Coffee Experiences",
        "attraction_name_vi": "Trải nghiệm cà phê Tâm Trình",
        "general_info": [
            "84 đánh giá",
            "- 1 trong 27 phương tiện di chuyển ở Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Taxi - Xe đưa đón",
            "Tour Cà Phê - Trà",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tâm Trình Coffee Experiences là một bước trong mô hình trải nghiệm cà phê hệ thống khép kín của chúng tôi - From Farm to Cup - . Nằm ở ngoại ô Đà Lạt, nổi tiếng với đèo Tà Nung, thác Voi - chùa Linh Ẩn, làng nghề dệt lụa truyền thống,... Nếu bạn là người yêu cà phê hoặc yêu thiên nhiên thì đừng bỏ lỡ cơ hội này để có trải nghiệm đích thực về những gì đằng sau thương hiệu cà phê cao cấp tốt nhất Việt Nam - những kỷ niệm khó quên về cuộc sống ở một vùng quê với khung cảnh ngoạn mục ở Tây Nguyên.Đọc thêm",
        "reviews": [
            "Khung cảnh thật tuyệt vời và cà phê có vị rất ngon! Bạn có thể nhìn thấy thác voi và chùa từ sân thượng và thư giãn - rất khuyến khích!Đọc thêm",
            "Tám Trình Coffee xin cảm ơn bạn, chúng mình mong bạn luôn tìm được cảm giác bình yên như ở Tám Trình Coffee, chúc bạn sức khoẻ và hạnh phúc :3Read more",
            "Cảnh đẹp. Đồ ăn mất nhiều thời gian để mang ra và không nhiều so với giá cả. Có vẻ như họ chỉ gọi đồ ăn từ grab - ngoài ra thì không khí rất yên tĩnh. Đọc thêm",
            "Chúng tôi đánh giá cao đánh giá của bạn. Thật tuyệt vời khi biết rằng bạn rất thích chuyến thăm của mình và chúng tôi hy vọng có cơ hội phục vụ bạn một lần nữa trong tương lai.Đọc thêm",
            "Chuyến đi rất tốt, một số cà phê tuyệt vời và chuyến tham quan thông tin về cách pha cà phê. Sau khi trả tiền cà phê, bạn có thể vào đài quan sát để ngắm thác nước tuyệt đẹp và bức tượng tôn giáo. Rất đáng để ghé thăm! Đọc thêm",
            "Rất cám ơn vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian đáng nhớ ở đây và chúng tôi rất mong được chào đón bạn trở lại nhà hàng của chúng tôi.Đọc thêm",
            "Nơi thực sự tốt đẹp để ghé thăm. Bạn có thể thưởng thức cả cà phê và ngắm cảnh ở đây. Đến đây vào dịp lễ nhưng không đông lắmĐọc thêm",
            "Cảm ơn bạn đã đánh giá tốt của bạn! Chúng tôi rất vui mừng khi biết rằng bạn rất thích trải nghiệm của mình tại nhà hàng của chúng tôi. Chúng tôi mong sớm được chào đón bạn quay trở lại. Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời và thú vị khi học cách sản xuất cà phê chất lượng cao theo văn hóa Việt Nam. Tôi chỉ có thể nói - wow wow -, rất nhiều điều mà tôi chưa biết, đó là một nghiên cứu khoa học về cách chế biến một tách cà phê ngon bằng phương pháp tự nhiên chứ không phải loại cà phê chồn. Có 3 hình thức giới thiệu: 1 - Mua combo bao gồm cà phê và vào cửa miễn phí nghe 15 phút - Giới thiệu sơ lược về toàn bộ quá trình chế biến cà phê 2 - Tham quan trong 1 giờ để hiểu về cà phê cũng như cách pha cà phê bằng phin Việt Nam. 3 - Chuyến tham quan trong 3 giờ với hướng dẫn viên riêng để tìm hiểu sâu về trang trại - tham quan trang trại cà phê, chế biến sơ ri tươi, pha, rang cà phê - Chúng tôi đặc biệt khuyến khích những ai thực sự yêu thích cà phê thiên nhiên i - o cà phê chồn, nên đến đây, nó vị trí của bạn và chắc chắn rằng bạn sẽ không thất vọng. Khung cảnh cũng rất đẹp và đặc biệt với thác Voi phía xa với trang trại cà phê này.Đọc thêm",
            "Cảm ơn bạn đã phản hồi tích cực của bạn. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời tại nhà hàng của chúng tôi. Chúng tôi mong sớm được gặp lại bạn. Đọc thêm",
            "Chuyến tham quan là cách tuyệt vời để tìm hiểu về quá trình chế biến cà phê của Việt Nam. Thác nước thật tuyệt vời. Chúng tôi đã có thời gian vui vẻ. Cảm ơn hướng dẫn viên Tam trinh. Đọc thêm",
            "Cảm ơn bạn đã phản hồi tích cực của bạn. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời tại nhà hàng của chúng tôi. Chúng tôi mong muốn được nhìn thấy bạn một lần nữa sớm. Chúc một ngày tốt lành!Đọc thêm",
            "Phong cảnh thiên nhiên, cảm giác thoải mái. Cà phê ngon. Đây là địa điểm bạn nên đến trải nghiệm khi tham quan ngoại ô Đà Lạt Lâm Đồng.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ trải nghiệm tuyệt vời của mình. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian đáng nhớ ở đây và chúng tôi rất mong được đón bạn trở lại nhà hàng của chúng tôi. Đọc thêm",
            "Tour du lịch rất tuyệt vời và nhiều thông tin! Đầu tiên chúng tôi tự pha cà phê sữa đá, rất vui và thú vị. Sau đó chúng tôi đã nhận được rất nhiều thông tin về cà phê nói chung, về việc trồng cà phê ở Việt Nam và về sản xuất cà phê tại Cà phê Tâm Trinh. Hướng dẫn viên Hoa của chúng tôi rất thân thiện, giải thích mọi thứ rất rõ ràng và trả lời tất cả các câu hỏi của chúng tôi. Một trải nghiệm thực sự tuyệt vời và hoàn toàn được khuyến khích! Đọc thêm",
            "Tôi đã đi trải nghiệm cà phê này với một người bạn và nó thật tuyệt. Tôi muốn giới thiệu nó cho mọi người, quang cảnh đẹp, chuyến tham quan được thiết lập độc đáo và tiếng Anh được nói tốt và tỷ lệ chất lượng giá cả là hàng đầu. Chúng tôi đã có một ngày cực kỳ vui vẻ.Đọc thêm"
        ],
        "star_ratings": [
            81,
            2,
            1,
            0,
            0
        ],
        "review_amount": 84,
        "location": [
            "Việt Nam",
            "Trải nghiệm cà phê Tam Trinh",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 12, 2023",
            "Written May 11, 2023",
            "Written May 5, 2023",
            "Written May 1, 2023",
            "Written April 27, 2023",
            "Written April 26, 2023",
            "Written April 26, 2023",
            "",
            "Written November 16, 2023",
            "",
            "Written October 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d25233619-Reviews-or20-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25233619-Reviews-or10-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25233619-Reviews-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d106739-Reviews-Riverwalk_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d13494357-Reviews-Israel_Aquarium-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d2513778-Reviews-Emirates_Park_Zoo_Resort-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189432-d523851-Reviews-Lefkes-Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g33440-d17154571-Reviews-Georgetown_Lake-Georgetown_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d4737193-Reviews-Hin_Lad_Waterfall-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544366-d4053704-Reviews-Nilai_3_Textile_Shopping_Complex-Nilai_Seremban_District_Negeri_Sembilan.html",
            "https://www.tripadvisor.com/Attraction_Review-g31892-d4505753-Reviews-Rogers_Aquatics_Center-Rogers_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d7318888-Reviews-Itwar_Bazar-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g1437311-d630808-Reviews-Gnejna_Bay-Mgarr_Island_of_Malta.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d25233619-Reviews-or20-Tam_Trinh_Coffee_Experiences-Da_Lat_Lam_Dong_Province.html"
    }
]