[
    {
        "attraction_name": "Tamarack Marketplace",
        "attraction_name_vi": "Chợ Tamarack",
        "general_info": [
            "1.115 đánh giá",
            "1 trên 11 Nơi mua sắm ở Beckley",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Tamarack Marketplace là điểm dừng chân mang tính biểu tượng cho tất cả những ai đi qua I-77 qua Beckley, West Virginia. Tòa nhà có mái đỏ nhọn trông rất bắt mắt, nhưng chính sứ mệnh, tính nghệ thuật và niềm tự hào của Appalachian đã tạo nên Tamarack Marketplace như ngày nay. Các sản phẩm của hơn 2.800 nghệ sĩ và nghệ nhân từ khắp năm mươi lăm quận được bán tại gian hàng trưng bày khu vực, chứng tỏ rằng không thiếu tài năng ở Mountain State. Tuy nhiên, nơi đây không chỉ là trải nghiệm mua sắm và phòng trưng bày nghệ thuật. Đây là trung tâm xã hội địa phương với các buổi trình diễn nghệ thuật, chuỗi buổi hòa nhạc mùa hè vào mỗi cuối tuần tại sân trong và ẩm thực Appalachian tại nhà hàng với các lựa chọn ăn uống trong nhà, mang đi và ngoài trời. Tamarack Marketplace nằm tại Lối ra 45 trên I-7764. Đọc thêm",
        "reviews": [
            "Chồng tôi và tôi luôn cố gắng dừng lại ở Tamarack bất cứ khi nào chúng tôi đi qua WVA khi lái xe về phía bắc. Chúng tôi thích tìm kiếm và đôi khi mua những sản phẩm được quảng cáo là tốt nhất của WVA. Chồng tôi không bao giờ thất bại trong việc đi qua phòng trưng bày của Nó.  Tác phẩm của các nghệ sĩ và thợ thủ công địa phương, mặc dù rất đắt tiền, nhưng mang lại cho chúng tôi niềm vui. Chúng tôi chưa ăn bất cứ thứ gì ở căng tin mà chúng tôi không thích. Nấu tại nhà, ngon và giá cả phải chăng! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để lại một bài đánh giá tốt như vậy. Rất vui vì chúng tôi có thể làm cho chuyến đi của bạn tốt hơn! Chúng tôi mong sớm được gặp lại bạn! Đọc thêm",
            "Đồ thủ công mỹ nghệ địa phương rất thú vị và rất đa dạng. Từ chăn bông đến sách đến đèn điên, nhạc cụ hộp xì gà, nhiếp ảnh, sản phẩm gỗ, đồ gốm, v.v. Rất đáng để dừng chân. Nhà hàng cũng làm bánh sandwich rueben và gà rán khá ngon! Đọc thêm",
            "Chúng tôi thực sự đánh giá cao những lời khen ngợi! Chúng tôi rất tự hào về cả những nghệ nhân và nhân viên bếp tài năng của mình! Rất vui vì bạn đã tận hưởng thời gian của mình với chúng tôi!Đọc thêm",
            "Thời gian ngắn?  Duyệt qua đây từ 9 giờ sáng cho đến khi chuyến tham quan Trình diễn Mỏ Beckley chỉ cách đó vài dặm sẽ mở cửa lúc 10 giờ sáng.  Theo tôi, hai điểm dừng này là phải có ở Beckley.  Đó là một nơi tuyệt vời để xem đồ thủ công chất lượng cao, mặc dù tôi lo lắng rằng cậu thiếu niên bồn chồn của mình có thể làm vỡ một thứ gì đó rất đắt tiền!   Người dân địa phương nói với chúng tôi rằng đồ ăn rất tuyệt, mặc dù chúng tôi ở đó giữa bữa sáng và bữa trưa và không dùng bữa. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi một bài đánh giá tốt như vậy! Chúng tôi rất vui vì bạn đã ghé qua để thưởng thức nhiều sản phẩm thủ công mà chúng tôi có trên sàn bán lẻ! Chúng tôi hy vọng bạn sẽ sớm ghé lại lần nữa! Đọc thêm",
            "Có rất nhiều nghệ sĩ và người sáng tạo ở đó với đủ loại thứ để mua. Nhà hàng cũng tốt.  Đó là một nơi tuyệt vời để mua sắm. Điều tôi không hiểu là các biển báo dọc đường đều ghi mở cửa hàng ngày nhưng rồi dòng tiếp theo lại ghi, đóng cửa vào thứ Ba!   Điều đó thực sự kỳ lạ.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết rằng bạn đã có thời gian vui vẻ cùng chúng tôi. Chúng tôi xin lỗi vì sự nhầm lẫn này. Chúng tôi hy vọng điều này không ngăn cản bạn đến thăm chúng tôi trong tương lai. Đọc thêm",
            "Chắc chắn là một điểm dừng chân ven đường tuyệt vời, nhưng xét về mặt nghệ thuật, Tamarack chỉ còn là cái bóng của chính nó trước đây. Chúng tôi từng thích duỗi chân và mở ví để mua một số tác phẩm nghệ thuật của WV. Những gì từng là hàng kệ nhiều tầng bày bán đồ địa phương với nhiều mức giá khác nhau giờ chỉ còn là những chiếc bàn một tầng chủ yếu là Fiestaware và Blenko đắt tiền. Cả hai đều là những sản phẩm tuyệt vời của WV, nhưng tôi ước vẫn còn nhiều tác phẩm thủ công nhỏ hơn nữa. Chúng tôi ước họ cũng mở cửa vào thứ Ba - hôm nay sẽ là một ngày tuyệt vời để thưởng thức bánh gà hầm hoặc đậu xanh hoặc trứng ngâm hồng. Đọc thêm",
            "Chúng tôi thực sự đánh giá cao phản hồi của bạn về việc lựa chọn nghệ thuật của Tamaracks. Chúng tôi liên tục tìm kiếm các nghệ nhân mới tham gia sàn bán lẻ của chúng tôi và chúng tôi sẽ xem xét ý kiến ​​đóng góp của bạn trong tương lai. Cảm ơn bạn đã chia sẻ suy nghĩ và chúng tôi hy vọng sớm được chào đón bạn quay lại!Đọc thêm",
            "Tôi và gia đình dừng lại ở cây me để chia tay một chuyến đi dài hơn, để duỗi chân và đi vệ sinh. Gần như ngay khi chúng tôi bước vào, tôi có cảm giác như chúng tôi đang bị theo dõi, nhưng tôi có thể cho rằng hôm nay là một ngày chậm chạp và các nhân viên đang cảm thấy buồn chán. Nhưng sau khi chúng tôi bắt đầu dạo quanh, cảm giác kỳ lạ càng trở nên mạnh mẽ hơn. Khi chúng tôi chuyển từ triển lãm này sang triển lãm khác, tôi có thể biết rằng chúng tôi luôn bị theo dõi và theo dõi bởi 2-4 nhân viên. Hãy để tôi nói rõ, chúng tôi là người da trắng. Tôi không thể tưởng tượng được những gì người Mỹ da đen phải trải qua trong đó! Là một người Tây Virginia bản địa, tôi mong đợi sự hiếu khách hơn một chút, nhưng chúng tôi rõ ràng bị nhìn nhận với ánh mắt nghi ngờ và, tôi dám nói là, chế nhạo.  Rất đáng thất vọng. Trớ trêu thay, người duy nhất tử tế với chúng tôi lại là một phụ nữ da đen lớn tuổi đang quét nhà.Đọc thêm",
            "Tôi rất tiếc khi biết về trải nghiệm đáng thất vọng của bạn tại Chợ Tamarack. Thật nản lòng khi biết rằng bạn cảm thấy không được chào đón trong chuyến thăm của mình. Sự hiếu khách là một phần thiết yếu của bất kỳ điểm đến du lịch văn hóa nào và thật đáng tiếc khi những mong đợi của bạn không được đáp ứng.\n\nQuan điểm của bạn làm sáng tỏ tầm quan trọng của việc tạo ra môi trường hòa nhập và thân thiện cho tất cả du khách. Điều quan trọng đối với chúng tôi là giải quyết mọi vấn đề liên quan đến trải nghiệm của khách hàng và đảm bảo rằng mọi người đều cảm thấy được tôn trọng và có giá trị.\n\nNếu bạn cảm thấy thoải mái, bạn có thể cân nhắc việc liên hệ trực tiếp với tôi để tôi có thể tìm hiểu thêm thông tin chi tiết.  Quay số trực tiếp của tôi là 304.539.4725 di động.\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình và tôi hy vọng những chuyến thăm trong tương lai sẽ mang lại bầu không khí tích cực và hòa nhập hơn.\n\nTrân trọng,\nTammy Coffman\nGiám đốc điều hànhĐọc thêm",
            "Chắc chắn là một điểm dừng chân tuyệt vời bên đường, nhưng Tamarack thông thái về nghệ thuật chỉ là cái bóng của chính nó trước đây.  Chúng tôi từng thích duỗi chân và mở ví để xem một số tác phẩm nghệ thuật WV.  Những gì từng là những dãy kệ nhiều tầng chứa đồ địa phương với nhiều mức giá khác nhau giờ đây chỉ còn là những chiếc bàn một tầng chứa phần lớn Fiestaware và Blenko đắt tiền.  Cả hai đều là những sản phẩm WV tuyệt vời, nhưng tôi ước vẫn còn nhiều tác phẩm thủ công nhỏ hơn.  Chúng tôi ước gì họ cũng mở cửa vào các ngày thứ Ba - hôm nay sẽ là một ngày tuyệt vời cho món bánh nồi gà, đậu xanh hoặc trứng ngâm hồng.Đọc thêm",
            "Chúng tôi thực sự đánh giá cao phản hồi của bạn về việc lựa chọn nghệ thuật của Tamaracks. Chúng tôi liên tục tìm kiếm các nghệ nhân mới tham gia sàn bán lẻ của chúng tôi và chúng tôi sẽ xem xét ý kiến ​​đóng góp của bạn trong tương lai. Cảm ơn bạn đã chia sẻ suy nghĩ và chúng tôi hy vọng sớm được chào đón bạn quay lại!Đọc thêm",
            "Tôi đến khu vực ăn uống và mua rượu ở WV Winery Departnent. Tôi đã quá 23 tính phí. Rượu có giá 24,50 và nhân viên thu ngân tính cho tôi 37,50. Tôi sống ở Lexington KY. Tôi đã về đến nhà khi nhìn thấy giá trên thẻ.Đọc thêm",
            "Chúng tôi vô cùng xin lỗi! Đây là một số để gọi để có thể sắp xếp việc này. Số của chúng tôi là 304 256-6843, số máy nhánh bán lẻ là 138. Một lần nữa, chúng tôi vô cùng xin lỗi vì điều này đã xảy ra.Đọc thêm",
            "Có rất nhiều nghệ sĩ và người sáng tạo ở đó với đủ loại thứ để mua. Nhà hàng cũng tốt.  Đó là một nơi tuyệt vời để mua sắm. Điều tôi không hiểu là các biển báo dọc đường đều ghi mở cửa hàng ngày nhưng rồi dòng tiếp theo lại ghi, đóng cửa vào thứ Ba!   Điều đó thực sự kỳ lạ.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn rất thích thời gian ở với chúng tôi. Chúng tôi xin lỗi vì sự nhầm lẫn. Chúng tôi hy vọng điều này không ngăn cản bạn ghé thăm chúng tôi trong tương lai.Đọc thêm",
            "Thời gian ngắn?  Duyệt qua đây từ 9 giờ sáng cho đến khi chuyến tham quan Trình diễn Mỏ Beckley chỉ cách đó vài dặm sẽ mở cửa lúc 10 giờ sáng.  Theo tôi, hai điểm dừng này là phải có ở Beckley.  Đó là một nơi tuyệt vời để xem đồ thủ công chất lượng cao, mặc dù tôi lo lắng rằng cậu thiếu niên bồn chồn của mình có thể làm vỡ một thứ gì đó rất đắt tiền!   Người dân địa phương nói với chúng tôi rằng đồ ăn rất tuyệt, mặc dù chúng tôi ở đó giữa bữa sáng và bữa trưa và không dùng bữa. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi một bài đánh giá tốt như vậy! Chúng tôi rất vui vì bạn đã ghé qua để thưởng thức nhiều sản phẩm thủ công mà chúng tôi có trên sàn bán lẻ! Chúng tôi hy vọng bạn sẽ sớm ghé lại lần nữa! Đọc thêm",
            "Hàng thủ công nghệ thuật địa phương rất thú vị và rất đa dạng. Từ mền, sách cho đến đèn điên, hộp đựng xì gà, nhạc cụ, nhiếp ảnh, sản phẩm gỗ, đồ gốm, v.v. Rất đáng để dừng chân. Nhà hàng còn làm bánh mì rueben và gà rán khá ngon!Đọc thêm",
            "Chúng tôi thực sự đánh giá cao những lời khen ngợi! Chúng tôi rất tự hào về cả những nghệ nhân và nhân viên bếp tài năng của mình! Rất vui vì bạn đã tận hưởng thời gian của mình với chúng tôi!Đọc thêm",
            "Đồ thủ công thật tuyệt vời và bữa trưa rất ngon. Điều đáng buồn là cậu con trai người Mỹ gốc Phi 14 tuổi của tôi đã bị nhân viên an ninh lập hồ sơ. Anh ấy là một thanh niên rất đáng kính và có trách nhiệm. Anh ấy đã rất sáng suốt khi biết rằng anh ấy sẽ bị phân biệt chủng tộc do màu da của mình.Đọc thêm",
            "Đồ ăn ở căng tin thật kinh khủng và người phụ nữ nhận đơn đặt hàng của chúng tôi không hề nói chuyện với chúng tôi khi chúng tôi gọi món. Chỉ là một nhân viên không cười, không chào hỏi. Người phụ nữ dọn bàn của chúng tôi trước khi chúng tôi có thể ngồi xuống nhiều bàn bẩn thì đẹp hơn nhiều. Khi chúng tôi chuẩn bị rời khỏi bàn, cô ấy đến gặp chúng tôi để hỏi mọi thứ thế nào. Tôi cho cô ấy xem đống nước sốt khoai tây nghiền mà chồng tôi cắn một miếng nhưng phải nhổ ra vì nó đặc quánh. Tôi đã nói với cô ấy vấn đề của họ và cô ấy nói, đó là điều xảy ra khi mọi người đến sau năm giờ khi gần đến giờ đóng cửa. Cô ấy nói rằng cô ấy xin lỗi và chúng tôi có muốn cô ấy lấy thêm khoai tây cho chúng tôi không. Chúng tôi nói không và cô ấy rời đi. Chúng tôi thường đến đó vào thứ Hai hàng tuần nhưng không còn nữa! Chiếc bánh sandwich của tôi không có mùi vị và thực tế là bánh mì rất cứng ở một đầu.Đọc thêm",
            "Tôi rất tiếc vì trải nghiệm của bạn quá kinh khủng. Hãy chấp nhận lời xin lỗi của tôi. Tôi đã chia sẻ đánh giá này với nhân viên phòng ăn và Bếp trưởng điều hành. Chúng tôi ngay lập tức huấn luyện lại đội ngũ của mình để làm tốt hơn. Bạn vui lòng gọi cho tôi vào số điện thoại di động của tôi theo số 304.539.4725 được không? Tôi muốn thảo luận thêm về vấn đề này với bạn và hy vọng bạn sẽ trở lại làm khách hàng của Tamarack Marketplace.\n\nCảm ơn,\nTammy Coffman\nGiám đốc điều hànhĐọc thêm",
            "Chồng tôi và tôi luôn cố gắng dừng lại ở Tamarack bất cứ khi nào chúng tôi đi qua WVA khi lái xe về phía bắc. Chúng tôi thích tìm kiếm và đôi khi mua những sản phẩm được quảng cáo là tốt nhất của WVA. Chồng tôi không bao giờ thất bại trong việc đi qua phòng trưng bày của Nó.  Tác phẩm của các nghệ sĩ và thợ thủ công địa phương, mặc dù rất đắt tiền, nhưng mang lại cho chúng tôi niềm vui. Chúng tôi chưa ăn bất cứ thứ gì ở căng tin mà chúng tôi không thích. Nấu tại nhà, ngon và giá cả phải chăng! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để lại một bài đánh giá tốt như vậy. Rất vui vì chúng tôi có thể làm cho chuyến đi của bạn tốt hơn! Chúng tôi mong sớm được gặp lại bạn! Đọc thêm",
            "Nơi rất thú vị để ghé thăm. Rất sạch sẽ và mời. Tôi đã nghĩ sẽ có nhiều thứ để xem và mua sắm hơn thế. Giá quá cao so với hàng hóa. Đọc thêm",
            "Chúng tôi đánh giá cao việc bạn dành thời gian để lại phản hồi cho chúng tôi! Rất tiếc, bạn không tìm thấy bất cứ điều gì bạn quan tâm. Chúng tôi cung cấp nhiều loại mặt hàng với nhiều mức giá khác nhau. Mỗi mặt hàng của chúng tôi đều được định giá dựa trên kỹ năng, thời gian và công sức mà người nghệ nhân đã bỏ ra để tạo ra mặt hàng đó.Đọc thêm",
            "Những con chó nhỏ bị xích có được phép vào Marketplace không?Đọc thêm",
            "Có, chó được phép vào trong!Đọc thêm",
            "Chi phí thổi thủy tinh là bao nhiêu Bạn có thể mua một buổi và đặt ngày sauĐọc thêm",
            "Trò thổi thủy tinh của chúng tôi với John DesMeules là người đến trước, phục vụ trước hoặc bạn gọi điện trước và đặt lịch. Vui lòng gọi 304-561-8918 để đặt chỗ.\n\nGiá cả khác nhau tùy theo lựa chọn. Bạn có thể chọn thực hiện một trong các thao tác sau:\n\nĐồ trang trí 55\nLy uống nước 55\nTrọng lượng giấy 55\nTrái tim 55\nBình 75\nBát lớn 145Đọc thêm",
            "Tôi có thể đậu xe ở Tamarack một tuần được không? Tôi sắp tham dự hội nghị vận tải nông thôn quốc gia ở Michigan và muốn đi cùng một người bạn. Chủ nhật này đến Chủ nhật tuần sau. Cảm ơn. Lesa Daniel.Đọc thêm",
            "Không chắc chắn. Kiểm tra với ban quản lýĐọc thêm",
            "Những con chó nhỏ có được phép vào trong không.Đọc thêm",
            "Chúng tôi không nhìn thấy bất kỳ thứ gì bên trong.Đọc thêm",
            "Có thể gửi hàng thủ công đặt hàng qua thư? Cụ thể là Susan lười biếng được chế tác bằng gỗ?Đọc thêm",
            "Có.Đọc thêm",
            "Tôi đang có nhu cầu mua búa dulcimer?Đọc thêm",
            "Họ có đàn dulcimer núi chứ không phải búa.Đọc thêm",
            "Đăng ký thổi thủy tinh như thế nào?Đọc thêm",
            "Các studio của các nghệ sĩ thường trú nằm xung quanh rìa bên trong của tòa nhà.     Có một quầy thông tin ngay khi bạn bước vào cửa và bạn có thể hỏi ở đó.     Hoặc khi bạn đang đi dạo quanh tòa nhà, chỉ cần nhìn vào tất cả các cửa sổ cho đến khi bạn tìm thấy cửa sổ có lò nung lớn ở giữa studio.   Tên người thợ thổi thủy tinh là John và anh ấy sẽ hướng dẫn bạn từng bước để tạo ra tác phẩm của riêng bạn.    Khi thổi, tôi thổi quá mạnh, nhưng chúng tôi bắt đầu lại và lần thứ hai tôi biết KHÔNG nên thổi mạnh mà hãy thổi chậm và nhẹ nhàng.  Chiếc bình của tôi kiêu hãnh nằm giữa bàn ăn và là một kỷ niệm rất đặc biệt đối với tôi.\nCó những chiếc ghế ngồi dọc theo cửa sổ để bạn có thể quan sát người khác.   John cũng rất nhiệt tình chỉ cho chồng tôi chỗ nào có thể đứng để chụp ảnh toàn bộ sự việc, việc này có thể mất 30 - 45 phút.\nChúng tôi đã ở đó để tham dự một hội nghị trong vài ngày nên chúng tôi đã đăng ký thời gian trong ngày sắp tới.   Tôi nghĩ rằng bạn có thể gọi cho Tamarack và kết nối qua điện thoại hoặc email với John để sắp xếp thời gian dự kiến ​​khi bạn có thể ở khu vực đó.\nTôi hy vọng rằng bạn có thể thực hiện được - đó là một cơ hội tuyệt vời!Đọc thêm",
            "Bạn có w.v. đồng hồ bằng gỗ có hình dạng giống như tiểu bang với hình ảnh của quận và chúng có giá bao nhiêuĐọc thêm",
            "Tôi đã từng thấy một bài báo như vậy trước đây; Tôi không biết liệu sản phẩm đó hiện có được bán ở Tamarack hay không, nhưng bạn có thể tra Google và tìm thấy nó dễ dàng.Đọc thêm",
            "chúng tôi có một chiếc RV 45 và sẽ đến thăm Beckley và Tamarack có thể đỗ xe qua đêm không?Đọc thêm",
            "Tôi không chắc chắn về cây me nhưng có một trung tâm du lịch ngay bên cạnh, nơi có bãi đậu xe rộng rãi. Tôi cho rằng họ cho phép đỗ xe qua đêm.Đọc thêm",
            "bạn có thể đỗ xe trong bãi của mình trong 2 - 3 ngày theo trách nhiệm của khách hàng không?Đọc thêm"
        ],
        "star_ratings": [
            612,
            301,
            129,
            47,
            26
        ],
        "review_amount": 1115,
        "location": [
            "Hoa Kỳ",
            "Chợ Tamarack",
            "Các hoạt động ở Beckley",
            "Tây Virginia WV",
            "Beckley"
        ],
        "reviews_time": [
            "Written July 24, 2023",
            "Written September 13, 2023",
            "Written October 11, 2023",
            "Written October 25, 2023",
            "Written December 26, 2023",
            "Written February 9, 2024",
            "Written December 26, 2023",
            "Written October 30, 2023",
            "Written October 25, 2023",
            "Written October 11, 2023",
            "Written September 13, 2023",
            "Written August 28, 2023",
            "Written August 14, 2023",
            "Written July 24, 2023",
            "Written July 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58856-d568027-Reviews-Tamarack_Marketplace-Beckley_West_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58856-d2421749-Reviews-Tamarack-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58856-d2174525-Reviews-Cracker_Barrel-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58856-d2621870-Reviews-Ruby_Tuesday-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58856-d2219563-Reviews-Pasquale_s-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58856-d1520639-Reviews-The_Char-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58856-d3361046-Reviews-Bob_Evans-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58856-d4797485-Reviews-Campestre-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58856-d540341-Reviews-Texas_Steakhouse_Saloon_Beckley-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58856-d4615758-Reviews-Kems_Restaurant-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58856-d2624960-Reviews-Young_Chow_s-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d108070-Reviews-Beckley_Exhibition_Coal_Mine_and_Youth_Museum-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d10034502-Reviews-Raleigh_county_veterans_museum-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d2243764-Reviews-Theater_West_Virginia-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d17338777-Reviews-Beckley_Arts_Center-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59279-d13309913-Reviews-Peddler_s_Antiques_Collectibles-Mabscott_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58982-d1569838-Reviews-Daniel_Vineyards-Crab_Orchard_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d16679215-Reviews-Hickory_Tree_Antique_Mall-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d21368408-Reviews-Peddler_s_Antiques_Collectibles-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d14791847-Reviews-Classy_Clutter-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d27069786-Reviews-Youth_Museum_of_Southern_WV-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d568027-Reviews-or10-Tamarack_Marketplace-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d26312068-Reviews-Scentister-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d27049889-Reviews-Kohl_s-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d27030951-Reviews-T_J_Maxx-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d20329215-Reviews-The_Deep_End_Antiques-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d15951366-Reviews-Gabe_s-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d10192583-Reviews-All_Season_s_Floral_Gifts-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d7937206-Reviews-Mountain_State_Miniature_Golf-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60743-d1213618-Reviews-West_Virginia_Adventures-Glen_Jean_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d2350878-Reviews-Grandview_Unit_New_River_National_Park-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d13237473-Reviews-Balanced_Life_Studio-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d23550166-Reviews-The_Axe_Hole_Beckley-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d10818459-Reviews-The_Raleigh_Playhouse_Theatre-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d13009700-Reviews-Gunsmoke_Indoor_Range-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59341-d15316598-Reviews-Psychopath_Escape_Room-Mount_Hope_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d25126929-Reviews-Family_Game_Knight_Llp-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298202-d12182795-Reviews-Omimaiko_Beach-Otsu_Shiga_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g635608-d3300774-Reviews-Santorini_Water_Park-Perissa_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d181825-Reviews-Chinatown-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d21338216-Reviews-Belgrade_Nikola_Tesla_Airport_Lounge-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4688351-Reviews-Body_World-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46843-d270681-Reviews-Wild_West_City-Stanhope_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34571-d12883874-Reviews-Pompano_Beach-Pompano_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1520212-Reviews-XS_Nightclub-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58856-d568027-Reviews-or10-Tamarack_Marketplace-Beckley_West_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58856-d568027-Reviews-Tamarack_Marketplace-Beckley_West_Virginia.html"
    }
]