[
    {
        "attraction_name": "Tanglewood",
        "attraction_name_vi": "Gỗ tang",
        "general_info": [
            "1.184 đánh giá",
            "- 2 trong số 31 điều cần làm ở Lenox",
            "Bản giao hưởng",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Ngôi nhà mùa hè của Dàn nhạc Giao hưởng Boston có các buổi biểu diễn của các nhạc trưởng, nghệ sĩ độc tấu và nhạc sĩ nổi tiếng thế giới.Đọc thêm",
        "reviews": [
            "Tôi đã đến gặp Alison Krauss và Robert Plant. Đây là lần đầu tiên tôi đến Tanglewood và nó không làm tôi thất vọng. Tôi và bạn tôi có được những chiếc ghế trên bãi cỏ và thật là một khoảng thời gian vui vẻ trước buổi biểu diễn để đi chơi và đi dã ngoại. Buổi biểu diễn thật đáng kinh ngạc. Giá ghế ngồi trên bãi cỏ không đắt và cộng đồng cảm thấy thật tuyệt vời. Mọi người đều rất thân thiện, vui vẻ và tốt bụng. Một trải nghiệm buổi hòa nhạc tuyệt vời. Tôi rất nóng lòng muốn được tham dự nhiều buổi hòa nhạc hơn tại Tanglewood trong tương lai.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời. James Taylor - buổi trình diễn dưới mưa ngày 3 tháng 7. Mang theo một chiếc xe đẩy và chuẩn bị đi bộ từ bãi đậu xe. Mang theo đồ ăn và rượu của riêng bạn, điều đó được cho phép. Lều hoặc ô lớn được khuyến khích. Bãi cỏ thật hoàn hảo. Chúng tôi không có tầm nhìn tốt nhất nhưng vẫn có thể nghe rõ.Đọc thêm",
            "Chúng tôi đã mua vé để xem James Taylor vào ngày 4 tháng 7. Anh ấy và ban nhạc của anh ấy thật tuyệt vời. Những rắc rối khi mua vé, lái xe và đỗ xe thật kinh khủng.\n\nChúng tôi đã bị chặn lại trên phố West Street trong 20 phút mặc dù có người chỉ đường. Đường vào bãi đỗ xe đã bị chặn. Ghế không được xếp cạnh nhau. Thật may là buổi biểu diễn rất tuyệt. Chúng tôi sẽ không bao giờ đặt kỳ nghỉ với một nghệ sĩ chính nữa. Đọc thêm",
            "Chuyến đi sinh nhật với bạn gái của tôi.\nĐể gặp James Taylor. Họ nói rằng hãy đến đó sớm, chúng tôi đã đến sớm 2 tiếng và xếp hàng thật điên rồ! Trên thực tế có nhiều dòng người.  Chúng tôi ngồi như những con gia súc bị nhốt hàng giờ dưới ánh nắng chói chang. Quá mệt mỏi vì nóng, cuối cùng chúng tôi cũng được phép vào. Tìm một chỗ râm mát và tập hợp lại. 15 phút sau mưa như trút nước và nó không bao giờ tạnh. Ngâm đến tận xương, ghế đầy nước và buổi hòa nhạc không bắt đầu trong một giờ nữa. Không có gì ngoài những vũng nước, mọi người có hoặc không có lều bật lên đều ướt! Mọi người phải rời đi, không thể ngồi trên ghế hay bãi cỏ. Ướt sũng, các bạn gái của tôi chỉ trang điểm chảy dài trên mặt lol. Rõ ràng là chúng tôi phải quay lại khách sạn.  Thời tiết chỉ trở nên tồi tệ hơn và cảm ơn Chúa, chúng tôi đã rời đi. Bài báo về buổi hòa nhạc cho biết mọi người chúng tôi đang cố gắng rời đi và không chỉ trời đổ mưa, mọi người còn bị mắc kẹt trong bùn và hàng nghìn người đang cố gắng thoát ra ngoài cùng một lúc. Đó là một địa điểm tuyệt đẹp cho những gì tôi đã thấy. Đó là lần đầu tiên của chúng tôi ở đó.\nThật tuyệt khi bạn có thể mang theo Thức ăn, đồ uống, lều, bàn của riêng mình, nhưng nếu bạn là người hút thuốc - họ sẽ cấm hơi nước. Tôi - sẽ quay lại xem tàu ​​vào cuối tháng 8 và hy vọng sẽ có trải nghiệm tốt hơn. Tôi sẽ không đến đó sớm và tận dụng cơ hội tìm chỗ ngồi và chỗ đậu xe. Họ không mở cổng cho đến 5 giờ chiều. Thật điên rồ khi biết mọi người đến đó sớm nhất là 10 giờ sáng để xếp hàng cho một chỗ ngồi trên bãi cỏ..Đọc thêm",
            "Có rất nhiều điều để yêu thích về Tanglewood, bao gồm cả những tiết mục tuyệt vời được biểu diễn ở đó, truyền thống của quốc gia trồng cỏ, những chiếc ghế tuyệt vời trong nhà kho, v.v. Nhưng ôi bãi đậu xe. Và ôi bóng tối sau buổi biểu diễn và thiếu biển báo để đưa bạn trở lại xe của mình! Chúng tôi đi 2 đêm gần nhau và đến đêm thứ 2 đã có địa hình khá tốt, nhưng đêm đầu tiên chúng tôi lang thang trong mưa tầm tã cố gắng tìm đúng cổng để thoát ra. Theo nghĩa đen, trải nghiệm của chúng tôi đã giảm sút - nhưng bây giờ cảm thấy như những người chuyên nghiệp. Đọc thêm",
            "Thật sự là một điều tuyệt vời khi được trực tiếp trải nghiệm âm nhạc trực tiếp. BSO là đỉnh cao và các buổi biểu diễn rất chuyên nghiệp. Chúng tôi ngồi trong nhà kho nhưng nhiều người thích bãi cỏ rẻ hơn.  Hôm mình đi trời mưa nên ngồi trong nhà kho rất vui.Xem thêm",
            "Điều đáng biết là những chỗ bóng mờ trên bãi cỏ có xu hướng lấp đầy lúc 12:30 cho buổi biểu diễn lúc 2:30.  Là một hàng rào chống mưa - trời không - t - và điều kiện rất nắng - đúng vậy - chúng tôi cũng có vé tương đối rẻ ở Nhà kho và điều đó đã diễn ra tốt đẹp.  Việc đỗ xe gần lối vào có thể là một vấn đề nhưng tấm dành cho người khuyết tật sẽ khiến việc đỗ xe trở nên dễ dàng.\n\nTrong mọi trường hợp, âm nhạc và bầu không khí thật tuyệt vời.Đọc thêm",
            "Chúng tôi đã tham dự buổi diễn tập ngày 12 tháng 8 tại Tanglewood.  Một trong những nhà soạn nhạc đã phát biểu lúc 9:30 sáng và chúng tôi đã đến đủ thời gian để nghe cô ấy nói.  Chỗ đỗ xe hoàn toàn không phải là vấn đề, nhưng đây là một ngày sớm.  Chúng tôi có thể ngồi bất kỳ chỗ nào trong Nhà kho để nghe cuộc trò chuyện của cô ấy.  Buổi diễn tập thực sự bắt đầu lúc 10h30 sáng và chúng tôi đã sắp xếp chỗ ngồi cho Shed.  Đó là một buổi sáng huy hoàng.  Toàn thể dàn nhạc đang tập dượt chương trình sẽ biểu diễn vào chiều hôm sau.  Chúng tôi đã lên kế hoạch cho chương trình đặc biệt này vì Yo-Yo Ma sẽ biểu diễn.  Thật không may, Covid đã loại anh ấy ra ngoài, nhưng Renee Fleming đã hát Strauss và điều đó thật tuyệt vời.  \n\nMột vài điều cần lưu ý.  Nếu bạn đang ngồi trong Nhà kho, hãy mang theo thứ gì đó để làm mềm ghế - đệm hoặc chăn - vì ghế làm bằng gỗ và không thoải mái.  Ngoài ra, độ tuổi trung bình của khán giả là 85 và khá thô lỗ, vừa khó chịu vừa hấp dẫn.Đọc thêm",
            "Đây là chuyến thăm thứ hai - và thứ ba - của chúng tôi tới Tanglewood, và là chuyến thăm thứ hai của chúng tôi đến Hoa Kỳ từ Vương quốc Anh, đặc biệt cho những buổi hòa nhạc này. Tanglewood là một nơi rất đặc biệt và các buổi hòa nhạc cũng rất đặc biệt. Chuyến thăm này, chúng tôi đã đưa các con mình - 9 và 12 tuổi - đến trải nghiệm và chúng không hề thất vọng. \n\nLần này chúng tôi mua vé xem sân khấu Boston Pops do John Williams chỉ huy. Buổi hòa nhạc thật tuyệt vời và bầu không khí thật tuyệt vời. Có hàng nghìn người chúng tôi ở trên bãi cỏ nên không gian rất hạn chế nhưng bạn biết đấy - sẽ diễn ra tại một buổi hòa nhạc như thế. Chúng tôi đến khoảng 30 phút trước khi cổng mở lúc 2 giờ chiều và lúc đó hàng đợi khá dài, nhưng nhân viên đã xử lý tốt và khi cổng mở, chúng tôi di chuyển vào nhanh chóng. Một anh chàng nói với chúng tôi rằng anh ta đã đến đây hàng năm trong 60 năm và chưa bao giờ gặp nhiều người đến thế!\n\nChúng tôi cũng đã có vé xem sân cỏ cho Tanglewood on Parade nhưng chúng tôi đã nâng cấp những vé này để bỏ vé do dự báo thời tiết. Thời tiết rất mưa nhưng hầu hết các hoạt động vẫn tiếp tục. Buổi hòa nhạc và pháo hoa thật tuyệt vời.\n\nNói chung là hai trải nghiệm Tanglewood tuyệt vời khác. Tôi rất muốn giới thiệu nơi này. Đọc thêm",
            "Vào một buổi tối mùa hè đẹp trời, chúng tôi đã thưởng thức buổi biểu diễn của Kelly O - Hara tại Hội trường Seiji Ozawa ở Tanglewood.  Cô O - Hara là một nghệ sĩ xuất sắc đã thể hiện nhiều ca khúc trong các buổi diễn ở Broadway cũng như những bài hát khác có ý nghĩa với cô.  Âm thanh trong hội trường rất tuyệt vời và khiến buổi biểu diễn trở nên tốt hơn.  Chúng tôi ngồi ở bên cạnh hội trường nên chúng tôi phải quay đầu lại để xem cô ấy biểu diễn.\n     Nếu một người có vấn đề về di chuyển, tôi khuyên họ không nên mua vé lên tầng hai vì không có thang máy hoặc thang cuốn để lên đó.\n     Tanglewood là một không gian biểu diễn tuyệt vời.  Những bãi cỏ tuyệt đẹp và tầm nhìn không gì sánh bằng. Có rất nhiều bãi đậu xe, vì vậy người ta phải biết nơi họ đậu xe.  Một điểm rất thú vị là có xe điện được cung cấp cho những người cần hỗ trợ để lên ô tô của họ         \n   Điểm nổi bật của bất kỳ mùa hè nào là tham dự buổi biểu diễn Tanglewood.  Đọc thêm",
            "Vào một buổi tối mùa hè đẹp trời, chúng tôi đã thưởng thức buổi biểu diễn của Kelly O - Hara tại Hội trường Seiji Ozawa ở Tanglewood.  Cô O - Hara là một nghệ sĩ xuất sắc đã thể hiện nhiều ca khúc trong các buổi diễn ở Broadway cũng như những bài hát khác có ý nghĩa với cô.  Âm thanh trong hội trường rất tuyệt vời và khiến buổi biểu diễn trở nên tốt hơn.  Chúng tôi ngồi ở bên cạnh hội trường nên chúng tôi phải quay đầu lại để xem cô ấy biểu diễn.     Nếu một người có vấn đề về di chuyển, tôi khuyên họ không nên mua vé lên tầng hai vì không có thang máy hoặc thang cuốn để lên đó.     Tanglewood là một không gian biểu diễn tuyệt vời.  Những bãi cỏ tuyệt đẹp và tầm nhìn không gì sánh bằng. Có rất nhiều bãi đậu xe, vì vậy người ta phải biết nơi họ đậu xe.  Một điểm nhấn rất thú vị là có xe điện cung cấp cho những người cần hỗ trợ để ra ô tô. Điểm nổi bật của bất kỳ mùa hè nào là tham dự buổi biểu diễn Tanglewood.  Đọc thêm",
            "Đã đi đến buổi hòa nhạc Jackson Browne. Âm thanh khủng khiếp. Đây là một địa điểm âm nhạc.  - Tôi đã ở trong nhà kho - . CNTT còn vang dội hơn cả phòng tập thể dục ở trường trung học. Tôi đề nghị rằng nếu bạn muốn nghe nhạc và hiểu những gì ca sĩ đang hát thì bạn nên đến một địa điểm khác. LÃNG PHÍ TIỀN BẠC!!! hai giờ tôi không bao giờ có thể quay lại....Đọc thêm",
            "Tanglewood, vui lòng cấm sử dụng ô trong buổi biểu diễn! Những người lớn tuổi có quyền không quan tâm đến những người đứng sau cản trở tầm nhìn và không nghe lời những người bảo vệ yêu cầu họ di chuyển ô. Hoặc họ đến vào phút chót, nhét mình ngay cạnh bạn và nói to. Điều này đang trở thành một vấn đề mỗi khi chúng tôi ghé thăm.Đọc thêm",
            "Đây là chuyến thăm thứ hai - và thứ ba - của chúng tôi tới Tanglewood, và là chuyến thăm thứ hai của chúng tôi đến Hoa Kỳ từ Vương quốc Anh, đặc biệt cho những buổi hòa nhạc này. Tanglewood là một nơi rất đặc biệt và các buổi hòa nhạc cũng rất đặc biệt. Chuyến thăm này, chúng tôi đã đưa các con mình - 9 và 12 tuổi - đến trải nghiệm và chúng không hề thất vọng. Lần này chúng tôi mua vé xem sân khấu Boston Pops do John Williams chỉ huy. Buổi hòa nhạc thật tuyệt vời và bầu không khí thật tuyệt vời. Có hàng nghìn người chúng tôi ở trên bãi cỏ nên không gian rất hạn chế nhưng bạn biết đấy - sẽ diễn ra tại một buổi hòa nhạc như thế. Chúng tôi đến khoảng 30 phút trước khi cổng mở lúc 2 giờ chiều và lúc đó hàng đợi khá dài, nhưng nhân viên đã xử lý tốt và khi cổng mở, chúng tôi di chuyển vào nhanh chóng. Một anh chàng nói với chúng tôi rằng anh ấy đã đến đây hàng năm trong 60 năm và chưa bao giờ gặp nhiều người đến vậy! Chúng tôi cũng có vé xem sân cỏ cho Tanglewood trong cuộc diễu hành nhưng chúng tôi đã nâng cấp những vé này để giảm vé do dự báo thời tiết. Thời tiết rất mưa nhưng hầu hết các hoạt động vẫn tiếp tục. Buổi hòa nhạc và pháo hoa thật tuyệt vời. Nói chung là hai trải nghiệm Tanglewood tuyệt vời khác. Tôi rất muốn giới thiệu nơi này. Đọc thêm",
            "Âm nhạc tuyệt vời và khung cảnh yên bình giữa những tán cây! Đừng bỏ lỡ Dàn nhạc Giao hưởng Boston cho bất kỳ buổi hòa nhạc nào. Chỗ ngồi trong Nhà kho sẽ đảm bảo bạn sẽ không bị mưa và không có chỗ ngồi tồi trong nhà. Âm thanh rất tuyệt!Đọc hơn",
            "Chúng tôi đã tham dự buổi diễn tập ngày 12 tháng 8 tại Tanglewood.  Một trong những nhà soạn nhạc đã phát biểu lúc 9:30 sáng và chúng tôi đã đến đủ thời gian để nghe cô ấy nói.  Chỗ đỗ xe hoàn toàn không phải là vấn đề, nhưng đây là một ngày sớm.  Chúng tôi có thể ngồi bất kỳ chỗ nào trong Nhà kho để nghe cuộc trò chuyện của cô ấy.  Buổi diễn tập thực sự bắt đầu lúc 10h30 sáng và chúng tôi đã sắp xếp chỗ ngồi cho Shed.  Đó là một buổi sáng huy hoàng.  Toàn thể dàn nhạc đang tập dượt chương trình sẽ biểu diễn vào chiều hôm sau.  Chúng tôi đã lên kế hoạch cho chương trình đặc biệt này vì Yo-Yo Ma sẽ biểu diễn.  Thật không may, Covid đã loại anh ấy ra ngoài, nhưng Renee Fleming đã hát Strauss và điều đó thật tuyệt vời.  Một vài điều cần lưu ý.  Nếu bạn đang ngồi trong Nhà kho, hãy mang theo thứ gì đó để làm mềm ghế - đệm hoặc chăn - vì ghế làm bằng gỗ và không thoải mái.  Ngoài ra, độ tuổi trung bình của khán giả là 85 và khá thô lỗ, vừa khó chịu vừa hấp dẫn.Đọc thêm",
            "We attended the August 5th evening performance of the Boston Pops, with David Newman and John Williams  - ! -  conducting film music. Although I have been to the Berkshires several times, this was my first concert at Tanglewood. As I booked the tickets only a week prior, we were on the lawn. I did check out reports on what to bring, but, wow, some folks really go all out!We had a blanket and 3 folding canvas chairs, and picked up some charcuterie, salads, wine, and other treats in Lenox just before leaving, to make up our picnic dinner. The gates open at 5:30, and we got there shortly after. Arriving early did allow us to get a decent location, with view of the high-resolution LED screens. If you are on the lawn, you will not be able to see the actual stage during the concert, but everything is shown on multiple screens, and the sound is excellent. We were also exceedingly fortunate to have near perfect weather  - mid-low 70s, light breeze - . I did use mosquito repellent, but really didn - t see much in the way of bugs all night.While waiting for the 8:00 concert to begin, we enjoyed our picnic, and watched as the lawn continued to fill up. Some people go all out, with low camp tables covered with tablecloths, a vase of flowers, a candelabra, and even an ice bucket for their wine. By the time the concert began, the lawn was packed with thousands of people. If you need to use the restroom, do it before the concert...the lawn is very dark once the concert begins, and it is hard to find your way back  - not to mention rude walking in front of, over, and around folks who are trying to enjoy the music. - The concert was amazing! It was a greatest-hits of Williams movie music, performed admirably by the orchestra and Tanglewood Chorus. Williams was called back for 3 encores, ending, of course, with the Imperial March from Star Wars.Exiting Tanglewood is an exercise in patience. There are only a few roads leading in and out, and getting some 15-20,000 folks out of there all at once takes time. I think it was a good 45-50 minutes before we got from our lot to the center of Lenox, where the the traffic opened up. We parked in the Lower Beech lot. If you plan for it to take a long time, you won - t be as aggravated. If you are in a hurry, this is NOT the place to be.Read more",
            "Chúng tôi là những du khách lần đầu đến Tanglewood. Chúng tôi đến Lenox 70 phút trước khi buổi hòa nhạc của John Williams bắt đầu vào Thứ Bảy, ngày 5 tháng 8. Phải mất 60 phút để đến được bãi đậu xe tràn xuống đồi. Việc rời đi thậm chí còn tệ hơn. Buổi hòa nhạc kết thúc lúc 11 giờ. Phải mất rất nhiều thời gian để ra khỏi bãi đậu xe khi buổi hòa nhạc kết thúc. KHÔNG CÓ AI ở khu vực tràn để điều khiển giao thông khi buổi hòa nhạc kết thúc. Có BA hàng đợi khác nhau để ra khỏi lô. Mỗi lần chỉ có một chiếc xe có thể thoát ra. Có một - cảnh sát trưởng - và hai đứa trẻ có nhu cầu nhẹ trên đường - quản lý - lối ra từ lô thông thường, lô tràn và lô dành riêng cho người có vé theo mùa. Không thể tin được. Việc xử lý việc đỗ xe mất thời gian gần bằng thời gian diễn ra buổi hòa nhạc và làm hỏng tâm trạng của chúng tôi. Chúng tôi sẽ KHÔNG BAO GIỜ quay lại. Đọc thêm",
            "Điều đáng biết là những chỗ bóng mờ trên bãi cỏ có xu hướng lấp đầy lúc 12:30 cho buổi biểu diễn lúc 2:30.  Là một hàng rào chống mưa - trời không - t - và điều kiện rất nắng - đúng vậy - chúng tôi cũng có vé tương đối rẻ ở Nhà kho và điều đó đã diễn ra tốt đẹp.  Việc đỗ xe gần lối vào có thể là một vấn đề nhưng tấm dành cho người khuyết tật sẽ giúp việc này trở nên dễ dàng. Trong mọi trường hợp, âm nhạc và bầu không khí thật tuyệt vời.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến Tanglewood, tôi thực sự mong chờ buổi biểu diễn này. Tôi đã kiểm tra trang web của họ trước để biết thời điểm đến nơi. Tôi biết sẽ có tắc nghẽn giao thông, tuy nhiên họ không nói với bạn rằng bạn có thể sẽ bỏ lỡ buổi hòa nhạc. Chúng tôi phải mất 2 giờ lái xe từ nhà đến chỗ đường giao thông để đỗ xe vào khoảng 5 giờ 45. GPS của chúng tôi đọc rằng chúng tôi chỉ còn 2 dặm để đi và sẽ đến nơi lúc 7:45 tối. Tôi đồng ý với điều đó, chúng tôi sẽ có nhiều thời gian để về chỗ ngồi và thưởng thức buổi biểu diễn. Tiếp tục hơn 3 giờ sau và chúng tôi vẫn được miễn sang bãi đậu xe tiếp theo. Đến 9h15 chúng tôi vẫn xếp hàng chờ chỗ. Chúng tôi đã hỏi một trong những người phục vụ bãi đậu xe khi nào chúng tôi đáng lẽ phải đến. Câu trả lời của anh ấy là về buổi biểu diễn lúc 8 giờ, tốt nhất nên đến trước 3 giờ chiều. Điều đó - không được đề cập trên trang Tanglewood. Chúng tôi cũng được thông báo rằng khi thời gian tạm nghỉ bắt đầu, chúng tôi sẽ - không thể vào được. Vì vậy, khi 9:30 đến gần, chúng tôi quay lại và lái xe 2 giờ về nhà. Chúng tôi đã cố gắng hết sức nhưng cuối cùng lại đánh mất điều mà tôi tin là một màn trình diễn tuyệt vời. Chúng tôi thất bại và vô cùng thất vọng. Tôi - tôi chắc chắn nhiều người khác cũng có trải nghiệm tương tự. Phía sau chúng tôi vẫn còn một hàng dài xe cộ. Họ có bán hết vé không? Tôi không biết, nhưng tôi chỉ có thể tưởng tượng có bao nhiêu người đã chi tiền cho buổi tối này chỉ để thất vọng, có thể tức giận vì sự kiện này được xử lý kém như thế nào, chưa kể số tiền mà tất cả những người tham dự sẽ bị mất.Đọc thêm"
        ],
        "star_ratings": [
            990,
            134,
            28,
            16,
            16
        ],
        "review_amount": 1184,
        "location": [
            "Hoa Kỳ",
            "Gỗ tang",
            "Massachusetts - MA -",
            "Lenox",
            "Berkshires",
            "Các hoạt động ở Lenox"
        ],
        "reviews_time": [
            "Written July 4, 2023",
            "Written July 4, 2023",
            "Written July 6, 2023",
            "Written July 6, 2023",
            "Written July 7, 2023",
            "Written July 17, 2023",
            "Written August 7, 2023",
            "Written August 14, 2023",
            "Written August 22, 2023",
            "Written September 3, 2023",
            "Written September 3, 2023",
            "Written September 1, 2023",
            "Written August 28, 2023",
            "Written August 22, 2023",
            "Written August 19, 2023",
            "Written August 14, 2023",
            "Written August 13, 2023",
            "Written August 7, 2023",
            "Written August 7, 2023",
            "Written August 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41639-d107514-Reviews-Tanglewood-Lenox_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41639-d832510-Reviews-Apple_Tree_Inn_Restaurant-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41639-d521023-Reviews-Sage_Sparrow_at_Wheatleigh_Hotel-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41639-d4135341-Reviews-Del_s_Frozen_Lemonade-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41639-d14792499-Reviews-S_t-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41639-d1093314-Reviews-Alta_Restaurant_Wine_Bar-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41639-d3370191-Reviews-Brava-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41639-d1583580-Reviews-Gateways_Inn_Restaurant-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41639-d789572-Reviews-Frankie_s_Ristorante_Italiano-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41639-d1881778-Reviews-Haven_Cafe_Bakery-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41639-d444349-Reviews-Bistro_Zinc-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d532169-Reviews-Frelinghuysen_Morris_House_Studio-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d106764-Reviews-The_Mount_Edith_Wharton_s_Home-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d218749-Reviews-Mass_Audubon_Pleasant_Valley_Wildlife_Sanctuary-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d278396-Reviews-Shakespeare_Company-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d8492629-Reviews-Ventfort_Hall_Mansion_and_Gilded_Age_Museum-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41850-d108873-Reviews-Norman_Rockwell_Museum-Stockbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41850-d289124-Reviews-National_Shrine_of_the_Divine_Mercy-Stockbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41850-d2008988-Reviews-Naumkeag-Stockbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41769-d274594-Reviews-Hancock_Shaker_Village-Pittsfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41917-d8545193-Reviews-Olivia_s_Overlook-West_Stockbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d107514-Reviews-or10-Tanglewood-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d8463829-Reviews-Capital_Steps-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d15148877-Reviews-WAM_Theatre-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41850-d274591-Reviews-Kripalu_Center_for_Yoga_Health-Stockbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41586-d2008981-Reviews-Monument_Mountain-Great_Barrington_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41786-d2345396-Reviews-Furnace_Brook_Winery_at_Hilltop_Orchards-Richmond_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41769-d21046888-Reviews-Berkshire_Camino_Guided_Hikes-Pittsfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41786-d14795148-Reviews-Balderdash_Cellars-Richmond_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d142842-Reviews-Uptown-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d21173180-Reviews-Aquapark_Albania_Blue_Magic_Water-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d105587-Reviews-Country_76_Boulevard-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g33440-d17157652-Reviews-Georgetown_Bighorn_Sheep_Viewing_Area-Georgetown_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d472609-Reviews-Watamu_Beach-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021203-d13798359-Reviews-Takasago_no_Yu-Midori_Gunma_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d15306289-Reviews-Seoul_Botanical_Garden-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g31612-d1379999-Reviews-Wild_Wilderness_Drive_Through_Safari-Gentry_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g8596538-d2435190-Reviews-Pir_Sohawa-Haripur_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d635237-Reviews-The_Back_Room-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41639-d107514-Reviews-or10-Tanglewood-Lenox_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41639-d107514-Reviews-Tanglewood-Lenox_Massachusetts.html"
    }
]