[
    {
        "attraction_name": "Tangier Onancock Ferry",
        "attraction_name_vi": "Phà Tangier Onancock",
        "general_info": [
            "49 đánh giá",
            "1 trong số 13 điều cần làm ở Onancock",
            "Phà"
        ],
        "attraction_summary": "Chiếc phà, Joyce Marie rất chắc chắn và mạnh mẽ nên chúng tôi đã có một chuyến đi thú vị và bình tĩnh đến Đảo Tangier!! Chúng tôi, một nhóm gồm 4 người phụ nữ đã nhìn thấy một con đại bàng bay dọc theo Phà một lúc! Thời tiết thật hoàn hảo và thuyền trưởng của chúng tôi, Mark Crockett rất thân thiện và kể cho chúng tôi rất nhiều điều thú vị về Đảo. Chúng tôi đi qua những hòn đảo khác và nhìn thấy rất nhiều động vật hoang dã bản địa trên đường tới đó. Tôi chắc chắn giới thiệu Joyce Marie và Thuyền trưởng Mark Crockett! Chuyến đi tuyệt vời! Leslie JudeĐọc thêm",
        "reviews": [
            "Chuyến phà nhanh kéo dài một giờ với Thuyền trưởng Mark từ Onancock đến Đảo Tangier. Tôi đã gọi trước cho nhóm 6 người của chúng tôi để đặt chỗ và chúng tôi lấy 4 chiếc xe đạp. Chi phí là 25 RT, chỉ dùng tiền mặt hoặc séc. Thuyền có bóng râm đẹp và đó là một chuyến đi thoải mái mặc dù sáng hôm đó Vịnh có nhiều biến động. Chúng tôi khởi hành đúng lúc 10 giờ sáng và đến Tangier lúc 11 giờ. Có rất nhiều bãi đậu xe ở bến du thuyền Onancock khi chúng tôi đến đó lúc 9 giờ 40 phút.  Bến du thuyền cũng có nhà vệ sinh công cộng nhưng không có phòng tắm trên thuyền. Thuyền trưởng Mark là cư dân của Đảo Tangier và bạn có thể hỏi anh ta bất cứ điều gì về hòn đảo và các khu vực xung quanh. Một nơi tuyệt đẹp và đầy đủ ánh sáng đáng tham quan trước khi mực nước biển dâng cao cuốn trôi nó.Đọc thêm",
            "Phà này đơn giản nhưng được quản lý tốt. Hãy đặt chỗ trước, bạn đang ở trong tay Mark Crocketts có năng lực. Một thuyền trưởng dày dạn kinh nghiệm sẽ cho bạn sự tự tin để vượt qua Chesapeake. Chúng tôi đi về phía đông vào sáng thứ Hai trong gió 20 dặm/giờ với sóng cao một foot. Đối với một người không quen đi trên cạn, điều này không hề thư giãn. Chỉ cần liếc nhìn thuyền trưởng là bạn nhận ra rằng điều này chẳng là gì đối với ông ấy. Một phần tuyệt vời của trải nghiệm Tangier. Đọc thêm",
            "Vào thời điểm mà mọi thứ dường như phức tạp một cách không cần thiết thì chuyến đi này chỉ là một niềm vui đơn giản!  Để đặt chỗ, tôi chỉ cần gọi đến số đó và liên hệ với một người trực tiếp ghi tên tôi.  Khi chúng tôi đến thuyền, Thuyền trưởng Mark rất duyên dáng và niềm nở, đồng thời chúng tôi rất thích địa điểm này khi đi từ Onancock đến Tangier.  Hơn giá trị 25 mỗi người!Đọc thêm",
            "Đây là đường đến đảo Tangier. Thật dễ dàng để đặt chỗ qua điện thoại và dễ dàng tìm thấy địa điểm. Thuyền trưởng đã nói trước với chúng tôi rằng việc ra ngoài có thể gặp chút khó khăn, và đó là--chúng tôi nghĩ đó là một vụ nổ! nhưng tôi nghĩ một số người trên tàu hơi sợ hãi. Tôi không chắc bản thân đảo Tangier có xứng đáng không, nhưng chuyến đi bằng thuyền thì có. Hai chiếc thuyền còn lại đi lớn hơn và tôi nghĩ sẽ mất nhiều thời gian hơn để đến đó so với chiếc này. Lưu ý: chỉ dùng tiền mặt hoặc séc, không dùng thẻ!Đọc thêm",
            "Một trong những chuyến tham quan tốt nhất mà chúng tôi đã thực hiện. Mất khoảng 45-60 phút để đến đó từ cơn cuồng Onancock, VA. Hãy nhớ mang theo kem chống nắng và đến sớm một chút để chọn chỗ ngồi nếu bạn không muốn ngồi dưới nắng. Bạn cũng có thể đến Đảo Tangier từ Crisfelds, nhưng chúng tôi đến đây vì phải dành thêm vài giờ trên đảo. Hòn đảo không lớn nhưng bạn có thể dành thời gian để ăn uống và đi dạo xung quanh. Đọc thêm",
            "Tôi đoán là chúng tôi mong đợi một điều gì đó khác biệt. Phà rất tuyệt. Đúng giờ, dễ đến, nhưng bản thân hòn đảo không xứng đáng với 4 giờ chúng tôi ở đó. Một số nơi đã đóng cửa, các cửa hàng nhỏ bán chủ yếu là hàng nhập khẩu. Lorraines phục vụ bữa trưa tuyệt vời, nhưng chúng tôi đã dành 2 giờ cuối cùng chờ đợi tại Four Brothers cho đến khi chúng tôi có thể quay trở lại. Đọc thêm",
            "Chúng tôi đến phà Onancock vào sáng sớm Chủ nhật. Chúng tôi được chào đón bằng nụ cười của Thuyền trưởng tàu Joyce Marie. Thuyền trưởng đã cung cấp thông tin tuyệt vời về Đảo trước khi rời bờ. Anh ấy đưa ra những lời khuyên về những điều nên xem hoặc làm không có nhiều vào Chủ nhật. Một số doanh nghiệp đóng cửa vào ngày chủ nhật. Anh ấy thậm chí còn thông báo cho chúng tôi về việc thuê xe golf thành công mà không cần đặt trước. Tiền boa của anh ấy đã được đền đáp. Một số nhóm trong nhóm của chúng tôi không thể lấy được xe golf. Anh ấy đã đúng giờ khởi hành. Tôi khuyên bạn nên đi du lịch đến Tangier qua Phà Tangier. Giá khứ hồi là 25 mỗi người. Trong chuyến đi, Thuyền trưởng đã chạy chậm lại để chụp ảnh cá heo gần đó dưới nước. Mọi người đều giơ máy ảnh ra và đánh giá cao cử chỉ này.Đọc thêm",
            "Mặc dù sống ở Maryland hoặc Virginia trong phần lớn cuộc đời mình, tôi chưa bao giờ đến thăm Đảo Tangier - cho đến ngày hôm nay.  Đối với chuyến đi của mình, tôi đã chọn đi từ Onancock đến Tangier, điều này cho phép có nhiều thời gian trên đảo hơn các lựa chọn phà cùng ngày khác. Chi phí khứ hồi là 25 rất hợp lý, trong đó Joyce Marie II dài 36 feet rời khỏi Onancock cập bến đúng 10 giờ sáng. Hãy nhớ nhận tiền mặt; thẻ tín dụng không được chấp nhận.  Ngoài ra, đăng ký trước là khuyến khích.  Không cần phải trả trước để đặt chỗ; đó chỉ đơn giản là một cuộc điện thoại để giữ một chỗ trên thuyền mỗi chiều. Thuyền trưởng Mark Crockett trò chuyện vui vẻ với hành khách khi họ lên tàu.  Chuyến đi đến Đảo Tangier -- băng qua vùng nước đặc biệt êm ả ngày nay -- mất một giờ năm phút, và chuyến trở về cũng mất cùng khoảng thời gian.  Tôi ước tính con tàu đang di chuyển với tốc độ khoảng 15 hải lý/giờ.  Chuyến trở về rời bến Tangier lúc 3:30.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đi du lịch với chúng tôi. Chúng tôi thực sự đánh giá cao ý kiến ​​​​của bạn. Hãy giới thiệu với bạn bè và gia đình của bạn về chúng tôi vì truyền miệng là cách quảng cáo tốt nhất. Chúc một ngày tốt lành Đọc thêm",
            "Không phải là bến tàu đông đúc nhất thế giới, với phà đến Đảo Tangier chỉ thực hiện một chuyến khứ hồi một chiều hàng ngày vào thời điểm này trong năm, nhưng là một địa điểm thú vị để nghỉ ngơi và chỉ cần tận hưởng quang cảnh của bến cảng nhỏ và cửa sông. Bầu trời xanh, mặt nước rộng và những chiếc thuyền riêng neo đậu gần đó tạo nên một nơi thư giãn. Và, bến tàu chỉ cách khu vực chính của thị trấn một đoạn đi bộ rất ngắn và nằm cạnh nhà hàng Mallards. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời xin vui lòng cho bạn bè của bạn biết về chúng tôi Đọc thêm"
        ],
        "star_ratings": [
            42,
            2,
            3,
            1,
            1
        ],
        "review_amount": 49,
        "location": [
            "Hoa Kỳ",
            "Phà Tangier Onancock",
            "Các hoạt động ở Onancock",
            "Onancock",
            "Virginia VA"
        ],
        "reviews_time": [
            "Written September 28, 2021",
            "Written June 20, 2021",
            "Written May 26, 2021",
            "Written June 30, 2021",
            "Written September 17, 2021",
            "Written September 30, 2023",
            "Written August 10, 2021",
            "Written September 7, 2016",
            "Written July 20, 2019",
            "Written September 1, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58044-d10719550-Reviews-Tangier_Onancock_Ferry-Onancock_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58237-d2355871-Reviews-Lorraine_s-Tangier_Island_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58237-d5421550-Reviews-Four_Brothers-Tangier_Island_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58237-d26322653-Reviews-Muddy_Toes_Cafe-Tangier_Island_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58237-d26904710-Reviews-Lorraines_Seafood_Restaurant-Tangier_Island_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58237-d26493029-Reviews-Lorraine_s_Sea_Food-Tangier_Island_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58237-d6661492-Reviews-Tangier_History_Museum-Tangier_Island_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58044-d10719550-Reviews-or10-Tangier_Onancock_Ferry-Onancock_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d208142-Reviews-Peaks_Island-Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2369708-Reviews-Tropicana_Theater-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g54204-d1523447-Reviews-South_of_the_Border-Dillon_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553099-Reviews-VooDoo_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d10361313-Reviews-Jump_Trampoline_Park-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1232722-Reviews-Foster_Avenue_Beach-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2475470-Reviews-Miami_Beach_Boardwalk-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d1068445-Reviews-Tanger_Outlets_Myrtle_Beach_Hwy_17-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g666621-d547318-Reviews-St_Lawrence_Gap-St_Lawrence_Gap_Christ_Church_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g664021-d2204069-Reviews-El_Caminito_del_Rey-Ardales_Province_of_Malaga_Andalucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58044-d10719550-Reviews-or10-Tangier_Onancock_Ferry-Onancock_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58044-d10719550-Reviews-Tangier_Onancock_Ferry-Onancock_Virginia.html"
    }
]