[
    {
        "attraction_name": "Tanmy Design",
        "attraction_name_vi": "Tanmy Design",
        "general_info": [
            "118 đánh giá",
            "- 46 trên 572 Mua sắm tại Hà Nội",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Tân Mỹ Design - TMD - là trải nghiệm mua sắm thú vị nhất Hà Nội, tọa lạc tại số 61 Hàng Gai, chiếm diện tích hơn 1000m2 không gian bán lẻ tuyệt đẹp với góc nghệ thuật. TMD nằm phía sau một mặt tiền cổ tuyệt vời và kết hợp cảm giác của Hà Nội xưa với kiến ​​trúc và thiết kế hiện đại và đương đại. TMD có sự góp mặt của một số nhà thiết kế thời trang, phụ kiện và đồ gia dụng giỏi nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm thiết kế mới và thú vị, từ thiết kế độc đáo của quán, trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa, đến quán cà phê hiện đại và thư giãn bên trong.Đọc thêm",
        "reviews": [
            "Đẹp 2 tầng quần áo, trang sức, túi xách, v.v. Khăn trải giường màu trắng tuyệt đẹp. Nhân viên hữu ích. Trải nghiệm mua sắm rất thú vị.Đọc thêm",
            "Tôi đã đến thăm nhiều cửa hàng tơ lụa ở Hà Nội, nhưng Tammy Design nổi bật hơn hẳn những cửa hàng còn lại. Họ có nhiều loại sản phẩm chất lượng cao rất mới mẻ, cửa hàng trang nhã nhưng không khoa trương và câu chuyện của họ thật hấp dẫn. Đáng để bỏ ra vài trăm đồng!Đọc thêm",
            "Amber thân mến,\nCảm ơn bạn rất nhiều vì đánh giá tốt của bạn. Thật vui khi biết rằng bạn đã ghi nhận và đánh giá cao câu chuyện kinh doanh hơn 50 năm truyền thống thêu tay của chúng tôi. Đội ngũ Tanmy Design luôn sẵn lòng cung cấp cho khách hàng những dịch vụ và sản phẩm tốt nhất. Chúng tôi thực sự đánh giá cao tình yêu mà bạn dành cho sản phẩm và dịch vụ của chúng tôi.\n\nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa đến không gian hiện đại và thư giãn. \nChúng tôi hy vọng sẽ sớm được chào đón bạn lần nữa khi bạn quay trở lại Hà Nội.Đọc thêm",
            "Viên ngọc mới ở đường Hàng Gai. nơi này rất thuận tiện và bạn có thể dễ dàng dành vài giờ để xem đồ thủ công. chúng tôi đã mua nhiều đến mức phải yêu cầu giao hàng tại khách sạn. Cô Loan rất hữu ích và kiên nhẫn với chúng tôi. Yêu thích tất cả các món đồ thủ công và giá cả rất hợp lý. Chúng tôi trở lại Hà Nội sau 12 năm và thực sự ấn tượng trước mọi sự phát triển. Hàng Gai cũng không hề mất đi sức hấp dẫn.Đọc thêm",
            "Adnan thân mến,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp của bạn. Đội ngũ Tanmy Design luôn sẵn lòng cung cấp cho khách hàng những dịch vụ và sản phẩm tốt nhất. Chúng tôi thực sự đánh giá cao tình yêu mà bạn dành cho sản phẩm và dịch vụ của chúng tôi. \nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa đến không gian hiện đại và thư giãn. Chúng tôi hy vọng sẽ sớm được chào đón bạn lần nữa khi bạn quay trở lại Hà Nội.Đọc thêm",
            "Thật là một cửa hàng chu đáo. Nhưng một trong những viên ngọc ẩn đối với tôi là quán cà phê nhỏ nằm gần phía sau. Đã có bữa nửa buổi tuyệt vời - bữa ăn nhẹ ở đó. Chả giò thật tuyệt vời. Đọc thêm",
            "Kính gửi S2685ZDmarkw,\n\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp của bạn.\n\nĐội ngũ Tanmy Design luôn sẵn lòng cung cấp cho khách hàng những dịch vụ và sản phẩm tốt nhất. Chúng tôi thực sự đánh giá cao tình yêu mà bạn dành cho sản phẩm và dịch vụ của chúng tôi.\n\nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa đến không gian hiện đại và thư giãn.\nChúng tôi hy vọng sẽ sớm được chào đón bạn lần nữa khi bạn quay trở lại Hà Nội.Đọc thêm",
            "Nơi này không lớn như chúng tôi mong đợi.  Mặc dù hầu hết các mặt hàng trong cửa hàng đều đẹp hơn và tinh tế hơn những mặt hàng bạn có thể tìm thấy trên đường phố, nhưng chúng tôi cảm thấy chúng có giá quá cao, đặc biệt là quần áo.  Chúng tôi đã mua một chiếc váy thêu cho cháu gái của mình ở US - 14 và tìm thấy một chiếc giống hệt ở một trong những cửa hàng trên phố dành cho US - 9. Các nhân viên đã theo dõi chúng tôi quá chặt chẽ nhưng không đưa ra bất kỳ sự trợ giúp nào khiến chúng tôi cảm thấy không thoải mái như thể chúng tôi đang ở đó. sẽ ăn trộm của họ.Đọc thêm",
            "Lsunfm thân mến,\n\nCảm ơn rất nhiều cho nhận xét của bạn. \nChiếc váy bạn mua cho cháu gái được thêu tay và được thiết kế bởi nhà thiết kế của chúng tôi bằng vải cotton hữu cơ.\nVì vậy, chúng tôi có một số hàng nhái trong lĩnh vực mà chúng tôi đang cố gắng giải quyết vấn đề nhưng cho đến nay vẫn chưa thể thực hiện được. Tôi rất tiếc vì bạn đã tìm thấy một sản phẩm khác tương tự như sản phẩm của chúng tôi, chúng tôi sẽ sớm kiểm tra vấn đề này.\nCảm ơn bạn đã thông tin.\n\nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa cho đến quán cà phê hiện đại và thư giãn bên trong.\nĐọc thêm",
            "Ồ. Thật khó để tin rằng một cửa hàng mà tôi đã ghé thăm rất nhiều lần và có tính thẩm mỹ mà tôi rất đánh giá cao lại gặp phải một THẤT BẠI lớn như vậy nếu bạn cố gắng mua hàng trực tuyến. Danh sách các vấn đề rất dài nhưng phiên bản ngắn gọn là: don - t:Không có ai ở đầu bên kia của đường dây trò chuyện trợ giúp của họ. Họ hứa sẽ gửi email kèm theo phí vận chuyển trước khi bạn tiến hành thanh toán. Nhiều giờ sau, tôi vẫn đang chờ đợi. Bạn cung cấp thông tin liên hệ của mình nhiều lần - ít nhất nửa tá lần cho mỗi thông tin. Giỏ hàng của bạn tiếp tục trống rỗng. Tôi đang làm việc với giả định rằng một cửa hàng chú ý nhiều đến từng chi tiết trong hàng hóa của mình sẽ giải quyết được ít nhất một số rào cản đối với việc mua hàng. Tôi thật ngớ ngẩn.Đọc thêm",
            "Kính gửi SueS968,\n\nĐầu tiên, tôi muốn xin lỗi vì tất cả những bất tiện mà chúng tôi đã gây ra cho bạn. \n \nThứ hai, ngay sau khi nhận được phản hồi, chúng tôi đã làm việc với kỹ thuật viên để khắc phục tính năng trò chuyện trên trang web của chúng tôi và hiện tại, nó đang hoạt động tốt. Chúng tôi sẽ sắp xếp thời gian trả lời email cho khách hàng của mình sớm nhất có thể, vì chúng tôi đã kiểm tra thời gian bạn gửi yêu cầu cho chúng tôi trên trang web của chúng tôi vào buổi tối, do đó chúng tôi đã gửi cho bạn câu trả lời vào sáng hôm sau trong công việc. giờ.\nTôi hy vọng rằng bạn có thể cho chúng tôi cơ hội thứ hai để phát triển dịch vụ của chúng tôi và cung cấp cho bạn cơ hội tốt hơn.\n\nChúng tôi xin lỗi một lần nữa vì sự bất tiện này.\nĐọc thêm",
            "Nếu bạn đang tìm kiếm những thiết kế đẹp, độc, chất lượng cao từ Việt Nam, hãy đến Tân Mỹ Designs và tận hưởng một buổi mua sắm thực sự! Nó rất tốt và dịch vụ tuyệt vời đến mức tôi đã đến hai lần để nhận thêm quà. Đây là một bộ sưu tập được tuyển chọn rất kỹ từ các thiết kế và hàng hóa truyền thống của Việt Nam. Chúng tôi đã đến một số cửa hàng giày dép trên phố Hàng Gai và nơi đây có nhiều thứ nhất và bộ sưu tập đẹp nhất: Đồ trang sức, khăn quàng cổ, thời trang, đồ gia dụng. Tất cả ở mức giá hợp lý cho chất lượng RẤT cao. Sau đó dừng lại ở tầng dưới để uống cà phê hoặc trà. Tuyệt vời! Hãy tận hưởng!Đọc thêm",
            "Lily thân mến, cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn. \n\nChúng tôi hy vọng bạn và đồng nghiệp sẽ thích những chiếc túi thêu tay và sản phẩm hương thơm cao cấp của chúng tôi. Đội ngũ Tanmy Design luôn sẵn lòng cung cấp cho khách hàng những dịch vụ và sản phẩm tốt nhất. Chúng tôi thực sự đánh giá cao tình yêu mà bạn dành cho sản phẩm và dịch vụ của chúng tôi. \n\nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa cho đến quán cà phê hiện đại và thư giãn bên trong.\nChúng tôi hy vọng sẽ sớm được chào đón bạn một lần nữa khi bạn quay trở lại Hà Nội.\nĐọc thêm",
            "Đây là cửa hàng yêu thích của chúng tôi ở Hà Nội! Chúng tôi đã đến đó hai lần khi ở trong thành phố và mua một chiếc váy maxi Metiseko tuyệt đẹp cùng một số trang phục và váy bằng vải lanh - lụa. Chúng tôi nhận thấy dịch vụ ở đó thực sự tốt bụng, kiên nhẫn và hữu ích. Đặc biệt, Đỗ Thanh Hương và Nguyễn Thùy Linh đã giúp đỡ chúng tôi trong chuyến thăm của chúng tôi và thực sự rất tốt bụng, giúp tìm đúng kích cỡ và giải đáp mọi thắc mắc của chúng tôi.Đọc thêm",
            "Kính gửi Wjen9237,\n\nCảm ơn bạn rất nhiều vì đã phản hồi về trải nghiệm tốt về chất lượng sản phẩm cao cấp tại Tanmy Design. Rất vui được chào đón bạn đến cửa hàng của chúng tôi và gặp bạn trực tiếp. Đội ngũ Tanmy Design luôn sẵn lòng cung cấp cho khách hàng những dịch vụ và sản phẩm tốt nhất. Tôi rất vui vì bạn hài lòng với những chiếc váy maxi và một số trang phục lụa - lanh tại cửa hàng chúng tôi. Phản hồi của bạn đã làm nên ngày của chúng tôi!\n\nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa cho đến quán cà phê hiện đại và thư giãn bên trong.\n\nChúng tôi hy vọng sẽ sớm chào đón bạn một lần nữa!\n\nTrân trọng,\nNguyễn Thùy Linh,\nTổng giám đốc\nTanmy DesignĐọc thêm",
            "Lần đầu tiên đến đây tôi đã mua cho mình một chiếc áo khoác Quang Huy Mode đẹp cách đây một năm. Các nhân viên không - có vẻ không hữu ích lắm, nhưng sau đó tôi gạt nó đi. Tôi quay lại tìm thêm một số quần áo từ QH Mode vì Tân My Design đăng rằng họ đang giảm giá một số mặt hàng của anh ấy. Cô gái đã giúp tôi lần này phục vụ tốt hơn rất nhiều - chu đáo và sẵn sàng giúp đỡ. Nhưng cô ấy - dường như không thực sự hiểu rằng tôi đang tìm nơi bán - tôi đã cho cô ấy xem bài đăng - cho đến khi tôi đi tham quan toàn bộ tầng hai và bằng cách nào đó tôi nhận ra rằng tầng ba chính là nơi tôi muốn. Tôi mua thêm hai bộ quần áo từ họ với giá hơn - 250. Điều khiến tôi khó chịu là trong khi dịch vụ của người phụ nữ trẻ này rất tốt, thì những cộng tác viên bán hàng của cô ấy lại tỏ ra thái độ hét lên không mời gọi và như thể họ không thể chờ đợi để được mua. tôi ra khỏi cửa hàng. Thật là xấu hổ, vì mặc dù tôi thực sự thích những nhà thiết kế mà họ có trong cửa hàng nhưng tôi lại không thích họ đến mức phải chấp nhận kiểu hành xử đó. Tôi không đến đây để tiêu tiền và bị đối xử như rác rưởi. Tôi không khuyên bạn nên đến đây trừ khi bạn muốn có được thứ gì đó mà bạn không thể có được ở những nơi khác hoặc nếu bạn muốn bị vội vã.Đọc thêm",
            "Frederick thân mến,\n\nTôi muốn nói lời cảm ơn vì đã cho chúng tôi biết về sự việc này. Tôi rất tiếc vì cảm giác mà chúng tôi đã để lại cho bạn và chúng tôi không có gì có thể bào chữa cho dịch vụ khách hàng của mình đã để lại cho bạn trải nghiệm này. Chúng tôi hoàn toàn chịu trách nhiệm và chúng tôi đã làm việc với Trưởng nhóm bán hàng để xem xét dịch vụ khách hàng của chúng tôi.\n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi qua email.\nTôi chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng,\nTổng giám đốc\nTanmy Design - 61 Hàng GaiĐọc thêm",
            "Đối với những sản phẩm tốt nhất của người Việt, Thiết kế Tân Mỹ cung cấp đồ trang sức tinh xảo, sơn mài độc đáo, khăn choàng cashmere mềm, vải lanh thêu tay - một loại đồ ngủ bằng lụa có chất lượng hàng đầu nhưng có số lượng hạn chế. Tôi đã mua một chiếc váy ngủ bằng lụa cách đây 8 năm - nó vẫn còn nguyên vẹn. Vì vậy, chuyến thăm trở lại là điều bắt buộc - nó cũng tốt như lần trước, rời đi với một chiếc túi mua sắm nặng - một chiếc ví nhẹ hơn! Ngoài trải nghiệm mua sắm tuyệt vời, họ còn mang đến sự nghỉ ngơi khỏi bụi nóng - tiếng ồn bên ngoài trong tách cà phê thanh lịch mát mẻ của họ cửa hàng . Hãy thử cà phê trứng, thật tuyệt vời.Đọc thêm",
            "Pamela thân mến,\n\nCảm ơn phản hồi của bạn rất nhiều về trải nghiệm tốt đối với các sản phẩm chất lượng cao cấp tại Tanmy Design. Đội ngũ Tanmy Design luôn sẵn lòng cung cấp cho khách hàng những dịch vụ và sản phẩm tốt nhất. Chúng tôi thực sự đánh giá cao tình yêu mà bạn dành cho sản phẩm và dịch vụ của chúng tôi trong thời gian dài.  \n\nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa cho đến quán cà phê hiện đại và thư giãn bên trong.\nChúng tôi hy vọng sẽ sớm được chào đón bạn trở lại trong một thời gian rất ngắn.Đọc thêm"
        ],
        "star_ratings": [
            76,
            26,
            10,
            2,
            4
        ],
        "review_amount": 118,
        "location": [
            "Tanmy Design",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 14, 2024",
            "Written May 10, 2023",
            "Written April 9, 2023",
            "Written December 14, 2022",
            "Written February 27, 2020",
            "Written December 8, 2019",
            "Written September 15, 2019",
            "Written June 26, 2019",
            "Written May 28, 2019",
            "Written May 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6539859-Reviews-Tanmy_Design-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17483665-Reviews-Lighthouse_Sky_Bar_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d15059139-Reviews-Diamond_Sky_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24998529-Reviews-The_Majesty_Sky_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d18895516-Reviews-Starlight_Skybeer-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d18968457-Reviews-Terraco_Sky_Bar_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d18933478-Reviews-The_Rhythms_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d9782842-Reviews-Katze_Vegan_Vegetarian_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25395396-Reviews-DC_Art_Gallary_13_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26454028-Reviews-GP_Home_Handicraft-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6539859-Reviews-or10-Tanmy_Design-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23959149-Reviews-An_Handmade_H_Mong_Hemp_Fabric-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17757712-Reviews-MasterTan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25231950-Reviews-Mountain_s_Color_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26244773-Reviews-An_handmade_Hang_Manh_Ethnic_Craft_Station-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15269608-Reviews-NGO_GIA_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25130233-Reviews-JoyfulVietNam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25321313-Reviews-Gifthaus_Ngoi_Nha_Qua_T_ng-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12413408-Reviews-Smile_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25969624-Reviews-Cosmo_nail_spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211333-Reviews-Silk_silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184347-Reviews-My_Trang_Silk_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5958855-Reviews-Ngoc_Hien_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12051459-Reviews-Hanoi_Labelle_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19387461-Reviews-AMZ_TOUR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672802-Reviews-Duc_Loi_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17201978-Reviews-Ginkgo_T_Shirts_Store_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26500008-Reviews-Village_Silk_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184791-Reviews-Ngoc_Anh_Fashion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g659310-d645634-Reviews-Playa_Chacala-Chacala_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d2310339-Reviews-View_of_Riga_from_St_Peter_s_Church_Tower-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d108526-Reviews-Historic_Federal_Hill-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d10802443-Reviews-Park_Lake_Mall-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d621531-Reviews-Musicians_Hall_of_Fame_and_Museum-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1838569-Reviews-Keewaydin_Island-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1221662-Reviews-Dragon_Mart-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60784-d261325-Reviews-Cuyahoga_Valley_National_Park-Brecksville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6839251-Reviews-The_Roof_Gardens-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d7733374-Reviews-Galway_s_Land_National_Park-Nuwara_Eliya_Central_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6539859-Reviews-or10-Tanmy_Design-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6539859-Reviews-Tanmy_Design-Hanoi.html"
    },
    {
        "attraction_name": "Tanmy Design",
        "attraction_name_vi": "Tanmy Design",
        "general_info": [
            "118 đánh giá",
            "- 46 trên 572 Mua sắm tại Hà Nội",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Tân Mỹ Design - TMD - là trải nghiệm mua sắm thú vị nhất Hà Nội, tọa lạc tại số 61 Hàng Gai, chiếm diện tích hơn 1000m2 không gian bán lẻ tuyệt đẹp với góc nghệ thuật. TMD nằm phía sau một mặt tiền cổ tuyệt vời và kết hợp cảm giác của Hà Nội xưa với kiến ​​trúc và thiết kế hiện đại và đương đại. TMD có sự góp mặt của một số nhà thiết kế thời trang, phụ kiện và đồ gia dụng giỏi nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm thiết kế mới và thú vị, từ thiết kế độc đáo của quán, trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa, đến quán cà phê hiện đại và thư giãn bên trong.Đọc thêm",
        "reviews": [
            "Nếu bạn đang ghé thăm MỘT cửa hàng duy nhất ở Hà Nội thì đây chính là nơi! Chất lượng đến từng milimet và niềm vui cho mắtĐọc thêm",
            "Elisabeth thân mến,\n\nCảm ơn bạn rất nhiều vì đã phản hồi về trải nghiệm tốt về chất lượng sản phẩm cao cấp tại Tanmy Design. Đội ngũ Tanmy Design luôn sẵn lòng cung cấp cho khách hàng những dịch vụ và sản phẩm tốt nhất. Phản hồi của bạn đã làm nên ngày của chúng tôi!\n\nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa cho đến quán cà phê hiện đại và thư giãn bên trong.\nChúng tôi hy vọng sẽ sớm được chào đón bạn lần nữa! Đọc thêm",
            "Tôi đến cửa hàng này vì muốn mua khăn tay bằng lụa. Tôi biết đến địa điểm này khi tìm trên Google nơi mua khăn tay lụa thêu và từ những đánh giá cũng như hình ảnh tốt đã đưa tôi đến đây. Đáng lẽ tôi nên đọc những đánh giá tiêu cực vì điều đó sẽ giúp tôi tránh được một số trải nghiệm khó chịu với các nhân viên ở đó. Cách họ đối xử với tôi, bạn bè và con trai tôi thật thô lỗ, phân biệt chủng tộc và là dịch vụ khách hàng tồi tệ nhất mà tôi từng gặp. Ban quản lý cửa hàng này nên cử nhân viên của họ đi đào tạo dịch vụ khách hàng. Là một nhân viên bán hàng, người ta nên chào đón khách hàng bất kể quốc tịch hay họ có mua một món hàng đắt tiền hay không. Sau khi ra khỏi cửa hàng hợm hĩnh này, tôi mới phát hiện trên phố Hàng Gai có vài cửa hàng bán khăn thêu và tôi đã mua thêm. Chắc chắn sẽ không giới thiệu cửa hàng này cho bạn bè và gia đình tôi.Đọc thêm",
            "Kính gửi Climber - Cô Shelina,\n\nTôi muốn nói lời cảm ơn để chúng tôi thừa nhận về sự cố này. Tôi rất tiếc vì cảm giác mà chúng tôi đã để lại cho bạn và chúng tôi không có gì có thể bào chữa cho dịch vụ khách hàng của mình đã để lại cho bạn trải nghiệm này. Chúng tôi hoàn toàn chịu trách nhiệm và chúng tôi đã làm việc với Tổng Giám đốc và các nhân viên chịu trách nhiệm chăm sóc bạn đã bị phạt thích đáng.\n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi qua email và chúng tôi rất vui vì bạn hiểu và cho chúng tôi cơ hội chào đón bạn một lần nữa vào năm tới khi bạn quay lại Hà Nội vào năm 2019. Vui lòng thông báo cho chúng tôi trước chuyến đi Hà Nội vào năm tới của chúng tôi. Tổng Giám đốc sẽ đích thân chào đón bạn.\n\nCảm ơn bạn một lần nữa vì đã cho chúng tôi cơ hội thứ hai để phục vụ bạn tốt hơn.\nTrân trọng,\nGiám đốc quan hệ công chúng\nTân Mỹ Design - 61 Hàng Gai\n Đọc thêm",
            "Cửa hàng tuyệt vời nơi bạn có thể mua hầu hết mọi mặt hàng thủ công mỹ nghệ ở Hà Nội! Tôi đã mua một số đồ thêu ở đây và nó trông rất đẹp! Được đề xuất!Đọc thêm",
            "Carlos thân mến,\nXin chân thành cảm ơn phản hồi của bạn về trải nghiệm tốt đối với các sản phẩm thêu tay chất lượng cao cấp tại Tanmy Design. Đội ngũ Tanmy Design luôn sẵn lòng cung cấp cho khách hàng những dịch vụ và sản phẩm tốt nhất. \nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa cho đến quán cà phê hiện đại và thư giãn bên trong.\nChúng tôi hy vọng sẽ sớm được chào đón bạn lần nữa! Đọc thêm",
            "Rất chào đón và chuyên nghiệp. Mẫu mã đẹp và chất lượng tuyệt vời với giá cả phải chăng. Đây là nơi không thể bỏ qua khi bạn đến Hà Nội.Đọc thêm",
            "Nơi mua sắm tốt nhất tại Hà Nội. Họ có một quán cà phê nhỏ với Phở, Buncha, Nem... Bạn có thể thử bất cứ lúc nào trong năm.Đọc thêm",
            "Hoàng Luyện thân mến,\nCảm ơn phản hồi của bạn rất nhiều về Tanmy Design và quán cà phê của chúng tôi\nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa cho đến quán cà phê hiện đại và thư giãn bên trong.\nChúng tôi hy vọng sẽ sớm được chào đón bạn lần nữa! Đọc thêm",
            "Trong khi các cửa hàng tơ lụa ở phố Hàng Gai rất nhiều nhưng không có cửa hàng nào sánh được với chất lượng của Tanmy. Họ mở cửa từ năm 1969 và cửa hàng được điều hành bởi 3 thế hệ phụ nữ tuyệt vời. Họ tốt bụng, hữu ích và rất mong muốn giúp bạn có được chính xác những gì bạn cần. Trên hết, hàng hóa của họ thực sự sang trọng và tôi cảm thấy chất lượng cao hơn nhiều so với những gì các cửa hàng khác cung cấp. Hãy tự thưởng cho mình một chiếc chăn bông thêu lộng lẫy, một chiếc khăn lụa hoặc cà vạt hoặc một món đồ trang sức đẹp mắt. Bạn không thể sai lầm với cửa hàng này. Đọc thêm",
            "Bạn Mana A thân mến,\nXin chân thành cảm ơn phản hồi của bạn về trải nghiệm tốt đối với các sản phẩm sơn mài và thêu tay chất lượng cao tại Tanmy Design. Đội ngũ Tanmy Design luôn sẵn lòng cung cấp cho khách hàng những dịch vụ và sản phẩm tốt nhất. \nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa cho đến quán cà phê hiện đại và thư giãn bên trong.\nChúng tôi hy vọng sẽ sớm được chào đón bạn lần nữa! Đọc thêm",
            "Nếu bạn muốn đồ thêu hoặc sơn mài thật sự tốt ở Hà Nội thì đừng đi xa hơn. Đây không phải là mua sắm giá rẻ, nhưng chất lượng vượt trội. Hơn nữa ba tầng - nó - rất lớn. Tôi muốn một mảnh sơn mài nhỏ và tìm thấy chính xác thứ tôi muốn ở tầng trên cùng, vì vậy hãy kiên trì. Bức tường ảnh của các quan chức xung quanh bức tường là minh chứng cho sự nổi tiếng của cơ sở này.Đọc thêm",
            "Kính gửi Hawks2008,\nXin chân thành cảm ơn phản hồi của bạn về trải nghiệm tốt đối với các sản phẩm sơn mài và thêu tay chất lượng cao tại Tanmy Design. Đội ngũ Tanmy Design luôn sẵn lòng cung cấp cho khách hàng những dịch vụ và sản phẩm tốt nhất. \nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa cho đến quán cà phê hiện đại và thư giãn bên trong.\nChúng tôi hy vọng sẽ sớm được chào đón bạn lần nữa! Đọc thêm",
            "Lựa chọn tuyệt vời của vải lanh thêu tay. Nghệ thuật trang sức lụa tuyệt vời và đồ sơn mài. Cafe phục vụ cà phê ngon và đường phố đích thựcĐọc thêm",
            "Psidey thân mến,\nCảm ơn rất nhiều vì những phản hồi của bạn về những trải nghiệm tuyệt vời mà bạn đã có được tại Tanmy Design. Chúng tôi rất vui khi nhận được những phản hồi tích cực từ các bạn về các sản phẩm thêu tay, lụa, trang sức và sơn mài tinh xảo của chúng tôi. Cùng với Tân Mỹ thêu - thương hiệu thêu tay đầu tiên tại Hà Nội tại 66 Hàng Gai, Tanmy Design - TMD - tọa lạc phía sau một mặt tiền cổ kính tuyệt vời, kết hợp cảm giác Hà Nội xưa với kiến ​​trúc và thiết kế hiện đại và đương đại.\nĐọc thêm",
            "Nơi tuyệt đẹp với một bầu không khí tốt đẹp.  Một sự lựa chọn tuyệt vời của các mặt hàng và quà lưu niệm từ Việt Nam. Nhân viên cẩn thận. Đọc thêm",
            "Eugenie thân mến,\n\nCảm ơn bạn rất nhiều vì những phản hồi về trải nghiệm tốt đối với sản phẩm và dịch vụ bạn đã có tại Tanmy Design. Đội ngũ Tanmy Design luôn sẵn lòng cung cấp cho khách hàng những dịch vụ và sản phẩm tốt nhất. Cùng với Tân Mỹ thêu - thương hiệu thêu tay đầu tiên tại Hà Nội tại 66 Hàng Gai, Tanmy Design - TMD - tọa lạc phía sau một mặt tiền cổ kính tuyệt vời, kết hợp cảm giác Hà Nội xưa với kiến ​​trúc và thiết kế hiện đại và đương đại.\nTMD giới thiệu một số nhà thiết kế thời trang, phụ kiện, trang sức và đồ gia dụng tốt nhất Việt Nam cũng như thương hiệu riêng của TMD. Nó kết hợp các giá trị truyền thống của Tân Mỹ về chất lượng, dịch vụ và giá trị, với trọng tâm là thiết kế mới và thú vị, từ thiết kế độc đáo của cửa hàng trải rộng trên 3 tầng mua sắm rộng rãi và sáng sủa cho đến quán cà phê hiện đại và thư giãn bên trong.\nChúng tôi hy vọng sẽ sớm chào đón bạn một lần nữa!\nĐọc thêm",
            "Những thứ tuyệt vời để mua và dịch vụ xuất sắc, cảm ơn bạn. Bạn có thể mua rất nhiều sản phẩm lụa và thêu, thưởng thức cà phê ngon ở đó, hãy thửĐọc thêm",
            "Kính gửi Phương V,\nChúng tôi rất vui khi biết rằng bạn đánh giá cao các sản phẩm cao cấp của chúng tôi với nhiều dòng sản phẩm đa dạng, đồng thời thưởng thức cà phê của chúng tôi. Chúng tôi xin chân thành cảm ơn bạn đã tin tưởng Tanmy Design và rất mong sớm được chào đón bạn lần nữa!!! Đọc thêm"
        ],
        "star_ratings": [
            76,
            26,
            10,
            2,
            4
        ],
        "review_amount": 118,
        "location": [
            "Tanmy Design",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 1, 2019",
            "Written November 28, 2018",
            "Written October 20, 2018",
            "Written October 17, 2018",
            "Written October 1, 2018",
            "Written September 30, 2018",
            "Written August 19, 2018",
            "Written June 18, 2018",
            "Written June 18, 2018",
            "Written June 14, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6539859-Reviews-or10-Tanmy_Design-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17483665-Reviews-Lighthouse_Sky_Bar_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d15059139-Reviews-Diamond_Sky_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24998529-Reviews-The_Majesty_Sky_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d18895516-Reviews-Starlight_Skybeer-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d18968457-Reviews-Terraco_Sky_Bar_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d18933478-Reviews-The_Rhythms_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d9782842-Reviews-Katze_Vegan_Vegetarian_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25395396-Reviews-DC_Art_Gallary_13_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26454028-Reviews-GP_Home_Handicraft-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6539859-Reviews-Tanmy_Design-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6539859-Reviews-or20-Tanmy_Design-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23959149-Reviews-An_Handmade_H_Mong_Hemp_Fabric-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17757712-Reviews-MasterTan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25231950-Reviews-Mountain_s_Color_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26244773-Reviews-An_handmade_Hang_Manh_Ethnic_Craft_Station-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15269608-Reviews-NGO_GIA_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25130233-Reviews-JoyfulVietNam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25321313-Reviews-Gifthaus_Ngoi_Nha_Qua_T_ng-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12413408-Reviews-Smile_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25969624-Reviews-Cosmo_nail_spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211333-Reviews-Silk_silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184347-Reviews-My_Trang_Silk_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5958855-Reviews-Ngoc_Hien_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12051459-Reviews-Hanoi_Labelle_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19387461-Reviews-AMZ_TOUR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672802-Reviews-Duc_Loi_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17201978-Reviews-Ginkgo_T_Shirts_Store_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26500008-Reviews-Village_Silk_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184791-Reviews-Ngoc_Anh_Fashion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d9805990-Reviews-Maruzen_Junkudo_Bookstore-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g190326-d7109372-Reviews-St_Paul_s_Grotto-Rabat_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g46910-d6759517-Reviews-Diggerland-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g298171-d4323805-Reviews-Hakone_Yuryo-Hakone_machi_Ashigarashimo_gun_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1063660-Reviews-The_O2-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g190321-d9599613-Reviews-Pretty_Bay-Birzebbuga_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d9602411-Reviews-Wasit_Wetland_Centre-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d269181-Reviews-Lincoln_Woods_State_Park-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g57102-d15189635-Reviews-Evermore_Park-Pleasant_Grove_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g55470-d3473780-Reviews-Stillhouse_Hollow_Lake-Belton_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6539859-Reviews-or20-Tanmy_Design-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6539859-Reviews-or10-Tanmy_Design-Hanoi.html"
    }
]