[
    {
        "attraction_name": "Target Field",
        "attraction_name_vi": "Trường mục tiêu",
        "general_info": [
            "3.047 đánh giá",
            "- 10 trong số 463 điều cần làm ở Minneapolis",
            "Khu liên hợp thể thao"
        ],
        "attraction_summary": "Chúng tôi đến Target Field để xem Lễ hội mùa hè của Thành phố đôi với sự góp mặt của The Killers, Flaming Lips và Death Cab for Cutie. Xếp hàng tuyệt vời. Target Field là một địa điểm tổ chức bóng chày tuyệt vời nhưng việc xem một buổi hòa nhạc ở đây không quá thú vị mặc dù màn trình diễn tuyệt vời của các ban nhạc trên sân khấu. Chúng tôi có một chỗ ngồi tương đối tốt ở phía trước sân khấu nhưng vì không có độ dốc tự nhiên nên rất dễ nhìn chằm chằm vào phía sau những người khác trừ khi bạn cao trên 6 feet. Tôi không thể tưởng tượng được việc đứng trên khán đài của buổi biểu diễn vì nó cách sân khấu một dặm.Đọc thêm",
        "reviews": [
            "Đến đây lần đầu tiên vào Chủ nhật. Thật là một sân bóng tuyệt vời! Chỉ cách bãi đậu xe 5 phút đi bộ ngắn. Trong khi trò chơi bắt đầu lúc 1:10 chiều, họ đã cho phép mọi người vào công viên hơn một giờ trước đó. Quá trình vào công viên thật liền mạch! Họ có hệ thống an ninh giống như Disney nên hành lý không bị kiểm tra riêng lẻ. Mỗi sân bóng cần triển khai hệ thống này để đạt hiệu quả tối ưu. Ngay khi chúng tôi bước vào, họ đã có nhân viên đề nghị chụp ảnh Polaroid miễn phí cho chúng tôi và chúng tôi được tặng những chiếc túi đeo chéo trong suốt có logo Twins ở mặt trước. Thật là một món quà lưu niệm tuyệt vời! Chúng tôi khám phá toàn bộ công viên. Tôi rất vui khi tìm thấy Tượng Chuột Mickey, Charlie Brown, Snoopy và Tượng Nữ thần Tự do. Chúng tôi cũng tình cờ thấy những căn phòng kín mở cửa cho công chúng. Họ có bàn và quầy bar đầy đủ với nhân viên pha chế. Một trong số họ tình cờ có người phụ nữ chơi đàn organ trong đó, thật là tuyệt vời! Cô ấy thật là một người đáng yêu và luôn tương tác với bất kỳ ai muốn nói chuyện. Các lựa chọn thực phẩm rất tuyệt vời, cung cấp thứ gì đó cho mọi người. Chúng tôi đã thử một đứa nhóc từ Kramarczuk - s! Chúng tôi thích khám phá sân bóng ngoài trời này. Đây là sân bóng thứ 7 mà chúng tôi đã ghé thăm cho đến nay và chúng tôi chắc chắn coi sân bóng này là một trong những sân bóng yêu thích của mình!Đọc thêm",
            "Đây là sân bóng thứ năm tôi đã đến thăm. Đỗ xe là nơi dễ dàng nhất trong tất cả các công viên mà tôi đã từng đến. Việc nhập cảnh thật dễ dàng. Cánh đồng trông thật tuyệt và nơi này sạch sẽ. Chỗ ngồi đã đàng hoàng. Chúng tôi có chỗ ngồi ở phòng 117. Giá đồ ăn ở sân vận động rất hợp lý. Sự thất vọng lớn nhất là việc xếp hàng thực phẩm và lựa chọn thực phẩm tệ đến mức nào. Hầu hết thức ăn là thức ăn cơ bản ở sân chơi bóng chày với một vài thứ khác nhau nhưng những thứ đó rất ít và xa vời. Tôi thấy nhiều nhân viên nhượng quyền lười biếng và thấy bỏng ngô bị cháy và các thực phẩm khác bị chín quá chín. Hàng dài người xếp hàng vì mọi người phải chờ đợi tưởng như là mãi mãi. Cửa hàng quà tặng rất tốt và có nhiều hàng. Btw mất cặp song sinh. Nói chung là một ngày ổn, không tốt không tệ nhưng cũng ổn.Đọc thêm",
            "Tôi đã đến đây để xem một trận đấu vào thứ Bảy. Đỗ xe dễ dàng. Sân vận động rất đẹp. Đường ngắm cảnh tuyệt vời. Các lựa chọn đồ ăn rất tuyệt. Quán gà rán rất ngon. Thật là một ngày thú vị. Đọc thêm",
            "Der Ausblick war wie immer wunderbar : - Mỗi lần - là một trận đấu trên sân cỏ - - - vào THIÊN CHÚA, chúng ta tin tưởng - - và ở Phía bên kia của Hillside MN554XIIIĐọc thêm",
            "Thực hiện chuyến tham quan vào sáng chủ nhật.  Hướng dẫn viên du lịch Lynn L thật tuyệt vời và thực sự thu hút mọi người khi biết những sự thật tuyệt vời.  Cô ấy cũng lắng nghe rất tốt.  Hạn chế duy nhất là cố gắng tìm điểm tập trung để bắt đầu chuyến tham quan - cần có hướng dẫn tốt hơn cho việc đó.Đọc thêm",
            "Sân vận động đẹp, nhân viên thân thiện, nhiều lựa chọn đồ ăn, chỗ ngồi có cảm giác gần gũi với hành động. Đi theo đường màu xanh lam từ khu vực trung tâm mua sắm của Mỹ, về phía đông và hiệu quả đến hoặc điĐọc thêm",
            "Bản thân cách bố trí hiện trường là khá tốt. Điều đó thật tuyệt. Đó là sự kết thúc của bất cứ điều gì tích cực. Bầu không khí buồn tẻ. Việc đỗ xe và chuyển tiếp ra vào sân vận động là một mớ hỗn độn và đau đầu. Dịch vụ từ nhân viên không tồn tại hoặc không quan tâm. Người dân không thân thiện và khó chịu. Thức ăn rất thô và cũ. Có nhiều sân vận động tốt hơn, vui hơn và thân thiện hơn nhiều nếu bạn có thể đi nơi khác.Đọc thêm",
            "Target Field là một sân vận động tuyệt vời để xem một trận đấu MLB. Một chỗ ngồi không tồi trong nhà. Dịch vụ rất tuyệt vời, mọi người rất hữu ích. Bạn sẽ thích trò chơi của mình.Đọc thêm",
            "Target Field là một công viên đẹp nằm gần trung tâm thành phố. Rất có thể bạn sẽ tìm thấy chỗ đậu xe trong một gara gần đó, rất dễ vào nhưng lại rất khó để thoát ra. Nếu bạn có thể đến sân chơi bóng chày bằng cách khác, tôi khuyên bạn nên làm như vậy. Chúng tôi ngồi ở sân nhà, một chỗ ngồi rất đẹp. Hầu hết các ghế đều có vị trí thuận lợi và không quá xa khu vực diễn ra hoạt động. Họ có sự kết hợp tốt giữa các lựa chọn chỗ ngồi và nhiều chỗ đứng để uống rượu và xem trận đấu. Những nhượng bộ ở đâu đó ở mức trung bình. Tôi nghĩ sữa đông là lựa chọn thực phẩm tốt nhất mà tôi có, nhưng không có gì thực sự nổi bật so với tất cả những món ăn chúng tôi có. Tôi nhận được một cốc soda có thể đổ lại, nhưng có vẻ như dòng cocacola thông thường được nối với dòng coca dành cho người ăn kiêng, điều này không tốt cho bệnh nhân tiểu đường. Đó chắc chắn là một sự nhầm lẫn vì tôi thấy họ nhấn nút ăn kiêng. Phải đến quầy bán hàng tự động thứ ba chúng tôi dừng lại, chúng tôi mới móc soda vào đúng hàng. Ngoài ra, đám đông còn có một nguồn năng lượng dồi dào và tôi rất thích tấm biển Twins cổ điển ở ngoài sân. Nhìn chung, một bầu không khí tốt và trải nghiệm sân bóng chày. Những nhượng bộ và bãi đậu xe có thể được cải thiện, nhưng đó là một công viên được thiết kế tốt. Tôi - khuyên bạn nên thử chơi một trò chơi ở đây nếu bạn đang ở trong thị trấn.Đọc thêm",
            "Tham dự chuỗi 4 trận đấu tại Target Field lần đầu tiên vào tháng 7.  Có ai giữ vé cả mùa ở đây với ghế cao cấp gần chỗ ngồi dành cho du khách không?  Cảm ơn trước!Đọc thêm",
            "Hãy thử craigslist hoặc Ticketmaster. Luôn luôn có sẵn tix tuyệt vời. Đó là một sân bóng tuyệt vời và bạn sẽ có rất nhiều niềm vui.Đọc thêm",
            "Có bãi đậu xe miễn phí nào trong khoảng cách đi bộ đến sân không? Có khu vực an toàn nào gần đó không?Đọc thêm",
            "Đường sắt nhẹ dừng ngay trước sân vận động.  Nếu bạn có thể tìm được chỗ đậu xe ở đâu đó dọc tuyến đường với chi phí ít tốn kém hơn thì đó có thể là một lựa chọn.Đọc thêm",
            "Trường mục tiêu mở khi nào Mayer nghỉ hưu?Đọc thêm",
            "Cổng mở lúc 4 giờ chiều - đến sớm sẽ đông đúcĐọc thêm",
            "Tôi có một nhóm gia đình đi chơi trò chơi Twins nhân Ngày của Cha. Đọc về Đường sắt nhẹ và Tuyến NorthStar. Sẽ tốt hơn nếu đặt một khách sạn dọc theo một trong những tuyến đường đó HOẶC thực hiện - cho thuê kỳ nghỉ - gần Target Field. Nghiên cứu sơ bộ của tôi là có một khu nhà kho - cách Target Field 0,3 dặm. Khu phố đó có phải là nơi tốt cho gia đình thuê bốn ngày không? Có khu vực lân cận nào khác tốt hơn để thuê và sau đó có thể đi Tuyến Đường sắt hoặc NorthStar để đến trò chơi Twins không?Đọc thêm",
            "Tôi sẽ không ở lại trung tâm thành phố với gia đình bạn.  Đúng, Bloomington là một nơi tốt để ở nếu bạn có thể đến gần đường sắt hạng nhẹ. Chúng tôi sống ở phía bắc của thị trấn và đi tàu điện bất cứ khi nào chúng tôi tham gia trò chơi Twins.  Có rất nhiều bãi đậu xe miễn phí tại các nhà ga và bạn không cần phải tranh giành giao thôngĐọc thêm",
            "Nếu chúng tôi ở gần trung tâm mua sắm America thì có cách nào dễ dàng để đến sân chơi bóng chày không? Hoặc có bất kỳ đề xuất nào..được đánh giá cao..Đọc thêm",
            "Siêu dễ dàng để đi đường sắt. Uber chắc chắn cũng là một lựa chọn. Di chuyển xung quanh thực sự dễ dàng và nhanh chóng.Đọc thêm",
            "Nếu chúng tôi mang theo trẻ sơ sinh - 3 tháng - và trẻ em - 4 - thì việc mang theo túi tã có an toàn không hay bây giờ mọi thứ phải đựng trong túi trong?Đọc thêm",
            "Đúng... đã tìm kiếm... nhưng không - không nhất thiết phải - rõ ràng - - Đọc thêm",
            "Loại máy ảnh và ống kính nào được phép mang vào trường mục tiêu? Bán tại. Máy ảnh Nikon với ống kính 70-200Đọc thêm",
            "Đây là một bài đăng cũ hơn, nhưng tôi nghĩ tôi - sẽ đề cập đến - tôi nghĩ bạn bị cấm sử dụng chân máy. Theo như tôi biết thì đó là hạn chế duy nhất.Đọc thêm",
            "Tôi có thể mang bóng chày vào sân vận động không?  Con trai tôi muốn xin chữ ký trước trận đấu.Đọc thêm",
            "An ninh sẽ chỉ lo lắng về súng và rượuĐọc thêm",
            "Có sẵn vé đi bộĐọc thêm",
            "Có, bạn có thể mua chúng tại quầy bán vé. Đọc thêm",
            "Bạn có thể mang theo chai nướcĐọc thêm",
            "Chỉ có chai EMPTY.Đọc thêm"
        ],
        "star_ratings": [
            2217,
            690,
            102,
            24,
            14
        ],
        "review_amount": 3047,
        "location": [
            "Minnesota - MN -",
            "Những điều cần làm ở Minneapolis",
            "Hoa Kỳ",
            "Trường mục tiêu",
            "Minneapolis"
        ],
        "reviews_time": [
            "Written June 1, 2024",
            "Written May 28, 2024",
            "Written May 5, 2024",
            "Written April 22, 2024",
            "Written March 18, 2024",
            "Written February 19, 2024",
            "Written July 29, 2023",
            "Written July 25, 2023",
            "Written July 22, 2023",
            "Written June 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g43323-d1840178-Reviews-Target_Field-Minneapolis_Minnesota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g43323-d444556-Reviews-Pizza_Luce_Downtown-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43323-d444559-Reviews-Wood_Paddle_Eatery-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43323-d652843-Reviews-Fogo_de_Chao_Brazilian_Steakhouse-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43323-d444541-Reviews-Murray_s-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43323-d11962926-Reviews-Tullibee-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43323-d544514-Reviews-Kieran_s_Irish_Pub-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43323-d444478-Reviews-The_Capital_Grille-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43323-d532419-Reviews-Gluek_s_Restaurant_Bar-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43323-d11915845-Reviews-Red_Rabbit_Minneapolis-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43323-d444714-Reviews-JD_Hoyt_s-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d2616486-Reviews-Fulton_Brewing_Company-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d266349-Reviews-First_Avenue_7th_St_Entry-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d11543780-Reviews-Inbound_Brewco-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d10473182-Reviews-Modist_Brewing_Company-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d6214232-Reviews-Pantages_Theatre-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d296048-Reviews-Minneapolis_Skyway_System-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d560533-Reviews-Basilica_of_St_Mary-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d12911655-Reviews-Clockwerks_Brewing-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d5889128-Reviews-Illusion_Theater-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d6206081-Reviews-Goodale_Theater-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d1840178-Reviews-or10-Target_Field-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d8155511-Reviews-Trapped_Puzzle_Rooms-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d12505388-Reviews-The_Escape_Game_Minneapolis-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d12197174-Reviews-Zero_Hour_Escape_Rooms-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d10610800-Reviews-Escape_the_Room-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d13387934-Reviews-Bad_Axe_Throwing_Minneapolis_Kennedy_St-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d8409450-Reviews-Riddle_Room-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d11918075-Reviews-Mission_Manor_Escape_Rooms-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d560532-Reviews-Target_Center-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d142847-Reviews-Brave_New_Workshop-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d13498060-Reviews-The_Cafe_Meow-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d6608429-Reviews-Bitter_Minnesota_Brewery_Tours-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d5836832-Reviews-Cowboy_Jack_s_Downtown_Minneapolis-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d3206798-Reviews-Minneapolis_By_Bike-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d3892380-Reviews-Mill_City_Nights-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d1109231-Reviews-Pedal_Pub_Twin_Cities-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d634152-Reviews-The_Seville_Club-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d6198462-Reviews-Gluek_s_Restaurant_and_Bar-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d5833925-Reviews-Its_Brothers_Bar_Grill_Minneapolis-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d15138154-Reviews-The_Schvitz-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g188662-d319487-Reviews-Citadelle_de_Dinant-Dinant_The_Ardennes_Wallonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g42423-d615400-Reviews-Mackinac_Island_State_Park-Mackinac_Island_Mackinac_County_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d6633533-Reviews-Mydin_Mall_Mitc-Melaka_Central_Melaka_District_Melaka_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d156878-Reviews-Rogers_Centre-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d11899074-Reviews-T_Tyler_Potterfield_Memorial_Bridge-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2156349-d279044-Reviews-North_Jetty_Beach-Casey_Key_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g635612-d13321708-Reviews-Aquarium_Of_Faliraki_Aquaworld-Faliraki_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g6869048-d7245583-Reviews-Margarites_Gorge-Margarites_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d3140479-Reviews-Maunakea_Visitor_Information_Station-Hilo_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g43323-d1840178-Reviews-or10-Target_Field-Minneapolis_Minnesota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g43323-d1840178-Reviews-Target_Field-Minneapolis_Minnesota.html"
    }
]