[
    {
        "attraction_name": "Tatlong Pulo Beach",
        "attraction_name_vi": "Bãi biển Ba Đảo",
        "general_info": [
            "14 đánh giá",
            "2 trong số 17 điều cần làm ở Jordan",
            "Bãi biển"
        ],
        "attraction_summary": "Một trong những bãi biển đẹp nhất ở Guimaras. Làn nước trong xanh và trong vắt cộng với tầm nhìn ra các hòn đảo gần đó. Chúng tôi được mời bởi những người bạn sở hữu một ngôi nhà bên bờ biển ngay cạnh Sinogourna Beach Resort. Nhược điểm là đường đi đến đó rất xấu và rất dốc. Nếu bạn là một cặp đôi đi xe ba bánh đến đó, bạn sẽ phải xuống xe khi đường đang đi lên. Đi bộ dưới cái nóng giữa trưa không hề dễ dàng nhưng vẫn rất đáng giá!Đọc thêm",
        "reviews": [
            "Nơi này vẫn chưa đông đúc. Chúng tôi có toàn bộ bãi biển cho riêng mình trong suốt 2 ngày. Đường đến bãi biển giờ đã tốt hơn nhiều. Thật mừng là họ đã cố gắng đổ bê tông toàn bộ đường đi. Vẫn là một nơi nghỉ ngơi tuyệt vời nếu bạn muốn thư giãn và tận hưởng sự đoàn kết. Đọc thêm",
            "Đến bãi biển Tatlong Pulo là điều không thể bỏ qua khi ghé thăm Guimaras!  Thật là một nơi tuyệt đẹp!  Không thể đợi để quay lại lần nữa Đọc thêm",
            "Chúng tôi thực sự rất không chuẩn bị khi đến Guimaras bằng thuyền từ Iloilo. Những gì được cho là một chuyến đi trong ngày đã trở thành một chuyến cắm trại qua đêm ở những bãi biển khuất của Guimaras. Bạn phải đi xe ba bánh từ thị trấn và đi vào một trong những con đường dẫn đến Tatlong Pulo. Ngoài ra, hãy đảm bảo rằng bạn có mọi thứ bạn cần như thức ăn, nước uống và những thứ không cần thiết vì nơi này thực sự rất khuất và không có cửa hàng nào gần đó. Ngoài việc không chuẩn bị gì và chết đói, chúng tôi rất thích ở đây. Nếu bạn đang tìm kiếm một hòn đảo thực sự còn hoang sơ thì đây chính là nơi nên đến! Đọc thêm",
            "ở nơi mà sự đơn giản có nghĩa là tất cả mọi thứ, bạn sẽ thấy Chúa đã chia sẻ những món quà tuyệt vời như thế nào đối với thiên nhiên và những người yêu thiên nhiênĐọc thêm",
            "Thuận tiện đi lại vì gần nhưng đường đi đến điểm trả khách hơi dốc. Tôi đến đó cùng nhóm bạn và chúng tôi thuê cả một chiếc xe jeep để đưa chúng tôi đến đó. Từ điểm trả khách bạn phải đi xuống con đường đá dẫn ra bãi biển. Trên bãi biển cũng có những ngôi nhà nhỏ mà bạn có thể thuê và một số có thể cho thuê để nghỉ qua đêm. Các ngôi nhà cũng có hạn. Bãi biển không rộng nhưng rất đẹp. Có một hòn đảo nhỏ mà bạn có thể ghé thăm khi thủy triều xuống và một khối đá nơi bạn có thể nhảy. Chỉ cần cẩn thận hơn vì bề mặt dưới nước rất nhiều đá. Tốt nhất bạn nên nhảy tới đó khi thủy triều lên và thời tiết đẹp.Đọc thêm",
            "Its indeed a hidden paradise located at a little barangay in jordan guimaras, the area boosts of naturally made white sand beach and a stunning view of islets,which you can swim or kayak during lowtide. Its a 45 minute travel via tricycle and multicabs, most of the road is very rough and narrow, thats why at the very start of the concrete road at brgy. Sinapsapan, you have to take a walk around 20 minutes before arriving at the beach itself. The walk is very easy if you are going there because mostly the road is decending, but if youre going back at the mainroad itll require you lots of effort because the road that time will be super steep, so its a very no no to old person, little kids need to be carried and not good for pregnants since the ride is very bumpy and the walk will require lots of effort. The beach is almost desserted every weekdays, so if you wanna own the whole island go there at weekdays and avoid weekends, and during weekdays, the tricycle can drop you near the end road which leads you to the beach itself itll save you from walking, some drivers do this because the road wasnt really crowded so they dont have to worry for other vehicles that they might meet at intersections, or else the other has to giveway, means the other has to drive back to giveway to the approaching vehicle. The fare if you drop at their tourism office is 300 one way, 600 if you decide that youll be fetched the next day, its a must that you have arranged with the driver to fetched you next day because the area isnt urbanized that you can get a ride anytime, however from the very end of the road going to the beach itself, there are habal2 you can ride but this will just take you at the point where tricycle and multicabs are allowed, you can transfer then these vehicles will be the one to bring you to the main road. Upon arriving at the beach itself, theres this so called peoples paradise, this is balingasag beach, from there theres a sign that points where tatlong pulo really is, follow the trail and at the end theres the caretakerowner house, pay the entranceFor day use its 100, for overnight 200pax, they have attic like accommodations which ranges from 500-1100 per night,these attic like accommodation however is very basic, no matress, no pillows, no mats and youll be in a knealing postion only if you attemp to stand. You can either set a camping tent and just pay for a chargewasnt able to ask, coz we spent the night at balingasags peoples paradise. The place has no electricity, no generator, the electricity connection stops at the caretakers house, so be sure to bring some flashlight, food and water as well, theres a sari-sari store in the caretakers house but the price will double, i just dont know if they offer cellphone charging or if they offer to cook food for you, all they have as of now are two gas lamps to last you until morning, bonefire are also not allowed. The place has really the potential,words cannot really describe its beauty and how stunning it is. Just be reminded to bring your aqua shoes or anything to protect your feet when you swim since there are part of the beach that its a little bit rocky, and dont expect that itll offer you amenities such as those with raymens or alubihod cove, the place is just beginning to gain popularity so the place has basic things to offer, their comfort room is only a makeshift made of rocks, but toilet is clean, and you will only have sea water to rinse. Dont be bother by caretakers doing their early sweeping coz during lowtide, some trash are washed upon the beach, a thumbs up for maintaining the place to be clean, just approach any caretakes if you need anything, theyre just a little bit aloaf.  So if you are the kind who could not tolerate such condition, better go there for day use only, but if you are a cowboy and not really sensetive to anything, then by all means you will enjoy the beach, the white sand, the sunset and the romantic, adventurous ambiance itll offer.Read more",
            "Tôi và các đồng đội đã có buổi teambuilding tại khu nghỉ dưỡng này. Đó là một cơn ác mộng đối với chúng tôi, đặc biệt là khi chúng tôi nhớ lại những điều họ đã làm. Để liệt kê: 1. Nước uống đắt tiền 1 gallon là P150 2: Phí vào cửa qua đêm là P200head và P100head phí vào cửa 3. Nhà tranh nóng Nipa dao động từ P250 - P500 4. Không có điện 5. Bạn thậm chí không thể ra ngoài để mua nước rẻ hơn vì cổng đóng cửa lúc 8 giờ tối bất kể họ đã thông báo cho bạn lúc 10 giờ tối.     6. Nước ngọt 12oz có giá P20 trong khi loại 1 lít đóng chai có giá P35 7. Cẩn thận thật thô lỗ, họ sẽ nói với bạn, kung mag gwa kamu nd na kamu kasulod liwat, nếu bạn đi ra ngoài, bạn sẽ không bao giờ quay lại.      8. Không có biên lai, họ chỉ có sổ nhật ký 9. Họ không có giấy phép cũng như không đóng thuế 10. Họ không cung cấp nước, đặc biệt là để tắm 11. Nước họ dùng cho cr, họ lấy từ biển, tôi sẽ làm không đề xuất khu nghỉ dưỡng này chút nào ngay cả với bạn bè của tôi,. Chúng tôi đã nói chuyện với nhân viên Du lịch xem họ có thể thực hiện những hành động gì. Họ nói với chúng tôi rằng có những trường hợp đang chờ xử lý giống như những gì chúng tôi đã trải qua. Đó là một bài học rút ra rằng khu nghỉ dưỡng tatlong pulo TUYỆT VỜI! Đọc thêm",
            "Mất khoảng một giờ từ bến Jordan trong chuyến đi không ngừng nghỉ. Chúng tôi xuống xe từ điểm dỡ hàng đến khu nghỉ dưỡng. Từ trên cao, khung cảnh thật ngoạn mục. Khoảng 10 phút là ổn. Khi đến resort, chúng tôi chọn 2 trong 4 túp lều ven biển. Đó là một túp lều hai tầng với bàn ăn dài và ghế dài có thể chứa 7 người. Trên cùng là một căn gác mái trống có lỗ thông thoáng cho cửa sổ và sàn nhà được lát tre. Nó có thể chứa 5-6 người đàn ông trưởng thành. Với kích thước gần như tương tự và lớn hơn một chút, ngôi nhà kia có thể chứa khoảng 10-12 phụ nữ. Gần một trong những ngôi nhà là một điểm ngắm cảnh, tại đó bạn có thể chụp ảnh làn nước trong xanh và ngọn hải đăng nằm trên đỉnh đồi trong cùng khu vực. Nơi này là một điểm thu hút các nhiếp ảnh gia. Hoàng hôn... ooohhh... hoàng hôn. Họ có 2 phòng tắm tiện nghi, hơi xa nơi chúng tôi ở một chút. Thiết kế giống như một chuồng lợn. Khoảng không trên đầu hơi lớn, bức tường cao 4 feet, và vâng, bạn có thể nhìn thấy đầu của người trong phòng tắm khác và manangguete có thể nhìn thấy tấm lưng gợi cảm của bạn nếu họ ở trên ngọn cây dừa bao quanh nơi này. Bạn có thể mang theo lều, túi ngủ, v.v. nếu muốn qua đêm ở đó... nhưng tôi khuyên bạn nên ở trong nhà tranh và CẨN THẬN... LÀM THEO HƯỚNG DẪN CỦA BAN QUẢN LÝ. Bãi biển - nước tốt, nhưng đáy có nhiều đá, nhưng cát trên bờ rất mịn. tôi khuyên bạn nên mặc thứ gì đó để bảo vệ đôi chân của bạn khỏi nhím biển san hô. Vé vào cửa chỉ có 150.00 Php. Bạn có thể để người quản lý nấu đồ ăn mà bạn cần mang theo. Không có nước tinh khiết là tốt. Đoạn đi lên trên đường về lại là một câu chuyện khác. Vì vậy, nếu bạn quyết định say khướt và vui vẻ vào đêm hôm trước, hãy đợi cho đến khi họ có thang cuốn rồi bạn mới làm như vậy. Ồ. Không có điện.Đọc thêm",
            "Đến nơi vào khoảng 1h30 chiều, thời tiết ở Guimaras khá u ám nhưng bãi biển vẫn đẹp như nhau. Ngày hôm đó không có quá nhiều người vì đám đông đang ở Iloilo để tham dự Dinagyang. Nếu bạn muốn thư giãn bên bờ biển thì đây chắc chắn là nơi dành cho bạn. Bạn có thể thuê một chiếc thuyền và nhảy đến hòn đảo nhỏ ngay trước bãi biển. Khi thủy triều xuống, bạn có thể đi bộ đến đó. Phí vào cửa chỉ là P50 và bao gồm cả ngôi nhà bạn chọn. Nếu bạn dự định ở lại qua đêm, họ có những túp lều có gác mái chỉ với giá P500. Nhưng hãy lưu ý rằng không có điện nên hãy đảm bảo rằng bạn đã chuẩn bị sẵn đèn và sạc dự phòng cho buổi tối.Đọc thêm"
        ],
        "star_ratings": [
            8,
            4,
            1,
            0,
            1
        ],
        "review_amount": 14,
        "location": [
            "Jordan",
            "Bãi biển Ba Đảo",
            "Những điều cần làm ở Jordan",
            "Visayas",
            "Đảo Guimaras",
            "Philippin",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 11, 2022",
            "Written January 8, 2020",
            "Written November 4, 2019",
            "Written July 19, 2018",
            "Written April 12, 2018",
            "Written November 8, 2017",
            "Written June 8, 2017",
            "Written May 8, 2017",
            "Written March 15, 2017",
            "Written February 17, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1602649-d2513679-Reviews-Tatlong_Pulo_Beach-Jordan_Guimaras_Island_Visayas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1602649-d2513637-Reviews-Ave_Maria_Islet-Jordan_Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g780762-d4922839-Reviews-Trappist_Monastery-Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g6622865-d7317638-Reviews-St_Vincent_Ferrer_Church-Nueva_Valencia_Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602649-d2513679-Reviews-or10-Tatlong_Pulo_Beach-Jordan_Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g6622865-d9783324-Reviews-Taklong_Island_National_Marine_Reserve-Nueva_Valencia_Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g6622865-d7349425-Reviews-Guisi_Beach-Nueva_Valencia_Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602649-d2513650-Reviews-Marine_Reserved_Area-Jordan_Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602649-d2104409-Reviews-Balaan_Bukid-Jordan_Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g780762-d3569882-Reviews-Villa_Igang_Beach-Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602649-d2513661-Reviews-Buho_Ramirez_Cave-Jordan_Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602649-d9744098-Reviews-Turtle_Island-Jordan_Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602649-d2513651-Reviews-Sad_Sad_Falls-Jordan_Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g780762-d2513682-Reviews-Daliran_Cave-Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298466-d4028598-Reviews-St_Anne_Parish_Church-Iloilo_City_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298466-d7248744-Reviews-Iloilo_River_Esplanade-Iloilo_City_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298466-d3605682-Reviews-Camina_Balay_nga_Bato-Iloilo_City_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298466-d2513624-Reviews-SM_City_Iloilo-Iloilo_City_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g780762-d1965700-Reviews-Guisi_Lighthouse-Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298466-d9820952-Reviews-The_Molo_Mansion-Iloilo_City_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298466-d5773576-Reviews-Calle_Real-Iloilo_City_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298466-d13902850-Reviews-Iloilo_Museum_of_Contemporary_Art-Iloilo_City_Iloilo_Province_Panay_Island_Visay.html",
            "https://www.tripadvisor.com/Attraction_Review-g298466-d5485041-Reviews-Iloilo_City_Hall-Iloilo_City_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298466-d10264785-Reviews-The_Harriet_Cruise-Iloilo_City_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298466-d10664625-Reviews-St_Clement_s_Church-Iloilo_City_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298466-d10200147-Reviews-Casa_Real_de_Iloilo-Iloilo_City_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g667488-d6634510-Reviews-Ornos_Beach-Ornos_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d386696-Reviews-State_Grand_Mosque-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d604075-Reviews-Dolphin_House_Shaab_Samadai-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187830-d547487-Reviews-La_Citta_Alta-Bergamo_Province_of_Bergamo_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d109856-Reviews-Mokulua_Islands-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d155505-Reviews-Queen_Street-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g294007-d3747228-Reviews-Wadi_Dayqah_Dam-Muscat_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d515794-Reviews-ICEBAR_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d1572831-Reviews-SEA_LIFE_Aquarium-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7305078-Reviews-Konoko_Falls_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1602649-d2513679-Reviews-or10-Tatlong_Pulo_Beach-Jordan_Guimaras_Island_Visayas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1602649-d2513679-Reviews-Tatlong_Pulo_Beach-Jordan_Guimaras_Island_Visayas.html"
    }
]