[
    {
        "attraction_name": "Telascica Nature Park",
        "attraction_name_vi": "Công viên thiên nhiên Telascica",
        "general_info": [
            "305 đánh giá",
            "- 3 trong số 17 điều cần làm ở Đảo Dugi",
            "Các công viên quốc gia",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thiên nhiên tươi đẹp và môi trường xung quanh. Tôi khuyên bạn nên để xe ở lối vào công viên quốc gia và khám phá nó bằng xe đạp. Chúng tôi có xe đạp điện và điều đó thật tuyệt. Chúng tôi cũng leo lên pháo đài cũ của Áo-Hung, nơi có tầm nhìn tuyệt vời. Trung tâm đa phương tiện mới được tổ chức rất tốt. Chúng tôi cũng đến hồ muối và ngắm nhìn những vách đá gần đó.Đọc thêm",
            "Thiên nhiên tươi đẹp, những con đường mòn, hồ nước, khung cảnh ngoạn mục. Nơi hoàn hảo để dành thời gian với bạn bè và gia đình trong thiên nhiên. Nơi để nhớ.Đọc thêm",
            "Họ điên rồi, không được khuyến khích. C - biển động và dù thế nào họ cũng muốn rời đi, có trẻ em trên tàu. Do thời tiết xấu, họ phải hủy một trong hai điểm dừng trên đảo, do đó mất 5 giờ trên tàu và 3 giờ trên đảo khi trời mưa. Rõ ràng là không có sự đền bù nào cho sự bất tiện này. Họ điên rồi, không được khuyến khích. Biển động và họ vẫn muốn rời đi cùng với trẻ em trên tàu. Do thời tiết xấu, họ phải hủy một trong hai điểm dừng tại quần đảo, do đó, con số khổng lồ là 5 giờ đi tàu và 3 giờ đi đảo có mưa. Rõ ràng là không có khoản đền bù nào cho sự bất tiện này.Đọc thêm",
            "Bạn trả tiền vào cửa cho mỗi người và cho một chiếc xe hơi. Chúng tôi tìm thấy một thùng rác trên đường đi bộ. Chúng tôi đã ăn bánh mì kẹp thịt với khoai tây chiên chẳng có mùi vị gì ở quán rượu Apka trong hơn 12 giờ. Chúng tôi thấy người ta chạm tay vào đá để lấy coctail ngay sau khi sử dụng tiền. Bạn trả tiền vào cửa để xem nơi không được bảo trì với nhà vệ sinh trong thùng chứa không có xà phòng, bệ toilet và giấy! Xin lỗi, nhưng hãy tưởng tượng việc phụ nữ trong thời kỳ kinh nguyệt làm công việc của mình mà không cần những điều cơ bản về higiene trong những khoảnh khắc đó sau khi trả mọi thứ để vào - công viên quốc gia -. Trả tiền không phải là vấn đề nhưng vấn đề là không nhận được dịch vụ trong đó giá cả. Tôi đã tham gia nhiều lễ hội ở những nơi mà có lẽ không ai biết đến, khó có được thứ gì hơn, khó hơn cả đến Telascica và vẫn có rất ít xe tải chở MỌI THỨ cần thiết nên xin đừng nói với đàn ông rằng khó đến đó với những thứ cơ bản như xà phòng, giấy và mọi thứ vệ sinh cơ bản khác. Đừng bận tâm đến thăm. Tôi đã đến hầu hết những nơi đẹp mà không mất phí, những vách đá và bờ biển đẹp hơn..Đọc thêm",
            "Khung cảnh tuyệt vời từ vách đá. Đi bộ rất vui, chỉ có điều trên con đường đi bộ ven biển từ bãi đậu xe đến Hồ Salt là có khá nhiều nhựa. Phí vào cửa hợp lý - khoảng 4 - mỗi người - , phòng vé ở cổng vào mở cửa lúc 9 giờ sáng..Đọc thêm",
            "Đến đó bằng thuyền hoặc ô tô, cả hai lựa chọn đều mang lại trải nghiệm tuyệt vời. Đừng bỏ lỡ việc ghé thăm pháo đài Grapascak và trung tâm giáo dục xuất sắc. Bạn có thể chơi như một đứa trẻ hàng giờ để khám phá kho báu của Telascica.Đọc thêm",
            "Nơi đẹp và yên bình.. Bạn có thể thực hiện nhiều hoạt động như đi bộ đường dài, đi xe đạp và bơi lội trong hồ.. Thiên nhiên thật tuyệt vời.. Rất khuyến khích cho những người yêu thiên nhiênĐọc thêm",
            "50 euro cho cái gì? Lạ nhỉ. Có thể quang cảnh đẹp nhưng không có gì hơn. Tôi cảm thấy như mình đã mất tiền. Bao gồm: nước máy, nước cam kém chất lượng, rượu vang rẻ tiền - đúng vậy, Nhân viên thử trước khi bắt đầu hành trình, tôi không muốn đánh giá họ là người nghiện rượu khi bắt đầu hành trình vì họ trông giống họ, nhưng thật không may, tôi phát hiện ra họ là ... - ,Por hai miếng bánh mì với một miếng giăm bông và phô mai - họ gọi đó là bữa sáng: - Bảng có vẻ lộn xộn. Không, không, khônggg. Đừng đi. Đọc thêm",
            "đã đến Konoba Tilago. người phục vụ rất thô lỗ và tiền bạc - làm chúng tôi xấu hổ như pizza là đồ ăn của người nghèo. sẽ không đề nghị. không có gì đầu tư vào nơi này và có giá quá cao... Đọc thêm",
            "Khung cảnh rất đẹp nhưng ngoài một vài chuyến đi bộ và bơi lội thì thực sự không có nhiều việc phải làm. Tôi nghi ngờ nếu bạn đang đi thuyền thì đó là một nơi tuyệt vời để dừng lại và có rất nhiều thuyền đang neo đậu. Chúng tôi đã dành vài giờ ở đó khi đi lên đường nhưng rất vui vì chúng tôi đã không phải tránh đường để đến đó. Ồ và có 40kn mỗi người - 20k cho thanh thiếu niên - nhân tiệnĐọc thêm",
            "Chào buổi sáng, \nTôi muốn biết liệu có chuyến đi bộ đường dài khởi hành từ cảng Sali đến phía nam hòn đảo hay không và liệu chúng tôi có thể di chuyển mà không cần ô tô trong một ngày trên đảo hay không. \nCảm ơn bạnĐọc thêm",
            "Phà từ Zadar đến Brbinj bằng ô tô. Nếu không có xe cánh ngầm từ Zadar đến Sali. Sali là thị trấn cuối cùng trên đảo đi xa hơn về phía nam, bạn chỉ có thể đi bằng thuyền.Đọc thêm",
            "Bạn có thể thuê thuyền kayak khi ở trong công viên không?Đọc thêm",
            "Xin chào. Công viên mở cửa lúc mấy giờ? Và có sẵn đồ ăn để mua khi ở trong công viên không?\n\nCảm ơn!Đọc thêm",
            "Công viên mở cửa lúc 8:30 sáng. Nếu bạn đi vào buổi chiều sau 4:00 chiều thì ít nhất là vào cửa miễn phí nếu không phải là mùa cao điểm. Có một nhà hàng nhưng chúng tôi đã đến đó vào đầu tháng 5 và nó vẫn đóng cửaĐọc thêm",
            "Giả sử bạn ở trên đảo - ví dụ như ở Sali - và có thuyền kayak trong ô tô, bạn có thể cho tôi biết bạn có thể đến đâu bằng ô tô để đưa thuyền kayak xuống biển và tham quan công viên không?\nCảm ơn\nRiccardoĐọc thêm",
            "Vào công viên bằng ô tô, dừng ở bãi đậu xe và từ đó biển rất gần và bạn có thể tham quan công viên bằng thuyền kayakĐọc thêm",
            "CHÀO. chúng tôi muốn đến thăm Công viên Thiên nhiên Telašćica trong một ngày. chúng tôi ở lại Zadar. tôi đọc được rằng có một chuyến phà tới Sali. nhưng không có chuyến phà khứ hồi từ Sali đến Zadar. Làm sao bạn có thể tự mình đến công viên được? Có thể thuê xe đạp gần công viên ở đâu? \ncảm ơn bạnĐọc thêm",
            "Xin chào, chúng ta nên đi phà ở đâu để đến công viên? giá ? Chúng ta nên đặt trước hay tại chỗ? \n\nCảm ơn bạn trước!!Đọc thêm",
            "Sẽ trả lời khi tôi học xong Duolingo Đọc thêm",
            "Làm thế nào để bạn đến đó từ Sali? Chúng tôi dự định sẽ đi vào tháng 10 năm nay và không thực sự thích thú với những chuyến tham quan bằng thuyền.Đọc thêm",
            "Tùy thuộc vào phần nào của Telascica mà bạn muốn khám phá, cho đến điểm là khu bảo tồn lừa từ Sali, bạn có 8 km, ít nhất đối với tôi, mất 2 giờ đi bộ và từ đó vẫn còn khoảng 10 phút đi bộ đến hồ nước mặn Mir. Trừ khi bạn dự định dành cả ngày ở đó, tôi nghĩ tốt hơn là bạn nên thuê một chiếc xe máy hoặc một chiếc xe đạp, điều đó sẽ giúp bạn khám phá được nhiều hơn nếu bạn dự định ở lại trong thời gian ngắn.Đọc thêm",
            "Xin chào, tôi muốn biết liệu người ta có thể thực sự đi bộ đường dài để ngắm cảnh không...và người ta có thể đến đó vào buổi sáng từ Zadar và trở về cùng ngày không?\nCảm ơn\nLauraĐọc thêm",
            "Thân yêu Laura,\n\n vâng, bạn có thể đi bộ trong Công viên Telascica, ở đó có một số con đường đi bộ xuyên rừng. Có thể tham quan một ngày từ Zadar nhưng bạn cần ở đó cả ngày để có trải nghiệm tốt hơn. Có một tuyến chỉ dành cho người qua đường đi thẳng từ Zadar đến Sali - hãng vận tải thuyền là tuyến G - V - .Đọc thêm",
            "Xin chào, tôi chỉ thắc mắc các bạn đã mang loại tiền tệ nào đến Croatia, vì tôi đang nhận được nhiều quan điểm trái chiều.Đọc thêm",
            "Tiền tệ chính thức ở Croatia là Hrvatska kuna!Đọc thêm",
            "Để có thể đạp xe quanh hồ Mir, bạn có thể thuê xe đạp ở Sali hay bạn cần tổ chức ở Zadar và đưa lên phà.Đọc thêm",
            "CHÀO! Bạn có thể thuê xe đạp ở Sali!Đọc thêm"
        ],
        "star_ratings": [
            161,
            90,
            24,
            17,
            13
        ],
        "review_amount": 305,
        "location": [
            "Công viên thiên nhiên Telascica",
            "chó đốm",
            "Croatia",
            "Quận Zadar",
            "Đảo dài",
            "Châu Âu",
            "Những điều cần làm ở Đảo Dugi"
        ],
        "reviews_time": [
            "Written May 23, 2024",
            "Written September 4, 2023",
            "Written August 28, 2023",
            "Written August 21, 2023",
            "Written May 25, 2023",
            "Written August 10, 2022",
            "Written July 17, 2022",
            "Written July 28, 2021",
            "Written September 9, 2020",
            "Written August 24, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1190826-d553243-Reviews-Telascica_Nature_Park-Dugi_Island_Zadar_County_Dalmatia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1898560-d25929789-Reviews-Gospoja_konoba_bar_more-Sali_Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1898560-d10485695-Reviews-Taverna_Go_Ro-Sali_Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1190826-d16695797-Reviews-Restaurant_Aquarius-Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190826-d553243-Reviews-or10-Telascica_Nature_Park-Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190826-d17654804-Reviews-Beach_Veli_Zal-Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190826-d4587489-Reviews-Sakarun_Beach-Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g13139990-d7052643-Reviews-Cave_Strasna_Pec-Savar_Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190826-d2356919-Reviews-Lavdara_Otok_Lavdara_Island-Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g13139990-d21307184-Reviews-Spiaggia_Prasna-Savar_Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2034462-d6828140-Reviews-Activity_Yachting_Holidays-Murter_Murter_Island_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295374-d3178978-Reviews-Mikado_Kornati_Excursions-Zadar_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1898560-d9821106-Reviews-Taxi_Frka-Sali_Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1898560-d26365889-Reviews-Tilagus_Tours-Sali_Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1898560-d15639938-Reviews-Adamo_Travel-Sali_Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1898560-d14983920-Reviews-Kopakanana-Sali_Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1898560-d12311548-Reviews-Maras_Tours-Sali_Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190826-d6424431-Reviews-Tome_Fishing_Day_Adventures-Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303811-d7657890-Reviews-Church_of_Our_Lady_of_Tarac-Kornati_Islands_National_Park_Sibenik_Knin_County_Dal.html",
            "https://www.tripadvisor.com/Attraction_Review-g2034425-d7648112-Reviews-St_Mary_s_Church-Kornat_Island_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207725-d20969530-Reviews-Ruda_Zlobin_Vostane_Central_Dalmatia_Croatia_Bike_Tracks-Otok_Vukovar_Syrmia_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g33022-d13875587-Reviews-Los_Rios_Historic_District-San_Juan_Capistrano_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41297-d10730475-Reviews-Splash_Island_at_Will_O_the_Wisp-Oakland_Garrett_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41929-d208429-Reviews-Horseneck_Beach_State_Reservation-Westport_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d8694759-Reviews-Franco_s_Bar-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d8179326-Reviews-Sheep_Lakes-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33524-d129057-Reviews-Chatfield_State_Park-Littleton_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d191328-Reviews-Musee_Matisse-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2423291-Reviews-Absinthe-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d284003-Reviews-Gatlinburg_SkyLift_Park-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g188666-d15208702-Reviews-Ghent_Altarpiece-Ghent_East_Flanders_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1190826-d553243-Reviews-or10-Telascica_Nature_Park-Dugi_Island_Zadar_County_Dalmatia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1190826-d553243-Reviews-Telascica_Nature_Park-Dugi_Island_Zadar_County_Dalmatia.html"
    }
]