[
    {
        "attraction_name": "Teleférico de Gaia",
        "attraction_name_vi": "cáp treo Gaia",
        "general_info": [
            "3.474 đánh giá",
            "28 trên 104 hoạt động giải trí ở Vila Nova de Gaia",
            "Xe điện"
        ],
        "attraction_summary": "Đi xe thú vị nhưng chờ đợi lâu và đắt tiền cho mỗi người. Chúng tôi chỉ đi 1 chiều tốn 21 người cho 3 người.\nSẽ không làm phiền nữa nhưng được thôi nếu bạn muốn thử. Đọc thêm",
        "reviews": [
            "Đây là một trải nghiệm thú vị và là cách dễ dàng hơn nhiều để quay trở lại khu vực cao hơn của thị trấn hơn là leo lên những bậc thang vô tận. Cả trong chuyến đi và đặc biệt là khi lên đến đỉnh, bạn sẽ có được khung cảnh mang tính biểu tượng của Porto mà bạn sẽ thấy trong các áp phích và quảng cáo du lịch. Đừng quên mang theo máy ảnh của bạn. Từ trên đỉnh, bạn có thể đi bộ dễ dàng qua tầng trên của cầu Dom Luis I đến Porto. 7 người mỗi người là giá trị tốt.Đọc thêm",
            "Trong chuyến thăm Porto, chúng tôi đã quyết định dùng thử Cáp treo Gaia và hóa ra đây là một lựa chọn tiện lợi và tiết kiệm thời gian. Chúng tôi rất vui khi thấy giá vé khá hợp lý, chuyến đi một chiều chỉ tốn 7 EUR hoặc 10 EUR cho một chuyến khứ hồi.\n\nMặc dù bản thân chuyến đi cáp treo ngắn và kết thúc nhanh chóng, chỉ kéo dài vài phút nhưng nó đã phục vụ rất tốt mục đích của nó. Ưu điểm chính là nó mang lại sự dễ dàng và hiệu quả cho việc lên xuống, loại bỏ nhu cầu đi bộ mệt mỏi để lên đến đỉnh cầu. Điều này giúp chúng tôi tiết kiệm thời gian và năng lượng quý báu, cho phép chúng tôi tập trung vào các điểm tham quan khác trong khu vực.\n\nMột phần thưởng của trải nghiệm Cáp treo Gaia là cơ hội chụp được một số bức ảnh tuyệt vời. Khi lên hoặc xuống, bạn sẽ được ngắm nhìn toàn cảnh tuyệt đẹp của Porto và Sông Douro.\n\nVì vậy, mặc dù chuyến đi có thể ngắn nhưng nó cung cấp một cách nhanh chóng và hiệu quả để di chuyển đến các khu vực trên cao của thành phố.Đọc thêm",
            "Tôi rất ngạc nhiên và vui mừng khi thấy cáp treo từ mực nước sông lên cao ở Vila Nova de Gaia. Nó cũng im lặng như vậy. Tôi đã thực hiện một chuyến đi xuống dốc thứ 7 vào một buổi chiều. Chuyến đi chỉ kéo dài vài phút nhưng quang cảnh thật tuyệt vời.Đọc thêm",
            "Tôi đoán nó khá đắt cho một chuyến đi ngắn như vậy, nhưng tôi nghĩ nó đáng để đi một lần.  Không có hàng đợi hay chờ đợi gì cả, vì vậy điều đó cũng tốt.  Tôi khuyên bạn nên đi bộ qua cầu từ Porto, thưởng thức rượu vang cảng, v.v. sau đó đi xe một chiều trở lại cầu để không phải đi bộ lên dốc.  Đọc thêm",
            "Là tuyến đường nối thuận tiện giữa cây cầu cao bắc qua sông từ Porto và bến cảng ở Vila Nova de Gaia, mang lại tầm nhìn tuyệt vời xuống dòng sông và toàn bộ thị trấn. Có lẽ nên tổ chức tốt hơn một chút, có một hàng đợi lấy vé và một hàng khác để lên cáp treo, nhưng cả hai đều khá ngắn và di chuyển nhanh chóng. Rất đáng làm.Đọc thêm",
            "Porto Bồ Đào Nha rất độc đáo và Gaia teleférico giúp bạn đi từ đỉnh đồi đến nút đồi dễ dàng hơn.\nNơi này rất sôi động... nhiều cửa hàng và nhà hàng ngon\nCòn rất nhiều việc phải làm. Một người cần hơn 2 ngày ở đây\nRất khuyến khích\nGiống như đi bộ trên cầu San Luis. Người ta có thể đi bộ hoặc đi tàu điện ngầm hiện đại hoặc đi thuyền trên sông \nĐi đến những vườn nho và thưởng thức rượu vang Porto vino ngọt ngào của họ....Tôi rất thích nó\nNếm thử món bánh Nata nổi tiếng.... thơm ngon\nNhưng đi đi đi\nBạn sẽ vui với thứ bạn đã làm\nRất khuyến khích Đọc thêm",
            "Quan điểm tuyệt vời! Lang thang quanh Vila Nova De Gaia và phát hiện ra cáp treo. Nó không dài lắm nhưng sẽ đưa bạn lên đỉnh thành phố và có tầm nhìn ngoạn mục ra Porto và sông Douro. \nNó rất yên tĩnh nên chúng tôi trả 9 euro cho mỗi chuyến khứ hồi và có một chiếc ô tô cho riêng mình. \nKhung cảnh thật tuyệt vời và chúng tôi ở trên đỉnh khoảng một giờ, có những quán cà phê và người bán hàng rong và bạn có thể tiếp tục đi bộ qua cầu vào Porto, nhưng chúng tôi quyết định đi xuống lần nữa và tham quan chợ cũng như những thứ khác trong thị trấn . \nĐáng để thực hiện một chuyến đi chỉ để ngắm cảnh.Đọc thêm",
            "Đáng để đi nếu bạn đang cố gắng đi từ sông lên đỉnh cầu Luis I. Chi phí là 7 người một người và họ sẽ bắt bạn phải chia sẻ xe ngựa với các nhóm khác nếu bạn tham gia từ khu vực ven sông hơi đông đúc. Không phải việc phải làm nhưng thuận tiện cho việc đi lại.Đọc thêm",
            "Sau khi kết thúc chuyến tham quan bằng thuyền ở bờ sông Gaia, thực hiện chuyến tham quan ở Porto Cálem và ăn trưa, việc tiếp theo trong danh sách của tôi là đi bộ qua Cầu Dom Luís. Cách dễ nhất để lên đó là đi qua hệ thống cáp treo đến ga Jardim do Morro. Dễ dàng mua vé ở tầng dưới rồi xếp hàng dọc theo cầu thang lên phần trên để lên cáp treo. Bạn sử dụng mã quét trên vé để mở rào chắn để vào cáp treo. Siêu dễ dàng. Chuyến đi rất ổn định. Tôi chia sẻ của tôi với 3 người lạ nhưng có nhiều không gian. Cảnh đẹp đáng yêu, đi xe thư giãn trên sông. Tôi chỉ đi một chiều với chi phí 7. Một chuyến khứ hồi dành cho người lớn chỉ tốn 10 mỗi chuyến. Chắc chắn phải làm gì đó vào một ngày nào đó khi đến thăm Porto và Gaia.Đọc thêm",
            "Đã xảy ra trên cáp treo này khi đang tham quan trên tàu du lịch. Chỉ là một chuyến đi nhỏ, khoảng 5 phút, nhưng bạn sẽ có được một số cảnh quan tuyệt vời của khu vực.Đọc thêm",
            "Đáng để đi nếu bạn đang cố gắng đi từ sông lên đỉnh cầu Luis I. Chi phí là 7 người một người và họ sẽ bắt bạn phải chia sẻ xe ngựa với các nhóm khác nếu bạn tham gia từ khu vực ven sông hơi đông đúc. Không phải việc phải làm nhưng thuận tiện cho việc đi lại.Đọc thêm",
            "Khung cảnh đáng yêu trên cả hai bờ sông Duoro trong khi bạn lướt xuống phía nam của dòng sông. Một cách tuyệt vời để cứu đôi chân của bạn và tránh ngọn đồi quay trở lại đỉnh cầu Lius I.Đọc thêm",
            "Đây là một hoạt động thực sự thú vị với tầm nhìn tuyệt vời ra thành phố và dòng sông. Tôi muốn giới thiệu nó cho mọi lứa tuổi.  Tuyệt vời để làm sau khi nếm rượu vang.Đọc thêm",
            "Quan điểm tuyệt vời! Lang thang quanh Vila Nova De Gaia và phát hiện ra cáp treo. Nó không dài lắm nhưng sẽ đưa bạn lên đỉnh thành phố và có tầm nhìn ngoạn mục ra Porto và sông Douro. Nó rất yên tĩnh nên chúng tôi trả 9 euro cho mỗi chuyến khứ hồi và có một chiếc ô tô cho riêng mình. Khung cảnh thật tuyệt vời và chúng tôi ở trên đỉnh khoảng một giờ, có những quán cà phê và người bán hàng rong và bạn có thể tiếp tục đi bộ qua cầu vào Porto, nhưng chúng tôi quyết định đi xuống lần nữa và tham quan chợ cũng như những thứ khác trong thị trấn . Đáng để thực hiện một chuyến đi chỉ để ngắm cảnh.Đọc thêm",
            "Thực sự rất thích nhìn thấy thành phố từ trên cao mang lại một góc nhìn thực tế về cách các khu vực được tạo thành. Chúng tôi đã có một chuyến trở về nhưng khá dễ đi bộ, trong tháng 2 họ cho phép bạn có xe cho riêng mình, có hai người chúng tôi nhưng vào mùa hè tối thiểu là 4 đến tối đa 8 người trên mỗi xe. Đọc thêm",
            "Chúng tôi sử dụng cáp treo quay trở lại bờ sông sau khi qua cầu. 7 euro mỗi chiều. Đắt một chút vì chỉ đi một hành trình ngắn nhưng lại là một việc thú vị để làm và tầm nhìn tuyệt vời.Đọc thêm",
            "Chúng tôi đã đi cáp treo vào một buổi chiều mùa đông đẹp trời và có một khoảng thời gian tuyệt vời. Đó là một hành trình ngắn, vì vậy hãy chuẩn bị sẵn máy ảnh hoặc điện thoại! Chúng tôi đã chụp được những bức ảnh tuyệt đẹp về những chiếc thuyền trên sông từ trên cao. Đọc thêm",
            "Tôi không định đi cáp treo nhưng trời đang mưa và tôi chỉ muốn có chỗ trú khô khoảng 7 phút nên đã mua vé một chiều lên cầu. Tuy nhiên, tôi thực sự vui mừng vì đã làm điều đó vì quang cảnh, ngay cả khi trời mưa, vẫn rất ấn tượng. Chúng cũng sẽ đẹp vào một ngày nắng đẹp nhưng ít kịch tính hơn. Tôi đã nhìn thấy rất nhiều góc nhìn từ cầu Dom Luis nhưng góc nhìn mà cáp treo mang lại rất độc đáo. Tôi đi du lịch một mình và tự mình đi cáp treo và không phải xếp hàng. Các nhân viên đề nghị chụp ảnh từng người trong nhóm ngay sau khi chúng tôi lên xe và trước khi xe rời sân ga, sau đó chúng tôi có thể mua hoặc không mua ảnh khi xem ảnh ở cuối chuyến đi. Vì vậy, tôi đặc biệt giới thiệu tính năng này cho các cặp đôi hoặc nhóm muốn chụp một bức ảnh kỷ niệm đẹp trong chuyến đi đến Porto và Gaia của họ, đồng thời tôi muốn giới thiệu tính năng này cho bất kỳ ai trong nhóm của họ có người gặp vấn đề về khả năng di chuyển, thể dục vì các bậc thang thay thế khá dốc và trơn trượt khi trời mưa. Tôi đã đọc trong một số bài đánh giá rằng có phiếu nếm rượu vang miễn phí được bao gồm trong giá vé một chiều, nhưng lúc đó tôi không biết điều này hoặc nó không áp dụng cho vé của tôi. Để tận dụng tối đa khoản phí 7 euro cho vé một chiều, hãy hỏi nhân viên nói tiếng Anh khi mua vé xem có bao gồm nếm rượu vang hay không và chuẩn bị sẵn máy ảnh, camera điện thoại của bạn để chụp ảnh ngay từ khi bạn bước vào ô tô, vì quang cảnh tuyệt vời nhưng hành trình trên ô tô không kéo dài. Nếu bạn không được nếm thử rượu vang miễn phí, hãy đến Natas dOuro Pastelarias Soares trên bờ sông Gaia. Tôi đã ăn món pastel de nata với một ly rượu vang nhỏ ở đó, cả hai đều ngon và tổng cộng là 3,20.Đọc thêm",
            "Tốt nhất bạn nên đặt cáp treo hay chỉ đi thôi? Đọc thêm",
            "Tôi đoán là tùy thuộc vào thời điểm trong năm - chúng tôi đã đi bộ lên và lấy cái tiếp theo. Nhưng lúc đó là tháng 3. Đọc thêm",
            "bạn lấy teleferico ở đâu?Đọc thêm",
            "Xin chào Marphenp\n\nNgoài phản hồi trước đó, việc đi bộ lên đỉnh hơi mệt nên theo tôi cách tốt nhất là bắt đầu từ sông và sau đó đi bộ qua cầu.\n\nTrân trọng, johnĐọc thêm",
            "Chuyến đi sẽ đưa bạn đến đâu?Đọc thêm",
            "Xin chào, bạn có thể rời cáp treo bằng vé khứ hồi được không? Chúng tôi muốn đạp xe xuống, đi dạo quanh Gaia rồi quay lại sau. Cảm ơn!Đọc thêm",
            "Bạn không cần phải thực hiện một chuyến đi khứ hồi. Chúng tôi đã không làm vậy - chúng tôi chỉ đi một chiều và quay trở lại.Đọc thêm",
            "Có nhà vệ sinh công cộng nào gần cáp treo ở phía trên hoặc phía dưới không?Đọc thêm",
            "Có nhà vệ sinh ở phía trên. Chúng tôi đã sử dụng chúng. Đọc thêm",
            "thường đông đến mức nào?  Có phải xếp hàng dài không?  hay chúng ta chỉ cần bước lên và vào trong?  Tôi đang nghĩ đến việc đi thuyền gondola từ cầu xuống bờ sông.Đọc thêm",
            "Chúng tôi đã ở đó vào tháng 6 và chúng tôi tự mình đi thẳng vào một chiếc thuyền gondola.\n\nTôi ngờ rằng tháng 8 có thể đông đúc hơn một chút, mặc dùĐọc thêm",
            "Động vật có thể di chuyển bằng phương tiện giao thông không? Obrigada!Đọc thêm",
            "Chào buổi tối, cáp treo giá bao nhiêu? Có đáng đi vào buổi sáng hay buổi chiều? Bạn có biết nó có mở cửa vào ban đêm không?\nCảm ơn Roberto.Đọc thêm",
            "xem trang web gaiacablecar. với thông tinĐọc thêm",
            "Tên của nhà máy rượu nơi tổ chức nếm rượu vang Port, được bao gồm trong vé cáp treo là gì?Đọc thêm",
            "Tôi xin lỗi, nhưng tôi không nhớ!Đọc thêm",
            "Tên của nhà máy rượu nơi tổ chức nếm rượu vang Port, được bao gồm trong vé cáp treo là gì?Đọc thêm"
        ],
        "star_ratings": [
            1144,
            1284,
            761,
            198,
            87
        ],
        "review_amount": 3474,
        "location": [
            "cáp treo Gaia",
            "Bắc Bồ Đào Nha",
            "Bồ Đào Nha",
            "Quận Porto",
            "Những hoạt động không thể bỏ qua ở Vila Nova de Gaia",
            "Châu Âu",
            "Vila Nova de Gaia"
        ],
        "reviews_time": [
            "Written July 4, 2023",
            "Written July 15, 2023",
            "Written July 16, 2023",
            "Written August 12, 2023",
            "Written September 17, 2023",
            "Written October 4, 2023",
            "Written November 1, 2023",
            "Written March 7, 2024",
            "Written April 9, 2024",
            "Written May 8, 2024",
            "Written April 11, 2024",
            "Written April 9, 2024",
            "Written March 31, 2024",
            "Written March 16, 2024",
            "Written March 7, 2024",
            "Written February 4, 2024",
            "Written January 7, 2024",
            "Written December 31, 2023",
            "Written December 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g580268-d3388172-Reviews-Teleferico_de_Gaia-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d18903721-Reviews-Taberna_Rio-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d8615867-Reviews-Ribeira_Square-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580268-d23942254-Reviews-Cozinha_Da_Ci-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d10605521-Reviews-A_Bolina-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d13000978-Reviews-Terra_Nova-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d15663182-Reviews-Restaurante_Casario-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d8141123-Reviews-Bacchus_Vini-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d11855410-Reviews-Arco_de_Verdades-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d26193740-Reviews-Taberna_dos_Fernandes-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d4084868-Reviews-Jimao_Tapas_e_Vinhos-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d3176927-Reviews-Serra_do_Pilar_Viewpoint-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d636456-Reviews-Ponte_de_Dom_Luis_I-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d3873248-Reviews-Jardim_do_Morro-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d4586293-Reviews-Burmester-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d4025582-Reviews-Mosteiro_da_Serra_do_Pilar-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d2088046-Reviews-Fado_in_Porto_Caves_Calem-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d243625-Reviews-Porto_Calem-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d243633-Reviews-Sandeman_Cellars-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d2367303-Reviews-Cais_da_Ribeira-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d3860062-Reviews-Espaco_Porto_Cruz-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d3388172-Reviews-or10-Teleferico_de_Gaia-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d12406857-Reviews-Douro_River_Ferry-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d6785417-Reviews-Dreambus_Viagens_e_Turismo-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g5461871-d23861146-Reviews-Hidrospot_Escola_de_Mergulho-Madalena_Vila_Nova_de_Gaia_Porto_District_Northern.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d26102945-Reviews-Stand_up_Paddle_and_Surf_in_Porto-Vila_Nova_de_Gaia_Porto_District_Northern_Port.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d13587491-Reviews-Portour-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d14042819-Reviews-Real_Ajuda-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g5461871-d26529225-Reviews-Excursoes_privadas_a_medida-Madalena_Vila_Nova_de_Gaia_Porto_District_Northern_.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d17736121-Reviews-VW_Furgas-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d13008871-Reviews-T_bus-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d17786240-Reviews-CICLO_EBIKES-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d6965338-Reviews-Casa_Kopke-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d12580026-Reviews-Seg4All-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d4909307-Reviews-EFun_Tours-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d3317899-Reviews-Oporto_Adventure_Tours-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d12179864-Reviews-Quinta_Do_Noval_Wine_Shop-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d5245026-Reviews-Vadrouiller_Sur_Porto-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d9764770-Reviews-Fort_Napoljun_Napolean-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d267232-Reviews-Miami_Design_District-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3350387-Reviews-Benjakitti_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d7230676-Reviews-Aquarius_Sauna-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g56723-d2721990-Reviews-Constellation_Field-Sugar_Land_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g148423-d147530-Reviews-Pink_Sands_Beach-Harbour_Island_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d3473205-Reviews-Table_Rock_Welcome_Centre-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d286422-Reviews-Nelis_Dutch_Village-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187674-Reviews-Imperial_War_Museum_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g2314594-d8614647-Reviews-Lamai_Viewpoint-Maret_Ko_Samui_Surat_Thani_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g580268-d3388172-Reviews-or10-Teleferico_de_Gaia-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g580268-d3388172-Reviews-Teleferico_de_Gaia-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html"
    }
]