[
    {
        "attraction_name": "Tempelhofer Park",
        "attraction_name_vi": "Công viên Tempelhofer",
        "general_info": [
            "791 đánh giá",
            "44 trong số 1.262 điều cần làm ở Berlin",
            "Công viên"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi vào công viên từ lối vào ga Templehof. Khoảng 50 mét bên trong lối vào có một số container vận chuyển, nơi chúng tôi thuê một vài chiếc xe đạp điện 2 chỗ ngồi. Các cậu bé của chúng tôi 7 và 10 tuổi, chúng thích khám phá công viên và ngồi ở phía sau trong khi bố và mẹ làm tất cả công việc, phóng lên và xuống đường băng trong một giờ. 2 chiếc xe đạp được hỗ trợ 50 Euro, Đó là một buổi tập luyện tốt và là một cách tuyệt vời để ngắm nhìn công viên. Chúng tôi theo sau điều này và nhìn quanh bảo tàng, một ngày đi chơi thực sự tuyệt vời.Đọc thêm",
            "Sân bay Tempelhof chứa đầy lịch sử và kể từ khi đóng cửa, ý tưởng biến nó thành công viên đối với tôi là một ý tưởng đầy cảm hứng. Thật tuyệt vời khi đi bộ trên đường băng và ngắm nhìn tòa nhà ga hùng vĩ. Nằm ngoài trung tâm thành phố nhưng đáng giá 100 đô la và được phục vụ bởi các ga tàu điện ngầm.Đọc thêm",
            "Tôi đóng quân trong Lực lượng Không quân Hoa Kỳ ở Templehof vào năm 1961-63 khi Bức tường Berlin được dựng lên.  Đây là tòa nhà lớn nhất thế giới vào thời điểm đó.  Tempelhof thật tuyệt vời - Đó là sân bay duy nhất ở Châu Âu nằm ở trung tâm thành phố - Berlin.   Những kỷ niệm đẹp đẽ về khoảng thời gian tuyệt vời trong cuộc đời tôi--Hãy tận hưởng tất cả những gì nó mang lại.Đọc thêm",
            "Fabulous day out, teens used electric scooter and I used electric bike all rented just outside the park gates by companies who have these scooters and bikes in their thousands all over Berlin. We downloaded the apps on the street which took five minutes but then it was easy.There is also hire of bikes of all types doubles. Go karts, electric, normal, scooters etc just inside the gates but make you get off at Templehof station and NOT Platz der Luftbrucke which Google maps directed us to. The latter is a long way from the bike hire. The former is a two minute walk.There is an Aldi and several cafes and ice cream cafes near Templehof station too but nothing at Platz der Luftbruckke so ignore Google maps if it wants you to get off the train there and get off at Templehof instead.The electric bike was BRILLIANT. Never tried one before and as a disabled person was anxious but actually it was much easier than a normal bike as you only do about 25 per cent of the normal effort but you speed along. The kids got electric scooters which they loved. The total price for each device was about 18-19euros for about 1.5 hours of use and we were able to leave them in a different place to where we hired them, which was fantastic. We went up and down the old runway several times and the sense of freedom from traffic, from people and from the world! was fabulous. We were there on a Monday and it was quiet, never any problems with any other users and it was fun to watch the serious cyclists doing their laps, and the roller blades strutting their stuff. I feel that local peopleare so lucky having this in their area.Ensure you take enough food and water to be self sufficient, although there is a water fountain just inside the park gate opposite Templehof station and several cafes there too, once you see inside you can be a couple of kmaway from there so you need water bottles, sun screen etc in the summer and I bet it gets windy and cold in the winter. But a brilliant couple of hours doing something unique which we will never forget. Highly recommended.Read more",
            "Nơi này có những người ồn ào đáng ghét, tôi nghĩ họ không phải là người dân địa phương, làm phiền những người khác đang tận hưởng sân bay khổng lồ này. Đọc thêm",
            "Nơi tuyệt vời để giải trí, sân bay bỏ hoang rộng lớn với nhiều hoạt động. Tôi rất ngạc nhiên bởi kích thước của nó. Mọi người làm BBQ, bạn có thể mua đồ uống, thức ăn. Đọc thêm",
            "Dễ dàng tiếp cận bằng phương tiện giao thông công cộng và đáng để ghé thăm vào một ngày nắng hoặc ít nhất là một ngày khô ráo. Khá thú vị khi đi bộ dọc theo đường băng của một sân bay bị bỏ hoang.Đọc thêm",
            "Sân bay cũ hiện là nơi thể thao. Chúng tôi thấy không có gì đặc biệt, rất vắng vẻ và khi trời nóng thì không nên đến đó trừ khi bạn có xe đạpĐọc thêm",
            "Nơi mát mẻ và nhiều gió nhất ở Berlin. 4 triệu mét vuông được sử dụng miễn phí và thể thao. Phải xem nếu bạn muốn ghé thăm tất cả các địa danh lịch sử của Berlin.Đọc thêm",
            "Các tòa nhà ở sân bay Tempelhof hầu hết đều không có giới hạn, quy mô của nơi này rất ấn tượng, tất cả đều vắng vẻ? Ai biết được, có lẽ một số không gian đang được tái sử dụng hoặc vẫn được chính quyền sân bay sử dụng. Các khu vực của sân bay mở cửa cho du khách tham quan trong giờ mở cửa. Tuy nhiên công viên bên ngoài thường mở cửa cho khách tham quan. Thực sự, sân bay là một không gian mở khổng lồ với rất nhiều không gian để vui chơi, dã ngoại, đi bộ, đạp xe, bất cứ thứ gì. Có những người đang cưỡi ván lướt sóng có bánh xe, thật kỳ lạ. Các đường cất cánh và hạ cánh thích hợp cho việc đạp xe, trong đó có rất nhiều hoạt động diễn ra, hãy chú ý đến các tay đua : Có vẻ như có rất nhiều hoạt động diễn ra xung quanh sân và tôi có thể tưởng tượng rằng nó có thể trở nên khá thú vị, kéo dài trong nửa ngày thăm dò. Chuyến thăm tốt đẹp.Đọc thêm",
            "Tôi thường đến đây một cách ngẫu hứng và ăn mặc quá lố để chống chọi với thời tiết ấm áp. Đang tìm mục khỏa thân nhưng không thấy. Bất cứ ai có thể cung cấp hướng dẫn? Có thể là ảnh chụp màn hình bản đồ có dấu X hoặc hơn. :Đọc thêm",
            "Chào các cậu,\n\nCó được phép lái máy bay không người lái Mavic nhỏ trong công viên để quay một số video không?\n\nCảm ơn bạnĐọc thêm",
            "Các chuyến tham quan bằng tiếng Anh đã được đặt kín chỗ cho ngày chúng tôi có thể đi.. bạn có thể tham quan mà không có hướng dẫn viên không?Đọc thêm",
            "Chúng tôi đến thăm mà không có hướng dẫn viên. Có những bảng thông tin lớn được dán khắp nơi với hình ảnh bằng nhiều ngôn ngữ. Chúng tôi rời khỏi đó sau khi có khoảng thời gian thư giãn tuyệt vời mà không bị thúc ép khi đi cùng một nhóm du lịch. Hãy dành thời gian và dành ra vài giờ!!! Nếu bạn thích tập thể dục, đừng quên mang theo đồ dùng. Đọc thêm",
            "CHÀO,\n\nCó ai có thể cho tôi biết làm thế nào tôi có thể lướt ván buồm ở đó không?\nCó thiết bị cho thuê không và tôi nên đến đâu để thuê?\n\nThx!Đọc thêm",
            "Xin chào, tôi không nghĩ có điểm cho thuê thiết bị nào gần đây nhưng dù sao cũng có một số ở Berlin. Google Coronation Berlin Kiteshop, ở Friedrichshain.\nĐi đến Tempelhof bằng phương tiện công cộng mất khoảng 30 phút.Đọc thêm",
            "Tôi muốn biết có ai đã ghé thăm triển lãm IGABerlin chưa? Trông nó thế nào? Có đáng để xem không? Có ổn không khi tham quan một ngày? Tôi dự định đến thăm nó vào tháng Năm. Tôi sẽ đánh giá cao bất kỳ sự giúp đỡ nào! Đọc thêm",
            "Xin chào Sean, bạn có nhớ mình đã thuê xe đạp ở đâu không? Tôi đang gặp khó khăn khi tìm kiếm thông tin trực tuyến. Cảm ơn HannahĐọc thêm",
            "Trang web cho thuê xe đạp là TempelOn Bikes for Rent. nó nằm trong khoảng cách đi bộ từ công viên Tempelhofer! địa chỉ là Selchower Str. 33, 12049 Berlin, Đức. Số là 49 1629749788\nChúc bạn vui vẻ! Đọc thêm",
            "Có ai có thể cho tôi biết những nơi cho thuê xe đạp cũng có mũ bảo hiểm xe đạp không? Cảm ơn bạn.Đọc thêm",
            "Hầu hết trong số họ không tôi nghĩ. Có một số dịch vụ cho thuê xe đạp từ các cửa hàng nhỏ và không có cửa hàng nào trong số đó có. Tôi nghĩ bạn có thể tìm thấy nó nếu bạn đến một trong những cái lớn.\n\nMột mẹo khác tôi dành cho bạn là hãy cố gắng đặt trước thứ gì đó. Có lẽ chúng tôi đã đi khoảng 4-5 nơi trước khi tìm thấy một cửa hàng có bán xe đạp.\n\nChúc may mắn và vui vẻ! ;Đọc thêm",
            "6000 m2? nhưng bạn có chắc chắn không?Đọc thêm",
            "Tôi không thể cho bạn biết kích thước chính xác, nhưng hãy nhớ rằng đây là một sân bay cũ nằm giữa đường băng và không gian bị chiếm giữ bởi các tòa nhà. Sẽ không mất nhiều thời gian để đạt được kích thước đó.Đọc thêm.",
            "đường nào là lối vào công viên? vì kế hoạch đặt một khách sạn cách lối vào một quãng đi bộ. Cảm ơnĐọc thêm",
            "Xin chào, có nhiều lối vào khác nhau, có một lối vào gần nhà ga tồi tàn Berlin-Templehof. Ngoài ra còn có một cái ở Columbiadamm và Oderstrasse. Khá nhiều lối vào dọc theo tất cả các con phố nằm bên ngoài công viên. Hy vọng điều đó có ích!Đọc thêm",
            "Tôi hy vọng sẽ được tham dự lễ hội Lollapalooza vào tháng 9. Chưa bao giờ đến Berlin trước đây. Ai đó có thể tư vấn cho tôi nên sử dụng sân bay nào tốt nhất từ ​​Vương quốc Anh và nơi lưu trú tốt nhất không. Ngoài ra, phương tiện công cộng vẫn chạy thường xuyên vào Chủ Nhật vì đó là ngày diễn ra sự kiện mà chúng tôi dự định mua vé.Đọc thêm",
            "Bạn có thể sử dụng một trong hai sân bay, Schönefeldt hoặc Tegel. Cả hai đều có phương tiện giao thông công cộng tốt và thường xuyên đến thành phố. Từ Schönefeldt, bạn có thể đi tàu, từ Tegel có xe buýt.\nTheo tôi biết, phương tiện giao thông công cộng cũng hoạt động vào Chủ Nhật, tuy nhiên có thể ít thường xuyên hơn so với ngày làm việc.\nHãy tận hưởng Berlin - đây là một thành phố tuyệt vời! Đọc thêm"
        ],
        "star_ratings": [
            444,
            231,
            81,
            18,
            18
        ],
        "review_amount": 792,
        "location": [
            "Châu Âu",
            "Công viên Tempelhofer",
            "Béc-lin",
            "Những điều cần làm ở Berlin",
            "nước Đức"
        ],
        "reviews_time": [
            "Written March 11, 2024",
            "Written January 1, 2023",
            "Written December 3, 2022",
            "Written August 23, 2022",
            "Written July 1, 2022",
            "Written June 7, 2022",
            "Written April 6, 2022",
            "Written July 21, 2021",
            "Written August 31, 2020",
            "Written August 14, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187323-d1881684-Reviews-Tempelhofer_Park-Berlin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d802314-Reviews-Restaurant_Z-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d1891512-Reviews-Domino_s_Pizza-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d21090326-Reviews-Orville_s_Cafe_Aperitivo_Bar-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d10791492-Reviews-Umami_X_Berg-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d10623565-Reviews-Cha_for_Tee-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d1036996-Reviews-Cafe_do_Brasil-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d4794699-Reviews-Pastarium_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d12223443-Reviews-Meer_Mehr-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d9790229-Reviews-Weinverein_Rote_Insel-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d25049109-Reviews-Trattoria_Toscana-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2062972-Reviews-Museumsdienst_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190535-Reviews-Topography_of_Terror-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190517-Reviews-Reichstag_Building-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190518-Reviews-Brandenburg_Gate-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d617423-Reviews-The_Holocaust_Memorial_Memorial_to_the_Murdered_Jews_of_Europe-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d191041-Reviews-East_Side_Gallery-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196239-Reviews-Memorial_of_the_Berlin_Wall-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d9772131-Reviews-Polizeihistorische_Sammlung_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190527-Reviews-Pergamonmuseum-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d9463269-Reviews-Columbiahalle-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1881684-Reviews-or10-Tempelhofer_Park-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d590899-Reviews-Treptower_Park-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2705579-Reviews-Wannsee-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d191290-Reviews-Tiergarten-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1866386-Reviews-Britzer_Garten-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2282916-Reviews-Garten_der_Welt-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1885199-Reviews-Mauerpark-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1866171-Reviews-Botanischen_Gartens_und_Botanischen_Museums_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2174010-Reviews-Tierpark_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d314008-Reviews-Zoo_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d191443-Reviews-Pfaueninsel-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2694043-Reviews-Heidi_Leyton_s_Tours_of_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d26105815-Reviews-Your_Showdown-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1457550-Reviews-HolaBerlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d15010060-Reviews-Olmuhle_an_der_Havel-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d559453-Reviews-German_Museum_of_Technology-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1896435-Reviews-Marheineke_Markthalle-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d21223740-Reviews-Eagle_Square-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3135617-Reviews-Travelxsite-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6960227-Reviews-Luftbrueckendenkmal-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6880858-Reviews-Viktoriapark-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6826210-Reviews-Limonadier-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d214346-Reviews-Bergmannstrasse-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d9807902-Reviews-Robinsons_Department_Store-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d7755450-Reviews-WESTbahn-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d304549-Reviews-Venado_Caves-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g297700-d19187975-Reviews-Bali_Fire_Shooting_Club-Sanur_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34461-d289042-Reviews-Renninger_s_Vintage_Antique_Center_Farmer_s_Flea_Market-Mount_Dora_Lake_County_Flor.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9984797-Reviews-Pororo_Aquapark_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g298452-d8702156-Reviews-Seaside_Dampa-Pasay_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1758900-d7713826-Reviews-Market_Market_Shopping_Mall-Taguig_City_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g53573-d674160-Reviews-Sight_Sound_Theatres-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g42216-d659395-Reviews-Bronner_s_CHRISTmas_Wonderland-Frankenmuth_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187323-d1881684-Reviews-or10-Tempelhofer_Park-Berlin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187323-d1881684-Reviews-Tempelhofer_Park-Berlin.html"
    }
]