[
    {
        "attraction_name": "Templo de Debod",
        "attraction_name_vi": "Đền Debod",
        "general_info": [
            "13.657 đánh giá",
            "- 22 trong số 1.387 điều cần làm ở Madrid",
            "Di tích cổ",
            "Công trình kiến ​​trúc"
        ],
        "attraction_summary": "Nơi này tạm thời đóng cửa do vấn đề kỹ thuật. Ngôi đền Ai Cập có niên đại từ thế kỷ thứ hai trước Công nguyên. đã được chuyển đến Công viên Cuartel de la Montana của Madrid.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Thời gian chờ đợi rất lâu vì họ không cho mọi người vào cho đến khi du khách bên trong ra ngoài. Thời gian chờ đợi khoảng hai giờ và không phải là giờ cao điểm. Bên trong ngôi đền nhỏ, nhưng thực sự rất thú vị. Nó được đưa đến Madrid từ thung lũng Nubian khi Đập Aswan đang được xây dựng để bảo tồn nó. Các cống hiến cho các vị thần được bảo tồn tốt. Đọc thêm",
            "Templo de Debod là một ngôi đền Ai Cập, thờ thần Amon và nữ thần Isis của Ai Cập - biểu tượng của khả năng sinh sản -. \nĐây là một trong số ít tòa nhà mang kiến ​​trúc Ai Cập cổ đại được tìm thấy bên ngoài Ai Cập và là tòa nhà duy nhất ở Tây Ban Nha.\nNgôi đền có niên đại từ thế kỷ thứ hai trước Công nguyên và ban đầu là một nhà nguyện, những người cai trị Ai Cập sau này đã mở rộng nhà nguyện bằng cách bổ sung thêm các phòng mới. \n\nTemplo de Debod, đúng như tên gọi, xuất phát từ Debod ở thung lũng sông Nile, cách Aswan không xa. Khi đập Aswan được hiện đại hóa vào năm 1960, UNESCO đã kêu gọi các quốc gia khác giúp bảo vệ - để chúng không bị ngập lụt - nhiều di tích có giá trị. \nTây Ban Nha đã giúp bảo vệ các ngôi đền của Abu Simbel và nhận được Templo de Debod như một lời cảm ơn từ chính phủ Ai Cập.\nTừng viên đá, ngôi đền sau đó bị tháo dỡ vào năm 1969 và được chuyển đến Valencia, nơi nó được đưa đến Madrid bằng tàu hỏa. Năm 1972, việc xây dựng lại ngôi chùa được hoàn thành và mở cửa cho công chúng tham quan. \nĐọc thêm",
            "Thật tuyệt vời từ bên ngoài. Vì không có người đặt trước nên phải mất rất nhiều thời gian mới vào được và chúng tôi không có thời gian chờ đợi. Tôi rất buồn khi bỏ lỡ cơ hội nhìn thấy nội thất vì tôi chắc chắn rằng nó sẽ có giá trị. Ngoài ra, đóng cửa vào thứ Hai trong mùa nghỉ lễ cao điểm có thể không phải là lựa chọn tốt nhất. Một nơi tuyệt vời để chụp ảnh và di chuyển.Đọc thêm",
            "Tôi yêu ngôi đền. Tôi đến đây vào khoảng 8h20 và trời rất đẹp! Lúc đó sắp hoàng hôn và cần có nhiều bóng râm. Ngôi chùa đẹp từ bên ngoài với nhiều điểm ăn ảnh. Thật không may, ngôi đền không mở cửa khi tôi đến thăm, nhưng không sao cả. Đằng sau ngôi đền là một cái nhìn toàn cảnh tuyệt đẹp của thành phố, thực sự ngoạn mục. Nhìn chung, tôi thực sự khuyên bạn nên ghé thăm nơi này khi đến Madrid.Đọc thêm",
            "Một trong những điểm tham quan độc đáo hơn ở Madrid - một ngôi đền Ai Cập trong thành phố!  Rất đáng để ghé thăm vì ngôi đền và quảng trường xung quanh có cảnh quan tuyệt đẹp.  Chúng tôi đã đi ngay vào lúc hoàng hôn và có được những khung cảnh tuyệt vời.  Có hơi xa một chút nhưng cứ đi đi.  Khung cảnh tuyệt vời và cơ hội chụp ảnh đẹp. Đọc thêm",
            "Việc chờ đợi điều này thật là hủy hoại tâm hồn. Bạn phải đứng xếp hàng rất chậm dưới trời nắng nóng theo ý muốn của ba nửa cảnh sát khệnh khạng, những người thậm chí không thể điều hành một buổi uống rượu ở nhà máy bia. Khi bạn vào trong thì hết 5 phút, không bằng những kho báu mượn ở Bảo tàng Anh, hầu hết là những căn phòng hình chữ nhật trống rỗng. Điều tuyệt vời nhất là những mô hình nhỏ ở tầng trên. Đó là một bài tập về tính kiên nhẫn mà tôi khuyên bất kỳ người tỉnh táo nào nên bỏ qua.Đọc thêm",
            "Tôi xếp hàng vào khoảng 10h30 sáng thứ Ba và chỉ phải chờ hơn một giờ đồng hồ. Họ chỉ cho phép một số lượng người nhất định tại một thời điểm.\n\nNgôi đền đã được chuyển đến Madrid khi sông Nile bị đập để cứu nó. Tôi - đã rất may mắn được đến thăm Ai Cập và xem các ngôi đền ở đó và ngôi đền này tương đối nhỏ và không thú vị lắm, nhưng nó đáng để ghé thăm nếu bạn - đang ở Madrid, có thời gian và quan tâm đến Ai Cập cổ đại - đặc biệt là nó - miễn phí - . Có một mô hình ở tầng trên cho thấy Thượng nguồn sông Nile trông như thế nào trước khi con đập được xây dựng và ngôi đền phù hợp như thế nào giữa tất cả những ngôi đền khác ở đó. Đọc thêm",
            "Chúng tôi tham gia vào một hàng trông giống như một hàng nhỏ nhưng phải mất khoảng hai giờ để vào được vì họ chỉ cho phép một nhóm nhỏ khoảng 6 người mỗi lần.\nĐó là giá trị của sự chờ đợi. Bên trong nó được dán nhãn rõ ràng và chúng tôi không vội vã bước ra ngoài khi đã vào trong. Thật ngạc nhiên là công trình kiến ​​trúc thực sự cũ này đã được vận chuyển từ Ai Cập và được xây dựng lại ở đây. Điều đáng ngạc nhiên là nó được tham quan miễn phí.Đọc thêm",
            "Sự chờ đợi là phần tồi tệ nhất trong toàn bộ trải nghiệm này. Xếp hàng chờ khoảng một tiếng rưỡi. Họ chỉ cho phép 6 người cùng một lúc. Thành thật mà nói, bên trong không có nhiều thứ nhưng có cái nhìn sâu sắc về ngôi đền trông như thế nào ở Ai Cập cũng như một số đá và hiện vật từ ngôi đền ban đầu bên trong. Dù sao thì bạn cũng thấy hầu hết ngôi đền ở bên ngoài. Đọc thêm",
            "Điểm thu hút miễn phí tuyệt vời ở Madrid. Xem tốt nhất vào buổi tối, ngôi đền được thắp sáng và cung cấp các điểm thuận lợi 360 độ. Thật yên bình khi bạn chiêm ngưỡng hình dáng, vị trí cũng như ý nghĩa của ba công trình kiến ​​trúc tạo nên ngôi chùa.  Và thật ngạc nhiên khi biết rằng công trình kiến ​​trúc này được xây dựng vào năm 200 trước Công nguyên ở Ai Cập và được tháo rời và lắp ráp lại ở Madrid vào đầu những năm 1970. Khi tôi đến thăm vào tháng 1, hào ao xung quanh công trình đã cạn nước nhưng tôi tưởng tượng Ngôi đền sẽ trông đẹp như tranh vẽ hơn với nước bao quanh. Vì nằm trên một ngọn đồi nên có những địa điểm tuyệt vời để chụp ảnh Cung điện Hoàng gia và Nhà thờ Almudena. Sau khi tham quan ngôi chùa và khu vực xung quanh, bạn có thể ghé qua trung tâm mua sắm và quán ăn Principe Pio hoặc ghé thăm các sân chơi vui nhộn của Plaza Espana - cả hai đều cách đó 5-10 phút đi bộ.Đọc thêm",
            "Nó xa hơn một chút so với tôi nghĩ, nhưng tôi thích đi bộ từ nhà thờ và cung điện lên Đền. Tuy nhiên, bạn cần quyết định xem bạn muốn đi ngắm hoàng hôn hay tham quan đền. Chúng tôi đến vào cuối buổi chiều và đến muộn 2 phút để vào khu phức hợp nên chỉ có thể đi bộ xung quanh. Thật đáng thất vọng. Đọc thêm",
            "Chúng tôi đến đó lúc 4 giờ chiều vào một buổi chiều trong tuần. Hàng đợi nhiều nhất là 100 mét nhưng hầu như không có tiến triển gì cả. Chúng tôi không được cung cấp bất kỳ thông tin nào về lý do tại sao nó lại chậm như vậy, lính canh thậm chí còn không nhìn chúng tôi, ngoại trừ khi họ vênh váo cho một vài người vào. Không bao giờ có nhiều người bước ra. Để so sánh, sau khi chờ đợi gần hai tiếng đồng hồ, chúng tôi dành 20 phút bên trong. Có một video bằng tiếng Tây Ban Nha về cách giải mã chữ tượng hình, những viên đá, một mô hình, một bảng hiện trường.Đọc thêm",
            "Nếu bạn là một người Pagan hiện đại hoặc một người đam mê lịch sử Ai Cập thì đây là điều tuyệt đối phải xem khi bạn đến thăm Madrid. Nó - nằm trong một khu vực thực sự kỳ lạ và đằng sau nó có khung cảnh ngoạn mục của thành phố. Tôi cảm thấy hơi sai lầm về điều này bởi nhiều video trên YouTube và một số đánh giá ở đây nên tôi muốn làm rõ một vài điều: nếu bạn đến đó vào lúc hoàng hôn, bạn sẽ có được những bức ảnh tuyệt vời nhất nhưng bạn sẽ không vào được đền thờ nên hãy lưu ý về điều đó. Nó sẽ bị đóng cửa! Tôi đọc ở một số nơi để chuẩn bị sẵn sàng xếp hàng chờ từ 30 đến 45 phút - chúng tôi đã không đến chùa cho đến đêm cuối cùng ở Madrid nhưng chúng tôi đã đến đó lúc 5 giờ chiều nên tôi nghĩ sẽ không có vấn đề gì. Vâng, chúng tôi đã đổ mồ hôi nó. Chúng tôi đã xếp hàng trong hai tiếng đồng hồ và là nhóm thứ hai trong nhóm cuối cùng bước vào. Họ cho 10 người vào cùng một lúc trong 30 phút. Nếu có ai về sớm, họ KHÔNG cho ai khác vào trong khoảng thời gian đó, mặc dù họ đã bắt đầu vi phạm các quy tắc một chút sau nhóm của tôi. Bạn có 30 phút để tham quan toàn bộ nền và cả hai tầng của ngôi đền. Những người bảo vệ có một công việc khó khăn nên hãy giảm bớt sự lười biếng cho họ. Vâng, họ có huýt sáo với những người cố gắng đi vào hào nước và tôi đã thấy một quý ông ngỗ ngược được hộ tống ra ngoài. Tôi thực sự đánh giá cao chuyến thăm của mình và sẽ rất thất vọng nếu bỏ lỡ nó.Đọc thêm",
            "Chúng tôi đã xếp hàng chờ khoảng 2 giờ. Cuối cùng khi chúng tôi bước vào, toàn bộ nơi này có thể được nhìn thấy trong vòng 5 phút. Không đáng. Những người bảo vệ gần như thô lỗ và họ cư xử như thể họ đang chăm sóc ngôi mộ Tutankhamun. Những người chỉ muốn chụp ảnh từ bên ngoài đã hét lên từ xa. Không phải là dấu hiệu cho thấy đó phải là qeue hoặc bất kỳ thông tin nào.  Các lính canh liên tục dùng còi để kêu gọi sự chú ý của những người dám trèo qua mép quảng trường. Hoàn toàn không cần thiết.Đọc thêm",
            "Cảnh quan thật ngoạn mục. Không đáng để vào đền, đặc biệt là khi bạn đã từng đến Ai Cập trước đây. Leo núi một chút và mặc dù chúng tôi khỏe mạnh và đã ngoài 70 tuổi nhưng chúng tôi vẫn cảm thấy như vậy. Đọc thêm",
            "Ngôi chùa này nằm giữa một công viên tuyệt vời có tầm nhìn tuyệt đẹp hướng về phía Tây.  Bạn có thể vào trong nhưng chúng tôi đã chọn không vào do hàng dài dường như không bao giờ di chuyển.Đọc thêm",
            "Chúng tôi đứng đợi 2 tiếng, người ra, ít người vào. Bên trong chẳng có mấy thứ để xem, tốt hơn hết là nên đến bảo tàng khảo cổ học. Đọc thêm",
            "Công viên đẹp nhưng đỉnh cao của sự kém hiệu quả. Họ chỉ cho một số lượng nhỏ người - 10 - 15 - vào bên trong một lúc, vì vậy hàng người vào rất dài và di chuyển chậm. Ngoài ra, hãy bỏ qua thời gian mở và đóng vì chúng sẽ thay đổi những thời điểm này một cách bất chợt. Lần nhập cuối cùng là 30 phút trước thời gian đóng cửa của họ và họ sẽ cắt đứt bạn một cách khá tàn nhẫn. Lên kế hoạch chờ khoảng một giờ xếp hàng - chúng tôi đã làm điều đó hai lần vào những ngày riêng biệt để vào -. Cũ và lịch sử nhưng không đáng để chờ đợiĐọc thêm",
            "Ambling through Madrid - s vibrant streets, the Templo de Debod was marked on our map as a beacon of ancient tranquility amidst the modern hustle. A 30-minute walk from our lodgings, fueled by anticipation and the city - s lively energy, brought us to this remarkable relic, a piece of Egypt nestled in Spain.The allure of the Templo de Debod is multifaceted, but its fame as a vantage point for witnessing the sunset is what draws many, including us, to its ancient steps. There - s something profoundly peaceful about watching the day - s last light dance across the stones of a monument that has witnessed centuries unfold.However, upon arrival, we were greeted by queues that snaked around the temple, a testament to its popularity among both locals and tourists alike. The lines were lengthy, suggesting a wait that our eager feet and limited time in Madrid couldn - t justify. Yet, this did not diminish our experience. Opting out of an interior visit, we found the surrounding grounds offered a splendid alternative.As the sun began its graceful descent, painting the sky in hues of orange, pink, and purple, the ambiance around the temple transformed. People gathered, some in quiet reverence, others in lively groups, all united by the spectacle of the sunset. It was a communal moment, where the passage of time seemed to slow, allowing everyone to drift away in the beauty of the early evening.Though we didn - t step inside the ancient walls, the Templo de Debod and its environs provided a memorable backdrop to an evening in Madrid. It - s a place where the past and present blend seamlessly, offering a unique experience to all who wander into its shadow.For visitors to Madrid, the Templo de Debod is a must-see, not just for the temple itself but for the serene ambiance it fosters as the day ends. It - s a reminder to pause, breathe, and soak in the beauty around us. Whether you - re drawn by history, architecture, or simply the quest for a beautiful sunset, the Templo de Debod awaits to cast its ancient spell on you.Read more",
            "Chụp ảnh nó từ những bức tường nhỏ xung quanh, lẽ ra nên để nó ở đó. Nhưng vợ muốn nhìn thấy bên trong nó. Vì vậy, khoảng 50 người trong hàng đợi, chúng tôi quyết định tham gia với suy nghĩ sẽ thắng - không lâu nữa trước khi vào. Sai rồi, 100 phút sau chúng tôi bước vào. An ninh quá chậm để cho mọi người vào mặc dù mỗi lần có 6 hoặc 7 người bước ra. Họ đưa bạn vào phòng để xem một bộ phim về ngôi chùa, khó có thể nhìn thấy nó trên tường được chiếu lên. Chúng tôi rời đi sớm và đi bộ qua phần còn lại của ngôi đền. Chúng tôi vào và ra trong tối đa 10 phút. Mặc dù vào cửa miễn phí, trừ khi bạn - thích những thứ của Ai Cập, tôi sẽ không buồn xếp hàng và đi vào.Đọc thêm",
            "Chào buổi sáng \nCó một ngọn đồi hoặc bậc thang để truy cậpĐọc thêm",
            "Vâng, nó nằm trên con đường cạnh quảng trường Pintor Rosales. Luôn có hàng đợi - chờĐọc thêm",
            "Xin chào, tôi đến thăm Madrid và lần cuối tôi đến cách đây vài tháng tôi không có nước... Bạn có thể cho tôi biết bạn đã có nước chưa? Cảm ơn bạn Đọc thêm",
            "Khi tôi đi cách đây vài tháng, tôi KHÔNG có nướcĐọc thêm",
            "Chào buổi sáng, tôi sẽ ở lại Madrid vào dịp Giáng sinh từ ngày 24 đến ngày 26.., liệu tôi có thể đến thăm trong kỳ nghỉ hay tôi sẽ thấy mọi thứ đều đóng cửa?? Cảm ơn bạnĐọc thêm",
            "chúng tôi chỉ nhìn thấy nó ở bên ngoài vì nó đã bị đóng cửa để phục hồi. không có dấu hiệu nào cả. nó cũng đẹp như thế nàyĐọc thêm",
            "Mình thấy có bình luận là gương nước bị khô, do thi công. Có ai biết khi nào công việc sẽ hoàn thành không? Tôi sẽ đến Madrid vào tháng 11 - 2018 và tôi muốn đến thăm Đền Debod....Đọc thêm",
            "Đối với tôi, có vẻ như gương nước không bị khô do đang thi công, mà hơn hết là do nắng nóng nên tôi đã đến đó vào tháng 8...có lẽ vào tháng 11 bạn sẽ gặp may mắn hơn và sẽ được ngắm nhìn ngôi chùa với tất cả vẻ lộng lẫy của nó. Đọc thêm",
            "Tôi có thể đến thăm khuôn viên chùa sau giờ mở cửa hay bạn phải mua vé cho mọi hoạt động?Đọc thêm",
            "Ngôi chùa nằm trên một quảng trường và không mở cửa cho du khách tham quan. Bạn có thể nhìn từ bên ngoài và chụp ảnh. Thời điểm đẹp nhất là lúc hoàng hôn. Vào đầu giờ tối, ngôi chùa có ánh sáng rất đẹp.Đọc thêm",
            "Buổi tối vui vẻ,\nTôi sẽ ở Madrid từ ngày 19 đến ngày 22 tháng 9.\nTôi muốn biết liệu ngôi chùa có mở cửa không và liệu có nước trong bể hay không.Đọc thêm",
            "Để biết liệu công việc trùng tu - bên trong ngôi đền - đã được hoàn thành hay chưa, bạn cần liên hệ với địa điểm... trong mọi trường hợp, ngôi đền xứng đáng được chiêm ngưỡng ngay cả từ bên ngoài - bạn không phải trả tiền vé như hiện tại nằm trong một công viên công cộng - và có thể tận hưởng cảnh hoàng hôn tuyệt đẹp.Đọc thêm",
            "Lời chào hỏi,\n Tôi đọc được rằng ngôi đền Debod đóng cửa cho đến thông báo tiếp theo nhưng thực sự là như vậy vì tôi đã đọc các nhận xét từ hôm qua và tôi nghĩ nó không như được viết trên trang web chính thức. \nTôi sẽ ở Madrid từ ngày 10 đến ngày 17 tháng 8 và tôi muốn có thông tin này vì tôi thực sự muốn đến thăm điểm du lịch này. \nCảm ơn trước câu trả lời của bạnĐọc thêm",
            "Đúng, nó đã đóng cửa, nhưng bạn có thể nhìn thấy tất cả - bên ngoàiĐọc thêm",
            "Chào buổi sáng, \n\nTôi muốn biết bạn có thời gian đi chùa không? Tôi muốn đến đó để ngắm hoàng hôn, đối với tôi, dường như tượng đài đóng cửa lúc 8 giờ tối.\n\nCảm ơn bạn rất nhiềuĐọc thêm",
            "Tôi sẽ đến thăm anh ấy vào khoảng 18:30Đọc thêm",
            "Có thể đến thăm nó vào thứ Hai?  - Kể cả chỉ từ - bên - bên ngoài - . Cảm ơn bạnĐọc thêm",
            "Bây giờ tôi đã đọc trên trang rằng trong thời gian này ngôi chùa đóng cửa do sự cố kỹ thuật cho đến khi có thông báo mới. tuy nhiên thời gian mở cửa như sau: từ Thứ Ba đến Chủ Nhật và ngày lễ, từ 10 giờ sáng đến 8 giờ tối Thứ Hai ĐÓNG CỬAĐọc thêm.",
            "Xin hỏi chùa này hiện nay có mở cửa không?\nNó có mở cửa vào tháng 8 năm 2018 không?\nCảm ơn bạn!Đọc thêm",
            "Cái gọi là lối vào Đền bị đóng cửa và mở cửa cho các quan chức làm việc ở đó. \n\nĐó là một công viên mở.Đọc thêm"
        ],
        "star_ratings": [
            6452,
            4558,
            2128,
            371,
            148
        ],
        "review_amount": 13657,
        "location": [
            "Những điều cần làm ở Madrid",
            "Cộng đồng Madrid",
            "Madrid",
            "Tây ban nha",
            "Châu Âu",
            "Đền Debod"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written July 5, 2023",
            "Written July 11, 2023",
            "Written August 18, 2023",
            "Written August 31, 2023",
            "Written October 8, 2023",
            "Written November 11, 2023",
            "Written November 11, 2023",
            "Written November 15, 2023",
            "Written January 16, 2024",
            "Written May 31, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 15, 2024",
            "Written May 3, 2024",
            "Written April 27, 2024",
            "Written April 24, 2024",
            "Written March 26, 2024",
            "Written March 17, 2024",
            "Written March 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187514-d244303-Reviews-Templo_de_Debod-Madrid.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d23524706-Reviews-Pituca_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d3392741-Reviews-Txirimiri_Ferraz-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d23524708-Reviews-Pituca_Lounge-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d6613386-Reviews-Origen_Taberna-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d11870922-Reviews-Enklima-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d8808803-Reviews-La_Sifoneria-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d1019405-Reviews-El_Club_Allard-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d751616-Reviews-Dantxari-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d25375598-Reviews-Origem_Acai_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d23520831-Reviews-Restaurante_Excalibur_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d16868375-Reviews-Monumento_a_los_Caidos_del_Cuartel_de_la_Montana-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d14192684-Reviews-Parque_De_La_Montana-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d26768515-Reviews-Capital_Egipcio-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d261853-Reviews-Museo_Cerralbo-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d17371001-Reviews-Monumento_a_Agustin_Arguelles-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d23756221-Reviews-Sala_Temple_Flamenco-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d26770253-Reviews-Fuente_Ornamental_De_Los_Canteros_Municipales-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d17850482-Reviews-Estatua_de_Sor_Juana_Ines_de_la_Cruz-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d8076552-Reviews-Jardines_de_la_Rosaleda-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d2573161-Reviews-Centro_Comercial_Principe_Pio-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d244303-Reviews-or10-Templo_de_Debod-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190146-Reviews-Royal_Palace_of_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d246516-Reviews-Gran_Via-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190142-Reviews-Plaza_Mayor-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d25183986-Reviews-Church_of_Saint_Anthony_of_the_German-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d244297-Reviews-Real_Basilica_de_San_Francisco_el_Grande-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d4097860-Reviews-Fundacion_Mapfre_Sala_Recoletos-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d8090760-Reviews-Barrio_de_Las_Letras-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d4700650-Reviews-Puente_de_Toledo-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d3748397-Reviews-Monumento_a_Alfonso_XII-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d261855-Reviews-Ermita_De_San_Antonio_De_La_Florida-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d20222695-Reviews-VIAJES_GRAN_VIA-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d1569592-Reviews-Bravo_Bike-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d10402622-Reviews-VPT_Viajes_Para_Todos-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d14075280-Reviews-Marrakech_Lounge_Shisha_Bar-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d3182119-Reviews-La_Malquerida-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d9543578-Reviews-Sangpanya_Salud-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d7771784-Reviews-Famous_Bar_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d6902884-Reviews-Madrid_Experience-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d19926358-Reviews-Rubikon_Escape_Room-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g32389-d142872-Reviews-Lake_Natoma-Folsom_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g3748687-d8744116-Reviews-Krushunskiye_Waterfalls-Krushuna_Lovech_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2148206-Reviews-Dubai_Autodrome-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34342-d260013-Reviews-Crandon_Beach-Key_Biscayne_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d3838646-Reviews-Mirror_Lake_State_Park-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d605575-Reviews-Marfreless-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33423-d534440-Reviews-The_Farm_at_Lee_Martinez_Park-Fort_Collins_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d105279-Reviews-Chatham_Lighthouse-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208848-Reviews-Manhattan_Mall-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g317146-d149676-Reviews-Sosua_Beach-Sosua_Puerto_Plata_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187514-d244303-Reviews-or10-Templo_de_Debod-Madrid.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187514-d244303-Reviews-Templo_de_Debod-Madrid.html"
    }
]