[
    {
        "attraction_name": "Termas de Papallacta",
        "attraction_name_vi": "Termas de Papallacta",
        "general_info": [
            "550 đánh giá",
            "1 trong 3 Spa Chăm sóc sức khỏe ở Papallacta",
            "Mạch nước phun suối nước nóng",
            "Spa"
        ],
        "attraction_summary": "Chỉ cách sân bay Quito mới 45 phút, cách đó 50 km (31 dặm) trên một tuyến đường đầy cảnh quan Andean đẹp như tranh vẽ là Trung tâm Hội nghị, Khu nghỉ dưỡng và Spa Termas de Papallacta. Khu phức hợp du lịch suối nước nóng này nằm trên Con đường Quế, cũng chính là con đường mà nhà chinh phục Francisco de Orellana đã đi vào năm 1542, khi ông vượt qua Dãy núi Andean và điều đó bất ngờ dẫn ông đến việc khám phá ra Sông Amazon. Papallacta là cửa ngõ vào Amazon của Ecuador. Nó có nhiệt độ môi trường xung quanh ban ngày trung bình là 14 o C 57 o F.Đọc thêm",
        "reviews": [
            "Khu nghỉ dưỡng xinh đẹp ẩn mình trong những ngọn núi phủ tuyết ở Ecuador. Suối nước nóng ngay trong phòng khách sạn. Dịch vụ tuyệt vời và nhân viên thân thiện. Chỉ cách sân bay Quito 45 phút lái xe.Đọc thêm",
            "Manny thân mến, cảm ơn bạn đã đánh giá. Chúng tôi rất vui vì bạn đã tận hưởng kỳ nghỉ của mình với chúng tôi, chúng tôi hy vọng bạn có thể sớm ghé thăm chúng tôi. Đọc thêm",
            "Nội thất đẹp, dịch vụ ăn uống tốt và nhân viên hỗ trợ rất xuất sắc..môi trường nói chung rất dễ chịu và được bảo trì rất tốtĐọc thêm",
            "Thân mến, cảm ơn bạn đã xem xét của bạn. Chúng tôi rất vui vì bạn đã tận hưởng kỳ nghỉ của mình với chúng tôi, chúng tôi hy vọng bạn có thể sớm ghé thăm chúng tôi. Đọc thêm",
            "Nơi đẹp tuyệt vời. NHƯNG nếu bạn bị say núi BẠN SẼ CHẾT trên đó. Vào ngày 8 tháng 8, chúng tôi lái xe đến Papallacta và đến đó vào buổi tối muộn. Khi tôi đến đó, huyết áp của tôi được ghi nhận là 180105 và hơi khó thở. Tôi đã thu xếp thở oxy với công ty du lịch nhưng bác sĩ khám cho tôi từ chối cho tôi thở oxy. Cô ấy đã điều trị huyết áp cho tôi và rời đi. Trong 4-5 giờ tiếp theo, các triệu chứng trở nên tồi tệ hơn. Nhiều yêu cầu đã được gửi tới Tiến sĩ Montes de Oca để đánh giá lại và bắt đầu điều trị oxy cho tình trạng thiếu oxy dưới 90 oxy. Cô ấy tiếp tục nói với tôi rằng mức oxy của tôi tốt và việc cung cấp oxy là không tốt nếu không thực sự cần thiết. Tôi liên tục nói với cô ấy rằng tôi chỉ có thể giữ mức oxy trong cơ thể ở mức gần 89-90 bằng cách ngồi. thẳng lên và hít những hơi thật sâu khiến tôi choáng váng. Cô ấy nói rằng cô ấy lo lắng về tình trạng nhiễm độc oxy trong khoảng thời gian từ 2-3 giờ sáng, nhịp tim của tôi bắt đầu giảm kèm theo khó thở dữ dội và đau đầu nếu tôi nằm xuống. Cuối cùng khi cô ấy đến phòng tôi với bình oxy, huyết áp của tôi là 180105 HR 40-41. Thật là kỳ diệu khi tôi không bị ngừng tim và chết trên ngọn núi đó.   Nếu họ quảng cáo rằng họ có bác sĩ tại cơ sở để điều trị chứng say độ cao, họ có trách nhiệm đảm bảo rằng họ thuê bác sĩ được đào tạo, có kinh nghiệm, có năng lực, người có khả năng điều trị cũng như ngăn ngừa thảm họa. Tổ chức Papallacta và Tiến sĩ Montes de Oca đã thất bại BỎ QUA PAPALLACTA NÓ KHÔNG THỰC SỰ XỨ !!!!!Đọc thêm",
            "Đây là chuyến thăm cuối cùng của chúng tôi khi ở Ecuador và chúng tôi rất vui vì đã chờ đợi ngày thư giãn trên dãy Andes này để ngâm chân và thư giãn trước khi quay trở lại Hoa Kỳ.  Đi với kế hoạch để thư giãn và tận hưởng.  Chúng tôi nghe người dân địa phương nói rằng cuối tuần rất bận rộn, nhưng ngày thứ Năm của chúng tôi lại khá yên tĩnh.  Lưu ý: ngoài tủ khóa an toàn, họ còn cung cấp giỏ để đựng đồ của bạn xung quanh hồ bơi mà chúng tôi đã đi ngang qua.  Các hồ bơi sạch sẽ, một số hồ bơi riêng tư, thoáng đãng nhất, nhiều mực nước và nhiệt độ khác nhau, bao gồm một số hồ bơi lạnh trong lành từ dòng sông chảy xiết chảy qua khu vực.  Hãy thư giãn, nằm ngửa và tận hưởng rừng rậm trên núi bao quanh bạn.  Đọc thêm",
            "Thân gửi Tanal, cảm ơn bạn đã đánh giá. Chúng tôi rất vui vì bạn đã tận hưởng kỳ nghỉ của mình cùng chúng tôi, chúng tôi hy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm. Trân trọng, Nhóm Termas Papallacta Đọc thêm",
            "Người chiến thắng xung quanh - chuyến đi từ Quito qua dãy Andes và xuống thung lũng thật tuyệt vời.  Spa cũng thật tuyệt vời - trong khung cảnh thiên nhiên được bao quanh bởi những ngọn núi.  Có sự lựa chọn của hồ bơi là tuyệt vời!  Chúng tôi đã có một buổi mát xa tuyệt vời và trả lại hồ bơi.  Những khu vườn xinh đẹp - ăn trưa tại nhà hàng, rất, rất ngon,Đọc thêm",
            "Kính gửi ejamsc, cảm ơn bạn đã đánh giá. Chúng tôi rất vui vì bạn đã tận hưởng kỳ nghỉ của mình với chúng tôi, chúng tôi hy vọng bạn có thể sớm ghé thăm chúng tôi. Trân trọng, Nhóm Termas PapallactaĐọc thêm",
            "Đến thăm vào giữa tháng 5, chúng tôi có một ngày u ám nhiều mây với nhiệt độ khoảng 70s. Mối quan tâm chính của chúng tôi là đi bộ dọc bờ sông với hướng dẫn viên của chúng tôi để hiểu được hệ thực vật trong khu vực. Con đường dài khoảng 2 dặm RT với điều kiện hơi lầy lội nhưng không quá khắt khe. Những bông lan nhỏ đáng yêu trên đường đi và tìm hiểu về vùng sinh học đặc biệt này.  Bữa trưa tại nhà hàng rất ngon với các món ăn truyền thống của Ecuador. Chúng tôi thực sự đã không sử dụng suối nước nóng vào ngày hôm đó --- chỉ là không có tâm trạng để mặc quần áo, cởi quần áo, mặc quần áo... vv. nhưng tất cả đều trông rất đáng yêu trên phần vip riêng tư và tôi chắc chắn có thể nghĩ về điều này cho chuyến đi tiếp theo.Đọc thêm",
            "Gia đình chúng tôi đã dành khoảng 4 giờ tại suối nước nóng Termas de Papallacta Papallacta trước chuyến bay về nhà vào đêm khuya và có thể dễ dàng dành nhiều thời gian hơn ở đó. Chúng tôi đến vào đầu giờ chiều và bắt đầu bằng bữa trưa muộn tại nhà hàng Pumamaki.  Thực đơn có hạn nhưng đồ ăn - - bao gồm đặc sản địa phương, cá hồi - - rất ngon.  Hai tủ đựng đồ rất lớn để đựng ủng, áo khoác và ba lô của chúng tôi.  Giá thuê khăn là 1 với số tiền đặt cọc là 5.  Ngoài nhiều hồ nước nóng và ấm lớn nhỏ, bao gồm cả hồ nông hơn, ấm hơn mà bọn trẻ yêu thích, còn có một số hồ ngâm nhỏ chứa nước rất lạnh từ con sông gần đó.  Khung cảnh núi non tuyệt đẹp và khuôn viên có cảnh quan tuyệt đẹp.  Chúng tôi thích ngắm nhìn những chú chim ruồi khi chúng tôi thư giãn trong làn nước.  Nếu chúng tôi ghé thăm Ecuador một lần nữa, chúng tôi sẽ quay trở lại Termas và có lẽ dành chút thời gian đi bộ đường dài, thử đến khu vực spa mà chúng tôi đã ở trong khu vực công cộng trong chuyến thăm này và nghỉ qua đêm trong cabin.  Đừng quên kem chống nắng--Papallacta ở độ cao hơn 10.000 feet.Đọc thêm",
            "Thân mến, cảm ơn bạn đã xem xét của bạn. Chúng tôi rất vui vì bạn đã tận hưởng kỳ nghỉ của mình với chúng tôi, chúng tôi hy vọng bạn có thể sớm ghé thăm chúng tôi. Trân trọng, Nhóm Termas PapallactaĐọc thêm",
            "Giá vé vào suối rất rẻ, dù là vé thường hay vé VIP. Thuê tài xế và đi. Tour này trên trip advisor có giá rất cao. Đọc thêm",
            "Một cách tuyệt vời để dành một ngày! Chúng tôi đã thuê một người lái xe từ Quito để có chuyến đi tuyệt đẹp đến suối nước nóng. Spa sạch sẽ và trong một khung cảnh đáng yêu. Chúng tôi rất thích các hồ bơi và bạn tôi đã mát-xa trong khi tôi bọc sô cô la. Cả hai chúng tôi đều hạnh phúc. Sau đó, chúng tôi dùng bữa trưa vui vẻ tại nhà hàng trước khi quay trở lại Quito. Tôi muốn giới thiệu spa với giá rất phải chăng và người cao tuổi được giảm một nửa giá cho bất kỳ ai.Đọc thêm",
            "Thật là một nơi tuyệt đẹp cách Sân bay Quito chưa đầy một giờ.  Điểm dừng cuối cùng tuyệt vời cho chuyến thăm trong ngày trước chuyến bay qua đêm về nhà!  Trả thêm tiền cho trải nghiệm spa!  Đáng giá!  Đọc thêm",
            "Họ có đường mòn đi bộ đường dài, thác nước nào tốt trong khu vực không? Đọc thêm",
            "Chúng ta sẽ ở lại một đêm tại termas de Papallacta. Tất cả các hồ bơi nước nóng có được bao gồm trong thời gian lưu trú hay phải thanh toán riêng?   Gói spa có gì khác biệt không?Đọc thêm",
            "Tất cả các spa nước nóng ngoài trời đều được bao gồm. Spa trong nhà tính phí riêng.Đọc thêm",
            "Chỉ tự hỏi mọi người sẽ khuyên bạn nên ở lại đây bao lâu? Tôi có khoảng một tuần giữa các chuyến tham quan ở Quito và nghĩ rằng đây sẽ là nơi thư giãn tuyệt vời nếu ở lại khoảng 4 đêm.Đọc thêm",
            "Chúng tôi chỉ ở đây 2-3 giờ sau một chuyến đi bộ ngắn. Đối với chúng tôi, 4 đêm sẽ là quá dài trừ khi bạn thích đi bộ đường dàiĐọc thêm",
            "Chào buổi chiều: Tên tôi là Jorge Osorio, tôi đến từ Colombia và tôi muốn biết chi phí nhập học là bao nhiêu, ở lại ban ngày mà không phải qua đêm?Đọc thêm",
            "Xin chào Jorge, \n\nĐối với các chuyến thăm trong ngày, chúng tôi cung cấp 2 lựa chọn: \n1. Bể bơi spa: \nNó có 9 hồ nước nóng với nhiệt độ và kích cỡ khác nhau cùng 4 sườn nước lạnh.\nGiờ: Mở cửa từ 6 giờ sáng đến 10 giờ 30 tối. Lần vào cuối cùng: 9 giờ tối.  \n\nGiá:\nVé vào cửa người lớn: 9.00 \nTrẻ em đến 11 tuổi: 4,50.\n\nCác dịch vụ bổ sung:\nYêu cầu phao cho trẻ em miễn phí\nThuê khăn tắm và tủ đựng đồ: 1,00 cu, yêu cầu đảm bảo 5,00 cho mỗi món đồ.\nNhà hàng\nKiosk - Bar ăn nhẹ  \nVăn phòng y tế: Dịch vụ y tế để tư vấn, tư vấn, các trường hợp khẩn cấp hoặc khó chịu phát sinh trong thời gian bạn lưu trú tại Khu nghỉ dưỡng mà không phải trả thêm phí.\n\n2. Bể bơi SPA:\n\nKhu vực này có:\n 5 bể nước nóng được trang bị vòi phun nước điều áp, vòi phun hydro và vòi phun khí \n 1 hồ bơi cực\n\nChúng tôi có khu vực chỗ ngồi ngoài trời bên cạnh hồ bơi.\n\nTrước khi vào hồ bơi, khu vực Lễ tân sẽ đưa cho bạn khăn tắm, mũ bơi và chìa khóa tủ đựng đồ của bạn. Trong khu vực thay đồ, bạn sẽ tìm thấy: phòng thay đồ với sàn có hệ thống sưởi bằng nước nóng, phòng tắm được trang bị máy sấy tóc và vòi sen, nơi bạn sẽ có dầu gội và dầu xả.\n\nCác mặt hàng sẽ được trả lại\nĐiều cần thiết là tất cả khách hàng của chúng tôi phải đội mũ tắm\n Cho thuê áo choàng riêng\n\nGiá:\nVé vào cửa người lớn: 23.00\nTrẻ em: 15.00\n\nLịch trình:\nCác hồ bơi Spa mở cửa từ:\nChủ Nhật đến thứ Năm: 09:00 sáng đến 8:00 tối.\nThứ sáu, thứ bảy và ngày lễ: 09:00 sáng đến 9:00 tối.\n\nDịch vụ bổ sung\nKhu chăm sóc sức khỏe và sắc đẹp\nNhà hàng\nVăn phòng y tế: Dịch vụ y tế để tư vấn, tư vấn, các trường hợp khẩn cấp hoặc khó chịu phát sinh trong thời gian bạn lưu trú tại Khu nghỉ dưỡng mà không phải trả thêm phí.\n\nChúng tôi mong chờ chuyến thăm của bạn!! Đọc thêm",
            "Giá vé vào cửa là bao nhiêu và khăn tắm thì sao?Đọc thêm",
            "Kính gửi Sportybir,\n\nNếu bạn muốn ghé thăm Termas de Papallacta chỉ trong ngày, chúng tôi có 2 lựa chọn:\n\n1. Bể bơi Balneario: tại khu vực này giá vào cửa cho một người lớn là 8,50 và một trẻ em là 4,00.  Chúng tôi thuê khăn tắm và tủ khóa, giá mỗi món là 1 mỗi người nhưng yêu cầu đảm bảo 5,00.\n\n2. Bể bơi SPA: tại khu vực này các bể bơi được trang bị các vòi phun nước khác nhau.  Giá mỗi lần vào cửa cho người lớn là 22,00 và cho trẻ em là 14,50.  Trước khi vào hồ bơi, tại khu vực lễ tân bạn sẽ nhận được khăn tắm, mũ tắm và chìa khóa tủ đựng đồ. Trong khu vực tủ khóa, bạn sẽ tìm thấy: phòng thay đồ có sàn sưởi ấm bằng nước nóng, nhà vệ sinh và vòi sen có dầu gội và dầu xả miễn phí. \n\nChúng tôi hy vọng bạn sẽ đến thăm chúng tôi!! Đọc thêm",
            "Điều này có phù hợp cho chuyến du lịch 7 năm như một chuyến du lịch một ngày không? Cũng từ Quito, chúng tôi có nên đặt vé với công ty du lịch không?Đọc thêm",
            "Julie thân mến,\n\nNhư Monica đã giải thích rất rõ ràng cho bạn, Termas Papallacta cung cấp 2 khu vực cho các chuyến tham quan trong ngày của bạn: 1 hồ bơi nước nóng Balneario: giá mỗi người lớn 8,50 giá mỗi trẻ em: 4,00 và 2 SPA hồ bơi nước nóng khu vực VIP của chúng tôi có vòi phun nước: giá mỗi người lớn giá 22,00 mỗi đứa trẻ: 14,50.\n\nMỗi khu vực đều có một nhà hàng với các anh em họ địa phương và quốc tế.\n\nTại khu vực SPA, chúng tôi cung cấp các liệu pháp điều trị cho người lớn và trẻ em, việc này có tính thêm phí.\n\nTermas Papallacta chỉ cách Quito 1 giờ nếu bạn đi phương tiện giao thông cá nhân. Vào thứ Hai, một số công ty du lịch như Quito Tour Bus và Grey Line cung cấp các chuyến tham quan trong ngày rất có giá trị đến Khu nghỉ dưỡng của chúng tôi.\n\nHy vọng câu trả lời này sẽ giúp bạn đưa ra quyết định, sẽ thật tuyệt vời khi có bạn trong một chuyến tham quan trong ngày.Đọc thêm",
            "XIN CHÀO \n\nTôi có một câu hỏi về một loại papallacta? Chúng tôi có phải ở trong khách sạn của bạn để tận hưởng thuật ngữ papallacata không? chúng ta có thể thấy gì ở thành phố này? chúng ta có thể tự mình đi xem thiên nhiên được không? hoặc chúng tôi có thể thấy điều đó ngay trong khách sạn của bạn?Đọc thêm",
            "Berenice thân mến,\n\nBạn có thể ở lại hoặc chỉ ghé thăm chúng tôi trong ngày.  Các phòng của chúng tôi giống như những cabin nhỏ bằng gỗ bao quanh các hồ nước nóng dành riêng cho khách.  Nếu bạn ghé thăm chúng tôi trong ngày, bạn có 2 lựa chọn: 1 hồ bơi nhiệt SPA với các loại hydromasajes khác nhau, trong khu vực này bạn sẽ tìm thấy một nhà hàng và The Thermal Club, nơi chúng tôi cung cấp các loại phương pháp trị liệu khác nhau như masagges, quấn cơ thể, v.v. 2 Balneario: hồ nước nóng, trong khu vực này bạn sẽ tìm thấy một nhà hàng và quán bar bán đồ ăn nhanh.\nTermas Papallacta sở hữu một khu bảo tồn rộng khoảng 250 ha, được gọi là Canyon Ranch, nằm ở lối vào Khu bảo tồn thiên nhiên Cayambe Coca. Vì vậy, bạn có thể thực hiện một số chuyến đi bộ nếu muốn.\nPapallacta là một thị trấn nhỏ nơi bạn sẽ tìm thấy một số ưu đãi tắm nước nóng thiên nhiên, Khu nghỉ dưỡng và SPA của chúng tôi đã được World Travel Awards thiết kế là Khu nghỉ dưỡng SPA tốt nhất ở Ecuador trong 3 năm liên tiếpĐọc thêm",
            "Nếu gia đình tôi ở Termas de Papallacta trong 2 đêm, thì còn có những hoạt động nào khác để làm? Ngoài ra, nếu chúng tôi muốn đến thị trấn để ăn tối bên ngoài khách sạn, bạn có gợi ý gì không?Đọc thêm",
            "Cảm ơn câu hỏi của bạn, chúng tôi cung cấp các hoạt động bổ sung như: Trị liệu SPA tại Thermal Club, các chuyến đi bộ và cưỡi ngựa, bạn phải đặt trực tiếp tại Papallacta và tùy thuộc vào thời tiết. 2 đêm là thời gian hoàn hảo để thư giãn, tận hưởng thiên nhiên và khám phá những lợi ích của nước khoáng nóng.\nPapallacta không phải là một thị trấn du lịch, đó là lý do tại sao chúng tôi khuyên bạn nên dùng bữa tối tại nhà hàng của chúng tôi. Đọc thêm"
        ],
        "star_ratings": [
            341,
            156,
            34,
            10,
            9
        ],
        "review_amount": 550,
        "location": [
            "Nam Mỹ",
            "Termas de Papallacta",
            "Các hoạt động ở Papallacta",
            "Papallacta",
            "Ecuador",
            "Tỉnh Napo"
        ],
        "reviews_time": [
            "Written May 18, 2024",
            "Written October 5, 2023",
            "Written August 11, 2023",
            "Written July 12, 2023",
            "Written July 2, 2023",
            "Written May 29, 2023",
            "Written April 9, 2023",
            "Written July 25, 2022",
            "Written June 7, 2022",
            "Written January 5, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g677337-d1783117-Reviews-Termas_de_Papallacta-Papallacta_Napo_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g677337-d24161344-Reviews-Restaurant-Papallacta_Napo_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g677337-d6215537-Reviews-Sachayacu-Papallacta_Napo_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g677337-d24952981-Reviews-Nahomi_Food_bar-Papallacta_Napo_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g677337-d1783117-Reviews-or10-Termas_de_Papallacta-Papallacta_Napo_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g677337-d12826667-Reviews-Pampallacta_Termales-Papallacta_Napo_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g677337-d10136831-Reviews-Bioexpeditions-Papallacta_Napo_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g677337-d12919495-Reviews-Terjamanco-Papallacta_Napo_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d2308176-Reviews-Valenbisi-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d2355850-Reviews-Sapi_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g36409-d13088350-Reviews-Aquatic_Zoo-Mount_Vernon_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g57106-d532311-Reviews-Seven_Peaks_Resort_Water_Park-Provo_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2464189-Reviews-Primrose_Hill-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d5823465-Reviews-White_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d23571403-Reviews-Polar_Park-Worcester_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d8364569-Reviews-Duck_s_Nightclub-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34167-d2227103-Reviews-Giraffe_Ranch-Dade_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1420763-d2287462-Reviews-Shannon_Ferry-Killimer_County_Clare.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g677337-d1783117-Reviews-or10-Termas_de_Papallacta-Papallacta_Napo_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g677337-d1783117-Reviews-Termas_de_Papallacta-Papallacta_Napo_Province.html"
    }
]