[
    {
        "attraction_name": "Terminal Tower Observation Deck",
        "attraction_name_vi": "Đài quan sát của Tháp Terminal",
        "general_info": [
            "270 đánh giá",
            "33 trong số 320 điều cần làm ở Cleveland",
            "Công trình kiến ​​trúc",
            "Tháp quan sát"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bản thân tòa tháp rất đẹp và quang cảnh thật tuyệt vời! Anh chàng bảo vệ đang ngồi, hay tôi nên nói NGỦ ở bàn làm việc lúc 11324 lúc 1 giờ là một kẻ hoàn toàn ngu ngốc. Tôi sẽ sử dụng một vài từ lựa chọn nhưng sẽ giữ nó sạch sẽ. Thực lòng tôi chưa bao giờ gặp ai thô lỗ như vậy trước đây trong đời. Nếu bạn ghét công việc phải tiếp xúc với công chúng nhiều như vậy thì hãy tìm một công việc mới. Chồng tôi và tôi có khoảng thời gian 1:00, chúng tôi đi bộ đến tòa tháp từ khách sạn và đến đó sớm 10 phút như một phép lịch sự, bên ngoài trời cũng lạnh cóng. Một người đàn ông cũng làm việc ở đó trước đó đã cảnh báo chúng tôi và giải thích với chúng tôi rằng hãy chuẩn bị sẵn vé khi chúng tôi đến và tiếp cận anh chàng kia rằng anh ta có thể có tâm trạng vui vẻ hầu hết các ngày. Vì vậy, chúng tôi đã chuẩn bị sẵn vé để đi và chúng tôi đến gần bàn để thông báo rằng chúng tôi đã đến, tôi không định lên ngay, chúng tôi chỉ đang nhận phòng. Sau khi đánh thức anh ấy dậy, anh ấy nhìn chúng tôi và nói Bạn có biết giờ không? ? 1h chưa, chưa, 1h quay lại nhé. Vì vậy, chúng tôi bỏ đi và quay lại nhưng anh ấy hoàn toàn phớt lờ chúng tôi, thậm chí không thèm giao tiếp bằng mắt với chúng tôi. Cuối cùng, lúc 1:01 tôi lên tiếng và nói Xin lỗi, đã quá thời gian quy định, chúng ta có thể lên giờ được không?. Sau đó anh ấy nhắc nhở chúng tôi lầm bầm đi đâu và bảo chúng tôi chỉ cần đi theo các biển báo. Anh ấy thậm chí không cần phải đứng dậy khỏi ghế. Tôi hiểu rằng chúng tôi đã có một khoảng thời gian nhất định, tôi không mong đợi được phép truy cập sớm hơn, nhưng anh ấy có thể chào đón chúng tôi một cách tử tế như một con người. Hành vi và phản ứng của anh ta là thô lỗ và không thể chấp nhận được mà không có lý do. Tôi cho cái này 3 sao vì trải nghiệm đáng giá 10,00 nhưng nhân viên quá tệ.Đọc thêm",
            "Đây là một điểm dừng chân tuyệt vời trong chuyến tham quan Downtown Cleveland của chúng tôi, quang cảnh thành phố thật ngoạn mục, sòng bạc nằm trong cùng tòa nhà nếu bạn vào đó, cũng có trung tâm mua sắm trong cùng tòa nhà, trung tâm mua sắm rất sôi động, không có nhiều cửa hàng .Đọc thêm",
            "Mặc dù chỉ tốn 5 đô la nhưng việc đỗ xe rất khó khăn, dịch vụ an ninh rất tệ và tòa nhà đang xuống cấp.  Tầm nhìn từ tầng 42 nhưng kính bị bẩn và làm hỏng ảnh.  Đài quan sát nhỏ và chuyến tham quan diễn ra nhanh chóng, kéo dài tới nửa giờ.  Từ trên đó, bạn có thể thấy thành phố đang suy tàn và đang cố gắng đứng vững trở lại.Đọc thêm",
            "Mua vé trực tuyến - Đi sớm để tìm chỗ đậu xe!!  Khu vực này có những người vô gia cư và những người có vấn đề khác ở xung quanh bên ngoài tòa nhà. Tôi mua vé trên Line, trả phí đậu xe đắt đỏ ở Jack Casino, và cả hai nhân viên bảo vệ đều không thể chỉ cho tôi cách đến tháp ga. Cuối cùng cũng có một người phụ nữ tốt bụng nào đó đi vòng quanh khu thế chấp Rocket để hướng dẫn tôi đến đúng bàn để vào. Tôi cảm thấy nhẹ nhõm vì họ đóng cửa kịp thời lúc 400 giờ chiều. Đài quan sát của Terminal Tower thật tuyệt nếu bạn có thể tìm được chỗ đậu xe, vượt qua những người vô gia cư ở góc phố một cách an toàn và tìm được bàn thích hợp để vào! Tôi cảm thấy rất kiệt sức sau đó. Bên trong vui vẻ nhưng căng thẳng. Đọc thêm",
            "Đây là tòa nhà cao thứ hai ở Cleveland ngày nay và là tòa nhà cao nhất thế giới khi được xây dựng bên ngoài thành phố New York.  Đó là một ví dụ tuyệt vời về phong cách Beau Arts đã truyền cảm hứng cho các khu phức hợp xây dựng đồ sộ vào đầu Thế kỷ 20.  Với 52 tầng và 708 feet, đây là công trình cao nhất trong số những công trình kiến ​​trúc này.  Có một tầng quan sát mở cửa cho du khách tham quan vào cuối tuần.  Chúng tôi đã có vé nhưng chuyến bay của chúng tôi đã thay đổi và chúng tôi không hạ cánh ở Cleveland cho đến khi sân bay đóng cửa.  Tuy nhiên tôi thực sự rất thích nhìn thấy tòa nhà.  Cả chiều cao và vị trí của nó khiến nó trở thành địa danh nổi bật của Cleveland mặc dù không còn là địa danh cao nhất nữa.Đọc thêm",
            "Thật là một câu chuyện tuyệt vời và quan điểm của thành phố.  Ở trung tâm của một thành phố thú vị, thật tuyệt vời khi tìm hiểu một số lịch sử về tầm quan trọng của tòa nhà này.  Một điểm dừng nhất định khi ở trong thị trấn.  Đọc thêm",
            "Đây là tòa nhà chọc trời cổ điển đầu thế kỷ 20 nằm ở trung tâm thị trấn.  Nó được xây dựng để làm văn phòng và cũng là nhà ga ở tầng hầm.  Nó không còn bận rộn như ngày xưa nhưng tàu vẫn ở đó.  Và lang thang qua mê cung những cửa hàng khá đẹp với việc sử dụng đá cẩm thạch và kính.  Một lần nữa, không đẹp bằng nhưng mang tính cổ điển.Đọc thêm",
            "Bạn sẽ không biết cho đến khi bạn đi. Tòa nhà này, MỘT LẦN, là tòa nhà cao nhất ở bất kỳ Thành phố nào của Hoa Kỳ Vẫn đứng trên Quảng trường Công cộng.Đọc thêm",
            "Tháp ga là một ga đường sắt cũ đã được mở rộng để bao gồm văn phòng, khu mua sắm, rạp chiếu phim, nhà hàng và lối đi bộ đến Progressive Field và Rocket Mortgage Fieldhouse Q. RTA của thành phố cũng chạy ngầm từ các tuyến đường phía đông và phía tây.  Kiến trúc đẹp và nhiều lịch sử. Bạn cũng có thể đến Đài quan sát để ngắm nhìn quang cảnh thành phố. Cần có vé cho chuyến tham quan.Đọc thêm",
            "Về giá cả, điều này đáng để đi.  Khung cảnh thật tuyệt vời khi nhìn từ trên tháp.  Bạn có thể dành thời gian ngắm cảnh và chụp ảnh.  Tòa nhà rất đẹp.  Đọc thêm",
            "Xe lăn trên đài quan sát có phù hợp không? \nTôi đã mua vé vào ngày 16 tháng 12 năm 2023 và quên kiểm tra xem liệu tôi có thể mang xe lăn lên đài quan sát hay không.Đọc thêm",
            "Làm thế nào để tôi mua vé?Đọc thêm",
            "Làm thế nào để tôi mua hai vé chỉ cho đài quan sát?  Tôi thấy rằng chỉ có khoảng 5,00 mỗi cái, tôi thực sự khó có được thông tin về điều này. Cám ơn\n....Đọc thêm",
            "Tôi tin rằng vé chỉ được bán vào cuối tuần mùa hè.  Đây có thể là lý do tại sao bạn đang gặp vấn đề.Đọc thêm",
            "Đây có phải là theo mùa không?Đọc thêm",
            "Vâng, tôi nghĩ vậy.Đọc thêm",
            "Tháp có thể sử dụng xe tay ga di động dành cho khách khuyết tật không?Đọc thêm",
            "Tôi khá chắc là vậy. Khi bạn không phải đối mặt với một khuyết tật, bạn có xu hướng bỏ qua mọi thứ. Đọc thêm",
            "Trang web mua vé là gìĐọc thêm",
            "Sự kiện.   May mắn thay, tôi đã chuẩn bị sẵn vì chúng tôi ở đó khoảng 5 phút trước khi thang máy đưa mọi người lên. Tôi nghĩ nếu không thì có lẽ phải chờ một chút.  Thế nên tôi đã mua vé ngay tại đó.Đọc thêm",
            "Nó có mở cửa vào các ngày trong tuần không?Đọc thêm",
            "Tòa nhà mở cửa suốt tuần và các tầng dưới mở cửa cho công chúng tham quan và có giếng trời đẹp mắt, các ki-ốt, một số cửa hàng và quán ăn nhưng không nhiều.  Có Mortons.  Đây cũng là trạm trung chuyển nhanh địa phương mà bạn có thể đến sân bay từ đây. Bạn có thể truy cập Sòng bạc Jack thông qua Tháp Terminal hiện được gọi là Tower City và tôi tin rằng bạn có thể truy cập Khách sạn Ritz Carlton. Đài quan sát ở khoảng tầng 32 chỉ mở cửa vào cuối tuần - có thể từ 12 đến 5 giờ. Tôi tin rằng đó là 5 vé và tôi tin rằng bạn mua chúng qua Eventbrite.  Tôi đã mua vé ngay tại sảnh trong vòng 2 phút kể từ chuyến tham quan tiếp theo.  Tôi chắc chắn sẽ lên mạng để xác nhận rằng đài quan sát mở cửa vào cuối tuần đó cũng như thời gian và giá cả.Đọc thêm",
            "Nó có mở cửa vào Chủ Nhật không và tôi có thể đặt chỗ ở đâu. Đọc thêm",
            "Đúng vậy, chỉ cần xem Đài quan sát của Tháp Terminal để biết giờ và thông tin vé.Đọc thêm",
            "Đối với chủ sở hữu mới:\nCó kế hoạch nào đang được triển khai để mở Đài quan sát Tháp Terminal nhiều ngày hơn Thứ Bảy không? Với khách truy cập trong tuần, điều đó có vẻ mang lại lợi nhuận.Đọc thêm",
            "Tôi đồng ý.  Đài quan sát sẽ được mở nhiều hơn hiện tại.  Tôi hy vọng họ nhận ra đó là tài sản của thành phố và trung tâm thành phố, đồng thời mở cửa nó nhiều hơn những ngày và giờ đã chọn.Đọc thêm",
            "Có mất phí để lên đài quan sát không?Đọc thêm",
            "Từ 4 đến 8 giờ tối vào ngày 10-14 tháng 2, boong sẽ chào đón du khách tham gia buổi gây quỹ từ thiện ủng hộ Bệnh viện Nhi đồng St. Jude. Vé chỉ có 5 và một phần số tiền thu được từ việc bán vé sẽ được quyên góp cho St. Jude.\n\nDu khách sẽ được tham gia một chuyến tham quan tự hướng dẫn lên tầng 42. Tháp có 52 tầng nhưng boong lại ở tầng 42. Vào những ngày trời trong, có thể nhìn thấy trong vòng 30 dặm từ Tháp.\n\nBộ bài mở cửa trở lại cho công chúng vào năm 2010 sau 9 năm đóng cửa.  Nó đóng cửa vào mùa đông, nhưng mở cửa vào thứ bảy và chủ nhật trong mùa ấm hơn. Sau những giờ đặc biệt của tháng 2, rạp sẽ mở cửa trở lại vào các giờ cuối tuần thông thường của tháng 4, vào ngày cuối tuần đầu tiên của Liên hoan phim quốc tế Cleveland vào ngày 1 và 2 tháng 4, từ trưa đến 4 giờ chiềuĐọc thêm"
        ],
        "star_ratings": [
            115,
            105,
            30,
            11,
            9
        ],
        "review_amount": 270,
        "location": [
            "Đài quan sát của Tháp Terminal",
            "Cleveland",
            "Hoa Kỳ",
            "Ohio OH",
            "Những điều cần làm ở Cleveland"
        ],
        "reviews_time": [
            "Written January 16, 2024",
            "Written April 30, 2023",
            "Written April 22, 2023",
            "Written September 26, 2022",
            "Written July 14, 2022",
            "Written October 14, 2021",
            "Written November 24, 2020",
            "Written February 15, 2020",
            "Written September 9, 2019",
            "Written August 28, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g50207-d527276-Reviews-Terminal_Tower_Observation_Deck-Cleveland_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d12394745-Reviews-Marble_Room_Steaks_and_Raw_Bar-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d2387210-Reviews-Taza_A_Lebanese_Grill-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d486196-Reviews-Blue_Point_Grille-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d7236262-Reviews-Butcher_and_the_Brewer-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d10183573-Reviews-Mabel_s_BBQ-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d4185452-Reviews-Cleveland_Chop-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d396538-Reviews-Flannery_s_Pub-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d5580877-Reviews-Red_the_Steakhouse-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d10758196-Reviews-The_Burnham_Restaurant-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d13773296-Reviews-Il_Venetian-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d3660500-Reviews-Cuyahoga_County_Soldiers_and_Sailors_Monument-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d3177308-Reviews-JACK_Cleveland_Casino-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d145310-Reviews-Tower_City_Center-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d24179634-Reviews-Statue_Of_Moses_Cleaveland-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d10754080-Reviews-Public_Square-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d269195-Reviews-Old_Stone_Church-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d14117645-Reviews-Sherwin_Williams_Center_of_Excellence-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d12118002-Reviews-Ice_Rink_at_Public_Square-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d27722256-Reviews-Museum_Of_Illusions_Cleveland-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d559970-Reviews-Cleveland_Public_Library-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d527276-Reviews-or10-Terminal_Tower_Observation_Deck-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d250295-Reviews-Lake_View_Cemetery-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d137605-Reviews-USS_Cod_Submarine_Memorial-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d638635-Reviews-House_From_A_Christmas_Story-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d138124-Reviews-University_Circle-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d2469894-Reviews-James_A_Garfield_Monument-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d7791031-Reviews-Heinen_s_Downtown-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d272154-Reviews-Progressive_Field-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d615501-Reviews-Rocket_Mortgage_Fieldhouse-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d272156-Reviews-West_Side_Market-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d13999798-Reviews-Tours_of_Cleveland_LLC-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d4084364-Reviews-House_of_Blues_Cleveland-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d14142739-Reviews-See_Cle-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d145312-Reviews-Old_Arcade-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g3652195-d9553777-Reviews-Owu_Falls-Kwara_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g187157-d7178788-Reviews-Uzes_Market-Uzes_Gard_Occitanie.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189057-Reviews-The_Brazen_Head-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d592476-Reviews-Tanjung_Rhu_Beach-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d146839-Reviews-Pearl_District-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d2285722-Reviews-The_Dinosaur_Store-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1960566-d3164728-Reviews-Yeoju_Premium_Outlets-Yeoju_si_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188504-Reviews-Saint_Patrick_s_Cathedral-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d469564-Reviews-Broadway_at_the_Beach-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d152701-Reviews-Playa_Chac_Mool-Cancun_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g50207-d527276-Reviews-or10-Terminal_Tower_Observation_Deck-Cleveland_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g50207-d527276-Reviews-Terminal_Tower_Observation_Deck-Cleveland_Ohio.html"
    }
]