[
    {
        "attraction_name": "Terme di Saturnia - Parco Termale",
        "attraction_name_vi": "Terme di Saturnia - Công viên nước nóng",
        "general_info": [
            "2.563 đánh giá",
            "1 trong 1 Spa Chăm sóc sức khỏe ở Saturnia",
            "Mạch nước phun suối nước nóng",
            "Spa",
            "Spa nước nóng"
        ],
        "attraction_summary": "Với bồn tắm nước nóng thiên nhiên, bồn mát-xa thủy lực và các con đường thủy trị liệu tim mạch, Phòng tắm hơi kiểu Phần Lan với Argillarium, cơ sở Spa của Terme di Saturnia là một trong những cơ sở lớn nhất ở Ý. Một khu vực spa rộng lớn hoàn toàn dành cho việc chăm sóc sức khỏe. Tại đây, du khách có thể ngâm mình trong làn hơi lưu huỳnh ấm áp và tận hưởng những lợi ích của liệu pháp mát-xa thủy lực nhiệt. Được ru ngủ trong làn nước với nhiệt độ ấm áp tự nhiên 37 C và âm thanh của thiên nhiên xung quanh, cơ thể được thư giãn và làn da trở nên mịn màng theo cách hoàn toàn tự nhiên. Trải nghiệm này có thể được tích hợp với các liệu pháp chăm sóc sắc đẹp, thậm chí trong thời gian giới hạn hoặc trị liệu spa tại Phòng khám Thẩm mỹ SPA gần đó. Bistrot phục vụ bữa sáng, bữa trưa, đồ ăn nhẹ và rượu khai vị bên cạnh hồ bơi.Đọc thêm",
        "reviews": [
            "Nơi này quá đắt đỏ, chúng tôi mong đợi một khung cảnh tuyệt đẹp với tầm nhìn đẹp và trải nghiệm giống như spa thực sự. Khung cảnh đã lỗi thời, không có âm nhạc, không có đồ uống bên hồ bơi. Cảm giác giống như một trung tâm hưu trí.. điều tích cực duy nhất là nước có cảm giác thư giãn và ấm áp nhưng chúng tôi có thể có được điều đó ở bất cứ đâu.Đọc thêm",
            "Thật là một trải nghiệm đáng kinh ngạc!  Chúng tôi thực sự rất thích tắm nước nóng và dành thời gian cho mỗi phòng tắm.  Đừng bỏ lỡ việc đi tắm hơi.  Hãy dành cả ngày và thư giãn.Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn đã dành thời gian để lại đánh giá! Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm thú vị tại phòng tắm nước nóng thiên nhiên của chúng tôi. Mục tiêu của chúng tôi là luôn mang đến trải nghiệm thư giãn và chăm sóc sức khỏe hoàn toàn. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại để có một ngày vui vẻ và thư giãn thuần túy khác. Trân trọng.Đọc thêm",
            "Thật kinh tởm. Phân chim ở khắp mọi nơi trong hồ bơi chính và thậm chí còn kinh tởm hơn: Giun SỐNG trong nước vì phân chim tôi đoán vậy. Bạn cần phải trả tiền ngay cả cho một chiếc giường tắm nắng sau khi trả 38 đô la cho một lần vào mà không có khăn tắm. Thất vọng LỚN Đọc thêm",
            "Khách hàng thân mến,\n \nCảm ơn bạn đã dành thời gian chia sẻ đánh giá của mình với chúng tôi, điều này luôn là nguồn cảm hứng và sự cải thiện cho chúng tôi.\nTrong trường hợp cụ thể này, chúng tôi muốn làm rõ rằng:\nVé vào Công viên Nhiệt, dù là hàng ngày, buổi chiều, ngày trong tuần hay ngày lễ, được mua trực tuyến hoặc tại phòng vé, mang đến cho bạn cơ hội tiếp cận một ốc đảo chăm sóc sức khỏe nhiệt thực sự rộng 20.000 mét vuông. Bên trong có 5 hồ nước nóng, đường mạch, bồn tạo sóng, thác nước trên tường, bồn tắm xoáy nước, phòng tắm hơi, phòng tập thể dục và khu thư giãn rộng lớn trong nhà. Giá rõ ràng bao gồm việc sử dụng phòng thay đồ, dịch vụ và bãi đậu xe.\nĐể nâng cao và bảo tồn bối cảnh tự nhiên nơi Công viên nước nóng được thiết lập và vẻ đẹp hoang sơ của thiên nhiên Maremma, quy định trang phục màu trắng cho khăn tắm và áo choàng tắm được đánh giá cao để mang lại trải nghiệm chăm sóc sức khỏe thực sự... sang trọng. Vì vậy, bạn có thể:\nMang theo khăn trải giường cá nhân của riêng bạn miễn là nó có màu TRẮNG.\nNgoài ra, hãy thuê áo choàng tắm bằng khăn tắm trong bộ dụng cụ hồ bơi Terme di Saturnia với giá 6,00.\nĐể thoải mái hơn, bạn có thể thuê bộ khăn trải giường, dép, giường phơi nắng, ô, v.v. tại phòng vé hoặc thậm chí trực tuyến.\nVề chất lượng nước, chúng tôi xin làm rõ rằng ấu trùng mà bạn đề cập là những loài giun đặc biệt hoàn toàn vô hại, phát triển mạnh trong nước có lưu huỳnh, đảm bảo độ tinh khiết và các đặc tính có lợi như đã đề cập trước đó và không trải qua bất kỳ sự biến đổi nào. Chúng không liên quan gì đến phân chim. Ngoài ra, nhân viên của chúng tôi đảm bảo rằng hồ bơi của chúng tôi được làm sạch cả trước khi mở cửa và suốt cả ngày.\nChúng tôi hy vọng chúng tôi đã giải quyết được mối quan ngại của bạn và mong được chào đón bạn một lần nữa với tư cách là khách của chúng tôi.\nTrân trọng.\nĐọc thêm",
            "Đây là một nơi ngoạn mục, nhưng dịch vụ và cơ sở vật chất vào mùa đông thực tế không có. Sẽ rất hữu ích nếu họ có biển báo tử tế, để cho du khách biết nơi đỗ xe2 rằng các bồn tắm nước nóng thực tế chỉ là những viên sỏi trơ trụi, vì vậy ít nhất những người có bàn chân mềm hoặc bị viêm khớp nên đi dép tông 3 rằng không có tủ khóa vào mùa đông , vì vậy khách hàng nên để những vật có giá trị của họ ở nhà hoặc trong xe hơi, được khóa kỹ.4 Không thể thiếu những đồng xu đó để mua token cho phòng tắm và máy sấy tóc. Ngoài ra, một nơi rất đẹp và được vào cửa miễn phí.Đọc thêm",
            "Khách hàng thân mến,\n\nQua đánh giá của bạn, chúng tôi nhận thấy rằng trải nghiệm tiêu cực của bạn đã xảy ra tại Cascate del Mulino, một cơ sở công cộng, miễn phí và cởi mở không liên quan đến Công viên Nước nóng của chúng tôi. Ngược lại, tại Công viên nước nóng của chúng tôi, chúng tôi cung cấp nhiều loại dịch vụ, bao gồm phòng thay đồ, vòi sen, phòng vệ sinh, ghế tắm nắng, ô che nắng, 4 hồ bơi lớn ngoài trời, mạch máu, bể sục, thác nước nhân tạo, hồ bơi có mái che một phần, phòng tắm hơi và một Argillarium.\n\nTrong trường hợp bạn muốn tận hưởng trải nghiệm Terme di Saturnia thực sự trong tương lai, bạn có thể có một khoảng thời gian độc đáo ở Công viên nước nóng của chúng tôi. Chúng tôi xin gửi lời chào nồng nhiệt.\n\nĐọc thêm",
            "Tôi không thích nơi này. Tôi đã trả khoảng 45 euro cộng thêm cho con đường đến đó. Nhưng nơi này có rất nhiều người hưu trí địa phương và những người già. Có lẽ bởi vì họ có rất nhiều giảm giá ở đó. Không thể sử dụng bất kỳ liệu pháp mát-xa thủy lực nào vì những cái cũ đã chiếm hết mọi thứ. Tôi lấy một cái nhưng bị vài tên côn đồ địa phương tấn công. Không có người trẻ hay khách du lịch nào cả. Vì thế tôi không thích nơi này. Có lẽ tôi sẽ thử spa khác ở Ý nhưng không có chất làm chậmĐọc thêm",
            "Khách hàng thân mến,\n \nChúng tôi cảm ơn phản hồi của bạn.\n \nChúng tôi rất tiếc vì bạn không thích trải nghiệm tại Công viên nước nóng của chúng tôi. Về phía chúng tôi, chúng tôi chắc chắn không thấy có lý do gì để lựa chọn khách dựa trên độ tuổi của họ. Xét cho cùng, đó là nơi dành riêng cho việc thư giãn, ở một vùng quê xinh đẹp và yên tĩnh.\nChúng tôi hy vọng bạn sẽ tìm được những trải nghiệm trong tương lai có thể đáp ứng được mong muốn của mình tốt hơn.\nĐọc thêm",
            "Một cách thư giãn để dành buổi chiều trong làn nước ấm của hồ bơi. Thác nước rất tuyệt vời cho cổ và vai. Quầy bar có nhiều loại đồ uống. Lựa chọn đồ ăn có hạn. Đọc thêm",
            "Kính thưa quý khách,\n\nChúng tôi xin cảm ơn bạn đã xem xét.\n\nChúng tôi rất vui khi biết rằng chúng tôi đã thành công trong việc cung cấp cho bạn trải nghiệm tốt, thư giãn và chúng tôi hy vọng được chào đón bạn một lần nữa trong tương lai.\nĐọc thêm",
            "Spa lớn nhất với nhiều hồ bơi bê tông và ghế dài. Mùa giảm giá không đông đúc và nước chỉ 94 độ F. Vì vậy, một chút quá mát mẻ. Có phòng tắm hơi ấm áp. Phải siêu đông vào mùa hè. Chúng tôi đã mua vé trực tuyến trước trên trang web của họ. Dễ.      Độ sạch sẽ chỉ là 3 trên 4. Một số phao nổi trong hồ bơi. Tôi nghĩ đó là phân chim. Phòng thay đồ có tủ khóa được đảm bảo an toàn. Hạn chế tắm. Hộp xà phòng trống rỗng. Không có dầu gội.     Khăn tắm, áo choàng Terry và dép được cung cấp kèm phí vào cửa.     Khu phức hợp lớn gồm các hồ bê tông được cấp nước từ suối nước nóng tự nhiên có hàm lượng lưu huỳnh thấp.     Đây không phải là suối đá Cascada tự nhiên gần đó, cách đó 4 phút lái xe. Thay vào đó, chúng tôi rất vui vì chúng tôi đã đến đây. Để tránh những tảng đá tảo trơn trượt. Việc vào cửa Cascada khác là miễn phí nhưng họ tính phí đỗ xe, v.v. hãy mang giày nước của riêng bạn đến đó.     Họ có sẵn massage. Chúng tôi đã không làm điều đó khiến nó phải đi bộ một quãng đường dài và tốn kém.     Nhà hàng trong khuôn viên rất ngon. Bánh mì và đồ ăn nóng rẻ tiền.Đọc thêm",
            "Kính thưa quý khách,\nChúng tôi muốn cảm ơn bạn đã đánh giá tốt của bạn.\n\nChúng tôi rất vui khi biết rằng trải nghiệm của bạn với chúng tôi rất tích cực và thư giãn. Trong thời gian chờ đợi, chúng tôi đang xem xét đề xuất của bạn về phòng thay đồ và đồ vệ sinh cá nhân được cung cấp để cải thiện dịch vụ của chúng tôi. Chúng tôi muốn chỉ ra rằng những vật trôi nổi mà bạn nhìn thấy trên bề mặt nước của chúng ta rất có thể là Bioplancton, đến từ trái đất và khi tiếp xúc với không khí sẽ tạo thành một chất khoáng hữu cơ dạng sền sệt, tương tự như tảo.  Đây là hoạt chất độc quyền và quý giá, nổi tiếng với đặc tính tẩy tế bào chết và bình thường hóa đặc biệt.\n\nChúng tôi rất mong được chào đón bạn một lần nữa trong tương lai.  \nĐọc thêm",
            "Bể nhiệt là tốt. Thực sự đáng thất vọng là nhân sự ở lối vào. Không có nụ cười, mọi câu hỏi bạn hỏi đều giống như đang yêu cầu một ân huệ cá nhân, không có nụ cười. Nếu đó là chỗ của tôi, có lẽ tôi sẽ sa thải 75 nhân viên.Đọc thêm",
            "Nơi tuyệt vời: khung cảnh, khu vườn, hồ bơi. Ngày của bạn thật hoàn hảo! Chỉ cần ở dưới nước và có được kết quả kỳ diệu này cho toàn bộ cơ thể của bạn. Thật không may, nhà hàng có giá cao cho những phần ăn nhỏ.  8 euro cho một món súp đựng trong một chiếc hộp nhỏ. Các mặt đều giống nhau: một phần nhỏ. Chất lượng món ăn tốt nhưng họ nên trung thực hơn với số lượng món ăn. Không đủ! Tôi mang bánh mì từ khách sạn và một ít rau. Điều này không đúng. Phòng thay đồ nữ luôn là kẻ ngu ngốc, bởi vì máy sấy tóc rất tệ: không khí thoát ra là gió lille và không thực sự nóng. Bạn cần phải dành nhiều thời gian để làm khô tóc.  Trong mùa dịch chúng ta nên tránh những nơi đông người, nhưng tôi đảm bảo phòng thay đồ này đã rất đông. Tôi chạy đi mà không sấy tóc. Khi bạn đi tắm, một số trong số đó không ổn: nước hơi ít, không thể điều chỉnh nhiệt độ của nước vì bị hỏng. Vé vào vào nơi này không hề rẻ chút nào, do đó bạn sẽ mong tìm được một nơi hoàn hảo!Đọc thêm",
            "Kính gửi Adventurer731645, cảm ơn phản hồi tử tế của bạn đã cung cấp cho chúng tôi một số điểm rất tốt để cải thiện. Trân trọngĐọc thêm",
            "Tôi sẽ bắt đầu nói rằng định nghĩa về: một nguồn Vẻ đẹp duy nhất trên thế giới theo tìm kiếm của Google không phải là cách mô tả chính xác về nó. Tôi đã lái xe suốt 3h chỉ để đến đây và điều đó thật không đáng. Đừng nói về mùi lưu huỳnh mà không ai đề cập đến. Nơi này là một spa nước nóng tự nhiên bình thường cho mọi lứa tuổi và nhỏ hơn trong ảnh. Hoặc có thể một số hồ bơi và cơ sở vật chất đã đóng cửa vì Corona, tôi không chắc lắm. Cả hai cách, Terme of Saturnia đều là một nhóm Springs tách biệt với nhau; Vì vậy hãy kiểm tra thật kỹ trước khi quyết định đi và ở đâu. Một số miễn phí và một số bạn phải trả tiền để vào nhưng chỗ đậu xe thì miễn phí.Đọc thêm",
            "Kính thưa quý khách, cảm ơn bạn đã xem xét.\n\nHệ thống nhiệt của Saturnia là một hệ thống độc nhất trên thế giới. Áp suất thủy tĩnh từ lòng đất đẩy nước vào trong Suối ở trung tâm Khu nghỉ dưỡng. Hiệu suất dòng chảy của nó thuộc hàng cao nhất thế giới: 500 lít giây! Nó cung cấp nước cho các hồ bơi của cơ sở Suối nước nóng và sau đó chảy đến Cascate del Mulino mang tính biểu tượng.\nTất cả điều này hoạt động nhờ vào Thiên nhiên. Không có thao tác con người hoặc kỹ thuật nào cả.\nLượng nước cho phép các hồ bơi tự thay mới lưu vực 6 lần mỗi ngày.\n\nVà vâng, thành phần lưu huỳnh có mùi. Vùng nước này rất giàu lưu huỳnh, ion bicarbonate, canxi, magiê và carbon dioxide tự do khiến chúng trở thành một loại thuốc tự nhiên mạnh mẽ. Đặc biệt, lưu huỳnh là một chất diệt khuẩn mạnh mẽ nhưng cũng là thành phần chính của các phân tử chống oxy hóa, hữu ích trong cuộc chiến chống lại vi khuẩn, các gốc tự do và thúc đẩy tuổi thọ.  Bình xịt ngoài trời tự nhiên lớn nhất thế giới.\n\nLối vào Hồ bơi Suối nước nóng, dẫn vào một công viên rộng 20.000 mét vuông, nằm trong thung lũng Saturnia và bao gồm 5 hồ nước nóng, phòng tắm hơi kiểu Phần Lan, bồn tạo sóng, thác mát-xa thủy lực cho lưng và các con đường mạch máu - một cơ sở , luôn được giám sát bởi đội ngũ y tế của chúng tôi.\nNó cho phép bạn sử dụng phòng thay đồ, phòng tắm và bãi đậu xe miễn phí.\n\nChúng tôi rất tiếc khi biết rằng đối với bạn, Terme di Saturnia là bình thường, vì đối với chúng tôi là một điều gì đó phi thường!\nNhưng có lẽ chúng ta quá yêu thích phép thuật này nên không thể khách quan được. Hy vọng bạn muốn xem xét lại nhận định của mình và quay lại đánh giá cao sự tuyệt vời của Terme di Saturnia, chúng tôi gửi đến bạn lời chào trân trọng nhất.\nĐọc thêm"
        ],
        "star_ratings": [
            783,
            660,
            449,
            321,
            351
        ],
        "review_amount": 2564,
        "location": [
            "Terme di Saturnia - Công viên nước nóng",
            "Châu Âu",
            "Những điều cần làm ở Saturnia",
            "Nước Ý",
            "manciano",
            "Tuscany",
            "Sao Thổ",
            "Tỉnh Grosseto"
        ],
        "reviews_time": [
            "Written May 27, 2024",
            "Written May 18, 2024",
            "Written May 6, 2024",
            "Written January 16, 2024",
            "Written August 18, 2023",
            "Written May 1, 2023",
            "Written April 14, 2023",
            "Written January 14, 2022",
            "Written October 5, 2021",
            "Written October 20, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1184643-d208230-Reviews-Terme_di_Saturnia_Parco_Termale-Saturnia_Manciano_Province_of_Grosseto_Tuscany.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2136930-d3358850-Reviews-Il_Capriccio-Poggio_Murella_Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g677309-d3619541-Reviews-Pizzeria_Da_Gigo_E_Licia-Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2136930-d2085131-Reviews-Trattoria_Il_Vecchio_Forno-Poggio_Murella_Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2136930-d2711002-Reviews-Al_Poggio_da_Adriano-Poggio_Murella_Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2136930-d2314991-Reviews-Restaurant_La_Chianina_Pescatrice-Poggio_Murella_Manciano_Province_of_Grosseto_T.html",
            "https://www.tripadvisor.com/Restaurant_Review-g677309-d2287135-Reviews-Saturnia_Tuscany-Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13119852-d15251054-Reviews-Da_Bianchina_Affittacamere_Trattoria-Poggio_Capanne_Province_of_Grosseto_Tusca.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194839-d3414629-Reviews-Nava_Ripa-Orbetello_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1184643-d7755555-Reviews-Ristorante_del_Bagno_Santo_Hotel-Saturnia_Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1028615-d18379638-Reviews-Agriturismo_Il_Cavallino-Semproniano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g1528393-d7052809-Reviews-Piazza_del_Castello_di_Montemerano-Montemerano_Manciano_Province_of_Grosseto_Tus.html",
            "https://www.tripadvisor.com/Attraction_Review-g667207-d3555308-Reviews-Via_Cava-Sovana_Sorano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g667207-d7136458-Reviews-Parco_Archeologico_Citta_del_Tufo-Sovana_Sorano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g667207-d3227852-Reviews-Cattedrale_di_San_Pietro-Sovana_Sorano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g667207-d6534417-Reviews-Chiesa_di_Santa_Maria_Maggiore-Sovana_Sorano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g1528393-d3316805-Reviews-Chiesa_di_San_Giorgio-Montemerano_Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184643-d1837220-Reviews-Cascate_del_Mulino-Saturnia_Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184643-d21351205-Reviews-Fattoria_La_Maliosa-Saturnia_Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g667207-d15011089-Reviews-Centro_storico-Sovana_Sorano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184643-d16920237-Reviews-Le_Cascatelle_di_Saturnia-Saturnia_Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184643-d208230-Reviews-or10-Terme_di_Saturnia_Parco_Termale-Saturnia_Manciano_Province_of_Grosseto_Tusca.html",
            "https://www.tripadvisor.com/Attraction_Review-g644281-d9795485-Reviews-Pitigliano_Centro_Storico-Pitigliano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g644281-d6591977-Reviews-Vie_Cave_Etrusche-Pitigliano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g664984-d9795443-Reviews-Sorano_Centro_Storico-Sorano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g644281-d3398058-Reviews-Sinagoga_e_Museo_Ebraico-Pitigliano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g664984-d2399985-Reviews-Maneggio_Belvedere-Sorano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g677309-d6206285-Reviews-Macelleria_LA_IMPERIALE-Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g189412-d282022-Reviews-Leonidas_Monument-Thermopylae_Phthiotis_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d19100608-Reviews-12_South-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d149018-Reviews-Castleton_Gardens-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g294212-d6280798-Reviews-Gubei_Water_Town-Beijing.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d1946585-Reviews-Marsa_Mubarak-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g46364-d573747-Reviews-Cliffwood_Beach-Cliffwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d209457-Reviews-Sparks_Lake-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d2039427-Reviews-Bluegrass_Scenic_Railroad_and_Museum-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g318873-d324377-Reviews-Dana_Nature_Reserve-Dana_Tafilah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d207258-Reviews-Seneca_Lake_Wine_Trail-Watkins_Glen_Finger_Lakes_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1184643-d208230-Reviews-or10-Terme_di_Saturnia_Parco_Termale-Saturnia_Manciano_Province_of_Grosseto_Tusca.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1184643-d208230-Reviews-Terme_di_Saturnia_Parco_Termale-Saturnia_Manciano_Province_of_Grosseto_Tuscany.html"
    }
]