[
    {
        "attraction_name": "Terry Bison Ranch Resort",
        "attraction_name_vi": "Khu nghỉ dưỡng trang trại Terry Bison",
        "general_info": [
            "466 đánh giá",
            "11 trong số 55 điều cần làm ở Cheyenne",
            "Các trang trại"
        ],
        "attraction_summary": "Chuyến tham quan bằng tàu Bison duy nhất ở Mỹ. Chúng tôi là trang trại Bison Ranch lớn thứ hai ở Hoa Kỳ. Chúng tôi cung cấp các địa điểm cho ngựa cưỡi trong nhà và ngoài trời, các địa điểm RV bao gồm các địa điểm Kết nối đầy đủ, địa điểm khô ráo, địa điểm điện và nước cũng như các địa điểm giàn khoan lớn. Các chuyến đi trên Đường mòn cưỡi ngựa có hướng dẫn, các chuyến tham quan tự hướng dẫn để xem tất cả các loài động vật, 2 sân chơi, bánh mì kẹp thịt và bít tết chiên, và Trạm giao dịch để mua sắm thú vị, Địa điểm cắm trại bằng lều, Cabin và Địa điểm cho bất kỳ Sự kiện lớn hay nhỏ nào. Chúng tôi cũng có Trường dạy đóng móng ngựa ở Wyoming!Đọc thêm",
        "reviews": [
            "Chúng tôi thực sự rất thích đi tàu để cho bò rừng ăn. Hướng dẫn rất thú vị và nhiều thông tin.  Có rất nhiều thức ăn viên để mang đi khắp nơi. Mọi người trên tàu trông như đang vui vẻ cho Bison ăn.  Phong cảnh thật đẹp.  Chắc chắn sẽ giới thiệu nó Đọc thêm",
            "Thật là một nơi vui vẻ tuyệt vời! Chúng tôi bắt chuyến tàu và trao tay con bò rừng. Nó đã rất thú vị. Nơi này có nhiều điều thú vị để làm: cưỡi ngựa, cưỡi ngựa, nhà hàng và cửa hàng quà tặng. Có rất nhiều động vật khác để xem là tốt.  Nó cũng có cabin cho thuê. Một nửa trang trại ở Wyoming và một nửa ở Colorado. Cách Longmont, CO chưa đầy một giờ lái xe và cách Cheyenne 7 dặm.Đọc thêm",
            "Điều này thật tuyệt vời. Chúng tôi nhìn thấy những con chó thảo nguyên và sau đó là bò rừng. Chúng tôi đã mua thức ăn trong cửa hàng. Khi chúng tôi đến gần con bò rừng, người phụ nữ phụ trách đã kể cho chúng tôi nghe tất cả về con bò rừng. Cô ấy mở cửa và chỉ cho chúng tôi cách cho chúng ăn. Chúng tôi đã rất vui. Tôi đánh giá cao trang trại bò rừng Terrys. Tôi sẽ quay lại lần nữa. Đọc thêm",
            "Chúng tôi đã tổ chức tiệc sinh nhật bất ngờ cho chồng tôi vào sinh nhật lần thứ 65. \nNhững người này thật tuyệt vời. Họ không chỉ có thể giữ bí mật mà còn cố gắng hết sức để làm cho nó trở nên đáng nhớ. Tôi thực sự muốn giới thiệu nơi này. Những chú trâu rất tuyệt. Bạn có thể cho chúng ăn. Vâng, tôi chỉ nói là cho chúng ăn. Đồ ăn, tòa nhà, bầu không khí và Cabin đều tuyệt vời. Nhưng thành thật mà nói, các nhân viên ở đây giống như gia đình. Tôi sẽ không nêu tên vì MỌI NGƯỜI đều hoàn hảo. Bạn sẽ không thất vọng đâu. Đọc thêm",
            "Bọn trẻ chắc chắn rất thích đi tàu để cho bò rừng ăn. Sierra là một hướng dẫn viên tàu tuyệt vời, trả lời những câu hỏi hay và cung cấp lịch sử về khu vực.  Khu vực chắc chắn có gió nên ăn mặc ấm áp vào mùa xuân.  Cửa hàng quà tặng nhìn đẹp nhưng chắc chắn là giá quá cao.Đọc thêm",
            "Đã đi sớm một chút trong mùa giải để mọi thứ đều vào mùa xuân. Và tất nhiên là có cơn gió Wyoming nổi tiếng, đó không phải lỗi của trang trại. \nChúng tôi đã từng nhìn thấy một số con Trâu trong đời nhưng chưa bao giờ đủ gần để chạm vào và cho ăn như chúng tôi đã làm trên tàu.  Mike là người lái tàu của chúng tôi, rất tuyệt vời và hiểu biết. Khi anh ấy mở cửa để chúng tôi chạm vào và cho những sinh vật to lớn ăn thì điều đó thật tuyệt. Có khoảng 10 em bé chạy quanh. Và ý tôi là chạy. Tôi đã rất vui khi xem. \nTinker là một chú bò rừng ở trang trại đóng chung với Kevin Coastner trong Dancing with Wolves. \nNgoài ra còn có một cửa hàng quà tặng với một nơi nhỏ để tai. Bàn dã ngoại. Động vật từ chuồng ngựa đến chỉ xem. Đi kiểm tra nó ra. Chúng tôi sẽ quay lại!Đọc thêm",
            "Tôi đi xe trâu ở Terry Bison Ranch Resort. Tôi đã có một trải nghiệm tuyệt vời khi cho trâu ăn từ trên tàu. Tôi rất ngạc nhiên về việc chúng tôi có thể tiến gần đến mức nào. Hướng dẫn viên Mike là một hướng dẫn viên tuyệt vời và rất am hiểu mọi thứ và trả lời các câu hỏi của mọi người. Anh ấy là một chàng trai rất vui tính và cũng rất cá tính. Nếu bạn được đi trên chuyến tàu bò rừng, hãy nhớ hỏi Mike vì anh ấy là người giỏi nhất!!! Chắc chắn sẽ quay lại.Đọc thêm",
            "Chúng tôi ở 3 đêm tại Công viên RV Terry Bison Ranch. Quang cảnh và cảnh hoàng hôn thật ngoạn mục! Chúng tôi đi trên chuyến tàu trang trại để đến gần đàn bò rừng! Bạn có cơ hội cho bò rừng ăn và đưa chúng lên tàu. Có rất nhiều bò rừng bison và chúng thật dễ thương! Chúng tôi đã tìm hiểu một số lịch sử trang trại, bao gồm cả việc Teddy Roosevelt đã dành thời gian ở đây.Đọc thêm",
            "Anh họ của tôi rất khuyến khích nơi này và anh ấy đã đúng!  Có một số loài động vật trong bãi quây để bạn có thể nhìn cận cảnh, bao gồm gà tây, ngựa. lạc đà không bướu và một con đà điểu.   Họ có một chuyến tàu ngắn qua Trang trại Buffalo, trong đó có cơ hội cho trâu ăn thực sự.  Một đàn thực sự tiến lên tàu để lấy những chiếc bánh thức ăn nhỏ từ tay bạn.  Trong đàn có khoảng chục con bê con trở lên.   \nĐây là một trải nghiệm rất độc đáo!! Đọc thêm",
            "Anh họ của tôi rất khuyến khích nơi này và anh ấy đã đúng!  Có một số loài động vật trong bãi quây để bạn có thể nhìn cận cảnh, bao gồm gà tây, ngựa. lạc đà không bướu và một con đà điểu.   Họ có một chuyến tàu ngắn qua Trang trại Buffalo, trong đó có cơ hội cho trâu ăn thực sự.  Một đàn thực sự tiến lên tàu để lấy những chiếc bánh thức ăn nhỏ từ tay bạn.  Trong đàn có khoảng chục con bê con trở lên.   Đây là một trải nghiệm rất độc đáo!! Đọc thêm",
            "Chúng tôi ở 3 đêm tại Công viên RV Terry Bison Ranch. Quang cảnh và cảnh hoàng hôn thật ngoạn mục! Chúng tôi đi trên chuyến tàu trang trại để đến gần đàn bò rừng! Bạn có cơ hội cho bò rừng ăn và đưa chúng lên tàu. Có rất nhiều bò rừng bison và chúng thật dễ thương! Chúng tôi đã tìm hiểu một số lịch sử trang trại, bao gồm cả việc Teddy Roosevelt đã dành thời gian ở đây.Đọc thêm",
            "Tôi đi xe trâu ở Terry Bison Ranch Resort. Tôi đã có một trải nghiệm tuyệt vời khi cho trâu ăn từ trên tàu. Tôi rất ngạc nhiên về việc chúng tôi có thể tiến gần đến mức nào. Hướng dẫn viên Mike là một hướng dẫn viên tuyệt vời và rất am hiểu mọi thứ và trả lời các câu hỏi của mọi người. Anh ấy là một chàng trai rất vui tính và cũng rất cá tính. Nếu bạn được đi trên chuyến tàu bò rừng, hãy nhớ hỏi Mike vì anh ấy là người giỏi nhất!!! Chắc chắn sẽ quay lại.Đọc thêm",
            "Đã đi sớm một chút trong mùa giải để mọi thứ đều vào mùa xuân. Và tất nhiên là có cơn gió Wyoming nổi tiếng, đó không phải lỗi của trang trại. Chúng tôi đã từng nhìn thấy một số con Trâu trong đời nhưng chưa bao giờ đủ gần để chạm vào và cho ăn như chúng tôi đã làm trên tàu.  Mike là người lái tàu của chúng tôi, rất tuyệt vời và hiểu biết. Khi anh ấy mở cửa để chúng tôi chạm vào và cho những sinh vật to lớn ăn thì điều đó thật tuyệt. Có khoảng 10 em bé chạy quanh. Và ý tôi là chạy. Tôi đã rất vui khi xem. Tinker là một chú bò rừng ở trang trại đóng chung với Kevin Coastner trong Dancing with Wolves. Ngoài ra còn có một cửa hàng quà tặng với một nơi nhỏ để tai. Bàn dã ngoại. Động vật từ chuồng ngựa đến chỉ xem. Đi kiểm tra nó ra. Chúng tôi sẽ quay lại!Đọc thêm",
            "Bọn trẻ chắc chắn rất thích đi tàu để cho bò rừng ăn. Sierra là một hướng dẫn viên tàu tuyệt vời, trả lời những câu hỏi hay và cung cấp lịch sử về khu vực.  Khu vực chắc chắn có gió nên ăn mặc ấm áp vào mùa xuân.  Cửa hàng quà tặng nhìn đẹp nhưng chắc chắn là giá quá cao.Đọc thêm",
            "Sierra là người hướng dẫn tàu của chúng tôi. Cô ấy đã làm rất tốt khi nói về bò rừng và trả lời tất cả các câu hỏi của chúng tôi. Cô ấy rất thân thiện và cá tính. Tôi chắc chắn sẽ quay lại khi trời ấm hơn một chút để thực hiện chuyến tàu mở.Đọc thêm",
            "Tôi thực sự thích trải nghiệm bò rừng này - hướng dẫn rất vui nhộn. Điều đó nói rằng, nơi này là một chút xuống cấp. Nó tuyệt vời cho trẻ em. Và vì không có nhiều việc phải làm ở Cheyenne nên tôi khuyên bạn nên làm điều đó. Nó rất lộng lẫy. Đọc thêm",
            "Chúng tôi đã tổ chức một bữa tiệc sinh nhật bất ngờ cho sinh nhật lần thứ 65 của chồng tôi. Những người này thật tuyệt vời. Họ không chỉ có thể giữ bí mật mà còn cố gắng làm cho nó trở nên đáng nhớ.  Tôi rất muốn giới thiệu nơi này. Con trâu thật ngầu. Bạn có thể cho chúng ăn. Vâng, tôi vừa nói cho chúng ăn. Thức ăn, tòa nhà, không khí và Cabin đều tuyệt vời. Nhưng thành thật mà nói các nhân viên cảm thấy như gia đình. Tôi sẽ không nhắc tên vì MỌI NGƯỜI đều hoàn hảo. Bạn sẽ không thất vọng. Đọc thêm",
            "Điều này thật tuyệt vời. Chúng tôi nhìn thấy những con chó thảo nguyên và sau đó là bò rừng. Chúng tôi đã mua thức ăn trong cửa hàng. Khi chúng tôi đến gần con bò rừng, người phụ nữ phụ trách đã kể cho chúng tôi nghe tất cả về con bò rừng. Cô ấy mở cửa và chỉ cho chúng tôi cách cho chúng ăn. Chúng tôi đã rất vui. Tôi đánh giá cao trang trại bò rừng Terrys. Tôi sẽ quay lại lần nữa. Đọc thêm",
            "Thật là một nơi vui vẻ tuyệt vời! Chúng tôi bắt chuyến tàu và trao tay con bò rừng. Nó đã rất thú vị. Nơi này có nhiều điều thú vị để làm: cưỡi ngựa, cưỡi ngựa, nhà hàng và cửa hàng quà tặng. Có rất nhiều động vật khác để xem là tốt.  Nó cũng có cabin cho thuê. Một nửa trang trại ở Wyoming và một nửa ở Colorado. Cách Longmont, CO chưa đầy một giờ lái xe và cách Cheyenne 7 dặm.Đọc thêm",
            "Bạn có phải đặt trước chuyến tàu không?Đọc thêm",
            "Không hề, ngoại trừ chuyến tàu ăn trưa Chủ nhật. Chúng tôi chạy 7 chuyến tàu mỗi ngày bắt đầu lúc 9 giờ sáng và chuyến cuối cùng khởi hành lúc 6 giờ chiều.Đọc thêm",
            "Đi tàu mất bao lâu?Đọc thêm",
            "đi tàu dài 45 phút đến một giờ!!! Nó thay đổi tùy theo giờ mà nhiều khách hàng đi tàu!Đọc thêm",
            "Giá của bạn là bao nhiêu và chúng tôi có một con chó cỡ trung bình dưới 40 lbs. Chúng ta có thể đi tàu cùng cô ấy không hay cô ấy sẽ cần ở trong phòng hoặc trong ô tô.  Cô ấy cư xử rất tốt.Đọc thêm",
            "Xin chào, Chúng tôi rất thân thiện với thú cưng và miễn là bạn dọn dẹp thú cưng của mình và xích chúng lại thì chúng đều được chào đón. bạn có thể đưa thú cưng của mình lên tàu, miễn là chúng không làm phiền bò rừng hoặc tiếng sủa.Đọc thêm",
            "những gì diễn ra vào ngày chủ nhật ở trang trại, tôi quan tâm nhất đến những con lạc đàĐọc thêm",
            "Chúng ta không còn lạc đà nữa! chúng tôi có các chuyến đi đường mòn, đi xe lửa, tự tham quan! hãy dừng lại!Đọc thêm",
            "Chúng tôi có thể mang theo hai con chó nhỏ của mình không?Đọc thêm",
            "vâng, bạn có thể, chúng tôi rất thân thiện với chó!Đọc thêm",
            "xin chào, tôi muốn biết có cần thiết phải biết cưỡi ngựa không và giá của điểm tham quan này, cảm ơn bạnĐọc thêm",
            "Không, không cần thiết phải biết cưỡi ngựa.  Chúng tôi có những người sắp xếp xuất sắc và họ sẽ hỗ trợ bạn trong suốt chuyến đi.  Chi phí là 40,00 một người.  Chúng tôi cũng có dịch vụ cưỡi ngựa cho trẻ nhỏ với giá 8,00 mỗi chiếc.Đọc thêm",
            "có bãi rác nào ở các trang rv không?Đọc thêm",
            "để kết nối rv đầy đủ, bạn nối cống và đổ rác!Đọc thêm",
            "Những chuyến tàu khởi hành vào ngày thứ bảy là mấy giờ?  Chúng tôi đã đặt chỗ cho bữa tối và muốn tham quan trang trại và cho bò rừng ăn.Đọc thêm",
            "trong CFD 2023, thời gian chạy tàu hiện tại của chúng tôi là 9 giờ sáng, 10 giờ 30 sáng, 12 giờ trưa, 1 giờ 30 chiều, 3 giờ chiều, 4 giờ 30 chiều và 6 giờ chiềuĐọc thêm"
        ],
        "star_ratings": [
            200,
            135,
            56,
            41,
            34
        ],
        "review_amount": 466,
        "location": [
            "Hoa Kỳ",
            "Cheyenne",
            "Hoạt động giải trí tại Cheyenne",
            "Wyoming WY",
            "Khu nghỉ dưỡng trang trại Terry Bison"
        ],
        "reviews_time": [
            "Written September 24, 2023",
            "Written October 16, 2023",
            "Written October 18, 2023",
            "Written October 29, 2023",
            "Written March 28, 2024",
            "Written May 3, 2024",
            "Written May 10, 2024",
            "Written June 1, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 10, 2024",
            "Written May 3, 2024",
            "Written March 28, 2024",
            "Written March 18, 2024",
            "Written November 22, 2023",
            "Written October 29, 2023",
            "Written October 18, 2023",
            "Written October 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60439-d2284971-Reviews-Terry_Bison_Ranch_Resort-Cheyenne_Wyoming.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60439-d417464-Reviews-Terry_Bison_Ranch-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60439-d10387132-Reviews-The_Senator_s_Steakhouse_and_Gaming_Saloon-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d3953858-Reviews-Southeast_Wyoming_Welcome_Center-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d2284971-Reviews-or10-Terry_Bison_Ranch_Resort-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d278946-Reviews-Historic_Governors_Mansion-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d279403-Reviews-Big_Boy_Steam_Engine-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d8259414-Reviews-Cheyenne_Big_Boots-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d3957946-Reviews-Cheyenne_Depot_Plaza-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d279475-Reviews-Happy_Jack_Road-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d279731-Reviews-Warren_Air_Force_Base-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d4314588-Reviews-Lincoln_Highway-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d279404-Reviews-The_Merci_Train-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d279405-Reviews-Lakeview_Cemetery-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d2228687-Reviews-Wyoming_Hereford_Ranch-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d582386-Reviews-Cheyenne_Depot_Museum-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d279167-Reviews-Street_Railway_Trolley-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d6163537-Reviews-Big_Country_Speedway-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d3671816-Reviews-NCAR_Wyoming_Supercomputing_Center_Visitor_Center-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d10515414-Reviews-Cheyenne_Gunslingers-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d7986257-Reviews-Ernie_November-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d14450670-Reviews-Cheyenne_Ice_and_Events_Center-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d5834041-Reviews-The_Crown_Bar-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d12618442-Reviews-Mid_Mod_Etc-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g33343-d24063890-Reviews-Carr_Community_Church-Carr_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d27036512-Reviews-Little_America_Golf_Course-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d23068805-Reviews-Cheyenne_Chauffeur-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d447399-Reviews-Ancient_City_Mueang_Boran-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293750-d459953-Reviews-Mount_Kilimanjaro-Kilimanjaro_National_Park_Kilimanjaro_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d19411816-Reviews-Soundwaves-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g50881-d2415605-Reviews-West_Branch_State_Park-Ravenna_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d9602411-Reviews-Wasit_Wetland_Centre-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g58775-d4323745-Reviews-Titlow_Park-Tacoma_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34677-d23598437-Reviews-Trapeze_Club-Tamarac_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d3893366-Reviews-Graham_s_Port_Lodge-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g34204-d1021560-Reviews-Ellenton_Premium_Outlets-Ellenton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d108030-Reviews-Hemisfair-San_Antonio_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60439-d2284971-Reviews-or10-Terry_Bison_Ranch_Resort-Cheyenne_Wyoming.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60439-d2284971-Reviews-Terry_Bison_Ranch_Resort-Cheyenne_Wyoming.html"
    }
]