[
    {
        "attraction_name": "Terwilliger Hot Springs",
        "attraction_name_vi": "Suối nước nóng Terwilliger",
        "general_info": [
            "77 đánh giá",
            "2 trong số 5 điều cần làm ở Blue River",
            "Mạch nước phun suối nước nóng"
        ],
        "attraction_summary": "Nước phát ra từ một khối đá tự nhiên đổ đầy sáu hồ suối nước nóng này, với nhiệt độ khoảng 105 độ.Đọc thêm",
        "reviews": [
            "Tôi đã từng đến một vài suối nước nóng trước đây nhưng chưa có nơi nào như thế này. Tôi khuyên bạn nên đi sớm. Thật không may, chúng tôi đã gặp phải một số sự chậm trễ không lường trước được khiến chúng tôi đến đây muộn. Chúng tôi đã giành được chỗ đậu xe cuối cùng vào buổi trưa.  Kiểm lâm ở nhà ga rất tốt bụng. Một số người chỉ muốn xem liệu nó có quá đông đúc không và cô ấy đã cho phép họ quay lại đó xem thử rồi đưa ra quyết định. Nó rất bận rộn nhưng khi chúng tôi đi thì nước trên đỉnh là khoảng 114 nên hơi nóng so với sở thích của tôi. Chúng tôi chỉ ở các hồ dưới cùng. Vị trí vắng vẻ nên rất nhiều người đã mang theo chó của họ.Đọc thêm",
            "Ngâm tốt nhất bao giờ hết. Không có nhiều chủ nghĩa thương mại cho cái này! Khá nhỏ và họ giám sát mọi người. Nhóm hàng đầu là 111 vào ngày chúng tôi ở đó. Chỉ có 3 hồ bơi nhỏ thực sự. Khung cảnh tuyệt vời!Đọc thêm",
            "Một nơi thực sự đặc biệt và độc đáo ở vùng núi Oregon. Đảm bảo xác minh đường và suối được mở để sử dụng trước khi bạn đi và mang theo tiền mặt dưới dạng hóa đơn nhỏ để trả phí vào cửa. Nếu người phục vụ không có ở đó thì sẽ có một hộp đựng đồ. Một số suối nước nóng tự nhiên tốt nhất trong khu vực nhưng có thể có mật độ giao thông đông đúc vào cuối tuần và ngày lễ. Đi trong tuần hoặc sớm hơn vào buổi sáng để có trải nghiệm yên tĩnh hơn. Có nhiều hồ có nhiệt độ thấp dần khi nước chảy xuống từ nguồn. Mong đợi một lượng lớn du khách ở mọi lứa tuổi và triết lý. Nhiều người chọn ngâm mình mà không mặc quần áo - cách này thoải mái và thiết thực hơn: mang theo ít đồ dùng hơn, không cần thay đồ và không cần mang theo quần áo ướt. Nó chỉ khó xử nếu bạn làm cho nó khó xử. Hãy thử và có thể bạn sẽ thấy dễ dàng thư giãn và tận hưởng bầu không khí yên bình.Đọc thêm",
            "Sở Lâm nghiệp đã xây dựng một tập hợp các hồ suối nước nóng tuyệt vời với nhà vệ sinh sinh thái, có thể ngắm nhìn sàn mở thay đổi, đường mòn tuyệt vời và một chuyến đi bộ đường dài ngắn. Hiện tại là 7 và có thể có hàng đợi để vào và giới hạn số người tham gia. Cần phải bước lên những tảng đá lớn vững chắc để vào và từ bể này sang bể khác. Các hồ bơi có nước rất sạch với một chút mùi lưu huỳnh. Bể trên cùng nóng hơn 100 độ và nhiệt độ vừa phải ở tầng dưới của bể. Nhân viên hoạt động bán an toàn và hầu hết mọi người đều mặc đồ bơi và rất ít người khỏa thân, thường là những người bạn không muốn nhìn thấy khỏa thân. Có thể đông đúc nhanh chóng vào buổi chiều, cuối tuần, mùa hè. Một số bà mẹ sẽ mang theo con của họ, điều này làm mất đi môi trường tốt của người lớn.Đọc thêm",
            "Phần ấn tượng nhất của chuyến đi này là việc lái xe tới đó. Rất nhiều con đường quanh co xuyên qua một hẻm núi tuyệt đẹp. Suối nước có giá 7 người, hầu hết mọi người đều mặc đồ tắm cùng vài ông già khỏa thân tưởng chừng như vô hại. Khu vực này rõ ràng đã từng ngoạn mục nhưng cháy rừng đã để lại sẹo nặng nề cho khu vực này. Các hồ bơi có vẻ sạch sẽ cho đến khi tôi nhận được nó. Chúng chứa đầy những mảnh nhầy nhụa màu trắng có thể là kết quả của hoạt động quá nhiều của con người. Bụng và lưng của tôi bị phát ban vào ngày hôm sau.Đọc thêm",
            "REASONS TO LIKE THIS PLACE:  Freedom to soak in a natural, relatively bucolic clothing-optional settingEasily accessible for most and open year-round Clean, silt-free pools and minimal sulfur smellTherapeutic water hot enough for most people top pool at leastSocial, communal vibeOpportunity to meet people from across the nation and abroad in a relaxed settingSoak feels sublime after a day of hiking, skiing, or mountain biking Generally safe, friendly, and welcoming environment for allREASONS FOR STAYING AWAY:Public nudity andor mixed-gender use offends you or makes you uncomfortableNo private changing roomsLack of solitudeexpect company regardless of when you visitBeing unwillingly privy to conversations and language you may not want to hear Not particularly family-friendlyYou dont want to see, smell, or hear people talk about marijuana You are averse to the hippie or counter-culture crowdInevitability of someone disrespectfully ignoring the posted rulesregsLast visited Nov. 5th.  Been to Terwilliger a handful of times within the past several years.  Strongly recommend avoiding the busy summer tourist season.  Visit on weekday, if possible, as parking space is limited.  The 7 per person fee is, IMO, very reasonable and goes to keeping the place clean and safe. Note that the vibe can change from day-to-day, which can positively or negatively influence ones visit.  All things considered, this is a safe environment that attracts single men, single women, couples, families, groups, and people of all ages though mostly adult and from all walks of life.  There are the occasional reports of creepy or overtly inappropriate behavior, but I think such incidents are rare, and I havent witnessed any lewd activity myself.Read more",
            "Thật thú vị khi được ngâm mình trong suối nước nóng tự nhiên nhưng ảnh khỏa thân giữa nam và nữ khiến tôi cảm thấy hơi khó chịu. Tôi đã quen với các suối nước nóng ở Nhật Bản được chia thành khu vực khỏa thân dành cho nam. Nhà vệ sinh và lối đi cũng rất lầy lội và sự hiện diện của một con đập nhân tạo lớn gần đó khiến khu vực này không còn nguyên sơ như mong đợi. Sau đó chúng tôi đến gần suối nước nóng Belknap. Tôi thích Belknap hơn nhiều vì nó có một hồ bơi lớn hơn nhiều, mặc dù không tự nhiên như Terwilliger nhưng sạch hơn và có một dòng sông trong vắt tuyệt đẹp chảy bên cạnh.Đọc thêm",
            "Tôi đến đây trong chuyến đi vào ngày tháng 8 cùng gia đình. Đó là khoảng 2 giờ đáng yêu từ Portland trên một chuyến lái xe được bao quanh bởi thiên nhiên. Một chuyến đi khá đẹp. Khi đến nơi, chúng tôi đậu xe ở bãi đất ven đường và thay đồ bơi trong nhà vệ sinh. Gần suối nước nóng không có tủ khóa nên tôi khuyên bạn nên để những đồ có giá trị trong xe và chỉ mang theo những thứ cần thiết. Sau đó chúng tôi bắt đầu đi bộ khoảng 10 phút đến suối nước nóng. Đi bộ dễ dàng, hơi khó khăn xuyên qua một khu rừng. Chúng tôi đã đi vào một ngày RẤT nóng, nên khi đến suối nước nóng, tôi đã khá ấm rồi. Chúng tôi để đồ ở một khu vực chỗ ngồi có mái che nhỏ và đi xuống những bậc thang gỗ dẫn đến hồ bơi. Khi bạn xuống hồ bơi, đá rất trơn. Tôi thực sự khuyên bạn nên mang giày nước. Điều này sẽ giúp bám đường và không dẫm lên đá hoặc cành cây. Tôi khuyên bạn nên làm điều này vào một ngày mát mẻ hơn vì nước rất HẤP DẪN! Ngay cả trong hồ bơi mát nhất, nó vẫn rất ấm áp. Đừng trải qua một ngày 90 độ như tôi đã làm, lol, vì bạn sẽ không thể chịu đựng được lâu đâu. Tuy nhiên nó rất đẹp.Đọc thêm",
            "Yêu nơi này. Siêu mộc mạc, người đẹp, suối nước nóng đẹp! Đi bộ ngắn từ khu vực đậu xe. Bạn không nên bỏ lỡ cái này. Nó đã bị đóng cửa nên hãy kiểm tra để đảm bảo việc sửa chữa đã hoàn tất.Đọc thêm",
            "Nơi tuyệt vời để dành cả ngày thư giãn, gặp gỡ bạn bè mới và thiền định. Tuy nhiên, hãy cẩn thận ở hồ bơi phía trên vì có thể rất NÓNG. Tôi đã rời đi với vết bỏng cấp độ hai và mụn nước lớn sau khi ở đó vài giờ, mặc dù tôi thường xuyên ra ngoài. Đọc thêm"
        ],
        "star_ratings": [
            43,
            19,
            11,
            2,
            2
        ],
        "review_amount": 77,
        "location": [
            "Oregon HOẶC",
            "Hoa Kỳ",
            "Suối nước nóng Terwilliger",
            "Sông xanh",
            "Những điều cần làm ở sông xanh"
        ],
        "reviews_time": [
            "Written January 23, 2024",
            "Written September 1, 2022",
            "Written May 30, 2021",
            "Written November 7, 2020",
            "Written November 9, 2019",
            "Written November 6, 2019",
            "Written October 25, 2019",
            "Written October 8, 2019",
            "Written August 7, 2019",
            "Written August 2, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51770-d117023-Reviews-Terwilliger_Hot_Springs-Blue_River_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g51770-d117023-Reviews-or10-Terwilliger_Hot_Springs-Blue_River_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51976-d3432048-Reviews-TnT_Whitewater_Rafting-Monroe_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51796-d6896740-Reviews-Tamolitch_Pool_Trail-Cascadia_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51962-d3178834-Reviews-Tokatee_Golf_Course-McKenzie_Bridge_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51962-d11827417-Reviews-McKenzie_River_Trail-McKenzie_Bridge_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51770-d8779730-Reviews-Christmas_Treasures-Blue_River_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51770-d15147692-Reviews-U_S_Cavalry_and_American_Indian_Museum-Blue_River_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51962-d12215559-Reviews-McKenzie_River_Outdoor_Center-McKenzie_Bridge_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51770-d3458328-Reviews-Pacific_Tree_Climbing_Institute-Blue_River_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51770-d27071895-Reviews-Blue_River_Park-Blue_River_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d108268-Reviews-Thunder_Hole-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g291961-d547053-Reviews-Shark_Ray_Alley-Ambergris_Caye_Belize_Cayes.html",
            "https://www.tripadvisor.com/Attraction_Review-g580264-d10295592-Reviews-The_Douro_Valley-Pinhao_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d105618-Reviews-Louisville_Slugger_Museum_Factory-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d8054785-Reviews-Corium_Hand_Made_Sandals-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g41014-d266623-Reviews-Six_Flags_America-Bowie_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d8695040-Reviews-Viaport_Marina-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g147338-d148443-Reviews-Colombier_Beach-St_Barthelemy.html",
            "https://www.tripadvisor.com/Attraction_Review-g32490-d2228781-Reviews-Hermosa_Beach_Pier-Hermosa_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10130020-Reviews-Dinosaur_Planet-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51770-d117023-Reviews-or10-Terwilliger_Hot_Springs-Blue_River_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51770-d117023-Reviews-Terwilliger_Hot_Springs-Blue_River_Oregon.html"
    }
]