[
    {
        "attraction_name": "Thajiwas Glacier",
        "attraction_name_vi": "Sông băng Thajiwas",
        "general_info": [
            "260 đánh giá",
            "- 2 trong số 13 điều cần làm ở Sonamarg",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Những ai từng cưỡi ngựa Pahalgam Baisaran sẽ ngần ngại cưỡi ngựa ở đây. Hãy yên tâm rằng cảnh quan ở đây tương đối dễ dàng và dọc theo dòng sông. Tôi khuyên bạn không nên đi xe ngựa từ chợ, thay vào đó hãy tiếp tục đi bộ trên đường - khoảng 5 km, có cổng và khóa ô tô - cho đến cuối đường - chỉ 1 km là đến sông băng -. Nếu có thể, hãy đi taxi địa phương cách chợ 2 km trên đường chính, do đó bạn chỉ phải đi bộ 2-3 km trên con đường còn lại. 1 Km cuối cùng đi bộ dọc bờ sông.Đọc thêm",
        "reviews": [
            "We did the typical day trip to Sonamarg almost at the end of our Kashmir trip. We had already completed Tarsar Marsar trek and already got mesmerizing views, so we were not expecting much from Sonamarg. \nWhen our car dropped at us at the start of the route to Thajiwas glacier and as usual, few horse owners came after us. Though I am strictly not in favour of animal-rides but agreed on peer pressure only on the condition that the horses are treated humanely and given sufficient breaks. Luckily, that day there was very less rush, so the horse owners agreed to our terms. \nThe three of us were given three mules, Badal, Chetak and Badshah and we started with the ride. More than the surrounding scenery I was more amused with these three horses and their little activities. Soon I found out which horse had bonding with which one and hated which one. After reaching I even fed the three of them biscuits  - it was the first time I came to know that horses also eat biscuits - . \nNow, regarding the scenery...the starting of the trek was pretty dusty and views were OKish. But after we crossed the meadows and had a final ascend, the Thajiwas glacier got visible to us. Beyond the green meadows lay the mountains partially green and partially snow covered. There were cold little water streams originating from the glacier and flowing into the green meadows. This mixture of greenery and streams and snow is actually the real beauty of Kashmir and is something you will remember forever. We spent quite some time beside the streams just soaking in the beauty.\nThere are a series of shops in this place selling maggi, biscuits, chai and kawah. We tried some but soon lost our peace as local kids continuously pestered us for money or food in these shops and shopkeepers allowed them to do so. Now, you can offer food to one or two kids but if six - seven kids line up its not easy. Plus, these kids are as if trained to go up to the tourists, particularly ladies, and beg. Instead, they should be sent to school. \nIf we ignore the commercialization of the place we can conclude that it is a really beautiful place. If you are in Srinagar as a tourist  - without any trek plans -  then I would highly recommend Thajiwas glacier. However, if you have trekking plans then you can skip this as you will surely get similar views in all Kashmir treks. Also, in case you plan to hire horses, please make sure to treat them humanely and ask your guide to do so. Allow your horses to take water breaks on the way and do not forcefully make them go faster.Read more",
            "Nơi tuyệt vời để ghé thăm khi ở Sonmarg. Đó là một chuyến đi bộ ngắn khoảng 25 phút. Đừng tin những gì các tay đua Pony nói với bạn. Nó có thể đi bộ được và tôi đã có một đứa con mang theo suốt.Đọc thêm",
            "Khoảng cách sông băng Thajwas nằm trong khoảng cách đi bộ nhưng một số người có thể chọn Pony. Tôi quyết định đi bộ. Bạn sẽ có gian hàng ăn nhẹ với trà và cà phê và cả maggi. \n\nTốt để dành một ngày. \n\nNhưng sau chuyến đi, tôi thấy đàn ông tỏ ra quan tâm thường xuyên. Kết nối insta và thả văn bản whatsapp. Tôi đã kiểm tra với 2 người bạn khác của tôi và họ cũng có trải nghiệm tương tự. Nhận được một tin nhắn như - Xin chào thân mến - và nhớ bạn, tất cả chúng tôi đều nhận được. Đây đều là những người đàn ông đã có gia đình và những người đàn ông độc thân. Cẩn thận!! \n\nNếu không thì nơi này an toàn để đi du lịch nhưng cần phải thận trọng. Đọc thêm",
            "Thứ nhất, tất cả những trải nghiệm khủng khiếp mà những du khách khác đề cập đều là sự thật. Nếu bạn cần vượt qua điều đó, vui lòng lên kế hoạch cho chuyến du lịch của bạn với Shakil bhai như đã đề cập trong một số bài đánh giá. Anh ấy - một chàng trai đáng yêu và có lẽ là cách duy nhất để khiến kỳ nghỉ Kashmir của bạn trở nên đáng nhớ. Nó được bao phủ hoàn toàn bởi tuyết khi chúng tôi đến thăm vào tháng Tư. Nghe người dân địa phương nói rằng năm nay tuyết đến muộn nên tuyết nhiều như vậy. Một khi bạn thoát khỏi bọn xe trượt - thật lãng phí tiền bạc - . toàn bộ những ngọn núi đầy tuyết là để 4 chúng tôi tận hưởng! Chúng tôi thậm chí không buồn đi đến những điểm khác như Bakrangi bhaijan và tất cả những nơi chúng tôi có được lượng tuyết như ý muốn. Hãy bỏ qua những người đi xe trượt và sau 10-15 phút đầu tiên, hãy tận hưởng sự yên bình và tất nhiên sau đó là Maggie!Đọc thêm",
            "Khung cảnh thật tuyệt vời. Chúng tôi đã bỏ lỡ đợt tuyết rơi mới 1 ngày. Nó không được thương mại hóa nhiều như những nơi khác. Nó có khung cảnh đẹp và rất nhiều bộ phim Bollywood đã được quay ở đây.\nNếu bạn có thể tự mình leo lên thì hãy làm điều đó..không cần phải dùng xe trượt. Chơi trong tuyết theo sở thích của bạn.. cũng có tùy chọn giao diện nhưng chúng tôi đã không chọn nó vì chúng tôi rất vui khi chơi trong tuyết.\n\nChúng tôi đã đi ngang qua Pony, nhưng bạn cũng có thể đi bộ nếu muốn.Đọc thêm",
            "Nơi này rất đẹp nhưng ngày càng đông đúc. Vẻ đẹp của nơi này bị du khách hủy hoại và nó có cảm giác giống như những chiếc ghế đẩu của những chú ngựa con rải khắp xung quanh. Mọi người cố gắng cướp bóc bạn như thể họ tính phí khổng lồ cho việc cưỡi ngựa con, cưỡi xe trượt, v.v. Tôi đã có Maggie ở đó nhưng khi anh ấy hỏi tôi rằng giá là - 100 - đĩa, tôi đã rất ngạc nhiên. Bạn cần phải mặc cả ở đây rất nhiều. Cảm giác tội lỗi duy nhất mà tôi có sau khi đến thăm nơi này là hoạt động du lịch không bền vững của chúng ta đến những nơi này sẽ hủy hoại vẻ đẹp và hệ sinh thái của những nơi này.Đọc thêm",
            "Khung cảnh mê hoặc tuyệt vời, đó là một chuyến đi bộ tuyệt đẹp, tránh cưỡi la và đi bộ suốt chặng đường, đi bộ khá dễ dàng. Chúng tôi bắt xe golf trên đường trở về vì chúng tôi lười biếng nhưng nó cũng có thể đi bộ trở lại dễ dàng! Nơi đáng yêu!Đọc thêm",
            "Nơi này rất đẹp nhưng ngày càng đông đúc. Vẻ đẹp của nơi này bị du khách hủy hoại và nó có cảm giác giống như những chiếc ghế đẩu của những chú ngựa con rải khắp xung quanh. Mọi người cố gắng cướp bóc bạn như thể họ tính phí khổng lồ cho việc cưỡi ngựa con, cưỡi xe trượt, v.v. Tôi đã có Maggie ở đó nhưng khi anh ấy hỏi tôi rằng giá là - 100 - đĩa, tôi đã rất ngạc nhiên. Bạn cần phải mặc cả ở đây rất nhiều. Cảm giác tội lỗi duy nhất mà tôi có sau khi đến thăm nơi này là hoạt động du lịch không bền vững của chúng ta đến những nơi này sẽ hủy hoại vẻ đẹp và hệ sinh thái của những nơi này.Đọc thêm",
            "Vị trí tuyệt vời Phòng tuyệt vời Nội thất phòng rất xuất sắc Nhân viên xuất sắc Thức ăn ngon. Nhân viên rất hợp tác và có thái độ hợp tácXem thêm",
            "Chuyến đi gần đây của tôi đến Kashmir đã bị hủy hoại bởi sự quấy rối liên tục từ những người bán hàng rong, người bán hàng rong và người môi giới ở mọi điểm du lịch. Không thể tận hưởng vẻ đẹp thanh bình của Kashmir vì những cá nhân này liên tục nài nỉ chúng tôi mua sản phẩm hoặc sử dụng dịch vụ của họ. Bất kể chúng tôi đi đâu, dù đó là một điểm ngắm cảnh hay một di tích lịch sử, xung quanh chúng tôi là những người đang cố gắng bán hàng cho chúng tôi tất cả mọi thứ từ đồ trang sức đến đi thuyền. Ngay cả khi chúng tôi từ chối một cách lịch sự, họ vẫn kiên trì và đôi khi thậm chí hung hăng. Thật đáng thất vọng khi một điểm đến tuyệt đẹp như vậy lại gặp phải vấn đề này. Tôi muốn cảnh báo bất kỳ ai đang lên kế hoạch cho chuyến đi đến Kashmir hãy chuẩn bị cho sự khó chịu thường xuyên này, điều này làm giảm đáng kể trải nghiệm tổng thể.Đọc thêm",
            "Khung cảnh thật tuyệt vời. Chúng tôi đã bỏ lỡ đợt tuyết rơi mới 1 ngày. Nó không được thương mại hóa nhiều như những nơi khác. Nó có khung cảnh đẹp và rất nhiều bộ phim Bollywood đã được quay ở đây. Nếu bạn có thể tự mình leo lên thì không cần phải dùng xe trượt. Chơi trong tuyết theo ý thích của bạn.. cũng có tùy chọn sking nhưng chúng tôi đã không chọn nó vì chúng tôi rất vui khi chơi trong tuyết. Chúng tôi đã đến Pony, nhưng bạn cũng có thể đi bộ nếu muốn.Đọc thêm",
            "Đã đến đó với gia đình và bạn bè. Tôi khuyên bạn nên đến đó bằng cách đi bộ. Chuyến đi là một trải nghiệm tốt hơn chính Glacier. Chơi trượt tuyết rất hiệu quả, trẻ em rất thích hoạt động đó.Đọc thêm",
            "Tránh đi xe trượt tuyết, đó là một cái bẫy du lịchBạn cần phải mặc cả thật kỹ, và người dân địa phương sẽ liên tục hỏi tiền boaNhững rắc rối không cần thiết cho một kỳ nghỉ. Tự đi bộ, thuê ủng cao su và áo khoác, đó là điều tốt nhất!Đọc thêm",
            "Thứ nhất, tất cả những trải nghiệm khủng khiếp mà những du khách khác đề cập đều là sự thật. Nếu bạn cần vượt qua điều đó, vui lòng lên kế hoạch cho chuyến du lịch của bạn với Shakil bhai như đã đề cập trong một số bài đánh giá. Anh ấy - một chàng trai đáng yêu và có lẽ là cách duy nhất để khiến kỳ nghỉ Kashmir của bạn trở nên đáng nhớ. Nó được bao phủ hoàn toàn bởi tuyết khi chúng tôi đến thăm vào tháng Tư. Nghe người dân địa phương nói rằng năm nay tuyết đến muộn nên tuyết nhiều như vậy. Một khi bạn thoát khỏi bọn xe trượt - thật lãng phí tiền bạc - . toàn bộ những ngọn núi đầy tuyết là để 4 chúng tôi tận hưởng! Chúng tôi thậm chí không buồn đi đến những điểm khác như Bakrangi bhaijan và tất cả những nơi chúng tôi có được lượng tuyết như ý muốn. Hãy bỏ qua những người đi xe trượt và sau 10-15 phút đầu tiên, hãy tận hưởng sự yên bình và tất nhiên sau đó là Maggie!Đọc thêm",
            "Sông băng Thajiwas mang đến một nơi trú ẩn đẹp như tranh vẽ, có thể dễ dàng đi bộ hoặc cưỡi ngựa đến. Cuộc hành trình có rất nhiều quầy hàng cung cấp đồ uống giải khát như trà, cà phê và Maggi, nâng cao trải nghiệm. Tuy nhiên, sau chuyến đi, một số du khách cho biết họ gặp phải những cuộc gặp gỡ không thoải mái với những người đàn ông thể hiện sự quan tâm quá mức qua mạng xã hội. Mặc dù vậy, bản thân điểm đến vẫn là nơi trú ẩn an toàn, mặc dù vậy nên thận trọng. Tận hưởng vẻ đẹp phong cảnh nhưng hãy cảnh giác trước những tiến bộ không mong muốn.Đọc thêm",
            "ĐẦY ĐỦ LỪA ĐẢO Chúng tôi đi xe đạp tuyết để lên đỉnh sông băng. Chúng tôi được bảo rằng chúng tôi có thể mất bao nhiêu thời gian tùy thích và có thể xuống xe khi chúng tôi muốn. Tuy nhiên, khi đã xong việc và muốn xuống xe, chúng tôi phải đợi hơn một tiếng đồng hồ trong điều kiện nhiệt độ dưới 0 và tuyết dày tới mắt cá chân. Những chiếc xe đạp tuyết để đi xuống từ vách đá rất hiếm khi xuất hiện vì nó chỉ xuất hiện khi có người khác đi lên. - Nó không trống rỗng - . Giày đi tuyết vẫn ổn. Áo khoác thuê rất tệ và không cách nhiệt được. Không có nút - zip và nó có CHẤT LƯỢNG CỰC Kém. Những người chào hàng địa phương rất thù địch với những khách du lịch từ chối trở thành nạn nhân của những trò lừa đảo và những trò hề khác của họ. Theo đúng nghĩa đen, họ vây quanh khách du lịch ở khoảng cách gần đến mức khó chịu và cố gắng tiếp thị những mặt hàng rách nát và đắt đỏ của họ. Khu vực tổng thể được quản lý kém và nằm dưới sự kiểm soát của những người chào hàng địa phương.Đọc thêm",
            "Xin chào các du khách, Chúng tôi dự định đến thăm Sonmarg một ngày vào ngày 3 tháng 5 với 2 người cao tuổi - 62 - - . Những nơi tốt nhất để xem xét cho người cao tuổi là gì - Việc cưỡi ngựa con có khó khăn với họ không ???  Hay chúng ta nên lên kế hoạch cho điểm 0 và các lựa chọn khác trên ô tô????\nVà đường 0 có nguy hiểm không ???Đọc thêm",
            "Không có ngựa, chúng ta có thể thấy gì ở sonmarg với đứa trẻ 6 tuổiĐọc thêm",
            "Có thể đi bộ đến Thajiwas với đứa trẻ 6 tuổi vào tháng 4 không?Đọc thêm",
            "Xin chào du khách,\n   Chúng tôi dự định đến thăm Sonmarg một ngày vào ngày 1 tháng 3 với 2 người già, 2 trẻ em và 4 người lớn. \n\nNhững địa điểm tốt nhất để xem xét đối với người cao tuổi là gì - Việc cưỡi ngựa con có gây khó khăn cho họ không và sẽ mất bao lâu để đến được sông băng .\nTôi cho rằng không có cách nào để taxi đến được sông băng, tôi có thể đi bộ được \nHay chúng ta nên lập kế hoạch cho điểm 0 và các lựa chọn khác trên ô tôĐọc thêm",
            "Có, họ có thể cưỡi ngựa miễn là họ có thể di chuyển trên xe kéo tự động trên đường gập ghềnh. Đi bộ không thể rất trơn. Toàn bộ hành trình sẽ mất 1 giờ.Đọc thêm",
            "Ở Kashmir, tôi có thể lấy thêm đá ở đâu - Tuyết. Gulmarg hoặc Sonmarg, tốt nhất là vào cuối tháng 8 và tôi có thể đề cập đến vấn đề này vào một ngày nào đó không.Đọc thêm",
            "Chúng tôi đi cùng với 2 đứa trẻ nên nên đi ngựa hoặc đi ô tô cho đến khi chúng tôi có thể đi bộ Đọc thêm",
            "Tôi dự định đến thăm Kashmir vào ngày 15 tháng 5 năm 2021 cùng gia đình.  Có đáng ghé thăm điểm Zero hay bạn có thể giới hạn bản thân ở Sông băng Thejiwas?  Chúng ta có thể tìm đủ tuyết ở Sông băng Thejiwas trong tháng 5 không?Đọc thêm",
            "Có thể đến sonmarg vào tháng 1 hay nó sẽ đóng cửa? Đọc thêm",
            "Nó phụ thuộc vào điều kiện thời tiết, nếu không thì có thể đến sonamarg. Vì tháng 1 là tháng lạnh nhất ở khu vực này - trong tháng này tuyết có thể rơi nhiều làm tắc nghẽn đường giao thông. Đọc thêm",
            "Có thể tránh được sông băng thajiwas nếu bạn không muốn?Đọc thêm",
            "Tôi nghĩ đây không phải là nơi tốt nhất ở SonamargĐọc thêm",
            "CHÀO, \n\nSẽ đến sonamag vào đầu tháng 8. Tôi muốn biết, có thể đến được sông băng thajiwas này bằng đường bộ - nghĩa là bằng xe jeep - taxi - mà không cần cưỡi ngựa hay đi bộ một quãng đường dài. Đọc thêm",
            "không, taxi không được phép đi đến sông băng thajiwas, lựa chọn duy nhất là đi bộ và cưỡi ngựa tfour chín một tám chín tám chín.Đọc thêm"
        ],
        "star_ratings": [
            144,
            70,
            20,
            14,
            13
        ],
        "review_amount": 261,
        "location": [
            "Các hoạt động ở Sonamarg",
            "Jammu và Kashmir",
            "Kashmir",
            "Châu Á",
            "Ấn Độ",
            "sonamarg",
            "Sông băng Thajiwas",
            "Quận Ganderbal"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written September 1, 2023",
            "Written September 3, 2023",
            "Written September 14, 2023",
            "Written April 27, 2024",
            "Written May 15, 2024",
            "Written May 30, 2024",
            "Written June 2, 2024",
            "Written May 30, 2024",
            "Written May 26, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 1, 2024",
            "Written April 28, 2024",
            "Written April 12, 2024",
            "Written April 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2282345-d2629500-Reviews-Thajiwas_Glacier-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2282345-d10468542-Reviews-Hotel_Divine_Inn-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2282345-d8179462-Reviews-Hotel_Sindh_Resorts-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2282345-d27508388-Reviews-Mosaic_Restuarent-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g297623-d4068779-Reviews-Sonamarg-Srinagar_Srinagar_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282345-d3682486-Reviews-Zojila_Pass-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282345-d2629500-Reviews-or10-Thajiwas_Glacier-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282345-d2629504-Reviews-Gangabal_Lake-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282345-d3168139-Reviews-Thajwas_Glacier-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282345-d3140344-Reviews-Baltal_Valley-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282345-d3913539-Reviews-Vishansar_Lake-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282345-d3913545-Reviews-Gadsar_Lake-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282345-d3913000-Reviews-Krishnasar_Lake-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282345-d3913544-Reviews-Satsar_Lake-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282345-d13566579-Reviews-The_Western_Mountains-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g297625-d13566603-Reviews-The_Western_Mountains-Leh_Leh_District_Ladakh.html",
            "https://www.tripadvisor.com/Attraction_Review-g33447-d107876-Reviews-Coors_Brewery-Golden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d560564-Reviews-Lake_of_the_Isles-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d10499495-Reviews-Morningside_Park-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g664838-d10120689-Reviews-Salt_Flats_and_Wildlife_Refuge-Cabo_Rojo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d218751-Reviews-Sachuest_Point_National_Wildlife_Refuge-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g48991-d144423-Reviews-Mount_Mitchell_State_Park-Burnsville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g147248-d7158390-Reviews-The_Local_Market-Oranjestad_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g34006-d1645640-Reviews-Fort_Delaware_State_Park-Delaware_City_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g60724-d579200-Reviews-Hell_s_Revenge-Moab_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1972740-Reviews-Seven_Luck_Casino_Gangnam_Coex-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2282345-d2629500-Reviews-or10-Thajiwas_Glacier-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2282345-d2629500-Reviews-Thajiwas_Glacier-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html"
    }
]