[
    {
        "attraction_name": "Thanksgiving Point",
        "attraction_name_vi": "Điểm tạ ơn",
        "general_info": [
            "478 đánh giá",
            "1 trong số 18 hoạt động giải trí ở Lehi",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Lễ Tạ ơn cung cấp một loạt các hoạt động khác nhau bao gồm khu vườn Ashton Gardens rộng 55 mẫu Anh, vườn thú côn trùng Sinh quyển Bướm và nhà kính bướm, Bảo tàng tò mò tự nhiên, Bảo tàng cuộc sống cổ xưa, Nhà hát Mammoth Screen 3D, Water Tower Plaza, Nhà hàng Harvest, Farm Country và sân gôn 18 lỗ.Đọc thêm",
        "reviews": [
            "Những người yêu thích khủng long vui mừng. Chúng tôi đưa 2 đứa con nhỏ và có khoảng thời gian tuyệt vời. Cực kỳ tương tác. Điểm dừng đầu tiên của chúng tôi là phòng thí nghiệm nơi chúng tôi mua 2 hóa thạch để chúng tôi có thể trở thành nhà khoa học. Hãy tưởng tượng đứa con nhỏ của bạn hoặc đứa con của bạn phát hiện ra một mảnh hóa thạch chưa ai từng thấy trước đây. Tất nhiên các bức ảnh là tuyệt vời. Ai cần một chiếc áo phông hoặc khủng long nhồi bông khi bạn có thể mang về nhà một hóa thạch với mức giá tương đương! Chúng tôi thích nhìn thấy xương khủng long và đọc lịch sử. Các em thích chơi với những con khủng long bằng nhựa tạo ra những cồn cát và vũng nước sau đó tìm xương bằng bàn chải.Đọc thêm",
            "Tôi yêu đèn Giáng sinh! Chúng là một lời nhắc nhở tuyệt vời rằng Đấng Cứu Rỗi là ánh sáng của thế gian này. Bữa tiệc của chúng tôi gồm sáu suất đặt chỗ VIP đã đặt trước tại Lễ Tạ ơn, bao gồm chỗ đậu xe ưu tiên, đến bất cứ lúc nào, sô cô la nóng không giới hạn với cốc đi kèm, vòng cổ đèn Giáng sinh và một số phụ kiện bổ sung khác. Trải nghiệm Luminaria là một chuyến đi dạo thú vị qua Vườn Ashton . Bạn ngay lập tức đắm chìm trong một thế giới khác với tất cả ánh sáng, mùi vị, âm nhạc và hương vị của mùa Giáng sinh. Con đường một chiều sẽ đưa bạn qua 28 khu vực theo chủ đề và ngọn đồi đèn rộng lớn, dẫn đến cái cây cao 120 foot nằm cao trên một ngọn đồi. Ngôi nhà bánh gừng thật thú vị và giúp bạn thoát khỏi cái lạnh một chút! Những đứa cháu tuổi thiếu niên của chúng tôi thậm chí còn thích thú với việc săn xác thối. Tìm kiếm đồ trang trí khắp công viên giúp bạn giải câu đố! Khu vườn tượng tuyệt đẹp mô tả cuộc đời của Đấng Cứu Rỗi đặc biệt thấm thía. Nó được thắp sáng bằng hàng trăm chiếc đèn lồng vàng, nhắc nhở mọi người về trọng tâm của những ngày nghỉ lễ. Trải nghiệm Luminaria tại Lễ Tạ ơn thật tuyệt vời. Tôi rất muốn quay lại vào một thời điểm khác để tham quan các điểm tham quan khác của nó! Đọc thêm",
            "Khách sạn mới đẹp hơn....tủ lạnh không hoạt động...họ đã mang đến một cái mới. Phòng thoải mái sạch sẽ....không quan tâm đến cửa phòng tắm trượt Đọc thêm",
            "Đây là một khu phức hợp tuyệt vời gồm các bảo tàng và khu vườn dành riêng cho gia đình và trẻ em. Trong khi các khu vườn thực vật rất đẹp thì Vườn Red Butte còn vượt trội hơn nhiều và giá chỉ bằng một nửa. Ở đây không có đủ bóng mát và đây không phải là một khu vườn giáo dục. Thông tin thêm về khủng long hoạt hình và dịch vụ cho thuê xe chơi gôn.Đọc thêm",
            "Rất nhiều hoạt động vui vẻ. Bảo tàng và khu vườn.  Chúng tôi rất thích xem lễ hội hoa tulip trong vườn ngày hôm nay.  Rất đáng để ghé thăm.  Các khu vườn điêu khắc cũng rất tráng lệ.Đọc thêm",
            "Vào thứ bảy, ngày 15 tháng 4, tôi gọi đến điểm Lễ tạ ơn và hỏi xem hoa tulip có nở không. Câu trả lời mà tôi rất thích là...ồ vâng, nó rất đẹp và ngày nay chúng tôi có xe bán đồ ăn và các gian hàng thủ công.  Tôi mua 6 vé người lớn trực tuyến và đến đúng giờ hẹn là 130. Quét vé chúng tôi bước vào vườn. Tôi nhìn xuống khu vườn từ sân vào và bị sốc khi thỉnh thoảng thấy hoa thuỷ tiên vàng nhưng KHÔNG có hoa tulip!!  Chúng tôi bắt đầu đi dọc con đường với hy vọng nhìn thấy những bông hoa tulip mà tôi đã nghe rất nhiều và bắt đầu ngày càng tức giận hơn... những luống hoa có những bông hoa tulip cách mặt đất khoảng 4 inch nhưng không có hoa.  Chúng tôi đến lễ hội và tìm thấy 3 gian hàng thủ công và 4 xe tải bán đồ ăn tráng miệng.  Chỉ sau 30 phút trong khu vườn không có hoa nở, chúng tôi quay trở lại tòa nhà chính. Tôi dừng lại ở quầy để đòi lại tiền vì KHÔNG có hoa tulip nở và được thông báo là vé không được hoàn lại.  Tôi đã nhận được vé trả lại sẽ hết hạn sau hai tuần.  Chúng tôi đang ở Utah để đi nghỉ trượt tuyết và sẽ trở lại CT vào thứ Ba.  Tôi đã nói điều này với người phụ nữ nhưng cô ấy chỉ nhún vai và nói rằng lẽ ra tôi nên đọc những tấm vé in đẹp và không được hoàn lại.  Nếu tôi có thể đưa ra đánh giá-5 thì tôi sẽ làm. Phông chữ lãng phí thời gian hoặc tiền bạc của bạn!!  160.00 xuống toilette. Đọc thêm",
            "Lễ tạ ơn cung cấp nhiều hoạt động đa dạng cho cả gia đình.  Bọn trẻ thích nó và muốn quay trở lại. Thật tuyệt khi có chỗ để ăn trưa, thật tiện lợi. Thức ăn rất tuyệt.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại buổi trình diễn ánh sáng Giáng sinh Luminaria. Các nhân viên đã rất thân thiện. Đèn có chủ đề đẹp mắt. Đây là một buổi trình diễn ánh sáng rất rộng rãi, vì vậy hãy đảm bảo bạn mang giày đi bộ tốt. Ánh sáng thật kỳ diệu và nơi chúng tôi yêu thích nhất là khu vườn của Chúa Giêsu, nơi họ có những tác phẩm điêu khắc đồ sộ về Chúa Giêsu khi họ kể câu chuyện của Ngài. Tôi tin rằng họ cũng có một màn trình diễn ánh sáng lửa và băng diễn ra cứ sau 30 phút và điều đó cũng thực sự rất tuyệt. Tất cả trong tất cả chúng ta đã có một thời gian tuyệt vời. Chỉ cần mặc ấm và mang giày tốt là bạn sẽ có khoảng thời gian tuyệt vời!Đọc thêm",
            "Điểm dừng cuối cùng của chúng tôi trước khi trở về nhà sau kỳ nghỉ. Vui mừng chúng tôi đã làm. Một trong những khu vườn đẹp nhất mà tôi từng có trong cả nước. Diện tích đa dạng của thực vật trôi dạt. Vườn hoa hồng là đẹp nhất. Với tư cách là thành viên của vườn ươm Dallas, tôi nghĩ nó là khu vườn đẹp nhất nhưng tôi nghĩ khu vườn này đẹp hơn. Tôi chỉ có thể hình dung nó vào mùa xuân. Nhược điểm duy nhất là thác không chảy do thiếu nước. Khu vực này là điểm dừng chân không thể bỏ qua đối với bất kỳ ai đến thăm Thành phố Salt Lake. Chúng tôi sẽ cho mọi người biết để đến đây.Đọc thêm",
            "Chúng tôi đến thăm Bảo tàng Đời sống Cổ đại, Vườn Ashton và Trang trại. Tôi đề xuất cái sau 2. Khu vực này đẹp, không quá đông đúc và có nhiều thứ để làm và xem. Bạn có thể dành cả ngày ở đây và khám phá mọi thứ, vì vậy Explorer Pass rất đáng giá, đặc biệt đối với những gia đình có trẻ nhỏ.Đọc thêm"
        ],
        "star_ratings": [
            296,
            123,
            30,
            12,
            17
        ],
        "review_amount": 478,
        "location": [
            "Lê Hi",
            "Điểm tạ ơn",
            "Utah UT",
            "Những việc cần làm ở Lehi",
            "Dãy Wasatch",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written May 15, 2024",
            "Written January 3, 2024",
            "Written December 7, 2023",
            "Written June 1, 2023",
            "Written May 4, 2023",
            "Written April 17, 2023",
            "Written April 10, 2023",
            "Written January 17, 2023",
            "Written September 28, 2022",
            "Written August 1, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57044-d318738-Reviews-Thanksgiving_Point-Lehi_Utah.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g57044-d10250077-Reviews-Village_Baker-Lehi_Utah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57044-d643846-Reviews-Harvest_Restaurant-Lehi_Utah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57044-d12338948-Reviews-Slapfish-Lehi_Utah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57044-d11711800-Reviews-Blaze_Pizza-Lehi_Utah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57044-d8638642-Reviews-The_Tower_Deli-Lehi_Utah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57044-d25440771-Reviews-Curry_Pizza-Lehi_Utah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57044-d12354409-Reviews-Teriyaki_Grill-Lehi_Utah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57044-d19670553-Reviews-Nekter_Juice_Bar-Lehi_Utah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57044-d15251146-Reviews-Daylight_Donuts-Lehi_Utah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57044-d17538099-Reviews-Brick_Canvas_Cafe-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d1547829-Reviews-Glass_Art_Institute_at_Thanksgiving_Point-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d5074756-Reviews-Cornbelly_s_Corn_Maze_Pumpkin_Fest-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d17701823-Reviews-Butterfly_Biosphere-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d10354452-Reviews-Mountain_America_Museum_of_Ancient_Life-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d4370930-Reviews-Outlets_at_Traverse_Mountain-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d6650738-Reviews-Museum_of_Natural_Curiosity-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60976-d215068-Reviews-Timpanogos_Cave_National_Monument-American_Fork_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d17317099-Reviews-Ashton_Gardens-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d14893534-Reviews-Pointe_Meadow_Park-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d25734780-Reviews-Tulip_Festival_At_Thanksgiving_Point-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d318738-Reviews-or10-Thanksgiving_Point-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d318737-Reviews-Hutchings_Museum-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d1547828-Reviews-Larry_H_Miller_Megaplex_8_at_Thanksgiving_Point-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d2018884-Reviews-Wasatch_Guide_Service-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d6530980-Reviews-Cabela_s-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g56964-d10523226-Reviews-Alcatraz_Escape_Games-Draper_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d107469-Reviews-Thanksgiving_Point_Golf_Club-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g56964-d1544704-Reviews-Loveland_Living_Planet_Aquarium-Draper_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g309262-d309913-Reviews-Cahuita_National_Park-Cahuita_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g37856-d269073-Reviews-Backbone_State_Park-Dundee_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8051467-Reviews-ICON_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41818-d23776174-Reviews-Selfiewrld_Boston-Somerville_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23607374-Reviews-Banachek_s_Mind_Games-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60757-d2046500-Reviews-Shackleford_Banks-Harkers_Island_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g36947-d8476203-Reviews-Deam_Lake_State_Recreation_Area-Borden_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d10720304-Reviews-Dolfins_Luna_Park-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d24057314-Reviews-Suntago_Bus-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d3339750-Reviews-Marathon_Village-Nashville_Davidson_County_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57044-d318738-Reviews-or10-Thanksgiving_Point-Lehi_Utah.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57044-d318738-Reviews-Thanksgiving_Point-Lehi_Utah.html"
    }
]