[
    {
        "attraction_name": "Thang Motorcycle Tour",
        "attraction_name_vi": "Tour xe máy Thắng",
        "general_info": [
            "96 đánh giá",
            "- 493 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, chúng tôi tổ chức các tour du lịch bằng xe máy trên khắp Việt Nam - và đôi khi thậm chí là đến các nước láng giềng - . Kể từ khi chúng tôi mở cửa trở lại vào năm 2017, chúng tôi đã giúp hàng nghìn người lái xe khám phá đất nước tuyệt vời này. Xe địa hình của chúng tôi Tất cả các tour du lịch của chúng tôi đều được thực hiện trên xe địa hình, Honda XR150 và CRF250 chính hãng. Những chiếc xe đạp này lý tưởng để tham quan Việt Nam vì điều kiện ở những vùng xa xôi, đặc biệt là vào mùa mưa, có thể trở nên khá khắc nghiệt. Tham quan bằng xe địa hình cũng có nghĩa là bạn - sẽ có thể khám phá những khu vực mà nếu không thì bạn sẽ không thể - và thử thách bản thân trên những con đường đất đầy phấn khích. Vì tất cả xe đạp của chúng tôi đều là mẫu xe mới và được bảo dưỡng bởi những thợ máy chuyên nghiệp sử dụng phụ tùng Honda chính hãng, nên việc lái một trong những chiếc xe đạp của chúng tôi có nghĩa là bạn có thể tự tin lái xe. Đọc thêm",
        "reviews": [
            "Chuyến đi tuyệt vời. Thắng đưa nhóm 4 người chúng tôi tới Mai Châu ở một homestay xinh đẹp. Trên đường đi chúng tôi đi offroad khoảng 6, 7 km. Dù có khó khăn gì thì Thắng và trợ lý cũng không bao giờ cách xa nhau. Khi chúng tôi đến nhà trọ, anh ấy đưa chúng tôi đến một thác nước ẩn giấu nơi chúng tôi gặp một số dân làng địa phương. Sau đó chúng tôi trở về nhà trọ nơi chúng tôi được thưởng thức một bữa tiệc thịnh soạn. Đáng giá từng xu!!Đọc thêm",
            "Thắng là người đàn ông, dịch vụ tuyệt vời, rất hữu ích và xe đạp có chất lượng hàng đầu. Ngoài ra, nhà trọ mà anh ấy đưa chúng tôi đến cũng rất tuyệt vời ở Pù Luông, đã có khoảng thời gian tuyệt vời và cảm thấy rất an toàn trong tay Thắng. Tôi giới thiệu công ty này nếu bạn đang tìm kiếm trải nghiệm đi xe máy địa hình thực sự. Adrenaline cao ngất trời. Cảm ơn Thắng vì một trải nghiệm khó quên.ShaneĐọc thêm",
            "Sau khi khóa máy chỉ muốn lên kế hoạch cho chuyến đi mô tô 2 ngày với Tour mô tô Thắng, đến thác Mu xinh đẹp. Chuyến đi vui vẻ với địa hình khó quá nhiều niềm vui. Chiếc xe đạp rất tốt và mạnh mẽ và giúp bạn thoát ra khỏi con đường bùn trơn trượt một cách dễ dàng. Thắng giúp là để có được kinh nghiệm tốt. Cảm ơn Thắng.Đọc thêm",
            "Chào mọi người. Đây là lần thứ 2 trong vòng 2 năm tôi thuê xe máy của anh Thành ở Hà Nội. Lần đầu tiên là trong 3 tuần hai năm trước. Chiếc xe máy đó chưa bao giờ gây rắc rối cho tôi cả. Dịch vụ khách hàng của Thắng - s thật tuyệt vời.    Tôi vừa hoàn thành chuyến đi 5 tuần 4.000 km vòng quanh Việt Nam từ phía nam Hà Nội đến Hồ Chí Minh. Dịch vụ này lại là hạng nhất. Chiếc xe máy không bao giờ gây rắc rối cho tôi. Tôi đã làm đứt một dây cáp ly hợp mà Thắng đã trả tiền để sửa.   Một lần nữa xin cảm ơn Thành. Chuyến đi tuyệt vời trên một chiếc mô tô tuyệt vời từ một công ty chuyên nghiệp tuyệt vời. Chúc mừngWayne.Đọc thêm",
            "Wino thân mến, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.\nCảm ơn bạnĐọc thêm",
            "Tôi đã đến Việt Nam và quyết định đi tour cùng Thắng, nhiều nơi bán tour giá rẻ, nơi xe buýt sẽ đưa bạn đến một điểm đến và bạn sẽ được ngắm chùa, v.v. Bằng cách này, bạn sẽ bỏ lỡ hầu hết vẻ đẹp mà đất nước này mang lại! Chỉ khi đi off-road và khám phá những cung đường danh lam thắng cảnh ẩn giấu, người ta mới thực sự có thể đánh giá cao vẻ đẹp của Việt Nam. Thắng có xe máy chuyên nghiệp và đảm bảo an toàn cho mọi người trong tour. Có nhiều tổ chức mờ ám cung cấp xe máy bị lỗi và yêu cầu khách du lịch trả tiền sửa chữa, nhưng đây không phải là một trong số đó! Có một lý do tại sao Thắng lại là một trong những tổ chức du lịch hàng đầu ở miền Bắc Việt Nam, anh ấy chuyên nghiệp, hiểu biết và nhiệt tình. Anh ấy nói tiếng Anh lưu loát và có thể cung cấp thông tin chi tiết về tất cả những địa điểm chúng tôi đã đến thăm. Đừng ngần ngại, hãy đặt tour du lịch của cuộc đời bạn Đọc thêm",
            "Mục tiêu của chúng tôi là luôn cung cấp những dịch vụ tốt nhất cho những khách hàng quý giá như bạn, cảm ơn RafalĐọc thêm",
            "Hãy sở hữu một chiếc CRF250 để đi địa hình!  Anh ấy nhanh chóng giải quyết cho tôi và tôi đã ở trong bùn ngay ngày hôm đó.   Nhược điểm duy nhất là anh ấy bắt tôi uống bia khi trả tiền thuê nhà.... Nếu bạn cần một chiếc xe đạp lớn hơn Thắng chính là người đàn ông!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã lựa chọn dịch vụ của chúng tôi. Chúng tôi rất hân hạnh được hỗ trợ bạn. Cảm ơn bạn và chúng tôi mong có cơ hội khác để hỗ trợ bạn lần nữa.Đọc thêm",
            "Bản thân cửa hàng có thể dễ dàng tiếp cận và Thắng rất hiểu biết và siêu thân thiện. Những chiếc xe đạp được bảo trì rất tốt và Thắng luôn sẵn sàng trả lời mọi câu hỏi hoặc đưa ra lời khuyên qua điện thoại nếu cần. Chúng tôi thuê xe đạp và tự mình đi tham quan - trải nghiệm hoàn toàn tuyệt vời - và Thắng đã làm mọi thứ liên quan đến việc thuê xe trở nên đơn giản. KHÔNG có chi phí ẩn, điều này thật tuyệt.Đọc thêm",
            "Sarinah thân mến, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Saff của chúng tôi chắc chắn sẽ rất vui khi đọc những gì bạn đã viết. Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.Đọc thêm",
            "Chủ xe là một người tuyệt vời và cung cấp nhiều loại xe đạp và thiết bị an toàn cho mọi nhu cầu đi xa của bạn. Chúng tôi đã thuê một chiếc Honda XR150 và đó là một chiếc xe đạp đáng tin cậy và được bảo dưỡng tốt, hoàn hảo cho chuyến đi của chúng tôi. Đọc thêm",
            "Jordan thân mến, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.\nĐọc thêm",
            "Thắng rất hữu ích và có sức chứa cho du khách. Những chiếc xe đạp được bảo dưỡng tỉ mỉ và rất đáng tin cậy, không giống như nhiều xe đạp cho thuê khác ở Việt Nam hầu như bị hỏng hóc hàng ngày. Tôi và bạn tôi đã thuê hai chiếc Honda 150cc và trong vài ngày đã đạp xe qua những con đường đèo, đường đất và những con phố đông đúc.  Những chiếc xe đạp không bao giờ làm chúng tôi thất vọng!Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.Đọc thêm",
            "Ngay từ đầu Thắng đã giúp chúng tôi lên kế hoạch cho lộ trình của mình và giải đáp mọi thắc mắc của chúng tôi. Anh ấy tổ chức lộ trình dựa trên kinh nghiệm của nhóm chúng tôi và những gì chúng tôi muốn xem và làm. Chúng tôi bắt đầu một cuộc hành trình dài về phía Tây Hà Nội. Tuyến đường này đưa chúng tôi đi qua một số con đường tốt nhất và tệ nhất mà tôi đã lái nhưng những chiếc xe đạp không bao giờ thất bại khi vượt qua bất kỳ khó khăn nào chúng tôi gặp trên đường. Tôi không thể giới thiệu đủ những chiếc xe máy này. Nếu chúng tôi bị hỏng hóc, chúng tôi sẽ bỏ lỡ một phần của chuyến đi, do thực tế là chúng tôi bị hạn chế về thời gian, nhưng vì chúng tôi không gặp sự cố và không gặp vấn đề gì với xe đạp nên chúng tôi đã có chuyến đi tuyệt vời nhất trong đời cho đến nay! Cảm ơn Thắng!! Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.Đọc thêm"
        ],
        "star_ratings": [
            91,
            1,
            0,
            0,
            4
        ],
        "review_amount": 96,
        "location": [
            "Việt Nam",
            "Tour xe máy Thắng",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written June 9, 2020",
            "Written June 2, 2020",
            "Written May 12, 2020",
            "Written March 14, 2020",
            "Written November 17, 2019",
            "Written August 30, 2019",
            "Written August 20, 2019",
            "Written July 28, 2019",
            "Written July 24, 2019",
            "Written July 2, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12378837-Reviews-Thang_Motorcycle_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-or10-Thang_Motorcycle_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25323986-Reviews-Nightcap_Cocktail_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136039-Reviews-Phoco_Barber_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27478076-Reviews-Cat_Ba_Limousine_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13646648-Reviews-Caribbean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18816093-Reviews-Outsiders_Mfg_co-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6033706-Reviews-Ost_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25335252-Reviews-Rally_Vape_Store-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17389919-Reviews-Joker_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19717379-Reviews-The_27_Klub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5993705-Reviews-Asia_Charm_Tours_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647367-Reviews-Kuy_Son_Propaganda_Art-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18891972-Reviews-Hanoi_Advisor_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855042-Reviews-Kevin_s_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g50654-d5209033-Reviews-Land_of_Illusion-Middletown_Butler_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d877873-Reviews-Torrey_Pines_Gliderport-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d3318323-Reviews-Destin_Harbor_Boardwalk-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23826839-Reviews-Titanic_The_Exhibition-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g29784-d4498679-Reviews-Destroyer_Park_Golf-Akron_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d658315-Reviews-Springs_Preserve-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17329850-Reviews-Marhaba_Lounge-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d109913-Reviews-Canal_Park-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g40850-d1102980-Reviews-Aquaboggan_Water_Park-Saco_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182434-d10405341-Reviews-Chinese_Garden_of_Serenity-Santa_Lucija_Island_of_Malta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-or10-Thang_Motorcycle_Tour-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-Thang_Motorcycle_Tour-Hanoi.html"
    },
    {
        "attraction_name": "Thang Motorcycle Tour",
        "attraction_name_vi": "Tour xe máy Thắng",
        "general_info": [
            "96 đánh giá",
            "- 493 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, chúng tôi thực hiện các chuyến tham quan bằng xe máy khắp Việt Nam - và đôi khi còn sang các nước lân cận - . Kể từ khi mở cửa trở lại vào năm 2017, chúng tôi đã giúp hàng nghìn tay đua khám phá đất nước tuyệt vời này. Xe đạp địa hình của chúng tôi Tất cả các chuyến tham quan của chúng tôi đều được thực hiện trên xe đạp địa hình, Honda XR150 và CRF250 chính hãng. Những chiếc xe đạp này rất lý tưởng khi đi du lịch Việt Nam vì điều kiện ở những vùng sâu vùng xa, đặc biệt là vào mùa mưa, có thể khá khắc nghiệt. Tham quan bằng xe đạp địa hình cũng có nghĩa là bạn - sẽ có thể khám phá những khu vực mà bạn không thể - và thử thách bản thân trên những con đường đất đầy cảm hứng. Bởi vì tất cả các xe đạp của chúng tôi đều là mẫu mới nhất và được bảo trì bởi các thợ máy chuyên nghiệp sử dụng các bộ phận chính hãng của Honda nên việc lái một trong những chiếc xe đạp của chúng tôi có nghĩa là bạn có thể tự tin lái xe.Đọc thêm",
        "reviews": [
            "Thắng được đánh giá cao và xe đạp của anh ấy đã không làm mọi người thất vọng. Chúng tôi thuê trong 6 ngày và không có vấn đề gì cả. Chúng tôi đã đi thử một số con đường và xe đạp của Thắng lần nào cũng vượt trội. Ngoài những chiếc xe đạp thuộc loại hàng đầu, Thắng còn rất hữu ích trong việc tư vấn những con đường tốt nên đi và những con đường nên tránh. 10 - 10 can - t đề xuất điều này đủ cao.Đọc thêm",
            "Jack thân mến, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.Đọc thêm",
            "Đã thuê Honda 150 - 250cc của Thành vài lần để đi phượt khắp miền Bắc. Xe đạp luôn đáng tin cậy, không có vấn đề gì và bản thân Thanh cũng rất hữu ích trong mọi việc.Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.Đọc thêm",
            "Tôi đã sống ở Hà Nội được 2 năm. Trong thời gian này tôi đã thuê xe đạp của anh Thắng nhiều lần. Tôi đã nhìn thấy những điều tuyệt vời nhất của miền Bắc Việt Nam nhờ kiến ​​thức tuyệt vời của anh ấy về những con đường phía sau. Xe đạp của anh ấy cực kỳ đáng tin cậy, đặc biệt là trên một số tuyến đường khắc nghiệt hơn mà tôi đã đi. Nếu bạn đi du lịch Việt Nam mà quên Hạ Long, Sapa, v.v... Hãy nói chuyện với anh Thắng và anh ấy sẽ giúp bạn tìm được trải nghiệm chân thực nhất có thể.10 - 10 muốn giới thiệu : - Đọc thêm",
            "Kính gửi AdamZawadka, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.\nĐọc thêm",
            "Tình cờ gặp Thangs và thuê một chiếc xe đạp địa hình Honda XR150cc trong 2 ngày để thực hiện các chuyến đi trong ngày ra khỏi Hà Nội. Trang phục rất chuyên nghiệp và xe đạp của họ được bảo dưỡng rất tốt. Anh ấy thậm chí còn đề nghị quay lại cửa hàng và đăng ký xe nếu tôi về muộn. Phần thưởng bổ sung là cửa hàng đối diện cửa hàng phục vụ bia sau chuyến đi của bạn! Rất muốn quay lại và thực hiện một chuyến tham quan dài ngày với Thắng.Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.\nĐọc thêm",
            "Hà Nội có hàng triệu chiếc xe máy bay khắp nơi, hầu như không có chiếc nào đáng tin cậy. Nếu bạn muốn yên tâm trong chuyến du lịch Việt Nam khó quên thì không đâu khác ngoài xe máy Thangs. Họ - được duy trì tốt nhất và bản thân người đàn ông đó rất vui được nói chuyện. 10 - 10 tất cả. Đừng tìm đâu xa, Thắng đã bảo vệ bạn.Đọc thêm",
            "Paul thân mến, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.\nĐọc thêm",
            "Bạn Paul đề nghị chúng tôi thuê xe đạp cho chuyến đi cuối tuần, chúng tôi đi vào khoảng 6 giờ chiều và được thang chào đón. Tiếng Anh tuyệt vời và lòng hiếu khách tuyệt vời, chúng tôi đã thuê 5 chiếc xe đạp và chúng tôi đi. Tôi có thể nói thêm về chất lượng tuyệt vời, ở Hà Nội rất dễ bị lừa vì một chiếc xe đạp cũ mà lúa mạch vẫn hoạt động được nhưng xe đạp của Thangs thì đỉnh cao! Quản lý để kiếm được khoảng 300k cho một bình xăng! 10 - 10 sẽ giới thiệu cho những ai không muốn loay hoay kiếm một chiếc máy tử tế, đi chơi xa vào cuối tuần này và sẽ không đắn đo về việc sử dụng Thắng lần nữaĐọc thêm",
            "Rafal thân mến, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn. \nĐọc thêm",
            "Thuê xe máy ở Việt Nam có thể bị trúng hoặc trượt. Tốt hơn là nên làm đúng - và an toàn - với những người này. Bạn biết rằng bạn đang có được một chiếc xe đạp đáng tin cậy và được bảo trì tốt. Tôi đã thuê xe đạp ở những nơi khác ở Đông Nam Á và không biết liệu chúng có bền trong suốt chuyến đi bằng xe máy của tôi hay không. Tôi chưa trải nghiệm điều đó ở đây, vì bạn có thể nói những chiếc xe đạp này có chất lượng hàng đầu. Xe thể thao kép cũng là những chiếc xe đạp tuyệt vời cho phép bạn đi trên đường địa hình và chúng cao hơn mặt đất giúp bạn có tầm nhìn rõ hơn. Cảm ơn Thắng Motorcycle Tour.Đọc thêm",
            "Kính gửi khách hàng, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn thích trải nghiệm của mình; Chúng tôi coi trải nghiệm và sự hài lòng của khách hàng là ưu tiên hàng đầu, và đánh giá của bạn khẳng định lại công sức mà chúng tôi bỏ ra mỗi ngày. Vì vậy, cảm ơn những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.\nĐọc thêm",
            "Gần đây tôi và bạn gái đã thuê một chiếc Honda CRF của Thang Motorcycle Tour. Tôi - là một tay đua xe đạp có kinh nghiệm ở nhà nên đó là một bước xuống cc khôn ngoan nhưng chạy rất tốt. Họ cũng đưa ra danh sách những địa điểm tốt nhất mà chúng tôi nên ghé thăm trong chuyến đi và được đánh giá cao. Miền Bắc Việt Nam thật tuyệt vời. Bạn chắc chắn nên xem thử. và đây là nơi để bạn lấy xe đạp.Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.\nĐọc thêm",
            "Tôi và bạn bè đã đi 4 ngày ở miền bắc Việt Nam. Đó là một vụ nổ! Những con đường vượt núi dọc theo biên giới Trung Quốc là một trong những chuyến cưỡi ngựa tuyệt vời nhất mà tôi đã thực hiện.  - Đặc biệt là Mã Pí Lèng! - Hướng dẫn viên Thắng của chúng tôi cũng rất tuyệt - anh ấy biết cách vui chơi! Rất khuyến khích. Nếu có thể cho nhiều hơn 5 sao thì tôi sẽ.Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.\nĐọc thêm",
            "Thực sự rất thích chuyến tham quan. 4 ngày trên núi. Chúng tôi rời Hà Nội và dành thời gian ở hai hồ lớn - Thác Bà và Ba Bể - cũng như đạp xe xuyên núi và ở cùng người dân tộc thiểu số. Tất cả chủ nhà của chúng tôi đều có sức chứa và thức ăn rất tuyệt vời. Chúng tôi thậm chí còn phải đi câu cá vào ngày thứ 2! Cảm ơn hướng dẫn của chúng tôi, Thắng! Chúng tôi - sẽ quay lại sớm! Đọc thêm",
            "Madalina thân mến, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.\nĐọc thêm"
        ],
        "star_ratings": [
            91,
            1,
            0,
            0,
            4
        ],
        "review_amount": 96,
        "location": [
            "Việt Nam",
            "Tour xe máy Thắng",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written July 2, 2019",
            "Written July 2, 2019",
            "Written July 2, 2019",
            "Written May 7, 2019",
            "Written April 17, 2019",
            "Written April 12, 2019",
            "Written January 27, 2019",
            "Written December 5, 2018",
            "Written November 19, 2018",
            "Written November 13, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12378837-Reviews-or10-Thang_Motorcycle_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-Thang_Motorcycle_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-or20-Thang_Motorcycle_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25323986-Reviews-Nightcap_Cocktail_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136039-Reviews-Phoco_Barber_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27478076-Reviews-Cat_Ba_Limousine_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13646648-Reviews-Caribbean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18816093-Reviews-Outsiders_Mfg_co-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6033706-Reviews-Ost_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25335252-Reviews-Rally_Vape_Store-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17389919-Reviews-Joker_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19717379-Reviews-The_27_Klub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5993705-Reviews-Asia_Charm_Tours_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647367-Reviews-Kuy_Son_Propaganda_Art-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18891972-Reviews-Hanoi_Advisor_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855042-Reviews-Kevin_s_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32530-d4403797-Reviews-Tanaka_Farms-Irvine_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293948-d10021159-Reviews-Alamedin_Gorge-Bishkek.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d1752056-Reviews-Mill_Avenue_District-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d673065-Reviews-Spirit_Island-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g29196-d3497125-Reviews-Ameris_Bank_Ampitheatre-Alpharetta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189531-d12928696-Reviews-LEGO_House-Billund_South_Jutland_Jutland.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d527485-Reviews-Myrtle_Beach_State_Park-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g51424-d8685751-Reviews-The_Endangered_Ark_Foundation-Hugo_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d4743450-Reviews-Lower_Antelope_Canyon-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d10784020-Reviews-Cala_Figuera_Beach-Palma_de_Mallorca_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-or20-Thang_Motorcycle_Tour-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-or10-Thang_Motorcycle_Tour-Hanoi.html"
    },
    {
        "attraction_name": "Thang Motorcycle Tour",
        "attraction_name_vi": "Tour xe máy Thắng",
        "general_info": [
            "96 đánh giá",
            "- 493 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour nhiều ngàyTour xe máy",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, chúng tôi thực hiện các chuyến tham quan bằng xe máy khắp Việt Nam - và đôi khi còn sang các nước lân cận - . Kể từ khi mở cửa trở lại vào năm 2017, chúng tôi đã giúp hàng nghìn tay đua khám phá đất nước tuyệt vời này. Xe đạp địa hình của chúng tôi Tất cả các chuyến tham quan của chúng tôi đều được thực hiện trên xe đạp địa hình, Honda XR150 và CRF250 chính hãng. Những chiếc xe đạp này rất lý tưởng khi đi du lịch Việt Nam vì điều kiện ở những vùng sâu vùng xa, đặc biệt là vào mùa mưa, có thể khá khắc nghiệt. Tham quan bằng xe đạp địa hình cũng có nghĩa là bạn - sẽ có thể khám phá những khu vực mà bạn không thể - và thử thách bản thân trên những con đường đất đầy cảm hứng. Bởi vì tất cả các xe đạp của chúng tôi đều là mẫu mới nhất và được bảo trì bởi các thợ máy chuyên nghiệp sử dụng các bộ phận chính hãng của Honda nên việc lái một trong những chiếc xe đạp của chúng tôi có nghĩa là bạn có thể tự tin lái xe.Đọc thêm",
        "reviews": [
            "Không thể giới thiệu đủ cho Thắng và xe đạp của anh ấy. Tuần tuyệt vời nhất có thể tưởng tượng được, năm ngày trên đường địa hình bùn đá mưa đá vụn - xe đạp có thể làm bất cứ điều gì bạn muốn mà không cần thắc mắc. Bản thân Thắng là người công bằng và thân thiện và tất cả những gì anh ấy quan tâm là bạn có thể tận hưởng những chiếc xe đạp một cách trọn vẹn. Sẽ không bao giờ đi đâu khácXem thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời như vậy. Chúng tôi rất vui vì bạn yêu thích trải nghiệm của mình; Chúng tôi đặt trải nghiệm và sự hài lòng của khách hàng làm ưu tiên hàng đầu và đánh giá của bạn khẳng định lại công việc khó khăn mà chúng tôi đã bỏ ra mỗi ngày. Vì vậy, cảm ơn vì những lời tốt đẹp của bạn, chúng tôi mong được gặp lại bạn.\nĐọc thêm",
            "Đã tham gia chuyến du lịch bằng xe đạp 7 ngày với một nhóm bạn với Thắng. Đó là một trong những ngày lễ tuyệt vời nhất. Thắng đặt chỗ ở, đồ ăn và đồ uống trong suốt chuyến tham quan. Mọi người làm việc cho anh ấy đều rất thân thiện và hữu ích. Những chiếc xe đạp ở trong tình trạng thực sự tốt - và có một thợ cơ khí đi tham quan đề phòng có sự cố xảy ra. Tôi thực sự khuyên bạn nên đặt tour qua Thắng. Tôi chắc chắn sẽ quay lại.Đọc thêm",
            "Là một người đã mua và thuê cửa hàng của Thắng, tôi chỉ có thể nói những điều tuyệt vời: cửa hàng có đội ngũ nhân viên thân thiện nhất mà bạn - sẽ tìm thấy ở Hà Nội - với bản thân Thắng là một quý ông tuyệt đối! - , cung cấp nhiều loại xe đạp được bảo dưỡng tốt để cho thuê hoặc bán và lời khuyên tuyệt vời về việc chọn tuyến đường nếu bạn - đang tìm kiếm một chuyến phiêu lưu nhỏ. Nếu bạn không tin tôi, hãy tự mình đi xem. Hãy uống một ly với Thắng và bạn - sẽ sớm hiểu tại sao đây là nơi tôi đến mua xe đạp ở Hà Nội.Đọc thêm",
            "Chúng tôi đã thuê Honda - s từ Thắng, tình trạng tốt. Chúng tôi là một nhóm lớn đã đặt tour du lịch miền Bắc 8 ngày, đặt qua một đại lý địa phương, người này đã đặt qua một công ty ở Hà Nội. Thắng và một số thợ máy của anh ấy đã tham gia cùng chúng tôi trong chuyến đi để đảm bảo mọi thứ đều ổn với xe máy của anh ấy trên đường và hiểu rõ việc sửa chữa khi cần thiết. Vì tôi và chồng đã chọn đi xe chậm hơn một chút so với nhóm Thành đích thân đi sau chúng tôi trong phần lớn chuyến đi, điều mà chúng tôi thấy rất chuyên nghiệp và bất ngờ. Chúng tôi thực sự khuyên bạn nên thuê xe máy từ Thắng.Đọc thêm",
            "Thắng là một chàng trai rất thân thiện và hữu ích, cho thuê xe máy trong tình trạng tốt với giá cả hợp lý. Trong trường hợp anh ấy - sẽ giúp bạn trong mọi tình huống! Nhưng hãy nhớ uống vài cốc bia với anh ấy - đã bao gồm tiền thuê nhà - điều đó - rất buồn cười Nói chung, bạn không thể thuê xe máy tốt hơn. Chắc chắn có thể giới thiệuĐọc thêm",
            "Hôm qua chúng tôi đã đến gặp một thợ cơ khí để sửa và sơn xe đạp của chúng tôi. Chúng tôi đã đến gặp ông Thangs, người rất sẵn lòng giúp đỡ chúng tôi. Chúng tôi thậm chí còn sử dụng các công cụ của anh ấy và chỉ đường cho chúng tôi đến một số địa điểm đẹp xung quanh Hội An! Cảm ơn bạn rất nhiều!Đọc thêm",
            "Xin chào các bạn, tôi thường không viết đánh giá nhưng tôi cảm thấy cần phải cảnh báo những người khác về việc mua hàng từ cửa hàng này. Tôi mua một chiếc xe đạp của Thắng ở Hà Nội với giá 400 - và nhanh chóng nhận ra rằng nó không đáng với số tiền đó. Tôi mới làm quen với xe máy và không hiểu những sai sót của nó cho đến lần đầu tiên tôi lái xe từ Hà Nội đến Cát Bà. Trong lần lái xe đó, tôi nhận ra rằng nó không chỉ bị rò rỉ dầu mà còn thiếu một bộ phận cần thiết để phanh sau hoạt động. Tôi đã lái xe quãng đường đó mà không bị gãy lưng. Ngoài ra, trên đường lái xe, tôi nhận ra bộ khởi động cũng không hoạt động tốt. Tôi quay lại gặp anh ấy ở Hà Nội và tất cả những gì anh ấy làm là cố gắng thuyết phục tôi rằng chiếc xe đạp vẫn ổn. Tổng cộng, sau khi lái xe được vài tuần, tôi đã đã chi khoảng 150 - chỉ để nó hoạt động đủ tốt để tôi không lo lắng về việc hỏng hóc giữa chừng. Tóm lại, những người mới bắt đầu nên cẩn thận với việc trả quá nhiều tiền cho một chiếc xe đạp cũ từ cửa hàng này.Đọc thêm",
            "Người bạn đồng hành của tôi đã phải tìm một thợ sửa xe cho chiếc Honda Wind của anh ấy khi bắt đầu chuyến đi.  THANG chăm sóc chiếc xe đạp của mình một cách nhanh chóng. Sau đó, chúng tôi đi vòng và quyết định quay lại để thay dầu và Thắng không chỉ hiệu quả mà còn siêu thân thiện.  Chúng tôi thích gọi anh ấy là anh chàng điên rồ! Anh ấy rất thân thiện với chúng tôi và hiệu quả với chiếc xe đạp. Chúng tôi thậm chí còn đi uống nước OT hai với anh chàng! bạn có thể yêu cầu gì hơn nữa? Rất khuyến khích kinh nghiệm Việt Nam. Đọc thêm",
            "Người này chắc chắn bị điên rồi. Nhưng theo cách tốt nhất có thể. Anh ấy sẽ đảm bảo bạn sẽ có khoảng thời gian tuyệt vời ở Việt Nam. Từ những chiếc xe đạp cho đến niềm vui - anh ấy biết mình đang làm gì. Không thể đề nghị bất cứ điều gì tốt hơn. 12 - 10Đọc thêm",
            "Cả hai chàng trai đều có kiến ​​thức tuyệt vời trong việc sửa xe đạp của bạn. Họ có thể nói tiếng Anh là tốt. Họ thực sự trung thực. Nhân tiện, bạn phải biết ở Hà Nội máy móc đắt hơn bất cứ nơi nào khác. Vì vậy, nó đáng giáĐọc thêm"
        ],
        "star_ratings": [
            91,
            1,
            0,
            0,
            4
        ],
        "review_amount": 96,
        "location": [],
        "reviews_time": [
            "Written November 11, 2018",
            "Written November 10, 2018",
            "Written November 7, 2018",
            "Written August 30, 2018",
            "Written August 29, 2018",
            "Written July 27, 2018",
            "Written May 10, 2018",
            "Written May 7, 2018",
            "Written May 7, 2018",
            "Written May 7, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12378837-Reviews-or20-Thang_Motorcycle_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-or10-Thang_Motorcycle_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-or30-Thang_Motorcycle_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-Thang_Motorcycle_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25323986-Reviews-Nightcap_Cocktail_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136039-Reviews-Phoco_Barber_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27478076-Reviews-Cat_Ba_Limousine_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13646648-Reviews-Caribbean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18816093-Reviews-Outsiders_Mfg_co-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6033706-Reviews-Ost_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25335252-Reviews-Rally_Vape_Store-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17389919-Reviews-Joker_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19717379-Reviews-The_27_Klub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5993705-Reviews-Asia_Charm_Tours_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647367-Reviews-Kuy_Son_Propaganda_Art-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18891972-Reviews-Hanoi_Advisor_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855042-Reviews-Kevin_s_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d256368-Reviews-Lido_Mazzaro-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d3915596-Reviews-Homestead_Bayfront_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d2357878-Reviews-Brooklyn_Flea-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55267-d14996376-Reviews-Historic_Brushy_Mountain_State_Penitentiary-Petros_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d1954252-Reviews-Shibuya_Mark_City-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1142476-d2311459-Reviews-Patar_Beach-Bolinao_Pangasinan_Province_Ilocos_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g53573-d1524370-Reviews-The_Amish_Village-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g29103-d9857191-Reviews-Rio_Del_Mar_State_Beach-Aptos_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274949-d16204897-Reviews-Smiltynes_Ferry-Klaipeda_Klaipeda_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d7163242-Reviews-The_National_Museum-Lagos_Lagos_State.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-or30-Thang_Motorcycle_Tour-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12378837-Reviews-or20-Thang_Motorcycle_Tour-Hanoi.html"
    }
]