[
    {
        "attraction_name": "The Centurion Lounge",
        "attraction_name_vi": "Phòng chờ Centurion",
        "general_info": [
            "348 đánh giá",
            "103 trong số 744 việc cần làm ở Las Vegas",
            "Phòng chờ sân bay"
        ],
        "attraction_summary": "Thật may mắn khi có Centurion Lounge ở Las Vegas. Đây không phải là sản phẩm tốt nhất của họ, nhưng chắc chắn là cao hơn phòng chờ sân bay trung bình vài bước. \n\nCũng như nhiều doanh nghiệp kể từ thời Covid, việc bố trí nhân sự có thể là một vấn đề và nó không gọn gàng như mọi người mong muốn. Đồ nội thất được mua ở cửa hàng nhưng hầu hết đều tiện nghi. \n\nTuy nhiên, tất cả các nhân viên đều thân thiện và tốt bụng và điều đó tạo nên sự khác biệt lớn.\n\nPhòng vệ sinh nam không phải là phòng vệ sinh lớn nhất, chỉ có một bồn tiểu và một bệ vệ sinh, nhưng nó dành cho người khuyết tật, vì vậy đến nay nó chỉ dành cho nam nhỏ như một số người đánh giá đã tuyên bố. \n\nLựa chọn thực phẩm rất phong phú, với các lựa chọn bữa ăn nóng và lạnh cùng nhiều trái cây và món tráng miệng. Quầy bar có nhiều lựa chọn và khi tôi ghé thăm, người phục vụ thật tuyệt vời. Đọc thêm",
        "reviews": [
            "Las Vegas\nĐông đúc. Khó tìm chỗ ngồi\nMỗi ghế thứ ba đều có biển dành riêng nhưng không có ai đến ngồi vào những ghế đó. Tôi không hiểu tất cả những dấu hiệu dành riêng. Có thể thiếu nhân viên và không thể giữ sạch sẽ những chỗ ngồi dành riêng. Tôi đã là thành viên Amex hơn bốn mươi năm. Chưa bao giờ thấy điều này ở các câu lạc bộ khác.Đọc thêm",
            "Không quá ấn tượng. Với việc bổ sung thêm 50 trang, quy định vào phòng chờ có thể được thay đổi một chút. Chúng tôi bị quầy lễ tân chặn lại vì đến sớm hơn 3 tiếng, chỉ 10 phút. Tất nhiên, chúng tôi đã mua thêm 2 mục và chờ đợi. Nhưng 3 giờ đó phải tính từ giờ lên máy bay chứ không phải giờ bay. Người phụ nữ nói đó là quy định, tôi không làm được. Zee rất thô lỗ.  Tôi có một người 78 tuổi trong bữa tiệc của tôi. Tất cả những thứ khác bên trong vẫn như thường lệ và thức ăn là gr8. \n Đọc thêm",
            "Rất may là nhà ga D có phòng chờ nên tôi không thể phàn nàn nhiều tuy nhiên thường phải xếp hàng rất dài để vào câu lạc bộ này, điều này khiến tôi thấy rất khó chịu. Một khi vào bên trong nó có thể sẽ chật cứng người ở mọi ngóc ngách. Họ dành các cụm ghế dài cho các nhóm từ 3 người trở lên, điều này sẽ giúp tìm chỗ ngồi, tuy nhiên thực tế thì không. Thức ăn là buffet và rất ổn. Đồ uống lạnh như soda phải được đặt hàng từ những quán bar rất đông đúc nên họ thực sự nên nghĩ đến điều đó và làm theo việc sử dụng máy Coke Freestyle của American Admirals Club. Chỗ ngồi thoải mái và wifi nhanh và miễn phí như một phần của quyền truy cập phòng chờ. Bạn sẽ cần xuất trình thông tin đăng nhập của mình để nhận thẻ cấp cao hơn từ American Express và họ giới hạn khách nên hãy cảnh báo trước - vì đừng bận tâm đến việc xếp hàng nếu bạn không chắc chắn.Đọc thêm",
            "May mắn là nhà ga D có phòng chờ nên tôi không thể phàn nàn nhiều, tuy nhiên, thường phải xếp hàng rất dài để vào câu lạc bộ này, điều mà tôi thấy rất khó chịu. Khi vào bên trong, có thể sẽ chật cứng người ở mọi góc. Họ dành riêng các cụm ghế dài cho các nhóm từ 3 người trở lên, điều này sẽ giúp tìm được chỗ ngồi, tuy nhiên, không phải vậy. Đồ ăn được phục vụ theo kiểu tự chọn và chỉ ở mức ổn. Đồ uống lạnh như soda phải được gọi từ quầy bar rất đông nên họ thực sự nên nghĩ như vậy và tuân theo cách sử dụng máy Coke Freestyle của Câu lạc bộ Đô đốc Hoa Kỳ. Ghế ngồi thoải mái và wifi nhanh và miễn phí như một phần của quyền vào phòng chờ. Bạn sẽ cần xuất trình thông tin xác thực của mình để có thể vào bằng thẻ hạng cao hơn của American Express và họ giới hạn khách nên hãy cảnh báo trước - tức là đừng bận tâm xếp hàng nếu bạn không chắc chắn. Đọc thêm",
            "Xếp hàng dài. Không khác nhiều so với các câu lạc bộ Delta Sky. Họ có quyền sử dụng câu lạc bộ trong 3 giờ. Cuối cùng chúng tôi ăn thêm ở sân bay.Đọc thêm",
            "ngay bây giờMỚIChất lượng thực phẩm và sự đa dạng thấp hơn so với các centurion khác mà tôi đã từng đến. Cũng từ chối phục vụ vật nuôi trong cũi. Điều này không phù hợp với chính sách đăng ký thú cưng của trang web Amex. Tên tổng giám đốc là Mark và nhân viên có liên quan là Martini - cả hai đều là người tệ nhất. Hãy lưu ý nếu đi du lịch cùng vật nuôi.Đọc thêm",
            "Hàng siêu dài. Chúng tôi không thể vào được. Lúc đó là khoảng 4 giờ chiều nên có lẽ đây là giờ cao điểm di chuyển đến Vegas? Tôi thất vọng vì tôi chưa bao giờ nhìn thấy dòng người như vậy trước khoảng 20 người. Amex cần xem xét và tìm giải pháp.Đọc thêm",
            "Không quá ấn tượng. Với việc bổ sung thêm 50 trang, quy định vào phòng chờ có thể được thay đổi một chút. Chúng tôi bị quầy lễ tân chặn lại vì đến sớm hơn 3 tiếng, chỉ 10 phút. Tất nhiên, chúng tôi đã mua thêm 2 mục và chờ đợi. Nhưng 3 giờ đó phải tính từ giờ lên máy bay chứ không phải giờ bay. Người phụ nữ nói đó là quy định, tôi không làm được. Zee rất thô lỗ.  Tôi có một người 78 tuổi trong bữa tiệc của tôi. Tất cả những thứ khác bên trong vẫn như thường lệ và thức ăn là gr8.  Đọc thêm",
            "Las VegasĐông đúc. Khó tìm chỗ ngồi Mỗi ghế thứ ba đều có biển dành riêng nhưng chưa có ai đến nhận chỗ đó. Tôi không hiểu tất cả những dấu hiệu dành riêng. Có thể thiếu nhân viên và không thể giữ sạch sẽ những chỗ ngồi dành riêng. Tôi đã là thành viên Amex hơn bốn mươi năm. Chưa bao giờ thấy điều này ở các câu lạc bộ khác.Đọc thêm",
            "Thật may mắn khi có Centurion Lounge ở Las Vegas. Đây không phải là sản phẩm tốt nhất của họ, nhưng chắc chắn là cao hơn phòng chờ sân bay trung bình vài bước. Cũng như nhiều doanh nghiệp kể từ thời Covid, việc bố trí nhân sự có thể là một vấn đề và nó không gọn gàng như mọi người mong muốn. Đồ nội thất được mua ở cửa hàng nhưng hầu hết đều tiện nghi. Tuy nhiên, tất cả nhân viên đều thân thiện và tốt bụng và điều đó tạo nên sự khác biệt lớn. Phòng vệ sinh nam không phải là lớn nhất, chỉ có một bồn tiểu và một buồng vệ sinh, nhưng dành cho người khuyết tật, vì vậy đến nay nó dành cho nam cũng nhỏ như một số người đánh giá đã nêu. Lựa chọn thực phẩm rất phong phú, với các lựa chọn bữa ăn nóng và lạnh cùng nhiều trái cây và món tráng miệng. Quầy bar có nhiều lựa chọn và khi tôi ghé thăm, người phục vụ thật tuyệt vời. Đọc thêm",
            "Trang trí rất đẹp. Bố trí rộng rãi với sức chứa lớn.  Thực phẩm chất lượng rất tốt với thực đơn phong phú. Nhân viên rất hữu ích.Đọc thêm",
            "vừa rồiMỚI-Chỉnh sửaTôi đã ở Centurion Lounge ở Sân bay quốc tế Harry Reid ở Las Vegas vào tháng trước - và sau ngày hôm đó tại Denver Intl. Sân bay. Ồ. Hai lần trong một ngày! Vị trí LAS thật tuyệt vời. Món thịt bò Tri-Tip kiểu Santa Maria thật tuyệt vời. Thanh Salad thật tuyệt vời. Kết thúc với bánh quy sô-cô-la mà lẽ ra tôi phải trả tiền. Yêu trà đá nhiệt đới của họ. Một nơi tuyệt vời để chờ một chuyến bay. Sau đó, tôi tạm dừng ở Denver trước khi bay về Florida. Chỉ riêng những Phòng chờ này đã có giá trị bằng phí hàng năm của Thẻ Bạch kim. Họ là nơi tôn nghiêm trong một thế giới hỗn loạn. Nhận xét duy nhất để đánh giá là có những gia đình ở đó có trẻ em chạy nhảy và khá ồn ào. Vui lòng đề nghị họ chuyển đến một không gian thân thiện với gia đình trong Lounge. Có rất nhiều hoạt động kinh doanh đang diễn ra với nhiều khách và điều đó gây mất tập trung. Hãy đặt tiêu chuẩn cao cho kỳ vọng của du khách - vâng, bao gồm cả các gia đình có trẻ em. Vui lòng mở thêm Phòng chờ - đặc biệt quan tâm đến một Phòng chờ ở Orlando, FL.Đọc thêm",
            "Hôm nay tôi cũng đã được phân biệt chủng tộc tại Centurion Lounge ở Las Vegas. Tôi cảm thấy nhục nhã và kinh hoàng trước cách đối xử của chàng trai trẻ ở quầy lễ tân. Dựa trên những đánh giá khác nêu ra những lời phàn nàn tương tự, có lẽ tên anh ấy là Matt. Khi nhập cảnh, anh ta tiến hành hỏi tôi thẻ lên máy bay, giấy tờ tùy thân và thẻ Bạch kim của tôi. Tôi chưa bao giờ được yêu cầu xuất trình thẻ của mình trước đây. Khi tôi lục ví để tìm thẻ Bạch kim, anh ấy yêu cầu tôi đọc thuộc lòng địa chỉ nhà của mình trước mặt những người khác đang xếp hàng. Đó là sau khi tôi hỏi anh ấy liệu có cách nào khác để nhận dạng tôi không. Cuối cùng, sau khi tôi được phép vào, anh ấy giải thích cho tôi cách mọi thứ hoạt động trong phòng chờ mặc dù tôi đã từng đến đó trước đó và tôi nói với anh ấy rằng tôi đã đến chính phòng chờ đó trong các chuyến du lịch trước đó. Tôi ở lại để xem liệu anh ấy có đối xử với những vị khách khác theo cách tương tự hay không nhưng anh ấy đã không làm vậy. Anh ta chỉ đơn giản yêu cầu thẻ lên máy bay và ID của họ. Phải làm gì đó để giải quyết tình trạng không thể chấp nhận được này. Tôi đã ở đó vào Thứ Bảy, ngày 6 tháng 5 năm 2023, trong khoảng thời gian từ 1:15 - 2 giờ chiều. PST. Ngoài ra, khi tôi bước ra, anh ấy nhanh chóng cúi đầu xuống để không phải nói. Tôi nhận thấy anh ấy chào và chia tay những vị khách khác may mắn không có cùng màu da với tôi.Đọc thêm"
        ],
        "star_ratings": [
            193,
            75,
            32,
            21,
            27
        ],
        "review_amount": 348,
        "location": [
            "Hoa Kỳ",
            "Nevada NV",
            "Những việc cần làm ở Las Vegas",
            "Phòng chờ Centurion",
            "Las Vegas"
        ],
        "reviews_time": [
            "Written August 18, 2023",
            "Written August 24, 2023",
            "Written October 19, 2023",
            "Written March 5, 2024",
            "Written March 6, 2024",
            "Written February 15, 2024",
            "Written December 24, 2023",
            "Written October 27, 2023",
            "Written October 19, 2023",
            "Written August 24, 2023",
            "Written August 18, 2023",
            "Written August 13, 2023",
            "Written May 10, 2023",
            "Written May 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d10671346-Reviews-The_Centurion_Lounge-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4515778-Reviews-Auntie_Anne_s-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45981-d10757730-Reviews-Chili_s-North_Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d2660776-Reviews-Ruby_s_Diner-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d10784829-Reviews-Sammy_s_Woodfired_Pizza_Grill-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4317712-Reviews-Quiznos-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d11592376-Reviews-The_Club_LAS-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d10289125-Reviews-Rachel_s_Kitchen-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d12927964-Reviews-United_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d7811071-Reviews-Wolfgang_Puck_Express-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4068253-Reviews-California_Pizza_Kitchen-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127003-Reviews-Fountains_of_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d625114-Reviews-Bellagio_Conservatory_Botanical_Garden-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6509306-Reviews-High_Roller-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23473814-Reviews-Allegiant_Stadium_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12205677-Reviews-The_Liberace_Museum_Collection-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d126583-Reviews-The_Last_Vegas_Strip-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2409034-Reviews-Shelby_American_Inc-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24926881-Reviews-Princess_Diana_The_Royals_The_Exhibition-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7125990-Reviews-Nostalgia_Street_Rods-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1501219-Reviews-Titanic_The_Artifact_Exhibition-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10671346-Reviews-or10-The_Centurion_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d552977-Reviews-Las_Vegas_Convention_Center-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1419969-Reviews-Sands_Expo_and_Convention_Center-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d570075-Reviews-Cashman_Center-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8411827-Reviews-Keep_Memory_Alive_Event_Center-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11639454-Reviews-MGM_Grand_Conference_Center-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12380675-Reviews-Conference_Center_of_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17427096-Reviews-The_Center_LGBTQ-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d9785805-Reviews-Enterprise_Library-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7034396-Reviews-Vegas_Information_Photos_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7195158-Reviews-Orsi_Skin_Care-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6042172-Reviews-Vegas_Fight_Tour-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13008359-Reviews-Black_Cats_Number_One_Escape_Room-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d622824-Reviews-Gray_Line_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17327244-Reviews-Venture_Out_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1809514-Reviews-Evolution_Expeditions-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d19886796-Reviews-Fun_Group_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2233714-Reviews-The_Gun_Store-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1102793-Reviews-SWEETours_Inc-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12135152-Reviews-Axe_Monkeys-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6485207-Reviews-ALL_SHOOK_UP_Tribute_to_the_King-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d20017489-Reviews-Alain_Nu_The_Man_Who_Knows-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6161453-Reviews-Grand_Canyon_Helicopters_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d775112-Reviews-Maverick_Helicopters-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4039183-Reviews-Djanel_Spa-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g33324-d144378-Reviews-Flagstaff_Mountain-Boulder_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d1997701-Reviews-The_Lancaster_Science_Factory-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103190-Reviews-Embarcadero_Farmer_s_Market-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46111-d220147-Reviews-Hampton_Beach_State_Park-Hampton_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d301197-Reviews-Monkey_Island-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32944-d13361221-Reviews-Terranea_Discovery_Trail-Rancho_Palos_Verdes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41850-d2008988-Reviews-Naumkeag-Stockbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7792937-Reviews-Coxx-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d8610384-Reviews-Strawberry_Hill-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47087-d212135-Reviews-Old_Mesilla_Village-Las_Cruces_New_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d10671346-Reviews-or10-The_Centurion_Lounge-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d10671346-Reviews-The_Centurion_Lounge-Las_Vegas_Nevada.html"
    }
]