[
    {
        "attraction_name": "The New Children's Museum",
        "attraction_name_vi": "Bảo tàng trẻ em mới",
        "general_info": [
            "205 đánh giá",
            "110 trong số 736 điều cần làm ở San Diego",
            "Viện bảo tàng nghệ thuật",
            "Bảo tàng dành cho trẻ em"
        ],
        "attraction_summary": "Bảo tàng Thiếu nhi Mới là mô hình bảo tàng thiếu nhi mới có sứ mệnh kích thích trí tưởng tượng, sự sáng tạo và tư duy phản biện ở trẻ em và gia đình thông qua những trải nghiệm sáng tạo và hấp dẫn với nghệ thuật đương đại. Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi đến thăm đêm giao thừa do nhiều bảo tàng trong khu vực đã đóng cửa hoặc tạm thời đóng cửa. Tôi nghĩ các con tôi 10 8 tuổi có thể đã quá lớn để vào một bảo tàng như thế này. Tôi đã lầm! Chúng tôi đến đó đúng lúc để đăng ký một buổi hội thảo. Rất khuyến khích đăng ký sớm vì họ cắt giảm 8 trẻ em. Trẻ em cần phải từ 6 tuổi trở lên.  Các con tôi phải nặn đất sét bên ngoài trong khi chúng tôi chờ đợi. Họ cũng có một căn phòng mà trẻ em có thể làm bất cứ thứ gì chúng muốn với những vật liệu được cung cấp. Các nhân viên thật tuyệt vời. Con trai tôi muốn làm một cái gì đó và tôi bảo nó hãy nhờ một nhân viên giúp đỡ.  Cô đã tự mình giúp anh làm một ngôi nhà bằng bìa cứng. Cô ấy rất kiên nhẫn và tử tế với anh. Họ đã làm việc cùng nhau và xây dựng một ngôi nhà thực sự mát mẻ với cửa sổ cắt rời và ống khói.   Hôm đó xưởng đang làm Shrinkydinks. Những đứa trẻ đã có một vụ nổ. Họ cho ra đời những chiếc vòng cổ, ghim, móc khóa, v.v. Thật tuyệt khi thấy họ đắm mình vào việc tạo ra thứ gì đó mà họ có thể đeo để sử dụng. Bảo tàng thực sự là mới. Nghệ thuật và triển lãm thực sự trừu tượng và hiện đại, đồng thời tập trung vào sự toàn diện về sức khỏe tâm thần. Đọc thêm",
            "Nơi này là một bãi rác bẩn. Tôi sẽ không bao giờ quay lại nữa. Bây giờ tôi thấy những bài đánh giá nói rằng con họ bị bệnh tay chân miệng? Cái quái gì thế. Tôi tin điều đó và bây giờ tôi rất tiếc đã đưa đứa con 10 tháng tuổi của mình đến sớm hơn hôm nay. Nơi này thật khập khiễng, các nhân viên thật kỳ lạ và đừng hút thuốc chỉ là một cái hố xung quanhĐọc thêm",
            "Chúng tôi ở tại khách sạn Marriott Marquis cách đó 2 dãy nhà nên không phải đối mặt với việc đỗ xe. Vé vào cửa rất đắt nhưng không phải là chưa từng có đối với một bảo tàng dành cho trẻ em, mặc dù khi chúng tôi mua vé, chàng trai trẻ gọi cho tôi 2 người lớn và một đứa trẻ mặc dù rõ ràng chỉ có tôi và đứa con mới biết đi của tôi nên tôi phải yêu cầu anh ấy sửa lại. bảo tàng có 3 tầng, và mặc dù không phải là tầng lớn nhất nhưng nó tốt cho con tôi. Tôi nghĩ những đứa trẻ lớn hơn sẽ cảm thấy nhàm chán và tốt hơn cho những đứa trẻ nhỏ hơn. Có một phần lớn ở tầng trên cùng đang được xây dựng nên tiếng ồn bụi hơi khó chịu, đặc biệt là vì nó nằm ngay cạnh thang máy và cầu thang. Các cuộc triển lãm rất dễ thương và mang tính tương tác, một số khu vực không được phép mang giày để bọn trẻ có thể chạy nhảy và khám phá. Chúng tôi đã thử nhà hàng Bean Sprouts và đồ ăn của họ khá dễ thương và có nhiều lựa chọn hơn là phô mai nướng và gà viên nên rất ngon. Nói chung, tôi cảm thấy không gian rất dễ thương và xinh xắn nhưng không phải là sở thích của bọn trẻ tôi. Các nhân viên có cảm giác như họ là những sinh viên đại học ở đó để tìm một công việc lấp đầy một chỗ với mức tối thiểu. Thang máy phải chờ rất lâu, đó là lựa chọn duy nhất của bạn khi có xe đẩy. Không phải là giá trị tốt nhất nhưng tốt để giết vài giờ.Đọc thêm",
            "Nơi cực kỳ bẩn thỉu, tránh xa khỏi đây. Con tôi bị HFM từ nơi này. Có NHIỀU câu chuyện tương tự về việc các bậc cha mẹ phải đối mặt với việc con mình mắc bệnh HFM từ bảo tàng này. Nơi này nên được đóng cửa. Đó là mối nguy hiểm cho sức khỏeĐọc thêm",
            "Đây không phải là những gì tôi mong đợi ở một bảo tàng dành cho trẻ em, thường có những triển lãm tương tác thú vị và một số hoạt động học tập liên quan, tất cả đều là vui chơi. Ba trong số các triển lãm giới hạn đã đóng cửa hoặc không hoạt động.  Nhà mưa không chạy nên về cơ bản nó là một căn phòng để chạy ra chạy vào.  Có một khu vực sân khấu ở tầng dưới, nhưng nó cực kỳ tối và thiếu ánh sáng với một căn phòng nhỏ có cầu trượt và ánh sáng nhấp nháy khó chịu. Phần sáng tạo đã bị đóng cửa.  Có một phòng video hoàn toàn vô dụng với một đống TV không hiển thị gì cả. Không có gì mà một chuyến đi miễn phí đến sân chơi không thể đáp ứng được và còn hơn thế nữa.  Điều này khiến tôi phải trả giá - nó rất đắt, đặc biệt là vì người lớn không có gì để làm ngoài việc đuổi theo con cái của họ xung quanh, nhân tiện, giá vào cửa tương đương với người lớn.  Tôi có thể đuổi theo chúng miễn phí tại sân chơi. Tôi sẽ tránh điều này.Đọc thêm",
            "Trong buổi họp mặt đại gia đình, chúng tôi đã đồng hành cùng những người trẻ tuổi đưa con nhỏ của họ đến đây. Chúng tôi dễ dàng tìm thấy bãi đậu xe trên đường bên cạnh bảo tàng vì khoảng một giờ trước khi đóng cửa, do đó giảm 50 vé vào cửa thông thường. Nội thất rộng rãi, đầy màu sắc rực rỡ với thiết kế vui tươi này mang lại cảm giác chào đón nồng nhiệt. Các cháu của chúng tôi yêu thích nơi này: có rất nhiều thứ bao gồm các trò chơi dành cho các lứa tuổi trẻ khác nhau khiến chúng luôn năng động và bận rộn. Thật tuyệt vời khi được chứng kiến ​​những cách sắp đặt đơn giản như những chiếc khăn quàng gió thổi bay trong không khí lại có thể gợi ra nhiều niềm vui và tiếng cười như thế nào. Thang máy giúp bạn dễ dàng đi đến các tầng khác nhau. Các cầu trượt và đồ chơi ở tầng thấp nhất đặc biệt mê hoặc.Đọc thêm",
            "Một nơi phải đến cho những tâm trí trẻ! Bảo tàng Trẻ em Mới ở San Diego là một niềm vui tuyệt đối cho trẻ em ở mọi lứa tuổi. Cậu bé 3 tuổi của chúng tôi đặc biệt thích thú với phần nghệ thuật và thủ công nơi cậu bé được làm đồ gốm. Các cấu trúc có thể leo lên cũng là một thành công. Mặc dù nơi này rất bận rộn vào ngày mưa mà chúng tôi ghé thăm nhưng nó không đông đúc và chúng tôi đã có khoảng thời gian tuyệt vời. Chúng tôi đánh giá cao bảo tàng này và chắc chắn sẽ quay lại! Mẹo thưởng: giáo viên được giảm giá!Đọc thêm",
            "Con trai mười tháng tuổi của tôi đã có khoảng thời gian tuyệt vời khi bò và chơi trên một trong hai khu triển lãm được thiết lập dành cho đám đông dưới bốn tuổi. Anh ta bò qua một đường hầm có đệm trông giống như cần tây, chơi với những quả cà chua cắt lát có thể xếp chồng lên nhau, một quả cà chua độn, được làm từ chất liệu giống như thảm tập thể dục, bò và chơi trên thuyền dưa hấu, bò qua một miếng phô mai, chơi trên bán kính đĩa chia đôi khoảng 5 feet, bò trên tấm thảm lòng đỏ trứng và chơi trên cống dưới vòi nước hai tầng với vật liệu đệm trông giống như nước chảy ra từ vòi. Sàn nhà là vật liệu xốp thường được sử dụng trên các đường chạy đẹp. Tất cả đều rất an toàn và là một trong những không gian thu thập thông tin lớn nhất tại bảo tàng dành cho trẻ em mà chúng tôi từng đến. Có một khu vực thu thập thông tin tuyệt đẹp khác ở tầng trên và một khu vực khác tạm thời đóng cửa để sửa chữa ở không gian bên cạnh, cũng như các triển lãm tương tác nghệ thuật khác dành cho trẻ mới biết đi và thanh thiếu niên, bao gồm gốm sứ, dệt, một ngôi nhà trên cây lớn, một nhà hát có cầu trượt, cầu trượt từ tầng chính đến tầng dưới, lưới leo trèo, v.v. chúng tôi đã có khoảng thời gian tuyệt vời, và con trai tôi đã bò hàng giờ chỉ tại một cuộc triển lãm nên có lẽ ngày mai sẽ quay lại chơi ở một cuộc triển lãm khác ở tầng trên. Ngoài ra, chúng tôi còn ăn nhẹ ở quán cà phê giá đỗ, thật tuyệt.Đọc thêm",
            "Có lẽ chúng ta đã được chiều chuộng từ các bảo tàng Trẻ em ở quê nhà và ở nhiều thành phố mà chúng ta đã đến. Cái này nhỏ, chỉ có một số khu vực tốt cho trẻ em và gần như không có khu vực nào mà phụ huynh có thể tham gia. Nó được gọi là Bảo tàng Trẻ em Mới nhưng nó khá cũ. Các nhân viên thật tuyệt vời và hữu ích và họ vinh danh tư cách thành viên Bảo tàng Trẻ em tại nhà của chúng tôi nên giá đối ứng là một nửa giá. Có lẽ từ 5 tuổi trở xuống sẽ vui hơn nhiều. Của chúng tôi là 5 và 8.Đọc thêm",
            "Ồ.  Đó là một bảo tàng rất sáng tạo. Bảo tàng tràn ngập màu sắc. Nếu con bạn thích nghệ thuật và thủ công thì đây là nơi để khám phá. Hiện tại có hai thời điểm bạn có thể tham quan - buổi sáng và buổi tối. Họ nghỉ một tiếng từ 12 giờ trưa đến 1 giờ chiều để dọn dẹp bảo tàng. Chúng tôi đã ở đó chỉ trong buổi sáng và chắc chắn không đi hết được toàn bộ nơi này.  Tôi nghĩ nếu con bạn có khả năng tập trung ngắn hơn thì có lẽ 3 giờ là đủ. Nếu con bạn thích làm đồ vật, hãy đảm bảo bạn đăng ký tham gia các buổi hội thảo ngay khi đến nơi. Trên tầng hai có hai công trình kiến ​​trúc rất phù hợp cho những người leo núi.  Chắc chắn kiểm tra hai khu vực đó. Quán cà phê Mầm Đậu hiện đã mở cửa.  Họ có nhiều lựa chọn tốt cho trẻ em. Đối với người lớn, có một số thứ nhưng khẩu phần ăn hơi nhỏ một chút.Đọc thêm",
            "Vé có cho phép bạn thuê trong ngày không?Đọc thêm",
            "Đúng. Chúng tôi ra vào không có vấn đề gì. Đọc thêm",
            "Tôi đã mua một gia đình, 4 người, cho con gái tôi khoảng một năm trước và muốn gia hạn. Thủ tục là gì?Đọc thêm",
            "Làm cách nào để gia hạn tư cách thành viên gia đình 4 người?Đọc thêm",
            "Có bãi đậu xe không?Đọc thêm",
            "Đi đến đây hết bao nhiêu tiền?Đọc thêm",
            "Chúng tôi đang đến thăm vào tháng Ba. Có điều gì mà các bé trai 9 -12 tuổi quan tâm không?Đọc thêm",
            "Nên có. Chúng tôi đã thấy nhiều lứa tuổi và tất cả họ dường như đang có khoảng thời gian tuyệt vời. Đọc thêm",
            "Bảo tàng dành cho trẻ em có phù hợp với đứa con chín tháng tuổi của tôi không?Đọc thêm",
            "Chúng tôi đã thấy những nhóm nhỏ kiểu Mommy and Me khi chúng tôi đến thăm. Thực ra tôi sẽ gọi trực tiếp đến số 619 233 8792 đến Bảo tàng. Tôi chắc rằng họ muốn bạn hài lòng với chuyến thăm của mình nên họ sẽ trả lời các câu hỏi của bạn về những gì bạn đang tìm kiếm. Đọc thêm",
            "Có hoạt động nào dành cho trẻ 1-3 tuổi không?Đọc thêm",
            "Chắc chắn ! Có khu vực đặc biệt dành cho trẻ nhỏ. Ngoài ra một số điểm tham quan chính ở đó, tùy theo con bạn mà sẽ phù hợp. đó là một nơi TUYỆT VỜI để mang bọn trẻ đến.Đọc thêm",
            "nó có tốt cho thanh thiếu niên không?Đọc thêm",
            "Không hề.Đọc thêm"
        ],
        "star_ratings": [
            89,
            58,
            21,
            18,
            19
        ],
        "review_amount": 205,
        "location": [
            "Những điều cần làm ở San Diego",
            "California CA",
            "Bảo tàng trẻ em mới",
            "Hoa Kỳ",
            "thành phố San Diego"
        ],
        "reviews_time": [
            "Written January 5, 2024",
            "Written September 1, 2023",
            "Written August 15, 2023",
            "Written June 3, 2023",
            "Written May 25, 2023",
            "Written April 19, 2023",
            "Written February 5, 2023",
            "Written January 25, 2023",
            "Written January 15, 2023",
            "Written June 13, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60750-d1139483-Reviews-The_New_Children_s_Museum-San_Diego_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d12159040-Reviews-Provisional_Kitchen_Cafe_and_Mercantile-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d666482-Reviews-Richard_Walker_s_Pancake_House-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d491867-Reviews-Cafe_222-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d1508162-Reviews-La_Puerta-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d6503233-Reviews-Werewolf-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d2561877-Reviews-The_Lion_s_Share-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d1875780-Reviews-Las_Hadas_Grill-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d494318-Reviews-Fleming_s_Prime_Steakhouse_Wine_Bar-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d495480-Reviews-Sally_s_Fish_House_Bar-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d481919-Reviews-Top_of_the_Hyatt-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d27026590-Reviews-Pinnacle_Museum_And_Tower-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d156159-Reviews-Embarcadero-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d13951631-Reviews-U_S_S_San_Diego_Memorial-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d552361-Reviews-San_Diego_Chinese_Historical_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d531819-Reviews-USS_Midway_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d557342-Reviews-San_Diego_Convention_Center-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d606067-Reviews-San_Diego_Repertory_Theatre-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d2422730-Reviews-Horton_Grand_Theatre-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d2369448-Reviews-San_Pasqual_Winery_Seaport_Village-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d103192-Reviews-Seaport_Village-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1139483-Reviews-or10-The_New_Children_s_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d126992-Reviews-San_Diego_Model_Railroad_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d143988-Reviews-San_Diego_Air_Space_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d128465-Reviews-Birch_Aquarium_at_Scripps-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d102783-Reviews-Spanish_Village_Art_Center-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d4205601-Reviews-ARTS_DISTRICT_Liberty_Station-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d128803-Reviews-Timken_Museum_of_Art-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d142517-Reviews-San_Diego_Museum_of_Art-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d126987-Reviews-San_Diego_Natural_History_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d128797-Reviews-San_Diego_Automotive_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d17543422-Reviews-Nicole_Van_Logtenberg-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d15518183-Reviews-Taco_Tour_San_Diego-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1103480-Reviews-Another_Side_Of_San_Diego_Tours-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d4401727-Reviews-San_Diego_Pub_Crawler-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d7222472-Reviews-Happy_Head_Foot_Reflexology_and_Massage_Downtown-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1580404-Reviews-San_Diego_Seal_Tour-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d14793664-Reviews-Rooftop_Cinema_Club-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d7317185-Reviews-Nation_Tours_San_Diego_Segway_Tours-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1520832-Reviews-The_Shout_House-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d12947073-Reviews-The_Hideaway-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d6939040-Reviews-Spa_Velia-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d603457-Reviews-San_Diego_Wine_and_Culinary_Center-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60365-d15560303-Reviews-Frame_Park-Waukesha_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d10592740-Reviews-Plage_de_la_Baie_des_Milliardaires-Antibes_French_Riviera_Cote_d_Azur_Provence_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g667131-d10416370-Reviews-Hanioti_Beach-Hanioti_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d103467-Reviews-Hocking_Hills_State_Park-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g56584-d1075770-Reviews-Round_Rock_Premium_Outlets-Round_Rock_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1760056-d8720065-Reviews-Factory_Butte-Caineville_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g52882-d286351-Reviews-Kitchen_Kettle_Village-Intercourse_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d605486-Reviews-Elephant_Room-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d320359-Reviews-Changdeokgung_Palace-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g42930-d581763-Reviews-Jay_Cooke_State_Park-Carlton_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60750-d1139483-Reviews-or10-The_New_Children_s_Museum-San_Diego_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60750-d1139483-Reviews-The_New_Children_s_Museum-San_Diego_California.html"
    }
]