[
    {
        "attraction_name": "The Chicago Theatre",
        "attraction_name_vi": "Nhà hát Chicago",
        "general_info": [
            "815 đánh giá",
            "- 27 trong số 1.375 điều cần làm ở Chicago",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Kể từ khi mở cửa vào năm 1921, một loạt các ngôi sao sáng nhất và những tác phẩm vĩ đại nhất của thế giới giải trí đã xuất hiện trên sân khấu Nhà hát Chicago, bao gồm Bob Dylan, Mumford - Sons, David Byrne, Ed Sheeran, Wilco, Neil Young, Diana Ross, Madonna, Jerry Seinfeld, Janet Jackson, Elvis Costello, Bob Weir, Jim Gaffigan, Conan O - Brien, Amy Schumer, Steely Dan và Brett Eldredge. Thành tích nổi bật của nhà hát về các nghệ sĩ biểu diễn và sự kiện vẫn tiếp tục cho đến ngày nay, xây dựng trên vị thế huyền thoại của mình tại thành phố Chicago và trên khắp cả nước. Nhà hát Chicago cũng cung cấp Trải nghiệm tham quan Nhà hát Chicago, mang đến cho người hâm mộ cơ hội được nhìn hậu trường tại địa điểm lịch sử này. Đọc thêm",
        "reviews": [
            "Thường là du khách - điểm dừng chân đầu tiên ở Chicago, The Loop là điểm khởi đầu tốt để nếm thử năng lượng và hương vị của thành phố. Khu thương mại trung tâm này tự hào có các nhà hàng được xếp hạng Michelin, khách sạn cao cấp, khu mua sắm hàng đầu và kiến ​​trúc đủ hấp dẫn để khiến máy ảnh của bạn bận rộn hàng giờ. Bạn sẽ không thể tìm thấy quá nhiều phòng trưng bày ảnh về trung tâm thành phố Chicago mà không có bức ảnh về Công viên Thiên niên kỷ và Cổng Mây - - The Bean - - , một trong những địa danh mang tính biểu tượng nhất của thành phố. Đường chân trời tuyệt đẹp kết hợp với các điểm tham quan văn hóa như Viện Nghệ thuật Chicago tạo nên một Khu thương mại nơi làm việc và vui chơi cùng tồn tại một cách hòa bình. Đọc thêm",
            "Vừa xem buổi hòa nhạc của Jill Scott vào tối thứ Hai tuần trước và thật ngoạn mục, đã bay đến Chicago để xem buổi hòa nhạc và tận hưởng bờ hồ. Vợ tôi đã đến Chicago từ khi cô ấy còn nhỏ nhưng cả hai chúng tôi đều chưa từng đến trung tâm thành phố. Đây là một chuyến đi tuyệt vời mặc dù thời gian ngắn nhưng chúng tôi - sẽ quay lại. Nhà hát rất đẹp và ấm cúng nhưng hầu hết các nhà hát thời đó cũng vậy. Vợ tôi rất thích buổi biểu diễn và tôi thích làm cho cô ấy vui nên đối với tôi điều đó thật tuyệt.Đọc thêm",
            "Nhà hát Nice rất lịch sử. Chúng tôi có Loge AA và là chỗ ngồi tốt nhất trong nhà.  Hình ảnh từ điện thoại di động KHÔNG zoom.  Chỉ cần ngồi lên ghế 407 là chỗ để chân nhỏ hơn.\n\nTuy nhiên, phòng tắm có hạn nên tôi sẽ lên kế hoạch trước. \nĐọc thêm",
            "Ngoài Cổng Mây và Đài phun nước Buckingham, khu vực màu đỏ và vàng của Nhà hát Chicago có lẽ là một trong những địa danh dễ nhận biết nhất của thành phố. Ở rìa phía bắc của Loop, Nhà hát Chicago lần đầu tiên mở cửa vào năm 1921 với tư cách là một rạp chiếu phim và địa điểm biểu diễn xa hoa.  Giữa bảng hiệu không thể nhầm lẫn của nhà hát và mặt tiền tuyệt đẹp của nó, không thể bỏ lỡ địa danh tuyệt đẹp này của Chicago.\n\nrạp đã đón tiếp những tên tuổi lớn như Duke Ellington, Diana Ross và Prince, bên cạnh việc trình chiếu các bộ phim bom tấn. Diện mạo lịch sử của nhà hát nâng cao trải nghiệm tổng thể khi xem một sự kiện ở đây. Chỉ cần nhớ rằng không được sử dụng máy ảnh và máy quay video, kể cả trên điện thoại di động trong các chuyến tham quan hoặc biểu diễn.\n\nNó cách Công viên Thiên niên kỷ vài dãy nhà về phía tây bắc.   Ngay cả khi bạn không có thời gian để xem một buổi biểu diễn, hãy nhớ ghé qua hoặc lên lịch tham quan để xem kỹ hơn.Đọc thêm",
            "Ngoài Cổng Mây và Đài phun nước Buckingham, khu vực màu đỏ và vàng của Nhà hát Chicago có lẽ là một trong những địa danh dễ nhận biết nhất của thành phố. Ở rìa phía bắc của Loop, Nhà hát Chicago lần đầu tiên mở cửa vào năm 1921 với tư cách là một rạp chiếu phim và địa điểm biểu diễn xa hoa.  Giữa bảng hiệu không thể nhầm lẫn của nhà hát và mặt tiền tuyệt đẹp của nó, không thể bỏ lỡ địa danh tuyệt đẹp này của Chicago. Nhà hát đã đón tiếp những tên tuổi lớn như Duke Ellington, Diana Ross và Prince, bên cạnh việc trình chiếu các bộ phim bom tấn. Diện mạo lịch sử của nhà hát nâng cao trải nghiệm tổng thể khi xem một sự kiện ở đây. Chỉ cần nhớ rằng không được sử dụng máy ảnh và máy quay video, bao gồm cả máy ảnh trên điện thoại di động trong các chuyến tham quan hoặc biểu diễn. Nó cách Công viên Thiên niên kỷ vài dãy nhà về phía tây bắc.   Ngay cả khi bạn không có thời gian để xem một buổi biểu diễn, hãy nhớ ghé qua hoặc lên lịch tham quan để xem kỹ hơn.Đọc thêm",
            "Trải nghiệm rạp hát tồi tệ nhất từ ​​trước đến nay.  Chương trình Wanda Sykes yêu thích - khi tôi có thể xem nó, điều này không thường xuyên vì các nhân viên liên tục chiếu đèn để sắp xếp chỗ ngồi cho mọi người trong một giờ sau khi chương trình bắt đầu.  Người phụ nữ ở lối đi của tôi, liên tục ra vào gây rối và khi tôi phàn nàn với nhân viên sau khi cô ấy đẩy tôi vào chỗ ngồi, tôi được yêu cầu rời khỏi rạp.  Sẽ không bao giờ đến đây để biểu diễn nữa, trải nghiệm khủng khiếp và nhân viên thô lỗ. Đọc thêm",
            "Hướng dẫn viên du lịch của chúng tôi rất nhiều thông tin và cung cấp cho chúng tôi thông tin về lịch sử sân khấu nói chung và nhà hát Chicago. Cuối cùng là về sự kiện đáng sợ xảy ra ở bên kia đường trong con hẻm.Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan nhà hát Chicago trước khoảng một tháng. Chuyến tham quan của chúng tôi được lên kế hoạch vào ngày 4 tháng 11 lúc 14:00. Đó là lần đầu tiên chúng tôi đến Chicago và chúng tôi đi du lịch cùng đứa con 11 tuổi từ NYC. Khi chúng tôi đến vào ngày 6 tháng 11 lúc 13:30, chúng tôi được anh chàng ở cửa thông báo rằng chuyến tham quan đã bị hủy và chúng tôi sẽ được hoàn lại tiền. Khi tôi liên hệ với Ticketmaster vào ngày 7, phản hồi của họ là nhà tổ chức sự kiện đã không hủy sự kiện nên họ không thể hoàn lại tiền. Sau cuộc trò chuyện dài họ đã cho tôi một số thông tin liên lạc. Nhưng có vẻ như nó không thuộc về nhà hát Chicago. Trải nghiệm thực sự tồi tệ.Đọc thêm",
            "Nhà hát thật đẹp! Các nhân viên thân thiện và hữu ích, và kiến ​​trúc tuyệt đẹp. Đây là điều bắt buộc đối với bất kỳ ai đến thăm Chicago.Đọc thêm",
            "Nhà hát Nice rất lịch sử. Chúng tôi có Loge AA và là chỗ ngồi tốt nhất trong nhà.  Hình ảnh từ điện thoại di động KHÔNG zoom.  Chỉ cần ngồi lên ở 407, chỗ để chân nhỏ hơn. Tuy nhiên, phòng tắm có hạn nên tôi sẽ lên kế hoạch trước. Đọc thêm",
            "Không nên bán rượu trong lúc biểu diễn. Thật là quậy phá - thô lỗ. Các đường trong phòng tắm thật lố bịch. Tôi sẽ không bao giờ tham dự một sự kiện nào khác tại địa điểm này.  Sau lần thứ 3 thì không còn nữa.Đọc thêm",
            "Đây là chuyến tham quan hậu trường, cho bạn biết lịch sử của nhà hát và đưa bạn xem tất cả các phần của địa danh này - nếu có -. Bạn có thể đặt vé qua trang web - vé qua Ticketmaster - .  Chỉ dưới 25 đô la. Đầu tiên, điều tốt: nhà hát rất đẹp.  Tôi - đã đi tham quan hai trong số các Nhà hát Loew - s Wonder ở New York, và điều này cũng tương tự về yếu tố đáng kinh ngạc.  Ngoài ra, các hướng dẫn viên du lịch thật tuyệt vời!  Ba người sành điệu, trẻ trung, hóm hỉnh, thú vị và thực sự hiểu rõ công việc của họ!  Và một người đã có thể cho chúng tôi trình diễn đàn organ. Cần lưu ý rằng nhà hát này mang ba dấu ấn lịch sử: bản thân nhà hát, tấm biển - một trong những nơi được chụp ảnh nhiều nhất - và đàn ống! Chuyến tham quan này hoàn toàn đáng giá từng xu và mất khoảng một giờ 15 phút đến một giờ rưỡi.  Của chúng tôi đã chạy hơi lâu.  Chúng tôi phải xem mọi khu vực của nhà hát, bao gồm phòng thay đồ của nghệ sĩ biểu diễn - dãy phòng và cầu thang nơi tất cả các nghệ sĩ biểu diễn ký tên lên tường - Ricky Gervais, Patrick Stewart, Frank Sinatra, Michelle Obama, v.v.  Chúng tôi có thể làm được điều này vì buổi diễn tối hôm đó diễn ra muộn, nhưng hướng dẫn viên ngụ ý rằng điều đó không phải lúc nào cũng thực hiện được với một số buổi biểu diễn hoặc lịch trình nhất định. Điều phàn nàn duy nhất của tôi là số lượng người.  Hầu hết các chuyến tham quan tôi đều giới hạn ở mức 30-40 người, nhưng thường có xu hướng chạy ít hơn.  Chuyến lưu diễn này có gần 70 người và một trong những hướng dẫn viên cho biết chuyến lưu diễn của anh ấy tuần trước đã gần 90. Con số đó là quá nhiều, nhưng tôi biết chính sách sẽ không thay đổi vì nó kiếm tiền cho rạp hát. Vẫn muốn giới thiệu, chỉ cần nhớ nó sẽ không nhỏ bé và thân mật!Đọc thêm",
            "Vừa xem buổi hòa nhạc của Jill Scott vào tối thứ Hai tuần trước và thật ngoạn mục, đã bay đến Chicago để xem buổi hòa nhạc và tận hưởng bờ hồ. Vợ tôi đã đến Chicago từ khi cô ấy còn nhỏ nhưng cả hai chúng tôi đều chưa từng đến trung tâm thành phố. Đây là một chuyến đi tuyệt vời mặc dù thời gian ngắn nhưng chúng tôi - sẽ quay lại. Nhà hát rất đẹp và ấm cúng nhưng hầu hết các nhà hát thời đó cũng vậy. Vợ tôi rất thích buổi biểu diễn và tôi thích làm cho cô ấy vui nên đối với tôi điều đó thật tuyệt.Đọc thêm",
            "Nhà hát Chicago có một vị trí trung tâm thành phố tuyệt vời. Bãi đậu xe có sẵn gần đó. Thật thú vị khi đến khu nhà hát. Nội thất của nhà hát đẹp đến nghẹt thở và lộng lẫy theo phong cách thời kỳ hoàng kim của Hollywood. Thật không may, âm thanh ở Nhà hát Chicago rất tệ. Tôi nhìn thấy Gladys Knight vào ngày 11 tháng 5 năm 2023 và âm thanh ù ù suốt đêm.  Gladys có 3 ca sĩ và 6 nhạc công hỗ trợ, bao gồm trống, bộ gõ, 2 keyboard, bass và trống. Đây có vẻ không phải là một đội hình đầy thách thức trong việc cung cấp âm thanh nhưng âm thanh luôn kém trong suốt chương trình. Chất lượng âm thanh được cải thiện một chút khi chương trình diễn ra nên có vẻ như ai đó đang cố gắng cải thiện chất lượng âm thanh. Nhưng âm thanh vẫn còn lầy lội và khó chịu. Không phải một nhạc cụ hay giọng hát cụ thể nào nghe có vẻ lầy lội; mọi thứ nghe có vẻ lầy lội và buồn tẻ.  Tôi nghi ngờ âm thanh của tòa nhà Nhà hát Chicago có thể là vấn đềĐọc thêm",
            "có ai gặp vấn đề với việc giấu đồ ở đây không? tôi rất ghét việc phải rời khỏi buổi biểu diễn vào ban đêm và cần mang theo súng nhưng lại phải để nó trong xeĐọc thêm",
            "Trong rạp có lạnh không? Tôi có nên mang theo áo khoác không? Nó hiện đang ở ngoài 90 độ.Đọc thêm",
            "Bên trong là một bầu không khí thoải mái, tôi đoán là 70-72.Đọc thêm",
            "Bạn có phải đeo khẩu trang khi ở bên trong không?Đọc thêm",
            "Theo những gì tôi biết, ngày nay tất cả các rạp hát trong Khu Nhà hát của thành phố, bao gồm cả Nhà hát Chicago, đều yêu cầu phải đeo mặt nạ trong suốt buổi biểu diễn. Tôi chắc chắn sẽ mang theo chiếc mặt nạ và hành động tùy theo tình huống. Hoặc bạn có thể gọi trực tiếp đến rạp theo số - 312 - 462-6300 và hỏi thăm.\n\nHãy thưởng thức chương trình!Đọc thêm",
            "Đâu là chỗ ngồi tốt nhất trong rạp hát?  Cảm ơn. Đọc thêm",
            "Tôi có thể đưa con gái 8 tuổi của mình đến rạp được không?Đọc thêm",
            "Vâng, cô ấy sẽ thích nó.Đọc thêm",
            "Xin chào, họ có thực hiện bất kỳ hình thức phát hiện kim loại nào khi bước vào không, cho dù đó là - s - đũa - xuống hay bước qua quân cờ?Đọc thêm",
            "Vâng... họ đũa phép... tại sao bạn lại hỏi?Đọc thêm",
            "Một buổi biểu diễn mà tôi muốn mua vé là vé vào cửa chung - một số trang web cũng đề cập đến chỗ ngồi được khoanh vùng..? Vé vào cửa chung ở đây chỉ là ai đến trước được phục vụ trước cho toàn bộ rạp hay vé vào chung được bán theo từng khu vực?Đọc thêm",
            "Theo trí nhớ của tôi, tôi chỉ xem những buổi biểu diễn có phân bổ chỗ ngồi.  Chỗ ngồi ở tầng chính cao cấp hơn và đắt hơn nhiều so với những buổi biểu diễn tôi đã xem. Đọc thêm",
            "Nơi đỗ xe tốt nhất gần nhà hát?Đọc thêm",
            "Thành thật mà nói, tôi luôn sử dụng - SpotHero - hoặc - ParkWhiz - để tìm chỗ đậu xe gần đó với mức giá hời.  Chúng là những ứng dụng trên điện thoại di động hoặc bạn có thể truy cập trực tuyến. Bạn nhập địa chỉ Nhà hát và có thể chọn một địa chỉ ngay gần đó.Đọc thêm",
            "Bạn có phải trả tiền cho trẻ em từ 1 - 3 tuổi khi tham gia Marquee Tour không?Đọc thêm",
            "Xin chào,\n\nChuyến du lịch Marque ??? Tôi không biết bạn muốn nói đến chuyến đi nào.  Chúng tôi đã thực hiện chuyến tham quan nhà hát. Tuy nhiên, không dành cho trẻ nhỏ.Đọc thêm",
            "Tôi đã mua 4 vé VIP cho buổi biểu diễn Move Beyond Live vào lúc 8 giờ tối ngày 22 tháng 4. Đây là lần đầu tiên tôi mua vé VIP nên tôi không biết phải làm gì - ví dụ như khi nào đến và đi đâu để tham dự buổi gặp gỡ trước buổi biểu diễn, chụp ảnh, v.v. với Julianne và Derek Hough.\n\nTôi biết những gì được bao gồm trong giá vé của mình, chỉ là tôi có thắc mắc về quy trình truy cập. Tôi không thấy bất kỳ ký hiệu đặc biệt nào khác trên vé ngoài - VIVIP4 - - điều đó có cho người soát vé biết họ - là vé VIP không? Chúng tôi có nhận được bất kỳ thông tin nào khác qua thư trước buổi biểu diễn không? Bất kỳ hướng dẫn nào bạn có thể cung cấp cho tôi đều được đánh giá cao. Chỉ là tôi không thể tìm thấy bất kỳ thông tin nào trực tuyến. Đọc thêm",
            "Xin chào.  Tôi xin lỗi tôi không thể giúp bạn. Chúng tôi chỉ ở đó để tham quan nhà hát.\n - Đọc thêm"
        ],
        "star_ratings": [
            565,
            203,
            32,
            8,
            7
        ],
        "review_amount": 815,
        "location": [
            "Hoa Kỳ",
            "Chicago",
            "Illinois - IL -",
            "Những điều cần làm ở Chicago",
            "Nhà hát Chicago"
        ],
        "reviews_time": [
            "Written July 30, 2023",
            "Written October 9, 2023",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 18, 2024",
            "Written November 22, 2023",
            "Written November 7, 2023",
            "Written October 22, 2023",
            "Written October 9, 2023",
            "Written October 7, 2023",
            "Written August 20, 2023",
            "Written July 30, 2023",
            "Written May 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35805-d103784-Reviews-The_Chicago_Theatre-Chicago_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d23695524-Reviews-Miss_Ricky_s-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d10483208-Reviews-The_Dearborn-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d2407503-Reviews-Wildberry_Pancakes_and_Cafe-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d3680706-Reviews-Tortoise_Supper_Club-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d8074061-Reviews-Remington_s-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d2086029-Reviews-Hoyt_s_Tavern-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d427787-Reviews-Catch_35-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d1025120-Reviews-Pittsfield_Cafe-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d2318351-Reviews-Terrace_16-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d13288850-Reviews-312_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d23630795-Reviews-Medieval_Torture_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d23850313-Reviews-Page_Brother_s_Building-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563700-Reviews-Chicago_Opera_Theater-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561533-Reviews-James_M_Nederlander_Theatre-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d142954-Reviews-Goodman_Theatre-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1232736-Reviews-Macy_s_on_State_Street-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12423562-Reviews-American_Writers_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d560136-Reviews-Vietnam_Veterans_Fountain-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12843845-Reviews-Muddy_Waters_Mural-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d19255105-Reviews-Thirty_Five_E_Wacker-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103784-Reviews-or10-The_Chicago_Theatre-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3692742-Reviews-The_Magic_Parlour-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d11816017-Reviews-Hamilton-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563755-Reviews-Lookingglass_Theatre_Company-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d7717558-Reviews-Chicago_Magic_Lounge-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561552-Reviews-Symphony_Center_Chicago_Symphony_Orchestra-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563701-Reviews-Chicago_Shakespeare_Theater_on_Navy_Pier-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563757-Reviews-Lyric_Opera_of_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4476400-Reviews-Jay_Pritzker_Pavilion-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10797814-Reviews-The_Magic_Penthouse-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d146763-Reviews-Kingston_Mines-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d11837859-Reviews-Windy_City_Live-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d17814839-Reviews-Teatro_Zinzanni-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d285329-Reviews-Chicago_Greeter-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2005102-Reviews-Chicago_Elevated-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3307945-Reviews-ROOF_on_theWit-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10461937-Reviews-Gene_Siskel_Film_Center-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8411056-Reviews-Cerise_Rooftop-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g12866457-d552590-Reviews-Tam_Coc-Ninh_Hai_Hoa_Lu_District_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d15263011-Reviews-The_Butterfly_House-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d102741-Reviews-Brooklyn_Bridge-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d2665511-Reviews-Porto_Limnionas_Beach-Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10262088-Reviews-Marvel_Avengers_S_T_A_T_I_O_N-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297553-d668922-Reviews-Sharm_El_Naga-Safaga_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9770505-Reviews-The_Adam_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d183742-Reviews-Black_s_Beach-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d21200998-Reviews-Dee_Thai_Massage_Spa-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g186370-d187743-Reviews-The_Roman_Baths-Bath_Somerset_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35805-d103784-Reviews-or10-The_Chicago_Theatre-Chicago_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35805-d103784-Reviews-The_Chicago_Theatre-Chicago_Illinois.html"
    }
]