[
    {
        "attraction_name": "The Grove",
        "attraction_name_vi": "khu rừng",
        "general_info": [
            "2.555 đánh giá",
            "34 trong số 927 điều cần làm ở Los Angeles"
        ],
        "attraction_summary": "Trung tâm mua sắm ngoài trời rộng lớn này là một trong những trung tâm mua sắm nổi tiếng nhất California. Trước khi đổ xô đến các cửa hàng, hãy lên Xe đẩy Grove hai tầng miễn phí đến Chợ Nông sản Nguyên bản, nơi bạn có thể xem qua các cửa hàng tạp hóa dành cho người sành ăn và các món ăn đặc sản. Quay lại trung tâm mua sắm, bạn sẽ tìm thấy một loạt các thương hiệu thời trang và cửa hàng tạm thời. Khi đói, hãy chọn giữa món ăn cổ điển của Mỹ, món ăn Ý hoặc đồ ăn nhanh giữa các nền ẩm thực khác. Hãy nhớ ở lại để xem màn trình diễn ánh sáng ngoạn mục tại Dancing Fountain. Ghé thăm The Grove như một phần của chuyến tham quan nổi bật ở LA hoặc như một liệu pháp bán lẻ tự hướng dẫn.  TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Vì vậy, tôi thường không bao giờ viết đánh giá như thế này nhưng trong trường hợp này thì đó là điều bắt buộc! Tôi ở The Grove chỉ trong 1 giờ và bị tính phí đỗ xe 10 đô la!! Ngay cả Westfield Mall ở Century City cũng sẽ cung cấp cho bạn 1 giờ. miễn phí mà không cần xác nhận. Tôi đã cố gắng xác thực vé đỗ xe của mình và phát hiện ra rằng chỉ một số cửa hàng được chọn mới có thể làm như vậy. Các cửa hàng tôi đã mua hàng không thể xác nhận chỗ đỗ xe. Tôi đến bàn hướng dẫn khách để bày tỏ sự ngạc nhiên và bất bình của mình với mức phí cao như vậy trong một giờ ghé thăm. Tôi dự kiến ​​có lẽ là 2-4, nhưng không phải 10 trong khung thời gian này!. Tôi chỉ đơn giản là được chuyển hướng đến văn phòng đậu xe. Văn phòng đậu xe chỉ nói đơn giản rằng việc tính phí 10 phút trong 61 phút là điều bình thường và họ có thể tính phí đỗ xe cho tôi ngay bây giờ. Nó chưa bao giờ đắt đến thế. Phí đậu xe thay đổi khi nào? Tôi cũng đã thông báo với văn phòng đậu xe rằng tôi không thể là người duy nhất phàn nàn về điều này và câu trả lời là sự im lặng. Vui lòng hoàn nguyên phí đỗ xe về mức trước đây.Đọc thêm",
            "Trung tâm mua sắm đẹp trong khung cảnh đẹp.  Thị trường nông dân được kết nối thú vị hơn.  Cách tốt để dành một vài giờ, chúng tôi đã ăn trưa tại quán cà phê Marmalade, nơi rất tuyệt với dịch vụ thân thiệnĐọc thêm",
            "Địa điểm đẹp nhưng không chắc tại sao họ lại gọi đây là nơi mua sắm vì nó nhỏ và không có nhiều cửa hàng - viên ngọc lớn nhất là cửa hàng Apple lớn, nhưng những cửa hàng khác thì nhỏ. Gần chợ thực phẩm thậm chí còn thu hút nhiều hơn. Đọc thêm",
            "Đã đi cùng gia đình tôi trong nhiều năm. Luôn luôn thú vị. Bữa tối, mua sắm có thể là một bộ phim. Gần đây tôi đã cùng gia đình đi ăn tối. Ở lại trong 2 giờ 4 phút Tính phí 15 cho bãi đậu xe. Hai giờ miễn phí nhưng nếu bạn đi quá 2 giờ miễn phí, thời gian sẽ trở lại thành 5 giờ.  Sao với những gì chúng tôi đã chi tiêu tại nhà hàng của cửa hàng, chúng tôi phải trả thêm 30 đô la cho bãi đậu xe. Không bao giờ nữa!!! TRÁNH XA KHỎI GROVE. GIÁ Ở CÁC CỬA HÀNG CỦA REATAUANTS CAO HƠN Ở BEVERLY HILLS...VÀ SAU ĐÓ HỌ HÃY CƯỚP BẠN TẠI CỔNG ĐẬU XE!Đọc thêm",
            "I was trespassed from the Grove because I poked Demetri with my umbrella. However, Demetri harasses me as well. On numerous occasions hes come up to me asking for money andor a loan. He also constantly begs me for pastries. Thats solicitation and I know that its against Grove policy. A lot of businesses are like that: like for example, if someone walks into Starbucks and starts asking people for money andor a loan then the employees at the store will usually ask this person to step out.  I should add that this type of conduct got Demetri ejected from Dupars and Canters.The point is that if they trespass me then they have to trespass him too otherwise thats differential treatment. Demetri is also often aggressive and starts screaming at me for no reason. And thats not okay.I should be considered a valued customer at the Grove. I used to eat at Maggianos all of the time, I go to Cheesecake everyday and am friends with their manager, and I shop at Ebar and I see movies at the AMC from time to time as well. Therefore, I think that it should take a lot for me to get trespassed even for a week.Technically, the security has been harassing me the whole year. Back in August, one of the supervisors Enrique made me sign a trespass form because I was still at the Grove at 12:04 am on a Friday night. I mean, Ive stayed at the Grove later than that countless times and have never gotten in trouble for that before. I know that the Grove closes at 12 but all of the previous supervisors even the bosses like Raoul have let me stay there until 12:30 or later. Im the exception because Im a nice guy, and I dont bother anyone--all I do is sit on the couch and read my book... Admittedly, he tore the paper up when I agreed to exit but still is it really worth it for the Grove to lose a customer over ten minutes or whatever?And since then the security has been bothering me about other things as well. At one point, they wanted to trespass me because I was staring at someone at La Piazza and then they wanted to make me leave because I was lingering next to a security guard I like to chat with the security and dont see why this was an issue.In sum, I think this kind of treatment is unfair to someone who has been a regular at the Grove for many years.P.S. Demetri is a loser so I dont know why anyone would take him seriously. Furthermore, he has mood swings--what bothers him one day doesnt the next. So they should take his compliant with a grain of salt especially since I dont have a history of bothering customers. Last of all, I thought we were friends no harm was intended. Its because of customers that Enrique and Nestor even have a job. Therefore, I think that making me sign a trespass form because I was still at the Grove five minutes after closing and later kicking me out because of Demetri was not a smart move.Read more",
            "Địa điểm này lý tưởng để ngắm người qua lại, khám phá các cửa hàng hoặc xem phim với các sự kiện và buổi biểu diễn thường xuyên, đặc biệt là trong mùa lễ hội. Dự kiến ​​nơi đây sẽ nhộn nhịp trong những ngày nghỉ lễ với sự chờ đợi rất lâu để có được những bức ảnh ông già Noel. Lưu ý về việc đậu xe: đây là một thách thức và bạn nên tránh sử dụng lô Whole Foods để ghé thăm Grove để tránh bị phạt đậu xe. Hãy thận trọng với những kẻ lừa đảo khi bạn ra ngoài mua sắm. Một ví dụ đáng chú ý bao gồm một người phụ nữ có một đứa con, cả hai đều mặc đồ mùa đông, người đã kiên quyết yêu cầu 10 khoản đóng góp, thể hiện sự không hài lòng đối với những người từ chối. Thái độ của họ không cho thấy họ đang gặp khó khăn, đặc biệt là khi cô ấy đang nghe điện thoại trong khi kêu gọi quyên góp.Đọc thêm",
            "Một khu mua sắm mới đẹp và sạch sẽ! Lựa chọn tuyệt vời về các cửa hàng và nhà hàng, có thể dễ dàng dành hàng giờ ở đây!Đọc thêm",
            "Gần Banana Bungalow Tây Hollywood! Phải đi bộ đến Grove và điều đó thực sự rất vui. Đài phun nước rất mát và chúng tôi có rất nhiều bức ảnh. Chợ nông sản là nơi hoàn hảo để mua một ít trái cây tươi!Đọc thêm",
            "Đây là một trung tâm mua sắm đầy phong cách ngoài trời và là phần mở rộng của khu chợ nông sản cổ điển. Nó xứng đáng được ghé thăm, nơi có hồ và đài phun nước đẹp như tranh vẽ, những khu vực trang nhã, chuyến đi miễn phí bằng xe đẩy, cửa hàng Apple, nhà máy sản xuất bánh pho mát và nhiều cửa hàng.Đọc thêm",
            "Lừa đảo đỗ xe! Thật nực cười khi chúng tôi dành một giờ và rõ ràng là bạn phải trả tiền trực tuyến trước khi bạn tồn tại. Chúng tôi không biết hệ thống đó. Chúng tôi đã tồn tại và nó mở một cánh cổng cho chúng tôi. Sau khi chúng tôi nhận ra có một số biển số xe và mã QR trên vé. Chúng tôi đã quét nó và nó là 17! Thời gian vẫn đang chạy. Chúng tôi đã gọi đến dịch vụ khách hàng đỗ xe và cô ấy nói rằng mọi thứ đều ổn, nếu bạn đã rời đi, bạn có thể vứt vé đi ... thời gian vẫn đang chạy và chúng tôi quyết định trả tiền. Hệ thống rất tệ, gây nhầm lẫn và bực bội. Nó đã phá hỏng kỳ nghỉ năm mới của chúng tôi. 1 sao cho bãi đậu xe Đọc thêm"
        ],
        "star_ratings": [
            1352,
            954,
            193,
            34,
            23
        ],
        "review_amount": 2556,
        "location": [
            "khu rừng",
            "Những thiên thần",
            "Những điều cần làm ở Los Angeles",
            "California CA",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written May 28, 2024",
            "Written April 18, 2024",
            "Written March 20, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written February 28, 2024",
            "Written February 28, 2024",
            "Written January 30, 2024",
            "Written January 19, 2024",
            "Written January 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32655-d547175-Reviews-The_Grove-Los_Angeles_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d2146116-Reviews-Pampas_Grill-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d509121-Reviews-Sushi_A_Go_Go-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d878494-Reviews-The_Cheesecake_Factory-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d350480-Reviews-Wood_Ranch_BBQ_Grill-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d447885-Reviews-Monsieur_Marcel_s_Gourmet_Market_And_Bistro-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d1315940-Reviews-Maggiano_s_Farmers_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d480677-Reviews-Du_par_s_Restaurant_Bakery-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d2220587-Reviews-Marmalade_Cafe-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d2626174-Reviews-Phil_s_Deli_Grill-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d614018-Reviews-TART-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d7603086-Reviews-Hollywood_Farmers_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d266814-Reviews-Park_La_Brea-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d3247718-Reviews-Holocaust_Museum_LA-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d16643991-Reviews-Light_My_Fire-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d143830-Reviews-La_Brea_Tar_Pits_and_Museum-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d116989-Reviews-Petersen_Automotive_Museum-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d106166-Reviews-Los_Angeles_County_Museum_of_Art-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13357093-Reviews-Pan_Pacific_Park_Recreation_Center-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12903209-Reviews-Urban_Light-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d116887-Reviews-Griffith_Observatory-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d547175-Reviews-or10-The_Grove-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d592701-Reviews-Amoeba_Music-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d6835662-Reviews-The_Last_Bookstore-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d219483-Reviews-The_Original_Farmers_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d3316997-Reviews-American_Riviera_Private_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d524600-Reviews-Grand_Central_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156954-Reviews-Universal_CityWalk_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1908285-Reviews-Citadel_Outlets-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d207644-Reviews-Olvera_Street-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d254736-Reviews-Hollywood_Highland-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2212366-Reviews-Legends_Of_Hollywood_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d620057-Reviews-American_Girl_Place_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10835108-Reviews-Dylan_s_Candy_Bar-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d27506949-Reviews-Ross_Dress_For_Less-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d19976851-Reviews-Britney_Spears_The_Zone_Experience-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2145231-Reviews-Empire_Vacations_Day_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d5550369-Reviews-Bill_Maher_Live-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560759-Reviews-CBS_Television_City-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d21375334-Reviews-Blue_Collar-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d21391868-Reviews-Mistik_Sauna_Club-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d267751-Reviews-Ermou_Street-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d10351244-Reviews-Miami_Tower-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g312595-d1371604-Reviews-Durban_North_Japanese_Gardens-Durban_KwaZulu_Natal.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d3447070-Reviews-Charlotte_Douglas_Airport_Overlook-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g53518-d1603466-Reviews-Pagoda-Reading_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g776026-d4873324-Reviews-Spiaggia_Fontane_Bianche-Fontane_Bianche_Syracuse_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4471749-Reviews-Trump_Tower-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32861-d1862641-Reviews-Ravine_Waterpark_LLC-Paso_Robles_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g315902-d10357613-Reviews-Nazare_Funicular-Nazare_Leiria_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32655-d547175-Reviews-or10-The_Grove-Los_Angeles_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32655-d547175-Reviews-The_Grove-Los_Angeles_California.html"
    }
]