[
    {
        "attraction_name": "The Magical Mystery Show at Hilton Waikiki Beach",
        "attraction_name_vi": "Buổi biểu diễn bí ẩn kỳ diệu tại bãi biển Hilton Waikiki",
        "general_info": [
            "1.684 đánh giá",
            "1 trên 74 Giải trí về đêm ở Honolulu",
            "Rạp chiếu phim",
            "Câu lạc bộ hài kịch",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Chương trình Bí ẩn Phép thuật giới thiệu những nghệ sĩ giải trí phép thuật xuất sắc nhất thế giới, trong khung cảnh trang nhã, thân mật, tại những khách sạn tốt nhất trên hành tinh. Những chương trình này được thiết kế để gây choáng và giải trí. Bạn không ở xa để xem một sân khấu. Bạn đang ở ngay đó với những điều kỳ diệu xảy ra trước mắt bạn, chỉ cách bạn vài inch! Vé được giới hạn cho dưới 60 khách một buổi biểu diễn để mang đến những điều kỳ diệu cận cảnh, những tiếng cười và niềm vui của một thời đã qua. Du khách tham gia chương trình và tận hưởng sự kỳ diệu như trẻ thơ được tạo ra bởi những kỳ công kỳ diệu của kỹ thuật số. Du khách ngạc nhiên và rời đi với ranh giới giữa tưởng tượng và thực tế hoàn toàn mờ nhạt!Đọc thêm",
        "reviews": [
            "Một show diễn tuyệt vời!! Trẻ em của chúng tôi yêu thích nó! Khán giả đã rất tham gia. Chắc chắn đáng xem! Người lớn và trẻ em ở mọi lứa tuổi sẽ thích nó. Khán giả nhóm rất nhỏ khiến nó trở nên thú vị hơn nhiềuĐọc thêm",
            "55. Tôi đã hỏi ảo thuật gia yêu thích của mình xem tôi có nên đến xem buổi biểu diễn này không, chỉ để biết rằng Shoot Ogawa là người mà anh ấy ngưỡng mộ khi còn trẻ và muốn học hỏi! \n\nShoo Ogawa thật tuyệt vời và vượt xa những gì tôi tưởng tượng. Tôi hy vọng anh ấy sẽ sớm đến Magic Castle! Tôi hy vọng được gặp anh ấy ở đó! Đọc thêm",
            "Đây là lần đầu tiên chúng tôi trải nghiệm ảo thuật cận cảnh trực tiếp nhưng thực sự thích toàn bộ trải nghiệm. Chúng tôi đã đến buổi biểu diễn sớm vào thứ Sáu lúc 5 giờ chiều, thật không may nhưng may mắn cho chúng tôi là có ít người tham gia nên chúng tôi có thể có trải nghiệm rất thân mật với chỉ một số ít khách khác. Tuy nhiên, người mở màn Kekoa cho Shoot main không hề giữ lại điều gì và mang đến một buổi biểu diễn vừa giải trí, hài hước vừa đáng yêu, được cá nhân hóa. Đặc biệt ấn tượng bởi cách Shoot xử lý một loạt câu hỏi từ một vị khách say xỉn đặc biệt hay nói trong khi vẫn nhạy cảm với sự thích thú của những vị khách còn lại và minh bạch và trung thực với triết lý của mình về thế nào là ảo thuật thực sự. Buổi biểu diễn hoặc các trò ảo thuật được thực hiện thật mê hồn và chắc chắn sẽ làm chúng tôi thích thú, tôi thực sự khuyên dùng cho bất kỳ ai đang tìm kiếm một chút ảo thuật trong chuyến đi đến Hawaii của họ. Đọc thêm",
            "Đọc các nhận xét từ Trip Advisor và quyết định đưa hai con gái và bố mẹ tôi đi xem buổi biểu diễn. Nó rất hài hước, thú vị và mọi người đều yêu thích nó. Những phần quà dành cho các em cuối chương trình là một điều thú vị. Rất khuyến khíchĐọc thêm",
            "Thật là một buổi tối vui vẻ!\nTôi nhìn thấy nơi này khi đi dạo và chộp lấy một tờ rơi.\nCác bài đánh giá có vẻ tuyệt vời nên tôi đã đặt một vài vé và tôi thực sự vui vì đã làm như vậy.\nChúng tôi đã chứng kiến ​​ảo thuật gia Shoot thực hiện liên tiếp một số lượng đáng kinh ngạc các nỗi sợ hãi ma thuật khiến đám đông nhỏ phải kinh ngạc.\nSự hài hước và khả năng làm việc với đám đông của anh ấy rất xuất sắc và anh ấy là một nghệ sĩ biểu diễn rất lịch sự, rõ ràng là người đứng đầu trò chơi của mình.\nChúng tôi đã bị phân tâm một chút bởi đứa trẻ trở nên bồn chồn từ rất sớm trong buổi biểu diễn mà chúng tôi đã xem buổi biểu diễn lúc 5 giờ chiều và tôi nghĩ phụ huynh lẽ ra nên chú ý đến lời khuyên đưa chúng ra khỏi phòng sớm hơn để tránh làm hỏng buổi biểu diễn cho người khác?\nTuy nhiên, rất đáng để ghé thăm và tôi vẫn đang cố gắng tìm hiểu xem một số thủ thuật đã được thực hiện sáng nay như thế nào!\nCảm ơn các bạn, chương trình rất hay và chuyên nghiệp!Đọc thêm",
            "Một người bạn đã giới thiệu buổi biểu diễn ảo thuật khi đi nghỉ ở Waikiki. Buổi diễn xuất sắc phải nói là thời gian trôi qua rất nhanh vì ảo thuật gia Shoot Ogawa đã rất vui vẻ và choáng ngợp. Điều khiến đêm diễn trở nên đặc biệt là lượng khán giả rất ít. Bạn có thể tương tác với ảo thuật gia mà tôi đã được chọn và vẫn không thể hiểu làm thế nào Shoot lại đưa một con cá vàng vào ly rượu trong khi tôi cầm ly. Mọi người tham gia chương trình đều thật tuyệt vời, đặc biệt gửi lời cảm ơn đến chú thỏ Merlin. Shoot là ảo thuật gia giỏi nhất mà tôi từng thấy.Đọc thêm",
            "Chương trình tuyệt vời!  Đóng lên phép thuật.  Hấp dẫn, thú vị và hài hước.  Rất khuyến khích!  Có ghế VIP ở giữa hàng ghế đầu để có cái nhìn tốt nhất về ảo thuật bàn tay từ ảo thuật gia được xếp hạng số 1 thế giới.Đọc thêm",
            "Đây là trải nghiệm kỳ diệu đáng kinh ngạc nhất!! Hoàn toàn tuyệt vời. Mang tính giải trí, khiến bạn cười sảng khoái khi thể hiện những kỹ năng phép thuật đáng kinh ngạc. Cả gia đình chúng tôi đã có khoảng thời gian tuyệt vời và đây là một trong những điểm nổi bật trong chuyến đi của chúng tôi! Rất muốn quay lại!! Đọc thêm",
            "Tuyệt vời cho gia đình! Đối với trẻ em, tôi khuyên bạn nên tham gia lớp học ảo thuật miễn phí lúc 3:00 chiều và chương trình lúc 5:00 chiều. 7:00 tối đông hơn và có nhiều người lớn hơn. Chúng tôi ngồi hàng ghế đầu với nhiều tương tác. Có nhiều mã khuyến mại trực tuyến để tiết kiệm. Đọc thêm",
            "Màn trình diễn ảo thuật theo đúng nghĩa đen không thể tin được. Sự gần gũi với ảo thuật gia khi anh ấy thực hiện hành động của mình đã khiến buổi biểu diễn trở nên rất hấp dẫn! Rất nhiều tiếng cười và niềm vui trong suốt buổi biểu diễn. Chúng tôi đã đến xem nhiều buổi biểu diễn ảo thuật ở L.A., Lake Tahoe, Las Vegas và Dallas và điều này vượt xa tất cả.  Chúng tôi thực sự khuyên bạn nên đi chơi đêm vui vẻĐọc thêm",
            "Đây là một hoạt động tuyệt vời cho cả gia đình! Nó thu hút mọi lứa tuổi tham gia và chúng tôi thực sự rất thích buổi biểu diễn. Rất muốn giới thiệu! Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời! Người dẫn chương trình rất vui nhộn và đã mang lại năng lượng! Chương trình mang tính giáo dục, giải trí và kỳ diệu. Mặt tôi đau vì cười. Shoot Ogawa là một viên ngọc quý, chúng tôi cảm thấy biết ơn vì có cơ hội chứng kiến ​​sự sáng tạo và hài hước của anh ấy! Đọc thêm",
            "Chương trình này rất thú vị!  Tôi đã rất hào hứng với nó ngay từ đầu, nhưng những người còn lại trong gia đình tôi lại thắc mắc tại sao tôi lại đặt buổi biểu diễn này.  Cuối cùng họ chắc chắn không nói điều đó!  Shoot là ảo thuật gia của chúng tôi và anh ấy thật TUYỆT VỜI!  Anh ấy rất vui tính và cá tính.  Bạn thực sự đứng dậy và gần gũi với phép thuật, nhưng dù ở gần đến thế, bạn vẫn không thể hiểu được anh ấy làm những việc anh ấy làm như thế nào!  Nhóm 5 người của chúng tôi có một đứa trẻ 77 tuổi cho đến 14 tuổi và mọi người đều vô cùng yêu thích nó!  Đừng ngần ngại. mua vé.Đọc thêm",
            "Ồ!  Chúng tôi thật may mắn khi được gặp Shoot Ogawa, pháp sư được xếp hạng số 1 thế giới.  Mọi người tham gia chương trình đều có cá tính và tài năng theo cách riêng của họ.  Chúng tôi đã đi tìm việc gì đó để làm và đó là điều tuyệt vời nhất mà chúng tôi từng thấy trong nhiều năm qua. Bạn đang ở trong tầm tay của nhà ảo thuật và vẫn không hiểu ông ta đã làm được điều đó như thế nào.  Rất đáng tiền!  Nếu bạn ở đó hơn một ngày, họ sẽ dạy một lớp miễn phí cho những ai xem buổi biểu diễn. Tôi ước gì chúng ta có thời gian cho việc đó.  Chúng tôi đã mua video mà Shoot đã thực hiện để chúng tôi có thể trở thành những nhà ảo thuật vĩ đại!  Cười.  Anh ấy cũng tạo dáng chụp ảnh sau đó. Anh chàng siêu ngọt ngào quá!Đọc thêm",
            "Buổi biểu diễn này là điều cuối cùng chúng tôi làm trước khi rời đi và chúng tôi ước gì đây là buổi biểu diễn đầu tiên! Pháp sư Shoot thật tuyệt vời và hoàn toàn đáng kinh ngạc! Phép màu là có thật!! Tất cả các nhân viên đều tuyệt vời! Đây là một trong những điều tuyệt vời nhất chúng tôi đã làm khi ở Hawaii!! Đọc thêm",
            "Bài viết nghe có vẻ thú vị nên chúng tôi đã đi.  Chúng tôi cũng thật may mắn, chỉ có chín người trong số khán giả của chương trình.  Shoot Ogawa khi tự giới thiệu đã nhận xét rằng với một nhóm nhỏ, anh ấy sẽ có thể vừa cá nhân hóa chương trình nhiều hơn vừa đi sâu vào chi tiết hơn về cách thức hoạt động của phép thuật.  Được rồi, tôi là một người hay hoài nghi, và MAGIC, theo như tôi nghĩ, là bất cứ điều gì mà chúng tôi không thể giải thích được.  theo nghĩa đó, cách bàn phím này hiển thị các từ cho cả thế giới thấy cũng là một điều kỳ diệu, nhưng tôi lạc đề.  Phép thuật của Ogawa-san là sự kết hợp giữa tính cách và khả năng thực hiện trò lừa của anh ấy. Anh ấy đã sớm thừa nhận rằng tất cả chỉ là một trò lừa.  Một số thủ thuật anh ấy thực hiện bằng chuyển động chậm, nhưng vẫn mong đợi và tìm kiếm nó, vẫn là THẦN KỲ khi trò lừa xảy ra.  Tất cả chúng ta đều có cơ hội trở thành trợ lý đáng yêu vào một thời điểm nào đó, và ngay cả khi đang cầm những chiếc nhẫn, tôi chỉ có thể nói NÓ LÀ PHÉP THUẬT khi chúng liên kết và tách rời.  Anh ấy là một nghệ sĩ biểu diễn xuất sắc.  Người trẻ nhất trong số khán giả của chúng tôi mới 15 tháng, có lẽ tôi là người lớn tuổi nhất.  MỌI NGƯỜI kể cả tấm thảm đều bị mê hoặc.  Cậu bé ba tuổi cũng tròn mắt như tất cả chúng tôi khi một số trò bịp bợm xảy ra. Việc này thật đáng công.Đọc thêm",
            "Tôi đã đưa hai cậu con trai tuổi teen của mình đến xem buổi biểu diễn ảo thuật này và chúng tôi thực sự yêu thích nó! Khung cảnh nhỏ, thân mật khiến trải nghiệm càng trở nên hấp dẫn hơn khi chúng tôi được tận mắt chứng kiến ​​mọi thủ thuật. Địa điểm này chứa đầy những hiện vật độc đáo và những điều kỳ lạ từ khắp nơi trên thế giới, liên quan đến phép thuật, điều này đã tạo thêm nét hấp dẫn cho cả khu vực chờ và phòng phép thuật. Màn trình diễn của các ảo thuật gia rất vui nhộn và mang tính tương tác, khiến chúng tôi cười và hứng thú từ đầu đến cuối. Đối với những ai đang tìm kiếm một trải nghiệm đáng nhớ và thú vị thì buổi biểu diễn ảo thuật này là một nơi không thể bỏ qua. Chúng tôi hoàn toàn ngạc nhiên và thích thú trong suốt buổi biểu diễn!Đọc thêm",
            "Màn trình diễn bí ẩn huyền diệu! tại khách sạn Hilton Waikiki Beach là một trải nghiệm tuyệt vời! Shoot Ogawa đã làm say đắm chúng tôi bằng những màn ảo thuật khéo léo đến mãn nhãn.  Địa điểm thân mật và đội ngũ nhân viên thân thiện làm tăng bầu không khí mê hoặc. Hoàn hảo cho mọi lứa tuổi, đây là địa điểm không thể bỏ qua ở Waikiki. Hãy sẵn sàng để bị mê hoặc!Đọc thêm",
            "Đây là buổi biểu diễn ảo thuật hay nhất mà tôi từng tham gia! Phép thuật bắn của Ogawa thật tuyệt vời và anh ấy cũng hài hước và thú vị! Rất khuyến khích!! Đọc thêm",
            "Đây thực sự là buổi biểu diễn ảo thuật TỐT NHẤT mà tôi từng xem! Phép thuật đã là sở thích của tôi trong nhiều năm và việc xem Shoot Ogawa không có gì đáng kinh ngạc. Bạn sẽ không tin vào mắt mình đâu!! Shoot là người đoạt giải thưởng quốc tế về ảo thuật cận cảnh và hoàn toàn là màn ảo thuật hay nhất mà tôi từng xem. Nếu bạn đến Honolulu vì bất kỳ lý do gì, bất cứ lúc nào, bạn nhất định phải đến xem buổi biểu diễn này!! Thật tuyệt vời từ đầu đến cuối!! Đọc thêm"
        ],
        "star_ratings": [
            1642,
            19,
            9,
            8,
            6
        ],
        "review_amount": 1684,
        "location": [
            "Những điều cần làm ở Honolulu",
            "Buổi biểu diễn bí ẩn kỳ diệu tại bãi biển Hilton Waikiki",
            "Hoa Kỳ",
            "Hawaii HI",
            "oahu",
            "Honolulu"
        ],
        "reviews_time": [
            "Written October 15, 2023",
            "Written November 19, 2023",
            "Written November 20, 2023",
            "Written December 29, 2023",
            "Written January 2, 2024",
            "Written January 5, 2024",
            "Written January 18, 2024",
            "Written January 19, 2024",
            "Written January 27, 2024",
            "Written February 2, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60982-d24000123-Reviews-The_Magical_Mystery_Show_at_Hilton_Waikiki_Beach-Honolulu_Oahu_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d15246961-Reviews-Deck-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d13903066-Reviews-Maguro_Spot-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d14111082-Reviews-Momosan_Waikiki-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d6914904-Reviews-Kai_Coffee_Hawaii-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d433844-Reviews-Hy_s_Steak_House_Waikiki-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d13538834-Reviews-Morimoto_Asia_Waikiki-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d859328-Reviews-Musubi_Cafe_Iyasume-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d588650-Reviews-D_k_Steak_House-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d434398-Reviews-Arancino_di_Mare-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d434429-Reviews-Furusato_Japanese_Restaurant-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d9979345-Reviews-Aloha_Pearl_Harbor_Tours-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d561030-Reviews-Saint_Augustine_by_the_Sea-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2240898-Reviews-Kuhio_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1876851-Reviews-Waikiki_Community_Center_Farmers_Market-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d27034933-Reviews-Royal_Mini_Mart-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d108377-Reviews-Kalakaua_Avenue-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2240938-Reviews-Statue_of_Duke_Kahanamoku-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d561031-Reviews-Lucoral_Museum-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d569919-Reviews-International_Market_Place-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d23147329-Reviews-Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d24000123-Reviews-or10-The_Magical_Mystery_Show_at_Hilton_Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d19863876-Reviews-Waikiki_Sunset_Cruise_with_Live_DJ-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d6585744-Reviews-Paradise_Pedals_Hawaii-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d663900-Reviews-Mai_Tai_Bar_at_Royal_Hawaiian_Hotel-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d9715422-Reviews-Snorkel_Manu_Kai_Manu_Kai_Catamaran-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d23721463-Reviews-Waikiki_Crawling-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1996352-Reviews-JCB_Plaza_Lounge_Honolulu-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8126762-Reviews-Hard_Rock_Cafe_Honolulu-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d12623434-Reviews-Blue_Note_Hawaii-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4071218-Reviews-High_Right_Comedy_Night-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4558225-Reviews-Arnold_s_Tiki_Bar-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d20286411-Reviews-Waikiki_Comedy_Club-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d27101983-Reviews-Asana_Spa-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2615339-Reviews-Custom_Island_Tours-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d12347494-Reviews-808eVentures-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d16739384-Reviews-Discover_Tours_Hawaii_LLC-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d312339-Reviews-Aqua_Zone_Scuba_Diving_Snorkeling_Center-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d14122885-Reviews-Sparky_s_Surf_School-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d26209616-Reviews-Paina_Waikiki_Luau_Honolulu_Oahu-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d7262215-Reviews-Shaka_Tours-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8384892-Reviews-Aloha_Trikke-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d11802152-Reviews-Go_Tours_Hawaii-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d12283249-Reviews-Scaventour_Outdoor_Escape_Game-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2422987-Reviews-Oahu_Photography_Tours-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d519769-Reviews-Sombrero_Beach-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41983-d13795377-Reviews-Rocky_Gap_County_Park-Benton_Harbor_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g49232-d136440-Reviews-Latta_Place_Historic_Site-Huntersville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d143199-Reviews-Little_River_Canyon_National_Preserve-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d9792396-Reviews-Ado_Awaye_Mountains_and_Suspended_Lakes-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d10209586-Reviews-Boston_Water_Taxi-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7149635-Reviews-Fondation_Louis_Vuitton-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19595436-Reviews-Arcadia_Earth-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d266903-Reviews-Cannaregio-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g3363990-d313234-Reviews-Vilano_Beach-Vilano_Beach_St_Augustine_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60982-d24000123-Reviews-or10-The_Magical_Mystery_Show_at_Hilton_Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60982-d24000123-Reviews-The_Magical_Mystery_Show_at_Hilton_Waikiki_Beach-Honolulu_Oahu_Hawaii.html"
    }
]