[
    {
        "attraction_name": "The Water Park of New England",
        "attraction_name_vi": "Công viên nước New England",
        "general_info": [
            "296 đánh giá",
            "7 trong số 24 điều cần làm ở Danvers",
            "Công viên nước"
        ],
        "attraction_summary": "Trải nghiệm Công viên nước CoCo Key Boston North Shore - một trong những công viên nước trong nhà lớn nhất ở New England! Công viên nước rộng 65.000 foot vuông của chúng tôi là một điểm đến thú vị dành cho gia đình. Đi những đường trượt nước khổng lồ, vui chơi trong hồ bơi hoạt động, thư giãn trên dòng sông lười và chơi trò chơi điện tử. Tọa lạc tại vị trí thuận tiện chỉ cách Boston 29 dặm về phía bắc, ở Danvers, MA, với bãi đậu xe rộng rãi miễn phí. Cung cấp: Vé ngày, Vé theo mùa, Vé hàng năm. MỞ QUANH NĂM! Hoạt động ngày mưa tốt nhất dành cho trẻ em gần Boston! Ngoài ra còn có: Tiệc sinh nhật, Bơi nhóm cho các chuyến dã ngoại của lớp, Đội Hướng đạo, Trại, Đoàn tụ Gia đình. Gói Công viên nước qua đêm cũng có sẵn bao gồm chỗ ở qua đêm thân thiện với gia đình.Đọc thêm",
        "reviews": [
            "Đã chạng vạng 3p để đóng cửa. Khi mặt trời lặn thì trời rất tối. Hơn 10 đèn tắt. Không an toàn cho trẻ em. Nói với hai nhân viên, không ai quan tâm. Một cô gái đã bị xóa sổ vì nó. Đồ uống quá giá. Thức ăn tầm thường. Con gái tôi 9 tuổi chỉ thích dòng sông lười. Làm tốt hơn. Cô ấy nói thích Cape Codder hơn. Ngày trôi qua với giá bình dân mà bố mẹ chỉ đưa con đi thì thật nực cười.Đọc thêm",
            "Tò mò58571647581, thật thất vọng khi biết về chuyến thăm gần đây nhất của bạn. Chúng tôi chân thành xin lỗi vì bạn cảm thấy cơ sở không đủ ánh sáng và sẽ chia sẻ phản hồi của bạn với nhóm của chúng tôi để xem xét. Có vẻ như có những khía cạnh về đồ uống giải khát và điểm tham quan của chúng tôi không đáp ứng đầy đủ mong đợi của bạn. Chúng tôi không ngừng phấn đấu để đạt được sự xuất sắc và những hiểu biết sâu sắc của bạn sẽ giúp chúng tôi cải thiện. Ngoài ra, chúng tôi có thể hiểu quan điểm của bạn về giá vé và đánh giá cao phản hồi. Chúng tôi hy vọng bạn và gia đình sẽ cân nhắc cho chúng tôi một cơ hội khác trong tương lai.Đọc thêm",
            "Công viên nước rất đẹp nhưng nó khá đông đúc trong kỳ nghỉ học. Mỗi lần sử dụng dòng sông lười chúng tôi phải đợi khoảng nửa tiếng. Họ có xu hướng hết khăn tắm và sàn nhà xung quanh khu vực trượt nước của tháp rất trơn. Chúng tôi chứng kiến ​​vô số trẻ em và người lớn bị ngã, một số đập đầu xuống sàn hoặc trượt nước. Một người lớn phải ngồi xe lăn do bị chấn thương đầu gối do ngã.\nNhân viên cứu hộ nhắc nhở mọi người đi bộ cẩn thận và chạy nhưng mọi người vẫn bị ngã ngay cả khi chỉ đi bộ trong khu vực đó.  \nChúng tôi đã đến một số công viên nước khác và chưa bao giờ thấy nhiều người bị thương đến vậy. \nCó một số tấm thảm chống trượt và biển cảnh báo ở khu vực đó nhưng nó không đủ để ngăn ngừa tất cả các vết thương.Đọc thêm",
            "Các nhân viên ở nơi này thật tuyệt vời từ quầy lễ tân, quản lý, nhân viên cứu hộ cho đến nhà hàng và các chàng trai ở cửa hàng nhỏ ở phía trước. Có nhiều người như vậy\nnhững người tuyệt vời với dịch vụ khách hàng thực sự rất hiếm. Con trai tôi mắc chứng tự kỷ mà chúng đã điều trị không ngừng. Cám ơn bạn rất nhiều. Dom và Bebo ở cửa hàng, các bạn thật tuyệt vời và nhân viên cứu hộ Julius thật là một người đáng yêu. Rất mong được tổ chức bữa tiệc cho con trai tôi ở đó, họ có một đội ngũ nhân viên tuyệt vời. Đọc thêm",
            "Gia đình tôi và tôi đến đây vài lần trong năm khi trời trở lạnh. Ở đó luôn đông đúc một chút nhưng rất vui và việc cho con bạn ra ngoài ăn gì đó khi không phải mùa hè là một điều tuyệt vời. Thức ăn cũng là một chuyến tàu hơi đắt tiền nhưng nhìn chung thì đó là một bầu không khí rất vui vẻ, tôi khuyên bạn không nên đi nghỉ và ăn trước khi đi, vì vậy bạn chỉ cần uống đồ uống hoặc đồ ăn nhẹ khi ở đóĐọc thêm",
            "Công viên nước đã tổ chức hang ổ Cub Scouts của chúng tôi hàng năm trong nhiều năm liên tiếp và trẻ em luôn có một vụ nổ. Năm nay, đội ngũ nhân viên công viên nước xuất sắc đã vượt quá mong đợi: Eric đã sắp xếp một bài thuyết trình về an toàn dưới nước và cứu hộ do Leo dẫn đầu, và Cubs đã tham gia đầy đủ vào bài thuyết trình thực hành của Leo the Lifeguard. Trong khi đó, Francesca và nhóm trong lán đồ ăn nhẹ đã chuẩn bị hang ổ của chúng tôi với bữa tối đúng giờ và mọi người đều thích bữa ăn bên trong công viên. Eric cũng đã phối hợp với nhóm tại DoubleTree Hilton bên cạnh để chúng tôi có thể thực hiện bài thuyết trình AV của mình và có một nơi để đồ đạc của mình. Đối với trẻ em, tất cả những điều này đều là thứ yếu so với các cầu trượt nước, sông lười, cung điện té nước, v.v. Cub Scouts của chúng tôi đã rất vui mừng và cũng học được điều gì đó trong suốt quá trình. Xin khen ngợi các nhân viên tại công viên nước và khách sạn đã làm việc cùng nhau để tạo ra một trải nghiệm tuyệt vời và đáng nhớ như vậy cho trẻ em. Đọc thêm",
            "Nhân viên thật kinh khủng, cả ở lối vào và bên trong!!! Bạn tôi đã có một phòng và chúng tôi mới đến trong ngày. Đừng bận tâm đến lối vào là 100 người, nếu bạn không có phòng, bạn KHÔNG nhận được khăn tắm cho việc đó giá cắt cổ. Thức ăn ít hơn mức trung bình. Một lần nữa, nhân viên thật tệ... khiến bạn phải tự hỏi: Họ đối xử với nhân viên của mình như thế nào?!? Bởi vì rõ ràng là công nhân ở đây vì họ phải kiếm tiền... nhưng vẫn...Đọc thêm",
            "Công viên nước đã tổ chức buổi họp mặt Cub Scouts của chúng tôi hàng năm trong nhiều năm liên tiếp và bọn trẻ luôn có niềm vui. Năm nay, các nhân viên xuất sắc của công viên nước đã vượt lên trên cả: Eric đã sắp xếp cho buổi thuyết trình về an toàn dưới nước và cứu sinh do Leo chủ trì, và các Cubs đã tham gia hoàn toàn vào buổi thuyết trình thực hành của Nhân viên cứu hộ Leo. Trong khi đó, Francesca và nhóm ở quán bán đồ ăn nhanh đã chuẩn bị bữa tối cho chúng tôi đúng giờ và mọi người đều thưởng thức bữa ăn trong công viên. Eric cũng phối hợp với nhóm tại DoubleTree Hilton liền kề để chúng tôi có thể trình bày AV và có chỗ cho thiết bị của mình. Đối với bọn trẻ, tất cả những điều này chỉ là thứ yếu so với các đường trượt nước, dòng sông lười, cung điện giật gân, v.v. Các Hướng đạo sinh của chúng tôi cũng rất vui mừng và học được điều gì đó trên đường đi. Cảm ơn các nhân viên tại công viên nước và khách sạn đã cùng nhau làm việc để tạo nên một trải nghiệm tuyệt vời và đáng nhớ cho bọn trẻ.Đọc thêm",
            "Gia đình tôi và tôi đến đây vài lần trong năm khi trời trở lạnh. Ở đó luôn đông đúc một chút nhưng rất vui và việc cho con bạn ra ngoài ăn gì đó khi không phải mùa hè là một điều tuyệt vời. Thức ăn cũng là một chuyến tàu hơi đắt tiền nhưng nhìn chung thì đó là một bầu không khí rất vui vẻ, tôi khuyên bạn không nên đi nghỉ và ăn trước khi đi, vì vậy bạn chỉ cần uống đồ uống hoặc đồ ăn nhẹ khi ở đóĐọc thêm",
            "Các nhân viên ở nơi này thật tuyệt vời từ quầy lễ tân, quản lý, nhân viên cứu hộ cho đến nhà hàng và các chàng trai ở cửa hàng nhỏ ở phía trước. Có nhiều người giỏi về dịch vụ khách hàng thực sự rất hiếm. Con trai tôi mắc chứng tự kỷ mà chúng đã điều trị không ngừng. Cám ơn bạn rất nhiều. Dom và Bebo ở cửa hàng, các bạn thật tuyệt vời và nhân viên cứu hộ Julius thật là một người đáng yêu. Rất mong được tổ chức bữa tiệc cho con trai tôi ở đó, họ có một đội ngũ nhân viên tuyệt vời. Đọc thêm",
            "Công viên nước rất đẹp nhưng nó khá đông đúc trong kỳ nghỉ học. Mỗi lần sử dụng dòng sông lười chúng tôi phải đợi khoảng nửa tiếng. Họ có xu hướng hết khăn tắm và sàn nhà xung quanh khu vực trượt nước của tháp rất trơn. Chúng tôi chứng kiến ​​vô số trẻ em và người lớn bị ngã, một số đập đầu xuống sàn hoặc trượt nước. Một người lớn phải di chuyển trên xe lăn do chấn thương đầu gối do ngã. Nhân viên cứu hộ nhắc nhở mọi người đi bộ cẩn thận và chạy nhưng mọi người vẫn bị ngã ngay cả khi chỉ đi bộ trong khu vực đó.  Chúng tôi đã đến một số công viên nước khác và chưa bao giờ thấy nhiều người bị thương đến vậy. Có một số tấm thảm chống trượt và biển cảnh báo ở khu vực đó nhưng nó không đủ để ngăn ngừa tất cả các vết thương.Đọc thêm",
            "Địa điểm thật tồi tệ, một nửa mọi thứ đã bị đóng cửa, nhân viên của bạn rất hữu ích với đứa trẻ 14 tuổi và năm tuổi, đứa trẻ năm tuổi đã nói đủ để đi trượt nhưng nhân viên đã đấu tranh với tôi về việc để cô ấy đi tiếp số tiền được trả cho mỗi điểm thu hút nên cởi mở và nhân viên của bạn luôn nghe điện thoại mà không chú ý đến chuyện gì đang xảy ra. Đồ ăn có giá điên rồ, người tính phí gần 20,00 đô la cho khoai tây chiên hamburg, bạn cần phải ngon hơnĐọc thêm",
            "Xin chào NorthStar68676861673,\n\nTôi rất tiếc vì bạn đã có trải nghiệm tồi tệ ở Công viên nước, cảm ơn bạn rất nhiều vì phản hồi của bạn, chúng tôi đang cải thiện từng ngày và chúng tôi sẽ hành động nếu có bất kỳ phản hồi nào. Tất cả các trò chơi đều mở, tuần trước chúng tôi gặp một chút vấn đề với bể bơi dành cho trẻ em, nó đã đóng cửa nửa ngày nhưng mọi thứ khác vẫn mở. Một lần nữa, tôi rất xin lỗi và hy vọng bạn cho chúng tôi một cơ hội khác để bạn có thể thấy những cải tiến mà chúng tôi đang thực hiện.\n\nTrân trọngĐọc thêm",
            "Đã chạng vạng 3p để đóng cửa. Khi mặt trời lặn thì trời rất tối. Hơn 10 đèn tắt. Không an toàn cho trẻ em. Nói với hai nhân viên, không ai quan tâm. Một cô gái đã bị xóa sổ vì nó. Đồ uống quá giá. Thức ăn tầm thường. Con gái tôi 9 tuổi chỉ thích dòng sông lười. Làm tốt hơn. Cô ấy nói thích Cape Codder hơn. Ngày trôi qua với giá bình dân mà bố mẹ chỉ đưa con đi thì thật nực cười.Đọc thêm",
            "Tò mò58571647581, thật thất vọng khi biết về chuyến thăm gần đây nhất của bạn. Chúng tôi chân thành xin lỗi vì bạn cảm thấy cơ sở không đủ ánh sáng và sẽ chia sẻ phản hồi của bạn với nhóm của chúng tôi để xem xét. Có vẻ như có những khía cạnh về đồ uống giải khát và điểm tham quan của chúng tôi không đáp ứng đầy đủ mong đợi của bạn. Chúng tôi không ngừng phấn đấu để đạt được sự xuất sắc và những hiểu biết sâu sắc của bạn sẽ giúp chúng tôi cải thiện. Ngoài ra, chúng tôi có thể hiểu quan điểm của bạn về giá vé và đánh giá cao phản hồi. Chúng tôi hy vọng bạn và gia đình sẽ cân nhắc cho chúng tôi một cơ hội khác trong tương lai.Đọc thêm",
            "Thực lòng tôi thực sự ngạc nhiên trước tất cả các đánh giá nói rằng nước lạnh. Nước siêu ấm và hơi nóng TUYỆT VỜI. Ở đó giống như một phòng tắm hơi nên họ chắc chắn đã ghi nhớ những đánh giá về nhiệt độ lạnh lẽo. Thực sự thì trời quá nóng, tôi đổ mồ hôi trong vòng 5 phút nhưng nước làm bạn nguội đi! Chắc chắn là tôi thích nó nóng hơn là lạnh. Nhìn chung, điều này chắc chắn xứng đáng cho một chuyến đi nhanh chóng, mặc dù không có gì quá ngoạn mục.  Chúng tôi đã có trải nghiệm tuyệt vời với trẻ em từ 2 - 10 tuổi. Tôi sẽ không dành hơn một ngày ở đây nhưng đó là một ngày tuyệt vời! Siêu ồn ào nhưng bạn mong đợi điều gì ở một công viên nước trong nhà. Thức ăn ổn, đúng như những gì bạn mong đợi và rất đắt nhưng không tệ. Nói chung chúng tôi rất thích chuyến đi của chúng tôi! Là một bà mẹ mang thai, một vài chiếc ghế dài để cha mẹ nghỉ ngơi trong khi bọn trẻ chơi đùa sẽ là một sự bổ sung tuyệt vời.Đọc thêm",
            "497kerenc, thật thú vị khi biết bạn nghĩ rằng nhiệt độ nước tại Công viên nước New England của chúng tôi thật dễ chịu và bạn nhận thấy đây là một địa điểm quý giá cho chuyến đi ngắn ngày với trẻ em ở các độ tuổi khác nhau. Chúng tôi đánh giá cao đề xuất hữu ích của bạn về việc bổ sung ghế dài để phụ huynh thoải mái hơn - chúng tôi luôn tìm cách nâng cao trải nghiệm của khách hàng. Về đồ ăn, chúng tôi chắc chắn sẽ lưu ý đến phản hồi của bạn vì chúng tôi không ngừng nỗ lực để đáp ứng vượt quá sự mong đợi của khách hàng. Cảm ơn bạn đã ghi nhận những nỗ lực nhằm mang lại bầu không khí ấm cúng. Chúng tôi rất mong được gia đình bạn tham gia cùng chúng tôi lần nữa trong tương lai.Đọc thêm",
            "Không bao giờ lặp lại! Bạn nghĩ rằng sau khi trả hơn 700 đô la, bạn sẽ nhận được sự đối xử và dịch vụ tốt hơn cho bạn và khách của bạn!1. Giao tiếp qua email giống như nhổ răng2. Tôi không được chọn màu khăn trải bàn3. Còn lại 5 đĩa thức ăn cho đến khi tôi yêu cầu thêm 4. Phải tìm đồ dùng bằng bạc vì không có đồ dùng nào được đưa ra5. Điểm thu hút chính đã bị đóng cửa6. Bể bơi trẻ em bị đóng cửa một tiếng rưỡi và được thông báo rằng chúng không thể đi trên các đường trượt khác vì chúng thậm chí còn ít chỗ cho người lớn7. trong khi tìm kiếm thứ gì đó để khiến bọn trẻ bận rộn, người lớn sẽ la mắng và hãy nhớ rằng một số trẻ em có nhu cầu đặc biệt và khiến chúng sợ hãi8. Đã thử đóng bể bơi trẻ em sớm 20 phút9. phòng tắm bẩn thỉu Danh sách vẫn đang tiếp tục. Và tôi được Kaitlyn cho biết rằng quản lý của cô ấy, Autumn sẽ gọi cho tôi vào ngày hôm sau, đã gần một tuần rồi vẫn chưa thấy tin tức gì từ cô ấy. Nhưng thay vào đó, người tổ chức bữa tiệc Mackenzie lại gọi cho tôi, điều này làm tôi ngạc nhiên vì cô ấy không thể trả lời email của tôi trong suốt quá trình lập kế hoạch. Nhiều lần tiếp cận mà không có câu trả lời. Dịch vụ tốt hơn nhiều khi là coco key. Công viên nước ở New England thật rác rưởi!Đọc thêm",
            "Giờ trên google khác với giờ trên trang web của họ, vì vậy hãy kiểm tra trước khi đặt chỗ. Đã đặt một bữa tiệc 700. Theo nghĩa đen, chúng tôi chỉ có mặt để tận hưởng quyền truy cập vào công viên nước trong 1 giờ. Khách dự tiệc không thấy đâu, phải lên bàn yêu cầu trợ giúp nhiều lần. Người quản lý mùa thu đã liên hệ với tôi trước khi rời đi và bảo tôi gửi email cho cô ấy để cung cấp cho tôi một số thẻ để quay lại, nhưng chưa bao giờ trả lời email của tôi. Ngoài ra, con tôi chưa bao giờ nhận được vé vào công viên nước miễn phí đi kèm với gói của chúng tôi cũng như trong email của tôi gửi tới Autumn và con bé chưa bao giờ trả lời.Đọc thêm"
        ],
        "star_ratings": [
            73,
            85,
            55,
            44,
            39
        ],
        "review_amount": 296,
        "location": [
            "Massachusetts MA",
            "Danvers",
            "Hoa Kỳ",
            "Những điều cần làm ở Danvers",
            "Công viên nước New England"
        ],
        "reviews_time": [
            "Written January 21, 2024",
            "Written February 19, 2024",
            "Written February 23, 2024",
            "Written March 12, 2024",
            "Written April 2, 2024",
            "Written April 17, 2024",
            "Written April 2, 2024",
            "Written March 12, 2024",
            "Written February 23, 2024",
            "Written February 19, 2024",
            "Written January 23, 2024",
            "Written January 21, 2024",
            "Written December 26, 2023",
            "Written August 10, 2023",
            "Written June 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41519-d673743-Reviews-The_Water_Park_of_New_England-Danvers_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41519-d6384789-Reviews-TradeWinds_Restaurant-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41519-d322515-Reviews-Four_66_Newbury_St_Pub-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41519-d4159604-Reviews-Iron_Chef-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41681-d20805891-Reviews-JC_Grill_Pizza-Middleton_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41519-d322803-Reviews-Ponte_Vecchio_Restaurant-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41519-d15887224-Reviews-Ili_s_Cafe-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41519-d1218887-Reviews-Texas_Roadhouse-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41519-d2228803-Reviews-Putnam_Pantry_Candies_Ice_Cream_Cafe-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41519-d322597-Reviews-Supino_s_Restaurant-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41681-d4135180-Reviews-Dunkin-Middleton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41519-d4740402-Reviews-Endicott_Park-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41519-d1591153-Reviews-Rebecca_Nurse_Homestead-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41681-d10768451-Reviews-Farmer_Browns-Middleton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41519-d2249191-Reviews-Witch_Trials_Memorial-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41519-d7082377-Reviews-Connors_Farm-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41519-d595216-Reviews-Glen_Magna_Farms-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41762-d4036895-Reviews-Brooksby_Farm-Peabody_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41519-d14924619-Reviews-Samuel_Parris_Archaeological_Site-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41519-d24830623-Reviews-Hysteria_At_Connors_Farm-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41866-d10020689-Reviews-Topsfield_Fair-Topsfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41519-d673743-Reviews-or10-The_Water_Park_of_New_England-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41519-d2006202-Reviews-Atlantis_Sports_Club_and_Spa-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d18925409-Reviews-Satanic_Salem_Walking_Tours-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d8127728-Reviews-Salem_Kids_Tours-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41519-d5844668-Reviews-Texas_Roadhouse_Danvers_Bar-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d4082573-Reviews-Magika_The_Chapel_Of_Michael_The_Archangel-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d2034346-Reviews-Phillips_House-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41463-d3462628-Reviews-North_Shore_Music_Theatre-Beverly_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d107580-Reviews-The_Witch_House_at_Salem-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d8425043-Reviews-Ropes_Mansion_and_Garden-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d4585739-Reviews-Kama_Club-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g31286-d1025822-Reviews-Lake_Pleasant_Regional_Park-Morristown_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g34561-d6628577-Reviews-England_Brothers_Park_Band_Shell-Pinellas_Park_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d23120666-Reviews-Showbar_Ybor-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d106552-Reviews-Canyon_de_Chelly_National_Monument-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g811453-d1547678-Reviews-Krimml_Falls_Krimmler_Wasserfalle-Krimml_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d300593-Reviews-Marmaris_Marina-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d552603-Reviews-Ta_Nim_Magic_Garden-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d15041566-Reviews-Tantra_Massage_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57910-d16844140-Reviews-Amtrak_AutoTrain-Lorton_Fairfax_County_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41519-d673743-Reviews-or10-The_Water_Park_of_New_England-Danvers_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41519-d673743-Reviews-The_Water_Park_of_New_England-Danvers_Massachusetts.html"
    }
]