[
    {
        "attraction_name": "The Wharf Fort Lauderdale",
        "attraction_name_vi": "Bến cảng Fort Lauderdale",
        "general_info": [
            "56 đánh giá",
            "- 33 trong số 205 điều cần làm ở Fort Lauderdale",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Nằm trong khu phố Las Olas nhộn nhịp, bên bờ sông New, The Wharf Fort Lauderdale là một không gian tổ chức sự kiện đặc biệt ngoài trời nhằm mục đích định hình hơn nữa bối cảnh văn hóa và ẩm thực địa phương năng động của thành phố. The Wharf chèo thuyền có khung cảnh không giống bất kỳ nơi nào khác ở Nam Florida. Có diện tích hơn 1 mẫu Anh, cửa sổ bật lên ngoài trời khổng lồ chào đón những khách hàng quen muốn làm hài lòng khẩu vị của họ bằng một số món ăn ngon nhất và sáng tạo ẩm thực trong thị trấn. Nam Florida - những nhà cung cấp thực phẩm được săn đón nhiều nhất phục vụ các món ăn ngon trong khung cảnh thoải mái để thỏa mãn khẩu vị háo hức. Những khách hàng quen nhanh chóng trở thành khách quen đến để thưởng thức các món ăn chất lượng nhà hàng luân phiên, được tuyển chọn để làm hài lòng cộng đồng ẩm thực.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Đây là một nơi thú vị với nhiều lựa chọn về đồ ăn, trò chơi và đồ uống! Nơi khá lớn nên rất hoàn hảo nếu bạn đi cùng bạn bè! Vị trí cũng tuyệt vời ở trung tâm Fort Lauderdale, khá gần các nhà hàng và quán bar khác! Đọc thêm",
            "Nếu tôi có thể cho không sao thì tôi sẽ làm. Tôi viết bài đánh giá này dựa trên sự bất công mà tôi đã trải qua. Tối qua tôi ở bến cảng khoảng 2 tiếng, vui vẻ với vài người bạn. Mãi đến khoảng 12 giờ 50 trưa, một nhân viên bảo vệ mới đến bàn của chúng tôi và chỉ yêu cầu tôi xem giấy tờ tùy thân. Vào thời điểm đó, tôi là người duy nhất không uống nước và cần phải có giấy tờ tùy thân để vào nơi này. Điều này làm tôi và mọi người ở bàn của chúng tôi bối rối. Anh ta tiến tới nhặt một khẩu súng trường Captain Morgan từ bên dưới bàn và nói với tôi rằng tôi không được phép mang những thứ này vào và yêu cầu tôi rời đi. Tôi ngay lập tức trả lời rằng nó không phải của tôi và tôi thậm chí còn không biết nó ở đó. Trước đó tôi đã ngồi ở phía bên kia bàn cả đêm và chuyển chỗ ngồi. Có lẽ tôi đã ngồi đó khoảng 10 phút. Anh ấy có thể dễ dàng hỏi hai người phụ nữ không da màu bên cạnh tôi xem đó có phải là của họ không, nhưng không, anh ấy chỉ chọn một người da nâu ở bàn. Nhưng đó không phải là tất cả. Sau đó, anh ta tiếp tục nói dối và tuyên bố rằng - ai đó đã nhìn thấy tôi bắn - cả bàn đã xác nhận cho tôi và tôi thậm chí còn bảo anh ta kiểm tra camera an ninh để tìm bằng chứng nhưng anh ta không thể cung cấp. Anh ấy nói rằng anh ấy đã gọi cảnh sát và điều tiếp theo bạn biết là tôi - sẽ ra ngoài với hai người họ để thảo luận vấn đề này. Tôi không được phép quay lại và để làm gì? Được cho là lấy một game bắn súng không phải của tôi hoặc thậm chí biết nó tồn tại dưới chân tôi. Và hãy nghĩ xem, tôi đã chi tiền cho một đồ uống đắt đỏ và đây là cách họ đối xử với khách hàng của mình. Dựa trên các đánh giá khác, có vẻ như sự phân biệt chủng tộc không phải là lần đầu tiên xảy ra ở đây với hệ thống an ninh.Đọc thêm",
            "Đêm qua mình và nhóm bạn quyết định quay lại Wharf để vui vẻ nhưng lần này lại gặp phải sự phân biệt đối xử. Chúng tôi đến vào khoảng 9 giờ 30 tối, tận hưởng khoảng một giờ và uống một ngụm đồ uống trước khi quyết định ghé qua quán rượu bên kia đường. Khi chúng tôi quay lại Wharf, tôi không được phép vào vì tôi không đeo thắt lưng khi mặc quần jean. Bây giờ tôi có thể hiểu ở đó - có quy định về trang phục - điều đó chưa bao giờ được nhắc đến với tôi trong 3 lần tôi đến đó - nhưng làm sao chúng tôi có thể vào lần đầu tiên chỉ 2 giờ trước đó? Tôi không cố tình để lộ quần lót và không lộ quần lót, nhưng đó thậm chí không phải là vấn đề lớn nhất. Khi chúng tôi đang thảo luận với người quản lý an ninh, nhiều người đang bước vào địa điểm mà rõ ràng là không đeo thắt lưng. Tôi thậm chí còn nói thêm rằng với tư cách là một người đàn ông da đen với mái tóc xoăn, tôi tin rằng điều này có tính chọn lọc vì phần lớn những người bước vào là người không phải da đen và không đeo thắt lưng khi mặc quần đùi hoặc quần dài. Một người bạn trong nhóm chúng tôi - nam da đen, tóc ngắn afro - mặc quần hộp không có thắt lưng và anh ta vén áo lên để cho thấy mình không mặc áo, và người bảo vệ nói - Chúng tôi không nói về bạn. - Người quản lý an ninh đã gây khó dễ cho chúng tôi khi nói những điều như - Nếu bây giờ anh ấy kéo quần lên, anh ấy - sẽ lại tụt xuống bên trong - - Hãy nhìn nhân viên của tôi - để chỉ ra rằng anh ấy có nhân viên da đen khi chúng tôi đã đề cập rằng đó là sự phân biệt đối xử - . - Tôi thực sự thất vọng với trải nghiệm mới nhất của mình tại Wharf Fort Lauderdale vì tôi - đã nghe những câu chuyện tiêu cực nhưng trước đây luôn có khoảng thời gian vui vẻ. Tôi không hiểu chính sách nếu chúng tôi được cho vào rồi bị từ chối truy cập trong cùng một đêm.Đọc thêm",
            "I thought I would like the wharf until the experience I had. This was my second time going to the wharf and I experienced racism and colorism. I didn - t want to think that - s what it was in 2023 but the issue at hand showed the true colors of staff. We entered the wharf at 9:30pm and enjoyed our time for about an hour. We decided to leave to check out the bodega across the street for food. Once we were done eating, we went back to the wharf around 11:30pm. We were denied entry because someone I was with did not have on a belt. We were already inside the wharf at 9:30pm? The issue at hand is if that was the case, why weren - t we denied access beforehand? We spoke to management and was told  - he can - t come in -  and I asked him why are other  - non-black and non-dark skin without dreads -  allowed in even though they don - t have a belt. He couldn - t give me a definite answer. I am very disappointed. We are very educated individuals with degrees so I can understand there a specific guidelines and dress codes for a private establishment. I am just confused as to why we were able to come in once before but not a second time  - in the same night -  when someone different who was  - non-black -  was at the front checking IDs. The wharf needs to make sure all their staff understands the policies because we would have just not come in the first time if we were told this, which would have been understandable. The management  - of white skin tone -  also said  - if you want to pull the black card, look who I work with -  which sounds a lot like an excuse of  - I have black employees -  or the typical  - I have black friends. -  He also tried to say  - I am from Ecuador, -  like sir you can still be racist and colorist. The people you work with will not go against their manager because they want to keep their job and have a family at home, obviously. Again, very disappointed. I have heard that the Wharf security at the front are bullies but I just didn - t know to what extent. Now I know. Thank you for the beginning of my night but I will forever be ungrateful for the ending.Read more",
            "Mọi người đang khoe khoang với mọi người ở nơi khủng khiếp này. Một người tự đề cao bản thân sẽ thoải mái như ở nhà tại nơi quá đắt đỏ này, nơi khách du lịch bị ép buộc phải mua mọi thứ với giá cắt cổ.Đọc thêm",
            "Nơi này rất đẹp và chúng tôi đã có khoảng thời gian vui vẻ.  Tuy nhiên, tại bãi đậu xe có người phục vụ cùng địa điểm, họ đã lấy trộm chiếc kính râm Okley của tôi được cất trong ngăn đựng kính.  Thật không may, tôi đã quên kiểm tra thời gian xe được giao cho tôi và vài ngày sau tôi mới nhận ra điều đó.  Tôi luôn tránh để xe ở các dịch vụ đỗ xe cho khách và đó là nơi duy nhất tôi để xe trong nhiều tháng.  Tệ nhất là tôi thậm chí còn boa cho anh ta.  Thật xấu hổ khi một nơi như thế này lại có những tên trộm làm nhân viên, vì chúng làm mất uy tín của nơi này.  Tôi sẽ không bao giờ quay lại nơi đó, chỉ vì điều đó.  Nếu bạn tình cờ đi, tôi không khuyên bạn nên để xe của mình trong dịch vụ phục vụ của trang web.Đọc thêm",
            "Bộ phận bảo mật không thừa nhận rằng ID ngoài tiểu bang có thể là thật. Họ chế nhạo những bức ảnh quá sắc nét.Đọc thêm",
            "Nơi này có bất cứ điều gì bạn muốn. Quán bar, một số lựa chọn ăn uống, cornhole và bóng bàn. Nếu bạn là một người ở ngoài thị trấn, đây là một nơi phải đến. Nó có bàn lớn để ngồi và hoàn hảo để đi chơi với bạn bè. Đồ uống đắt tiền trừ khi bạn đến đây trước khi giờ khuyến mãi kết thúc. Tôi cũng có đồ uống dứa đặc biệt. Nó rất là ngon. Về cơ bản nó chỉ là một trò quay pina colada. Những người bạn mà chúng tôi đến thăm ở Fort Lauderdale cũng nói rằng mojitos là thứ ngon nhất ở đó nên hầu hết bạn bè của tôi đều mua những thứ đó và họ đồng ý!Đọc thêm",
            "Chúng tôi đã ở đó vào đêm giao thừa nên có rất nhiều chuyện xảy ra.  Chúng tôi đến Trung tâm biểu diễn nghệ thuật Broward để xem một vở nhạc kịch, nhưng trước đó, chúng tôi đi bộ vòng quanh Đại lộ Las Olas, ăn nhẹ, đi bộ dọc bờ biển, có rất nhiều thứ để ngắm nhìn, bao gồm cả những tòa nhà lịch sử, tất cả những chiếc thuyền, nhà hàng, rất vui!  Rất nhiều bãi đậu xe xung quanh.  Đừng bỏ lỡ nó! Đọc thêm",
            "Quản lý và bảo mật TUYỆT VỜI.   Tệ quá, một nơi đẹp như vậy.     Có vẻ như công ty cũng cần được giúp đỡ.Đọc thêm"
        ],
        "star_ratings": [
            40,
            3,
            2,
            0,
            11
        ],
        "review_amount": 56,
        "location": [
            "Quận Broward",
            "Florida - FL -",
            "Hoa Kỳ",
            "Pháo đài Lauderdale",
            "Bến cảng Fort Lauderdale",
            "Những hoạt động nên làm ở Pháo đài Lauderdale"
        ],
        "reviews_time": [
            "Written March 9, 2024",
            "Written December 30, 2023",
            "Written September 24, 2023",
            "Written September 24, 2023",
            "Written April 14, 2023",
            "Written March 25, 2023",
            "Written March 17, 2023",
            "Written January 15, 2023",
            "Written January 9, 2023",
            "Written August 7, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34227-d19658259-Reviews-The_Wharf_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34227-d2197149-Reviews-Pirate_Republic_Seafood_Restaurant-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34227-d1175698-Reviews-YOLO-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34227-d431928-Reviews-Timpano_Las_Olas-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34227-d3592517-Reviews-Golden_Lyon_Vintage_Pub-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34227-d4405138-Reviews-Lobster_Bar_Sea_Grille-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34227-d3896195-Reviews-Wild_Sea_Las_Olas-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34227-d466780-Reviews-The_Historic_Downtowner-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34227-d23196779-Reviews-Eddie_V_s_Prime_Seafood-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34227-d15096285-Reviews-Preston_s_Wine_and_Martini_Lounge-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34227-d23128540-Reviews-Tommy_Bahama_Marlin_Bar_Store-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d604636-Reviews-History_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d281911-Reviews-New_River-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d130350-Reviews-NSU_Art_Museum_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d527146-Reviews-Broward_County_Main_Library-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d109091-Reviews-Stranahan_House-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d106743-Reviews-Broward_Center_for_the_Performing_Arts-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d7685062-Reviews-Revolution_Live-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d116458-Reviews-Las_Olas_Boulevard-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d15217525-Reviews-American_Top_Team-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d106739-Reviews-Riverwalk_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d19658259-Reviews-or10-The_Wharf_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d560346-Reviews-Coral_Ridge_Presbyterian_Church-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d10277029-Reviews-St_Sebastian_Catholic_Church-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d4008362-Reviews-First_Presbyterian_Church-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d15579725-Reviews-First_Baptist_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d10091032-Reviews-Evergreen_Cemetery-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d8447961-Reviews-War_Memorial_Auditorium-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d2700937-Reviews-First_Congregational_Church_of_Christ_in_Fort_Lauderdale_UUC-Fort_Lauderdale_Browa.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d12285814-Reviews-Cash_Only_Bar-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d8810174-Reviews-Liberty_Belle-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d13847761-Reviews-Escape_Lounge-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d10239493-Reviews-Water_Shuttle_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d10123223-Reviews-Ultimate_Florida_Tours-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d4727008-Reviews-Captain_Jack_Tiki_Boat_Tours-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d6508740-Reviews-Segway_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d4857965-Reviews-Cycle_Party_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d7396413-Reviews-Riverwalk_Activities-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d967188-Reviews-Las_Olas_Gondola_Tours-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d13975335-Reviews-Staying_Afloat_Party_Boat-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d23125137-Reviews-Operation_City_Quest_Scavenger_Hunt_of_Fort_Lauderdale-Fort_Lauderdale_Broward_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g15688515-d555386-Reviews-Kolsai_Lake-Saty_Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g33764-d107170-Reviews-Gillette_Castle_State_Park-East_Haddam_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d560657-Reviews-Greek_Theater-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d107447-Reviews-Tribune_Tower-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g304030-d9792473-Reviews-Aqua_Land_Water_Park_Majorca-Faisalabad_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g580192-d12843695-Reviews-Hawaii_Beach-Naxos_Town_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g2200895-d8071902-Reviews-Haukland_Beach-Leknes_Vestvagoy_Lofoten_Islands_Nordland_Northern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g36808-d1857135-Reviews-Matthiessen_State_Park-North_Utica_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g9723252-d7037916-Reviews-Sangeh_Monkey_Forest-Sangeh_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g4366526-d4351994-Reviews-Taigan_Lions_Park-Bilohirsk.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34227-d19658259-Reviews-or10-The_Wharf_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34227-d19658259-Reviews-The_Wharf_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html"
    }
]