[
    {
        "attraction_name": "The Wilds",
        "attraction_name_vi": "Hoang dã",
        "general_info": [
            "1.036 đánh giá",
            "- 2 trong số 2 điều cần làm ở Cumberland",
            "Thiên nhiên - Khu vực hoang dã",
            "Các trang web giáo dục"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đây là một trải nghiệm thú vị dành cho cả gia đình. Các tour du lịch xe buýt ngoài trời là phải! Chúng tôi thật may mắn khi có một ngày mát mẻ, u ám nên các con vật đã đứng dậy và có thể nhìn thấy được từ trên xe buýt. Chúng tôi đã được quan sát kỹ các loài động vật và điều đó rất thú vị. Tài xế xe buýt của chúng tôi rất am hiểu và dừng lại để xem càng nhiều càng tốt.   Rất đáng thời gian và tiền bạc để có một trải nghiệm khó quên!Đọc thêm",
            "Trải nghiệm hoàn toàn tuyệt vời Chúng tôi đã đặt chỗ ở Outpost bao gồm cả thời gian lưu trú trên đồng cỏ tê giác.  Nó bao gồm một chiếc lều có cũi, khu vực ăn uống, khu vực tiếp khách, hố lửa.  Chúng tôi có một hướng dẫn viên phiêu lưu riêng - để chăm sóc chúng tôi, bao gồm nấu bữa tối - đã bao gồm - và chuẩn bị bữa sáng cho chúng tôi.  Carter thật tuyệt vời.  Anh ấy rất hiểu biết và chuyên nghiệp.  Anh ấy làm cho kỳ nghỉ của chúng tôi rất thú vị.  Không có gì tuyệt vời hơn khi ngồi cạnh nơi những chú tê giác đang lui tới.Đọc thêm",
            "Chúng tôi đã đi tour safari bằng xe buýt mui trần. Chuyến đi rất bổ ích, nhiều loài động vật ở rất xa, hãy mang theo ống nhòm nếu bạn có. Chúng tôi được nhìn thấy ngựa vằn và tê giác con, vì vậy tôi nghĩ đó là một chiến thắng. Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời, các loài động vật đều ở ngoài, đồ ăn rất tuyệt, cửa hàng quà tặng thật tuyệt vời, mọi thứ đều hoàn hảo. Câu chuyện đằng sau sự hấp dẫn thật tuyệt vời và tôi nghĩ thật truyền cảm hứng khi thấy trải nghiệm tuyệt vời này đã biến thành một nơi tích cực như thế nào để thay đổi. Tôi giới thiệu điều này cho mọi người, cho dù bạn sống gần đó hay bạn đang đi du lịch, điều đó thật tuyệt vời.  -  - Đọc thêm",
            "Đã thực hiện một chuyến tham quan safari mở buổi sáng.   Chúng tôi - đã ở đó nhiều lần.  Mỗi lần nó đều khác nhau, không chỉ dựa trên các hướng dẫn viên mà bạn còn không bao giờ biết mình sẽ nhìn thấy những con vật nào.   Thật thất vọng vì lần này chúng tôi không nhìn thấy hươu cao cổ nhưng lại gặp được những chú ngựa vằn con.  Rebekah là một người hướng dẫn tuyệt vời -11 năm gắn bó với The Wilds.Đọc thêm",
            "Mọi người trong gia đình chúng tôi đều thích thời gian ở đây.  Được giúp đỡ rất nhiều, chúng tôi đã có một ngày đẹp trời 70 độ vào tháng 10.  \n\nVừa tham gia chuyến tham quan safari ngoài trời, mất 2 1 - 4 giờ.  Đây là một chiếc xe buýt ngoài trời đi vòng quanh nơi nghỉ.  Chuyến tham quan bao gồm hướng dẫn viên lái xe buýt trên những con đường rải sỏi bên trong công viên.  Hướng dẫn viên của chúng tôi là Brian, người đã cung cấp thông tin hữu ích về Hoang dã và các loài động vật.\n\nBạn sẽ không nhìn thấy những động vật ăn thịt nguy hiểm trong những chuyến tham quan này.  Rất nhiều loài động vật thuộc đàn châu Phi và châu Á và điểm nổi bật là hai loại tê giác khác nhau.  Không có Hươu cao cổ trong năm 2023 vì họ đang làm lại khu vực hươu cao cổ nhưng chúng sẽ được trưng bày trở lại vào năm sau.  Vì chúng tôi đến đây vào một ngày đẹp trời nên động vật rất năng động và nhiều con đã đến ngay xe buýt.\n\nKhoảng nửa chuyến tham quan, bạn dừng lại ở khu vực ăn thịt, nơi có báo gêpa, dholes và Chó hoang châu Phi.  Khu vực động vật ăn thịt giống một sở thú hơn và bạn có 25 phút để đi bộ xung quanh để quan sát những loài động vật này đằng sau chuồng.  \n\nMột chuyến thăm ở đây có thể khá tốn kém.  Tour thông thường là - 40 - người, cộng với - 7 phí đậu xe - phương tiện.  Ưu đãi tốt là được giảm giá 50 nếu bạn là thành viên AZA nhưng phải gọi điện để được giảm giá.\n\nThe Wilds nằm cách xa con đường mòn, vì vậy hãy đảm bảo bạn dành nhiều thời gian để đến đó.  Columbus cách đây 1,5 giờ về phía tây và thậm chí Zanesville cũng cách đó ba mươi phút lái xe.  16 dặm lái xe từ lối ra xa lộ I-70 ở một vùng cực kỳ nông thôn của Ohio.Đọc thêm",
            "Đơn giản là tuyệt vời và sẽ trở lại. Đề nghị lưu trú tại Nomad Ridge bao gồm bữa tối và bữa sáng cùng với chuyến tham quan safari ngoài trời miễn phí. Vui lòng thêm vào dòng zip đầy đủ... bạn sẽ không hối tiếc! Hannah - Riley là tuyệt nhất - Đọc thêm",
            "Đây là chuyến đi thứ hai của chúng tôi kỷ niệm ngày kỷ niệm bằng cách ở lại Làng Nomad. Chúng tôi yêu thích chuyến thăm đầu tiên của mình đủ để đưa đứa con trưởng thành của chúng tôi đến thăm lần thứ hai.\n\nMặc dù nhìn chung chuyến đi đã thành công nhưng chúng tôi lại gặp khó khăn trong bữa tối trong thời gian lưu trú. Ngay cả khi có hướng dẫn trong quá trình đặt chỗ và theo dõi qua email, vẫn có thông tin sai lệch về dị ứng thực phẩm. Cuối cùng, nhân viên bếp đã bày ra một bữa ăn nhưng không phải không có sự chậm trễ đáng kể, mất thời gian ăn uống cùng gia đình và sau giờ làm việc bất tiện – gián đoạn dịch vụ cho nhân viên. \n\nNgoài những điều trên, dịch vụ và trải nghiệm còn là một kỷ niệm tuyệt vời khác cùng nhau.  Wilds đã vượt lên trên để giúp chuyến đi săn ngoài trời của chúng tôi trở nên dễ dàng.  Trải nghiệm tổng thể kết hợp mang lại cho địa điểm này 4 sao.Đọc thêm",
            "Chúng tôi đến thăm vào cuối tháng 9 năm 2023 và ở lại 2 đêm.  Đây là chuyến thăm đặc biệt của vợ tôi vì cô ấy yêu thích chương trình truyền hình.  Chuyến thăm này đã không làm mọi người thất vọng!  Yurt rất đẹp.  Về cơ bản là phòng khách sạn hạng nhất với tường bạt và máy điều hòa.  Thật là một bất ngờ thú vị khi chúng tôi mở cửa.  Nhân viên lúc nhận phòng rất tuyệt vời.  Họ giải thích quy trình cho các bữa ăn và hố lửa cũng như các lựa chọn cho các chuyến tham quan.  Đồ ăn được phục vụ trong phòng ăn với tầm nhìn tuyệt vời ra công viên.  Và thức ăn rất ngon.  Có một số lựa chọn. Các nhân viên phòng ăn rất tuyệt vời.  \nChúng tôi đã thực hiện chuyến tham quan công viên cơ bản trên xe buýt, thật tuyệt.  Tuy nhiên, điểm nổi bật trong kỳ nghỉ của chúng tôi là Wild Side Safari với Cody là người hướng dẫn của chúng tôi.  Có bốn người chúng tôi ở phía sau chiếc xe bán tải này và Cody sẽ đưa bạn đến gặp những con vật.  Thật tuyệt vời!  Chúng tôi có thể cho tê giác và hươu cao cổ ăn và nuôi thú cưng.  Nhìn thấy một con tê giác mới sinh, muốn đi theo chiếc xe tải.   Nhìn thấy một số con ngựa hoang đang cố gắng vượt qua cánh cổng mà chúng tôi đã lái qua.  Thật thú vị khi xem các nhân viên giải quyết vấn đề đó.  Động vật rất thông minh nên đây là điều mà nhân viên phải giải quyết và huấn luyện.  Bạn có thể thấy và nghe thấy các nhân viên công viên, đặc biệt là các tài xế trong cả hai chuyến tham quan đều yêu thích những gì họ làm như thế nào.  \nĐây là một chuyến đi đáng kinh ngạc!Đọc thêm",
            "Chúng tôi ở trong một căn lều ở Nomad Ridge.    Đây là một trải nghiệm tuyệt vời.  Sự yên bình và tĩnh lặng so với những vị khách còn lại thật tuyệt vời.  Thức ăn rất ngoạn mục và tất nhiên quang cảnh từ cả yurt của chúng tôi và mọi nơi trong khu nhà đều tuyệt vời.  Hãy tham gia chuyến đi săn ngoài trời hoặc chuyến đi săn khác để quan sát các loài động vật ở cự ly gần hơn.Đọc thêm",
            "We - ve been thinking about stopping at The Wilds for years.   The cost and  - out of the way -  nature of it kept us putting it off. But we booked the Wildside Tour last weekend.   We had the first tour of the day and there was a chance of rain in the forecast.   We arrived at 8:30 as instructed for our 9am tour.  We lucked into having this tour to ourselves!   I expect that is rare.   Our tour guide  - Cami?  not sure how she spelled it -  was excellent.  Her love of the animals and her job was obvious and she was very knowledgeable.    She got us up close to so many of them!    Again,  probably not every tour is like that.   It was cool and overcast so they animals were not seeking shade or watering holes.    We ended up touching and feeding rhinos and giraffe,  and being very close to some others.  An ostrich pecked at our vehicle,  a camel was rubbing winter fur off on the vehicle as well.    We loved it.   We learned a lot about the animal breeding programs, and the animal - s names, behaviors, relationships.I had not realized The Wilds has around 500 animals.  I had not realized how huge the facility is.  I feel good that it is on reclaimed surface mine land and that it puts a lot of money and opportunity into the adjacent rural area.  And conserving animals and educating people about them is a good thing!Our tour was well over 2 hours long with two  - get out of the truck -  stops - one to feed giraffes and one at the  - carnivore -  area.  That stop had refreshments available for purchase and rest rooms.    I carried water with me on the tourAfter our tour we had lunch at the restaurant and enjoyed the overlook.  The food was alright - burgers and fries.  The service was quick.  The view was lovely. Tips.   -When we arrived we parked near the road and checked in and had a short shuttle bus ride up into the park.  So expect to have your vehicle a shuttle ride away from you as your wait for your tour to begin.   The parking area had a few porta-johns and it looked like perhaps a butterfly habitat across the road.  We didn - t check that out.   The shuttle took us up into the park where we had real rest rooms, restaurant, gift shop, etc.-Columbus Zoo membership gets you a tour discount.  We did the Wildside tour. The more affordable tour seems to see the same animals, you just don - t drive off-road to get up close to them.    They may or may not come near your bus.-If you want to let Ostriches peck at you,  rhinos to slobber on you, giraffes lick you, etc - don - t wear your best clothes.   - guide did have sanitizer and rag for cleaning up after feeding animals - .-You may wish to have some cash to tip your tour guide.   We did not feel any pressure to do so but we wanted to,  so we did. -The Wilds provides driving instructions that are slightly different from Google - s.  We followed the Wilds recommended route.    There are pockets in this area without cell service so you may wish to download offline maps to help you navigate.Read more",
            "Được rồi. Tôi đã - không thể đi được.  Năm ngoái tôi đã thử đặt vé cho chuyến đi bốn thế hệ để xem các loài động vật.   Sau khi nói chuyện với nhân viên qua điện thoại và email, tôi đã có thể đặt chỗ vào cuối tháng Tư.   Tôi đã nhận được email yêu cầu đặt chuyến tham quan ngoài trời miễn phí.   - Tôi đã đặt nhà nghỉ vào khoảng - 1000 - .  Khi tôi gọi, tôi được thông báo là do nhầm lẫn và không có sẵn.    - Các bạn - .  Sau khi cố gắng làm việc với họ, họ không thể hỗ trợ tôi.   Bây giờ tôi là chủ doanh nghiệp.  Hãy khởi động chiếc xe jeep quái đản trước thời hạn ba ngày và đưa khách hàng đi chơi.   Hoặc giảm giá để bù đắp cho việc mất chuyến tham quan ngoài trời miễn phí.   Hoặc có thể đưa cháu đi tham quan các chuồng thú.  Thứ gì đó.  Dù sao đi nữa, tôi sẽ không lái xe mười tiếng đồng hồ để ngồi trong cabin và không nhìn thấy động vật.   Họ đề nghị chuyển ngày sang ngày 1 tháng 5 từ ngày 27 và 28 tháng 4.   Nghiêm túc ba ngày.  Tôi - tôi chắc chắn rất vui vì những quyết định như thế này không được đưa ra trong công ty của tôi.  Tôi sở hữu một số công ty du lịch và tôi cố gắng hết sức để ngăn những vấn đề như thế này phát sinh.Đọc thêm",
            "Chúng tôi đến thăm vào cuối tháng 9 năm 2023 và ở lại 2 đêm.  Đây là chuyến thăm đặc biệt của vợ tôi vì cô ấy yêu thích chương trình truyền hình.  Chuyến thăm này đã không làm mọi người thất vọng!  Yurt rất đẹp.  Về cơ bản là phòng khách sạn hạng nhất với tường bạt và máy điều hòa.  Thật là một bất ngờ thú vị khi chúng tôi mở cửa.  Nhân viên lúc nhận phòng rất tuyệt vời.  Họ giải thích quy trình cho các bữa ăn và hố lửa cũng như các lựa chọn cho các chuyến tham quan.  Đồ ăn được phục vụ trong phòng ăn với tầm nhìn tuyệt vời ra công viên.  Và thức ăn rất ngon.  Có một số lựa chọn. Các nhân viên phòng ăn rất tuyệt vời.  Chúng tôi đã thực hiện chuyến tham quan công viên cơ bản trên xe buýt, thật tuyệt.  Tuy nhiên, điểm nổi bật trong kỳ nghỉ của chúng tôi là Wild Side Safari với Cody là người hướng dẫn của chúng tôi.  Có bốn người chúng tôi ở phía sau chiếc xe bán tải này và Cody sẽ đưa bạn đến gặp những con vật.  Thật tuyệt vời!  Chúng tôi có thể cho tê giác và hươu cao cổ ăn và nuôi thú cưng.  Nhìn thấy một con tê giác mới sinh, muốn đi theo chiếc xe tải.   Nhìn thấy một số con ngựa hoang đang cố gắng vượt qua cánh cổng mà chúng tôi đã lái qua.  Thật thú vị khi xem các nhân viên giải quyết vấn đề đó.  Động vật rất thông minh nên đây là điều mà nhân viên phải giải quyết và huấn luyện.  Bạn có thể thấy và nghe thấy các nhân viên công viên, đặc biệt là các tài xế trong cả hai chuyến tham quan đều yêu thích những gì họ làm như thế nào.  Đây là một chuyến đi đáng kinh ngạc!Đọc thêm",
            "Đây là chuyến đi thứ hai của chúng tôi kỷ niệm ngày kỷ niệm bằng cách ở lại Làng Nomad. Chúng tôi yêu thích chuyến thăm đầu tiên của mình đủ để đưa đứa con trưởng thành của chúng tôi đến thăm lần thứ hai. Mặc dù nhìn chung chuyến đi đã thành công nhưng chúng tôi đã gặp khó khăn trong phần ăn tối trong thời gian lưu trú. Ngay cả khi có hướng dẫn trong quá trình đặt chỗ và theo dõi qua email, vẫn có thông tin sai lệch về dị ứng thực phẩm. Cuối cùng, nhân viên bếp đã bày ra một bữa ăn nhưng không phải không có sự chậm trễ đáng kể, mất thời gian ăn uống cùng gia đình và sau giờ làm việc bất tiện – gián đoạn dịch vụ cho nhân viên. Ngoài những điều trên, dịch vụ và trải nghiệm còn là một kỷ niệm tuyệt vời khác cùng nhau.  Wilds đã vượt lên trên để giúp chuyến đi săn ngoài trời của chúng tôi trở nên dễ dàng.  Trải nghiệm tổng thể kết hợp mang lại cho địa điểm này 4 sao.Đọc thêm",
            "Đơn giản là tuyệt vời và sẽ trở lại. Đề nghị lưu trú tại Nomad Ridge bao gồm bữa tối và bữa sáng cùng với chuyến tham quan safari ngoài trời miễn phí. Vui lòng thêm vào dòng zip đầy đủ... bạn sẽ không hối tiếc! Hannah - Riley là tuyệt nhất - Đọc thêm",
            "Mọi người trong gia đình chúng tôi đều thích thời gian ở đây.  Được giúp đỡ rất nhiều, chúng tôi đã có một ngày đẹp trời 70 độ vào tháng 10.  Vừa tham gia chuyến tham quan safari ngoài trời, mất 2 1 - 4 giờ.  Đây là một chiếc xe buýt ngoài trời đi vòng quanh nơi nghỉ.  Chuyến tham quan bao gồm hướng dẫn viên lái xe buýt trên những con đường rải sỏi bên trong công viên.  Hướng dẫn viên của chúng tôi là Brian, người đã cung cấp thông tin thông tin về Hoang dã và các loài động vật. Bạn sẽ không thấy những loài thú ăn thịt nguy hiểm trong những chuyến tham quan này.  Rất nhiều loài động vật thuộc đàn châu Phi và châu Á và điểm nổi bật là hai loại tê giác khác nhau.  Không có Hươu cao cổ trong năm 2023 vì họ đang làm lại khu vực hươu cao cổ nhưng chúng sẽ được trưng bày trở lại vào năm sau.  Vì chúng tôi đến đây vào một ngày đẹp trời nên các loài động vật rất năng động và nhiều con đã đến ngay xe buýt. Đi được nửa chặng đường, bạn dừng lại ở khu vực ăn thịt, nơi có báo gêpa, chó sói và Chó hoang châu Phi.  Khu vực động vật ăn thịt giống một sở thú hơn và bạn có 25 phút để đi bộ xung quanh để quan sát những loài động vật này đằng sau chuồng.  Một chuyến thăm ở đây có thể khá tốn kém.  Tour thông thường là - 40 - người, cộng với - 7 phí đậu xe - phương tiện.  Một ưu đãi tốt là được giảm giá 50 nếu bạn là thành viên AZA nhưng bạn phải gọi điện để được giảm giá. Wilds nằm rất xa con đường quen thuộc, vì vậy hãy đảm bảo bạn dành cho mình nhiều thời gian để đến đó.  Columbus cách đây 1,5 giờ về phía tây và thậm chí Zanesville cũng cách đó ba mươi phút lái xe.  16 dặm lái xe từ lối ra xa lộ I-70 ở một vùng cực kỳ nông thôn của Ohio.Đọc thêm",
            "What an amazing place if you enjoy the outdoors, animals and conservation. We stayed 2 nights at the beginning of September at Nomad Ridge, Grand Yurt. Our stay included breakfast and dinner. Nomad Ridge is adult only which was fantastic. Dining is separate and adult only as well - also fantastic. Meals were delicious with large portions. Wait staff was extremely friendly, and accommodating. The open Air Tour which is included in with the stay  - if you stay more than one night we learned that you can take it each day you are there - . Our guide was Rebecca - she was funny, engaging and very knowledgeable - excellent tour! We added the Wildside Tour which i highly recommend doing. Our guide was KK and she was so great - took us right up to the animals, explained everything about them and answered all our questions. We really enjoyed meeting Lois, the concierge. She is a wealth of information and a lovely person. The morning we were leaving she came out as we were leaving for breakfast to make sure we knew that we could in fact go on the open air tour again if we wanted to and she could book us. Unfortunately we had to move on, but it was so nice of her to let us know. The only thing that I would say is that the call center where you make your reservations does not know enough about lodging and dining. I called to confirm our arrival a few days prior as I booked a long time ago. They told me that I was in the brand new Grand Yurt and to make sure that we arrived in time for dinner, or to make sure we called if we were going to be late as they stop serving. We did arrive on time but one never knows when driving long distances. Upon arrival we were not in the new Grand Yurt, but the original one. It was great but could use a bit of upgrading.Overall The Wilds is a fantastic place to visit and we cannot wait to go again!Thank you to all the staff who truly care about the animals, conservation and the wonderful land.Read more",
            "Đã thực hiện một chuyến tham quan safari mở buổi sáng.   Chúng tôi - đã ở đó nhiều lần.  Mỗi lần nó đều khác nhau, không chỉ dựa trên các hướng dẫn viên mà bạn còn không bao giờ biết mình sẽ nhìn thấy những con vật nào.   Thật thất vọng vì lần này chúng tôi không nhìn thấy hươu cao cổ nhưng lại gặp được những chú ngựa vằn con.  Rebekah là một người hướng dẫn tuyệt vời -11 năm gắn bó với The Wilds.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời, các loài động vật đều ở ngoài, đồ ăn rất tuyệt, cửa hàng quà tặng thật tuyệt vời, mọi thứ đều hoàn hảo. Câu chuyện đằng sau sự hấp dẫn thật tuyệt vời và tôi nghĩ thật truyền cảm hứng khi thấy trải nghiệm tuyệt vời này đã biến thành một nơi tích cực như thế nào để thay đổi. Tôi giới thiệu điều này cho mọi người, cho dù bạn sống gần đó hay bạn đang đi du lịch, điều đó thật tuyệt vời.  -  - Đọc thêm"
        ],
        "star_ratings": [
            839,
            149,
            29,
            14,
            6
        ],
        "review_amount": 1037,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Cumberland",
            "Hoang dã",
            "Quận Guernsey",
            "Ohio - OH -",
            "Cumberland"
        ],
        "reviews_time": [
            "Written July 9, 2023",
            "Written July 9, 2023",
            "Written July 25, 2023",
            "Written August 26, 2023",
            "Written September 4, 2023",
            "Written October 13, 2023",
            "Written October 27, 2023",
            "Written November 7, 2023",
            "Written February 9, 2024",
            "Written May 31, 2024",
            "Written May 6, 2024",
            "Written April 18, 2024",
            "Written February 9, 2024",
            "Written November 7, 2023",
            "Written October 27, 2023",
            "Written October 13, 2023",
            "Written September 21, 2023",
            "Written September 4, 2023",
            "Written August 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g50249-d207625-Reviews-The_Wilds-Cumberland_Guernsey_County_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g50249-d207625-Reviews-or10-The_Wilds-Cumberland_Guernsey_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50249-d2284756-Reviews-Wild_Zipline_Safari-Cumberland_Guernsey_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50629-d4314559-Reviews-AEP_ReCreation_Land-McConnelsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50725-d10889548-Reviews-Terra_Cotta_Vineyards-New_Concord_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50110-d4481576-Reviews-Blue_Rock_State_Park-Blue_Rock_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50629-d27038095-Reviews-Big_Muskie_Bucket-McConnelsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50725-d23844701-Reviews-Z_Barn-New_Concord_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50287-d6198396-Reviews-Fondales_II_Tavern-Duncan_Falls_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g33530-d4995335-Reviews-Boyd_Lake_State_Park-Loveland_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g635766-d7127391-Reviews-Sea_Garden-Burgas_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1675686-d519602-Reviews-Snagov_Monastery-Snagov_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189473-d4914882-Reviews-Magic_Park-Thessaloniki_Thessaloniki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d2534046-Reviews-The_Bank_of_America_Stadium-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g33514-d2556379-Reviews-Bear_Creek_Lake_Park-Lakewood_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g49680-d1450283-Reviews-Children_s_Museum_of_Winston_Salem-Winston_Salem_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g41183-d6902197-Reviews-Cascade_Lake-Hampstead_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d108177-Reviews-Ahihi_Kinau_Natural_Area_Reserve-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294261-d2623561-Reviews-Simala_Shrine-Cebu_Island_Visayas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g50249-d207625-Reviews-or10-The_Wilds-Cumberland_Guernsey_County_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g50249-d207625-Reviews-The_Wilds-Cumberland_Guernsey_County_Ohio.html"
    }
]