[
    {
        "attraction_name": "The Spa At The Hotel Hershey",
        "attraction_name_vi": "Spa tại khách sạn Hershey",
        "general_info": [
            "485 đánh giá",
            "- 1 trong 8 Spa - Chăm sóc sức khỏe ở Hershey",
            "Spa"
        ],
        "attraction_summary": "Mỗi lần chúng tôi đến đó, nhân viên đều được đào tạo để tính phí cho bạn mọi thứ! Và buộc bạn phải đặt phòng càng sớm càng tốt - Chúng tôi - đang đặt phòng rất nhanh nên hãy đặt ngay bây giờ - Có rất nhiều phòng riêng lẻ để bạn chỉ cần ngồi. Chỉ vậy thôi! Có tiền thưởng cho tất cả mọi thứ! Và đừng mua bữa trưa của họ - đó là một bữa tiệc buffet hoàn toàn nguội lạnh! Đọc thêm",
        "reviews": [
            "Chúng tôi rất tiếc khi biết chuyến thăm spa của bạn không đáp ứng được mong đợi của bạn. Chúng tôi luôn mời khách tận dụng các tiện nghi spa miễn phí của chúng tôi, chẳng hạn như phòng xông hơi ướt, phòng tắm hơi, hồ bơi trong nhà, v.v. Chúng tôi đánh giá cao phản hồi của bạn và sẽ chia sẻ phản hồi đó với nhóm của chúng tôi vì chúng tôi không bao giờ muốn khách phải thất vọng. Cảm ơn bạn.Đọc thêm",
            "Đã có trải nghiệm tuyệt vời với Kathy.  Cô chủ spa.  Cô ấy bắt đầu với áo choàng của chúng tôi.  Một người trong chúng tôi hơi - lông bông.  Kathy không bình luận gì và không hỏi câu nào khác ngoài cỡ giày của chúng tôi.  Cô bước đi một phút và quay lại với một chiếc áo choàng.  Có kích thước mịn màng.  \nKhi chúng tôi hỏi về bữa trưa tại - Oasis - cô ấy đề nghị đặt chỗ trước - chúng RẤT cần thiết - và làm chúng cho chúng tôi và đặt thời gian trước cửa phòng điều trị của chúng tôi.  Cô ấy hoàn thành mọi việc một cách suôn sẻ và chuyên nghiệp nhất có thể mà không phiền phức.  Trải nghiệm tuyệt vời.  Đọc thêm",
            "Hai người bạn thân của tôi và tôi đã dành một ngày thư giãn tại Hershey Spa để kỷ niệm sinh nhật của chúng tôi cách nhau 9 ngày. Mỗi người chúng tôi đều được mát-xa và cũng có trải nghiệm Chăm sóc móng chân kiểu Cuba. Mát xa thật tuyệt vời. Trải nghiệm làm móng chân thật nổi bật! Tôi đã làm móng chân nhiều lần tại các tiệm nail độc lập cũng như trên các hãng tàu du lịch khác nhau. Một số rất tốt nhưng không có loại nào tốt bằng sản phẩm của Hershey Spa. Các kỹ thuật viên của chúng tôi, Autumn, Kait và Sheila đều rất kỹ lưỡng và tỉ mỉ. Họ giải thích các sản phẩm đang được sử dụng và mục đích của từng sản phẩm. Họ rất chuyên nghiệp, lịch sự và thân thiện. Nó hoàn toàn là tốt nhất! Tôi đánh giá cao Hershey Spa.Đọc thêm",
            "Con gái tôi và tôi đã có một ngày tuyệt vời tại spa này. Khách sạn và spa rất đẹp, họ có một số dịch vụ dành cho con lớn của tôi và không gian tiếp khách rất yên bình và thư giãn. Tôi thực sự khuyên bạn nên gói thư giãn sô cô la - trời ơi! Mọi thứ đều sạch sẽ và nhân viên thân thiện. Rất khuyến khích.Đọc thêm",
            "Những người làm việc tại spa rất tốt bụng và có sức chứa. Mỗi năm một lần, tôi cho phép con gái tuổi teen của mình được chăm sóc da mặt bằng sô cô la spa trong 75 phút. Họ đối xử với cô ấy như mọi người khác mặc dù cô ấy còn trẻ. Bản chất là thư giãn, họ đưa cho bạn một chiếc áo choàng để đi loanh quanh, dép, tủ đựng đồ, đồ ăn nhẹ và đồ ăn nhẹ. Cô ấy yêu thích nó. Một chút về mặt đắt tiền nhưng bạn có thể mong đợi rằng bạn đang ở trong một khách sạn sang trọng. Mọi người nên được chiều chuộng thường xuyên và dù sao thì tôi cũng sẽ tiêu tiền của mình ở đây với cách bạn được đối xử.Đọc thêm",
            "Những người làm việc tại spa rất tốt bụng và có sức chứa. Mỗi năm một lần, tôi cho phép con gái tuổi teen của mình được chăm sóc da mặt bằng sô cô la spa trong 75 phút. Họ đối xử với cô ấy như mọi người khác mặc dù cô ấy còn trẻ. Bản chất là thư giãn, họ đưa cho bạn một chiếc áo choàng để đi loanh quanh, dép, tủ đựng đồ, đồ ăn nhẹ và đồ ăn nhẹ. Cô ấy yêu thích nó. Một chút về mặt đắt tiền nhưng bạn có thể mong đợi rằng bạn đang ở trong một khách sạn sang trọng. Mọi người nên được chiều chuộng thường xuyên và dù sao thì tôi cũng sẽ tiêu tiền của mình ở đây với cách bạn được đối xử.Đọc thêm",
            "Con gái tôi và tôi đã có một ngày tuyệt vời tại spa này. Khách sạn và spa rất đẹp, họ có một số dịch vụ dành cho con lớn của tôi và không gian tiếp khách rất yên bình và thư giãn. Tôi thực sự khuyên bạn nên gói thư giãn sô cô la - trời ơi! Mọi thứ đều sạch sẽ và nhân viên thân thiện. Rất khuyến khích.Đọc thêm",
            "Hai người bạn thân của tôi và tôi đã dành một ngày thư giãn tại Hershey Spa để kỷ niệm sinh nhật của chúng tôi cách nhau 9 ngày. Mỗi người chúng tôi đều được mát-xa và cũng có trải nghiệm Chăm sóc móng chân kiểu Cuba. Mát xa thật tuyệt vời. Trải nghiệm làm móng chân thật nổi bật! Tôi đã làm móng chân nhiều lần tại các tiệm nail độc lập cũng như trên các hãng tàu du lịch khác nhau. Một số rất tốt nhưng không có loại nào tốt bằng sản phẩm của Hershey Spa. Các kỹ thuật viên của chúng tôi, Autumn, Kait và Sheila đều rất kỹ lưỡng và tỉ mỉ. Họ giải thích các sản phẩm đang được sử dụng và mục đích của từng sản phẩm. Họ rất chuyên nghiệp, lịch sự và thân thiện. Nó hoàn toàn là tốt nhất! Tôi đánh giá cao Hershey Spa.Đọc thêm",
            "Tôi thực sự khuyên bạn KHÔNG nên lãng phí thời gian và tiền bạc cho một trải nghiệm được đánh giá quá cao, quá kém. Chúng tôi đã chọn các buổi tẩy tế bào chết và mát-xa toàn thân. Tôi - đã tẩy tế bào chết và mát-xa toàn thân ở nhiều nơi. Việc chà cơ thể không có tác dụng chà. Chuyên gia thẩm mỹ chỉ chà xát lên tôi mà không có bất kỳ áp lực nào như thể tôi đang thoa kem dưỡng da. Massage 50 phút cũng thật đáng thất vọng. Tôi cảm thấy đó là một massage một phần không đánh vào các khu vực có vấn đề. Đúng là tôi biết mình có rất nhiều căng thẳng nhưng không có sự cân bằng khi được mát-xa. Bây giờ đừng để tôi bắt đầu với tiệc buffet ốc đảo của họ. Tại sao phải trả nhiều tiền như vậy chỉ để được phục vụ nhiều loại đậu khác nhau, và lúc đó, mọi thứ đều LẠNH. Các phòng thư giãn không có gì như vậy. Về bản chất, nó chỉ là một vài phòng ở các phần khác nhau của tầng giống như phòng chờ ở sân bay. Không có gì phục hồi, không có gì thư giãn. Tiết kiệm cho mình thời gian và sự thất vọng! Chúng tôi bước ra khỏi buồn bã khi nhận ra các khoản phí tăng cao, cùng với việc thêm 20 - tiền thưởng chỉ đơn giản là vì nó có - Hershey - gắn liền với nó. Một sai lầm rất đắt giá của tôi. Tôi khuyên bạn nên đến Philadelphia đến một trong những spa cao cấp, thậm chí cả soju ở North Jersey để thực sự có trải nghiệm và mát-xa thực sự. Công bằng mà nói, các nhân viên rất tốt nhưng chưa đủ để nói - đây là một trải nghiệm tuyệt vời -. Đọc thêm",
            "Chúng tôi rất tiếc vì trải nghiệm của bạn với chúng tôi không đáp ứng được mong đợi của bạn. Nếu bạn muốn nói chuyện với đội ngũ quản lý của chúng tôi về ngày của bạn, chúng tôi khuyến khích bạn gọi cho chúng tôi theo số 717-520-5870, cảm ơn bạn.Đọc thêm",
            "Đã có trải nghiệm tuyệt vời với Kathy.  Cô chủ spa.  Cô ấy bắt đầu với áo choàng của chúng tôi.  Một người trong chúng tôi hơi - lông bông.  Kathy không bình luận gì và không hỏi câu nào khác ngoài cỡ giày của chúng tôi.  Cô bước đi một phút và quay lại với một chiếc áo choàng.  Có kích thước mịn màng.  Khi chúng tôi hỏi về bữa trưa tại - Oasis - cô ấy đề nghị đặt chỗ trước - chúng RẤT cần thiết - và làm chúng cho chúng tôi và đặt thời gian trước cửa phòng điều trị của chúng tôi.  Cô ấy hoàn thành mọi việc một cách suôn sẻ và chuyên nghiệp nhất có thể mà không phiền phức.  Trải nghiệm tuyệt vời.  Đọc thêm",
            "Theo gói cả ngày Hershey-Cuối tuầnCác phương pháp điều trị bao gồm: Mát-xa truyền thống, Quấn dưỡng ẩm toàn thân, Bữa trưa Oasis, Làm móng tay tại vườn High Point, Chăm sóc da mặt theo toa tại Spa tại Vườn móng chân High Point.  - - - Xin lưu ý-Tôi đã liên hệ với Hershey Management trước khi thực hiện đánh giá này để thảo luận về suy nghĩ của mình. Không trả lời sau 2 tuần.  - Tôi để lại vm vào ngày 10 - 3 - 23 - Gợi ý của tôi: Mang dép - dép - dép xỏ ngón của riêng bạn; những gì spa cung cấp khá khó chịu và phù hợp bất thường. May mắn thay cả tôi và bạn tôi đều chuyển sang sử dụng giày dép của riêng mình. - - - Kiểm tra kỹ kinh nghiệm của nhân viên đang cung cấp dịch vụ spa. Tất cả họ đều đeo bảng tên ghi ngày họ bắt đầu làm việc tại Hershey Spa. Thật không may, 3 trong số 5 người đã cung cấp thẻ tên dịch vụ của tôi chỉ ra năm 2023. Các phương pháp điều trị bao gồm mát-xa trong 50 phút, tốt nhất là gây thất vọng, đặc biệt là khi bạn tính đến các khoản phí tăng cao, cùng với việc thêm 20 - tiền thưởng. Một sai lầm rất đắt giá của tôi. Tuy nhiên, ở đó cũng có những nhân viên tuyệt vời.  Chuyên gia thẩm mỹ của tôi về liệu pháp quấn mặt và dưỡng ẩm cho cơ thể thật tuyệt vời!  - - Lưu ý thẻ tên của họ không ghi ngày bắt đầu năm 2023. - - - - Tôi chắc chắn sẽ bỏ qua cả dịch vụ làm móng tay và móng chân vì không có dịch vụ sấy khô và sau đó bạn chuyển sang dịch vụ khác chắc chắn họ sẽ bị lem và lem : - Tôi xin lỗi khi để lại dịch vụ này vì tôi đã đợi rất lâu để ghé thăm Hershey Spa, nhưng sau khi không nhận được phản hồi từ nhân viên spa, tôi cảm thấy buộc phải khuyên những vị khách tương lai nên lưu ý và suy nghĩ trước bất kỳ liệu pháp spa đắt tiền nào. Tôi rời spa với cảm giác thất vọng - đó chắc chắn không phải là spa ngọt ngào nhất trên Trái đất! Đọc thêm",
            "Chúng tôi rất tiếc khi biết trải nghiệm của bạn không đáp ứng được mong đợi của bạn. Nếu bạn muốn nói chuyện với đội ngũ quản lý của chúng tôi, vui lòng gọi 717-520-5870. Cảm ơn. Đọc thêm",
            "Mỗi lần chúng tôi đến đó, nhân viên đều được đào tạo để tính phí cho bạn mọi thứ! Và buộc bạn phải đặt phòng càng sớm càng tốt - Chúng tôi - đang đặt phòng rất nhanh nên hãy đặt ngay bây giờ - Có rất nhiều phòng riêng lẻ để bạn chỉ cần ngồi. Chỉ vậy thôi! Có tiền thưởng cho tất cả mọi thứ! Và đừng mua bữa trưa của họ - đó là một bữa tiệc buffet hoàn toàn nguội lạnh! Đọc thêm",
            "Chúng tôi rất tiếc khi biết chuyến thăm spa của bạn không đáp ứng được mong đợi của bạn. Chúng tôi luôn mời khách tận dụng các tiện nghi spa miễn phí của chúng tôi, chẳng hạn như phòng xông hơi ướt, phòng tắm hơi, hồ bơi trong nhà, v.v. Chúng tôi đánh giá cao phản hồi của bạn và sẽ chia sẻ phản hồi đó với nhóm của chúng tôi vì chúng tôi không bao giờ muốn khách phải thất vọng. Cảm ơn bạn.Đọc thêm",
            "Tôi là thành viên spa, mỗi tháng một lần đi làm dịch vụ chăm sóc tóc.  Các dịch vụ riêng lẻ luôn đặc biệt, nhưng tôi không thể hài lòng với quy trình đặt phòng, không thể gọi điện và đặt chỗ, không thể điều chỉnh đặt chỗ và không thể sử dụng dịch vụ lưu trú qua đêm tại khách sạn vì ngày mất điện kéo dài.  Giá thành viên tiếp tục tăng và nó không còn giá trị nữa.  Tôi đi cắt và nhuộm màu 4 tuần một lần.  Vì điều này, tôi sẽ không sử dụng spa cho các dịch vụ làm tóc của mình nữa, mặc dù nhà tạo mẫu của tôi, Fallon, rất xuất sắc.Đọc thêm",
            "Xin chào, chúng tôi rất tiếc khi biết về sự thất vọng của bạn. Các thành viên của Câu lạc bộ Chocolate Spa hiện có thể yêu cầu cuộc hẹn, yêu cầu thay đổi và yêu cầu hủy bỏ thông qua cổng Câu lạc bộ Chocolate Spa, giúp việc lên lịch cuộc hẹn trở nên dễ dàng hơn. Ngoài ra, nếu ngày bạn yêu cầu lưu trú tại Khách sạn không có sẵn, nhóm đặt phòng của chúng tôi sẽ có thể hỗ trợ bạn đảm bảo một ngày khác khi bạn gọi tới số 844-330-1799. Cảm ơn.\n\nĐọc thêm",
            "I was given a  - 200 gift certificate for the spa as a 50th birthday gift. I live right around the corner from the Hotel but have never been to the spa, mainly due to the prices.  I understand you - re paying for the experience, but it does seem a bit outrageous.  I love getting massages, and the  - 200 would just barely covered a 50 minute Swedish massage, including the required 20 -  gratuity.I decided that if was going up to the Spa, I should actually sign up for something I wouldn - t normally do. I opted for the 75-minute deep tissue massage  - my usual style of massage at my normal masseuse location -  and the Coffee Sugar Scrub.  I researched on the Spa website and decided to go to the Spa a little over three hours before my scheduled time. I wanted to take advantage of the fitness center as well as the pool - hot tub and special relaxation rooms.When I arrived at the reception desk, the clerk was less than friendly  - I think her name was Jazmin but I am not 100 -  sure - .  Attempts at small talk were met with a stony silence or ignored completely. The hostess who showed me to the locker room and gave me the tour couldn - t have been sweeter or more friendly  - unfortunately I cannot remember her name - . Finding the fitness center was a bit challenging; while there were signs on the walls at corridor intersections, I didn - t realize that the Fitness Center was a completely separate building and you needed to leave the Hotel to get to it.  The employee in the Fitness Center was also very friendly and talkative.  I did my tiny workout and peeked into the pool area...and it was then that I realized the pool - hot tub were the actual Hotel pool and hot tub. That made sense, although for some reason I figured the Spa would have their own pool area  - I suppose I was thinking of spas I - d been to in Las Vegas - .  At the time I looked in, not only was there a water exercise class going on in the shallow end, but of course there were guests in other parts of the pool. Not any fault of the Spa, just a bit of a disappointment.  I changed into the provided robe, and here was my second disappointment. I - m not excessively large - 5 - 5 - , 200 lbs - but I am admittedly a big big in the hip - backside area.  Therefore the robe tied around me and covered my chest, but as soon as I took a step, everything on the bottom was out on display. I didn - t see any workers in the locker room area  - and I wasn - t about to reconnect with the clerk at the desk -  so I simply put my shorts back on under the robe. There were four sizes of slippers, it would have been nice to have options regarding the robes.I did not enter the  - Aromatherapy Room -  but did spend quite a bit of time with my book in the Quiet Room, Silent Room, and out on the balcony. I wish there would have been a bit more seating on the balcony...the Spa was quite busy. Thankfully I got an empty seat and spent a great deal of time just looking out over the fountain in the garden and reading my book. I - ve read other comments about the hot chocolate, and they were absolutely on point. That hot chocolate was the best I - ve ever tasted...so thick and creamy! The coffee was delicious as well; I had some later with one of the tasty double chocolate muffins.  I felt sorry for the employees who had to walk around quietly calling out for guests in all the rooms. It seems to me that there might be a less invasive, easier way to find guests for their appointments  - although I myself cannot come up with anything - . The employees were very gracious and polite, however, and seemed to be trying their best not to disrupt anyone - s visit.  Erika took care of my Coffee scrub. She was extremely friendly and talkative, and I almost forgot that I was lying on a plastic sheet covered by two tiny dish towels!  She is someone that I would love to have take care of me again.Matt was my masseuse, and he wasted no time getting down to business.  The deep tissue massage isn - t as...pampering...as a Swedish Massage, and I was glad that he didn - t fuss around asking me to take deep breaths, relax, etc. He found some very tight areas in my upper back and shoulders, and I seriously would have paid extra for him to keep working on my forearms and hands!All in all it was an enjoyable afternoon, although I wish I would have known about the public availability of the pool. I was also a bit confused about the cafe available to spa guests only. I wasn - t given information on it, and all I found on the website is that it was lunch only and only for spa guests. I wasn - t even told where it was.  Someone on this site mentioned that it wasn - t included with the cost of the treatment at the spa, which I was thankful to know since I wasn - t told anything on site.Read more",
            "Tôi đã có trải nghiệm thú vị và thư giãn tại Spa tại khách sạn Hershey. Các nhân viên mà tôi đã tiếp xúc trong chuyến thăm đều đặc biệt tốt bụng và tuyệt vời, khiến tôi cảm thấy được chăm sóc chu đáo. Cơ sở vật chất rất đẹp và thoải mái. Tôi rất thích tất cả các dịch vụ spa mà tôi nhận được và cảm thấy nhìn chung chúng có chất lượng cao. Tôi có một lời phê bình nhỏ là mặc dù nhà tạo mẫu tóc của tôi là người duyên dáng, ấm áp và cắt tóc đẹp, nhưng tôi cảm thấy rằng cô ấy thiếu kinh nghiệm trong việc tạo kiểu và sử dụng các sản phẩm dưỡng ẩm thích hợp cho tóc có kết cấu hoặc độ xốp thấp. Tôi rời cuộc hẹn mà không có định nghĩa gì về những lọn tóc xoăn của mình và một cái đầu đầy tóc xoăn, to --- một trải nghiệm quá quen thuộc với những quý cô có mái tóc có kết cấu như chúng tôi khi chúng tôi không đến một tiệm làm tóc với các nhà tạo mẫu có kinh nghiệm chăm sóc tóc có kết cấu. May mắn thay, sau khi gội đầu ở nhà và tạo kiểu phù hợp, vết cắt của tôi đã được thực hiện tốt.Đọc thêm",
            "Bữa trưa tại Spa chỉ cung cấp một món súp, đây là lựa chọn duy nhất cho bữa trưa nóng sốt. Đã vài lần tôi đến thăm, tôi không thích món súp ở quầy bar - vì nó cay - . Tại sao họ có thể đưa ra ít nhất 2 lựa chọn? Nhiều người bạn của tôi cũng có cảm nhận giống như tôi. Tôi hỏi tôi có thể ăn một món súp khác không, và tôi được thông báo rằng phải đến 4 giờ chiều mới có món súp khác. Thế nên tôi rất thất vọng với bữa trưa nguội lạnh.Đọc thêm",
            "Tôi đã hỏi spa câu hỏi tương tự về món súp và các món khác trong thực đơn. Câu trả lời của họ là - họ muốn đưa ra một thực đơn nhẹ nhàng hơn. - Tôi nghĩ nó liên quan đến việc cắt góc. Tôi sẽ không đến đó lần nữa.Đọc thêm",
            "Tôi đã thường xuyên lui tới spa - thật tuyệt vời!  Bạn đang thắc mắc không biết bạn sử dụng loại dầu - mùi hương nào trong phòng xông?  bạn có thể vui lòng cho tôi biết?\n\nCảm ơn !\nDinaĐọc thêm",
            "Chào Dina,\nMùi dầu đã có sẵn trong phòng xông là mùi hoa nhài.  Nó thực sự tốt đẹp và thư giãn.  Tôi không thể chờ đợi để trở lại!\nTammyĐọc thêm",
            "Bạn thân nhất của tôi và tôi sẽ không thích 2 người thực hiện gói spa sô cô la 3 ngày.  Bạn có thể cho tôi giá phòng hoặc suite được không? Tôi không thể tìm thấy mức giá hoặc loại phòng hoặc dãy phòng mà bạn cung cấp. Tôi - cũng muốn có được những bức ảnh về các phòng hoặc dãy phòng.  Cảm ơn bạnĐọc thêm",
            "Truy cập: Trang web THE KHÁCH SẠN HERSHEY - có rất nhiều hình ảnh về các phòng - chỗ nghỉ.  Sau đó tôi sẽ gọi trực tiếp cho khách sạn và xem liệu có ưu đãi nào tốt hơn không. Chúc may mắn! Bạn sẽ thích nó ở đó. Nó - rất đẹp vào mùa hè vì khuôn viên và những con đường mòn đi bộ đường dài rất đẹp - và bạn cũng có thể sử dụng các hồ bơi ngoài trời - .Đọc thêm",
            "Tôi phải nói chuyện với ai về các câu hỏi về spa của bạn vì tôi muốn đến trường để được trị liệu bằng tin nhắnĐọc thêm",
            "Tôi sẽ liên hệ với Hershey Spa và yêu cầu được nói chuyện với người quản lý.  Số điện thoại miễn phí là 877-772-9988 hoặc bạn có thể gửi email cho họ bằng cách xem trang web Chocolate Spa để lấy địa chỉ email.  Tôi không thể đưa địa chỉ web hoặc liên kết email vào câu trả lời này vì nó nói rằng nó không được phép.  Hy vọng điều này sẽ giúp ích.Đọc thêm"
        ],
        "star_ratings": [
            280,
            93,
            58,
            25,
            29
        ],
        "review_amount": 485,
        "location": [
            "Các hoạt động ở Hershey",
            "Hoa Kỳ",
            "Hershey",
            "Pennsylvania - PA -",
            "Spa tại khách sạn Hershey"
        ],
        "reviews_time": [
            "Written September 27, 2023",
            "Written December 14, 2023",
            "Written February 29, 2024",
            "Written March 22, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written March 22, 2024",
            "Written February 29, 2024",
            "Written December 16, 2023",
            "Written December 14, 2023",
            "Written October 16, 2023",
            "Written September 27, 2023",
            "Written September 27, 2023",
            "Written April 11, 2023",
            "Written February 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52819-d214288-Reviews-The_Spa_At_The_Hotel_Hershey-Hershey_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d402272-Reviews-The_Circular-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d1539137-Reviews-Harvest_at_The_Hotel_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d402311-Reviews-Iberian_Lounge-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d2556099-Reviews-Trevi_5-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d7986925-Reviews-The_Oasis-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d402336-Reviews-Red_Robin_America_s_Gourmet_Burgers_and_Spirits-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d5241590-Reviews-Nathan_s_Famous-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d4591246-Reviews-Central_Pa_s_Kosher_Mart-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d23354410-Reviews-The_Chocolatier-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d7286174-Reviews-Troegs_Brewing_Company-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d116605-Reviews-Hershey_Gardens-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d270636-Reviews-Troegs_Brewing_Company-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d116604-Reviews-The_Hershey_Story_Museum-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d667735-Reviews-AACA_Museum_Inc-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d3310497-Reviews-Tanger_Outlets_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d3312619-Reviews-Star_Pavillion_at_Hersheypark_Stadium-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d139210-Reviews-ZooAmerica_North_American_Wildlife_Park-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d669699-Reviews-Hershey_Theatre-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d3410507-Reviews-Giant_Center-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d22952537-Reviews-Hershey_Sweet_Lights-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d214288-Reviews-or10-The_Spa_At_The_Hotel_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d12826631-Reviews-MeltSpa_by_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d8423342-Reviews-Emerald_Springs_Spa-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d25439747-Reviews-Studio_Sol_Yoga-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d27089316-Reviews-Bee_Still_Therapeutic_Massage-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d17829229-Reviews-Live_Well_Medicine-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d12416298-Reviews-Connect_With_Wellness-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d12371347-Reviews-Esthetics_by_Sally-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d1752742-Reviews-Segway_of_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d10386103-Reviews-Hershey_Outfitters-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d10836423-Reviews-The_Falconry_Experience-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d669698-Reviews-Hershey_Trolley_Works-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d11611792-Reviews-Escape_Room_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d106618-Reviews-Hershey_s_Chocolate_World-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d1443011-Reviews-Jungle_Jim_s-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g44943-d258060-Reviews-Wild_Animal_Safari-Strafford_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g1175546-d10551778-Reviews-Kiotari_Beach-Kiotari_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g50782-d5221199-Reviews-Hard_Rock_Rocksino_Northfield_Park-Northfield_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g15138143-d2225656-Reviews-Ammoussa_Beach-Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147399-d150360-Reviews-Chalk_Sound-Providenciales_Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g52594-d126664-Reviews-Knoebels_Amusement_Resort-Elysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d2553904-Reviews-Zaitunay_Bay-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g29879-d143626-Reviews-Aurora_Fossil_Museum-Aurora_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d116421-Reviews-Barton_Springs_Pool-Austin_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52819-d214288-Reviews-or10-The_Spa_At_The_Hotel_Hershey-Hershey_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52819-d214288-Reviews-The_Spa_At_The_Hotel_Hershey-Hershey_Pennsylvania.html"
    }
]