[
    {
        "attraction_name": "The Club ATL",
        "attraction_name_vi": "Câu lạc bộ ATL",
        "general_info": [
            "256 đánh giá",
            "239 trong số 536 điều cần làm ở Atlanta",
            "Phòng chờ sân bay"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "British Airways sử dụng Câu lạc bộ tại ATL cho hành khách hạng thương gia của họ. Mật độ rất cao. Ồn ào. Lựa chọn thực phẩm hạn chế. Khu vực quán đông đúc. Nhà vệ sinh cần dọn dẹp. Một khu vực được chỉ định dành cho hành khách hạng thương gia của hãng hàng không nhưng nó không được thực thi. \nTôi không thể tin rằng British Airways sẽ sử dụng nơi này làm phòng chờ của họ, nhưng tôi đoán là không có nhiều sự lựa chọn. Không phải là một trải nghiệm cao cấp thư giãn. \nDelta SkyClub ngày càng tốt hơn về mọi mặt. Tôi hy vọng phòng chờ Amex Centurion sẽ mở cửa trước chuyến bay BA tiếp theo của tôi. Đọc thêm",
            "Nơi này đã phải chờ đợi rất lâu, rõ ràng là thiếu nhân lực. Rất nhiều bàn trống, tất cả đều bẩn. Thức ăn hoàn toàn là rác rưởi. Bánh quy rẻ tiền, chế biến sẵn, súp chay giả chế biến cao, không bổ dưỡng. Điều tốt duy nhất là thứ họ không thể làm hỏng - bia. \n\nChuyến thăm này đã được bao gồm trong tư cách thành viên Thẻ ưu tiên của tôi và tôi vẫn rất hối hận khi đi. Các phòng chờ Priority Pass đều xuống dốc trong 2-3 năm qua về chất lượng đồ ăn và dịch vụ. Đang cân nhắc quay trở lại Amex Platinum. Đọc thêm",
            "Đây có lẽ là phòng chờ tệ nhất mà tôi từng đến.\nLựa chọn và chất lượng đồ ăn cực kỳ tệ.\nQuầy bar thì ổn\nCó một khu vực chỗ ngồi dành riêng cho hành khách hạng thương gia, ít đông đúc hơn khu vực chính.\nNếu vé vào cửa không bao gồm trong giá vé và tôi phải xếp hàng, trả tiền vào cửa thì tôi sẽ cảm thấy bị lừa. Vì vậy, tôi thực sự rất thất vọng. Đọc thêm",
            "Thân thiện chào đón. Đó là điểm tốt duy nhất. \n\nKhông có nước. Buffet sẽ gây bối rối ở Kazakhstan. Đầy những người đàn ông thô lỗ với vệ sinh kém. Không còn chỗ ngồi ở bất cứ đâu\n\nKéo dài năm phút trước khi đi bộ\n\nTôi đã tham gia với tư cách là thành viên bạc BA. Tôi sẽ rất thất vọng nếu là hành khách hạng thương giaĐọc thêm",
            "Tôi ghé thăm rất nhiều phòng chờ ở sân bay và đây là một trong những nơi tồi tệ nhất.  Đó là một phòng chờ nhỏ đầy người nhanh chóng nên bạn có thể phải đợi để vào.  Khi vào bên trong, các lựa chọn thực phẩm bị hạn chế và rất ít ổ cắm điện hoạt động.  Nếu bạn không có quyền truy cập miễn phí vào phòng chờ, đừng bận tâm.  Một người phụ nữ tên Princess đang ở quầy lễ tân...thái độ hoàn toàn kinh khủng với khách hàng.Đọc thêm",
            "Chúng tôi đã đặt phòng chờ này do thời gian quá cảnh tại Sân bay Atlanta giữa các chuyến bay quá lâu.\n\nSự chào đón mà chúng tôi nhận được từ người phụ nữ ở quầy lễ tân không mấy nồng nhiệt và dường như phải mất một thời gian rất dài để cô ấy kiểm tra chúng tôi, điều đó nói rằng đặt phòng của chúng tôi là 16:00 và chúng tôi đến lúc 15:58!\n\nPhòng chờ đã đủ dễ chịu và thoải mái nhưng rất bận rộn! Điều đáng lưu ý là không giống như một số phòng chờ ở sân bay khác, phòng chờ này chào đón trẻ em.\n\nThức ăn được phục vụ trên cơ sở tự phục vụ và có rất ít sự lựa chọn! Tuy nhiên món súp và món cơm gà đều rất đáng yêu.\n\nQuầy bar là quầy bar có người phục vụ chứ không phải là quầy bar tự phục vụ mà các phòng chờ sân bay khác có, tuy nhiên tất cả đồ uống đều được bao gồm trong phí vào cửa và người phục vụ tại quầy bar rất dễ chịu khi chúng tôi lên lấy đồ uống.\n\nNước ngọt là loại tự phục vụ nhưng có mùi clo nhẹ, tôi cho rằng máy chưa được vệ sinh lâu.\n\nSảnh khách có cả bàn ghế và một số ghế thoải mái để thư giãn. Xung quanh sảnh có một số trạm sạc USB rất tiện lợi.\n\nPhòng chờ có vòi sen nhưng chúng tôi không sử dụng nên không thể nhận xét về chúng.\n\nMặc dù không phải là phòng chờ tốt nhất mà chúng tôi từng sử dụng nhưng chắc chắn nó không phải là phòng chờ tệ nhất! Ngoại trừ người phụ nữ tiếp tân, tất cả các nhân viên chúng tôi tiếp xúc đều lịch sự, thân thiện và hữu ích.\n\nNếu chúng tôi có dịp đi du lịch qua Atlanta một lần nữa, chúng tôi sẽ không ngần ngại đăng ký lại ở đây. Đọc thêm",
            "Điều này dựa trên một vài chuyến đi trong vài tháng qua.  Đối với một trải nghiệm phòng chờ, điều này không tuyệt vời.  Nó rất chật chội. Đồ ăn mỗi lần tôi đến đều giống nhau.  Tuy nhiên, hầu hết các nhân viên tôi từng làm việc ở đây đều rất tốt bụng, điều này nâng điểm của tôi lên 2, chỉ gặp một nhân viên không thân thiện lắm.Đọc thêm",
            "Như thường lệ, phòng chờ BA không phải là phòng chờ BA. Được điều hành bởi bên thứ ba; Câu lạc bộ. Lựa chọn thực phẩm - khủng khiếp; món salad đã có những ngày tươi đẹp hơn và có vẻ như đã hết hàng giờ rồi. Quầy bar vẫn ổn, không có lựa chọn bia đóng hộp nào trong bản nháp. Không dễ tìm, biển báo không rõ ràng được đăng từ nhà ga ở Nhà ga F. \n\nVề cơ bản hãy lên tầng trên, nơi nó chỉ vào khu vực thức ăn và sau đó đi vòng sang bên phải của bạn. Nếu bạn rẽ trái, bạn sẽ thấy Delta Sky Club. \n\nKhông có phòng chờ Dragon Pass nào mà tôi thấy sốc.Đọc thêm",
            "Lần thứ hai sử dụng phòng chờ này. Mặc dù không ngang bằng với một số phòng chờ hàng đầu trên toàn thế giới, đồ ăn cũng như nhân viên khá ngon. Tuy nhiên, tôi đã sử dụng phòng chờ này vì chúng tôi bay trên Lufthansa ở hạng Thương gia. Tôi đã thấy một số người bị chậm nhập cảnh vì họ muốn vào dựa trên Thẻ ưu tiên của họ. Tôi sẽ cho họ một ngôi sao khác nếu họ có kết nối Internet tốt và lẻ tẻ - Internet ở sân bay tốt hơn.Đọc thêm",
            "Như thường lệ, phòng chờ BA không phải là phòng chờ BA. Được điều hành bởi bên thứ ba; Câu lạc bộ. Lựa chọn thực phẩm - khủng khiếp; món salad đã có những ngày tươi đẹp hơn và có vẻ như đã hết hàng giờ rồi. Quầy bar vẫn ổn, không có lựa chọn bia đóng hộp nào trong bản nháp. Không dễ tìm, biển báo không rõ ràng được dán từ nhà ga ở Nhà ga F. Về cơ bản, hãy đi lên tầng trên, nơi nó chỉ vào khu vực thực phẩm và sau đó đi vòng về bên phải của bạn. Nếu bạn rẽ trái, bạn sẽ thấy Delta Sky Club. Không có phòng chờ Dragon Pass nào mà tôi thấy sốc.Đọc thêm",
            "Trải nghiệm TUYỆT VỜI!  Chắc chắn có giá trị nếu bạn có một chút thời gian ở Phòng chờ F !!!  Cảm ơn đội ngũ Michael vì lòng hiếu khách tuyệt vời khi đội Warriors đến Lourdes của chúng tôi bay ra ngoài!Đọc thêm",
            "Phòng chờ này là một sự bối rối. Sự chào đón thân thiện tại bàn làm việc là điểm tốt nhất và duy nhất trong toàn bộ trải nghiệm. Có khu vực riêng dành cho hành khách hạng BusinessFirst. Nhưng ở khu đó không có đồ ăn và khi tôi đến chỉ còn hai ghế trống. Thức ăn hoặc những thứ được coi là thức ăn trong thảm họa phòng chờ này chỉ có ở khu vực chính và ở đó rất thiếu nguồn cung. Không có đĩa nào trong ít nhất nửa giờ và cũng không có đồ dùng nào ngoại trừ thìa. Khi tôi đang tìm cái nĩa ở đâu đó, một trong những nhân viên cáu kỉnh cáu kỉnh mắng tôi: Không có nĩa. Sử dụng một cái thìa!  Quán bar rất đông và có một nhân viên làm việc quá sức mặc dù khá thân thiện. Các ổ cắm điện gần như không thể tìm thấy và thậm chí còn khó sử dụng hơn, nằm ở phía sau và dưới ghế một cách khó hiểu. Đây là một trong những trải nghiệm leo núi tồi tệ nhất tôi từng có ở một câu lạc bộ sân bay. Việc đây là phòng chờ Hạng Nhất của BA ở ATL là một điều đáng xấu hổ. Không phải BA mà là ATL. Thành phố của tôi nên xấu hổ.Đọc thêm",
            "Tôi đã ở trong danh sách chờ trong 1 giờ 50 phút....họ đã nhắn tin cho tôi 20 phút trước khi tôi cần lên chuyến bay....tất cả các bạn đang nói đùa phải không? LolĐọc thêm",
            "Chúng tôi đang đi công tác Club World với British Airways và đây là phòng chờ họ sử dụng. Bản thân sân bay Atlanta đã đủ tệ rồi, phòng chờ này cơ bản không thể diễn tả bằng lời, quá đông đúc, bẩn thỉu. Máy chủ ở quán bar là điểm cộng duy nhất vì cô ấy rất đáng yêu và việc lựa chọn quán bar rất tốt. Thức ăn là sự kết hợp giữa căng tin cấp thấp và thức ăn ở trường học. Món salad caeser mà bạn tự phục vụ là món ngon nhất. Đồ ăn nóng trông không hấp dẫn và thiếu đẳng cấp. Các nhà vệ sinh chính không phải tất cả đều sạch sẽ, mặc dù nhân viên đã hướng dẫn tôi đến một nhà vệ sinh khác nhưng không bao giờ nên để chúng ở tình trạng như vậy.Đọc thêm",
            "Tệ hại!!! Dịch vụ hoàn toàn khủng khiếp!!!!!!! Hãy chuẩn bị để được đưa vào danh sách chờ và đợi vài giờ!!!!!! Đừng đến đó.Đọc thêm",
            "Các nhân viên đều thân thiện và hữu ích, thức ăn rất phong phú, đa dạng và gà nướng rất ngon rất ngon! Và rất nhiều chỗ ngồi.Đọc thêm",
            "Phòng chờ này còn hơn cả đáng thất vọng. Quá trình vào phòng chờ chẳng có ý nghĩa gì, đồ ăn rất hạn chế, bàn bẩn và phòng tắm thậm chí còn bẩn thỉu hơn.Đọc thêm",
            "Tôi ghi tên mình vào danh sách chờ 6 giờ trước chuyến bay vì biết rằng tôi phải nhập cảnh trước chuyến bay 3 giờ. Họ trả lời 17 phút trước khi tôi lên máy bay. Thật xấu hổ cho cái gọi là phòng chờ liên kết với Thẻ ưu tiên của họ. Họ làm điều đó và làm hại tôi.Đọc thêm",
            "Bạn có cần phải là thành viên Delta Sky Club hay bất kỳ ai trên bất kỳ hãng hàng không nào cũng có thể sử dụng phòng chờ này không?Đọc thêm",
            "Vé ngày thường được bán như trong, ngày xửa ngày xưa với giá 59 nhưng giờ đây đã là quá khứ theo mọi khía cạnh.\n\nCách duy nhất để truy cập Sky Club là với tư cách thành viên hàng năm, bay trên vé hạng thương gia quốc tế của Delta hoặc thông qua thẻ tín dụng liên kết với Delta, chúng tôi có thẻ nhưng vẫn phải trả một khoản phí ??? nhỏ để truy cập. Đọc thêm",
            "Vợ tôi và tôi sẽ lái xe từ Florida vào thứ Hai để đi trên BA 226 đến London, vì chúng tôi sẽ đi du lịch cả ngày nên chúng tôi muốn sử dụng phòng tắm miễn phí, chúng tôi có phải đặt cơ sở này không - nếu vậy thì làm thế nào chúng ta làm điều đó? Chúng tôi dự kiến ​​sẽ có mặt tại phòng chờ vào khoảng 7 giờ tối cho chuyến bay lúc 10 giờ 20.\n\nCảm ơn, \nTrân trọng \nPeterĐọc thêm",
            "Đặt chỗ trực tuyến trước. In biên lai của bạn vì họ sẽ không chấp nhận bất kỳ thứ gì khác. Tìm kiếm trên Google The Club tại ATLĐọc thêm",
            "Câu lạc bộ có tủ để hành lý xách tay không? ATL quốc tếĐọc thêm",
            "Tôi không nhớ đã nhìn thấy những thứ đó. Tuy nhiên, có những cơn mưa rào, điều này khiến tôi tin rằng có một loại nơi lưu trữ nào đó.Đọc thêm",
            "Tôi có thể vào THE CLUB khi đến từ phòng chờ T không? Tôi đã vượt qua mức độ ưu tiên. \nĐọc thêm",
            "Có. Bạn đi tàu điện ngầm sau đó đi lên thang cuốn hoặc hai,20 phút lẻ hoặc lâu hơn.Đọc thêm",
            "Tôi sẽ dừng chân ở Atlanta cho họ\nAngeles, tôi sẽ rời sân bay và trở về Los Angeles. Tôi có thể vào phòng chờ ngay cả khi tôi có chuyến bay nội địa không? Quyền truy cập ở đâu?\n Cảm ơn bạnĐọc thêm"
        ],
        "star_ratings": [
            28,
            43,
            31,
            49,
            106
        ],
        "review_amount": 257,
        "location": [],
        "reviews_time": [
            "Written July 26, 2023",
            "Written July 31, 2023",
            "Written August 14, 2023",
            "Written September 22, 2023",
            "Written November 7, 2023",
            "Written November 23, 2023",
            "Written March 3, 2024",
            "Written May 30, 2024",
            "Written June 7, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 20, 2024",
            "Written May 12, 2024",
            "Written April 27, 2024",
            "Written April 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60898-d8489182-Reviews-The_Club_ATL-Atlanta_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d1510604-Reviews-One_Flew_South-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d4600404-Reviews-Ecco_Airport-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d3706415-Reviews-Jekyll_Island_Seafood_Restaurant-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d10719640-Reviews-Delta_Sky_Club_Concourse_F-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34856-d4038062-Reviews-Fresh_To_Order-College_Park_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d7360910-Reviews-Jersey_Mike_s_Subs-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d4579746-Reviews-Pecan_Bistro-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d27729043-Reviews-Lorena_Garcia-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d6214102-Reviews-Pei_Wei_Asian_Diner-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d3399390-Reviews-TGI_Fridays-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6781080-Reviews-Delta_Flight_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34995-d10319338-Reviews-Arches_Brewing-Hapeville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34995-d12725185-Reviews-Hapeville_Depot_Museum-Hapeville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34995-d8522227-Reviews-Hapeville_First_Baptist_Church-Hapeville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34856-d1418775-Reviews-Georgia_International_Convention_Center-College_Park_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34916-d116549-Reviews-Muffler_Man-East_Point_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d25765561-Reviews-Jackson_Hartfield_Airport-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d7976388-Reviews-Chick_fil_A_Backstage_Tour-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35224-d6942970-Reviews-The_Hindu_Temple_of_Atlanta-Riverdale_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34916-d12338332-Reviews-Egan_Park-East_Point_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8489182-Reviews-or10-The_Club_ATL-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126907-Reviews-Jimmy_Carter_Presidential_Library_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d558985-Reviews-Georgia_World_Congress_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d1418673-Reviews-Cobb_Galleria_Centre-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d1418515-Reviews-AmericasMart_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6429109-Reviews-Opera_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d14008350-Reviews-Robert_W_Woodruff_Library-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d17845116-Reviews-Believe_Music_Hall-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d559862-Reviews-Spacetime_Institute-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8489182-Reviews-The_Club_ATL-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8380237-Reviews-Porsche_Experience_Center_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d10191282-Reviews-DTours-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12122290-Reviews-EarthTran_Global_Limousine_and_Transportation_Service-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34995-d13866703-Reviews-Beer_Girl_Growlers_Bottleshop-Hapeville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8632162-Reviews-XpresSpa-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34995-d20034657-Reviews-Kings_Cigar_Lounge-Hapeville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34995-d19983794-Reviews-Sanskrit_Moon_Yoga_Center-Hapeville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34995-d26269239-Reviews-The_Brass_Tap-Hapeville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34995-d7891523-Reviews-Academy_Theatre-Hapeville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d254540-Reviews-Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294264-d2439664-Reviews-Universal_Studios_Singapore-Sentosa_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d5003190-Reviews-Dafni_Beach-Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456378-Reviews-Khlong_Dan-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g35489-d5042733-Reviews-Melaleuca_Field-Idaho_Falls_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g34287-d145683-Reviews-O_Leno_State_Park-High_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d269463-Reviews-Chinatown_International_District-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187265-d2169955-Reviews-Les_Halles_de_Lyon_Paul_Bocuse-Lyon_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d1479765-Reviews-Phuket_Simon_Cabaret-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g187806-d1857092-Reviews-Mirabilandia-Ravenna_Province_of_Ravenna_Emilia_Romagna.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60898-d8489182-Reviews-or10-The_Club_ATL-Atlanta_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60898-d8489182-Reviews-The_Club_ATL-Atlanta_Georgia.html"
    }
]