[
    {
        "attraction_name": "The Boatyard",
        "attraction_name_vi": "Bến thuyền",
        "general_info": [
            "1.622 đánh giá",
            "- 8 trong số 79 điều cần làm ở Bridgetown",
            "Bãi biển - Câu lạc bộ bể bơi"
        ],
        "attraction_summary": "Boatyard cung cấp các tiện nghi bãi biển vượt trội chỉ được tăng cường bởi bãi biển cát trắng tự nhiên và làn nước trong xanh yên tĩnh. Khi vào The Boatyard, gói bãi biển sẽ được cung cấp để đảm bảo cho bạn một ngày tràn ngập niềm vui và niềm vui trên thiên đường. Hãy đến và tận hưởng nhiều tiện nghi của chúng tôi bao gồm: - ghế dài, ô dùng chung - trong khi còn hàng - , Ocean Trampoline, Iceberg Climb and Slide, bệ lặn, đu dây - hỏi thời gian đã lên lịch - , vòi sen nước ngọt, phòng vệ sinh, bàn bida, WiFi, nhà hàng bên bờ biển, quầy bar và âm nhạc sôi động. Hãy nhớ hỏi về chuyến tham quan rùa và ống thở của chúng tôi vào một số ngày nhất định trong năm.  - Xin lưu ý rằng có thể cần phải có giấy tờ tùy thân để nhập cảnh - Đọc thêm",
        "reviews": [
            "Dịch vụ xuất sắc.  - Jack Sparrow - đã chăm sóc chúng tôi rất chu đáo. Bãi biển đẹp. Đáng giá chuyến đi.\n\nGiá cả hợp lý.  Phí vào cửa sẽ được sử dụng như một khoản tín dụng cho thực phẩm và đồ uống.  - Đọc thêm",
            "Đây là một ngày tuyệt vời dành cho gia đình và thực sự đáng đồng tiền bát gạo. Nhân viên và thức ăn rất tuyệt vời - hoàn toàn không có gì ngoài những rung cảm tích cực từ chúng tôi! Chắc chắn sẽ trở lại. Cảm ơn bạn đã có chúng tôi và giúp tạo ra những kỷ niệm rất vui vẻ - Đọc thêm",
            "Ngày tuyệt vời tại The Boatyard. Bãi biển và mặt nước thật rực rỡ - biển ấm áp, êm đềm và cát mịn như nhung. Điều làm cho nơi này trở nên tuyệt vời chắc chắn là đội ngũ nhân viên. Đặc biệt hét lên với Rico đằng sau quầy bar - anh ấy nhớ đồ uống của tôi và sắp xếp để thức ăn nóng và sẵn sàng khi chúng tôi bước vào từ chuyến đi lặn với ống thở. Xung quanh nó rất đáng giá tiền.Đọc thêm",
            "9 người chúng tôi đã đi trong ngày, trong đó có 2 đứa trẻ 13 tuổi. Nó có giá 70 bds, mỗi cái có 45 bds, mỗi cái được ghi lại vào thẻ để chúng tôi sử dụng cho thực phẩm và đồ uống. Để làm được điều này, chúng tôi có một chiếc ghế dài và dù che nắng trên bãi biển, anh chàng tập hợp tất cả chúng tôi lại và đặt dù che nắng vào. Chúng tôi cũng đi lặn với ống thở, biển rất trong và chúng tôi bơi cùng rùa và lặn xuống xác tàu. Tất cả các thiết bị đã được bao gồm - tủ khóa là phụ - tất cả chúng tôi đều có một bữa ăn nóng và một ly đồ uống và vẫn còn vài đô la trong thẻ. Họ làm xô với 6 loại bia với giá 20 đô la. Sau đó là xuống biển để bơi và chơi trên tấm bạt lò xo trên biển, cầu trượt bơm hơi hoặc nhảy từ đu dây. Cát vàng, biển xanh và có nhân viên luôn để mắt tới bạn. Đây là một ngày tuyệt vời, bắt đầu kết thúc và thật là một món hời. Đó là điều bắt buộc nếu bạn - đang ở BarbadosĐọc thêm",
            "Chuyến đi của rùa thật tuyệt vời! Nhân viên quán tuyệt vời. \nCậu bé phi hành đoàn bãi biển vô cùng thô lỗ.  - Bím tóc đính hạt màu trắng -  \n\nMột phàn nàn lớn là họ sử dụng ô dính vào cát hàng ngày.. do đó có nguy cơ làm hỏng tổ rùa. vốn đã có nguy cơ tuyệt chủng.  - Giải pháp đơn giản là chôn khối bê tông sẽ giải quyết được vấn đề này - Đọc thêm",
            "Ngày tuyệt vời tất cả các vòng.  - 70 Bbds mỗi người với - 45 Bbds hoàn lại tín dụng để chi tiêu cho đồ ăn - đồ uống. Vài chiếc bơm hơi trên biển, đu dây. Rất nhiều giường và dù che nắng. Khu vực quầy bar - nhà hàng rộng rãi đều có bóng mát. Phần tốt nhất là chuyến đi lặn với ống thở tùy chọn. Charlie, thuyền trưởng của chúng tôi đã rất giỏi khi giải thích về các sinh vật biển khác nhau mà chúng tôi sẽ thấy cũng như những câu chuyện đằng sau đống đổ nát mà chúng tôi đã thấy. Một ngày tuyệt vời trên một vịnh xinh đẹp.Đọc thêm",
            "Có một nửa ngày vui vẻ tại The Boatyard. Phí vào cửa bao gồm một lượng thức ăn và đồ uống, đủ cho nhu cầu của chúng tôi. Nó cũng bao gồm một chuyến đi thuyền đến xác tàu và bơi cùng rùa. Chúng tôi gần như đã đặt chỗ này một cách riêng biệt nên chúng tôi rất hài lòng vì đã không - t - chuyến đi bao gồm nhiều thời gian ở cả hai địa điểm và là điểm nhấn của kỳ nghỉ!\nChúng tôi đã ở đó vào đầu mùa nên chỉ có cầu trượt, tấm bạt lò xo nước và đu dây trên biển - nhưng đây là những niềm vui lớn.\n\nCác nhân viên rất thân thiện và hữu ích, ngoại trừ anh chàng quản lý bãi biển, người thô lỗ không cần thiết - chúng tôi chỉ từ chối để thái độ của anh ấy làm hỏng chuyến thăm của chúng tôi. Đọc thêm",
            "Chúng tôi trở lại như đã hứa với Boats Bar ở Oistins để có một bữa ăn dễ thương khác. Đồ ăn - dịch vụ vẫn tốt như trước. Trevor chủ sở hữu nhớ đến chúng tôi - thân thiện - lịch sự như mọi khi. Hầu hết các bàn đều đầy đủ, rất tốt cho một đêm thứ ba.\nKhi chúng tôi rời đi, chúng tôi thấy đầu bếp - khen cô ấy nấu món Mahi Mahi rất ngon. Chúng tôi sẽ quay lại sớm. Đọc thêm",
            "Chúng tôi dừng lại ở đây trên một hành trình.  Đến đó muộn hơn một chút và họ vừa bán hết nhưng họ đã nhường chỗ cho chúng tôi.  Dịch vụ là xuất sắc. Nước và bãi biển tuyệt đẹp.  Nó khá bận rộn nhưng những đứa trẻ của chúng tôi - 8 giây 11 - đã có rất nhiều niềm vui. Tôi thực sự khuyên bạn nên.Đọc thêm",
            "Phí vào cửa bao gồm đi thuyền miễn phí, lặn với ống thở và ngắm rùa. Nhân viên rất tuyệt vời và đưa ra một hướng dẫn. Giường bãi biển cũng Inc với một chiếc ô. Bãi biển cát đáng yêu. Rất đáng giá. Nhà hàng và quán bar rất đông đúc. Đọc thêm",
            "Xin chào, vợ tôi và tôi đã đến xưởng đóng thuyền hôm nay chúng tôi dự định ăn trưa và dành cả ngày. Cả hai chúng tôi đều ở độ tuổi bảy mươi và đã đến Barbados nhiều lần khi từ bãi biển bước vào. Tôi phải đi vệ sinh vì tôi quá tuyệt vọng vợ tôi ở bên cạnh những chiếc ghế tắm nắng chờ tôi trở về Tôi được một nhân viên tiếp cận và nói với tôi rằng tôi không thể sử dụng nhà vệ sinh cho đến khi mua một ban nhạc. Tôi giải thích rằng tôi đã tuyệt vọng như thế nào nhưng anh ấy không có sức chứa nên chúng tôi rời đi và đi đến nhà bên cạnh, ai hiểu hơn ĐÂY LÀ TRƯỜNG HỢP TIỀN TUYỆT VỜI TRƯỚC KHI DỊCH VỤ KHÁCH HÀNG KHÔNG CHỈ TÔI SẼ KHÔNG BAO GIỜ TRỞ LẠI TÔI SẼ KHÔNG TRỞ LẠI BARBADOS CHO MỘT QUỐC GIA DU LỊCH DU LỊCH NẾU HỌ ĐỐI XỬ VỚI NGƯỜI THEO CÁCH NÀY TÔI SẼ KHÔNG LÀ NGƯỜI DUY NHẤTĐọc thêm",
            "Nếu bạn quan tâm một chút đến động vật - phúc lợi biển - hãy tránh nơi này. Bất chấp lời cảnh báo không thành thật của họ về việc không xử lý hoặc chạm vào rùa hoặc sinh vật biển, chúng tôi đã chứng kiến ​​các nhân viên đối xử tàn nhẫn với sinh vật biển và xử lý các sinh vật để giải trí cho mọi người. Tôi đã chụp được bức ảnh một nhân viên đang bắt rùa. Đây cũng là một người đàn ông đang bắt cá ống lên khỏi mặt nước và đưa chúng cho khách du lịch hỏi xem có ai muốn cầm không! Những người khác trong nhóm của chúng tôi cũng đồng ý với chúng tôi rằng một số nhân viên - chủ yếu là nhân viên nam - tỏ ra chắc chắn và thô lỗ. Nếu bạn đang tìm kiếm một quán bar trên bãi biển với tiếng nhạc sôi động - đây có thể là địa điểm của bạn, nhưng không tôn trọng quyền lợi động vật - hãy tránh nó như tránh bệnh dịch!Đọc thêm",
            "This place is AWFUL. I have had a number of terrible experiences here. So many in fact, that I feel compelled to waste precious time writing about it on trip advisor in the hopes that it saves a couple of tourists from ruining what would otherwise be a good visit to an awesome island. The staff is atrocious. I have lived on this island for 5 year and my kids classmates always insist on going here whenever we have functions. I pray that after our experience last night, we have finally broken this god awful tradition. I am so grateful the rest of the families were able to witness how terrible this place really is. The security guy is totally unstable. I almost called the police he was so aggressive. I had to tell him to step away from our group a number of times because he was trying to bounce a 14 year old girl like she was some frat guy trying to sneak in while her Mom was up speaking with the manager. He was absolutely beligerant and would not deal with the adults, he kept going after the kid. I was fearful that he was going to put his hands on her and that we would have a serious incident on our hands.  The guy in charge of the rope swing was high as a kite and literally chumming the water at sunset with swimmers in the water like an idiot. He fed the terrapin for over an hour and no one thought anything of it. Newsflash tourists! Terrapin aren - t the only hungry fish at sunset!!!! There are pigeons everywhere because the staff is totally inattentive and food is left everywhere. Of course the daily tourists don - t notice all of this ridiculous stuff. Do us all a favor and stop giving establishments like this your money. There are so many other amazing places in Barbados with worthy staff that will treat you like you deserve to be treated on vacation. AVOID THIS TRAP.Read more",
            "Một ngày tuyệt vời, có thể sử dụng ghế tắm nắng và ô, thuê khăn tắm nếu cần. Họ sẽ hoàn lại tiền cho bạn để ăn trưa - đồ uống, đây là một điểm cộng tuyệt vời và có sẵn máng trượt. Tôi - sẽ không chọn lặn ống thở nếu bạn - không tự tin - chưa từng thử trước đây vì hướng dẫn không rõ ràng và thời gian ở dưới biển rất ít. Nếu không thì đây là một ngày tuyệt vời! Đọc thêm",
            "Thật là một phát hiện! Boatyard, tập trung quanh Sharkey - s Bar, phí vào cửa sẽ cung cấp cho bạn ghế tắm nắng, đồ ăn thức uống giảm giá và các hoạt động miễn phí bao gồm trượt nước, đu dây từ cầu cảng và lặn với ống thở để xem rùa và xác tàu. Đồ ăn rất ngon và đồ uống sảng khoái. Chi tiêu bao lâu tùy thích!Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời và gửi lời cảm ơn sâu sắc tới đội lặn với ống thở trên thuyền, những người đã giúp tôi xuống biển mặc dù tôi không phải là người biết bơi.  Và tôi đã nhìn thấy được con rùa đầu tiên của mình - xác tàu và sinh vật biển.  Ngày đi chơi cũng có giá trị thực sự tốt! Đọc thêm",
            "Phải có cho trẻ em. Đầy đủ các du khách tàu du lịch. Giá cả hợp lý! Giá bao gồm tất cả những gì bạn cần trong ngày. Rượu rum ngon.Đọc thêm",
            "Tuyệt vời! - Lối vào số 35 cung cấp cho bạn ghế tắm nắng - dù che nắng, chuyến đi lặn với ống thở để bơi cùng rùa phía trên con tàu bị chìm, đồ uống - vận chuyển trở lại tàu. Giá trị tuyệt vời khi bạn tham gia chuyến đi lặn với ống thở!Đọc thêm",
            "Ngày đi chơi thực sự tốt. Đó là 35 đô la Mỹ và bạn sẽ nhận lại được rất nhiều tiền từ một phiếu mua đồ ăn và đồ uống. Bạn có được giường phơi nắng và dù che nắng, một chuyến đi thuyền đến ống thở để xem xác tàu đắm và rùa - chúng tôi không đủ may mắn để nhìn thấy bất kỳ -. Bãi biển tuyệt đẹp và biển rất đẹp để bơi lội.Đọc thêm",
            "Chúng tôi đã không nhận ra đó là một câu lạc bộ và đã đến Bridgetown vào buổi chiều muộn và sau khi nhận ra rằng chúng tôi đã bỏ lỡ các khu chợ, chúng tôi đang tìm nơi nào đó để thư giãn và con gái tôi đang cố gắng tìm bãi biển khi chúng tôi đi ngang qua nơi này. mà cô ấy đã nhận ra.. khi chúng tôi đến quầy lễ tân, chúng tôi giải thích rằng chúng tôi chỉ muốn đồ ăn và đồ uống và có lẽ vì đã muộn trong ngày nên họ cho chúng tôi ..Chúng tôi có tôm dừa và khoai tây chiên đáng yêu, sinh tố, salad và bruschetta.. Nathan thật tuyệt, thật hữu ích.. các phần ăn rất phong phú đến mức chúng tôi có thể mang một nửa số đó về nhà!Đọc thêm",
            "Nếu bạn đi lặn với ống thở thì thang thuyền có giới hạn trọng lượng để tiếp cận mặt nước không? Bất kỳ hình ảnh nào về thang từ thuyền để xem rùaĐọc thêm",
            "Có phải nó chỉ là tiền mặt? Đọc thêm",
            "Như những người khác đã nói, chúng tôi thanh toán bằng thẻ và không gặp vấn đề gì nhưng tôi không nhớ về tủ khóa. \nChúc bạn có thời gian vui vẻ.Đọc thêm",
            "Có tủ khóa để khóa đồ có giá trị của bạn khi bạn bơi không?Đọc thêm",
            "Bạn có thể đỗ xe gần đâyĐọc thêm",
            "Thực tế có bãi đậu xe tại Boatyard nếu bạn đến đủ sớm. Đọc thêm",
            "Hiện tại nó có mở bình thường không? Gần đây có ai bay từ Anh về không? Điều gì xảy ra khi chúng ta đến đó? Bạn có phải cách ly không? Tôi hy vọng sẽ đến thăm vào tháng 11 Đọc thêm",
            "chúng tôi đã đi vào ngày 29 tháng 8 trong 22 đêm và vì vậy tôi không thể chắc chắn về giao thức vào tháng 10 nhưng nếu bạn truy cập trang web chính phủ Barbados, tôi đoán là nó đã cập nhật ngay bây giờ, chúng tôi đã có các bài kiểm tra Covid ở Vương quốc Anh trong vòng 72 giờ kể từ khi lên máy bay tại Heathrow, đã có kết quả và bằng chứng về kiểm tra ngày tháng, mọi thứ đều in mọi thứ, mẫu đơn nhập cư dễ dàng 24 giờ trước, chúng tôi được đối xử nồng nhiệt và tử tế khi bước vào Grantley Adams, được cung cấp giấy tờ để kiểm tra nhiệt độ của chúng tôi vào buổi sáng, rất cần thiết và dễ dàng, nước rửa tay khô của khách sạn và máy đo nhiệt độ trên tường \nHọ có mặt ở Barbados, chúng tôi đến xưởng đóng thuyền mỗi tuần một lần, mở cửa và an toàn cũng như các quán bar và khách sạn, đeo khẩu trang bên trong các tòa nhà, nhưng không ăn uống và yên tâm rằng tất cả những gì họ muốn chúng tôi làm là tuân theo các quy tắc và giữ họ và chúng tôi an toàn, đi-và có một kỳ nghỉ tuyệt vời, vâng, thật khó khăn trước khi bạn đi du lịch nhưng đáng giá xxx\n .\n\ncĐọc thêm",
            "Chi phí vào cửa là bao nhiêu và thẻ đồ ăn - đồ uống mà tôi đã đọc trong chuyến đi cố vấn là gì?Đọc thêm",
            "Vé vào cửa là 45 đô la và bất kỳ đồ ăn hoặc đồ uống nào bạn mua sẽ được khấu trừ vào phí vào cửa.  Đọc thêm",
            "Bạn sẽ ở cảng nào để đến xưởng đóng thuyềnĐọc thêm",
            "Đó là Cảng Bridgetown ở Barbados.Đọc thêm",
            "Bạn phải có mặt ở đó lúc mấy giờ để thực hiện chuyến lặn với ống thở?Đọc thêm",
            "Họ thường xuyên rời bến tàu, vì vậy bạn có thể chỉ cần xếp hàng chờ đợi, nhưng nếu bạn là người bơi giỏi, bạn có thể chỉ cần lặn đến 2 địa điểm vì chúng không xa lắm. Tôi đã làm theo và tìm thấy một con rùa mà tôi đã theo dõi từ xa khoảng nửa giờ để không quấy rối nó, điều đó thật tuyệt vời. Đọc thêm",
            "Bạn có nhận được áo phao để bơi cùng rùa và ống thở không. .?Đọc thêm",
            "Có, bạn có và chúng vừa với kích thước của bạn dù bạn gầy hay toĐọc thêm",
            "Chi phí đi taxi tới bến thuyền là bao nhiêu?Đọc thêm",
            "Không chắc chắn lắm, tôi đã có một chiếc ô tô nhưng nó đáng để đi! Đọc thêm"
        ],
        "star_ratings": [
            1045,
            345,
            71,
            38,
            123
        ],
        "review_amount": 1622,
        "location": [
            "Giáo xứ Thánh Michael",
            "Bridgetown",
            "vùng Caribe",
            "Những điều cần làm ở Bridgetown",
            "Barbados",
            "Bến thuyền"
        ],
        "reviews_time": [
            "Written July 11, 2023",
            "Written July 31, 2023",
            "Written August 22, 2023",
            "Written August 30, 2023",
            "Written November 2, 2023",
            "Written November 9, 2023",
            "Written November 16, 2023",
            "Written November 29, 2023",
            "Written January 3, 2024",
            "Written January 23, 2024",
            "Written May 22, 2024",
            "Written May 14, 2024",
            "Written May 10, 2024",
            "Written May 1, 2024",
            "Written April 26, 2024",
            "Written April 21, 2024",
            "Written April 11, 2024",
            "Written April 9, 2024",
            "Written April 7, 2024",
            "Written March 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147263-d149985-Reviews-The_Boatyard-Bridgetown_Saint_Michael_Parish_Barbados.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d1629022-Reviews-Lobster_Alive-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d1046741-Reviews-Harbour_Lights-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d1045995-Reviews-The_Boatyard-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d10797823-Reviews-Pirate_s_Cove-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d2629675-Reviews-Copacabana_Beach_Bar_Grill-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d2445129-Reviews-Mustor_s_Restaurant-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d22985796-Reviews-Shanti_s_Rum_And_Roti-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d3842191-Reviews-Chicken_Barn_Bay_Street-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d7316568-Reviews-De_Office_Cafe_Bar-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d20323527-Reviews-Coconut_Bar_Grill-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d147728-Reviews-Carlisle_Bay-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d149090-Reviews-The_Parliament_Buildings-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d23940453-Reviews-Errol_Barrow_Statue-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d12187413-Reviews-Independence_Square-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d23939548-Reviews-Dolphin_Fountain-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d9758268-Reviews-Pebbles_Beach-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d184608-Reviews-The_Careenage-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d23946300-Reviews-Independence_Arch-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d9883098-Reviews-Screw_Dock-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d147805-Reviews-Nidhe_Israel_Synagogue_and_Museum-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d149985-Reviews-or10-The_Boatyard-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g1183194-d15897942-Reviews-EBike_Island_Adventures-Oistins_Christ_Church_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d797752-Reviews-Silver_Moon_Catamaran_Cruises-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d1217081-Reviews-Calabaza_Sailing_Cruises-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g1183194-d3494354-Reviews-Bodie_s_School_of_Surf-Oistins_Christ_Church_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d645008-Reviews-El_Tigre_Catamaran_Sailing_Cruises-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g1183194-d9456548-Reviews-Seahorse_Divers_Barbados-Oistins_Christ_Church_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147266-d1455989-Reviews-Boosy_s_Surf_School-Christ_Church_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147262-d21386760-Reviews-Worrell_Island_Tours_Inc-Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g1183194-d2043773-Reviews-Cliff_Sharker-Oistins_Christ_Church_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g666620-d2454307-Reviews-Action_Charters-Maxwell_Christ_Church_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d669601-Reviews-West_Side_Scuba_Centre-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d12119160-Reviews-Ocean_Daze_Cruises-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d11434472-Reviews-Jetblade_Barbados-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147265-d2213185-Reviews-Good_Times_Catamaran_Cruises-Saint_James_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d13295191-Reviews-Tranquility_Cruises-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d10266376-Reviews-Lickrish_Food_Tours-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d754399-Reviews-Eco_Dive_Barbados-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d1987508-Reviews-Elegance_Catamaran_Cruises-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d7797979-Reviews-Therapy_Charters-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d669606-Reviews-Small_Cats_Catamaran_Sailing_Cruises-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d9998620-Reviews-Blackwoods_Screw_Dock-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d2535813-Reviews-Bolador_Tours-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d16864982-Reviews-Diamonds_International-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066460-d9856636-Reviews-Sunshine_City-Toshima_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g32070-d116580-Reviews-Rodeo_Drive-Beverly_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d15042082-Reviews-Bale_Bazaar-Nuwara_Eliya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d19657871-Reviews-Riyadh_Front-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1091681-Reviews-Nationals_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d500858-Reviews-The_Bus-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d2646781-Reviews-Kealia_Pond_National_Wildlife_Refuge-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g42650-d2292797-Reviews-P_H_Hoeft_State_Park-Rogers_City_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g56132-d12610744-Reviews-Hancock_Springs-Lampasas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34530-d1984423-Reviews-Mid_Town_Municipal_Beach-Palm_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147263-d149985-Reviews-or10-The_Boatyard-Bridgetown_Saint_Michael_Parish_Barbados.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147263-d149985-Reviews-The_Boatyard-Bridgetown_Saint_Michael_Parish_Barbados.html"
    }
]