[
    {
        "attraction_name": "The Dinosaur Place",
        "attraction_name_vi": "Nơi Khủng Long",
        "general_info": [
            "262 đánh giá",
            "1 trong 7 điều cần làm ở Oakdale",
            "Công viên giải trí chủ đề"
        ],
        "attraction_summary": "100 Dino Fun cho cả gia đình! Hơn 60 chú khủng long kích thước thật trong công viên giải trí ngoài trời rộng 60 mẫu Anh Splash Pad, công viên nước độc đáo không có độ sâu A-MAZE-asaurus, mê cung đầy thử thách với đường trượt qua miệng khổng lồ của một con khủng long bạo chúa T-Rex Tower, khu vui chơi hai tầng với hàng chục tính năng đầy thử thách Bãi đậu xe MIỄN PHÍ Đọc thêm",
        "reviews": [
            "Công viên khủng long này rất phù hợp cho trẻ nhỏ yêu thích khủng long.    Nó không dành cho trẻ em khi đã vượt qua giai đoạn quan tâm đến khủng long.   Các cuộc triển lãm được đặt tuyệt vời ở ngoài trời trong những tình huống có cảm giác sống động như thật.   Các cháu trai của tôi thực sự yêu thích bàn tay trong các hộp triển lãm chứa các bản sao của hiện vật.  Những đứa trẻ đưa tay vào và cảm nhận các hiện vật, sau đó ở phía sau có thể nhìn vào và nhìn thấy hiện vật.   Tấm đệm nước là thứ PHẢI có vào một ngày hè và nó rất sạch sẽ.   Hãy chắc chắn để có khăn và giày nước.   Sân chơi là một liên lạc tốt đẹp.   Nhận xét tiêu cực duy nhất của tôi là vụ phun trào núi lửa.    Điều này có thể tốt hơn rất nhiều.    Dịch vụ ăn uống vẫn ổn mặc dù hơi chậm.    Khi đã vào công viên, bạn không thể rời đi và vào lại nên phải tải đồ trước khi vào công viên.   Nhìn chung, công viên rất đáng giá và là nơi tuyệt vời dành cho trẻ nhỏ quan tâm đến khủng long.Đọc thêm",
            "Đó là một cách tuyệt vời để đưa trẻ ra ngoài trời và tìm hiểu về khủng long. Bạn chắc chắn có thể dành một ngày chỉ để đi dạo trên những con đường mòn, sân chơi, mê cung và khu vui chơi té nước. Nhưng điểm nổi bật trong chuyến đi của chúng tôi là hai nhân viên đang làm việc trong khu vực khai thác địa chất. Ginny và Jenaliz thật tuyệt vời. Ginny cực kỳ gắn kết với mọi đứa trẻ ở khu vực của cô ấy. Rất nhiều đứa trẻ, rất nhiều gia đình, cô ấy luôn mỉm cười và là một ngôi sao nhạc rock. Cô ấy sẽ dừng lại và giúp đỡ từng đứa trẻ, giúp nâng cao tinh thần cho chúng khi chúng có thể chán nản về kỹ năng khai thác mỏ của mình. Năng lượng của cô ấy có sức lan tỏa. Jenaliz thật tuyệt vời khi giúp chúng tôi chọn các tinh hốc để mở. Cô ấy có kiến ​​thức về từng loại khác nhau và hướng dẫn chúng tôi về cách tạo ra các tinh địa khác nhau. Cô ấy đã cho chúng tôi ý kiến ​​​​của mình về cách bẻ khóa từng cái và kết quả mà nó sẽ tạo ra. Hai người phụ nữ tuyệt vời này đã giúp ngày của chúng tôi trở nên tuyệt vời. Điểm trừ duy nhất của tôi là giá cả có thể tăng lên, và thật tệ khi tất cả nhân viên đi ăn trưa cùng lúc và gần như đóng cửa mọi thứ trong nửa giờ. Chỉ là ý kiến ​​​​của tôi nhưng bữa trưa xen kẽ có lẽ sẽ phục vụ khách quen tốt hơn một chút.Đọc thêm",
            "Chúng tôi đã đến đây để đi qua Pumkin. Mua vé combo. Chúng tôi đã có một vụ nổ! Hàng tấn thiết bị sân chơi. Tôi muốn giới thiệu nơi này. Chúng tôi sẽ quay lại vào mùa hè để thử trò chơi giật gân.Đọc thêm",
            "Hôm nay đã đưa đứa con 3 tuổi và 1 tuổi của tôi đến đây. Một ngày nắng nóng nhưng phiên tòa phần lớn có bóng râm. Trẻ em thích thú khi nhìn xuyên qua những tán cây để tìm những con khủng long. Sân chơi và khu vui chơi giật gân thật tuyệt vời. Nước ấm trong khu vực phun nước cho phép bọn trẻ chơi lâu hơn. Đặt phô mai nướng và cốm ở đó cho bữa trưa. Mang tất khi đến một trong những khu vui chơi ngoài trời. Điều phàn nàn duy nhất là tôi không thể tìm được nơi đổ đầy chai nước nên họ đề nghị họ bổ sung thêm.Đọc thêm",
            "Đến để xem Dinosaur Place, nhưng đã hết chỗ khi chúng tôi đến lúc 5 giờ chiều.  Vì vậy, chúng tôi rất thích sân gôn mini.  Giá cả hợp lý cho 18 lỗ có phần là một thách thức. Đọc thêm",
            "Đi cùng với cháu trai 4 tuổi yêu thích khủng long, không hề thất vọng. Nơi sạch sẽ, nhân viên thân thiện và hữu ích, đường mòn được chăm sóc chu đáo dễ đi bộ. Dinos rất thực tế và trong một bối cảnh rất đáng tin cậy. Các khu vui chơi sạch sẽ, an toàn và có nhân viên trông chừng bọn trẻ. Các miếng đệm giật gân là một vụ nổ! Bọn trẻ đang tận hưởng điều đó. Nói chung đó là một chuyến đi chơi rất thú vị và sẽ quay lại lần nữa.Đọc thêm",
            "Tôi thực sự yêu mến nơi này khi còn nhỏ, cả tôi và anh trai tôi đều là những người hâm mộ khủng long cuồng nhiệt và đặc biệt anh ấy có thể đã trèo lên gần các khu trưng bày một vài lần.. sân chơi rất tuyệt và việc đào đá quý là phần yêu thích của chúng tôi ngay cả khi chúng tôi có thể bị mất ít nhất một nửa số em. Kem phi hành gia vẫn là một trong những thứ chúng ta yêu thích cho đến ngày nay nếu họ vẫn còn dùng nó. Tôi chưa bao giờ là người hâm mộ các sân gôn nhưng đã nhiều lần bị cuốn hút vào sân này, lol. Nó cách nhà chúng tôi một giờ lái xe.Đọc thêm",
            "Đã đón sinh nhật 3 tuổi yêu thương Dino của chúng tôi và nó thật hoàn hảo! Chúng tôi đã đi vào thứ bảy ngày 30 tháng 4 từ 2 - 5 giờ chiều. Công viên không đông đúc như mùa hè, chúng tôi phải dành rất nhiều thời gian ở mỗi địa điểm. Phòng tắm siêu sạch. Một số thứ chưa được mở vì vẫn còn quá sớm trong mùa giải, chẳng hạn như brrr quá lạnh nhưng chúng tôi nóng lòng muốn quay lại! Tất cả những người mà chúng tôi tương tác đều làm việc ở đây đều rất tốt bụng và hữu ích. Sân chơi có rất nhiều lựa chọn, chúng tôi sẽ đến chỉ để chơi nếu chúng tôi sống gần hơn. Nếu bạn có một đứa trẻ yêu thích Dino thì đây là một địa điểm tuyệt vời!Đọc thêm",
            "4 và 5 tuổi của tôi đã có khoảng thời gian TỐT NHẤT!  Vé hơi đắt, nhưng với lượng thời gian chúng tôi bỏ ra và mức độ vui vẻ mà họ có thì điều đó hoàn toàn xứng đáng.  Sân chơi tuyệt vời, những con đường đi bộ đẹp, những con khủng long to lớn có kích thước thật!!Đọc thêm",
            "Các con tôi rất thích khủng long nên chúng tôi thấy đây là một nơi thú vị để đến và tận hưởng các hoạt động ngoài trời. Họ thích chơi trên sân chơi. Việc đi bộ xung quanh để xem tất cả những con khủng long rất đẹp. Chúng tôi không tin vào lời nói hàng triệu năm nhưng nó không hề hiện rõ trên khuôn mặt của bạn. Những điều khoản đó rất dễ bị bỏ qua. Chúng tôi thực sự rất thích các trò chơi đoán dọc đường đi. Đó là một chút tốn kém cho những gì bạn phải làm nhưng nó vẫn là một trải nghiệm thú vị. Đọc thêm",
            "Đây có phải là một trong những nơi mà trẻ em được vào cửa miễn phí không?Đọc thêm",
            "Đây có phải là nơi tốt để đi cùng trẻ 4 tuổi và 2 tuổi vào giữa tháng 11 không? Đọc thêm",
            "Xin chào - chúng tôi đã đi trong thời tiết đẹp và ở bên ngoài.  Một phần lớn của sự hấp dẫn là khu vui chơi giải trí ngoài trời, sân chơi và những con đường mòn khủng long. Họ có một số hoạt động trong nhà nhưng tôi không biết rằng chuyến đi vào tháng 11 tới đó với trẻ nhỏ sẽ có giá trị gì.  Có lẽ ai đó có thể lên tiếng về điều gì sẽ xảy ra nếu có thứ gì đó được mở vào tháng 11.  DanĐọc thêm",
            "Giá vé vào cổng cho 2 người lớn và 1 trẻ em 9 tuổi là bao nhiêuĐọc thêm",
            "Chi phí vào công viên cho một gia đình năm người là bao nhiêu? Đọc thêm",
            "Hôm qua chúng tôi tốn 100 đô la cho một gia đình 4 người, vì vậy tôi đoán là khoảng 125.Đọc thêm",
            "Độ tuổi nào là phù hợp nhất?Đọc thêm",
            "6 đến 12 tuổi là tốt nhất, nhưng người lớn và thanh thiếu niên cũng có thể thích thú nếu họ quan tâm đến khủng long.Đọc thêm",
            "9 tuổiĐọc thêm",
            "Chào buổi tối, chi phí cho 2 người lớn và 3 trẻ em là bao nhiêu?",
            "Xin chào, đang lên kế hoạch cho một chuyến đi vào tháng Tư. Giờ mở cửa của Dinosaur Place là mấy giờ?  Ngoài ra,iDiscovery Depot chỉ mở cửa vào cuối tuần hay trong tuần?  Cảm ơn bạn!Đọc thêm",
            "Xin chào Suzanne, cảm ơn bạn đã liên hệ! Dinosaur Place mở cửa hàng ngày bắt đầu từ ngày 25 tháng 3 năm 2017 từ 10:00 sáng đến 6:00 chiều. Lượt vào cuối cùng được phép vào công viên là 5:00 chiều. Dinosaur Place mở cửa bất kể mưa hay nắng; tuy nhiên, trong trường hợp thời tiết khắc nghiệt hoặc tuyết rơi, chúng tôi sẽ đóng cửa công viên.\n\nDiscovery Depot mở cửa vào tất cả các ngày cuối tuần từ 10:00 sáng đến 5:00 chiều và trong kỳ nghỉ học của Connecticut. Trong tháng 4, Discovery Depot sẽ mở cửa từ ngày 10 đến ngày 14 tháng 4 cho kỳ nghỉ xuân của Connecticut, ngoài giờ mở cửa thường lệ vào cuối tuần.\n\nĐể biết thêm thông tin, vui lòng liên hệ với chúng tôi qua trang web của chúng tôi. Chúc bạn một ngày tuyệt vời, chúng tôi mong được gặp bạn tại Natures Art Village! -JakeĐọc thêm",
            "Đang tìm kiếm một nơi nghỉ ngơi cuối tuần. Tôi đang mang thai nhưng chồng tôi vẫn chưa có con. Tôi cảm thấy như anh ấy sẽ thực sự thích điều này mặc dù. Nó có mở cửa trong những tháng mùa đông không? Nếu trời có tuyết hoặc mưa thì sao? Có đủ chỗ ở hoặc những việc để làm trong nhà không?Đọc thêm",
            "Xin chào Calla, cảm ơn bạn đã liên hệ. The Dinosaur Place mở cửa từ tháng 4 đến tháng 11 hàng năm, dù mưa hay nắng. Chúng tôi có các điểm tham quan khác tại Làng nghệ thuật Natures nằm trong nhà bao gồm Discovery Depot, Chợ đồ cổ PAST, Bảo tàng Gateway Các cửa hàng tại Làng nghệ thuật Natures. Những điểm tham quan này mở cửa quanh năm và giờ mở cửa khác nhau. Để biết thêm thông tin về Natures Art Village, bạn có thể truy cập trang web của chúng tôi hoặc gọi tới số 860.443.4367 và chúng tôi sẽ sẵn lòng hỗ trợ bạn. Chúng tôi hy vọng sớm gặp lại bạn tại Làng nghệ thuật Natures. Có một ngày tuyệt vời! -JakeĐọc thêm",
            "Trang web này chỉ thích hợp cho trẻ em?  Chúng tôi đã hy vọng được đi xem khủng long và ghé thăm cửa hàng đồ cổ nhưng với tư cách là một vài người già không có con, chúng tôi cảm thấy địa điểm này có thể quá tốn kém và dành cho trẻ em.  Mọi thông tin sẽ được đánh giá rất cao.Đọc thêm",
            "Xin chào GHamlet42, Làng nghệ thuật Natures là điểm đến dành cho mọi lứa tuổi! Địa điểm Khủng long hướng đến trẻ em, nhưng chúng tôi có nhiều vị khách chưa có con thích thú với những con đường mòn tự nhiên nguyên sơ và những con khủng long có kích thước thật ấn tượng. Chợ đồ cổ PAST tại Natures Art Village cũng là nơi hoàn hảo cho bất kỳ ai đam mê đồ cổ hoặc sưu tập, cung cấp hơn 90 nhà cung cấp khác nhau trên hai tầng. The PAST Antiques đã được các biên tập viên của tạp chí Yankee bình chọn là Best Antiques Stop năm 2014! Để biết thêm thông tin, chúng tôi mời bạn khám phá trang web của chúng tôi hoặc gọi 860.443.4367. Có một ngày tuyệt vời! -JakeĐọc thêm"
        ],
        "star_ratings": [
            120,
            88,
            27,
            13,
            14
        ],
        "review_amount": 262,
        "location": [
            "Những điều cần làm ở Oakdale",
            "Hoa Kỳ",
            "Oakdale",
            "Connecticut CT",
            "Nơi khủng long",
            "Đất Nước Huyền Bí"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written August 10, 2023",
            "Written October 27, 2022",
            "Written August 7, 2022",
            "Written August 3, 2022",
            "Written June 17, 2022",
            "Written June 7, 2022",
            "Written May 1, 2022",
            "Written April 21, 2022",
            "Written April 4, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33873-d670466-Reviews-The_Dinosaur_Place-Oakdale_Mystic_Country_Connecticut.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33873-d473830-Reviews-David_s_Place-Oakdale_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33873-d448862-Reviews-Renaldi_s_One_Stop_Package-Oakdale_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33873-d15074210-Reviews-The_Cobalt_Cafe_at_Nature_s_Art_Village-Oakdale_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33873-d7051626-Reviews-The_PAST_Antiques_Marketplace-Oakdale_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33873-d15078736-Reviews-Genius_Museum_at_Nature_s_Art_Village-Oakdale_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33909-d12515132-Reviews-Fox_Farm_Brewery-Salem_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33964-d2691506-Reviews-Waterford_Speedbowl-Waterford_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33909-d12796161-Reviews-2_Sisters_Trading_Post-Salem_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33770-d10280794-Reviews-Vintage_Villa-East_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33952-d10239436-Reviews-Healing_With_Horses_at_Wildrose_Horse_Farm-Uncasville_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33876-d10171049-Reviews-Uncas_Pond-Old_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33821-d12878156-Reviews-Beckett_Hill_State_Park_Reserve-Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33909-d12969130-Reviews-Gardner_Lake_State_Park-Salem_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33873-d670466-Reviews-or10-The_Dinosaur_Place-Oakdale_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33841-d12701146-Reviews-Copper_Creek_Mini_Golf_at_Nature_s_Art_Village-Montville_Mystic_Country_Connectic.html",
            "https://www.tripadvisor.com/Attraction_Review-g33873-d7051610-Reviews-The_Shops_at_Nature_s_Art_Village-Oakdale_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33873-d10060522-Reviews-Discovery_Depot_at_Nature_s_Art_Village-Oakdale_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33841-d12237930-Reviews-SuperCharged_Indoor_Karting-Montville_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d107171-Reviews-The_Submarine_Force_Museum-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d10850390-Reviews-USS_Nautilus-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33876-d104340-Reviews-Florence_Griswold_Museum-Old_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d1463750-Reviews-Mystic_Whaler_Cruises-New_London_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33857-d2355841-Reviews-The_Book_Barn-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33952-d616445-Reviews-Mohegan_Sun_Arena-Uncasville_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33952-d9884978-Reviews-Comix_Roadhouse-Uncasville_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d10538534-Reviews-Cross_Sound_Ferry_Lighthouse_Cruises-New_London_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33952-d279950-Reviews-Mohegan_Sun-Uncasville_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d143180-Reviews-Jewel_Cave_National_Monument-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g776005-d3332653-Reviews-Paradise_Beach-Thassos_Town_Limenas_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103112-Reviews-John_F_Kennedy_Presidential_Museum_Library-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d5031404-Reviews-Ripley_s_Aquarium_of_Canada-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d21393936-Reviews-Lusail_Shooting_Club-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195649-Reviews-Alfama-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d2202608-Reviews-Catalina_Express-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48804-d2432033-Reviews-Warwick_Valley_Winery-Warwick_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d153838-Reviews-Kepaniwai_Park_Heritage_Gardens-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d2287097-Reviews-Dim_Cave-Alanya_Turkish_Mediterranean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33873-d670466-Reviews-or10-The_Dinosaur_Place-Oakdale_Mystic_Country_Connecticut.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33873-d670466-Reviews-The_Dinosaur_Place-Oakdale_Mystic_Country_Connecticut.html"
    }
]