[
    {
        "attraction_name": "The Yoga Barn",
        "attraction_name_vi": "Chuồng Yoga",
        "general_info": [
            "2.072 đánh giá",
            "- 46 trên 363 Spa - Chăm sóc sức khỏe ở Ubud",
            "Yoga - Pilates"
        ],
        "attraction_summary": "Ra mắt vào năm 2007, The Yoga Barn được thành lập bởi những người sáng lập với mục đích duy nhất là gắn kết cộng đồng và cống hiến cho đảo Bali. Tọa lạc tại trung tâm Ubud, trung tâm văn hóa của Bali, The Yoga Barn là khu phức hợp Yoga Studio - Trung tâm tĩnh tâm nổi tiếng nhất Indonesia. Hơn cả studio thông thường của bạn, The Yoga Barn có các lớp học hàng ngày về Yoga, Khiêu vũ, Thiền, một trung tâm dành riêng cho Chữa bệnh Toàn diện bao gồm các Chương trình Giải độc - Colonics, Trung tâm Trẻ hóa Ayurvedic, quán cà phê chay hữu cơ Garden kafe, các sự kiện cộng đồng như Sound Healing, Kirtan và các đêm chiếu phim cũng như Nhà khách tuyệt vời với 10 phòng đôi. Yoga Barn - s - Yogic Buffet - mang đến cơ hội cho tất cả mọi người trải nghiệm Yoga - dù là người mới bắt đầu, người tập có kinh nghiệm hay ở mức độ nào đó ở giữa. Yoga Barn có điều gì đó dành cho tất cả mọi người!Đọc thêm",
        "reviews": [
            "Nơi này chắc chắn đẹp như tranh vẽ! Họ có rất nhiều lựa chọn khi nói đến loại hình yoga bạn muốn tập. Cuối cùng tôi đã tập yoga trên không - yoga bay cao. Người hướng dẫn thật tuyệt vời, tốt cho người mới bắt đầu và vui vẻ. Đọc thêm",
            "Lớp vinyasa tuyệt vời, đầy thử thách - thư giãn. Ngoài ra, tôi còn được mát-xa chân rất tốt và giá cả rất phải chăng. Cuối cùng, tôi cũng nhận được đồ ăn từ quán cà phê sân vườn rất tuyệt vời, giá cả cũng đa dạng và đa dạng. Đọc thêm",
            "Thiên đường dành cho các thiền sinh. Mỗi ngày có hơn 20 lớp học với phong cách và độ khó khác nhau, thường chạy song song với nhau nên nếu đi theo nhóm, mỗi cá nhân có thể chọn lớp phù hợp nhất với mình. Tôi muốn giới thiệu Power with Christ, buổi sáng dậy và tỏa sáng hatha và tập yoga bay cao với Sheryl. Nghĩa đen là tham dự 4 lớp học trong một ngày. Tôi có thể nói rằng Barn đã được thương mại hóa một chút và mất đi một chút tính xác thực, bắt đầu trở thành một cỗ máy tập yoga. Sẽ không giới thiệu nhà hàng và quán nước trái cây của họ, nước ép nhạt nhẽo rất đắt tiền. Điểm nổi bật trong trải nghiệm của tôi là điệu nhảy wcstatic. Nếu bạn có cơ hội chắc chắn sẽ tham dự thì đó là một sự giải phóng hoàn hảo, cho phép bạn thể hiện mọi cảm xúc thông qua chuyển động. Bạn đang khiêu vũ trong một nhóm lớn, nhưng mọi người đều có trải nghiệm độc đáo của riêng mình. Bạn chỉ cần buông bỏ.Đọc thêm",
            "Tôi đã đến Bali để tập yoga tại Yoga Barn.  Đó là một trong những trải nghiệm tuyệt vời nhất của tôi.  Tôi cố gắng học ba lớp một ngày và mát-xa.  Tôi ở lại Yoga Barn.  Căn phòng rất rộng rãi với tầm nhìn đẹp. Nó nằm ở trung tâm.  \n\nTôi đi du lịch một mình.  Tại Yoga Barn, tôi có cơ hội gặp gỡ nhiều người.  Tôi cảm thấy rất an toàn ở đó.\n\nCác nhân viên tại Yoga Barn luôn sẵn sàng hỗ trợ tôi.  Tôi có thể - mong được trở lại đó.Đọc thêm",
            "Lớp yoga tốt nhất mà tôi đã tìm thấy ở Ubud, Bali và bất kỳ nơi nào khác mà tôi thực sự đã đến. Cuộc sống chỉ cảm thấy tốt hơn sau dòng chảy chậm rãi mạnh mẽ - thứ ba và thứ năm - và hatha bắt tay điều chỉnh vào thứ Sáu. Cảm ơn tất cả sự hỗ trợ tuyệt vời, một lớp học cần được tổ chức nhiều hơn một lần một tuần, tràn ngập tình yêu thương và sự nuôi dưỡng. Một không gian an toàn.Đọc thêm",
            "Những lời giải thích của Byron về các tư thế và điều chỉnh được đưa ra với độ chính xác và tỉ mỉ tối đa, khiến người mới bắt đầu tập yoga không cần phải khám phá trực quan môi trường xung quanh. Thông qua phong cách dòng chảy chậm mạnh mẽ, anh trau dồi sức mạnh phi thường trong mỗi cá nhân bằng cách kết hợp các tư thế đặc biệt và thú vị với các chuyển đổi thanh lịch dễ dàng, thúc giục người tham gia đẩy bản thân đến giới hạn cá nhân mà không vượt qua chúng. Trong các lớp học kéo dài 1,5 giờ, anh kết hợp liền mạch hướng dẫn mang tính hướng dẫn với cách diễn đạt trôi chảy các ý tưởng truyền cảm hứng, cung cấp những hiểu biết sâu sắc về hành trình cuộc sống, cho phép các cá nhân đắm mình trong trạng thái thiền định sâu sắc hơn.\n\nCùng với một loạt các âm thanh siêu việt mang tính thử nghiệm, anh ấy kết thúc buổi học bằng cách thổi sáo trực tiếp của pháp sư. Khi anh ấy di chuyển quanh phòng, mùi hương palo santo tràn ngập không khí, tạo ra cảm giác thiêng liêng.Đọc thêm",
            "Tôi yêu chuồng yoga! Đối với người hẹn giờ đầu tiên, đặc biệt là đến Ubud, tôi khuyên bạn nên bắt đầu từ đây để có một điểm dừng tốt để thiết lập lại nhanh chóng. Cá nhân tôi rất thích buổi tập yoga tự hướng dẫn vào thứ Bảy. Làm sạch ruột bằng thủy liệu pháp là bí mật được giữ kín tốt nhất sau một chuyến bay dài! ;- - Tất cả các nhà trị liệu, người hướng dẫn và người hướng dẫn đều không có nhiều kinh nghiệm trong lĩnh vực kinh nghiệm của họ nên bạn có thể yên tâm đăng ký. Chắc chắn đáng giá từng xu bạn đầu tư vào bản thân và đối với mạng xã hội, có rất nhiều sự kiện cộng đồng để bạn lựa chọn.Đọc thêm",
            "Chồng tôi và tôi đã đến thăm Bali vào tháng 8 và YogaBarn là một trong những điểm đến yêu thích của chúng tôi để đi chơi.\n\nLà một hành giả tự học, tôi quyết định tham gia lớp học yoga và Chris Walker là giáo viên. Nó rất sâu sắc.\n\nNhìn chung, không khí tuyệt vời, thức ăn tuyệt vời, lớp học yoga tuyệt vời, nhân viên rất vui vẻ - không có từ nào có thể diễn tả được chúng tôi biết ơn trải nghiệm này đến mức nào và chúng tôi sẽ trân trọng nó chừng nào còn thở.\nNgay cả điện thoại của tôi cũng nhận được lời khen!Đọc thêm",
            "Thánh Nữ: Âm, Yoga - Đạo giáo   \nViệc đào tạo cho phép tôi hiểu được sức mạnh thực sự của Âm. Chúng tôi không chỉ đắm mình trong Yin Yoga như một bài tập thực tế mà còn trong cái nhìn toàn diện về lịch sử và triết học kết hợp với những lời dạy của Đạo giáo và kiến ​​thức về sức khỏe phụ nữ, cả về thể chất và tinh thần, từ y học Trung Quốc. \nMỗi ngày, Bex và Zoë tạo ra một không gian tin cậy để chúng tôi có thể cởi mở và thực sự gặp nhau. Sự kỳ diệu của vòng tròn này lớn dần theo ngày tháng, cũng như sự hiểu biết của chúng ta về cơ thể phụ nữ, về chu kỳ bên trong của chúng ta và trên hết là về chính chúng ta. Chúng tôi kết nối với bản chất nữ tính, chân thật của mình, bản chất thường bị kìm nén trong hệ thống xã hội của chúng tôi. Đó là một trải nghiệm mang tính đột phá sẽ gây được tiếng vang trong thời gian dài và sẽ được áp dụng rộng rãi trên thế giới. Thông qua sự bình yên nội tâm, trí tuệ và sự cho phép được là chính mình. Bởi vì bằng cách này, chúng ta có thể gieo hạt giống cho sự thay đổi trong chính bản thân mình cũng như trong cộng đồng chúng ta đang sống. Với một quan điểm về thế giới mất cân bằng, là điều tuyệt đối cần thiết. Tôi cảm ơn Bex và Zoe từ tận đáy lòng vì sự hiện diện, nguồn cảm hứng và sự cống hiến của họ cũng như tất cả những người phụ nữ đã rất cởi mở và ủng hộ trong cuộc hành trình này cùng nhau.Đọc thêm",
            "Nơi này thật kỳ diệu. Đây là một trung tâm đáng yêu dành cho yoga, chữa bệnh, thiền định, tắm âm thanh, kundalini, cùng nhiều trải nghiệm và phương thức chữa bệnh độc đáo khác. Tôi đến gặp cô ấy để tham gia khóa đào tạo giáo viên yoga và điều đó thật tuyệt vời với Tanya Kaps. Tôi ở trong khách sạn của họ và yêu thích từng khoảnh khắc. Nhà hàng của họ cũng ngon. Lớp yoga yêu thích của tôi cho đến nay là với Juliya Light. Ước gì tôi có thể học lớp của cô ấy hàng ngày! Cảm ơn bạn cảm ơn bạn cảm ơn bạn Yoga Barn!Đọc thêm",
            "Tôi vừa hoàn thành khóa học TTC tuyệt vời với Bex, có tên - Thần thoại, Phép thuật và Sự thông thạo - Nghệ thuật giảng dạy - và tôi không thể giới thiệu đủ khóa học này! Tôi - mới bắt đầu công việc giảng dạy vì tôi vừa hoàn thành 200 giờ giảng dạy gần đây và tôi rất vui vì đã học với Bex ngay từ đầu trong hành trình giảng dạy của mình. Kiến thức sâu rộng của cô về lịch sử yoga trong cả bối cảnh truyền thống và đương đại thực sự đã giúp tôi đặt nền tảng cho việc giảng dạy và định hình lại cách tiếp cận yoga của tôi. Khóa học đã để lại cho tôi rất nhiều nhận thức và suy ngẫm sâu sắc, tôi cảm thấy tự tin hơn bao giờ hết vào bản thân mình không chỉ với tư cách là một giáo viên yoga mà còn với tư cách là một người tập suốt đời. Thông qua các bài giảng, hoạt động, asana và hơn thế nữa được thiết kế cẩn thận và trí tuệ, Bex đã truyền cảm hứng cho tôi ghi nhớ giọng nói và sự độc đáo của chính mình với tư cách một cá nhân và tích hợp điều đó vào việc giảng dạy của tôi. Tôi đặc biệt thích các tài nguyên và công cụ mà Bex tuyển chọn cho các nghiên cứu sâu hơn vì cô ấy khuyến khích chúng tôi tìm hiểu sâu hơn cả về mặt lý thuyết và thực tế. Hơn nữa, cô còn mang đến không gian ấm áp, thân thiện cũng như những cơ hội tuyệt vời để học viên chia sẻ kinh nghiệm, suy nghĩ và cảm xúc của mình một cách tự do và an toàn xung quanh các chủ đề đa dạng của yoga. Những cuộc thảo luận và bài tập này đồng thời mang tính thử thách, chữa lành và trao quyền. Tôi thực sự tin rằng bất kỳ ai quan tâm đến yoga sẽ được hưởng lợi rất nhiều từ khóa học này, vì đây là sự khám phá cả về thực hành và bản thân. Tôi không thể cảm ơn Bex đủ vì sự rõ ràng, rộng lượng, duyên dáng, trí tuệ, kiến ​​thức và lòng trắc ẩn của cô ấy. Suksma!Đọc thêm",
            "Không an toàn - Hôm nay tôi đã đến nhà tập yoga, lần đầu tiên quay lại sau khi xảy ra dịch COVID - sau lớp học yoga của tôi - trong bóng tối - chúng tôi không được phép quay lại theo con đường đã vào và tôi buộc phải đi vào một con đường phía sau mà không biết mình sẽ đi đâu và một mình- tôi cầu xin được cho ra cửa trước nên tôi biết mình đang ở đâu nhưng họ từ chối. - Tôi không nghĩ điều đó ổn- Tôi thấy một người phụ nữ hoang mang khác cũng ở trong tình trạng tương tự và điện thoại của cô ấy không hoạt động và cô ấy cũng không biết mình đang ở đâu và không có bản đồ.Đọc thêm",
            "Tôi - đã thích đến với yoga trong nhiều năm và không biết mình có thể yêu thích nó hơn nữa cho đến khi tôi tham gia khóa đào tạo giáo viên thiền kéo dài 150 giờ với Leah - Paul. Những gì họ cung cấp không thể chỉ được mô tả như một khóa đào tạo giáo viên thiền. Đúng vậy, bạn hoàn toàn nhận được những kiến ​​thức và công cụ để trở thành một thiền sư và một thiền sinh giỏi. Nhưng bạn cũng được tham gia vào một hành trình biến đổi bên trong chính mình. Đối với tôi, đây là một phần thưởng bất ngờ và là một bước cần thiết trong quá trình phát triển của tôi. Leah và Paul - - tất cả những người đồng hướng dẫn - có rất nhiều thứ để cống hiến và thực sự cống hiến hết mình cho bạn. Rõ ràng là có bao nhiêu tâm huyết và tình yêu đã đổ vào việc thiết kế toàn bộ tác phẩm. Vô cùng biết ơn!!Đọc thêm",
            "Lần thứ hai liên tiếp - lần này là cho Meditation TT! Leah - Paul, các bạn là người cố vấn, giáo viên và bạn bè của tôi. Cảm ơn các bạn đã cung cấp cho tôi tất cả các tài liệu tôi cần để chia sẻ với những người khác. Với các nguồn tài nguyên khoa học và các kỹ thuật chi tiết mà các bạn đã cung cấp, tôi được trao quyền nhiều hơn và có nhiều công cụ để truyền bá thiền định trên toàn thế giới. Cảm ơn các bạn, gia đình! Đọc thêm",
            "Đã tham dự khóa học 10 ngày của Bex Tyrer - Nghệ thuật giảng dạy Yoga, Thần thoại và Sự thông thạo. Đó là một trong những khóa đào tạo giáo viên Yoga tốt nhất mà tôi đã tham dự và tôi đã tham dự ít nhất 5 khóa TTC khác; đơn giản vì khóa học này được thiết kế quá thông minh, dệt nên những kiến ​​thức và thắc mắc một cách đầy cảm thông vào một tấm thảm đẹp vô tận. Từ bối cảnh studio đến những bài học ngoạn mục về thiên nhiên, đi bộ thiền định, khí công ngắm nhìn những ngọn núi và bơi lội tại những thác nước tuyệt đẹp! hít thở tất cả các vitamin không khí tốt. Khi tôi dạy các lớp của mình ở Malaysia vài ngày sau khóa học bằng cách sử dụng - nghệ thuật - và - trái tim - đã ăn sâu vào khóa học này, đã có thêm 200 sinh viên nói với tôi rằng họ rất thích lớp học và nhanh chóng quét 25 khuôn mặt, tất cả đều mỉm cười, Rực rỡ. Vào lúc đó, tôi biết, sự kỳ diệu của khóa học quả thực rất mạnh mẽ.Đọc thêm",
            "10 ngày ở Yoga Barn cho khóa học ReWilding Yoga có lẽ là 10 ngày mang tính thay đổi nhất mà tôi từng có! Bex là một giáo viên đáng kinh ngạc và tôi rất biết ơn cô ấy vì đã tạo ra khóa học này chứa đầy sự học hỏi sâu sắc, hành trình khám phá bản thân, chữa bệnh, yoga và nhiều hơn thế nữa. Tôi yêu phong cách giảng dạy của cô ấy vì nó không phải là thu thập càng nhiều thông tin càng tốt mà là hướng nội để thể hiện thực sự tất cả những gì chúng ta đang học. Tôi không chỉ ước mình tìm thấy khóa học này sớm hơn mà còn ước rằng mọi phụ nữ đều có cơ hội như thế này để hiểu bản thân và hiểu chúng ta, coi đó là nền tảng để định hướng cuộc sống của họ và thế giới xung quanh. Yoga Barn là khung cảnh hoàn hảo cho một khóa học như thế này, yên tĩnh và thanh thản. Tôi không nghĩ là mình đã từng gặp một nơi như thế này trước đây và tôi nóng lòng được quay lại - cả ở Yoga Barn và một khóa học khác với Bex trong tương lai : - Gửi tới bất kỳ ai đang đọc bài viết này, nếu bạn - đang dự định đăng ký một khóa học với Bex hoặc ghé thăm Yoga Barn - hãy cứ làm đi, bạn sẽ - không hối tiếc : - Đọc thêm",
            "Leah Santa Cruz và Paul TeodoTôi không thể tham gia MYT 2023 nên tôi đã đưa vào danh sách chờ đến năm 2024 để thực hành thiền sâu hơn. 18 ngày qua trôi qua nhiều hơn những gì tôi có thể hình dung về nhiều mặt. Bây giờ tôi đang ở nhà với một định hướng rõ ràng và nhiệt tình chia sẻ những gì Leah và Paul đã chia sẻ và dạy chúng tôi. Đây không chỉ là một khóa đào tạo giáo viên. Đây là một hành trình cá nhân để mở rộng và khám phá bản thân. Nếu bạn muốn dành một chút thời gian để tìm hiểu con người thực sự của mình, tôi khuyên bạn nên nghiêm túc cân nhắc việc dành thời gian đến Ubud và tham gia MTT này. Bạn chắc chắn sẽ biết cách dạy lớp nhưng quan trọng hơn là bạn sẽ hiểu rõ bản thân và yêu bản thân mình hơn những gì bạn nghĩ. Bây giờ tôi cũng có những người bạn suốt đời đã trải qua trải nghiệm này từ khắp nơi trên thế giới. Thật là vui, tôi sẽ làm lại tất cả. Món ăn ngon, trải nghiệm văn hóa và giáo viên nổi tiếng thế giới. Đừng do dự. Hãy vào danh sách chờ ngay bây giờ. Tôi cầu xin và khuyến khích bạn tham gia cùng Leah và Paul trong một cuộc phiêu lưu kỳ thú để gặp chính mình ở Ubud thiên đường.Đọc thêm",
            "Nơi đây là một cơ sở tuyệt vời và tôi cực kỳ yêu thích các lớp học mà tôi phải học, tôi thực sự thất vọng sau khi mua thẻ lớp 5 và lên kế hoạch cẩn thận cho kỳ nghỉ của mình. Tôi đã đến học một lớp và nó được hiển thị không chính xác Thời gian trên bảng thời gian mà tôi được đưa ra dưới dạng bản in và nó đã bắt đầu mà không còn lựa chọn nào khác vào tối hôm đó. Lần tiếp theo, tôi đến sớm 20 phút và phạm sai lầm là đi vệ sinh trước giờ học.   Khi tôi bước ra khỏi nhà vệ sinh, cô gái đóng rào chắn lại và nói với tôi rằng lớp đã đầy và không cho tôi vào!  Trong khi tôi ở đó, 3 người khác cũng cố gắng vào lớp sau tôi.   Tôi cầu xin và cầu xin vì đây là cơ hội cuối cùng để tôi sử dụng thẻ của mình nhưng không được phép vào và họ sẽ không hoàn lại 2 lượt truy cập đã được thanh toán nhưng không phải do lỗi của tôi mà tôi có thể sử dụng được. Tôi đề nghị họ nên sử dụng thẻ phòng lớn hơn dành cho lớp Yin này nên rất được ưa chuộng thay vì khiến mọi người quay lưng lại. Các lối đi cần được chiếu sáng tốt hơn vào ban đêm vì tôi bị ngã ở một bậc thang mà tôi không thể nhìn thấy trong bóng tối. Nhân viên lễ tân không thể cho tôi biết bất cứ điều gì về các lớp học hoặc điều gì sẽ xảy ra phù hợp với vết thương của tôi.Đọc thêm",
            "Kính gửi karenpG1486LR,\n\nLời chào từ The Yoga Barn và cảm ơn bạn đã đánh giá 3 sao.  Chúng tôi rất vui khi biết rằng bạn thích cơ sở vật chất và các lớp học mà bạn có thể tham gia.\n\nChúng tôi rất tiếc khi biết rằng bạn đã không thể tham gia một số lớp học mà bạn mong muốn.  Chúng tôi nỗ lực hết sức để đảm bảo rằng lịch học đã công bố của chúng tôi là chính xác và vì lý do này, chúng tôi luôn khuyến khích mọi người tải xuống ứng dụng The Yoga Barn hoặc kiểm tra nguồn cấp dữ liệu lịch học trực tiếp trên trang web của chúng tôi để biết thông tin cập nhật nhất.\n\nChúng tôi hiểu sự thất vọng của bạn. Vui lòng liên hệ với gm - theyogabarn.com\n\nTình yêu từ nhóm The Yoga Barn\n\nĐọc thêm",
            "Vừa hoàn thành phần trực tiếp của khóa đào tạo Giáo viên Yoga có một không hai này, tôi muốn dành một chút thời gian để chúc mừng Bex và chia sẻ kinh nghiệm của mình để những Giáo viên Yoga khác và những người đam mê có thể cân nhắc tham gia một khóa học với cô ấy. Ban đầu, Bex cực kỳ am hiểu, có nguồn lực dồi dào và đam mê Yoga. Không chỉ về mặt thể chất của việc luyện tập, các lớp học của cô còn được kết hợp khéo léo với nhau, đầy đỉnh cao và thử thách.  Tuy nhiên, cũng có trình tự và sắc thái thông minh. Nhưng, mặt lý thuyết cũng vậy. Khóa học có các lớp, yếu tố và kho báu nằm rải rác khắp nơi. Từ kích hoạt giọng nói, đến cách chữa bệnh bằng âm thanh hoành tráng nhất với Augustine - một người dân địa phương ở Bali - đến hòa mình vào thiên nhiên - thác nước - đi bộ đường dài đến bữa tối gia đình và các lớp học công cộng, nơi chúng tôi được trải nghiệm và quan sát nghệ thuật giảng dạy các nhóm lớn. Nội dung mang tính thách thức và kích thích. Tôi dành sự tôn trọng tối đa cho Bex, cô ấy không giáo điều, cô ấy chấp nhận nhiều quan điểm khác nhau và hiểu rằng bối cảnh của Yoga là năng động và luôn thay đổi. Sau khi dạy yoga toàn thời gian trong 9 năm và hoàn thành nhiều khóa đào tạo giáo viên, tôi có thể thành thật nói rằng đây là một trong những khóa đào tạo tốt nhất. Nó khiến tôi cảm thấy trọn vẹn và trọn vẹn Niềm đam mê Yoga của tôi đã được khơi dậy nhờ Bex. Tania Perry - Humble Warrior Yoga - Melbourne, ÚcĐọc thêm",
            "Khuôn viên yoga rất thoải mái, nhiều studio và nhiều lớp học cả ngày. Đôi khi có 2-3 lớp cùng lúc và khó chọn - Lớp yêu thích của tôi: Lớp chuyển động Mana với Katya - danh sách bài hát trong lớp thật tuyệt vời đối với tôi - ,Dòng chảy buổi tối với Chris Fox Fly High Yoga với SherylAcro Yoga với Callan - HydenPower Yoga với PaulCảm ơn tất cả - Namastee - - - - - - Đọc thêm",
            "Thân gửi engin007\n\nLời chào từ The Yoga Barn và cảm ơn bạn vì 5 sao! Chúng tôi rất vui khi đọc được rằng bạn thích sự đa dạng của các dịch vụ và rất mong được gặp lại bạn!\n\nTình yêu từ nhóm The Yoga Barn Đọc thêm",
            "CHÀO,\nTôi - đang cố gắng làm rõ xem bạn có mở cửa vào Ngày Giáng sinh, Ngày Tặng quà, v.v. không.\n\nTôi đã hỏi qua ứng dụng whats và email nhưng tin nhắn của tôi đều bị bỏ qua. Tôi được biết là bạn vẫn mở cửa như bình thường, nhưng tôi không biết thông thường có ý nghĩa gì với bạn và cần phải hiểu.\n\nTôi - tôi đang cố gắng đặt chỗ cho kỳ nghỉ của mình, vì vậy tôi sẽ đánh giá cao sự rõ ràng nào đó.Đọc thêm",
            "Có ai có kinh nghiệm làm việc với Satyatma Vijnanadeva tại trung tâm toàn diện chưa? Việc chữa lành toàn diện diễn ra như thế nào?Đọc thêm",
            "Mel thân mến, có rất nhiều đánh giá tích cực về Satyatma nếu bạn có thể tìm thấy chúng bằng cách tìm kiếm tên anh ấy trên trang cố vấn chuyến đi?Đọc thêm",
            "Có ai đã đọc biểu đồ sinh toàn diện về chiêm tinh học Jyotish-Vedic với DC Leiro tại phòng tập yoga chưa? Nếu vậy xin vui lòng cho tôi biết bạn cảm thấy thế nào về trải nghiệm này? Cảm ơn bạnĐọc thêm",
            "CHÀO! Cuối cùng bạn tham gia phiên này? Bây giờ tôi đang ở Bali và tôi muốn đặt phòng với anh ấy! Cảm ơn bạnĐọc thêm",
            "Chào bạn! Họ bán thảm tập yoga mới ở đây hay bán trong khu vực? Tôi không muốn đi bộ từ Mỹ sang và đang cố gắng tìm hiểu xem liệu tôi có thể mua một chiếc ở đó với chi phí hợp lý hay không. Cảm ơn bạn!Đọc thêm",
            "Xin chào Oregonpea,\n\nCó, bạn có thể mua thảm tập yoga tại Cửa hàng Yoga của chúng tôi.\n\nChúng tôi mong gặp lại bạn sớm!\n\nNamaste từ The Yoga BarnĐọc thêm",
            "Có ai ở đây muốn mua thẻ lớp yoga barn của tôi không? Tôi còn một thẻ và tôi đang ở Seminyak. Cảm ơn và vui lòng cho tôi biết: - Đọc thêm",
            "Nó bao nhiêuĐọc tiếp",
            "Có ai ở đây quan tâm đến việc mua một lớp học yoga cho tôi không? Tôi còn một cái và tôi đang ở Seminyak. Cảm ơn và xin vui lòng cho tôi biết : - Đọc thêm",
            "Xin chào Yoga Barn, tôi sẽ đến Ubud từ ngày 27-30 tháng 12 và muốn kiểm tra xem bạn có mở cửa trong những ngày này không? Tôi muốn tập yoga chữa bệnh bằng năng lượng hoặc bất cứ thứ gì giúp cân bằng năng lượng và giữ cho tâm trí bình yên. Đã lâu rồi tôi mới tập yoga nên mong bạn có thể giới thiệu những lớp học phù hợp cho tôi. Cảm ơn bạn và nhận được phản hồi sớm từ bạn! - Andy - Cô - Đọc thêm",
            "Hi Andy\n\nYes we have classes running through Christmas and New Years Eve with some reduced hours to our usual 7 day a week 7am to 9pm daily schedule. See below for all open hours and class times. We also have an APP you can download off our website that has all the class schedule live plus class descriptions to help you select what you are looking for. As someone who hasn - t practiced for a while look for the class type with level 1, plus see our many sound healing experiences, Yoga Nidra meditations, yin yoga and restorative which are slower forms of yoga practice and lower to the ground. Our reception staff can also help you with some recommendations on arrival.\n\nReduced opening hours during the holidays:\n\nChristmas Eve  - 24 - 12 - , Christmas Day  - 25 - 12 -   -  New Years Eve  - 31 - 12 -  - classes start as usual 7am with the last class for each day will start at 4pm. The Yoga Barn will close by 6pm each day.\n\nBoxing Day  -  Balinese Holiday Galungan Day  - 26 - 12, a beautiful Balinese holiday -  The Yoga Barn will open in the afternoon with the first class starting at 2pm to 8pm.\n\nNew Years Day we have 3 special classes by donation starting at 8am to 12:30pm. The Yoga Barn facilities will be closed however 2 studios will be open for the special classes and registration is open 30 mins before hand at our Lower Reception off the amphitheatre deck  - our big traditional studio - . Volunteers will be helping the teachers for class registration and donation collection.\n\nI hope this helps you and please feel free to see our website - SCHEDULE page if you have any queries.\n\nNote we have two entrances to The Yoga Barn with a walk-in access off the downtown road Hanuman Street, or if you are riding a  motorbike or have a driver needing to wait for you there is a back carpark titled our MAIN Entrance which you can find in Google Maps off our website.\n\nI hope this helps and we so look forward to offering you the calm and chillout time you need with this end of year break, namaste!Read more",
            "Tôi có thể biết bạn có bao nhiêu loại thẻ giảm giá và giá trị bao nhiêu không? Còn nếu chỉ rớt một lớp thì bao nhiêu? Tôi có thể thanh toán bằng thẻ tín dụng hoặc tiền mặt không? Tôi cũng thấy chỗ ở của bạn đã được đặt kín chỗ từ ngày 22 đến ngày 27 tháng 12. Có lựa chọn nào khác để ở gần đó không? Giống như nhà khách hay ký túc xá? Đọc thêm",
            "Tôi có thể giới thiệu khách sạn alaya ngay cạnh khu tập yogaĐọc thêm",
            "Xin chào, làm thế nào tôi có thể đặt chỗ vào ngày 25-29 tháng 11?Đọc thêm",
            "Xin chào Gun, cảm ơn câu hỏi của bạn. Nếu bạn đang đề cập đến việc đặt chỗ ở, vui lòng xem trang web - trang chỗ ở của chúng tôi. Tôi không thể dán liên kết vào đây để bạn truy cập. Tuy nhiên, nếu bạn muốn tham gia bất kỳ lớp học yoga, chuyển động, chữa bệnh bằng âm thanh và thiền nào trong studio của chúng tôi, bạn chỉ cần đến trước lớp 30 phút và mua một lớp thông thường hoặc thẻ nhiều lớp giảm giá. \nChúng tôi cũng có một APP được tải xuống với lịch học trực tuyến 24 - 7 để hỗ trợ kế hoạch du lịch của bạn. Tôi hy vọng điều đó có ích, YBĐọc thêm",
            "Chào buổi sáng, \nBản thân tôi và một người bạn nữ khác sẽ ở Ubud từ ngày 6 - 10 tháng 9. Cả hai chúng tôi đều là người mới bắt đầu - đã tập yoga định kỳ - Tuy nhiên, chúng tôi rất muốn đăng ký tham gia một buổi tập yoga buổi sáng khi chúng tôi ở Ubud.\nChúng tôi có cần đặt trước hay chúng tôi có thể đến gặp bạn khi đến nơi và tổ chức lớp học sau đó.\nBạn vui lòng cho tôi biết thời gian của các lớp học dành cho người mới bắt đầu.\nRất cám ơn sự mong đợi, Mary-Ann McIntyre Đọc thêm",
            "Xin chào Mary-Anne,\n\nTất cả các lớp học của chúng tôi đều đến trước, phục vụ trước ... vì vậy không cần phải đặt trước.  Hãy lên kế hoạch đến trước giờ học khoảng 20 phút.\n\nCác lớp học sau đây là hoàn hảo cho người mới bắt đầu:\n\n8:30am - Yoga cho người mới bắt đầu - \n11:30am - Yoga nhẹ nhàng - \n2 giờ chiều - Giới thiệu về Yoga - \n7 giờ tối - Yoga phục hồi - \n\nChúng tôi mong được gặp bạn vào tháng tới!\n\nNamaste từ bạn bè của bạn - The Yoga Barn.Đọc thêm"
        ],
        "star_ratings": [
            1338,
            390,
            187,
            87,
            72
        ],
        "review_amount": 2074,
        "location": [
            "Indonesia",
            "Bali",
            "Châu Á",
            "Nhiếp chính Gianyar",
            "Những điều cần làm ở Ubud",
            "Chuồng Yoga",
            "Ubud"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written July 6, 2023",
            "Written July 21, 2023",
            "Written July 25, 2023",
            "Written August 3, 2023",
            "Written August 11, 2023",
            "Written October 2, 2023",
            "Written October 4, 2023",
            "Written November 7, 2023",
            "Written November 11, 2023",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297701-d1506742-Reviews-The_Yoga_Barn-Ubud_Gianyar_Regency_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d24987411-Reviews-Ivy_Cafe-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d8556302-Reviews-Teras_Ubud_Bar_Lounge-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d20171690-Reviews-Soul_Bites-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d23653732-Reviews-Table_Talk_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d25214757-Reviews-Citrus_Berry_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d11777358-Reviews-Monkey_Legend_Restaurant_Bar-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d15637690-Reviews-Seasoned-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d15009688-Reviews-Twist_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d11679889-Reviews-Monkey_Cave_Espresso_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d13123560-Reviews-IBU_SUSU_Bar_Kitchen-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d378969-Reviews-Sacred_Monkey_Forest_Sanctuary-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d8858068-Reviews-Komaneka_Art_Gallery-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2305913-Reviews-Nyoman_Meja_Fine_Art_Gallery-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1009746-Reviews-Puri_Saren_Palace-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d6199457-Reviews-Pondok_Bambu_Wayang_Kulit-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7854196-Reviews-Bali_Eco_Tours-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g3932211-d1718037-Reviews-Peliatan_Royal_Palace-Peliatan_Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d18846529-Reviews-Breathing_Cold-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d25306254-Reviews-Toya_Salt-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d17853428-Reviews-Pura_Kloncing-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1506742-Reviews-or10-The_Yoga_Barn-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d12231822-Reviews-Kaveri_Spa_at_The_Udaya-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19721944-Reviews-Tejas_Spa_Unagi-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d23791760-Reviews-Kamalini_Spa_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19618024-Reviews-Flying_Bamboo_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d8549078-Reviews-Serayu_Spa_at_The_Kayon_Resort-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d15067375-Reviews-Tejas_Spa_Jembawan-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d26261750-Reviews-INKA_Ubud_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d8046149-Reviews-Ubud_Traditional_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19929664-Reviews-Svaha_SPA_Bisma-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d23217647-Reviews-Tejas_Spa_Bisma-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2180121-Reviews-Wellness_Rejuvenation_Spa_at_The_Yoga_barn_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d3348271-Reviews-Tai_Chi_Bali-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d3683114-Reviews-DaLa_Spa_at_Alaya_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d17397556-Reviews-Ubud_Trips-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7181580-Reviews-Dejulius_Tour-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d8027912-Reviews-Gusti_s_Driving_Service-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d11919761-Reviews-Medy_Ubud_Taxi_Driver-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7217703-Reviews-Coco_Supermarket_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d3974891-Reviews-Jiwa_Raga_Spa_Wellness-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d19341925-Reviews-Yande_Ubud_Driver-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7495360-Reviews-Jinggo_Bali_Driver-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7186568-Reviews-Bali_Healing_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d12454153-Reviews-Above_the_Clouds_Natural_Wear_Ubud_Pengosekan-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d27495016-Reviews-Sang_Bali_Retreat-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g3185061-d14042288-Reviews-Coconut_Wellness-Mas_Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g53964-d272121-Reviews-Kennywood_Park-West_Mifflin_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g190313-d313286-Reviews-Hondoq_Bay-Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d107762-Reviews-Bear_Lake_Trailhead-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d191078-Reviews-The_Alhambra-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187527-d670723-Reviews-Aquopolis_Torrevieja-Torrevieja_Costa_Blanca_Province_of_Alicante_Valencian_Commun.html",
            "https://www.tripadvisor.com/Attraction_Review-g55892-d117407-Reviews-On_the_Square-Georgetown_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d2176484-Reviews-Macao_Beach-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188000-d4372931-Reviews-Lamai_Night_Market-Lamai_Beach_Maret_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d3913938-Reviews-Abu_Hail_Centre-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7900333-Reviews-BATHHOUSE_Spa-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297701-d1506742-Reviews-or10-The_Yoga_Barn-Ubud_Gianyar_Regency_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297701-d1506742-Reviews-The_Yoga_Barn-Ubud_Gianyar_Regency_Bali.html"
    }
]