[
    {
        "attraction_name": "The Fugitive Beach",
        "attraction_name_vi": "Bãi biển chạy trốn",
        "general_info": [
            "133 đánh giá",
            "2 trong số 19 điều cần làm ở Rolla",
            "Bãi biển"
        ],
        "attraction_summary": "Nơi này thực sự tuyệt vời.  Tôi ghét đọc những nhận xét từ những người muốn trải nghiệm hồ bơi trong khu nghỉ dưỡng, bởi vì nếu đó là điều bạn muốn, hãy đến một khu nghỉ dưỡng.  Ngoài ra có người chết? Vâng, đó là bởi vì những người không biết bơi sẽ mạo hiểm mạng sống của mình như ở bất kỳ nơi nào để bơi.  Nếu bạn không biết bơi thì đừng đi.  Nếu bạn đưa con đi cùng, hãy là một người lớn có trách nhiệm và trông chừng con bạn.  Những ngày cuối tuần thật bận rộn nhưng tôi luôn có khoảng thời gian tuyệt vời.Đọc thêm",
        "reviews": [
            "Tôi và vợ tôi đã có kế hoạch này cho cuối tuần. Chúng tôi đến đó và nó nhỏ hơn nhiều so với dự kiến. Cổng mở lúc 10 giờ và đến 10 giờ 30 sáng, bạn hầu như không thể tìm thấy nơi nào để cất đồ đạc của mình. Mọi thứ ở đó đều là mối nguy hiểm về an toàn. Các bậc thang làm bằng ván mục nát lên đến các máng trượt rất lắc lư và thậm chí còn mất tích. Bệ để thực hiện cú nhảy từ vách đá cũng bị mục nát và đáng sợ hơn cả cú nhảy. Có những tảng đá sắc nhọn ẩn bên cạnh máng trượt và vợ tôi đã bị thương. Không có biển báo cảnh báo hay bất cứ thứ gì. Chúng tôi lái xe tổng cộng 8 giờ chỉ để rời đi trong 1 giờ rưỡi. Đã có nhiều trường hợp chết đuối và bị thương và giờ tôi hiểu tại sao. Ngoài ra, nhân viên cứu hộ không được cấp chứng chỉ. Họ ngồi dựa lưng với hai chân giơ lên ​​chơi điện thoại. Một người đàn ông lao đầu xuống và đúng là anh ta đã chọn như vậy nhưng người bảo vệ nên nói với anh ta rằng điều đó không được phép thay vì cười và đó là vách đá cao 20 feet. Tôi sẽ không quay lại. Thêm vào đó, chúng tôi bị ốm trong 2 ngày sau khi rời đi. Tiết kiệm tiền và thời gian của bạn Đọc thêm",
            "Vợ tôi và tôi đã đến bãi biển Fugitive vào cuối tuần này. Tôi không chắc tất cả sự cường điệu đó là gì. Trang web này tự hào về một môi trường thân thiện với gia đình nhưng nhóm ở trên bãi biển trước mặt chúng tôi đang hút cỏ và một anh chàng cách đó vài khoảng trống đang hút thuốc lá trên bãi biển. Có một khu vực hút thuốc được chỉ định nhưng rõ ràng bạn có thể làm bất cứ điều gì khi ở đó. Khi chúng tôi đi xuống cầu trượt nước, nó phủ đầy chất nhờn ở hai bên và có một tảng đá khiến tôi suýt gãy đầu gối khi lên khỏi mặt nước. Thật nguy hiểm khi nó không được đánh dấu dưới bất kỳ hình thức nào. Thức ăn quá đắt và không ngon. Nói chung, nó chắc chắn không xứng đáng với 3 12 ổ đĩa hoặc chi phí để vào. Tôi chắc chắn sẽ không quay lại. Tôi sẽ cho 0 sao nếu đó là một lựa chọn. Đọc thêm",
            "Nơi này thật tồi tệ, nhân viên rất thô lỗ, họ không quan tâm đến những lo ngại về an toàn, họ tính phí cho bạn mọi thứ nhỏ nhặt mà chúng tôi đã lái xe cách đó 4 giờ đồng hồ, lên kế hoạch cho cả kỳ nghỉ chỉ để đến đây chắc chắn không đáng và sẽ không quay lại Đọc thêm",
            "Nhảy từ vách đá thật thú vị. Tôi sẽ quay lại. Tôi sẽ bảo mọi người đến đó, đây là lần đầu tiên tôi bơi trong một chiếc thuyền cũĐọc thêm",
            "Bản thân nơi này và nhân viên đều tuyệt vời. Tuy nhiên, chủ sở hữu hoàn toàn khủng khiếp, không quan tâm đến dịch vụ khách hàng và khi gặp vấn đề thì cư xử hoàn toàn như một đứa trẻ. Mặc dù đây là một nơi thú vị nhưng chúng tôi sẽ không hỗ trợ hoạt động kinh doanh này nữa.Đọc thêm",
            "Cả gia đình tôi bị ốm sau khi đến thăm.  Đứa nhỏ nhất 3 tuổi có nhiệt độ 102 trong 3 ngày. Những người còn lại trong chúng tôi đang sốt. Leo lên những tảng đá để đi đến đường trượt, đầu gối của bạn bị vấp phải một tảng đá lớn sắc nhọn mà bạn không thể nhìn thấy vì nước nhuộm màu xanh đậm. Bản thân cầu thang để đến cầu trượt đã là một mối nguy hiểm, với những tảng đá nhỏ tích tụ trên các bậc thang. Không đáng để ốm đau sau khi ghé thăm....Đọc thêm",
            "Tôi không muốn chơi trò này với bất cứ ai. Đó là một mỏ đá chứa đầy nước trong xanh tuyệt đẹp. Người dân địa phương bơi lội, nằm nghỉ, vui chơi dã ngoại. Nó vui. Điểm đến. Không.Đọc thêm",
            "Chúng tôi đến cùng một nhóm gia đình và thuê một chiếc cabanawell xứng đáng. Tất cả chúng tôi đã có một thời gian tuyệt vời. Chúng tôi mang than và nướng, thật hoàn hảo! Các bước nhảy cũng rất thú vị!Đọc thêm",
            "Đó là một điểm đến mùa hè tuyệt vời trong một ngày.  Có một vài cầu trượt, một cầu trượt leo lên và trượt bằng bơm hơi và ba địa điểm để nhảy khỏi một địa điểm dành cho trẻ nhỏ.  Bạn có thể thuê nhiều vật dụng khác nhau, bao gồm cả áo phao bắt buộc dành cho vùng sâu.  Thức ăn có giá từ bảy đến mười đô la cho những món thông thường.  Không có kem mà buồn, chỉ chấm n chấm thôi.  Có một vài lò nướng trong khuôn viên và bạn có thể tự nấu món bánh mì kẹp thịt xúc xích của riêng mình.  Bản thân bãi biển thì nhỏ.  Đến một giờ, nơi này đã chật cứng. Tuy nhiên, đến bốn giờ, mọi người đã rời đi và rất vui vẻ.  Nó đóng cửa lúc sáu giờ.  Nhìn chung, đây là một ngày đầy niềm vui đối với chúng tôi, đặc biệt là đối với các cậu bé tuổi teen.Đọc thêm",
            "Đây được coi là nước hồ, nước sông hay nước hồ bơi có clo?Đọc thêm",
            "Họ có đang làm gì để ngăn chặn sự lây lan của COVID-19 không?Đọc thêm",
            "Tôi không thấy bất kỳ biện pháp phòng ngừa nàoĐọc thêm",
            "Tôi đang ở bãi biển Fugitive và sau khi gọi điện vài ngày trước và được thông báo là không phải vậy, giờ tôi mới phát hiện ra rằng tôi không thể nhảy hoặc trượt nếu không có áo phao. Tôi rất không hài lòng với điều đó và tôi muốn được hoàn lại tiền. Có cách nào khả thi không? Đọc thêm",
            "Có cá trong nước không?Đọc thêm",
            "Không. Tôi vừa ở đó tuần trước.  Đó là một khối nước độc lập.  Không nối với bất kỳ dòng sông, dòng suối nào.Đọc thêm",
            "Giá mỗi người là bao nhiêu??Đọc thêm",
            "10 mỗi người. Để dành cả ngày, tôi nghĩ đó là một mức giá hợp lý cho tất cả những việc họ phải làm. Nhưng bạn cũng nên biết rằng họ tính phí thuê áo phao 5 USD mỗi người, phải cảnh báo khi xuống cầu trượt, nhảy hoặc bất kỳ vùng nước sâu nào. Không cần nhiều hơn nữa, bạn có thể tự mua chúng tại Walmart. Họ cũng tính phí thuê 5 ghế nên hãy mang theo ghế của riêng bạn và một chiếc ô vì không có bóng râm gần mặt nước. Họ có quầy giảm giá nhưng bạn có thể mang theo bữa trưa dã ngoại. Họ có bàn và gian hàng cho thuê. Một ngày nọ, tôi thuê một chiếc bàn có mái che và nướng thịt nhưng trừ khi mặt trời chiếu thẳng vào, nó không mang lại nhiều bóng râm. Thông tin thêm có sẵn trên trang web của họ. Chúc bạn vui vẻ! Đọc thêm",
            "Đã có báo cáo nào về ecoliĐọc thêm",
            "Bạn có thể làm sạch máy làm mát bằng sida và nướcĐọc thêm",
            "Tôi có thể mang theo rượu với chi phí bao nhiêuĐọc thêm",
            "Khi nào mùa giải kết thúcĐọc thêm",
            "Theo Google, hiện tại họ chỉ mở cửa vào cuối tuần cho đến ngày 3 tháng 9. Đọc thêm",
            "Bạn có thể mang theo phao của riêng mìnhĐọc thêm",
            "Đúng. Nhưng để đi vào vùng nước sâu hơn bạn vẫn sẽ phải mặc áo phao. Đọc thêm",
            "Bạn có thể cắm trại ở đây không?Đọc thêm"
        ],
        "star_ratings": [
            60,
            30,
            19,
            7,
            17
        ],
        "review_amount": 133,
        "location": [
            "Hoa Kỳ",
            "Bãi biển chạy trốn",
            "Rolla",
            "Các hoạt động ở Rolla",
            "Missouri MO"
        ],
        "reviews_time": [
            "Written May 4, 2024",
            "Written August 13, 2023",
            "Written August 6, 2023",
            "Written August 5, 2023",
            "Written July 15, 2023",
            "Written July 14, 2023",
            "Written July 7, 2022",
            "Written September 30, 2021",
            "Written August 18, 2021",
            "Written August 16, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g44862-d6952756-Reviews-The_Fugitive_Beach-Rolla_Missouri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g44862-d26910505-Reviews-Flamingo_s_Frozen_Custard-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d6952756-Reviews-or10-The_Fugitive_Beach-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d10112718-Reviews-Mark_Twain_National_Forest-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d13477964-Reviews-Rolla_Lions_Club_Den_and_Park-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d13477934-Reviews-Little_Prairie_Conservation_Area-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d13477959-Reviews-Ber_Juan_Park-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d27062202-Reviews-Veterans_Memorial_Park-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d27041789-Reviews-Rolla_Parks_Recreation_Department-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d25104850-Reviews-Audubon_Trails_Naure_Center-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d284865-Reviews-Route_66-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d27070211-Reviews-Paintball_Preserve-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d4222700-Reviews-Ozark_Actors_Theatre-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d8384293-Reviews-The_Zone_Rolla_s_Family_Entertainment-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d10130538-Reviews-Mark_Twain_National_Forest-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d8723972-Reviews-Rolla_Antique_Mall-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d17609978-Reviews-Mels_Candles-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44879-d1582007-Reviews-Vacuum_Cleaner_Museum_and_Factory_Outlet-Saint_James_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d10203687-Reviews-Hands_On_Art_Studio_Gallery-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d12083980-Reviews-Mid_Missouri_Surplus-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d17652220-Reviews-Rolla_Public_Library-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d1756489-Reviews-Fall_Creek_Rock_Shop-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d12438214-Reviews-Leach_Theatre-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g56082-d4700753-Reviews-The_Lions_Club_Aquatics_Park-Killeen_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41818-d560618-Reviews-Davis_Square-Somerville_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g666312-d9802732-Reviews-Orfeas_Open_Air_Cinema-Kos_Town_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282879-d2313197-Reviews-Palani_Murugan_Temple-Palani_Dindigul_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d15334345-Reviews-Da_Lat_Cable_Car_Robin_Hill-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2271349-d254622-Reviews-Mansion_Beach-New_Shoreham_Block_Island_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d16959144-Reviews-Krakow_Arcade_Museum-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g48873-d2272132-Reviews-Cupsogue_Beach_County_Park-Westhampton_Beach_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1236104-d6931568-Reviews-Pu_Luong_Nature_Reserve-Thanh_Hoa_Thanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48628-d5824371-Reviews-Blydenburgh_County_Park-Smithtown_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g44862-d6952756-Reviews-or10-The_Fugitive_Beach-Rolla_Missouri.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g44862-d6952756-Reviews-The_Fugitive_Beach-Rolla_Missouri.html"
    }
]