[
    {
        "attraction_name": "The Comedy Barn Theater",
        "attraction_name_vi": "Nhà hát Comedy Barn",
        "general_info": [
            "4.454 đánh giá",
            "- 2 trên 5 Cuộc sống về đêm ở Pigeon Forge",
            "Rạp chiếu phim",
            "Câu lạc bộ hài kịch",
            "Sân khấu - Biểu diễn"
        ],
        "attraction_summary": "Nhà hát hài kịch sạch sẽ thành công nhất và được tham dự nhiều nhất trên thế giới - 25 năm và còn hơn thế nữa! Giúp cả gia đình bạn sẵn sàng cười đùa với những con vật vui nhộn trong chuồng, ảo thuật gia, người tung hứng, nghệ sĩ nói tiếng bụng, diễn viên hài, nhạc sống đồng quê và nhạc phúc âm! Đó là một đêm với hàng ngàn tiếng cười - đảm bảo! Mang theo trẻ em, mang theo hàng xóm của bạn, mang theo Mục sư của bạn, mang theo Chú Jack, mang theo Bà của bạn - bạn hiểu rồi đấy - mang MỌI NGƯỜI đến một buổi tối giải trí - chắc chắn sẽ khiến bạn cười khúc khích! Có mặt trước giờ biểu diễn 30 phút. Đã bán nhượng bộ đầy đủ.Đọc thêm",
        "reviews": [
            "Vừa xem lại chương trình, có lẽ là lần thứ năm trong mười năm trở lại đây. Tôi luôn ngạc nhiên khi thấy mọi lứa tuổi đều yêu thích chương trình, điều này rất khó thực hiện. Chúng tôi đã đưa ông bà, thanh thiếu niên và trẻ nhỏ đi xem và tất cả đều thích. Thanh thiếu niên rất khó làm hài lòng với một chương trình dành cho gia đình nhưng họ lại rất thích chương trình này. Xin gửi lời khen ngợi đến dàn diễn viên vì đã duy trì năng lượng cao và giải trí cho mọi người trong suốt những năm qua. Chúng tôi vẫn thích chương trình này! Đọc thêm",
            "Xin chào Lee! Cảm ơn đã đánh giá tuyệt vời! Chúng tôi - rất vui khi biết rằng bạn đã tận hưởng khoảng thời gian vui vẻ với chúng tôi!Đọc thêm",
            "Một chương trình hài kịch mà bạn có thể đưa con mình và cha mẹ đi xem! Có rất nhiều tiết mục đa dạng từ biểu diễn chó, tung hứng, diễn viên hài và ca hát. Khoảng hơn 2 giờ với thời gian nghỉ giải lao là 20 phút. Sẽ không ngần ngại xem lại chương trình.Đọc thêm",
            "Chào Dean! Cảm ơn lời phê bình tuyệt vời của bạn! Chúng tôi - rất vui vì bạn đã tận hưởng thời gian của mình với chúng tôi!Đọc thêm",
            "Buổi biểu diễn có sự kết hợp giữa tài năng và hành động...âm nhạc, đứng lên, nói tiếng bụng, tung hứng, biểu diễn chó, nhảy tap...cả một loạt các vở hài kịch. Đôi khi khán giả được yêu cầu tham gia và có rất nhiều tương tác. Tôi tưởng tượng mỗi chương trình sẽ có một chút khác biệt với sự tham gia của từng khán giả. Chúng tôi yêu thích nhất cho đến nay là Danny - s - Màn tung hứng - mang tính chất hài kịch và tương tác với khán giả hơn là tung hứng. Anh cho biết khán giả mất hứng thú chỉ sau 11 giây xem tung hứng. : - Một trong những khán giả đã hoàn toàn cuồng loạn khi tương tác trên sân khấu với Danny. Nó rất vui. Tay trống rất xuất sắc. \n\nCó bãi đậu xe miễn phí tại Comedy Barn ở các lô phía trước và phía sau.Đọc thêm",
            "Chào bạn! Cảm ơn đã đánh giá tuyệt vời. Chúng tôi - rất vui vì bạn đã tận hưởng thời gian của mình với chúng tôi!Đọc thêm",
            "Tôi sẽ nói ngay trước đó rằng chúng tôi đã có một trải nghiệm thực sự khó chịu tại một địa điểm ăn tối khiến một đứa trẻ suýt rơi nước mắt. Chúng tôi nghĩ đến việc về nhà vì tất cả chúng tôi đều đang trong tâm trạng khó chịu.   Vì chúng tôi đã có vé nên chúng tôi đã đi và tôi rất vui vì chúng tôi đã làm như vậy. \n\nTất cả chúng ta đều có thời gian tốt nhất.  Tất cả chúng tôi đều cười rất nhiều, điều này thật khó khăn với thanh thiếu niên.  Đó là khoảng thời gian rất ngọt ngào với gia đình.   Yêu thích sự đa dạng của chương trình và chúng đã kết thúc với một tinh thần yêu nước.  Thật tuyệt vời khi có một chương trình giải trí gia đình sạch sẽ và thú vị cho mọi người già và trẻ.  \n\nCảm ơn chuồng hài cho một buổi tối tuyệt vời!Đọc thêm",
            "Chào Sue! Cảm ơn lời phê bình tuyệt vời của bạn! Chúng tôi - rất vui vì đã làm cho bạn có một buổi tối vui vẻ, cảm ơn vì đã ghé qua!Đọc thêm",
            "Tôi đã đến địa điểm này ba lần trong 28 năm - đó là địa điểm thân thiện với gia đình TỐT NHẤT BAO GIỜ!  Các diễn viên hài rất lành mạnh và vui nhộn! Những tiểu phẩm mang lại nụ cười cho mọi khán giả!!  Bạn sẽ không hối tiếc khi đến xem chương trình này!Đọc thêm",
            "Xin chào! Cảm ơn lời phê bình tuyệt vời của bạn! Chúng tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ!Đọc thêm",
            "Buổi biểu diễn thật TUYỆT VỜI!!!!! Gia đình chúng tôi đến từ Indiana. Chúng tôi ghé thăm Pigeon Forge 2 năm một lần và chúng tôi luôn đến xem vở hài kịch Barn. Tôi yêu chương trình thân thiện với gia đình và giá trị của họ. Tôi - luôn cảm thấy họ thực sự quan tâm đến mọi người và thể hiện rất nhiều lòng tốt. Mỗi lần chúng tôi ghé thăm, tôi luôn mua một bức ảnh cùng với những thứ khác. Năm nay cũng không khác. Lần cuối cùng chúng tôi đến thăm Comedy Barn là năm 2021. Tôi đang hồi phục sau bệnh ung thư và phẫu thuật tim. Đó là khoảng thời gian tuyệt vời và tiếng cười như liều thuốc chữa lành cho tôi. Dù sao, sau khi chúng tôi trở về nhà vào năm 2021, tôi phát hiện ra hộp đựng bìa cứng đựng ảnh của mình đã bị rách. Đó không phải là vấn đề lớn nhưng tôi đã quyết định vào năm nay - 2023 - tôi sẽ hỏi liệu tôi có thể mua thêm một khung bìa cứng để treo bức tranh ở nhà không. Nhân viên bảo vệ nghĩ rằng họ có thể sẽ chỉ đưa cho tôi một cái nhưng người quản lý nói với tôi rằng tôi sẽ phải trả 20,00, bằng mức giá để có được bức tranh trong bìa cứng. Tôi giải thích cho anh ấy chuyện đã xảy ra và rằng tôi chỉ cần một tấm bìa cứng. Anh ấy nói với tôi rằng anh ấy không thể chỉ đưa nó cho tôi. Tôi đề nghị trả tiền nhưng tôi nói với anh ấy rằng 20:00 là giá hơi cao. Sau đó anh ấy nói rằng anh ấy không có cách nào để định giá nó và điều duy nhất anh ấy có thể làm là in cho tôi một bức tranh khác trong đêm đó và bán cho tôi bức tranh đó. Tôi nói với anh ấy rằng tôi đã mua bức tranh đó rồi và không cần bức thứ hai. Sau đó anh ấy nói rằng anh ấy không thể làm gì khác. Lúc đó lòng tôi cảm thấy buồn bã và chán nản. Đó là lúc tôi nhận ra tất cả chỉ vì tiền!!!! Tôi không biết tại sao tôi lại cảm thấy sốc nhưng đúng là như vậy. Đột nhiên lòng tốt và tính cách quan tâm của họ trở thành một từ - . TIỀN BẠC!!!!!  Cũng giống như mọi hoạt động kinh doanh khác ngoài kia. Đọc thêm",
            "Chào bạn. Chúng tôi muốn có được thông tin liên hệ của bạn để giúp giải quyết vấn đề này cho bạn. Bạn có thể gửi email đến echapman - gcipf.com không? Vui lòng bao gồm tên, số điện thoại - và email của bạn để người quản lý có thể liên hệ trực tiếp với bạn.Đọc thêm",
            "Bốn người chúng tôi đã tham dự buổi biểu diễn và thấy nó rất thú vị. Một thời gian vui vẻ, sạch sẽ và thú vị. Niềm vui cho mọi lứa tuổi! Mức giảm giá dành cho quân đội và người phản hồi đầu tiên được đưa ra và công nhận vào cuối chương trình. Nơi sang trọng.Đọc thêm",
            "Chào bạn! Cảm ơn lời phê bình tuyệt vời của bạn! Chúng tôi - rất vui vì tất cả các bạn đã có khoảng thời gian vui vẻ!Đọc thêm",
            "Chương trình vui vẻ sạch sẽ tuyệt vời với những người biểu diễn rất, rất tài năng.  Buổi biểu diễn thật độc đáo.  Quá trình đặt chỗ và nhận vé rất dễ dàng và có tổ chức. Bãi đậu xe miễn phí và phong phú.  Rất muốn giới thiệu. Chắc chắn là một chương trình phải xem!Đọc thêm",
            "Xin chào! Xe tăng cho đánh giá tuyệt vời. Chúng tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ!Đọc thêm",
            "Tôi - tôi rất vui vì đã đến sớm, vì họ đã bắt đầu xếp hàng. Tuy nhiên, hàng này dành cho những người đã mua vé trước. Vì tôi không có vé nên người ta bảo tôi vào trong và tôi lấy vé rồi ngồi ngay. Điều này cho thấy một chương trình rất hay - nó giống một chương trình tạp kỹ hơn với âm nhạc, ca hát, khiêu vũ, hài kịch, nói tiếng bụng, các thủ thuật và pha nguy hiểm, và thậm chí cả một màn biểu diễn động vật nhỏ. Có một số khán giả tình nguyện, điều đó thật tuyệt vời và thực sự khiến mọi người bật cười. Tôi chắc chắn sẽ giới thiệu cho bất kỳ ai đến khu vực này hãy thử ít nhất một lần khi bạn đã tìm hiểu được một chút về mọi thứ.Đọc thêm",
            "Xin chào CiCi. Cảm ơn vì bài đánh giá tuyệt vời! Chúng tôi rất vui vì bạn đã có thời gian vui vẻ cùng chúng tôi! Đọc thêm",
            "Buổi biểu diễn rất vui vẻ, gia đình sạch sẽ.  Chúng tôi rất thích những con mèo và sự ngốc nghếch nói chung.  Các diễn viên hòa mình vào đám đông trước và trong giờ giải lao.  Chúng tôi đã đặt mua vé trước và nhận chúng theo yêu cầu được xử lý rất hiệu quả.  Rất nhiều bãi đậu xe.  Chỗ ngồi thoải mái.  Tuy nhiên, họ lại đưa hình ảnh của khán giả lên màn hình để mọi người cùng xem và cười nhạo.  Gần đến mức bắt nạt người ta.  Không thích tính năng đó.Đọc thêm",
            "Xin chào Angie, cảm ơn vì đánh giá tuyệt vời và chia sẻ phản hồi của bạn. Chúng tôi sẽ chuyển nó cho đội ngũ quản lý. Đọc thêm",
            "Không thể tin được rằng trong 40 năm đến Gatlinburg và Pigeon Forge, chúng tôi chưa bao giờ tham dự một buổi biểu diễn Comedy Barn! Chúng tôi đã quyết định thay đổi điều đó vào đêm qua và chúng tôi rất vui vì đã làm như vậy. Đối với một đám đông gần như bán hết vé, buổi biểu diễn mở màn rất ồn ào nhưng - chấp nhận - âm nhạc với Comedy Barn Band. Đó là một vở hài kịch nối tiếp một vở hài kịch khác và thật buồn cười. Tôi thật may mắn khi bước ra khỏi vùng an toàn của mình và chụp ảnh selfie với anh chàng hài hước nhất chương trình trong thời gian tạm nghỉ. Cảm ơn vì những tiếng cười vui vẻ, trong trẻo!Đọc thêm",
            "Hay Candace!  Chúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn!  Chúng tôi rất vui vì đã giúp bạn thoát khỏi vùng an toàn của mình!Đọc thêm",
            "Vừa đi xem vở kịch ở nhà kho hài kịch về. Tôi đánh giá cao nó để giải trí gia đình tốt. Giống như sự hồi tưởng lại thời kỳ mà sự hài hước trong sáng mang tính giải trí.Đọc thêm",
            "Hay James!  Cảm ơn đánh giá tuyệt vời của bạn!  Chúng tôi rất vui khi biết bạn đã có khoảng thời gian tuyệt vời!Đọc thêm",
            "Ôi trời, tôi phải bắt đầu từ đâu đây. Vì - và Jordan. Cuz vinh quang, tráng lệ, hoàn hảo của tôi - n. Cách anh ấy phục vụ món gà của tôi ở mức độ tốt nhất và luôn đảm bảo rằng đồ uống của tôi được rót đầy. Anh ấy giành được máy chủ tốt nhất thế giới và xứng đáng giành chiến thắng từng chút một. Vị vua vinh quang của tôi, Cuz - n Jordan.Đọc thêm",
            "Này Connor! Cảm ơn bạn đã ghé thăm. Chúng tôi sẽ chia sẻ đánh giá của bạn với các bạn của chúng tôi tại Hatfield. Đọc thêm",
            "Một buổi biểu diễn tuyệt vời. Tôi đã cười suốt chặng đường đó. Họ có tài năng tuyệt vời. Tôi nghĩ vợ tôi yêu chó nhất. Những người biểu diễn sẽ đến thăm vào giờ nghỉ giải lao và sau buổi biểu diễn.Đọc thêm",
            "Xin chào Fred!  Cảm ơn fer đánh giá tuyệt vời của bạn.  Chúng tôi rất vui khi biết rằng bạn và vợ bạn rất thích buổi biểu diễn!Đọc thêm",
            "Tôi sợ rằng điều này sẽ quá ngô nghê và trẻ con, nhưng thực tế không phải vậy! Chúng tôi đang ở độ tuổi sáu mươi và nghĩ điều đó thật buồn cười! Những người này thực sự rất tài năng, đừng bỏ lỡ điều này. Tôi ước họ có buổi biểu diễn buổi chiều vào cuối tuần.Đọc thêm",
            "Chào Deanie! Cám ơn, vì phản hồi của bạn.  Chúng tôi hy vọng bạn nhớ lấy tất của mình trên đường ra ngoài!Đọc thêm",
            "Đây là chương trình yêu thích của các con tôi ở lò rèn Pigeon. Họ cười không ngừng. Các con tôi 5 sao. Tôi chủ yếu giới thiệu chương trình này cho các gia đình có trẻ nhỏ. Những trò đùa rất nguyên thủy - những trò đùa kiểu Walmart - . Một số hành vi còn kém. Địa điểm tổ chức đã rất lỗi thời. Nhìn chung đây là một buổi biểu diễn hay dành cho trẻ em.Đọc thêm",
            "Xin chào!  Chúng tôi rất vui vì đã mang đến màn trình diễn 5 sao cho các bạn trẻ.  Cảm ơn bạn đã đánh giá.Đọc thêm",
            "Chương trình gia đình tuyệt vời! Cá tính, vui nhộn, buổi tối tuyệt vời! Muốn giới thiệu cho mọi lứa tuổi. Tôi đã lo lắng rằng nó có thể - hokey -, nhưng đó là chất lượng giải tríĐọc thêm",
            "Chào Angie! Vui mừng vì bạn đã có một thời gian vui vẻ. Cảm ơn bạn đã ghé qua. Đọc thêm",
            "Buổi biểu diễn ổn - nó không hài hước như tôi mong đợi.  Thêm vào đó, tôi đã mua 3 vé, tất cả cùng một lúc và 2 vé ngồi cùng nhau và vé thứ 3 ở phía sau vài hàng - không phải là vấn đề lớn, nhưng tôi thích chúng tôi ngồi cùng nhau hơn.  Nó cũng bắt đầu muộn và dài hơn khoảng 30 phút so với quảng cáo - hoặc thật tuyệt khi nó dài hơn, nhưng chúng tôi không có cơ hội ăn trước buổi biểu diễn nên chúng tôi đói quá!Đọc thêm",
            "Xin chào Kim, chúng tôi rất tiếc khi biết về chỗ ngồi và buổi biểu diễn không đáp ứng và vượt quá mong đợi của bạn. Chúng tôi đánh giá cao việc bạn dành thời gian chia sẻ phản hồi của mình. Đọc thêm",
            "Chúng tôi đã đến xem chương trình Giáng sinh hai năm trước và chương trình này gần như hoàn toàn khác, nhưng chúng tôi nghĩ lần này thậm chí còn hài hước hơn. Tôi nghĩ việc tạo ra một chương trình hài kịch đủ sạch sẽ cho cả gia đình sẽ khó khăn hơn rất nhiều và họ đã làm rất tốt công việc đó.  Gặp gỡ các diễn viên - diễn viên hài luôn vui vẻĐọc thêm",
            "Xin chào David! Cảm ơn đã đánh giá tuyệt vời! Chúng tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ!Đọc thêm",
            "Nhìn chung, chúng tôi rất thích, thân thiện với gia đình theo cách hài hước sến súa, rất tuyệt khi kết hợp với các chương trình ăn tối khác. Nhân viên thân thiện và nghệ sĩ tương tác với khán giả. Chúng tôi sẽ quay lạiĐọc thêm",
            "Xin chào Latoya, chúng tôi rất vui khi biết bạn đã tận hưởng khoảng thời gian làm việc với chúng tôi!Đọc thêm",
            "Có sơ đồ sắp xếp chỗ ngồi trong rạp không?Đọc thêm",
            "Có chỗ đậu xe không?Đọc thêm",
            "Như đã lưu ý, rất nhiều bãi đậu xe phía sau tòa nhà. Sẽ mất một chút thời gian để ra ngoài sau buổi biểu diễn.Đọc thêm",
            "Vé Sr có giảm giá khôngĐọc thêm",
            "Có thể có một cái nhỏ dành cho Quân đội.Đọc thêm",
            "Một xô bỏng ngô giá bao nhiêuĐọc thêm",
            "Tôi không tin rằng bất kỳ món ăn nào cũng quá đắt, nhưng bạn phải liên hệ trực tiếp với họ để biết giá hiện tại.Đọc thêm",
            "Chỗ ngồi dành cho những khách hàng lớn hơn rộng bao nhiêu?Đọc thêm",
            "Chỗ ngồi ở phía nhỏ hơn.  Tôi sẽ liên hệ với họ khi tôi nhớ lại một số khu vực trống mà bạn có thể mang theo một chiếc ghế lớn hơn nơi xe lăn thường đến.Đọc thêm",
            "Làm thế nào để họ quyết định chỗ ngồi của bạn sẽ ở đâu? Điều duy nhất tôi thấy là một lựa chọn là lựa chọn về khu vực chứ không phải chỗ ngồi? Đọc thêm",
            "Có vẻ như khi chúng tôi mua vé, bạn đã có một hàng ghế và số ghế. Chúng tôi - đã đến đó nhiều lần và chưa bao giờ gặp vấn đề gìĐọc thêm",
            "Điều gì sẽ xảy ra nếu bạn mua vé trước 3 tuần và có điều gì đó xảy ra và bạn không thể khiến chuyến đi giống như cái chết trong gia đình hoặc tuyếtĐọc thêm",
            "Xin chào Donna, vui lòng liên hệ với bộ phận dịch vụ khách hàng theo số 865 428 5222 và họ sẽ sẵn lòng hỗ trợ bạn với các lựa chọn có sẵn.Đọc thêm",
            "Nội dung có thay đổi trong vài năm qua không? Chúng tôi rất thích chương trình này trước Covid nhưng không muốn xem lại chương trình đó nếu nội dung gần giống nhau. Cảm ơn trước. Đọc thêm",
            "Khi chúng tôi đến đó vào tháng 5 vừa qua, chúng tôi thấy rằng buổi biểu diễn hầu như giống như những năm trước. Hầu hết là những câu chuyện cười cũ kỹ, mệt mỏi và những nghệ sĩ biểu diễn cũ không mấy hài hước như chú Clem đã chạy trốn từ năm này sang năm khác. Theo tôi, nếu bạn đã xem nó một lần thì bạn đã xem hết.Đọc thêm",
            "Có còn vách kính plexi giữa các hàng không Đọc thêm",
            "Tại thời điểm này chúng tôi không có dải phân cách giữa các hàng hoặc các bên.Đọc thêm",
            "Có còn vách kính plexi giữa các hàng không Đọc thêm",
            "Không, không phải lúc này.Đọc thêm"
        ],
        "star_ratings": [
            3355,
            690,
            248,
            100,
            61
        ],
        "review_amount": 4454,
        "location": [
            "Hoa Kỳ",
            "Quận Sevier",
            "Tennessee - TN -",
            "Những điều cần làm ở Pigeon Forge",
            "Nhà hát Comedy Barn",
            "lò rèn chim bồ câu"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written July 29, 2023",
            "Written August 8, 2023",
            "Written September 4, 2023",
            "Written September 5, 2023",
            "Written September 7, 2023",
            "Written September 15, 2023",
            "Written September 20, 2023",
            "Written October 1, 2023",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 13, 2024",
            "Written May 2, 2024",
            "Written April 18, 2024",
            "Written April 13, 2024",
            "Written April 10, 2024",
            "Written April 4, 2024",
            "Written March 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55270-d143732-Reviews-The_Comedy_Barn_Theater-Pigeon_Forge_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d12725876-Reviews-J_Del_s_Pizza-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d6886216-Reviews-Sawyer_s_Farmhouse_Restaurant-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d14166326-Reviews-Cookie_Dough_Monster_Burgers_Shakes-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d3653595-Reviews-SweetFrog_Premium_Frozen_Yogurt-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d3294196-Reviews-Firehouse_Subs-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d4410970-Reviews-Timberwood_Grill-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d7984151-Reviews-Paula_Deen_s_Family_Kitchen-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d639465-Reviews-Flapjack_s_Pancake_Cabin-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d12661453-Reviews-Frizzle_Chicken_Cafe-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d4467303-Reviews-Mellow_Mushroom-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4513336-Reviews-The_Great_Smoky_Mountain_Wheel-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d11894522-Reviews-Alcatraz_East_Crime_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7147426-Reviews-Ole_Smoky_Tennessee_Moonshine-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d23496056-Reviews-SkyFly_Soar_America-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d13480247-Reviews-Master_s_Editions_on_the_Island-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1674338-Reviews-Rockin_Raceway_Arcade-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4418208-Reviews-Arcade_City_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17406453-Reviews-Main_Event_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d619295-Reviews-Jurassic_Jungle_Boat_Ride-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d143732-Reviews-or10-The_Comedy_Barn_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7610311-Reviews-Brian_Hoffman_s_Remembering_Red_A_Tribute_to_Red_Skelton-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7093026-Reviews-Dude_s_Daiquiris-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d10509569-Reviews-Cuzzin_Eddie_s_Toors-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d27016445-Reviews-Funky_Budha-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d143731-Reviews-Stages_West-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1674476-Reviews-LazerPort_Fun_Center-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8131525-Reviews-The_Escape_Game_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d21280886-Reviews-Puzzled_Etc-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d12897473-Reviews-Michael_s_Sportswear-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d2157857-Reviews-Pirates_Voyage_Dinner_Show_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8384383-Reviews-St_Somewhere_Spa-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g946544-d4223554-Reviews-Rasnov_Citadel_Garden_and_Panoramic_View-Rasnov_Brasov_County_Central_Romania_Tra.html",
            "https://www.tripadvisor.com/Attraction_Review-g32107-d1490726-Reviews-Carbon_Canyon_Regional_Park-Brea_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298159-d2692729-Reviews-MITSUI_OUTLET_PARK_KISARAZU-Kisarazu_Chiba_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g29005-d3692506-Reviews-Mountain_Top_Flea_Market-Attalla_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g31178-d6959624-Reviews-Bullhead_City_Community_Park-Bullhead_City_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g45212-d103652-Reviews-Last_Chance_Gulch-Helena_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g186242-d2367452-Reviews-Fishermans_Friends-Port_Isaac_Cornwall_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3805502-Reviews-Busan_China_Town-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g36156-d3585207-Reviews-Huntley_Premium_Outlets-Huntley_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g58740-d563134-Reviews-Richmond_Beach_Saltwater_Park-Shoreline_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55270-d143732-Reviews-or10-The_Comedy_Barn_Theater-Pigeon_Forge_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55270-d143732-Reviews-The_Comedy_Barn_Theater-Pigeon_Forge_Tennessee.html"
    }
]