[
    {
        "attraction_name": "The Hideout",
        "attraction_name_vi": "Nơi ẩn náu",
        "general_info": [
            "35 đánh giá",
            "1 trong 1 trò chơi vui nhộn ở hồ Ariel",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "The Hideout là một cộng đồng rất lớn các ngôi nhà.   Nó có một vài hồ nước, sân tennis, phòng trò chơi, sân gôn và một vài hồ bơi.  Nơi này rất lớn, nên mọi thứ đều rất dàn trải.  Không có vỉa hè, nhưng dù sao bạn cũng không thể đi bộ đến hồ bơi hoặc các tiện nghi. Mọi thứ đều ở rất xa và cần có phương tiện.   Chúng tôi ở lại bảy đêm trong một ngôi nhà ở The Hideout.  Chúng tôi đã từng sử dụng sân tennis và chơi gôn mini, nhưng ngoài ra, chúng tôi không sử dụng các tiện nghi khác.  Đọc thêm",
        "reviews": [
            "Chúng tôi đã thuê một cabin rất đẹp thông qua Airbnb mà chúng tôi yêu thích.  Nó nằm trong cộng đồng Hideout rộng lớn mà chúng tôi ít hào hứng hơn.  \nBạn bước vào một cổng và cần có thẻ trên gương ô tô để vào nhưng mỗi hoạt động hoặc tiện nghi như người ta gọi, đều yêu cầu bạn xuất trình thẻ để sử dụng. Mọi thứ ở khá xa nhau, nghĩa là chúng tôi phải lái xe đi khắp nơi trong Hideout. Hồ và hồ bơi vẫn ổn. Sân gôn mini và trò chơi điện tử khá ấn tượng. Tuy nhiên, chính trải nghiệm của chúng tôi tại nhà hàng Clubhouse đã khiến chúng tôi rời bỏ nơi này. Chúng tôi phải lái xe 20 phút để đến đó vì phải đi đường vòng và đi qua cổng an ninh thứ hai.  Khi đến nơi, chúng tôi nhận ra mình đã để quên thẻ ở nhà.  Tuy nhiên, chúng tôi đã đặt chỗ trước và đã cung cấp số Lô của mình trên điện thoại.  Họ gần như không cho chúng tôi gọi món, rồi nói ok nhưng không uống rượu.  Rất nghi ngờ và không thân thiện.  \nLàm sao họ nghĩ chúng tôi có thể đi qua cổng an ninh nếu chúng tôi không thuê ở đó? Bơi qua hồ để ăn ở một nhà hàng không hề tầm thường? Một trải nghiệm kỳ lạ. Có lẽ họ đang cố gắng mang lại cảm giác độc quyền khác xa với thực tế hoặc chỉ muốn tạo cảm giác không thân thiện với người thuê nhà.  Đọc thêm",
            "Lưu ý. Hideout là một cộng đồng dân cư. Đây không phải là sân chơi nghỉ dưỡng. Nếu bạn thuê nhà trong một tuần, đừng mong đợi trải nghiệm nghỉ dưỡng. Mọi người sống ở đây. Đây là một cộng đồng có cổng bảo vệ với các tiện nghi mà chúng tôi trả tiền. Đúng, bạn cần một thẻ dự đoán - bạn là một dự đoán chứ không phải chủ sở hữu. Đúng, bạn cần một thẻ đặc quyền dành cho khách - một lần nữa, bạn không phải là chủ sở hữu. Có lẽ mọi người nên ngừng nghĩ Hideout là một điểm nghỉ dưỡng. Đây là một cộng đồng dân cư và cần được tôn trọng như vậyXem thêm",
            "Ghi chú.  The Hideout là một cộng đồng dân cư. Nó không phải là một sân chơi nghỉ dưỡng. Nếu bạn thuê nhà trong một tuần thì đừng mong đợi một trải nghiệm kỳ nghỉ. Mọi người sống ở đây. Đó là một cộng đồng có cổng với các tiện ích mà chúng tôi trả tiền. Có, bạn cần thẻ đoán - bạn là người đoán chứ không phải chủ sở hữu. Có, bạn cần có thẻ đặc quyền dành cho khách - một lần nữa bạn không phải là chủ sở hữu.   Có lẽ mọi người nên thôi coi Hideout như một nơi nghỉ dưỡng đi. Đây là một cộng đồng dân cư và cần được tôn trọngĐọc thêm",
            "Chúng tôi đã thuê một cabin rất đẹp thông qua Airbnb mà chúng tôi yêu thích.  Nó nằm trong cộng đồng Hideout rộng lớn mà chúng tôi ít hào hứng hơn.  Bạn bước vào một cổng và cần có thẻ trên gương ô tô để vào nhưng mỗi hoạt động hoặc tiện nghi như người ta gọi, đều yêu cầu bạn xuất trình thẻ để sử dụng. Mọi thứ ở khá xa nhau, nghĩa là chúng tôi phải lái xe đi khắp nơi trong Hideout. Hồ và hồ bơi vẫn ổn. Sân gôn mini và trò chơi điện tử khá ấn tượng. Tuy nhiên, chính trải nghiệm của chúng tôi tại nhà hàng Clubhouse đã khiến chúng tôi rời bỏ nơi này. Chúng tôi phải lái xe 20 phút để đến đó vì phải đi đường vòng và đi qua cổng an ninh thứ hai.  Khi đến nơi, chúng tôi nhận ra mình đã để quên thẻ ở nhà.  Tuy nhiên, chúng tôi đã đặt chỗ trước và đã cung cấp số Lô của mình trên điện thoại.  Họ gần như không cho chúng tôi gọi món, rồi nói ok nhưng không uống rượu.  Rất nghi ngờ và không thân thiện.  Làm sao họ nghĩ chúng tôi có thể đi qua cổng an ninh nếu chúng tôi không thuê ở đó? Bơi qua hồ để ăn ở một nhà hàng không hề tầm thường? Một trải nghiệm kỳ lạ. Có lẽ họ đang cố gắng mang lại cảm giác độc quyền khác xa với thực tế hoặc chỉ muốn tạo cảm giác không thân thiện với người thuê nhà.  Đọc thêm",
            "Tôi chưa bao giờ có trải nghiệm tồi tệ như tôi đã trải qua trong tuần này như mong đợi. Cổng trước để nhận phòng thật là thô lỗ và liên tục hỏi đây là nhà cho thuê hay Airbnb, nhiều lần tôi đã nói không đến thăm bạn bè. Có vẻ như họ không tin tôi. Con tôi đến vào những ngày khác nhau CÙNG trải nghiệm. Trong lúc chờ chủ gọi cổng ra thì có người thổi còi bên ngoài mở cổng và cô phục vụ hét lên ừ thổi tôi đi! Với nhiều người xung quanh với trẻ em. Bạn cần đăng ký ô tô, ID, biển số xe để đăng ký ô tô VÀ không thể vào cơ sở trừ khi bạn có thẻ đặc biệt NHƯNG mọi tòa nhà bạn vào, giờ đi bơi bạn phải có thẻ dành cho khách hoặc bạn không được phép. Không có thuyền máy, trừ khi có chủ nhân của bạn. Có gì khác biệt? Đồ ăn trong nhà câu lạc bộ chính được liệt kê là nhà hàng cao cấp nhưng đứa trẻ celiac của tôi đã tìm thấy mì ống trong món salad trộn của mình? Và tất cả các sản phẩm thịt đều có sulfites nên tôi không ăn được nhiều nhưng giá thì cao hơn hẳn. Các con đường trong khu phức hợp bị đóng nên bạn cần phải đi ra ngoài và đi vòng để sang bên kia hồ. Bạn cảm thấy mình giống như một con chuột trong mê cung đang tìm đường đi. Cổng trước đưa ra một bản đồ và nói rằng có những con đường đã bị đóng nhưng hiện tại tôi chưa đi vào đó, bạn sẽ tìm ra. Các bãi biển rất đông nhưng ít nhất họ cũng có một quán bar tiki dành cho người lớn. OH ĐỢI, chúng tôi đã ở đây vào Chủ nhật - Chủ nhật và nó vẫn chưa mở cửa, cũng như quán bán đồ ăn nhanh ở bãi biển. Bây giờ là thứ Năm. Sân gôn mini là thứ tôi chưa từng thấy trước đây. Tôi nghĩ đó là một dự án nghệ thuật mẫu giáo. Họ giải thích nó đang được xây dựng. Đó là một TUYÊN BỐ HIỂU. Thời tiết không thể tránh khỏi nhưng nếu trời mưa thì KHÔNG CÓ GÌ để làm. Trừ khi bạn có quan hệ họ hàng với người chủ sở hữu một chiếc thuyền trên hồ, còn không thì KHÔNG. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Hideout! Chúng tôi đã từng nghỉ dưỡng tại Hideout nhiều năm trước và rất vui khi thấy mọi thứ vẫn được bảo trì rất tốt và mọi thứ không thực sự thay đổi theo hướng tích cực.. Chúng tôi đã thuê nhà thông qua Air BnB và có trải nghiệm tuyệt vời với một ngôi nhà đẹp! Hideout có các tiện nghi tuyệt vời cho mọi lứa tuổi. Chúng tôi đã đến thăm cả hai bãi biển và cả hai hồ bơi và cũng chèo thuyền kayak trên hồ. Một gợi ý là nên nâng cấp thuyền kayak một chút, nhưng chúng tôi vẫn vui vẻ với mức giá rất hợp lý! Có sân tennis, sân golf, một sườn trượt tuyết nhỏ và nhiều tiện nghi khác cho trẻ nhỏ như đồ gốm. Ngoài ra còn có một nhà hàng và một quán bar tiki trong khuôn viên! Ngoài ra còn có các tiện nghi gần đó như cưỡi ngựa và một số hồ lớn khác. Những người làm việc ở đó rất thân thiện và hiếu khách, ngoại trừ người phụ nữ làm việc tại Văn phòng An ninh Chính. Khi chúng tôi làm thủ tục nhận phòng, chúng tôi thấy cô ấy rất thô lỗ và không hề hiếu khách, nhưng mọi người khác mà chúng tôi gặp đều rất thân thiện và hiếu khách! Tôi thực sự khuyên bạn nên đến Hideout cho các gia đình hoặc nhóm bạn bè!. Đây là một nơi tuyệt vời! Tôi mong sớm được quay lại.Đọc thêm",
            "Hideout là một cộng đồng nhà rất rất lớn. Nơi này có một vài hồ, sân tennis, phòng trò chơi, sân golf và một vài hồ bơi. Nơi này rất rộng, vì vậy mọi thứ đều rất rộng rãi. Không có vỉa hè, nhưng dù sao thì bạn cũng không thể đi bộ đến hồ bơi hoặc các tiện nghi. Mọi thứ đều ở rất xa và cần phải có xe. Chúng tôi đã ở lại bảy đêm trong một ngôi nhà ở Hideout. Chúng tôi đã sử dụng sân tennis một lần và chơi gôn mini, nhưng ngoài ra, chúng tôi không sử dụng các tiện nghi. Đọc thêm",
            "Nơi ẩn náu thật tồi tệ, đừng sống ở đây hoặc chuyển đến đây, hãy rời đi càng sớm càng tốt. Hãy ra ngoài nhanh nhất có thể vì Nơi ẩn náu chẳng là gì ngoài địa ngụcĐọc thêm",
            "Chúng tôi thuê trong một tuần, sẽ không trở lại.  Nó không được mời lắm.  Mọi dấu hiệu đều là lời đe dọa phạt tiền.  Họ thích đe dọa phạt tiền.  Thật kỳ lạ khi bạn phải lái xe chở rác đi xa khoảng một dặm vì không có người thu gom rác. Nếu biết thì chúng tôi đã chuẩn bị sẵn sàng cho việc đó rồi. Và đừng lo lắng, họ đe dọa sẽ phạt bạn về chuyện rác thải.   Nó cung cấp cho bạn bản đồ khi bạn vào, nhưng không có địa chỉ của bất kỳ hồ bơi, bãi biển, nhà hàng hấp dẫn nào.  Hãy chuẩn bị lái xe vòng quanh khu phức hợp thật nhiều, vì đây là một mê cung quanh co, nơi có nhiều con đường có cùng tên, cuối cùng họ chỉ thay đổi Dr hoặc Ct.  Quầy bar và nhượng bộ tại hồ bơi hầu hết đều đóng cửa, không có cách nào lấy được giờ nên bị trúng hoặc trượt.  Trên thực tế, trang web của họ cho biết một số địa điểm đã đóng cửa trong mùa giải, nhưng thực tế thì không.  Chúng tôi thậm chí còn không thử ăn ở bất kỳ nhà hàng nào vì chúng tôi không biết họ có mở cửa hay không, địa chỉ của họ và bạn cần giấy phép để vào những nhà hàng mà chúng tôi có, nhưng không muốn giải quyết nó.  Đừng quên giấy phép của bạn vì họ sẽ không cho phép bạn vào hồ bơi, bãi biển hoặc bất cứ nơi nào nếu không có chúng.  Thật kỳ lạ đối với một nơi mà tôi đã bị nhốt vào.  Và sau đó họ hỏi bạn số lô, số này bạn sẽ không biết trừ khi bạn là chủ sở hữu, vì mọi nơi đều có địa chỉ và số lô.  Chỉ là một mê cung khó hiểu và không có nhiều chuyện xảy ra.  Những đứa trẻ làm việc ở mọi nơi đều rất tốt nhưng người lớn hầu hết đều tức giận.  Hồ bơi không có chỗ ngồi trừ khi bạn thuê ghế. Các bãi biển rất đẹp nhưng quá đông đúc.  Không có gì để làm vào những ngày mưa.  Có thể sống ở đó thì tuyệt nhưng đến thăm thì không tuyệt.Đọc thêm",
            "Không có nơi nào trên trang web cung cấp tùy chọn đặt chỗ. Đến Hide out và chúng tôi được hỏi liệu chúng tôi có đặt chỗ trước không. Chúng tôi nói không và được thông báo rằng thời gian chờ đợi sẽ là một giờ 45 phút nhưng một số bàn trống và quầy bar đã chết. Người đàn ông ở cửa hành động như thể họ thậm chí không muốn công việc kinh doanh của chúng tôi. Sẽ không quay lại bao giờ. Đọc thêm",
            "Khu dân cư có cổng an ninh, sạch sẽ. Hồ bơi và hồ Ariel cũng rất đẹp. Chúng tôi ở tại một ngôi nhà trên đường Woodridge Drive có thể ngủ được 10 người. Những ngôi nhà rất mộc mạc và có rất nhiều cây cối khiến mọi thứ trông thật tối tăm bất kể thời gian và thời tiết như thế nào. Nhiều đường lái xe được trải sỏi nên nếu bạn có người già đi cùng hoặc một nhóm uống rượu!  nó khó khăn đối với họ. Khu phố không ồn ào mặc dù trông có vẻ như có sức chứa lớn và đó là một ngày cuối tuần thời tiết tuyệt vời nên tôi nghĩ chúng tôi sẽ nghe được nhiều hơn vì chắc chắn có rất nhiều người đã ở bên ngoài. Tôi thích ngôi nhà bên hồ vào cuối tuần. Chúng tôi là những người sống ở biển nhiều hơn nhưng đó là một sự thay đổi tốt đẹp.  Chỉ cần biết trời tối và sàn có rất nhiều lá và sâu bọ.... Gỗ không bao giờ thực sự khô và đừng treo khăn của bạn bên ngoài vì chúng cũng sẽ không khô. Ăn tại Tiki Bar và vượt xa đồ ăn nhanh - bọn trẻ thích nó và nó đã thành công trước khi quay lại bơi lần nữa.Đọc thêm",
            "Không hề như những gì tôi mong đợi! Khi chúng tôi đến quầy lễ tân không biết chúng tôi sẽ đến vì tên của chúng tôi không được cung cấp cho văn phòng chính. Vì vậy, chúng tôi không có huy hiệu và không có gói chào mừng nào. Khi tôi gọi điện đặt chỗ, tôi được thông báo rằng Christina chưa thanh toán tiền thuê nhà mặc dù chúng tôi đã trả trước cho cô ấy. Cuối cùng chúng tôi đã nhận được gói chào mừng vào ngày trước khi chúng tôi trả phòng. Chúng tôi đã ở đó được 5 ngày. Nơi này trông không giống như hình ảnh. Nó có mùi và rất bẩn. Các cửa sổ và các thiết bị chiếu sáng đã không được lau chùi từ lâu và rất bụi bặm. Chiếc ghế dài đã cũ và có rất nhiều vết bẩn, không ai sử dụng hay ngồi lên nó. Tủ bếp bị hỏng nguyên một chiếc, một chiếc ghế đẩu bị gãy, một cánh cửa tủ bị hỏng, một chiếc giường ở gác xép bị gãy và một bậc thềm hiên nhà bị nhường chỗ. Đúng, anh trai tôi bị ngã cầu thang. Bộ bài được bảo trì kém và cần được làm sạch kỹ trước khi sử dụng. Cảm ơn Chúa, tôi đã mang theo dụng cụ nấu ăn và ăn uống, khăn trải giường, gối, chăn, v.v. Tôi không sử dụng thứ gì họ có ở đó vì tôi không tin rằng nó đã được làm sạch đúng cách.  Tôi tự mình dọn dẹp và vệ sinh phòng tắm cũng như khu vực ăn uống để cảm thấy thoải mái hơn. Một dịch vụ làm sạch tốt hơn có thể giúp ích. Nhưng chủ sở hữu nên thường xuyên đến thăm để kiểm tra tình trạng của tài sản.  Có tiềm năng lớn sau khi hoàn thành một số nâng cấp nghiêm túc.Đọc thêm"
        ],
        "star_ratings": [
            17,
            4,
            5,
            4,
            5
        ],
        "review_amount": 35,
        "location": [
            "Hoa Kỳ",
            "Hồ Ariel",
            "Những điều cần làm ở Hồ Ariel",
            "Khu vực dãy núi Pocono",
            "Nơi ẩn náu",
            "Pennsylvania, PA"
        ],
        "reviews_time": [
            "Written July 13, 2023",
            "Written August 31, 2023",
            "Written February 25, 2024",
            "Written February 25, 2024",
            "Written August 31, 2023",
            "Written August 10, 2023",
            "Written July 22, 2023",
            "Written July 13, 2023",
            "Written July 24, 2022",
            "Written July 7, 2022",
            "Written January 22, 2022",
            "Written July 27, 2021",
            "Written April 11, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52959-d4798519-Reviews-The_Hideout-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52959-d885009-Reviews-Aldentes_Pizzeria-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52959-d24883367-Reviews-Drafts_Bar_Grill-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52959-d10624789-Reviews-Harlin_s_Place-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52959-d19085774-Reviews-Rif_s_Place-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52959-d5087999-Reviews-McDonald_s-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52959-d14205050-Reviews-Mr_Yock_s_BBQ-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52959-d522926-Reviews-Kay_s_Pizzeria-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52778-d24876004-Reviews-Anna_capri_Diner-Hamlin_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52959-d10387016-Reviews-Lori_s_Corner_Kitchen-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52778-d10736970-Reviews-The_Boardwalk_Sweets_Treats-Hamlin_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d1818814-Reviews-Claws_N_Paws-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d4823025-Reviews-Lacawac_Sanctuary-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d25338357-Reviews-L_m_Boutique-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d26363459-Reviews-Sleepy_Hollow_Acres_Animal_Sanctuary-Lake_Ariel_Pocono_Mountains_Region_Pennsylva.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d15187318-Reviews-Maple_Hill_Farms-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d4798519-Reviews-or10-The_Hideout-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d2416721-Reviews-Wallenpaupack_Boat_Tours_Rentals-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d23397462-Reviews-Soarin_Eagle_Rail_Tours-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52778-d12048674-Reviews-Happy_Trails_Riding-Hamlin_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g28959-d146106-Reviews-Lake_Wallenpaupack-Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d15184715-Reviews-Why_Not_Riding_Stable-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d8425286-Reviews-Lake_Equestrian_Center-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52965-d3242896-Reviews-Sculpted_Ice_Works_Factory_Tour_Ice_Harvest_Museum-Lakeville_Pocono_Mountains_Regi.html",
            "https://www.tripadvisor.com/Attraction_Review-g7092870-d7311935-Reviews-Ritter_s_Cider_Mill-Mt_Cobb_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d4068807-Reviews-Harmony_In_The_Woods-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52764-d12133606-Reviews-PineCrest_Marina-Greentown_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33423-d1489101-Reviews-Fossil_Creek_Park-Fort_Collins_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d526691-Reviews-Carew_Tower-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1073592-d10398743-Reviews-Liapades_Beach-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d117228-Reviews-Six_Flags_Hurricane_Harbor_OKC-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d591259-Reviews-SkyTrain-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d314617-Reviews-Feast_At_Lele-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d21343557-Reviews-Faena_Theater-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1625485-d1640953-Reviews-Blue_Hole_Mineral_Spring-Little_Bay_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g190427-d607563-Reviews-Salzwelten_Hallstatt-Hallstatt_Upper_Austria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d23162216-Reviews-Stand_Rock-Wisconsin_Dells_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52959-d4798519-Reviews-or10-The_Hideout-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52959-d4798519-Reviews-The_Hideout-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html"
    }
]