[
    {
        "attraction_name": "The Roosevelt Island Tramway",
        "attraction_name_vi": "Đường xe điện đảo Roosevelt",
        "general_info": [
            "3.769 đánh giá",
            "- 78 trong số 2.165 việc cần làm ở Thành phố New York",
            "Xe điện"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Kết hợp các khu dân cư yên tĩnh dễ dàng tiếp cận Công viên Trung tâm với các tổ chức văn hóa nổi tiếng thế giới, Upper East Side là một trong những nơi đáng sống nhất trong thành phố. Dọc theo Đại lộ số 5 xinh đẹp, bạn sẽ tìm thấy Museum Mile, nơi có nhiều điểm tham quan nổi tiếng nhất của quốc gia trên một đoạn đường duy nhất, như Bảo tàng Nghệ thuật Metropolitan và Bảo tàng Guggenheim. Đi bộ vài dãy nhà vào khu phố, bạn sẽ đến Park Avenue, địa chỉ sang trọng nhất trong thành phố, với những tòa nhà chung cư lớn trải dài đến tận chân trời. Ngay cả khi bạn không đủ khả năng mua những mặt hàng xa xỉ dọc theo Đại lộ Madison, đây vẫn là một địa điểm tuyệt vời để ngắm hàng qua cửa sổ vào một buổi chiều. Đọc thêm",
            "Cuối cùng tôi cũng có cơ hội đi chuyến xe điện trên không độc đáo này đến Đảo Roosevelt. Đó là một chuyến tham quan phổ biến, nhưng có thẻ MTA hàng tuần có nghĩa là bạn có thể truy cập nhanh chóng và dễ dàng.\n\nTôi đến thăm vào một buổi chiều muộn và thích thú giải tỏa sau một ngày dài đi chơi. Hoàng hôn cũng có một khoảnh khắc Manhattan-henge, điều này làm tăng thêm bầu không khí.\n\nHy vọng sẽ quay lại lần nữa để khám phá thêm trong chuyến thăm tiếp theo của tôi.Đọc thêm",
            "Đi xe điện Roosevelt thật thú vị - tôi ước gì nó mất nhiều thời gian hơn!\nViệc nhập cảnh nhanh chóng và được thanh toán trên thẻ metrocard của tôi. Không có hàng đợi và có biển chỉ dẫn rõ ràng nơi để đi, v.v. Bản thân xe điện hôm nay sạch sẽ và cảm thấy rất an toàn. Nó di chuyển với tốc độ đủ chậm để bạn có thể nhìn ra ngoài cửa sổ và ngắm nhìn khung cảnh tuyệt vời. Cỗ xe gần như trống rỗng trong cả hai chuyến đi của tôi nên không biết sẽ vui đến thế nào nếu đầy xe?\nĐó là một cách mới lạ để đi du lịch! Ước gì việc đi làm ở nhà của tôi cũng như vậy!Đọc thêm",
            "Chúng tôi bắt xe điện đến đảo Roosevelt để tham quan đảo. Sử dụng Metrocard giống như đi tàu điện ngầm. Đảo thật tuyệt khi thấy chúng tôi đi bộ dọc theo con đường mòn bên ngoài, nhiều cây xanh tạo bóng mát mang lại nhiệt độ mát mẻ hơn. Chúng tôi đã có một bữa trưa rất ngon tại Granny Annie. Đảo cung cấp xe buýt miễn phí quanh đảo.Đọc thêm",
            "Lần đầu tiên tôi biết đến Tàu điện Đảo Roosevelt từ chương trình truyền hình America - s Next Top Model khi những người mẫu tham vọng phải thực hiện thử thách trên cáp treo.\n\nKết quả là đó là thứ tôi muốn thử trong chuyến thăm Thành phố New York. \n\nCáp treo chạy từ Đại lộ số 2 tới Đảo Roosevelt. Có một con đường nối Đảo với Queens nhưng đây có lẽ là cách nhanh nhất để đến Đảo từ Manhattan.\n\nCáp treo chạy song song với Cầu Queensboro và bạn sẽ có được một số tầm nhìn tuyệt vời ra Sông Đông và Cầu khi bay qua.\n\nBạn có thể sử dụng thẻ metrocard hoặc thẻ tín dụng - ghi nợ để thanh toán cho hành trình của mình và bạn thanh toán cho mỗi hành trình.\n\nCác cabin không lớn nhưng có một số ghế ngồi quanh mép và cả tay vịn nếu bạn đứng và không muốn mất thăng bằng.\n\nTrong cả hai hành trình của tôi trên đường xe điện đều có một nhân viên trong cabin đề phòng trường hợp có sự cố và vận hành máy móc.\n\nMột hình thức di chuyển thay thế để khám phá trong chuyến thăm của bạn.Đọc thêm",
            "Chúng tôi đã đến NYC nhiều lần đến mức không thể đếm được và chưa bao giờ làm điều này. Rất vui vì cuối cùng chúng tôi đã thực hiện chuyến đi. Có máy mua vé khi đến nơi hoặc bạn có thể dùng thẻ Metro - nhấn. Chuyến đi thật nhanh và đẹp. Chúng tôi chỉ đi một chiều và bắt tàu điện ngầm về. Chúng tôi đi vòng quanh hai đầu hòn đảo và bắt xe buýt miễn phí từ đầu đến cuối. Vẻ đẹp ở cả hai đầu bao gồm một khu vườn điêu khắc. Một cách tốt đẹp gần như miễn phí để dành buổi chiều. Đọc thêm",
            "Trải nghiệm rực rỡ. May mắn thay đó là một ngày nắng đã giúp! Tổ chức tốt và không có hàng đợi. Tất cả đều có tầm nhìn tuyệt đẹp ra cầu Queensboro và dòng sông phía đông với chi phí giao thông công cộng tiêu chuẩn của NY là - 2,90. Chúng tôi bắt tàu điện ngầm trở lại Manhattan. Ga chỉ cách trạm xe điện một đoạn đi bộ ngắn. Phải làm trong chuyến thăm của bạn - Đọc thêm",
            "Sau nhiều lần ghé thăm Manhattan, cuối cùng tôi đã có thể thêm địa điểm này vào hành trình của mình. Thật thuận tiện vì chúng tôi có thể sử dụng Thẻ Metro của mình. Chúng tôi đợi nhanh trong 15 phút khi nó quay trở lại Manhattan từ Đảo Roosevelt. Không sao cả, tôi có thể chụp ảnh và quay video xe điện khi nó đi vào. Đó là một chuyến đi xe điện chật chội và đông đúc, - chủ yếu là khách du lịch - . Tôi không quan tâm, tôi đứng về phía trước và có thể chụp được những bức ảnh phong cảnh tuyệt đẹp. Thành thật mà nói, không có nhiều việc phải làm ở Đảo Roosevelt. Tuy nhiên tôi rất thích đi dạo nhanh xuống một vài cửa hàng. Nó thật yên bình và im lặng. Một sự nghỉ ngơi rất cần thiết khỏi sự ồn ào của Manhattan. Chúng tôi ngồi ở công viên nhỏ cạnh quán Starbucks. Chúng tôi đã chụp được những bức ảnh tuyệt vời về Manhattan từ đó. Tôi rất muốn quay lại vào ban đêm để ngắm nhìn đường chân trời. Chúng tôi bắt tàu điện ngầm trở lại Manhattan.Đọc thêm",
            "Đường xe điện Đảo Roosevelt là một đường xe điện trên không tuyệt vời chuyên chở hành khách đến và đi từ Đảo Roosevelt - vùng Thượng Đông của Manhattan.\n\nKhai trương vào tháng 5 năm 1976, Đường xe điện Đảo Roosevelt là đường xe điện trên không dành cho người đi lại đầu tiên ở Hoa Kỳ. Nó bắc qua sông Harlem East và hoạt động song song với cầu Ed Koch Queensborough. Kể từ khi khai trương, nó đã được hành khách đón nhận nồng nhiệt và được xuất hiện trong nhiều bộ phim như - City Slickers - - Spider-Man - - 2002 - - - Dark Water - - 2005 -.\n\nVào tháng 1 năm 2024, tôi đã đưa vợ chồng tôi đi chơi trên Đường tàu điện Đảo Roosevelt và chúng tôi rất thích trải nghiệm của mình. Chúng tôi đã sống ở New York cả đời, nhưng chuyến thăm vào tháng 1 đánh dấu lần đầu tiên chúng tôi đi trên chiếc máy bay này.\n\nCả vợ tôi - tôi đều thấy chuyến đi của chúng tôi an toàn và thoải mái và rất ấn tượng với lượng hành khách lớn mà nó có thể chở.\n\nĐiểm nổi bật trong chuyến đi của chúng tôi là khung cảnh ngoạn mục của Sông Harlem East, Đảo Roosevelt, Cầu Ed Koch Queensborough - đường chân trời của Thành phố New York.\n\nĐối với bất kỳ ai sống hoặc đến thăm New York, chúng tôi thực sự khuyên bạn nên đi trên Đường xe điện Đảo Roosevelt!!! Bạn - sẽ thích nó!!! Đọc thêm",
            "Chúng tôi đã đến NYC nhiều lần đến mức không đếm xuể và chưa bao giờ làm điều này. Thật mừng vì cuối cùng chúng tôi đã thực hiện chuyến đi. Có một máy bán vé khi bạn đến hoặc bạn có thể sử dụng thẻ Metro - chạm. Chuyến đi nhanh chóng và tuyệt vời. Chúng tôi chỉ đi một chiều và đi tàu điện ngầm trở về. Chúng tôi đi bộ quanh cả hai đầu của hòn đảo và đi xe buýt miễn phí từ đầu đến cuối. Vẻ đẹp ở cả hai đầu bao gồm một khu vườn điêu khắc. Một cách gần như miễn phí để dành buổi chiều. Đọc thêm",
            "Một cách mới lạ để ngắm New York từ một góc nhìn khác. Sau một hàng đợi ngắn và giá vé rẻ đến đảo, chúng tôi bước vào xe điện và cố gắng ngắm cảnh từ cửa sổ phía trước. Chỉ mất vài phút nhưng chắc chắn là một điều gì đó khác biệt khi ở trong thành phố và không xa để đi bộ từ khu vực Quảng trường Thời đại. Đọc thêm",
            "Một cách hay để ngắm nhìn một số cây cầu và đường chân trời của New York. Chuyến đi không mất nhiều thời gian và bạn có thể sử dụng Thẻ Metro của mình. Tuy nhiên, đôi khi có rất nhiều người ở đó vì vậy hãy chuẩn bị cho điều đó.Đọc thêm",
            "Chúng tôi đã có một chuyến đi đến Roosevelt Isoand bằng xe điện - cáp treo -. Bạn - sẽ có được cái nhìn tuyệt vời về thành phố từ chuyến đi ngắn này. Và bạn - sẽ được ngắm cảnh RI. Từ đó bạn - cũng sẽ có được cái nhìn tuyệt vời về phía NY Manhattan.Đọc thêm",
            "Một cách mới lạ để nhìn New York từ một góc nhìn khác. Sau khi xếp hàng ngắn và mua vé rẻ để đến đảo, chúng tôi bước vào đường xe điện và có thể nhìn ra cửa sổ phía trước. Chỉ mất vài phút nhưng chắc chắn sẽ có điều gì đó khác biệt để làm khi ở trong thành phố và cách khu vực Quảng trường Thời đại không xa.Đọc thêm",
            "Chúng tôi đã đến NYC nhiều lần đến mức không thể đếm được và chưa bao giờ làm điều này. Rất vui vì cuối cùng chúng tôi đã thực hiện chuyến đi. Có máy mua vé khi đến nơi hoặc bạn có thể dùng thẻ Metro - nhấn. Chuyến đi thật nhanh và đẹp. Chúng tôi chỉ đi một chiều và bắt tàu điện ngầm về. Chúng tôi đi vòng quanh hai đầu hòn đảo và bắt xe buýt miễn phí từ đầu đến cuối. Vẻ đẹp ở cả hai đầu bao gồm một khu vườn điêu khắc. Một cách thú vị gần như miễn phí để dành buổi chiều.Đọc thêm",
            "Đường xe điện trên đảo Roosevelt là một đường xe điện trên không tuyệt vời vận chuyển hành khách đến và đi từ Đảo Roosevelt - vùng Thượng Đông của Manhattan. Khai trương vào tháng 5 năm 1976, Đường xe điện trên đảo Roosevelt là đường xe điện trên không dành cho người đi lại đầu tiên ở Hoa Kỳ. Nó bắc qua sông Harlem East và hoạt động song song với cầu Ed Koch Queensborough. Kể từ khi khai trương, nó đã được hành khách đón nhận nồng nhiệt và được xuất hiện trong nhiều bộ phim như - City Slickers - - Spider-Man - - 2002 - - - Dark Water - - 2005 - .Vào tháng 1 năm 2024, tôi đã mang và đã chiêu đãi tôi và vợ tôi một chuyến đi trên Đường tàu điện Đảo Roosevelt và chúng tôi rất thích trải nghiệm của mình. Chúng tôi đã sống cả đời ở New York, nhưng chuyến thăm vào tháng 1 đánh dấu lần đầu tiên chúng tôi đi trên chiếc máy bay này. Cả vợ tôi - tôi đều thấy chuyến đi của chúng tôi an toàn và thoải mái và rất ấn tượng với lượng hành khách lớn mà nó có thể mang lại để mang theo. Điểm nổi bật trong chuyến đi của chúng tôi là khung cảnh ngoạn mục của Sông Harlem East, Đảo Roosevelt, Cầu Ed Koch Queensborough - đường chân trời của Thành phố New York. Đối với bất kỳ ai sống hoặc đến thăm New York, chúng tôi thực sự khuyên bạn nên đi trên Đường xe điện Đảo Roosevelt !!! Bạn - sẽ thích nó!!! Đọc thêm",
            "Cuộc hành trình đáng yêu để tận hưởng một số cảnh đẹp đáng yêu. Không có nhiều điều để khám phá trên Đảo Roosevelt nhưng thật tuyệt khi được ngồi bên dòng nước và ngắm cảnh, đặc biệt là vào cuối ngày và tận hưởng cảnh hoàng hôn cũng như bầu không khí yên tĩnh thoải mái trước khi quay trở lại Manhattan sầm uất.Đọc thêm",
            "Chúng tôi chắc hẳn đã đi vào thời điểm bận rộn vì xe đẩy đã chật cứng. Ngay sau khi tải xong, khu vực chờ ngay lập tức kín chỗ.Đọc thêm",
            "Khung cảnh tuyệt vời, không quá bận rộn và với một vài bảng Anh, một trải nghiệm thực sự tuyệt vời, Starbucks trên đảo và một cửa hàng tạp hóa nhỏ để bạn có thể dành một chút thời gian ở sự yên tĩnh bên ngoài Manhattan Đọc thêm",
            "Sau nhiều lần ghé thăm Manhattan, cuối cùng tôi đã có thể thêm địa điểm này vào hành trình của mình. Thật thuận tiện vì chúng tôi có thể sử dụng Thẻ Metro của mình. Chúng tôi đợi nhanh trong 15 phút khi nó quay trở lại Manhattan từ Đảo Roosevelt. Không sao cả, tôi có thể chụp ảnh và quay video xe điện khi nó đi vào. Đó là một chuyến đi xe điện chật chội và đông đúc, - chủ yếu là khách du lịch - . Tôi không quan tâm, tôi đứng về phía trước và có thể chụp được những bức ảnh phong cảnh tuyệt đẹp. Thành thật mà nói, không có nhiều việc phải làm ở Đảo Roosevelt. Tuy nhiên tôi rất thích đi dạo nhanh xuống một vài cửa hàng. Nó thật yên bình và im lặng. Một sự nghỉ ngơi rất cần thiết khỏi sự ồn ào của Manhattan. Chúng tôi ngồi ở công viên nhỏ cạnh quán Starbucks. Chúng tôi đã chụp được những bức ảnh tuyệt vời về Manhattan từ đó. Tôi rất muốn quay lại vào ban đêm để ngắm nhìn đường chân trời. Chúng tôi bắt tàu điện ngầm trở lại Manhattan.Đọc thêm",
            "Không có gì để thấy ở đây. dòng dài quá, view chán. Tầm nhìn xe điện bị chặn bởi cầu, đảo thiếu tầm nhìn và bạn phải trả tiền hai lần để đến và đi.... Đọc thêm",
            "Tôi lấy thẻ Metro cao cấp ở đâu và giá bao nhiêu?Đọc thêm",
            "Kiểm tra trang web mta. Nó liệt kê tất cả các mức giá và nơi bạn có thể nhận được thẻ mới. mta. thông tin - giá vé - giá vé giảmĐọc thêm",
            "Nó bắt đầu từ đâu?Đọc thêm",
            "Bạn có biết chuyến xe buýt cuối cùng chạy lúc mấy giờ không?Đọc thêm",
            "Tôi không thể nói cho bạn biết chính xác. Chúng tôi sử dụng chúng vào giữa buổi chiều. tận hưởng chuyến đi của bạn!!Đọc thêm",
            "Có máy bán vé ở đầu đường xe điện - cuối Manhattan - để mua vé một lượt không?Đọc thêm",
            "Đúng!Đọc thêm",
            "Đi cáp treo có thể thanh toán bằng thẻ metrocard mà bạn nạp bằng tiền, hay phải bằng thẻ ngày, có ai nói rõ giùm mình được không. Cảm ơn bạn rất nhiều.Đọc thêm",
            "Nếu bạn có thẻ metrocard, bạn sẽ được miễn phí. Nếu không, chúng tôi sẽ phải trả phí - 2,75 mỗi chuyến giống như đi tàu điện ngầm. Rất đáng để đi vào lúc hoàng hôn, tham quan đảo và chụp ảnh khi mặt trời lặn. Bạn sẽ có được đường chân trời Manhattan ngoạn mục! Chúc may mắn.Đọc thêm",
            "Xin chào, bạn có thể cho tôi biết trên đảo có địa điểm ăn uống nào không.\nCảm ơn Alan...Đọc thêm",
            "Gần ga tàu điện ngầm có một nhà hàng Nhật Bản.Đọc thêm",
            "Có ai có thể cho tôi biết phải mất bao lâu để đi qua và quay lại không? Cảm ơnĐọc thêm",
            "Nó chạy cứ 7,5 phút một lần hoặc sớm hơn vào giờ cao điểm. Chúng tôi thực sự rất thích chuyến đi và chỉ ước mình - d có nhiều thời gian hơn để đi bộ một lần.Đọc thêm",
            "Có ai biết khoảng thời gian này diễn ra trong khoảng thời gian nào không? Cảm ơnĐọc thêm",
            "Cả ngày kể từ khi có cư dân trên ĐảoĐọc thêm",
            "Tôi muốn biết liệu cách duy nhất để thanh toán phí đi xe điện có phải là bằng thẻ tàu điện ngầm hay không. Tôi sắp đi New York nhưng tôi không có ý định đi tàu điện ngầm.  Có cách nào khác để thanh toán hay tôi phải mua thẻ tàu điện ngầm chỉ cho việc này?Đọc thêm",
            "Xin chào! Bạn có thể mua một vé duy nhất tại chỗ. Nếu tôi không nhầm thì chi phí là UDS3,00 mỗi chiều.Đọc thêm",
            "Chúng tôi sẽ lái xe từ Long Island. Có bãi đậu xe thuận tiện. Chúng ta sẽ đến Đảo để dự tiệc. Cảm ơn Đọc thêm",
            "Có bãi đậu xe trên đường gần trạm xe điện. Tôi sẽ tưởng tượng rằng có một nhà để xe hoặc bãi đậu xe ở khu vực lân cận nếu xét đến vị trí tương đối gần của nó với Liên Hợp Quốc.Đọc thêm"
        ],
        "star_ratings": [
            2175,
            1260,
            291,
            26,
            17
        ],
        "review_amount": 3769,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở thành phố New York",
            "Thành phố New York",
            "Đường xe điện đảo Roosevelt",
            "New York - NY -"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 8, 2023",
            "Written July 12, 2023",
            "Written October 25, 2023",
            "Written October 26, 2023",
            "Written November 6, 2023",
            "Written December 3, 2023",
            "Written February 17, 2024",
            "Written February 22, 2024",
            "Written March 25, 2024",
            "Written May 15, 2024",
            "Written April 20, 2024",
            "Written March 25, 2024",
            "Written February 22, 2024",
            "Written February 17, 2024",
            "Written January 24, 2024",
            "Written January 15, 2024",
            "Written December 9, 2023",
            "Written December 3, 2023",
            "Written November 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d548557-Reviews-The_Roosevelt_Island_Tramway-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1236281-Reviews-Club_A_Steakhouse-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2325855-Reviews-Sprinkles-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d481032-Reviews-P_J_Clarke_s-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d457843-Reviews-Jackson_Hole_Burgers-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d3248452-Reviews-Tony_s_Di_Napoli-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d425709-Reviews-BLT_Steak-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d3263717-Reviews-Obao_Noodles_Bbq-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d502644-Reviews-Lips-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d479388-Reviews-Alice_s_Tea_Cup_Chapter_1-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d8099295-Reviews-My_Pie_Pizzeria_Romana-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4885838-Reviews-Hixenbaugh_Ancient_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11768467-Reviews-Cinema_123-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208898-Reviews-Bloomingdale_s-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11742766-Reviews-T_J_Maxx-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136053-Reviews-St_Patrick_s_Cathedral-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d309468-Reviews-Mount_Vernon_Hotel_Museum_Garden-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555968-Reviews-Museum_of_Jewish_Heritage-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d103371-Reviews-Grand_Central_Terminal-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105126-Reviews-The_Museum_of_Modern_Art_MoMA-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105123-Reviews-Rockefeller_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548557-Reviews-or10-The_Roosevelt_Island_Tramway-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143363-Reviews-Staten_Island_Ferry-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15184003-Reviews-Vou_Para_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d14968289-Reviews-Renny_Tours_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12940487-Reviews-NYC_Perfect_Transportation-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16760358-Reviews-NYC_Platinum_Transport-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7621038-Reviews-Pocono_Daytripper-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d26450526-Reviews-Belominas_Tour_Chauffeur_Service-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15213650-Reviews-King_And_Queen_Limousine_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d14930366-Reviews-Precision_Ny_Chauffeur_Airport_Transportation_Service-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d25151893-Reviews-City_Bike_Rentals_of_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13418313-Reviews-Eileen_Lane_Antiques-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10593171-Reviews-Dorit_Baxter_New_York_Day_Spa-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10522787-Reviews-Townhouse_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d556040-Reviews-Hush_Hip_Hop_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3820146-Reviews-Allure_Day_Spa_Hair_Design-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23954596-Reviews-OHM_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d218587-Reviews-Innovative_Audio-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5842528-Reviews-Merchants_Cigar_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11530547-Reviews-Sutton_Bar_Room-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15523002-Reviews-CMX_Cinemas-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565295-Reviews-Argosy_Books-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g57932-d535023-Reviews-Hungry_Mother_State_Park-Marion_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d2177891-Reviews-Grayson_Stadium-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d545940-Reviews-Arashiyama-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d26802601-Reviews-Kasbah_Agadir_Oufella_newly_Restored-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093088-d23356671-Reviews-Sky_Lagoon-Kopavogur_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d1809971-Reviews-Filipino_Market-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d3708059-Reviews-Dampkring_Coffeeshop-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1649446-Reviews-Titanic_Museum_Attraction-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60766-d1125475-Reviews-Wild_River_Country-Little_Rock_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d7374072-Reviews-K_Urban_Beach-Lisbon_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d548557-Reviews-or10-The_Roosevelt_Island_Tramway-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d548557-Reviews-The_Roosevelt_Island_Tramway-New_York_City_New_York.html"
    }
]