[
    {
        "attraction_name": "The National Centre for Padre Pio",
        "attraction_name_vi": "Trung tâm quốc gia cho Padre Pio",
        "general_info": [
            "61 đánh giá",
            "1 trong 5 hoạt động cần làm ở Barto",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Trước đây tôi chưa biết nhiều về Padre Pio ngoài việc ông có vết tích, nhưng điều này rất hữu ích. Chúng ta đã xem đoạn clip Những bí ẩn chưa được giải quyết nói về anh ấy và hai phép lạ được cho là của anh ấy. Chúng tôi may mắn được ở đó cùng lúc với một nhóm học sinh, nên chúng tôi nghe được một cuộc nói chuyện ngắn và họ trưng bày chiếc găng tay mà Padre Pio đeo. Tôi không biết liệu họ có thường làm điều đó không.  Bảo tàng nhỏ nhưng nhiều thông tin. Cửa hàng quà tặng thật tuyệt vời với rất nhiều sách sùng đạo, bằng nhiều ngôn ngữ khác nhau.  Đây là một điều đáng mừng đối với một người Công giáo. Bạn có thể dành ít nhất một giờ hoặc hơn.Đọc thêm",
        "reviews": [
            "Mặc dù tôi đã lái xe qua Pennsylvania hàng chục lần và đọc rất nhiều sách du lịch nhưng tôi chưa bao giờ biết đến nơi này cho đến mùa hè năm nay và sau đó tôi quyết định phải đến thăm. Tôi đã chọn một ngày tốt để ghé thăm vì chỉ có khoảng chục người khác ở đó đến thăm, điều này cho phép chúng tôi đi bất cứ nơi nào chúng tôi muốn mà không phải chờ đợi và không phải chen lấn với đám đông. Bãi đậu xe rất lớn và nếu đã đầy, tôi không muốn biết có bao nhiêu người ở đó. Đền thờ, nhà nguyện, bảo tàng và cửa hàng quà tặng đều được bảo trì rất tốt. Vùng đất mà ngôi đền tọa lạc rất yên bình và tĩnh lặng. Bạn có thể nhìn xung quanh những đồng cỏ xanh tươi và thung lũng mà không có ít hoặc không có tiếng ồn của xe cộ hoặc những bất tiện hiện đại khác. Bạn rời đi với cảm giác bình yên và biết thêm về người đàn ông giờ đã trở thành vị thánh này. Tôi không biết tại sao trung tâm không được liệt kê trong sách hướng dẫn. Đó có phải là một điều đúng đắn về tôn giáo-chính trị? Tôi ước gì nó được liệt kê để nhiều người có thể tìm hiểu về nó, ghé thăm và tìm hiểu thêm về vị thánh tuyệt vời này của thời đại chúng ta.Đọc thêm",
            "Lần thứ ba tôi đến thăm Đền Thánh Pio trong bốn năm. Thực sự kỳ diệu trong việc đáp lại lời cầu nguyện của bạn, đặc biệt là chữa lành bệnh tật. Đây là nơi bạn có thể tìm thấy thánh tích găng tay và tòa giải tội của ông. Bảo tàng có một chiếc ô tô mà Padre Pio từng đi lại. Tôi khuyên bạn nên ghé thăm phòng nghe nhìn trước khi đến và xem đoạn video dài 15 phút về các phép lạ của Thánh Pio để hiểu rõ hơn về Padre Pio là ai. Sau đó tiến tới nhà nguyện để cầu nguyện theo ý riêng của mình. Khi bạn ghé thăm cửa hàng quà tặng, hãy hỏi nhân viên chiếc găng tay của Thánh Pio và tôn kính và cầu nguyện qua nó. Hãy tin tôi, điều kỳ diệu sẽ đến với bạn!Đọc thêm",
            "Nếu bạn muốn cảm thấy được đổi mới về mặt tinh thần thì bạn phải đến thăm đền thờ.  Cảm giác bình yên ngay lập tức tràn ngập trong bạn ngay khi đặt chân đến nơi nghỉ tuyệt đẹp.  Gia đình Calandra đã làm rất tốt việc tiếp tục công việc mà Vera Calandra đã bắt đầu sau phép lạ của con gái bà là Vera Marie qua Padre Pio.  Bảo tàng có đầy đủ các di tích và kỷ vật của Padre Pio và cửa hàng quà tặng có những món quà đẹp mắt, sách cầu nguyện và huy chương thánh tích bên cạnh đó những người làm việc hoặc tình nguyện viên ở đó rất tử tế và cúi xuống để đảm bảo bạn có những gì bạn cần và điều đó bạn có thể đưa các vật phẩm của mình chạm vào thánh tích của Padre Pio và được ban phước với chiếc găng tay của ông ấy.  Tôi thích đến vào một ngày không có quá nhiều người, nhưng có những sự kiện quanh năm kỷ niệm Thánh Padre Pio mà bạn có thể muốn tham dự. Tùy thuộc vào bạn nhưng bạn sẽ không thất vọng.  Tôi đã đến trung tâm nhiều năm và thậm chí còn đưa các nhóm xe buýt đến đó.  Nếu Chúa muốn tôi sẽ đến thăm Trung tâm Padre Pio nhiều hơn nữa.  Tôi đã được đáp lời cầu nguyện và luôn cảm thấy được đổi mới nhờ sự hiện diện của Thánh Padre Pio.Đọc thêm",
            "Một khung cảnh thanh bình tuyệt đẹp và là nơi hoàn hảo để dành thời gian với Thánh Pio, vị thánh bảo trợ của các cha giải tội, thanh thiếu niên Công giáo và tình nguyện viên dân phòng.  Ẩn mình trong thị trấn buồn ngủ Barto, PA, có rất nhiều khu đất để bạn tận hưởng.  Những bức tượng, tác phẩm điêu khắc, di vật tuyệt đẹp, bản sao ngôi nhà và phòng ngủ của ông ở Ý cùng nhiều điều khác đang chờ đón du khách đến thăm ngôi đền linh thiêng này.  Bên trong các bức tường là một nhà nguyện tuyệt đẹp. Có một thư viện nhỏ nhưng rộng lớn với nhiều sách lịch sử công giáo, cuộc đời của Thánh Piô và nhiều vị thánh khác trong quá khứ. Một quý ông quyến rũ với kiến ​​thức sâu rộng về Thánh Pio có thể chào đón bạn và nói về Calandras- ân nhân của ngôi đền tuyệt vời này.  Vào cửa miễn phí, có quán cà phê, nhà nguyện, bảo tàng và cửa hàng quà tặng.  Nếu bạn có lòng sùng kính Thánh Pio hoặc muốn trốn thoát để có một ngày cầu nguyện, suy tư và làm đẹp đáng yêu, hãy đến thăm Trung tâm Quốc gia dành cho Padre Pio.  Có một vài địa điểm ăn uống kỳ lạ trong thị trấn.  Cho dù là một chuyến hành hương, một ngày thoát khỏi công việc bận rộn hàng ngày hay chỉ là một ngày thư giãn bình yên, hãy đến Thánh địa này. Đọc thêm",
            "The Padre Pio Center is an excellent place to learn about Padre Pio, his saintly life and his ministries.The facility includes several buildings. one includes a large chapel appropriately named Our Lady of Grace. The other contains a museum with recreations of his childhood home, his monastery cell and the original Our Lady of Grace Church,as well as a museum with some of his relics. You were permitted to touch, meditate and pray over one of his stigmata-stained gloves protected under glass. There was also a gift shop, a video presentation and a cafe. During our visit, the facility also had a presentation of relics of many saints for veneration. The center provided small cloths that the visitors could tough to the relics to make 3rd class relics. Info. was provided on each saint.All in all we were very favorably impressed. We have been Padre Pio devotees for many years and have wanted to visit. We finally had the chance to do so. The museum and exhibits were great, as was the video presentation. We were able to sit, pray, and meditate as much as we liked but there is never enough time, is there?. The shop had an excellent selection of books, some of which I had never seen before, and some others I had wanted for a long time. We have been to San Giovanni Rotondo, and the copy of Our Lady of Grace is a good facsimile. The recreation of his cell is a lot less close to the real thing. The grounds are beautiful, and very open. We made use of the pavilion for lunch with some friends who had joined us.The only sad thing was that, to my knowledge, issues have never been resolved concerning Mass being said at the center, and there is not the opportunity for confession. Given that Mass and confession were Padre Pios ministry, it is very sad that these do not occur here. I do wish some movement would be started to resolve issues and allow this to occur...that would make it complete.It is clear that the upkeep on the facility is immense given the size, and the facility is very well maintained. I have seen comments about the commercialism of having the gift shop and requesting donations, but I did not find issue with either item. In fact, I am amazed that the site can raise enough funds to maintain through these means i.e. the operators are not making a profit here.Read more",
            "Đền Pedro Pio rất đẹp. Nằm trên đỉnh đồi với khung cảnh đất nông nghiệp tuyệt đẹp. Yên tĩnh và yên bình từ trong ra ngoài, cả hai tòa nhà đều tuyệt vời, nhà nguyện thật tuyệt vời. Cửa hàng quà tặng có nhiều mặt hàng, tất cả đều có giá hợp lý bao gồm tràng hạt, di vật và sách. Khoảng 2 phút ra khỏi Đường 100 ở Barto PA. Đọc thêm",
            "Tôi không biết phải bắt đầu mô tả như thế nào về trải nghiệm cảm động mà tôi gặp phải khi đến thăm ngôi đền xinh đẹp này ở vùng nông thôn Pennsylvania.  Nếu bạn biết bất cứ điều gì về Thánh Pio và những công trình kỳ diệu của ông, hãy nhớ ghé thăm bảo tàng tuyệt vời này dành riêng cho cuộc đời ông.  Gia đình Calandra có rất nhiều điều để biết ơn và rất nhiều điều để tự hào khi thành lập và duy trì trang web này.  Câu chuyện về phép màu cá nhân của họ sẽ làm bạn say mê.  Tôi khuyến khích tất cả những người hành hương lần đầu đến khu vực Philadelphia hãy thực hiện chuyến đi này để xem bộ sưu tập những bức ảnh nổi tiếng thế giới về vị thánh yêu dấu vừa qua đời cách đây 47 năm.  Bạn sẽ mang theo những trải nghiệm khi ra đi.Đọc thêm",
            "Một nơi tuyệt đẹp - nhưng còn đẹp hơn nữa là cảm giác tôi có được khi ở đó - êm dịu, nhẹ nhàng, chữa lành....đẹp quá.Đọc thêm",
            "Viên ngọc tâm linh này đang chờ bạn ghé thăm.  Bạn có thể cảm nhận được sự hiện diện của Padre Pio ở đây, ông ấy sẽ luôn là Padre Pio, mặc dù bây giờ ông ấy là San Pio và sự hiện diện của Chúa Thánh Thần.  Chúng tôi thật may mắn khi đến thăm khi không có ai ở đây vào sáng sớm vào giờ mở cửa và sự yên bình, tĩnh lặng và hoàn toàn bình tĩnh bao trùm. Nếu bạn lái xe trong vòng một ngày và biết sức mạnh của các vị thánh có thể tác động lên bạn, bạn nợ chính mình và gia đình bạn việc đến thăm. Bạn sẽ không thất vọng đâu.Đọc thêm"
        ],
        "star_ratings": [
            54,
            6,
            1,
            0,
            0
        ],
        "review_amount": 61,
        "location": [
            "Pennsylvania PA",
            "Học hỏi",
            "Trung tâm quốc gia cho Padre Pio",
            "Các hoạt động ở Barto",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written September 26, 2015",
            "Written July 3, 2019",
            "Written January 12, 2018",
            "Written October 20, 2016",
            "Written August 20, 2016",
            "Written November 8, 2017",
            "Written December 4, 2015",
            "Written October 26, 2015",
            "Written November 12, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52162-d7165320-Reviews-The_National_Centre_for_Padre_Pio-Barto_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52162-d1380830-Reviews-Longacre_s_Modern_Dairy-Barto_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52157-d846506-Reviews-Main_Street_Pub-Bally_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52157-d892228-Reviews-The_Bally_Hotel-Bally_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52157-d892224-Reviews-Alfredo_s_Ristorante-Bally_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52177-d21047846-Reviews-Washington_Grille_Pub-Bechtelsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52177-d5545167-Reviews-Union_House-Bechtelsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52177-d17702881-Reviews-Bel_Air_Restaurant-Bechtelsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52177-d908784-Reviews-Papa_Bernard_s_Pizzeria_Inc-Bechtelsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52177-d5455366-Reviews-Dunkin-Bechtelsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52177-d4399608-Reviews-Papa_Johns_Pizza-Bechtelsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52162-d10317902-Reviews-Jake_s_Flea_Market-Barto_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52157-d10333828-Reviews-Another_Man_s_Treasure-Bally_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52177-d3184641-Reviews-Grandview_Speedway-Bechtelsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52157-d23649376-Reviews-Fensty_s_Flea_Market-Bally_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52238-d2432183-Reviews-Boyertown_Museum_of_Historic_Vehicles-Boyertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52177-d12724525-Reviews-Antiques_To_Present-Bechtelsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52545-d3184243-Reviews-The_Grand_Theater-East_Greenville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53082-d274430-Reviews-Bear_Creek_Ski_Recreation_Area-Macungie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52238-d10880398-Reviews-Taylor_Backes-Boyertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52545-d21203930-Reviews-Rainbow_Tomatoes_Garden-East_Greenville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52162-d7165320-Reviews-or10-The_National_Centre_for_Padre_Pio-Barto_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52162-d5918553-Reviews-Cooper_Morgans-Barto_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52238-d7348184-Reviews-Colebrookdale_Railroad-Boyertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52157-d10514806-Reviews-Butter_Valley_Golf_Course-Bally_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52162-d5836168-Reviews-Union_Jack_s_Olde_Congo_Hotel-Barto_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53624-d7787986-Reviews-Bauman_s_Apple_Butter-Sassamansville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53082-d3679019-Reviews-The_Spa_at_Bear_Creek_Mountain_Resort-Macungie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60803-d5840928-Reviews-Dublin_Deck_Tiki_Bar_and_Grill-Patchogue_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g42184-d7146804-Reviews-Erie_Orchards_and_Cider_Mill-Erie_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179328-d3211090-Reviews-Torre_dell_Orso_Beach-Torre_dell_Orso_Melendugno_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d196364-Reviews-Dallas_Farmers_Market-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d110193-Reviews-The_Neon_Museum-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d6847113-Reviews-Siam_Square_One-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g551615-d3607393-Reviews-Devil_s_Hole-St_Mary_Jersey_Channel_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54974-d2523155-Reviews-Wyatt_Archaeological_Museum-Cornersville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g40911-d4281557-Reviews-Stonington_Village-Stonington_Deer_Isle_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d110162-Reviews-Palos_Verdes_Scenic_Drive-California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52162-d7165320-Reviews-or10-The_National_Centre_for_Padre_Pio-Barto_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52162-d7165320-Reviews-The_National_Centre_for_Padre_Pio-Barto_Pennsylvania.html"
    }
]