[
    {
        "attraction_name": "The Holden Arboretum",
        "attraction_name_vi": "Vườn ươm Holden",
        "general_info": [
            "329 đánh giá",
            "- 1 trong 11 điều cần làm ở Kirtland",
            "Những con đường mòn đi bộ đường dài",
            "Vườn"
        ],
        "attraction_summary": "Vườn ươm Holden rộng 3.500 mẫu Anh với những khu vườn và khu vực tự nhiên đẹp nhất ở Đông Bắc Ohio, bao gồm Vườn hoa dại Holden, có các loài thực vật bản địa Ohio; Vườn bướm Holden, nơi thu hút chim ruồi và bướm; Vườn Đỗ quyên Lớp rộng 20 mẫu Anh và Vườn Khám phá Paine Rhododendron rộng 4,5 mẫu Anh; và các bộ sưu tập hoa tử đinh hương, cây kim ngân hoa, cây táo và cây lá kim. Vé vào Vườn ươm bao gồm Murch Canopy Walk và Kalberer Emergent Tower, mở cửa từ ngày 1 tháng 4 đến ngày 1 tháng 11. Các chuyến tham quan đi bộ có hướng dẫn trong khuôn viên được tổ chức từ tháng 4 đến tháng 5 và các chuyến tham quan bằng xe điện được cung cấp từ tháng 5 đến tháng 10. Các hoạt động mùa đông bao gồm đi bộ đường dài trên tuyết vào tháng 1 và tháng 2 nếu thời tiết cho phép.Đọc thêm",
        "reviews": [
            "Nơi này có tất cả các loài thực vật và cây cối đẹp nhất ở mọi nơi bạn nhìn thấy, những con đường mòn đi bộ tuyệt vời và đội ngũ nhân viên thân thiện luôn sẵn sàng trợ giúp các câu hỏi của bạn. Có một tòa tháp tuyệt vời để leo lên đưa bạn lên cao trên ngọn cây với tầm nhìn tuyệt vời ra vùng nông thôn.A Đi dạo dưới tán cây vui nhộn xuyên rừng cũng rất được yêu thích. Mùa xuân Hạ Thu bạn sẽ được ngắm những bông hoa nở rực rỡ còn Mùa Đông lại có vẻ đẹp riêng. Một nơi rất đặc biệtĐọc thêm",
            "Thật tuyệt...hãy đi khi không bận rộn để bạn không phải mất thời gian với những kẻ ngốc ồn ào đáng ghét! Nơi này thật thanh bình và xinh đẹp - phải xem nếu - khi bạn có thể.  Chủ yếu là người khuyết tật có thể truy cập được.  Bạn - sẽ cần khoảng 2-3 giờ. Hãy đi và tận hưởng!Đọc thêm",
            "Những khu vườn rất đẹp, những con đường được đánh dấu rõ ràng và Canopy Walk và Emergent Tower có khung cảnh ngoạn mục. Tôi ước mình sống gần công viên hơn.Đọc thêm",
            "Thực sự là một khu vực rộng lớn với rất nhiều thứ để xem!  Chúng tôi rất thích tất cả những bông hoa và bụi cây đang nở rộ cùng với khu vườn bướm với những vùng nước.  Nhìn thấy một con rắn đen ở đó.  Cấu trúc khối Lego thật tuyệt vời.  Chúng tôi lên tán cây để đi dạo một chút.  Sau đó chúng tôi giải quyết tòa tháp.  Tôi đã quyết tâm và cuối cùng đã lên đến đỉnh.  Có lẽ tôi mất 5 phút nhưng khung cảnh và cảm giác hoàn thành thật đáng giá!  Chúng tôi ở đó khoảng 21 - 2 tiếng và tôi mệt quá!  Chắc chắn là một hoạt động ngoài trời tuyệt vời!Đọc thêm",
            "Chúng tôi đã có thời tiết đẹp khi chúng tôi đến thăm. Danh sách nhóm của chúng tôi là đi bộ trên tán cây và tháp nổi. Chúng tôi đã có thể làm cả hai. Các con tôi cũng sợ độ cao như tôi. Tất cả chúng tôi đều phải đối mặt với nỗi sợ hãi của mình và nhìn thấy những khung cảnh đáng kinh ngạc! Đó là một chuyến đi bộ ngắn từ bãi đậu xe đến khu vực chúng tôi leo lên. Holden cũng là một phần của tổ chức Museum4all nên bạn có thể nhận được vé giảm giá và chỗ đậu xe nếu có thẻ EBT. Hiện tại, hoa và cây vẫn còn trơ trụi nhưng tôi cá rằng nó sẽ trông rất đẹp vào mùa hè hoặc mùa thu.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và chia sẻ kinh nghiệm của bạn. Mong bạn quay lại để ngắm những bông hoa mùa hè tuyệt đẹp của chúng tôi!Đọc thêm",
            "Một trong những nơi yên bình và xinh đẹp hơn mà tôi đã đến vào một ngày trong tuần vào cuối tháng 10 với những chiếc lá đầy màu sắc, những con đường mòn tuyệt đẹp và những con đường mòn dễ dàng dành cho học sinh cuối cấp chống gậy và thậm chí có thể đi đến Murch Canopy Walk xuyên qua những tán cây.  Chồng tôi đã leo 200 bậc lên Tháp và quang cảnh thật tuyệt vời.  Stickwork Tilt a Whirl thật phi thường nhưng giờ đã biến mất.  Rất đáng để thừa nhận.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Khu đất của chúng tôi là nơi chiêu đãi quanh năm, nhưng đặc biệt là vào mùa thu. Mong bạn và chồng bạn sẽ sớm quay lại thăm. Cảm ơn!Đọc thêm",
            "Đã dành khoảng 2,5 giờ ở đây vào tháng Chín.  Có 3 điều cần nói: Stickwork - đang được gỡ xuống nhưng nó là duy nhất Tháp - 202 bậc thang, có thể nhìn thấy phía trên hàng cây Tán - 3 phần, rất dễ đi lên tán vì nó là một đoạn dốc dần dần lên đến đó Một số bông hoa vẫn còn trong nở hoa khi chúng tôi đến vào tháng 9. Nhìn chung, đáng để ghé thăm.Đọc thêm",
            "Một vườn ươm rất lớn tuyệt vời với nhiều con đường mòn. Có vài thứ cho tất cả mọi người. Đất ngập nước-Vườn hoa-Rừng. Màn hình tương tác dành cho trẻ em. Để xem mọi thứ phải mất một lúc. Có ghế dài và khu vực yên tĩnh cho hồ và ao phản chiếu.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Charlene. Vườn ươm đẹp quanh năm, nhưng đặc biệt là vào mùa thu. Hy vọng bạn có thể quay lại khi lá bắt đầu đổi màu: - Đọc thêm",
            "Thật là một nơi tuyệt đẹp! Một chút lái xe về phía đông của Downtown Cleveland nhưng đáng giá. Vô số vườn hoa xinh đẹp, không gian cỏ, hồ nước và rừng. Cây bản địa và những nơi râm mát. Murch Canopy Walk và Tháp mới nổi Kalberer. Tuyệt vời cho người lớn cũng như trẻ em.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và đánh giá tích cực! Chúng tôi rất vui vì bạn thích chuyến thăm của mình. Hãy nhớ quay lại vào mùa thu để trải nghiệm màu sắc mùa thu từ lối đi và tháp tán cây. Thật ngoạn mục. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời để khám phá những khu đất xinh đẹp này và đi bộ trên những con đường. Canopy Walk và Emergent Tower mang đến trải nghiệm độc đáo trên mặt đất mà chúng tôi yêu thích! Biển báo tuyệt vời để bạn có thể đi bộ xung quanh và không bị lạc. Nếu bạn - đang ở khu vực Cleveland, hãy thêm địa điểm này vào danh sách các điểm tham quan không thể bỏ qua.Đọc thêm",
            "Công viên và lối đi bộ có thân thiện với chó không?\n\nĐọc thêm",
            "Có, bạn có thể nuôi chó ở đó, thấy rất nhiều chó và có nhiều không gian để đi bộ!!!!!!!Đọc thêm",
            "Có bao nhiêu bước để đến lối đi có tán cây và chúng dốc hay dốc?Đọc thêm",
            "Đó là dần dần, nhưng nó là một cuộc leo núi khá cao.  Hãy dành thời gian và sẽ ổn thôi, nhưng sẽ hơi căng nếu bạn không quen đi bộ nhiều.Đọc thêm",
            "Có bao nhiêu bước để đến lối đi có tán cây và chúng dốc hay dốc?Đọc thêm",
            "Canopy Walk là một đoạn đường dốc, không có bậc thang. Trang web cho biết sân ga đầu tiên có thể sử dụng xe lăn. Sau đó, tùy thuộc vào kích thước xe lăn của bạn.  Một chiếc ghế vận chuyển sẽ có thể đi được toàn bộ quãng đường đi bộ. Tháp Mới nổi là tòa tháp có rất nhiều bậc thang.Đọc thêm",
            "thẻ thành viên giá bao nhiêu?Đọc thêm",
            "Cấp độ thành viên chung\nCá Nhân - - 65\nMột thẻ thành viên được cá nhân hóa\nNgười Cao Cấp - - 55\nMột thẻ thành viên được cá nhân hóa\nKép - - 75\nVào cửa cho chủ thẻ cộng thêm một khách mỗi lần ghé thăm hoặc từ bỏ đặc quyền dành cho khách và liệt kê hai người lớn làm thành viên\nCao Cấp Kép - - 65\nVào cửa cho chủ thẻ cộng thêm một khách mỗi lần ghé thăm hoặc từ bỏ đặc quyền dành cho khách và liệt kê hai người lớn làm thành viên\nGia đình - - 85\nVé vào cửa dành cho 2 chủ thẻ trong cùng một hộ gia đình và trẻ em - cháu dưới 18 tuổi\nVào cửa miễn phí cho bạn bè - bao gồm vé vào Murch Canopy Walk và Kalberer Emergent Tower - trên cùng một phương tiện tại Arboretum - chỉ một phương tiện - \nGia Đình Cao Cấp - - 75\nVé vào cửa dành cho 2 chủ thẻ trong cùng một hộ gia đình và trẻ em - cháu dưới 18 tuổi\nVào cửa miễn phí cho bạn bè - bao gồm vé vào Murch Canopy Walk và Kalberer Emergent Tower - trên cùng một phương tiện tại Arboretum - chỉ một phương tiện - \nBạn Bè - Gia Đình - - 150\nVé vào cửa dành cho 2 chủ thẻ trong cùng một hộ gia đình và trẻ em - cháu dưới 18 tuổi\nNhận thêm hai khách trong cả năm\nMiễn phí vào cửa cho bạn bè đi cùng xe tại Vườn ươm - chỉ một xe - Đọc thêm",
            "Giá nhập học là bao nhiêu?Đọc thêm",
            "- 10h00Đọc thêm",
            "Có bao nhiêu cầu thang để lên tháp và chúng có dốc đối với những người chống gậy và phải đi lên cầu thang chậm.Đọc thêm",
            "202 bước lên đỉnh. Có nền tảng cho phép bạn dừng lại, nghỉ ngơi và ngắm nhìn khu rừng trên đường lên. Những chiếc ghế dài mới vừa được lắp đặt trên một số sân ga, giúp bạn có chỗ ngồi trên đường lên.Đọc thêm",
            "Bạn có thể đi dã ngoại ở Vườn ươmĐọc thêm",
            "Vâng, có khu dã ngoại ngay tại trung tâm du khách.Đọc thêm",
            "ngày nào là ngày cao tuổiĐọc thêm",
            "Theo trang web của Holden Arboretum: Ngày CAO CẤP dành cho những người 60 tuổi - là vào các ngày Thứ Ba.  Tỷ lệ tuyển sinh CAO CẤP là - 5.Đọc thêm",
            "ngày nào là ngày cao tuổiĐọc thêm",
            "Người cao tuổi có thể tham gia với mức giá chiết khấu - 5 vào Thứ BaĐọc thêm",
            "Có lối đi nào dành cho người khuyết tật không?Đọc thêm",
            "Có sự kết hợp của các bề mặt đường dẫn. Vườn trưng bày có lối đi rải sỏi kín, Norweb Tree Allee và Rhododendron Discovery Garden được bê tông hóa. Các khu vực khác đầy bụi bẩn. Vườn ươm cũng cung cấp các chuyến tham quan bằng xe điện có hướng dẫn viên với một khoản phí nhỏ, giúp những người có vấn đề về di chuyển có thể tham quan khuôn viên dễ dàng hơn.Đọc thêm"
        ],
        "star_ratings": [
            255,
            64,
            6,
            3,
            1
        ],
        "review_amount": 329,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Kirtland",
            "Kirtland",
            "Ohio - OH -",
            "Vườn ươm Holden",
            "Quận Hồ"
        ],
        "reviews_time": [
            "Written March 13, 2024",
            "Written August 25, 2023",
            "Written August 22, 2023",
            "Written August 5, 2023",
            "Written April 17, 2023",
            "Written November 10, 2022",
            "Written October 3, 2022",
            "Written September 18, 2022",
            "Written June 15, 2022",
            "Written May 18, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g50517-d1869577-Reviews-The_Holden_Arboretum-Kirtland_Lake_County_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d12710399-Reviews-Canopy_Walk_Emergent_Tower-Kirtland_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50641-d103628-Reviews-James_A_Garfield_National_Historic_Site-Mentor_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d1869582-Reviews-Lake_Metroparks_Penitentiary_Glen_Reservation-Kirtland_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d1869581-Reviews-Lake_Metroparks_Farmpark-Kirtland_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d1869579-Reviews-Historic_Kirtland-Kirtland_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d1869578-Reviews-Kirtland_Temple-Kirtland_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50195-d1557340-Reviews-Patterson_Fruit_Farms-Chesterland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50186-d8073256-Reviews-Maple_Highlands_Trail-Chardon_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d8491184-Reviews-Chapin_Forest_Reservation-Kirtland_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d23577491-Reviews-Historic_Morley_Farm-Kirtland_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d1869577-Reviews-or10-The_Holden_Arboretum-Kirtland_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d250321-Reviews-Penitentiary_Glen_Wildlife_Center-Kirtland_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g2623709-d559981-Reviews-North_Chagrin_Reservation-Willoughby_Hills_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g2623709-d8409576-Reviews-Squire_s_Castle-Willoughby_Hills_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50186-d10678713-Reviews-Sage_s_Apples-Chardon_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50301-d2687988-Reviews-Classic_Park-Eastlake_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d23577484-Reviews-Stannard_Quarry-Kirtland_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32225-d4102991-Reviews-Wild_Water_Adventure_Park-Clovis_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g53354-d10241918-Reviews-Parkside_Place_Park-North_Wales_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53964-d272121-Reviews-Kennywood_Park-West_Mifflin_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2368487-Reviews-AIRE_Ancient_Baths_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d6601951-Reviews-FIFA_Headquarters-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d15148765-Reviews-Cannabis_Social_Club_MaryJane-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025634-d2274003-Reviews-Sunset_Beach-Chatan_cho_Nakagami_gun_Okinawa_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d1216598-Reviews-Blue_Hole-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d8016277-Reviews-City_Airport_Train_CAT-Vienna.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g50517-d1869577-Reviews-or10-The_Holden_Arboretum-Kirtland_Lake_County_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g50517-d1869577-Reviews-The_Holden_Arboretum-Kirtland_Lake_County_Ohio.html"
    }
]