[
    {
        "attraction_name": "The Mayan Baths",
        "attraction_name_vi": "Phòng tắm của người Maya",
        "general_info": [
            "93 đánh giá",
            "21 trên 52 Spa Chăm sóc sức khỏe ở San Miguel de Allende",
            "Spa nước nóng"
        ],
        "attraction_summary": "Nơi này thật tuyệt vời. Vợ tôi và tôi đã đến vào tháng 8 năm 2023. Vì vậy, tôi đã đọc những đánh giá không tốt. Chúng tôi chưa từng có trải nghiệm như vậy. Sau đây là một vài mẹo. Đường ổn. Đi vào từ xa lộ 51. Một hoặc hai dặm cuối cùng của xa lộ 51 là đường đá cuội. Giống như ở khắp SMA. Sau đây là một mẹo khác. Hãy boa tiền cho tài xế taxi của bạn và yêu cầu anh ta quay lại vào một thời điểm cụ thể. Nếu bạn đã boa tiền cho anh ta, anh ta có khả năng sẽ quay lại, đặc biệt là nếu được bảo rằng bạn sẽ boa lại khi quay lại. Có một mã vạch mà bạn có thể sử dụng trên điện thoại của mình tại cơ sở để gọi taxi. Nhưng tôi chỉ có tín hiệu 3G T-Mobile. Đúng là nó tương đối đắt. Nhưng bạn đang trả tiền cho sự độc quyền và không có trẻ em. Tôi nghĩ họ giới hạn số người tham dự là 50. BTW hãy đặt chỗ. Sử dụng WhatsApp. Thanh toán tiền đặt cọc bằng PayPal. Họ muốn bạn chịu phí dịch vụ. Không phải đi đến OXXO hoặc bất kỳ ngân hàng nào, v.v. Hãy được mát-xa cho các cặp đôi. Thật tuyệt vời. Căn phòng là một hang động rất yên tĩnh. Chúng tôi đến lúc 10 giờ sáng và được mát-xa lúc 11 giờ. Chúng tôi dành phần còn lại của ngày để ăn trưa và tắm suối nước nóng. Bữa trưa cũng hơi đắt nhưng rất ngon. Chúng tôi không uống rượu nên tôi không thể nói về đồ uống có cồn. Và đây là hồ bơi suối nước nóng. Họ xả nước hàng ngày. Nước nóng chảy vào khu vực trung tâm và di chuyển qua hệ thống của họ. Khi nước di chuyển, nước sẽ mát đi. Khu vực mát mẻ nằm dưới ánh nắng mặt trời. Đó là nơi bạn có thể gọi đồ uống. Mang theo tiền lẻ để đổi lấy tiền boa. Đó là cách họ được trả tiền. Người phục vụ hồ bơi ở dưới nước cùng bạn, nhân viên mát-xa, phòng thay đồ, người phục vụ bữa trưa. Và anh chàng ở lối raĐọc thêm",
        "reviews": [
            "Tôi cho điểm thực tế về môi trường xung quanh Nhà tắm Maya là 4,5. Nó thật tuyệt vời và đẹp đẽ. Chúng tôi có 6 người thực hiện chuyến đi và tận dụng gói VIP. Đây KHÔNG phải là rẻ, trên thực tế là thứ đắt nhất chúng tôi đã làm hoặc chuyến đi cho đến nay. Bạn thanh toán ngay khi đến nơi, điều này không có vấn đề gì cả. Vấn đề xảy ra sau khi bạn đặt tất cả đồ đạc của mình vào một chiếc tủ khóa đẹp được cung cấp. Bạn mặc bộ đồ tắm và mặc áo choàng để tận hưởng khung cảnh xung quanh. Hãy nhớ rằng về cơ bản bạn đã thanh toán trước mọi thứ ngay khi bạn bước vào cửa. Sau đó, hầu hết các nhân viên đều không liên tục xin tiền boa. Vấn đề là bạn đang ướt sũng trong bộ đồ tắm và một chiếc áo choàng cùng mọi thứ khác đang ở trong tủ đựng đồ. Thật kỳ lạ là tôi không bơi với ví và tiền của mình. Nó thực sự rất buồn và rất khó chịu. Tôi không có vấn đề gì khi boa. Tôi hoàn toàn hiểu điều đó. Cuối cùng tôi sẽ không gặp vấn đề gì khi tip cho mọi người. Tuy nhiên, việc chạy đến tủ đựng đồ của bạn để lấy tiền sau mỗi sự kiện massage, ăn trưa, uống nước, v.v. là hoàn toàn vô lý. Ban quản lý cần nhanh chóng tìm ra điều này. Tôi sẽ không đi nữa nếu nó vẫn như cũ.  Điều này thật tệ vì nó đẹp đến kinh ngạc.Đọc thêm",
            "I booked my mum the relax package 3,105.00 pesos to use facilities and receive massage for her birthday via whatsapp. The staff were very communicative, but sent me a poster of prices that only included the most expensive services as options. I had to go onto their website to discover that the alom package 2,300.00 pesos to use the facilities is their cheapest option and I booked this for myself.  When we arrived, we were informed that they had never been able to confirm the masseuse and that they had no one on the premises to offer the service. Due to the fact that we drove 30 minutes to get there and assumed that the facilities were quite extensive given the price more than double some luxury spas and baths weve been to in Canada and Europe, we purchased 2 alom packages and were not offered any compensation or complementaries for the inconvenience we were told any food or drink we consumed would be added to the bill afterwards. We proceeded to the pools that we soon realized were are all the same temperature. There were no hot or cold pools, saunas or steam rooms, So we essentially payed 4300 pesos to bathe in a lukewarm. We left after 20-30 minutes and were asked whether everything was alright with our visit and we informed the staff that we expected some more extensive facilities for this price, rather than simply a pool. They apologized but again offered nothing to us as unhappy customers. When we arrived home, I realized that the staff had even confirmed that I was on the way to our appointment 20 minutes before our arrival over whatsapp, but didnt inform me that no masseuse would be coming. When I replied that it would have been nice to know that the massage wasnt available before arriving, they read my message and ignored it. It really felt like they are hurting for business and couldnt afford to lose us as customers so chose not to tell us that the service was unavailable and bank on the fact that wed purchase a new package before showing us the anti-climactic facilities that literally only include a pool, bathrobe and towel. Their website and prices are extremely misleading and fail to portray the outdoor venue tents where food is served, the fact that the pool area is quite small and that theyre all at lukewarm temperature.  Were looking forward to checking out La Gruta that we hear has hotter pools for a tenth of the price. Would not recommend unless you like being ripped off lol.Read more",
            "Thật đáng xấu hổ khi một nơi được bán và tính phí như một nơi sang trọng, đồ uống mà họ bao gồm với giá không hề rẻ lại là loại rượu rẻ tiền nhất, bị chủ nhân tham lam lừa đảoĐọc thêm",
            "Vì vậy, đến đây bản thân nó đã là một chuyến đi và nếu bạn đang sử dụng Uber, hãy đảm bảo rằng bạn dành cho mình nhiều thời gian. Nó có giá khoảng 150 peso từ trung tâm thị trấn. Nhưng họ sẽ không quay lại nên sẽ là 300 với dịch vụ xe ngẫu nhiên mà spa gọi. Chúng tôi đã có được trải nghiệm VIP có giá khoảng 7000 peso cho 2 người chúng tôi. Chỉ cần lưu ý rằng họ không lấy bất kỳ thẻ tín dụng nào, tất cả đều là tiền mặt. Và bạn phải đặt chỗ trước và phải thông qua PayPal và trả phí xử lý. Trải nghiệm vip bao gồm 50 phút mát-xa khá tốt .. Nhưng họ muốn được đánh giá sau khi mát-xa mà tôi nghĩ là khó chịu.  Một chiếc khăn không thể thay thế ngay cả khi nó ướt và một chiếc áo choàng. Không có dép. Và 3 ly nước yếu nhưng một bữa ăn ngon. Oh và phí vào cửa. Các căn cứ rất đẹp. Các máy chủ lịch sự nhưng tiếng Anh ở mức tối thiểu. Vì vậy, đừng buồn, dù sao thì đó cũng là đất nước của họ. Bể sục không hoạt động nhưng hồ bơi và bồn tắm rất đẹp. Lúc đầu hơi lạnh nhưng về sau thì tốt hơn. Không có wi-fi chỉ là thông tin cho bạn. Điều tuyệt nhất là hầu như không có ai ở đây!! Và đó là lý do tại sao bạn phải trả tiền cho ..Đọc thêm",
            "Wow, sau khi đọc một số đánh giá này, chúng tôi gần như không đưa điều này vào hành trình SMA kéo dài một tuần của mình. Thật mừng vì chúng tôi đã quyết định thử. Phòng thay đồ sạch sẽ. Phụ nữ có 4-5 gian để thay đồ, tắm rửa và hai gian vệ sinh. Có tủ đựng đồ hình vuông cho mỗi người, có thể là tủ 14 khối? nơi bạn có thể cất đồ đạc của mình khi mát-xa hoặc hồ bơi. Chúng tôi mang theo những chiếc túi nhỏ hơn để có thể mang sổ mũ của mình ra khu vực ngoài trời. Bạn có thể đi lại tùy ý. Có bốn người đã đặt gói VIP, bao gồm khăn tắm, áo choàng, bữa trưa, ba đồ uống và một buổi mát-xa. Lưu ý rằng chỉ có bốn cuộc hẹn mát-xa mỗi giờ. Và tất cả đều nằm trong một hang động dài và hẹp, với mỗi khu vực được ngăn cách với nhau bằng rèm treo. Họ cho bạn một vài phút để thay đồ, sau đó các nhà trị liệu phải đi qua tất cả các khu vực để đến chỗ khách hàng của họ. Chúng tôi có thể cảm thấy không thoải mái chút nào nếu có người lạ ở hai khu vực còn lại. Bữa trưa thực sự ngon - ba món. Họ đã liên hệ với chúng tôi vài ngày trước để xác định lựa chọn món chính của chúng tôi. Mặc dù chỉ có 4-5 lựa chọn, đồ ăn rất ngon và thật tuyệt khi ngồi ngoài trời dưới tán cây râm mát. Chúng tôi thích thư giãn dưới tán cây râm mát. Không sử dụng hồ bơi ngoài trời nhiều lắm, nhưng thật tuyệt khi có sẵn. Nếu bạn đi taxi đến đó - họ sẽ gọi cho bạn một chiếc taxi để quay lại thành phố. Có thể mất 20-30 phút để taxi đến, vì họ thường đi từ thành phố. Vì vậy, hãy tính đến thời gian khởi hành của bạn để bạn không phải đợi. Có hơi đắt không? Có. Chúng tôi có tận hưởng 5-6 giờ thư giãn không? Có! Với việc ở giữa nơi vắng vẻ, tôi nghĩ rằng họ đã làm tốt với các tiện nghi. Nếu bạn muốn một spa vô trùng tương tự như một khách sạn 5 sao của Hoa Kỳ, thì đây có thể không phải là nơi dành cho bạn. Nhưng nếu bạn đến với tâm trí cởi mở và kỳ vọng thực tế, tôi nghĩ rằng bạn sẽ thích thú. Đọc thêm",
            "Chúng tôi đã đặt hàng trải nghiệm VIP hàng đầu. Gói này bao gồm 7 giờ để có mặt ở đó, tin nhắn, bữa trưa và đồ uống. Địa điểm đẹp và độc đáo. Massage thật tuyệt vời. Nhiệt độ nước là hoàn hảo. Bữa trưa rất ngon và dịch vụ rất tuyệt vời. Rượu ở mức trung bình. Bạn không thể trả nhiều tiền hơn cho rượu tốt hơn. Đây là spa đầu tiên không được cung cấp nước. Nói chung, nước, trà và cà phê không được coi là một khoản phụ phí hoặc sẽ không phải là một trong ba loại đồ uống. Người kiểm tra bạn ra vào không biết một spa hàng đầu vận hành như thế nào. Có một người đàn ông ăn mặc lịch sự đeo ba lô Louis Vuitton chạy vòng quanh với một chiếc khuyên tai an ninh mà tôi nghĩ là người chịu trách nhiệm. Tuy nhiên nếu bạn cần điều gì đó hoặc có thắc mắc, đừng hỏi anh ấy. Anh ấy giới thiệu bạn với người khác Tôi đã bị sốc khi biết họ đã kinh doanh được 11 năm. Thực lòng tôi nghĩ có lẽ là 1-2 năm. Tôi thực sự muốn giới thiệu người đàn ông đeo ba lô và người đăng ký đến thăm một spa đỉnh cao! Tôi có lẽ sẽ không ghé thăm nữa vì mất khoảng 25 phút đi taxi đến giữa NO và 10 phút trên một con đường rất gập ghềnh. Ngoài ra với giá không thực sự xứng đáng. Chúng tôi ở tại khách sạn Rosewood xinh đẹp và lẽ ra chúng tôi sẽ có một ngày tuyệt vời hơn khi ở đó.Đọc thêm",
            "Quá đắt cho những gì nó là! Hồ bơi trong nhà lạnh nên chúng tôi phải ngâm cả ngày trong bồn nước nóng. Massage ở mức trung bình. Vòi sen và tủ khóa được thiết kế rất kém và thô thiển. Không thực sự xứng đáng với số tiền của bạn. Dịch vụ này rất tốt khi bạn đặt chỗ và khi họ muốn bạn chi nhiều tiền hơn. Về sau thì tệ thật. Tôi đã viết chúng một ngày sau khi tôi đến đó vì tôi đã để lại hai loại dầu gội đắt tiền và họ không bao giờ viết lại. Tôi phải viết lại và họ nói với tôi rằng họ không bao giờ tìm thấy chúng. Với số tiền đó, tôi thà trả một buổi mát-xa tuyệt vời tại một spa sang trọng và bỏ qua các hồ bơi.Đọc thêm",
            "TỐT: Đó là một nơi tuyệt đẹp.  Dịch vụ đã được chấp nhận.  Trời ấm lúc 11 giờ sáng, chúng tôi đến lúc 10 giờ sáng.  Massage thật tuyệt vời!!!! Một trong những loại mát xa tốt nhất mà tôi từng có.  Hồ bơi có vẻ sạch sẽ. XẤU: Không có gì thực sự tệ cả.. chỉ là những điều mọi người nên biết.  Khu vực hồ bơi nhỏ.  Bạn không cần vài giờ để tận hưởng các hồ bơi. Có 2 hồ bơi.. một ở bên trong và một ở bên ngoài, và một đường hầm dài ở giữa.   Nước lạnh trong 30 phút đầu tiên.  Cuối cùng nó cũng ấm lên. Đến 12h30 đã có rất nhiều người xuống nước. XẤU: GIÁ GIÁ GIÁ.  Dịch vụ mát-xa thật tuyệt vời nhưng với giá 120 USD thì đó là một số tiền rất lớn.  Tóm lại, đừng có kế hoạch ở lại trong 7 giờ.  bạn có thể, nhưng nó không cần thiết.  Nếu bạn thích mát xa... hãy lấy nó!!  Cả tôi và đối tác của tôi đều rất hài lòng với dịch vụ mát-xa.  Đồ uống rất ngon... đồ ăn ở mức trung bình.  Và giá thì quá cao. Nhìn chung tôi rất thích nó và thậm chí sẽ quay trở lại.  Chỉ là không hài lòng về giá cả.Đọc thêm",
            "Nơi này rất đẹp, mọi người đối xử với bạn như một vị vua. Nước nóng rất tuyệt. Giá bao gồm một bữa ăn trưa có hương vị tuyệt vời và được phục vụ rất tốt cũng như một số đồ uống. Tầm nhìn từ hồ bơi thông thường rất tuyệt. Đây là một trải nghiệm cả ngày.Đọc thêm",
            "Bạn có dịch vụ lưu trữ không?Đọc thêm",
            "Làm cách nào để liên hệ với phòng tắm của người Maya để đặt chỗ. Cảm ơnĐọc thêm",
            "Giá và nơi đặtĐọc thêm",
            "Họ có mở cửa vào thứ Hai không?Đọc thêm",
            "Chi phíĐọc tiếp",
            "Giá vé bao nhiêuĐọc thêm",
            "Chúc ngủ ngon. Bên trong nơi này có khách sạn không?Đọc thêm",
            "Họ có chấp nhận trẻ em không? Từ bao nhiêu tuổi đến bao nhiêu tuổi??Đọc thêm",
            "Chào buổi chiều, tôi muốn biết một số hoặc cách đặt chỗ cho ngày cuối tuần \n\nlời chàoĐọc tiếp",
            "Tôi có cần đặt chỗ trước để truy cập không? Cảm ơn bạn.Đọc thêm",
            "Tôi có cần đặt chỗ trước để truy cập không? Cảm ơn bạn.Đọc thêm"
        ],
        "star_ratings": [
            45,
            13,
            9,
            8,
            18
        ],
        "review_amount": 93,
        "location": [
            "San Miguel de Allende",
            "Guanajuato",
            "Mêhicô",
            "Phòng tắm của người Maya",
            "Những hoạt động không thể bỏ qua ở San Miguel de Allende",
            "Trung Mexico và Bờ Vịnh"
        ],
        "reviews_time": [
            "Written August 5, 2023",
            "Written May 27, 2023",
            "Written April 10, 2023",
            "Written April 7, 2023",
            "Written December 18, 2022",
            "Written July 17, 2022",
            "Written May 2, 2022",
            "Written February 8, 2022",
            "Written November 10, 2021",
            "Written August 11, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g151932-d1885263-Reviews-The_Mayan_Baths-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g151932-d25065839-Reviews-Guamiche-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151932-d11924822-Reviews-Don_Ciro-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151932-d12530588-Reviews-Restaurante_La_Cruz_del_Perdon-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151932-d23061466-Reviews-Asado_De_Campo-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151932-d1876505-Reviews-La_Burger-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151932-d13678706-Reviews-Amelia_foodtruck-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151932-d1747793-Reviews-Nirvana_Restaurant_and_Retreat-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151932-d13135503-Reviews-Yoalli_Ristorante_Italiano-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151932-d17827905-Reviews-Cien_Fuegos_Pizza_Comfort_food-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g151932-d10223809-Reviews-El_Vergel_Bistro_Market-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d2624092-Reviews-Xote_Parque_Acuatic-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d3626410-Reviews-Chapel_of_Jimmy_Ray_Gallery-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d2103665-Reviews-Galeria_Atotonilco-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d10752035-Reviews-Exim_Galeria-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d7107004-Reviews-Santuario_de_Atotonilco-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d152560-Reviews-Parroquia_de_San_Miguel_Arcangel-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coa.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d2201575-Reviews-Mask_Museum-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d2103176-Reviews-Sazon-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d152829-Reviews-Jardin_Allende-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d1573134-Reviews-Canada_de_la_Virgen-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d1885263-Reviews-or10-The_Mayan_Baths-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d10440611-Reviews-Essential_Massage_Watsu-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d3410299-Reviews-Esencia_Yoga_Spa-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d25082263-Reviews-Renacimiento_Spa-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d152831-Reviews-La_Gruta_Spa-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d9709920-Reviews-San_Miguel_Tai_Chi-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d2518637-Reviews-Sense_A_Rosewood_Spa-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d24828762-Reviews-Hacienda_Real_San_Miguel_de_Allende-San_Miguel_de_Allende_Central_Mexico_and_Gul.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d10926148-Reviews-Float_Sano-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d15683661-Reviews-Alma_a_Alma_Holistic_Bodywork-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coas.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d9874061-Reviews-Dos_Casas_Spa-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d3575686-Reviews-Leisurely_Country_Horseback_Riding-San_Miguel_de_Allende_Central_Mexico_and_Gulf_.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d14106351-Reviews-Chef_David_Jahnke-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d2457238-Reviews-La_Cocina_Cooking_School-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d11888998-Reviews-TransportArte-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d7930332-Reviews-Joseph_Toone_Tours-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d1654187-Reviews-Marilau_Mexican_Ancestry_Cooking_School-San_Miguel_de_Allende_Central_Mexico_and_.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d8094629-Reviews-Albert_Coffee_Archaeotours_Day_Tours-San_Miguel_de_Allende_Central_Mexico_and_Gul.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d3367824-Reviews-Globo_San_Miguel-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d2254222-Reviews-Miners_Castle_Rock-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d15032484-Reviews-Loutre-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d317712-Reviews-Arheoloski_Muzej_U_Splitu-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46411-d264139-Reviews-Renault_Winery_Resort-Egg_Harbor_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29111-d146144-Reviews-Lopez_Lake_Recreation_Area-Arroyo_Grande_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d550310-Reviews-St_Sava_Temple-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d2627003-Reviews-Water_Planet_Aqua_Park-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d3208205-Reviews-The_Shops_at_La_Cantera-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d527145-Reviews-Museum_of_Life_Science-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d4961690-Reviews-King_Abdullah_Mosque-Amman_Amman_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g151932-d1885263-Reviews-or10-The_Mayan_Baths-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g151932-d1885263-Reviews-The_Mayan_Baths-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html"
    }
]