[
    {
        "attraction_name": "The Maryland Zoo",
        "attraction_name_vi": "Sở thú Maryland",
        "general_info": [
            "714 đánh giá",
            "32 trong số 380 điều cần làm ở Baltimore",
            "Sở thú"
        ],
        "attraction_summary": "Du khách gặp gỡ hơn 1.500 loài động vật bao gồm tinh tinh, voi, báo và lợn lòi khi chúng tham gia chuyến đi săn ở Châu Phi, chải lông cho dê trong Trang trại, khám phá những con đường mòn quanh co xuyên qua Vùng hoang dã Lyn P. Myerhoff Maryland và ngắm nhìn những chú gấu Bắc Cực bơi cạnh bạn tại cửa sổ quan sát dưới nước. Ngoài ra, đừng bỏ lỡ cuộc triển lãm Penguin Coast mới, từng đoạt giải thưởng, giới thiệu đàn chim cánh cụt sinh sản thành công nhất của loài chim cánh cụt châu Phi có nguy cơ tuyệt chủng ở Bắc Mỹ.Đọc thêm",
        "reviews": [
            "Nhân dịp sinh nhật của vợ tôi, tôi đã đăng ký tham gia buổi gặp gỡ chim cánh cụt ở sở thú với giá khoảng 60 đô la một người và rất xứng đáng với số tiền phải trả thêm.  Cuộc gặp gỡ được giới hạn ở 6 người và kéo dài khoảng 30 phút.  Chúng tôi đã tìm hiểu tất cả về chim cánh cụt từ Becky và Abby, hai nhân viên hiểu biết và thân thiện làm việc với chim cánh cụt đại sứ.  Cuộc gặp gỡ của chúng tôi diễn ra ở một khu vực riêng biệt với một hồ bơi nhỏ, nơi chúng tôi ngồi trong khi những người canh giữ nói chuyện với chúng tôi và 11 chú chim cánh cụt châu Phi đi dạo xung quanh chúng tôi.  Chúng tôi có thể vuốt ve chúng và quay video và chụp ảnh. Nhìn chung, đó là một trải nghiệm tuyệt vời và chắc chắn sẽ là kỷ niệm lâu dài đối với bất kỳ người yêu động vật nào!!! Đọc thêm",
            "Mùa giảm giá có tỷ lệ bị ngắt kết nối và bạn sẽ có được trải nghiệm bị ngắt kết nối.  Một nửa số loài động vật để xem, không được đi tàu và kính quá bẩn nên bạn không thể nhìn rõ các loài động vật.  Vườn thú nhỏ nhưng có tiềm năng thực sự tuyệt vời, tuy nhiên việc cập nhật và cải tiến dường như đã đi được nửa chặng đường.  Giá không thực sự phù hợp với trải nghiệm, sẽ đáng giá nếu thúc đẩy nỗ lực nhẹ nhàng để bảo vệ động vật hoang dã và môi trường.  Thuộc sở hữu của Nhà nước thành phố và nó không cung cấp BẤT KỲ khoản giảm giá nào cho quân đội, Bác sĩ thú y hoặc những người phản hồi đầu tiên- điều đó cần phải thay đổi!!Đọc thêm",
            "Chúng tôi đến vào tuần trước và hơi mất cảnh giác khi họ thô lỗ yêu cầu chúng tôi trả 10 đô la cho một em bé đi vòng quay. Tôi có một chiếc băng tay và đứa lớn hơn của tôi có một chiếc băng tay mà chúng tôi phải trả thêm tiền và những người phía sau chúng tôi có một chiếc băng tay và đứa con mới biết đi của họ có thể đi xe miễn phí. Tôi đã thử gọi vài ngày và chỉ nhận được thư thoại nhưng hôm nay có thể nói chuyện được với một người vừa nói uh-huh uh-huh uh-huh khi tôi cố gắng giải thích và hỏi chính sách. \nRất nhiều người lên kế hoạch đến đồng đô la cuối cùng của họ và trang web này rất sai lầm khi nói bóng gió rằng trẻ sơ sinh có thể đi xe miễn phí với cha mẹ trả tiền và chỉ có lựa chọn 0. Chúng tôi cũng hỏi ở cổng trước và được đảm bảo rằng cô ấy ổn.\nKhông thể tưởng tượng được một gia đình lớn trả tiền cho những chiếc băng tay dành cho những đứa trẻ lớn hơn của họ và chỉ đi xe để phát hiện ra rằng tất cả những đứa trẻ nhỏ và trẻ sơ sinh cũng phải trả 10 đô la mỗi phút cuốiĐọc thêm",
            "Họ đã thay đổi hoàn toàn cuộc gặp gỡ của chim cánh cụt, nhưng không làm rõ điều đó trong phần mô tả trải nghiệm của động vật.  Họ làm cho có vẻ như bạn sẽ phải xa cách xã hội và những điều tương tự.  Trên thực tế, nó đã thay đổi từ trải nghiệm tương tác nơi bạn có thể chạm và thực sự gặp gỡ chim cánh cụt thành xem video trong khoảng 10 phút, sau đó họ cho hai chú chim cánh cụt vào phòng và chúng có thể đi lại xung quanh.  Phần cuối cùng là họ đặt những chú chim cánh cụt lên bàn và bạn có thể chụp một bức ảnh mà chúng vẫn không chạm vào nhau.  Xem xét mỗi vé trải nghiệm là hơn 60 và bạn cần phải mua vé vào cửa thường xuyên, ngoài ra, điều này có vẻ giống như một trò lừa đảo hoàn toàn.  Tôi sẽ xem xét rất kỹ cách diễn đạt của bất kỳ trải nghiệm tương tác nào về động vật mà họ có ở đó bởi vì có vẻ như rất có khả năng là bạn đang trả rất nhiều tiền để có cơ hội nhìn một con vật gần hơn một chút.  Tương tác thực sự đã được mở rộng đến giới hạn của nó như một định nghĩa như Vườn thú Maryland đã đưa ra.Đọc thêm",
            "Thật là một sự lãng phí thời gian và tiền bạc! Tôi sẽ KHÔNG BAO GIỜ quay lại. Con đường vào sở thú dài và nhạt nhẽo. Các cuộc triển lãm dường như không được chăm sóc đúng cách, điều này khiến chúng tôi đặt câu hỏi về việc các loài động vật được chăm sóc tốt như thế nào. Đặc biệt với mức giá vé của chúng tôi đắt đỏ Các điểm quan sát và kính quá bẩn, nó làm hỏng tầm nhìn và tôi không muốn bọn trẻ chạm vào bất cứ thứ gì. Không có cơ hội chụp ảnh đẹp - ngay cả những biển báo dẫn vào sở thú cũng có vẻ tạm bợ. Chỉ mất hai giờ để tham quan toàn bộ vườn thú, nơi này nhỏ hơn vườn thú Akron Ohio nhỏ bé của chúng tôi. Vườn thú Cleveland và Toledo có nhiều thứ đến mức khó có thể nhìn thấy toàn bộ vườn thú trong cả ngày! Chúng tôi không chắc liệu mình nên ghé thăm Sở thú Maryland ở Baltimore hay Sở thú Smithsonian MIỄN PHÍ. Chúng tôi đã chọn sai.Đọc thêm",
            "Chúng tôi đã mua 130 vé để tham dự sự kiện Brew at the Zoo.  Có người đã không để ý đến việc họ nên bán bao nhiêu vé trong một ngày tại sự kiện này.  Khi chúng tôi đến chỉ 30 phút sau khi họ mở cổng để vào, chắc chắn đã có ít nhất 5 nghìn người xếp hàng dài. Tôi đùa bạn không phải từ lối vào sở thú quanh phía trước lối vào hai lần đến bãi đậu xe bên cạnh đường lái xe lên con đường đi qua ngôi nhà bò sát cũ.  Chúng tôi đã đến sự kiện năm ngoái và họ tổ chức sự kiện chính với những người bán hàng trong một khu vực hạn chế. Điều này thật điên rồ.  Bạn sẽ phải xếp hàng dài vô tận để cố gắng lấy thức ăn hoặc đồ uống, từ tường này sang tường khác.  Chúng tôi không đi cùng các em nhỏ nhưng nếu có, tôi sẽ không cảm thấy an toàn khi các em có mặt tại một sự kiện như vậy với nhiều người tham gia uống rượu và nhiều người như vậy.  Chúng tôi rời đi và về cơ bản đã mất số tiền mua vé.  Trừ khi họ đặt ra giới hạn về số lượng người tham dự sự kiện này. Chúng tôi sẽ không bao giờ giới thiệu nó và sẽ không bao giờ tham dự sự kiện đó nữa.  Đọc thêm",
            "Nhân dịp sinh nhật của vợ tôi, tôi đã đăng ký tham gia buổi gặp gỡ chim cánh cụt ở sở thú với giá khoảng 60 đô la một người và rất xứng đáng với số tiền phải trả thêm.  Cuộc gặp gỡ được giới hạn ở 6 người và kéo dài khoảng 30 phút.  Chúng tôi đã tìm hiểu tất cả về chim cánh cụt từ Becky và Abby, hai nhân viên hiểu biết và thân thiện làm việc với chim cánh cụt đại sứ.  Cuộc gặp gỡ của chúng tôi diễn ra ở một khu vực riêng biệt với một hồ bơi nhỏ, nơi chúng tôi ngồi trong khi những người canh giữ nói chuyện với chúng tôi và 11 chú chim cánh cụt châu Phi đi dạo xung quanh chúng tôi.  Chúng tôi có thể vuốt ve chúng và quay video và chụp ảnh. Nhìn chung, đó là một trải nghiệm tuyệt vời và chắc chắn sẽ là kỷ niệm lâu dài đối với bất kỳ người yêu động vật nào!!! Đọc thêm",
            "Lên kế hoạch cho chuyến đi Ngày của Cha cho chồng tôi tới Baltimore và Sở thú. Tôi rất xấu hổ khi quyết định đưa anh ấy đến đây. Chúng tôi đã thấy ít hơn 10 con vật trong suốt thời gian đó. Chúng tôi đã trả thêm tiền cho cuộc triển lãm Dino và thấy nhiều tượng khủng long hơn là động vật thật. Chúng tôi có thể đi qua sở thú trong vòng chưa đầy một tiếng rưỡi vì các cuộc triển lãm đều trống rỗng, không đóng cửa, trống rỗng. Chúng tôi có thể hoàn thành việc đó trong 30 phút nhưng mọi thứ khá cách đều nhau. Cảm thấy giống như một chuyến đi bộ đường dài mà chúng tôi đã trả tiền hơn là một chuyến tham quan vườn thú thú vị. Sẽ không đề xuất hoặc trả lại, có nhiều lựa chọn tốt hơn về những việc cần làm.Đọc thêm",
            "Thời tiết hoàn hảo vào cuối tuần thứ sáu để tham quan sở thú. Tuy nhiên do dịch cúm gia cầm nên một số khu nuôi chim đã bị đóng cửa.  Mặc dù những con hồng hạc đã ra ngoài và rất đẹp khi đóng cửa màu hồng cam. Chúng được tìm thấy dọc theo vùng hoang dã châu Phi. Chuyến thăm vườn thú rất tốn kém. Nếu bạn sống ở khu vực này, tốt hơn hết là bạn nên mua tư cách thành viên và đến thường xuyên tùy thích. Nếu bạn thích chụp ảnh động vật. Đây là địa điểm. Từ tháng 5 đến tháng 11 năm 2022, có trải nghiệm Dino. Khủng long rất thực tế và có âm thanh. Chi phí bổ sung cho trải nghiệm khủng long. Tuy nhiên cũng đáng. Gia đình tôi rất thích sở thú. Rất muốn giới thiệu. Chỉ có một vấn đề duy nhất, một nhân viên điều hành xe đưa đón từ phía trước sở thú đã rất thô lỗ, không hỗ trợ một người phụ nữ trên xe tập đi sử dụng thang máy để cố gắng leo lên xe đưa đón. Ước gì tôi có được tên anh ấy như đã báo cáo với ban quản lý.  Nếu không thì sở thú thật tuyệt vời. Tuyên dương nhân viên đã vượt quá mong đợi khi dọn dẹp bàn ghế của chúng tôi gần băng chuyền.  Anh ấy đã Đọc thêm",
            "Tôi khuyên bạn nên sa thải hầu hết công nhân ở đó. iv chưa bao giờ bị đối xử tệ như vậy trong đời. điều cực kỳ rõ ràng là họ không muốn ở đó. sở thú này rất xa nhà tôi và những kẻ khốn nạn này đã khiến chuyến đi của chúng tôi trở nên tồi tệ và một nam công nhân thậm chí còn đi xa đến mức đi theo chúng tôi quanh sở thú. Chúng tôi đã trả tiền để trở thành thành viên ở đây trong nhiều năm. năm tới tôi sẽ trả tiền để trở thành thành viên ở nơi khác. nếu bạn không thể xử lý công việc trong thời gian Covid thì hãy tắt máy cho đến khi nó kết thúc. Nếu bạn mở cửa cho công chúng thì hãy hành động đúng.Đọc thêm",
            "Sở thú đẹp đấy. Đồng ý với việc đi bộ dài để xem các cuộc triển lãm; không phải là vấn đề đối với hai người di chuyển vào một ngày đẹp trời, nhưng nếu bạn không khỏe hoặc đó là một ngày thời tiết xấu thì điều đó có thể gây khó chịu. Động vật rất tốt; vui vẻ, năng động, triển lãm tốt. Lau dọn. Dịch vụ ăn uống rất tốt; thực sự tốt hơn mức trung bình của các vườn thú. Vấn đề duy nhất không phải là vấn đề cụ thể của vườn thú nhưng du khách cần lưu ý. Các khu vực xung quanh đòi hỏi nhận thức tình huống cao hơn. Bạn không ở Mayberry nên hãy chú ý. Vào ngày chúng tôi đi, bọn trẻ cư xử rất kém, thật đau đớn khi phải chứng kiến ​​hoặc ở cạnh chúng. Gây rối, chế nhạo một số loài động vật, tất cả đều có cha mẹ không bao giờ rời mắt khỏi điện thoại của chúng. Chúng tôi đã đi sớm nhất có thể và rất vui vì đã làm như vậy.Đọc thêm",
            "Gia đình đến từ Pittsburgh, PA. Thời tiết hoàn hảo và tên sĩ quan Steve rất tử tế và hữu ích khi chúng tôi đi bộ đến cổng soát vé. Cả gia đình chúng tôi đều thắc mắc tại sao không thấy ai ở sở thú. Không có giảm giá tại vườn thú AAA, Giáo viên, Quân đội hoặc Giảm giá cho người cao tuổi. Tôi đã gọi cho Sở thú trước khi xuống và tôi chưa bao giờ được thông báo về việc Sở thú đang được xây dựng. Chúng tôi phải trả 118,00 cho vé và 78,87 cho năm chiếc xúc xích, năm túi khoai tây chiên và bốn món cháo. Các nhân viên đã tốt bụng và chia sẻ thông tin về các loài động vật. Bọn trẻ rất thất vọng vì chúng không nhìn thấy hết các con vật.  Đi bộ rất nhiều nhưng không đủ để xem. Tôi rất xấu hổ vì đã quyết định đưa gia đình mình từ ngoài thị trấn đến đây. Sẽ thật tuyệt nếu nhận được tư cách thành viên hoặc vé miễn phí khi sở thú hoàn thành và chưa được xây dựng.Đọc thêm",
            "Chúng tôi yêu thích Sở thú Maryland.  Nó không đặc biệt lớn về số lượng động vật mà họ có, những động vật trong vườn thú khá cơ bản nhưng có những cuộc triển lãm là một trong những điều tốt nhất mà chúng tôi từng thấy.  Tất cả các con vật đều có thể nhìn thấy rõ ràng và trong hầu hết các trường hợp đều ở rất gần và dễ nhìn thấy.  Đó là rất nhiều đi bộ.  Các cuộc triển lãm đầu tiên rất xa lối vào và việc quay trở lại lối ra sau khi đi bộ toàn bộ sở thú là một chút khó khăn nhưng chúng tôi chắc chắn sẽ làm lại.Đọc thêm"
        ],
        "star_ratings": [
            274,
            235,
            122,
            45,
            38
        ],
        "review_amount": 714,
        "location": [
            "Hoa Kỳ",
            "Sở thú Maryland",
            "Maryland MD",
            "Baltimore",
            "Những điều cần làm ở Baltimore"
        ],
        "reviews_time": [
            "Written July 13, 2023",
            "Written February 20, 2024",
            "Written April 10, 2024",
            "Written May 6, 2021",
            "Written October 3, 2021",
            "Written May 28, 2023",
            "Written July 13, 2023",
            "Written June 21, 2022",
            "Written June 19, 2022",
            "Written December 9, 2020",
            "Written September 24, 2021",
            "Written July 15, 2022",
            "Written July 23, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60811-d109082-Reviews-The_Maryland_Zoo-Baltimore_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d9814778-Reviews-TGI_Fridays-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d817702-Reviews-Woodberry_Kitchen-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d8060819-Reviews-La_Cuchara-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d5101599-Reviews-Hip_Hop_Fish_Chicken-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d477005-Reviews-Mamma_Lucia-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d3661880-Reviews-Birroteca-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d15174115-Reviews-Taharka_Brothers-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d19617333-Reviews-True_Chesapeake-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d7950836-Reviews-Blue_Pit_Bbq_Whiskey_Bar-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d3224555-Reviews-The_Food_Market-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d558762-Reviews-Howard_Peters_Rawlings_Conservatory_and_Botanic_Gardens_of_Baltimore-Baltimore_Mary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d6433888-Reviews-Horseshoe_Casino-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d109079-Reviews-Baltimore_Museum_of_Art-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d558758-Reviews-The_Johns_Hopkins_University-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d103081-Reviews-The_Walters_Art_Museum-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d532175-Reviews-Peabody_Library-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d610046-Reviews-Hampden-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d144281-Reviews-Basilica_of_the_National_Shrine_of_the_Assumption_of_the_Blessed_Virgin_Mary-Baltim.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d10006562-Reviews-Baltimore_Society_of_Model_Engineers-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d10257223-Reviews-Pet_Portraits_by_Puptrait-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d109082-Reviews-or10-The_Maryland_Zoo-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d2356536-Reviews-Corradetti_Glassblowing_Studio_Gallery-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d9735245-Reviews-Waverly_Brewing_Company-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d109117-Reviews-Washington_Monument_and_Mount_Vernon_Place-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d8382229-Reviews-Baltimore_Chef_Shop-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d27780444-Reviews-Whitehall_Mill-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d15154324-Reviews-Baltimore_Spirits_Company-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d2322232-Reviews-Mount_Vernon_Cultural_District-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g57119-d7023336-Reviews-Sand_Hollow_Aquatic_Center-St_George_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60614-d155139-Reviews-Salt_Pond_Beach_Park-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298122-d1425224-Reviews-Atami_Hihokan-Atami_Shizuoka_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g659629-d6784857-Reviews-Cave_Bar-Kalamaki_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d10069539-Reviews-180_Degrees_Sunset_Bar-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g54126-d108100-Reviews-Misquamicut_State_Beach-Westerly_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d560716-Reviews-Hanakapiai_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d2240727-Reviews-Mariahilfer_Strasse-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g46649-d1975155-Reviews-The_Funplex-Mount_Laurel_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g31414-d4025521-Reviews-The_Shrine_of_St_Joseph_of_the_Mountains-Yarnell_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60811-d109082-Reviews-or10-The_Maryland_Zoo-Baltimore_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60811-d109082-Reviews-The_Maryland_Zoo-Baltimore_Maryland.html"
    }
]