[
    {
        "attraction_name": "The Land of Legends Theme Park",
        "attraction_name_vi": "Công viên giải trí Vùng đất huyền thoại",
        "general_info": [
            "5.642 đánh giá",
            "1 trong 3 hoạt động giải trí ở Kadriye",
            "Công viên giải trí chủ đề"
        ],
        "attraction_summary": "Tận hưởng bầu không khí đầy hành động của Công viên giải trí The Land of Legends. Bên cạnh những chiếc tàu lượn siêu tốc khổng lồ trong công viên giải trí thông thường của bạn và khu phức hợp vòng quay vui nhộn gợi lại trí nhớ còn có hàng chục trò chơi dưới nước, các buổi gặp gỡ và chào hỏi hàng ngày, chương trình biểu diễn trên đài phun nước và diễu hành. Bạn thậm chí có thể tương tác với cá heo ở vùng nước nông tại Dolphin Encounter. Đừng bỏ lỡ việc nếm thử ẩm thực Á-Âu tinh tế tại Nemo Restaurant Lounge, nơi có tầm nhìn tuyệt đẹp ra thủy cung. Cách Antalya nhộn nhịp khoảng 22 dặm, công viên sẽ là một chuyến đi trong ngày tuyệt vời nếu bạn đến thăm bờ biển phía nam Thổ Nhĩ Kỳ. Nếu một ngày không đủ, hãy nghỉ đêm tại khách sạn The Land of Legends Kingdom.  TripadvisorĐọc thêm",
        "reviews": [
            "Nơi này rất tốt cho các gia đình, tốt nhất cho những người đặt khách sạn không có hoạt động dưới nước. Công viên rất lớn và cần nhiều thời gian để đi hết tất cả các đường trượt và trò chơi. Nhưng nhìn chung, được khuyến khích cho các gia đình. Đọc thêm",
            "Kính gửi quý khách alhuniti,\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nYücel Yüksel\nAsst.Tổng Giám đốc\nCông viên giải trí The Land Of LegendsĐọc thêm",
            "Khách sạn Công viên giải trí Land of Legends là nơi mang đến trải nghiệm kỳ nghỉ khó quên. Đó là một sự lựa chọn tuyệt vời, nơi bạn có thể tìm thấy sự giải trí, sự thoải mái và dịch vụ tuyệt vời tất cả trong một. Tôi đanh gia cao khach sạn nay; bạn sẽ không thất vọng!Đọc thêm",
            "Kính gửi quý khách Lukas0081,\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nYÜCEL YÜKSEL\nAsst.Tổng Giám đốc\nCông viên giải trí Vùng đất huyền thoại\nĐọc thêm",
            "Ngả mũ trước tổ chức công viên giải trí tốt nhất ở Thổ Nhĩ Kỳ. Tận hưởng từng khoảnh khắc trong thời gian tôi ở Vùng đất huyền thoại. Thật đẹp, công viên thu hút bị đánh giá thấp. Ngoại trừ một số vấn đề nhỏ Tôi sẽ xử lý mọi thứ một cách xuất sắcĐọc thêm",
            "Kính gửi quý khách Estmar23\n\nCảm ơn bạn đã chọn Công viên giải trí Land of Legends. Chúng tôi rất vui khi biết rằng bạn đã tận hưởng ngày của mình ở đây. Chúng tôi đánh giá cao thời gian của bạn để bày tỏ phản hồi có giá trị về chuyến thăm của bạn, vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng, \n\nYÜCEL YÜKSEL \nAst. Tổng Giám đốc \nCông viên giải trí Vùng đất huyền thoại\nĐọc thêm",
            "Nếu bạn đến Land of Legends, hãy trả tiền cho Fast Track. Nếu không, chúng tôi đã mất 1 giờ xếp hàng cho một slide.\n\nnếu bạn muốn xem buổi biểu diễn buổi tối, hãy đến trước vì có nhiều người và không gian hạn chế. Đọc thêm",
            "Kính gửi quý khách a_sti10,\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nYücel Yüksel\nAsst.Tổng Giám đốc\nCông viên giải trí Land Of Legends\n\nĐọc thêm",
            "Vùng đất huyền thoại là một công viên rất tốt, những chuyến đi cảm giác mạnh mà họ có rất hay. Mặc dù có thể có nhiều hơn \nCác đường trượt nước là phần tốt nhất của công viên, rất tốt, đáng tin cậy và an toàn. Thú vị để sử dụng cho tất cả người dùng. Họ có một phạm vi rộng cho mọi lứa tuổi. \nChắc chắn sẽ giới thiệu nếu bạn đang đến thăm Antayla Thổ Nhĩ Kỳ Đọc thêm",
            "Kính gửi Quý khách charlottemY9831BM,\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày tuyệt vời tại Công viên chủ đề The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nSẽ là vinh dự khi được chào đón bạn trở lại Công viên chủ đề The Land of Legends.\n\nTrân trọng,\n\nYücel Yüksel\nTrợ lý Tổng giám đốc\nCông viên chủ đề The Land Of Legends\nĐọc thêm",
            "Trải nghiệm thật đẹp. Trung tâm mua sắm thực sự tuyệt đẹp và bị choáng ngợp bởi tất cả các lựa chọn về cửa hàng. Có rất nhiều lựa chọn thực phẩm trong công viên giải trí. Các chuyến đi thật đáng kinh ngạc và thời gian xếp hàng cho các trò chơi dưới nước và tàu lượn siêu tốc không quá 15 phút. Chắc chắn sẽ giới thiệu cho bất kỳ ai nếu họ ở Antalya hoặc Alanya. Đọc thêm",
            "Kính gửi quý khách Madelaine D,\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nYücel Yüksel\nAsst.Tổng Giám đốc\nCông viên giải trí The Land Of LegendsĐọc thêm",
            "Nơi tuyệt vời để giải trí gia đình!\nNhững chuyến đi tuyệt vời của công viên giải trí và công viên nước .. Tôi đã ghé thăm vào tuần trước của tháng 10 và các trò chơi dưới nước đã mở cửa .. nước không lạnh..nhiệt độ bình thường..nhiệt độ tổng thể cũng rất tuyệt.\nTại một số trò chơi dưới nước, chiều cao và trọng lượng đã được kiểm tra về độ an toàn!\n Tốt hơn hết bạn nên mặc đồ bơi và khám phá vì nó có thể tiếp cận được với cả trò chơi dưới nước và trò chơi trong công viên giải trí. Họ cũng cung cấp tủ khóa trả phí để đựng đồ đạc..\nThức ăn bình thường, giá cả phải chăng..nhà vệ sinh gọn gàng, phòng thay đồ và phòng tắm..\nCông viên nước và chủ đề đóng cửa lúc 5:30, các buổi biểu diễn diễu hành rất thú vị vào buổi tối!Đọc thêm",
            "Kính gửi quý khách zahabiyat2019,\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nYücel Yüksel\nAsst.Tổng Giám đốc\nCông viên giải trí Land Of Legends\nĐọc thêm",
            "Chúng tôi nhận được vé miễn phí vào công viên khi chúng tôi ở trong khách sạn Rixos nên đây là một chuyến đi miễn phí tuyệt vời. Công viên nước khổng lồ, chúng tôi phải mất một lúc để đi dạo xung quanh. Buổi biểu diễn cá heo rất hay và cậu con trai nhỏ của chúng tôi rất thích nhảy qua những con sóng trong bể tạo sóng.\nMột vài tiêu cực mặc dù. Các hồ bơi và đường trượt đã đóng băng vào tháng 10 mặc dù nhiệt độ là 30 độ. Con trai chúng tôi chỉ chơi vài ván trượt và thế là đủ. Ngoài ra, ngoài dòng sông lười, không có cầu trượt nào bạn có thể đi cùng nhau vì con trai chúng tôi chỉ cao 1,1m và quá nhỏ để có thể chơi bất cứ thứ gì ngoại trừ cầu trượt dành cho trẻ em quá nhỏ đối với cha mẹ.\nĐi bộ quanh công viên bằng chân trần thật khó chịu. Những con đường giống như bê tông thô nên mang giày nước.\nCó khá nhiều slide đóng cũng như lướt sóng. Có lẽ điều này là do cuối mùa giải nên nó khá yên tĩnh.\nHệ thống thanh toán thực sự tồi tệ. Bạn phải chuyển tiền tại một điểm rút tiền mặt vào dây đeo cổ tay của mình và sau đó thanh toán đồ ăn và đồ uống bằng vòng đeo tay của mình nhưng bạn không biết mình sẽ chi bao nhiêu nên chúng tôi chỉ đặt 50 đô la nhưng khi đến bữa trưa, chúng tôi không có đủ nên chúng tôi phải để lại thức ăn của chúng tôi và đi tìm một điểm rút tiền để bỏ thêm tiền và sau đó xếp hàng trở lại. Hệ thống ngu ngốc nhất mà tôi từng thấy.\nTàu lượn siêu tốc rất tốt và khá nhiều dành cho trẻ nhỏ, không xếp hàng để đi bất kỳ chuyến nào và trung tâm mua sắm vào buổi tối thực sự ấn tượng!\nNếu tôi đã trả đủ giá cho một vé gia đình thì tôi sẽ khá khó chịu với tất cả những điều tiêu cực nhưng vì nó miễn phí cho chúng tôi nên chúng tôi đã có một vài ngày vui vẻ ở đây.Đọc thêm",
            "Kính gửi Quý khách darrenh707,\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên chủ đề The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nTất cả các đánh giá, thiếu sót mà bạn đã trải qua đã được chia sẻ với các phòng ban liên quan và ban quản lý của Công viên chủ đề The Land of Legends. Bạn có thể chắc chắn rằng các biện pháp phòng ngừa cần thiết sẽ được thực hiện.\n\nThật vinh dự khi được chào đón bạn trở lại Công viên chủ đề The Land of Legends.\n\nTrân trọng,\n\nYücel Yüksel\nTrợ lý Tổng giám đốc\nCông viên chủ đề The Land Of Legends\nĐọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời khi đến thăm Vùng đất huyền thoại vào mùa đông. Nơi này thực sự tuyệt vời cho cả trẻ em và người lớn, và tôi rất biết ơn về trải nghiệm này. Đặc biệt cảm ơn Aymam và những người khác đã khiến chuyến đi của tôi trở nên đáng nhớ.Đọc thêm",
            "Kính gửi quý khách Mohammed T,\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình. Chúng tôi cũng rất vui khi biết rằng nhân viên của chúng tôi đã đáp ứng được mong đợi của bạn.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nGökhan Çeltikoğlu\nGiám đốc quan hệ khách hàng\nCông viên giải trí Land Of Legends\nĐọc thêm",
            "Công viên giải trí Land of Legends là nơi tuyệt vời dành cho trẻ em, các trò chơi dành cho cả gia đình. Sẽ giúp bạn giải trí cả ngày. Thời điểm tuyệt vời sẽ đến vì hàng đợi đi xe không dài. Xin gửi lời cảm ơn sâu sắc đến ecaterina, người rất xuất sắc.Đọc thêm",
            "Kính gửi quý khách asmahf2015,\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình. Chúng tôi cũng rất vui khi biết rằng nhân viên của chúng tôi đã đáp ứng được mong đợi của bạn.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nGökhan Çeltikoğlu\nGiám đốc quan hệ khách hàng\nCông viên giải trí The Land Of LegendsĐọc thêm",
            "Arrived at 10, got our wrist bands and got through security no bother. It was 42 degrees throughout the day, absolutely roasting, they made us take our shoes off before we queued and the ground was sore to walk on as it was that hot.They weigh you before each ride and for the new turtle one you have to be 115kg and for two it did not state the weight capacity, for all the other rides you have to be below 120kg so my partner couldnt enjoy this ride so as a result I didnt go on it either, the man stood weighing people who he thought looked big told us what rides he could go on which was helpful I guess and most of them, there is a minimum weight of 150kg for some rides and a max of 270kg for 4 people on a ride, weird - but I guess they have to comply with regulations of how the rides are made, just a bit embarrassing being weighed infront of people.We did not go in the theme park as it was just much too hot and queuing in the heat is not for us.After this experience we looked for a bite to eat for lunch and come to find after using the map and walking towards food places, they are all shut?! And the entrance to them are shut off if they are inside a place with multiple all fenced off! This is in peak time and the small amount that was open had our door seating in the sun, not ideal for this heat, we were hoping to sit in somewhere for the air con, walking around in peak heat looking for somewhere to sit down was awful.We found a Starbucks which seems to be the only place with indoor seating and it seems everyone else has come here as it is packed. 625 lira - 16, for two drinks that taste like robinsons cordial and 1 Toastie that didnt even have English on it, so no clue what was in it. On a  Positive note, the food around the park was cheap and the dolphin show and entertainment staff were excellent!Dont know if we will come back, do not recommend if you are plus size.Read more",
            "Vùng đất huyền thoại là một công viên rất đắt tiền so với những gì nó vốn có. Nếu bạn mong đợi một công viên giải trí có quy mô lớn, hãy tiết chế kỳ vọng của mình. Nó rất nhỏ. Nếu bạn định tận dụng tối đa công viên nước thì đó là nơi mọi thứ được cải thiện, nó có cảm giác giống như một công viên nước tử tế với một vài trò chơi kèm theo như công viên giải trí. Tôi đặt công viên chủ đề bằng dấu phẩy ngược vì có rất ít hoặc không có chủ đề thực sự. Chúng tôi đã đến vào một ngày rất nóng, đó hoàn toàn không phải là lỗi của công viên và nó không hề bận rộn chút nào, nghe có vẻ như giấc mơ của những người đam mê công viên giải trí phải không? Ồ không. Chúng tôi đã đi từng chuyến, một số đi đi lại lại nhiều lần trong vòng vài giờ. Bây giờ thì điều thực sự tồi tệ. Như những người khác đã đề cập ở đây, việc nạp tiền vào dây đeo cổ tay hoàn toàn là một trò lừa đảo. Công viên đắt kinh khủng đối với bất cứ thứ gì khác ngoài nước. Chúng tôi đã nạp 50 euro và 5 đồ uống sau đó không đủ tiền mua cho con trai tôi. Nghiêm túc mà nói, hãy mang theo chai nước nếu bạn quyết định đến thăm công viên, ví tiền của bạn sẽ cảm ơn bạn. Khi chúng tôi rời công viên, tôi đã mua 9 chai nước để không phải trải qua cơn ác mộng phải đòi lại bất kỳ khoản tiền chưa tiêu nào vì tôi chắc chắn không để công viên giữ nó. Vì vậy, nhìn chung, tôi hoàn toàn có thể tự tin khuyên mọi người tránh nơi này. Nó thậm chí còn không thể so sánh được với những đối thủ cùng thời ở Tây Ban Nha, như Port Aventura hay thậm chí là Terra Mitica. Đây là lần đầu tiên tôi thấy con trai mình thất vọng với một công viên giải trí và nó thích Gullivers World ở Warrington, có lẽ là nơi khốn khổ nhất trên trái đất!Đọc thêm",
            "Công viên nước là trải nghiệm một lần trong đời dù là người lớn hay trẻ em. Các slide cực kỳ thú vị cho tất cả mọi người. Chắc chắn sẽ quay lại lần nữa.Đọc thêm",
            "Kính gửi Quý khách I3973BEramim,\nChúng tôi rất vui khi biết rằng bạn đã có một ngày tuyệt vời tại Công viên chủ đề The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nSẽ là vinh dự khi được chào đón bạn trở lại Công viên chủ đề The Land of Legends.\n\nTrân trọng,\n\nGökhan Çeltikoğlu\nGiám đốc quan hệ khách hàng\nCông viên chủ đề The Land Of Legends\nĐọc thêm",
            "Chúng tôi đã tham gia như một phần của quyền truy cập miễn phí từ các khách sạn Rixos. Khi chúng tôi ở Tekirova, quá trình chuyển tiền mất nhiều thời gian, nhưng không lâu bằng việc chờ chuyến đi. Hệ thống thanh toán bằng dây đeo cổ tay rất phức tạp. Thức ăn rất đắt. Gia đình 4 bữa 100Fast track là một lựa chọn sáng suốt. Chờ 45 phút cho hầu hết các chuyến đi khi chúng tôi đi vào giữa tuần. Trải nghiệm Dolphin rất tốt nhưng chuyến đi Shark đã dành toàn bộ thời gian để chụp những bức ảnh mà bạn có thể mua với chi phí lớn sau đó là 25 mỗi chuyến. Nếu bạn ở khách sạn và thực hiện nó trong vài phút ngày nó có thể có giá trị tốt hơn. Lưu ý rằng giới hạn chiều cao đối với tàu lượn siêu tốc khiến chúng có độ tuổi từ 9-10 tuổiĐọc thêm",
            "Tôi yêu những chuyến đi. Hàng đợi ngắn. Đồ ăn nhẹ rất ngon.  Vòng đeo tay để đựng tiền mặt là một ý tưởng rất hay. Khách sạn Legend là khách sạn sạch sẽ tôi từng đến.  Có rất nhiều việc phải làm cho phòng chủ đề dành cho trẻ emĐọc thêm",
            "Kính gửi quý khách 962kyram,\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nGökhan Çeltikoğlu\nGiám đốc quan hệ khách hàng\nCông viên giải trí Land Of Legends\nĐọc thêm",
            "Thời gian tuyệt vời, trải nghiệm tuyệt vời với gia đình Rất khuyến khích cho mọi người, thức ăn tuyệt vời và cơ sở vệ sinh được đánh giá caoĐọc thêm",
            "Kính gửi quý khách Inspire28986469702,\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nGökhan Çeltikoğlu\nGiám đốc quan hệ khách hàng\nCông viên giải trí The Land Of LegendsĐọc thêm",
            "Nơi thực sự tốt đẹp, tôi khuyên bạn nên. Nó đáng giá và người dân rất thân thiện. Cần nạp tiền vào dây đeo cổ tay để sử dụng trong công viênĐọc thêm",
            "Kính gửi quý khách Olivia U,\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nGökhan Çeltikoğlu\nGiám đốc quan hệ khách hàng\nCông viên giải trí The Land Of LegendsĐọc thêm",
            "Thời gian tốt đẹp! Thời gian chờ đợi không quá lâu cho chuyến đi. Chỉ cần nhớ rằng để tiêu tiền tại công viên, bạn cần nạp tiền vào ví vì họ không dùng thẻ rút tiền.Đọc thêm",
            "Kính gửi quý khách 898jessicau,\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nGökhan Çeltikoğlu\nGiám đốc quan hệ khách hàng\nCông viên giải trí Land Of Legends\nĐọc thêm",
            "Đã hết mùa, rất ít hàng đợi, truy cập và dịch vụ nhanh chóng. Buổi biểu diễn cá heo thật tuyệt vời, bạn nên tham dự buổi biểu diễn này!Đọc thêm",
            "Kính gửi quý khách langaaker,\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nGökhan Çeltikoğlu\nGiám đốc quan hệ khách hàng\nCông viên giải trí Land Of Legends\nĐọc thêm",
            "Đây là công viên nước phải đến cho các gia đình có con nhỏ. Tôi đánh giá cao địa điểm này. Bạn có mọi thứ ở đây về chủ đề công viên nước và đồ ăn. Chúng tôi đã có một thời gian tuyệt vời ở đây. Đọc thêm",
            "Kính thưa quý khách,\nChúng tôi rất vui khi biết rằng bạn đã có một ngày vui vẻ tại Công viên giải trí The Land of Legends. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi vì phản hồi của bạn giúp chúng tôi duy trì các tiêu chuẩn dịch vụ cao nhất của mình.\n\nThật vinh dự khi được đưa bạn trở lại Công viên giải trí Vùng đất huyền thoại.\n\nTrân trọng,\n\nGökhan Çeltikoğlu\nGiám đốc quan hệ khách hàng\nCông viên giải trí The Land Of LegendsĐọc thêm",
            "Tại sao chúng ta không thể mua thẻ huyền thoại trên website nữa? Liệu nó vẫn có thể dùng? Nếu chúng tôi đã có thẻ còn hạn sử dụng thì liệu chúng tôi có tiếp tục sử dụng được không hoặc sẽ ngừng sử dụng?Đọc thêm",
            "Chúng tôi đang ở rixos Belek, nơi được vào công viên miễn phí. Tôi có thể đặt chỗ bơi cùng cá heo trước không nên tôi biết nó đã được đặt ở Đọc thêm",
            "Chúng tôi đang lên kế hoạch cho một chuyến đi đến Thổ Nhĩ Kỳ do chuyến thăm từ ngày 6 tháng 4 thì hầu hết các điểm tham quan có mở cửa không? Và liệu nó có xứng đáng với số tiền mà đứa con 6 tuổi cao dưới 130 cm của tôi quan tâm đến những hạn chế về chiều cao đối với việc đi xe. Các em sẽ không bận rộn vào dịp lễ Phục sinh không? Đọc thêm",
            "Khi nào công viên nước mở cửa?Đọc thêm",
            "Công viên nước đóng cửa suốt mùa đông và mở cửa trở lại vào ngày 1 tháng 5. Hy vọng điều này sẽ giúp ích xĐọc thêm",
            "Ai có thể vui lòng cho tôi biết CÁCH mua thẻ nhanh được không? Khi truy cập trang web LOL, bạn có thể mua vé vào cổng nhưng không nơi nào có tùy chọn mua thẻ nhanh trước khi nhập thông tin thanh toán. Bạn có mua chúng ở công viên không? Bạn đã mua chúng từ một trang web thứ cấp? Xin hãy giúp đỡ, cảm ơn!Đọc thêm",
            "Có đáng để đến Vùng đất huyền thoại vào tháng 2 không? Ngoài ra có ai biết giá vé nhanh là bao nhiêu và trang nào là trang chính thức để mua vé không?Đọc thêm",
            "Xin chào, có đáng để ghé thăm vào tuần đầu tiên của tháng 5 không vì tôi nghĩ các hồ bơi vẫn đóng cửa. \nBiểu diễn cá heo có tính thêm phí không?\nCảm ơn bạnĐọc thêm",
            "Công viên nước có mở cửa vào đầu tháng 10 không?Đọc thêm",
            "Có phải tất cả các công viên đều mở cửa vào tháng 11 và nếu có thì thời gian mở cửa là khi nào? Cảm ơnĐọc thêm",
            "bãi đỗ xe rộng rãi và có người trông coi?Đọc thêm",
            "Xin lỗi không có ý tưởng.  Di chuyển bằng taxiĐọc thêm"
        ],
        "star_ratings": [
            4285,
            589,
            329,
            187,
            295
        ],
        "review_amount": 5685,
        "location": [
            "Công viên chủ đề Đất nước huyền thoại",
            "Bờ biển Địa Trung Hải của Thổ Nhĩ Kỳ",
            "Thổ Nhĩ Kỳ",
            "Tỉnh Antalya",
            "Các hoạt động ở Kadriye",
            "Châu Âu",
            "Quận Serik",
            "Kadriye",
            "Belek"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 11, 2023",
            "Written July 14, 2023",
            "Written September 18, 2023",
            "Written September 23, 2023",
            "Written October 9, 2023",
            "Written October 27, 2023",
            "Written November 1, 2023",
            "Written December 17, 2023",
            "Written December 21, 2023",
            "Written June 6, 2024",
            "Written June 5, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g7380333-d12616283-Reviews-The_Land_of_Legends_Theme_Park-Kadriye_Belek_Serik_District_Turkish_Mediterrane.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d12675746-Reviews-Piazzetta_italiana-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312725-d23396647-Reviews-Mykorini-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d24050081-Reviews-Ava_Restaurant-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d12675764-Reviews-Asil_Restaurant_Antalya-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d12696226-Reviews-NEMO_Restaurant_Lounge-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d26327865-Reviews-Ala_Aksam_Restaurant-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d26329280-Reviews-Ala_Aksam_Restaurant-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d23174453-Reviews-HafIz_Mustafa_1864_Antalya-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d6908730-Reviews-The_19th_Hole_Bar-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d24017953-Reviews-Yotto_Sushi_Wok_Land_Of_Legends-Kadriye_Belek_Serik_District_Turkish_Mediterran.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d17395991-Reviews-The_Land_of_Legends_Shopping_Avenue-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g7380333-d20868744-Reviews-Kadriye_Beach-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d4132695-Reviews-Belek_Town_Mosque-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3669099-Reviews-Forsa_2000_Shopping_Center-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d23696314-Reviews-Belek_Saat_Kulesi-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d23683630-Reviews-Mustafa_Kemal_Ataturk_Monument-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3617309-Reviews-Akkapark_Shopping_Mall-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d21209938-Reviews-Belek_Beach-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g7380333-d12616283-Reviews-or10-The_Land_of_Legends_Theme_Park-Kadriye_Belek_Serik_District_Turkish_Medite.html",
            "https://www.tripadvisor.com/Attraction_Review-g297963-d12693607-Reviews-Chapito-Serik_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d3601909-Reviews-Carya_Golf_Club-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d2510852-Reviews-Kaya_Palazzo_Golf_Club-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d12290140-Reviews-Tours_in_Belek-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d6636906-Reviews-Sueno_Golf_Club-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d10771149-Reviews-Grandtransfers-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d15118002-Reviews-Daily_Trips_Belek-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d4480455-Reviews-The_Montgomerie_Maxx_Royal_Golf_Club-Belek_Serik_District_Turkish_Mediterranean_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d13396830-Reviews-Toprak_Vi_p_Transfer-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297963-d548067-Reviews-Aspendos_Ruins-Serik_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d10666236-Reviews-BDT_Belek_Doga_Tour-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d6501996-Reviews-The_Brezza_Bar-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d3702730-Reviews-Sanitas_Spa_Wellness-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g295366-d306964-Reviews-Pacaya_Volcano-Antigua_Sacatepequez_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g32091-d584602-Reviews-Potter_Schoolhouse-Bodega_Bay_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105261-Reviews-Water_Place_Park-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4754265-Reviews-Museum_of_Alchemists_and_Magicians_of_Old_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d3906822-Reviews-Casa_Cenote-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g295396-d15772755-Reviews-Zoom_Beach-Constanta_Constanta_County_Southeast_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298298-d8650778-Reviews-Gerbang_Malam-Ipoh_Kinta_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g54066-d664387-Reviews-East_Beach-Charlestown_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d7812507-Reviews-Hathaway_s_Pond-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g198440-d622741-Reviews-Audi_Museum-Ingolstadt_Upper_Bavaria_Bavaria.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g7380333-d12616283-Reviews-or10-The_Land_of_Legends_Theme_Park-Kadriye_Belek_Serik_District_Turkish_Medite.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g7380333-d12616283-Reviews-The_Land_of_Legends_Theme_Park-Kadriye_Belek_Serik_District_Turkish_Mediterrane.html"
    }
]