[
    {
        "attraction_name": "The Museum of Modern Art (MoMA)",
        "attraction_name_vi": "Bảo tàng Nghệ thuật Hiện đại - MoMA -",
        "general_info": [
            "18.399 đánh giá",
            "- 17 trong số 2.165 điều cần làm ở Thành phố New York",
            "Viện bảo tàng nghệ thuật"
        ],
        "attraction_summary": "Tọa lạc tại trung tâm Manhattan, Bảo tàng Nghệ thuật Hiện đại - MoMA - là nơi có bộ sưu tập nghệ thuật hiện đại và đương đại lớn nhất thế giới. Bộ sưu tập có sự góp mặt của Vincent van Gogh - s - The Starry Night - cùng với các tác phẩm của Claude Monet, Pablo Picasso, Frida Kahlo, Andy Warhol, Salvador Dalí và nhiều nghệ sĩ vĩ đại khác của thời đại chúng ta. Bộ sưu tập của MoMA cũng trưng bày nhiếp ảnh, phim ảnh, kiến ​​trúc, thiết kế, truyền thông và nghệ thuật trình diễn. Du khách cũng có thể tận hưởng Cửa hàng MoMA hàng đầu và một loạt các lựa chọn ăn uống chất lượng cao.Đọc thêm",
        "reviews": [
            "Đây là New York mang tính biểu tượng mà rất nhiều du khách tưởng tượng trước khi ghé thăm - những tòa nhà chọc trời ngoạn mục như Tòa nhà Chrysler và Tòa nhà Empire State, các tòa nhà công cộng mang tính biểu tượng như Nhà ga Grand Central và Thư viện Công cộng New York, và sự hối hả và nhộn nhịp không ngừng nghỉ của thành phố. nhưng con đương thanh phô. Fifth Avenue là thiên đường của người mua sắm, nơi bạn có thể tìm thấy mọi loại cửa hàng có thể tưởng tượng được, với các thương hiệu thời trang từ bình dân đến cực kỳ sang trọng. Ghé thăm Trung tâm Rockefeller để trải nghiệm sự hùng vĩ của Art Deco cao chót vót và những người sành ăn sẽ yêu thích những nhà hàng đông đúc mở cửa muộn ở Koreatown. Sau khi trời tối, Midtown dịu đi đôi chút, nhưng bất cứ lúc nào dù ngày hay đêm vẫn có cảm giác 100 - New York.Đọc thêm",
            "Tôi yêu bảo tàng, nhưng họ thực sự cần có sẵn biển báo hoặc bản đồ tốt hơn. Chúng tôi muốn gặp một số nghệ sĩ cụ thể và tình cờ đi vào đúng phòng trưng bày. Hãy chuẩn bị rằng Hiện đại có nghĩa là kỳ quặc. Những chiếc quần lót dài thành hình ngôi sao và những cây gậy bóng chày tựa vào cửa là hai trong số những vật trưng bày. Mặt khác? Matisse!!Đọc thêm",
            "Ồ. Chúng tôi rất thích chuyến thăm MOMA ở New York vào kỳ nghỉ tháng Bảy. Thật là một buổi chiều thú vị và đầy thông tin mà chúng tôi đã khám phá từng phòng trưng bày. Các triển lãm nghệ thuật và tranh vẽ thật tuyệt vời để xem. Mọi thứ đều được minh họa rõ ràng và dễ hiểu. Tòa nhà kiến ​​trúc thực tế của MOMA cũng là một minh họa tuyệt vời. Muốn giới thiệu một chuyến thăm và chúng tôi sẽ quay lại lần nữa nếu chúng tôi quay lại New York. Đọc thêm",
            "Bảo tàng tuyệt vời nếu bạn là người yêu nghệ thuật. Được tổ chức tốt, trải rộng trên 6 tầng với nhiều nghệ sĩ hiện đại. Bạn có thể dễ dàng dành một vài ngày ở đây nếu bạn muốn xem mọi thứ và cảm nhận công bằng. Giá trị tốt cho - ở NYC. Đọc thêm",
            "Một bảo tàng tuyệt vời cho trẻ em và người lớn. Không quá lớn và ở trung tâm thị trấn, bảo tàng này là điều bắt buộc. Đây là một bảo tàng khai trương tuyệt vời dành cho trẻ em, có thể là triển lãm súp Campbell hoặc các cuộc triển lãm khác. Phần tốt nhất là nó dễ điều hướng và không quá choáng ngợp.  Đọc thêm",
            "Tôi không nghĩ mình lại quan tâm đến Nghệ thuật Hiện đại đến vậy và mặc dù một số tác phẩm không hợp với sở thích của tôi nhưng tôi rất ngạc nhiên khi thấy Monet, Van Gogh và Klimt ở đây.  Cũng thấy Picasso, Dali và Georgia O - Keefe.  Nếu bạn thích bất kỳ nghệ sĩ nào trong số đó thì đây là một điểm dừng chân đáng giá.  Nó nằm ở trung tâm Midtown, rất dễ dàng để ghé qua.Đọc thêm",
            "Tôi đã đưa con gái mình đến MoMA vào tháng 5 vừa qua và chúng tôi đã có khoảng thời gian tuyệt vời. Tôi biết tôi đã đến thăm bảo tàng này trước đây, nhưng tôi không thể nhớ đã bao lâu rồi. Con gái tôi rất ngạc nhiên trước tất cả các nghệ sĩ khác nhau. Chắc chắn sẽ là một chuyến đi hàng năm, để xem có tác phẩm nghệ thuật nào mới không.Đọc thêm",
            "Luôn thích ghé thăm bảo tàng này khi tôi ở NYC. Họ có bộ sưu tập cốt lõi mà tôi luôn thích ghé thăm, cũng như các triển lãm nổi bật của họ, thường rất thú vị. Bạn không thể làm tất cả việc này trong 1 ngày và có rất nhiều tác phẩm nghệ thuật để xem, vì vậy có thể lên kế hoạch cho việc này trong vài ngày. Nó chắc chắn có giá trị nếu bạn thích nghệ thuật và ngắm nhìn các tác phẩm nghệ thuật sắp đặt khác nhau ngoài kia. Vui mừng được quay lại đây sớm! Đọc thêm",
            "Điều đầu tiên chúng tôi nhận thấy khi bước vào là những người biểu tình đang hô vang ở sảnh. Họ là những nhà hoạt động vì khí hậu nên chúng tôi không bận tâm. Bộ sưu tập nghệ thuật thật tuyệt vời và cửa hàng cũng vậy. Tôi thực sự khuyên bạn nên ghé thăm nơi này nếu bạn muốn xem nghệ thuật nhưng không có nhiều thời gian như MET yêu cầu.Đọc thêm",
            "Đây là một trong những nhu cầu thiết yếu của cuộc sống. MOMA New York là đền thờ của những nghệ sĩ vĩ đại nhất thế kỷ 20. \nNó được sắp xếp đẹp mắt và có đủ không gian để bạn không bị kiệt sức vì trải nghiệm. Có cảm giác rằng mỗi bức tranh, được chiếu sáng và treo hoàn hảo, cần có đủ không gian xung quanh để sự rung động của nó có thể thở và cộng hưởng xung quanh chính nó. Những khoảng dừng vật lý này, giống như kem hấp, làm tươi mát vòm miệng. \nDali, Pollock, Bacon, Chagall, v.v. đều có mặt ở đây nhưng còn nhiều điều phong phú hơn để trải nghiệm.\nNew York sẽ là một nơi nghèo hơn nếu không có nó. Bạn cũng vậy. \nPhòng trưng bày nghệ thuật khi cuộc sống được nâng cao và cuộc sống được chiếu sáng.Đọc thêm",
            "MOMA là một bảo tàng đẳng cấp thế giới.  Hiện có hai triển lãm đặc biệt xuất sắc: Picasso In Fountainbleu và Ed Ruscha - Now Then.  Bộ sưu tập Thường trực hiện được trưng bày theo cách chiết trung một chút - không nhất thiết phải nhóm các nghệ sĩ hoặc các giai đoạn một cách mạch lạc, nhưng có rất nhiều tác phẩm tuyệt vời để thưởng thức.  Tuy nhiên, - Starry Night - hiện có rất nhiều bức ảnh di động xung quanh nó giống như Mona Lisa ở bảo tàng Louvre, khiến bạn không thể thưởng thức được nữa.Đọc thêm",
            "MoMA là một kiệt tác! Các cuộc triển lãm rất quyến rũ, cách bố trí dễ điều hướng và đội ngũ nhân viên thân thiện và hiểu biết. Một nơi không thể bỏ qua cho những người đam mê nghệ thuật!Đọc thêm",
            "MoMA là trung tâm sáng tạo của New York. Bên trong, nghệ thuật mang tính biểu tượng và triển lãm tương tác truyền cảm hứng. Đó là một nơi sôi động, nơi mọi người có thể khám phá những điều mới mẻ. Rời đi, tôi cảm thấy tràn đầy năng lượng bởi trải nghiệm này.Đọc thêm",
            "Phòng trưng bày nghệ thuật hiện đại đẹp mắt với các tác phẩm tinh xảo của các nghệ sĩ như van Gogh, Picasso, Gaugin, Cezanne, Salvador Dali và những người khác. Có một nhà hàng và cửa hàng quà tặng đẹp cũng như một quán cà phê ngoài trờiĐọc thêm",
            "Bảo tàng là một tòa nhà đẹp và Nghệ thuật - hay những gì tôi thấy về Nghệ thuật là đẳng cấp thế giới.!! - Tuy nhiên, tổ chức tại bảo tàng gần như không tồn tại vào ngày chúng tôi đến. Chúng tôi đã đi nửa vòng trái đất để xem Nghệ thuật nhưng chúng tôi đã phải thất vọng lớn. Hãy để tôi giải thích: Hôm đó là một ngày mưa, ngày chúng tôi đến thăm. Chúng tôi nghĩ rằng đó là thời điểm lý tưởng để tham quan và được bảo vệ khỏi mưa. Tuy nhiên, mọi khách du lịch khác ở NYC đều có cùng ý tưởng. Khi chúng tôi đến đó, hàng đợi rất dài, vòng quanh các tòa nhà. Tuy nhiên, chúng tôi vui mừng khi thấy hàng đợi di chuyển nhanh chóng và chúng tôi đã sớm vào bên trong. MoMA có nội thất rất đẹp và thoải mái mặc dù sẽ tốt hơn nếu có nhiều chỗ ngồi hơn. Khi tôi di chuyển xung quanh, tôi không thể tin được quy mô của đám đông bên trong, thực sự có một đám đông chen chúc với rất nhiều người chen lấn. Tôi thấy rất khó để tiến lên và tôi rất muốn xem những bức tranh ấn tượng. Tôi không biết hướng đi và tôi đã tìm kiếm một Hướng dẫn viên Bảo tàng nhưng không thấy họ ở đâu cả. Vì vậy, chúng tôi tiếp tục đi bộ, chỉ để biết rằng khu vực trường phái ấn tượng rất khó đến vì lối đi chính đã bị chặn và chúng tôi sẽ phải chiến đấu để vượt qua đám đông và đi theo con đường dài để đến đó. Cuối cùng, chúng tôi bỏ cuộc. Vẫn thiếu hướng dẫn viên, vì vậy không có sự giúp đỡ. Vâng, chúng tôi đã đi nửa vòng trái đất và đã bỏ lỡ việc xem các họa sĩ trường phái ấn tượng. Thật đau lòng cho chúng tôi! Đây là một lời khuyên cho những người tổ chức MoMa. 1. Hạn chế số lượng người vào bảo tàng cùng một lúc. Sắp xếp một thời gian biểu để số lượng luôn được kiểm soát ở mức hợp lý. 2. Thuê thêm hướng dẫn viên bảo tàng và sắp xếp họ ở nơi có thể nhìn thấy họ. 3. Yêu cầu họ mặc đồng phục có màu sắc sặc sỡ để có thể dễ dàng nhìn thấy họ trong đám đông. Đọc thêm",
            "Chúng tôi đến nửa tiếng trước khi nó mở cửa và xếp hàng dài chờ đợi. Một khi nó mở dòng đã đi nhanh. Chúng tôi đã đặt vé trực tuyến. Luôn có rất nhiều cuộc triển lãm hay và người ta có thể dành vài giờ. Chúng tôi đã dành khoảng 2,5 giờ.Đọc thêm",
            "Là một nhóm bạn bè, chúng tôi đã đến đó. Bản thân tôi thích đến bảo tàng một mình và gặp gỡ bạn bè trong một nhà hàng. Đây là một trong những nơi nổi bật ở NY. Cho dù bạn có phải là người hâm mộ nghệ thuật hiện đại hay không thì bạn cũng sẽ thích nó. Nhưng nếu bạn là người yêu thích nghệ thuật hiện đại thì nó là tác phẩm hay nhất trên thế giới. Giá vé cho người lớn là 30 - .đừng bỏ lỡ cửa hàng quà tặng ở tòa nhà tách biệt rất tốt.Đọc thêm",
            "Bảo tàng hoàn toàn đẹp, rất thân thiện, phòng tắm có cửa gian hàng thực sự, nhiều chỗ ngồi và nhân viên chu đáo.  Bản đồ treo tường trong bảo tàng bị hạn chế và tôi gặp khó khăn khi cố gắng tìm những gì tôi muốn xem.  Nhân viên nói rằng hãy sử dụng mã QR trên điện thoại của bạn, nhưng điều đó khiến pin của tôi cạn kiệt rất nhanh và có rất ít điểm làm việc để sạc lại.  Vui lòng sửa các bộ sạc bị hỏng và bổ sung thêm các điểm sạc nếu bạn muốn khách sử dụng điện thoại của mình.Đọc thêm",
            "Trải nghiệm bảo tàng tuyệt vời. Tôi thích việc bảo tàng có một trang web chứa các bản ghi âm của nghệ sĩ chia sẻ quan điểm của họ về tác phẩm nghệ thuật của họ. Điều này thực sự đã nâng cao hiểu biết của tôi về trải nghiệm tổng thể của nghệ thuật.Đọc thêm",
            "chúng tôi đã chọn làm thành viên vì nó có cùng mức giá. rất nhiều tác phẩm nổi tiếng, tuyệt vời mà bạn có thể lang thang cả ngày. đám đông vào thứ bảy mùa xuân có mặt ở khắp mọi nơi, nhưng điều đó không làm mất đi trải nghiệm tuyệt vời. rất khuyến khích và chúng tôi sẽ quay lạiThêm",
            "- Chào mừng bạn đến với Bảo tàng Nghệ thuật Hiện đại, nơi mỗi bước bạn thực hiện giống như một cuộc phiêu lưu xuyên thời gian qua những góc sáng tạo kỳ quặc nhất! Việc phân chia các tầng theo các năm khác nhau của nghệ thuật hiện đại là một sáng tạo thiên tài - cuối cùng, một bảo tàng cho phép bạn nhảy lò cò xuyên qua lịch sử mà không cần Xoay thời gian! Nhưng hãy cẩn thận, những người đam mê nghệ thuật dũng cảm, khi bạn bước sang những năm gần đây nhất, hãy chuẩn bị để khiến các giác quan của bạn bị nhột nhột, vặn vẹo và có thể bị tổn thương! Từ nơi trú ẩn bụi phóng xạ khiến bạn muốn kiểm tra RadAway cho đến móng tay và ngón chân đóng chai khiến bạn phải suy nghĩ lại về thói quen chăm sóc móng tay của mình, MOMA - s có tất cả. Và đừng quên nghệ thuật tạo hương thơm - bởi vì ai lại không muốn mũi của mình trải qua cảm giác đau đầu như tàu lượn siêu tốc và - mùi đó là gì? - những khoảnh khắc? Bất chấp việc thỉnh thoảng phải gãi đầu, đảo mắt và nhéo mũi, MOMA vẫn mang đến một cuộc hành trình kỳ lạ tuyệt vời xuyên qua sáu tầng của lịch sử nghệ thuật hiện đại. Chỉ cần nhớ mang theo khiếu hài hước và một dạ dày khỏe mạnh - cả hai đều sẽ được kiểm tra kỹ lưỡng! - Đọc thêm"
        ],
        "star_ratings": [
            11271,
            4418,
            1845,
            557,
            311
        ],
        "review_amount": 18402,
        "location": [
            "Bảo tàng Nghệ thuật Hiện đại - MoMA -",
            "Hoa Kỳ",
            "New York - NY -",
            "Thành phố New York",
            "Những điều cần làm ở thành phố New York"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written July 22, 2023",
            "Written July 24, 2023",
            "Written August 13, 2023",
            "Written August 16, 2023",
            "Written September 1, 2023",
            "Written September 7, 2023",
            "Written September 22, 2023",
            "Written October 26, 2023",
            "Written October 30, 2023",
            "Written May 24, 2024",
            "Written May 18, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 12, 2024",
            "Written May 8, 2024",
            "Written May 5, 2024",
            "Written April 22, 2024",
            "Written April 20, 2024",
            "Written April 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d105126-Reviews-The_Museum_of_Modern_Art_MoMA-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d21410713-Reviews-La_Grande_Boucherie-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d8557227-Reviews-Jams-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1950899-Reviews-Bill_s_Bar_Burger-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d7814915-Reviews-Loi_Estiatorio-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d549201-Reviews-The_Modern-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d8534818-Reviews-Ocean_Prime-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d4101797-Reviews-Nerai-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1368208-Reviews-BG_Bergdorf_Goodman-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1526337-Reviews-The_Capital_Grille-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d23792673-Reviews-Angelina_Bakery_Times_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d146337-Reviews-St_Thomas_Church-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d267031-Reviews-Manhattan_Skyline-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d110164-Reviews-Radio_City_Music_Hall-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136053-Reviews-St_Patrick_s_Cathedral-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136087-Reviews-Paley_Center_for_Media-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105123-Reviews-Rockefeller_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10749293-Reviews-Christmas_Spectacular_Starring_the_Radio_City_Rockettes-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10859320-Reviews-53rd_Street_Public_Library-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d615586-Reviews-CBS_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d587661-Reviews-Top_of_the_Rock-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105126-Reviews-or10-The_Museum_of_Modern_Art_MoMA-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1687489-Reviews-The_National_9_11_Memorial_Museum-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105125-Reviews-The_Metropolitan_Museum_of_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d116236-Reviews-New_York_Public_Library-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d626630-Reviews-Ground_Zero_Museum_Workshop-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d265495-Reviews-Museum_at_Eldridge_Street-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d210108-Reviews-American_Museum_of_Natural_History-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d525259-Reviews-Museum_of_Sex-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d107466-Reviews-Frick_Collection-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d106609-Reviews-The_Met_Cloisters-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548703-Reviews-Rubin_Museum_of_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2179577-Reviews-Improv_4_Kids-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3549913-Reviews-Peter_Pen_Tours_of_Central_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10422839-Reviews-Telltale_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565447-Reviews-MoMA_Design_Store-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d295916-Reviews-American_Girl_Place_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3476301-Reviews-Central_Park_Tours_Bike_Rentals-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15023410-Reviews-NiteTables_Experiences-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17818971-Reviews-Your_VIP_Pass-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1765432-Reviews-Central_Park_Sightseeing-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4040895-Reviews-Whiskey_trader_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16669882-Reviews-Experience_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d605575-Reviews-Marfreless-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d133818-Reviews-The_Institute_of_Contemporary_Art-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34341-d109764-Reviews-Fernandina_Beach-Amelia_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60908-d1368444-Reviews-Rush_Mountain_Adventure_Park-Keystone_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g47266-d10274476-Reviews-Argyle_Park-Babylon_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32375-d21392908-Reviews-Center_of_the_World-Felicity_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297914-d4040356-Reviews-International_Tsunami_Museum-Khao_Lak_Takua_Pa_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303902-d317729-Reviews-Damnoen_Saduak_Floating_Market-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d197714-Reviews-Pantheon-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g42531-d20904937-Reviews-Christmas_Cove_Beach-Northport_Leelanau_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d105126-Reviews-or10-The_Museum_of_Modern_Art_MoMA-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d105126-Reviews-The_Museum_of_Modern_Art_MoMA-New_York_City_New_York.html"
    }
]