[
    {
        "attraction_name": "The Pier at Garden City Beach",
        "attraction_name_vi": "Bến tàu ở bãi biển Garden City",
        "general_info": [
            "501 đánh giá",
            "- 1 trong 14 việc cần làm ở Bãi biển Garden City",
            "Cầu tàu - Lối đi lót ván"
        ],
        "attraction_summary": "Đi dạo bến tàu vào đầu buổi tối. Arcade và bếp nướng nhỏ nằm bên trong. Nhà hàng w âm nhạc cũng ở bên ngoài. Quầy bar có sân khấu ca nhạc ở cuối bến tàu. Karaoke và các ban nhạc chơi những gì dường như diễn ra hàng đêm. Không thể đi đến cuối bến tàu vào ban đêm trừ khi 21 tuổi. Rất nhiều câu cá với tỷ lệ nhỏ hàng ngày. Rất nhiều chỗ ngồi và ô dù. Đi bộ trên bến tàu luôn là điều cần thiết khi đi nghỉ ở bãi biển!!Đọc thêm",
        "reviews": [
            "Đó là một bến tàu đủ đẹp. Chúng tôi đi bộ ra cuối cùng, đi bộ miễn phí - Chi phí - đi câu cá - . Có một quầy bar ở cuối quán, khá là thú vị. Đồ uống - không có gì đặc biệt nhưng nó - là một sự bổ sung tuyệt vời. Bạn có thể ngắm nhìn một số khung cảnh đẹp của bờ biển và thậm chí có thể nhìn thấy Bãi biển Myrtle từ bến tàu.Đọc thêm",
            "Chúng tôi đi dạo trên bến tàu vào buổi tối ngay trước khi mặt trời lặn. Tôi thực sự thích ý tưởng đi bộ ra xa bờ biển! Những chiếc ô được dựng lên để ngồi, mọi người đang câu cá - một khoảng thời gian thư giãn, thoải mái cho bất kỳ ai, đặc biệt là những người đang đi nghỉ. Nước và bờ biển trông đẹp ở cả hai bên. Chụp một số bức ảnh gia đình tôi và mặt nước.\n\nĐến khu trò chơi điện tử sau đó để vui chơi với bọn trẻ. Bạn chắc chắn sẽ muốn ghé thăm nếu ghé thăm. Không mất phí và có tầm nhìn tuyệt đẹp! Đọc thêm",
            "Chúng tôi yêu thích kỳ nghỉ gia đình gần đây nhất của mình tới SC. Chúng tôi ở Garden City lần đầu tiên vào tháng 10 và yêu thích bãi biển này!\n\nNgôi nhà của chúng tôi nằm ngay đối diện bãi biển nên chúng tôi có thể ngắm nhìn vẻ đẹp của bình minh và làn nước lấp lánh. Rất đẹp!\n\nChúng tôi muốn đến vào tháng 10 vì ở đó ít đám đông hơn và có nhiều không gian hơn để di chuyển trên cát và nước. Bọn trẻ hoàn toàn thích xuống nước ngay cả vào thời điểm này trong năm. Vừa mới bước vào hè, trong người vẫn có chút ấm áp, không nóng nực như mùa hè nhưng vẫn có nhiệt độ dễ chịu. Dù sao đi nữa, hộp cát khổng lồ của bãi biển thật tuyệt vời. Những đứa trẻ thích chơi đùa trên cát, xây dựng, xây lâu đài và đào hố chôn nhau. Những đứa trẻ lớn hơn của tôi thích có đủ chỗ để chơi bóng đá hoặc chạy đua dọc theo mặt nước.\n\nMột điểm cộng nữa ở nơi chúng tôi tọa lạc là bến tàu Garden City ở bên phải. Nó nằm trong khoảng cách đi bộ để đi ra ngoài và ngay cả khi chúng tôi đang ngồi bên bờ biển, đó vẫn là một bức tranh tuyệt đẹp. Chúng tôi đảm bảo sẽ xuống vào buổi tối để ngắm mặt trời lặn và chụp những bức ảnh đẹp. Những con mòng biển có rất nhiều ở khu vực này mà bọn trẻ yêu thích.\n\nKhiếu nại duy nhất của tôi là không có đủ vỏ sò. Một trong những điều tuyệt vời nhất ở bãi biển là vỏ sò. Bãi biển cụ thể này không có nhiều và những gì chúng tôi tìm thấy là rất nhỏ. Tôi biết rằng sẽ có một loại máy nghiền nào đó xuất hiện, nhưng tôi ước gì nó có thể quay trở lại việc để vỏ sò nằm ở nơi chúng có thể.\n\nNếu bạn có cơ hội ở gần bãi biển này hoặc chỉ ghé thăm, tôi rất muốn giới thiệu nó. Một khu vực rất đẹp!Đọc thêm",
            "Chúng tôi yêu thích kỳ nghỉ gia đình gần đây nhất của mình tới SC. Chúng tôi ở Garden City lần đầu tiên vào tháng 10 và yêu thích bãi biển này! Ngôi nhà của chúng tôi nằm ngay đối diện bãi biển nên chúng tôi có thể ngắm nhìn vẻ đẹp của bình minh và làn nước lấp lánh. Đẹp quá! Chúng tôi muốn đến vào tháng 10 vì ở đó ít đám đông hơn và có nhiều không gian hơn để di chuyển trên cát và nước. Bọn trẻ hoàn toàn thích xuống nước ngay cả vào thời điểm này trong năm. Vừa mới bước vào hè, trong người vẫn có chút ấm áp, không nóng nực như mùa hè nhưng vẫn có nhiệt độ dễ chịu. Dù sao đi nữa, hộp cát khổng lồ của bãi biển thật tuyệt vời. Những đứa trẻ thích chơi đùa trên cát, xây dựng, xây lâu đài và đào hố chôn nhau. Những đứa trẻ lớn hơn của tôi thích có đủ chỗ để chơi bóng đá hoặc chạy đua dọc theo mặt nước. Một điểm cộng nữa ở nơi chúng tôi tọa lạc là bến tàu Garden City ở bên phải. Nó nằm trong khoảng cách đi bộ để đi ra ngoài và ngay cả khi chúng tôi đang ngồi bên bờ biển, đó vẫn là một bức tranh tuyệt đẹp. Chúng tôi đảm bảo sẽ xuống vào buổi tối để ngắm mặt trời lặn và chụp những bức ảnh đẹp. Ở khu vực này có rất nhiều hải âu và bọn trẻ rất thích. Khiếu nại duy nhất của tôi là không có đủ vỏ sò. Một trong những điều tuyệt vời nhất ở bãi biển là vỏ sò. Bãi biển cụ thể này không có nhiều và những gì chúng tôi tìm thấy là rất nhỏ. Tôi biết rằng có một loại máy nghiền nào đó đang đến, nhưng tôi ước gì nó có thể quay trở lại việc để vỏ sò nằm ở nơi chúng có thể. Nếu bạn có cơ hội ở gần bãi biển này, hoặc chỉ xuống thăm , Tôi rất muốn khuyên bạn điêu đo. Một khu vực rất đẹp!Đọc thêm",
            "Người mà chúng tôi tiếp xúc rất tốt bụng và thực tế. Anh ấy dường như thực sự quan tâm đến bến tàu, con người và giữ cho tất cả mọi người có thể tiếp cận được. Đi bộ miễn phí trên bến tàu và những người câu cá đã chia sẻ niềm đam mê của họ với chúng tôi.  Cá đuối, cá nóc, sứa, sao biển và cá vua.  Rất tuyệt!  Đi!Đọc thêm",
            "Chúng tôi đi dạo trên bến tàu vào buổi tối ngay trước khi mặt trời lặn. Tôi thực sự thích ý tưởng đi bộ ra xa bờ biển! Những chiếc ô được dựng lên để ngồi, mọi người đang câu cá - một khoảng thời gian thư giãn, thoải mái cho bất kỳ ai, đặc biệt là những người đang đi nghỉ. Nước và bờ biển trông đẹp ở cả hai bên. Chụp một số bức ảnh gia đình tôi và mặt nước. Đến khu trò chơi điện tử sau đó để vui chơi với bọn trẻ. Bạn chắc chắn sẽ muốn ghé thăm nếu ghé thăm. Không mất phí và có tầm nhìn tuyệt đẹp! Đọc thêm",
            "Tôi đã có một trải nghiệm cực kỳ khó chịu tại The Pier ở Garden City hôm nay. Tôi đã đến thăm cùng với động vật hỗ trợ tình cảm đã được chứng nhận của mình, và điều đó khiến tôi cảm thấy xấu hổ và không thoải mái. Khi đến nơi, tôi được hỏi liệu tôi có giấy tờ cần thiết cho động vật hỗ trợ tình cảm của mình không, và tôi xác nhận là có. Tuy nhiên, tình hình trở nên tồi tệ hơn khi một nhân viên khác đến gần tôi và thông báo rằng con chó của tôi không được phép vào khuôn viên cho đến khi nó được huấn luyện đầy đủ. Tệ hơn nữa, cô ta còn đe dọa sẽ gọi cảnh sát nếu tôi không đưa con chó của mình đi ngay lập tức. Mặc dù tôi hiểu rằng một số nơi có thể có chính sách liên quan đến động vật, nhưng cách xử lý tình huống này hoàn toàn không chuyên nghiệp. Chỉ cần yêu cầu chúng tôi rời đi cho đến khi con chó của tôi được huấn luyện là một cách tiếp cận hợp lý, nhưng cách xử lý khiến tôi cảm thấy bị sỉ nhục. Những người bảo trợ khác thậm chí còn bình luận với tôi rằng tình hình không được xử lý đúng cách. Tôi rất thích ủng hộ các doanh nghiệp địa phương, đặc biệt là ở bãi biển, nhưng dù có huấn luyện chó hay không, chúng tôi sẽ không quay lại. Đọc thêm",
            "Chúng tôi đã có một vài chuyến thăm thú vị đến nơi này mà không gặp vấn đề gì về an ninh, nhưng tối nay khi chúng tôi cố gắng vào lúc 9 giờ 30, an ninh đã ngăn chúng tôi lại và không cho chúng tôi vào vì chúng tôi có hai người dưới 21 tuổi đi cùng. Tôi chỉ vào tấm biển ghi rõ quy định này không có hiệu lực cho đến 10 giờ tối. Và cũng hai đêm và đêm hôm trước có thanh thiếu niên nhảy theo ban nhạc vào khoảng 9-9h30 vậy điều gì đã thay đổi? Và anh ấy nói không nếu ban nhạc chơi không ai từ 21 tuổi trở xuống được phép. Sau đó, tôi chỉ ra nhiều người rõ ràng là dưới 21 tuổi ra vào và anh ấy đổi thành chúng tôi phải xuất trình giấy tờ tùy thân của mình cho anh ấy và anh ấy sẽ cho những người dưới 21 tuổi vào cùng chúng tôi. Và sau đó nói rằng anh ấy là người sai lầm để tranh cãi. Nhưng biển báo vẫn sai và còn đe dọa đuổi chúng tôi ra khỏi bến tàu và đó là tài sản riêng blah blah blah. Biển hiệu cần phải được thay đổi trước khi ai đó kiện vì quảng cáo sai sự thật hoặc anh chàng cần phải thoát khỏi chuyến đi quyền lực của mình và tìm một công việc mới.Đọc thêm",
            "Đó là một bến tàu đủ đẹp. Chúng tôi đi bộ ra cuối cùng, đi bộ miễn phí - Chi phí - đi câu cá - . Có một quầy bar ở cuối quán, khá là thú vị. Đồ uống - không có gì đặc biệt nhưng nó - là một sự bổ sung tuyệt vời. Bạn có thể ngắm nhìn một số khung cảnh đẹp của bờ biển và thậm chí có thể nhìn thấy Bãi biển Myrtle từ bến tàu.Đọc thêm",
            "Đi dạo bến tàu vào đầu buổi tối. Arcade và bếp nướng nhỏ nằm bên trong. Nhà hàng w âm nhạc cũng ở bên ngoài. Quầy bar có sân khấu ca nhạc ở cuối bến tàu. Karaoke và các ban nhạc chơi những gì dường như diễn ra hàng đêm. Không thể đi đến cuối bến tàu vào ban đêm trừ khi 21 tuổi. Rất nhiều câu cá với tỷ lệ nhỏ hàng ngày. Rất nhiều chỗ ngồi và ô dù. Đi bộ trên bến tàu luôn là điều cần thiết khi đi nghỉ ở bãi biển!!Đọc thêm",
            "Nhân viên Kinder. Đặc biệt là khu vực mồi và câu. Không phải ngẫu nhiên mà giữ được khách hàng. Chúng cũng không thân thiện với chó, thậm chí còn hỗ trợ các động vật như lối đi trong đầm lầy hoặc lối đi trên cây sim. Có những nơi đẹp hơn, nơi thời gian được chi tiêu tốt hơn.Đọc thêm",
            "Đẹp và tuyệt vời về mọi mặt mà một bến tàu có thể: - Tôi - khuyên bạn nên đi lên đó để ngắm cảnh hoàng hôn hoặc mặt nước.Đọc thêm",
            "Chúng tôi đã cố gắng tìm được ngày cuối tuần lạnh nhất, mưa nhiều nhất để đến thăm Garden City nên chúng tôi đang tìm kiếm những việc cần làm.  Chúng tôi thích câu cá nước ngọt nên tôi muốn tìm hiểu ý kiến ​​của ngư dân nước mặn địa phương và xem họ đang đánh bắt được gì.  Tôi có xu hướng thấy họ thân thiện và đó là những gì tôi đã trải nghiệm trong chuyến thăm này.  Một số người trong số họ cho con cháu chúng tôi xem sản phẩm đánh bắt của họ và thậm chí chạm vào cá.  Một người có đoạn video quay cảnh một vài con cá mập đang bơi dưới bàn làm sạch cá.  Anh ấy vặn nước nhỏ xuống và kìa, đứa cháu trai duy nhất của tôi thực sự đã nhìn thấy một vài con cá mập đến tìm mảnh vụn. Bến tàu cũng có một khu giải trí nhỏ, một nhà hàng và một số lựa chọn câu cá nhỏ gồm lưỡi câu, cần câu, v.v. Tôi nghĩ đó là - 12,00 mỗi người cho khả năng câu cá ngoài bến tàu.Đọc thêm"
        ],
        "star_ratings": [
            306,
            140,
            37,
            12,
            6
        ],
        "review_amount": 501,
        "location": [
            "Duyên hải Nam Carolina",
            "Hoa Kỳ",
            "Những hoạt động không thể bỏ qua ở Bãi biển Garden City",
            "Bến tàu ở bãi biển Garden City",
            "Nam Carolina - SC -",
            "Bãi biển thành phố Garden"
        ],
        "reviews_time": [
            "Written July 16, 2023",
            "Written July 23, 2023",
            "Written October 18, 2023",
            "Written January 27, 2024",
            "Written January 27, 2024",
            "Written December 9, 2023",
            "Written October 18, 2023",
            "Written September 16, 2023",
            "Written August 26, 2023",
            "Written July 23, 2023",
            "Written July 16, 2023",
            "Written May 24, 2023",
            "Written March 20, 2023",
            "Written October 31, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54242-d2292536-Reviews-The_Pier_at_Garden_City_Beach-Garden_City_Beach_South_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54358-d4944745-Reviews-Painter_s_Homemade_Ice_Cream-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54242-d4763395-Reviews-Painters-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54242-d436175-Reviews-Sara_J_s_Seafood_Restaurant-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54242-d1407944-Reviews-Sam_s_Corner-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54358-d10454681-Reviews-The_Yum_Yum_Shop-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54242-d436223-Reviews-Causeway_Grill_Raw_Bar-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54242-d10538660-Reviews-Garden_City_Pavilion_Arcade_GiGi_s_Grill-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54242-d6771257-Reviews-Causeway_Pizza-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54242-d20194660-Reviews-Garden_City_Coffee_Grounds-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54358-d4999715-Reviews-Garden_City_Beach_Bar_Grill-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d26335841-Reviews-Coastal_Bonfire_Co-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54242-d27787941-Reviews-Garden_City_Beach-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d623431-Reviews-MarshWalk-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d12485171-Reviews-St_Michael_s_Catholic_Church-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d218798-Reviews-Huntington_Beach_State_Park-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d136419-Reviews-Brookgreen_Gardens-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54459-d1168766-Reviews-Hudson_s_surfside_Flea_Market-Surfside_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54459-d10948484-Reviews-The_Surfside_Beach_Pier-Surfside_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d12701081-Reviews-Paintings_by_Karen_Pellegrino-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d4039307-Reviews-Lost_at_Sea_Memorial_at_Morse_Park_Landing-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54242-d2292536-Reviews-or10-The_Pier_at_Garden_City_Beach-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d142617-Reviews-Garden_City_Pavilion_Arcade-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54242-d12236116-Reviews-Carolina_Escape_Games-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d12339948-Reviews-Inlet_Brewboat-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d5973687-Reviews-Murrells_Inlet_Fishing_Charters-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d1520236-Reviews-Express_Watersports-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d4744882-Reviews-Crazy_Sister_Marina-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d2370624-Reviews-Catch_1_Sport_Fishing_Charters-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d2154372-Reviews-Pirate_Adventures-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d6780827-Reviews-Beach_House_Boat_Rentals-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54242-d4035425-Reviews-Village_Surf_Shoppe-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54242-d5837478-Reviews-Rising_Tides-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297586-d25370349-Reviews-Encalm_Lounge-Hyderabad_Hyderabad_District_Telangana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191887-d8155261-Reviews-Venetsanos_Winery-Megalochori_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d14949080-Reviews-Manifesto_Florenc-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d560487-Reviews-Lake_Harriet-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195942-Reviews-Museo_di_San_Marco-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g315834-d243700-Reviews-Dachau_Concentration_Camp_Memorial_Site-Dachau_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d12922207-Reviews-La_Grande_Roue_de_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g42441-d618207-Reviews-Lakenenland_Sculpture_Park-Marquette_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1773273-d4882771-Reviews-Loro_piana-Romagnano_Sesia_Province_of_Novara_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g41310-d116817-Reviews-Fort_Smallwood_Park-Pasadena_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54242-d2292536-Reviews-or10-The_Pier_at_Garden_City_Beach-Garden_City_Beach_South_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54242-d2292536-Reviews-The_Pier_at_Garden_City_Beach-Garden_City_Beach_South_Carolina.html"
    }
]