[
    {
        "attraction_name": "The Iron Bank - Cocktail Vault",
        "attraction_name_vi": "Ngân hàng sắt - Cocktail Vault",
        "general_info": [
            "32 đánh giá",
            "31 trên 308 Cuộc sống về đêm ở Thành phố Hồ Chí Minh",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Bước vào cánh cửa kho tiền ngân hàng ẩn của chúng tôi và đưa bạn vào một thế giới cách xa sự hối hả và nhộn nhịp của thành phố lớn. Những bức tường đầy Nến và nội thất được chiếu sáng mờ mang đến một khung cảnh thân mật để thưởng thức những ly cocktail New Money đầy sáng tạo hoặc những ly cocktail Old Money được pha chế kỹ lưỡng. Nếu bạn thích phiêu lưu, hãy nhờ một trong những nhân viên pha chế giàu kinh nghiệm của chúng tôi tạo ra một loại cocktail được cá nhân hóa dành riêng cho bạn.Đọc thêm",
        "reviews": [
            "Những cảm giác đáng yêu và lộng lẫy, hạnh phúc trong bầu không khí dễ thương. Sẽ đến đây lần nữa nếu tôi có thể! Nơi này là mỏ vàng. Tôi sẽ làm như vậy lần nữa nếu có thể!!! Tất cả người yêu cũ của tôi đều sống ở Texas, họ đã trả tiền ở đâyĐọc thêm",
            "Thật là một viên ngọc quý. Cocktail tuyệt vời, không gian tuyệt vời và không có thanh niên ồn ào. Một trong những thú vui ẩn giấu của Hồ Chí Minh. Chắc chắn sẽ quay lại. Đọc thêm",
            "Cocktail chất lượng cao trong quán bar theo phong cách say sưa này. Vợ tôi cực kỳ khó chiều và cô ấy rất hài lòng. Một hương vị hoàn toàn địa phương và người pha chế đã vượt lên trên cả nhiệm vụ khi chúng tôi hỏi cô ấy một số câu hỏi về nơi mua một số thứ thiết thực. Chúc phúc cho cô ấy và nơi này. Đọc thêm",
            "Quầy bar cocktail nhỏ xinh, ấm cúng và thư giãn. Người pha chế rất khéo léo với các loại cocktail của họ, bạn có thể yêu cầu người pha chế làm món gì đó mà bạn có thể thích thay vì món nào đó trong thực đơn, nói chung là một trải nghiệm thú vị và thú vị. Đọc thêm",
            "Loại cocktail tôi uống rất tuyệt vời tuy nhiên tôi hơi lo lắng khi một trong những nhân viên pha chế ho sau quầy bar mà không che chắn. Ngoài ra, không có thực đơn giờ khuyến mãi vào các ngày trong tuần không phải là một điều hay và quầy bar trống rỗng đáng kể vì các quán bar gần đó cung cấp các chương trình khuyến mãi giờ khuyến mãi. Đọc thêm",
            "Tôi đã ở đó với bạn tôi vào cuối tuần trước. Không gian không lớn đến nhiều nhưng nó tạo cho bạn cảm giác rất ấm cúng. Nhân viên rất quan tâm đến bạn, luôn hỏi bạn cảm thấy thế nào với đồ ăn, cocktail.. Nói về điểm chính là cocktail, các Bartender ở đây có thể làm theo yêu cầu đặc biệt của bạn. Đúng, rất rất ngon. Tôi sẽ quay lại.Đọc thêm",
            "Chúng tôi nghĩ sẽ rất vui nếu đi tìm nơi này và đó là một cuộc phiêu lưu cho đến khi chồng tôi nhìn lên và nhìn thấy tấm biển. ồ! Nhưng nó đi xuống một con hẻm và lên một dãy cầu thang tối tăm dẫn đến một cánh cửa sắt cũ tráng lệ. Một sự chào đón thân thiện để bắt đầu và sau đó chúng tôi bị phớt lờ trong một thời gian quá dài. Chúng tôi có thể đã đi sai thời điểm vì nơi này không có cảm giác tốt và các nhà pha chế nhân viên rất tập trung vào việc phục vụ một số bạn bè hoặc khách hàng thường xuyên. Cuối cùng họ cũng chú ý đến chúng tôi và chúng tôi đã chọn cocktail ngoài thực đơn. Tôi đã đưa ra lựa chọn tốt nhất - Bông Hồng Vàng. Thật thú vị khi xem cái này - một tác phẩm nghệ thuật thực sự và nó thật thần thánh. Tôi đã rất hy vọng nhận được một ly cocktail đặt làm riêng sau khi đọc tất cả các bài đánh giá nên sau khi thảo luận về sở thích của tôi với nhà pha chế, tôi đã có được một tác phẩm nghệ thuật khác - cũng vậy thần thánh - và hóa ra đó là Lustful Lavender ngoài danh sách thực đơn. Việc ai đó ở quán bar hút thuốc như ống khói cũng chẳng ích gì. Tôi biết đây là châu Á nhưng chắc chắn không phải ở quán bar nơi phục vụ đồ uống và thức ăn và nó không phải là một nơi rẻ tiền. Vì vậy, tất cả đều hơi thất vọng, thật đáng tiếc vì có rất nhiều quán bar cocktail và speakeasy được đánh giá cao khác ở TP HCM. Tôi hy vọng dịch vụ được cải thiện và họ thắp thêm vài ngọn nến vì cocktail thực sự ngon. Đọc thêm",
            "Nhà pha chế trưởng có rất nhiều niềm đam mê và sự quan tâm đối với nghề của mình. Tôi là một người rất hâm mộ than bùn và anh ấy đã nghĩ ra một loại cocktail hun khói cay tuyệt vời với than bùn từ lqgavulin và vị ngọt từ dâu tây. Đó là đồ uống yêu thích của tôi mà tôi đã uống trong năm qua. Tôi rất bất ngờ trước sự chu đáo được đưa vào thức uống này. Bạn gái tôi gọi một loại đồ uống tùy chỉnh khác và cũng rất thích thú. Chắc chắn sẽ quay lại, giới thiệu địa điểm này đặc biệt cho những ai yêu thích cocktail và đặc biệt khuyến khích chi thêm một chút cho đồ uống tùy chỉnh.Đọc thêm",
            "Đây là một con hẻm và lên hai tầng cầu thang. Rất đáng nỗ lực. đồ uống không phải là hỗn hợp thông thường của bạn và thật ngạc nhiên là chúng ngon đến mức nào. Thuộc sở hữu của một cô gái trẻ và đáng để đi du lịch. Hãy tin tôi, đó là một trải nghiệm.Đọc thêm",
            "Nơi này thật đáng kinh ngạc. Tôi đã thực hiện một số nghiên cứu trước khi đến Sài Gòn và The Iron Bank xuất hiện trên một blog nên nói rằng chúng tôi sẽ kiểm tra. Chúng tôi chắc chắn không thất vọng! Đây là một quán bar thực sự đặc biệt. Không dễ tìm chút nào nên bạn cần phải khám phá một chút nhé!! Những loại cocktail chúng tôi có là một trong những loại cocktail ngon nhất tôi từng có. Những người pha chế cocktail rất ngon và đồ uống rất ngon. Không thể giới thiệu nơi này đủ nếu ở Sài Gòn. Đọc thêm"
        ],
        "star_ratings": [
            25,
            3,
            3,
            1,
            0
        ],
        "review_amount": 32,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ngân Hàng Sắt - Hầm Cocktail",
            "Việt Nam",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 14, 2024",
            "Written February 17, 2024",
            "Written March 14, 2020",
            "Written December 30, 2019",
            "Written June 12, 2019",
            "Written June 4, 2019",
            "Written May 9, 2019",
            "Written March 10, 2019",
            "Written February 10, 2019",
            "Written February 9, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26847219-Reviews-21_Grams_Vegetarian-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12699961-Reviews-Moo_Beef_Steak_Prime-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7112920-Reviews-The_Long_Times_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d14956206-Reviews-Vo_Roof-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15141999-Reviews-Mong_Bridge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18543668-Reviews-Al_Rahim_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-or10-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-or20-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25576930-Reviews-Mershe_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24081716-Reviews-Oslo_Club-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g49403-d2217025-Reviews-Oak_Island_Beach-Oak_Island_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g36854-d648380-Reviews-Genesee_Theatre-Waukegan_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d2073974-Reviews-Sugarland_Riding_Stables-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g58620-d4739523-Reviews-Moses_Lake_Miniature_Golf_Course-Moses_Lake_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d643851-Reviews-Mahukona_Beach_Park-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d10053507-Reviews-John_Ringo_Historic_Site-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187235-d1203371-Reviews-Port_Grimaud-Grimaud_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g1930048-d7298517-Reviews-Brownwood_Paddock_Square-The_Villages_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17234034-Reviews-Jumeirah_Fish_Market-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4412885-Reviews-Sealala_Water_Park-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-or10-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "The Iron Bank - Cocktail Vault",
        "attraction_name_vi": "Ngân Hàng Sắt - Cocktail Vault",
        "general_info": [
            "32 đánh giá",
            "31 trên 308 Cuộc sống về đêm ở Thành phố Hồ Chí Minh",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Bước vào cánh cửa kho tiền ngân hàng ẩn của chúng tôi và đưa bạn vào một thế giới cách xa sự hối hả và nhộn nhịp của thành phố lớn. Những bức tường đầy Nến và nội thất được chiếu sáng mờ mang đến một khung cảnh thân mật để thưởng thức những ly cocktail New Money đầy sáng tạo hoặc những ly cocktail Old Money được pha chế kỹ lưỡng. Nếu bạn thích phiêu lưu, hãy nhờ một trong những nhân viên pha chế giàu kinh nghiệm của chúng tôi tạo ra một loại cocktail được cá nhân hóa dành riêng cho bạn.Đọc thêm",
        "reviews": [
            "Một con hẻm lạ để tìm lối vào, nhưng quán bar tuyệt vời! Quầy cocktail Loveley. Bầu không khí tuyệt vời! Không khí rất thư giãn và thư giãn. Đồ uống ngon, con người thân thiện và âm nhạc hay. Nói chung là một trải nghiệm tuyệt vời! Đọc thêm",
            "Quầy bar cocktail thủ công tuyệt vời. Hãy nghĩ rằng nó vẫn còn khá mới, nhưng nó thật tuyệt vời. Khi bạn đến địa chỉ, hãy đi bộ xuống con hẻm nhỏ, nơi chủ yếu là khu dân cư cho đến khi bạn gặp cầu thang bên phải. Thay vào đó, hãy dừng việc đi vào nhà ai đó và đi lên cầu thang và bạn sẽ thấy biển báo ở trên cùng xác nhận bạn đã đến đúng nơi. Bên trong thực sự tốt đẹp và đáng để phiêu lưu nhỏ! Đọc thêm",
            "Có thể hơi khó tìm nhưng hãy kiên trì vì nó xứng đáng. Đây là một thiên đường nhỏ! Một quán bar tuyệt vời với bầu không khí tuyệt vời. Các nhân viên thật xuất sắc, dịch vụ thật tuyệt vời. Các loại cocktail rất sáng tạo, được chuẩn bị kỹ lưỡng bởi các chuyên gia, những người biết rõ một vài điều về cách pha chế cocktail và rất ngon! Bạn có thể tìm thấy nhiều nơi ở TP.HCM phục vụ đồ uống rẻ hơn nhưng nếu bạn đang tìm kiếm một quán bar chuyên phục vụ cocktail chất lượng và muốn dịch vụ xuất sắc thì hãy đến đây. Nếu bạn muốn một loại bia giá rẻ, hãy đi nơi khác. Cocktail có giá dao động từ 145000 đến 175000 VNĐ. Đọc thêm",
            "Chúng tôi đã quá chán ngấy sự ồn ào của thành phố và quyết định tìm một nơi để trốn. Quyết định đến nơi này là một quyết định hoàn hảo. Những ly cocktail tuyệt vời, chúng tôi thích nó đến nỗi chúng tôi đã thử thực đơn hoàn toàn mới của họ haha. Thật là một đêm tuyệt vờiĐọc thêm",
            "Hãy đến với người bạn địa phương, cửa hàng nằm trong một căn hộ cũ ở tầng 4. Một nơi tuyệt vời để đi chơi với bạn bè để uống cocktail nhưng không thích hợp cho nhóm lớn vì không có nhiều chỗ ngồi. Danh sách cocktail được chia thành danh sách Mới và Cũ. Tôi đã thử một trong những loại Mới nhưng tôi không thích nó, vẫn là loại cocktail cổ điển đáng tin cậy hơn: Đọc thêm",
            "Cảm ơn phản hồi của Gary. Chúng tôi có nhiều lựa chọn các loại cocktail đặc trưng có nhiều hương vị để lựa chọn từ chua, ngọt, đắng, cay. Ngoài ra, chúng tôi còn có nhiều loại cơ sở mà bạn có thể chọn như Gin, Rum, Vocka, Whisky, Tequila, Local Wine. Lần sau quay lại bạn có thể nhờ nhân viên của tôi tư vấn loại cocktail phù hợp với sở thích của bạn nhé. \n\nNhân tiện, hình ảnh bạn đính kèm về quầy bar không phải từ quán bar của chúng tôi và chúng tôi nằm ở tầng 1 chứ không phải tầng 4. Cảm ơn!Đọc thêm",
            "Chồng tôi đưa tôi đến đây vào ngày sinh nhật của tôi. Nó thật hoàn hảo. Bầu không khí chắc chắn có một sự rung cảm lãng mạn với nó. Các loại cocktail thật tuyệt vời. Người pha chế của họ dường như là những nhà pha chế không thể tin được. Tôi không nghĩ có thứ gì họ không thể làm được. Chúng tôi cũng có một số đĩa nhỏ thơm ngon và làm một bữa ăn từ đó. Mọi thứ đều rất tốt! Rất khuyến khích... nếu bạn có thể tìm thấy nó. :Đọc thêm",
            "Anh trai tôi, một người địa phương, đã đưa tôi đến đây. Tôi không chắc chúng tôi sẽ đi đâu cho đến khi cánh cửa mở ra. Thật là một viên ngọc ẩn! Tôi thực sự khuyên bạn chỉ cần nói với người pha chế những gì bạn thích và họ sẽ pha một loại cocktail đặc biệt dành riêng cho bạn! Không khí, dịch vụ, đồ uống cạnh tranh với bất kỳ nơi nào ở NYC. Tôi đã rất ấn tượng. Chúng tôi thậm chí đã quay lại vào đêm thứ hai. Đọc thêm",
            "Chúng tôi là một nhóm bạn đến quán bar này lần đầu tiên vào đêm kỷ niệm nửa năm của họ. Có thể họ có nhiều khách hơn bình thường vào đêm đó nhưng sau 30 phút, chúng tôi vẫn phải đợi cocktail. Ngoài ra, trời ở đó đặc biệt nóng nên chúng tôi đã rời đi trước khi lấy được đồ uống của mìnhĐọc thêm",
            "Tôi thực sự xin lỗi khi nghe về trải nghiệm của bạn. Chúng tôi đang chạy chương trình khuyến mãi cho lễ kỷ niệm nửa năm thành lập, mua 1 tặng 1. Thật không may, chúng tôi đã phải vật lộn để đáp ứng nhu cầu vào đêm đó. Chúng tôi rất buồn khi nghe khách hàng rời khỏi quán bar của chúng tôi mà không hài lòng. Dịch vụ khách hàng là điều mà chúng tôi rất coi trọng tại The Iron Bank. Chúng tôi hy vọng rằng bạn sẽ cho chúng tôi một cơ hội thứ hai. Chúng tôi tin chắc rằng trải nghiệm tiếp theo của bạn sẽ tốt hơn nhiều. Cảm ơn phản hồi của bạn. Đọc thêm",
            "Tôi đã thử Gin Sin và phải nói rằng đây là một trong những loại cocktail yêu thích nhất của tôi từ trước đến nay. Vợ tôi có một chiếc negroni và nó thật tuyệt vời. Bạn đi vào qua một cửa phụ. Rất đáng để ghé thăm nếu bạn ở quận 1 và muốn có một quán bar sôi động, thư giãn.Đọc thêm",
            "Chính tôi và đối tác của tôi đã ghé thăm quán bar này tối qua để uống và không hề thất vọng. Rất nhiều loại cocktail mới pha được chuẩn bị trước mặt bạn. Nhân viên rất có sức chứa và quán bar rất mát mẻ và kỳ quặc. Không rẻ như một số quán các quán bar xung quanh nhưng có sự khác biệt rõ rệt về chất lượng. Nếu bạn nói với người phục vụ những hương vị bạn thích, họ sẽ tạo ra một loại cocktail riêng cho bạn. Muốn giới thiệu cho bất cứ ai.Đọc thêm"
        ],
        "star_ratings": [
            25,
            3,
            3,
            1,
            0
        ],
        "review_amount": 32,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ngân Hàng Sắt - Hầm Cocktail",
            "Việt Nam",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 29, 2019",
            "Written November 26, 2018",
            "Written November 25, 2018",
            "Written November 6, 2018",
            "Written September 16, 2018",
            "Written July 4, 2018",
            "Written July 4, 2018",
            "Written May 12, 2018",
            "Written April 28, 2018",
            "Written March 10, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d13225175-Reviews-or10-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26847219-Reviews-21_Grams_Vegetarian-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12699961-Reviews-Moo_Beef_Steak_Prime-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7112920-Reviews-The_Long_Times_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d14956206-Reviews-Vo_Roof-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15141999-Reviews-Mong_Bridge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18543668-Reviews-Al_Rahim_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-or20-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25576930-Reviews-Mershe_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24081716-Reviews-Oslo_Club-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d552767-Reviews-Mount_Monserrate-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d24123932-Reviews-Rigatony_s_Murder_Mystery_Dinner_Show-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55791-d17593884-Reviews-Lost_Lagoon-El_Campo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d4960310-Reviews-Seoul_Spa_USA-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8442734-Reviews-Splash_Pad-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187440-d546472-Reviews-Crocodile_Park-Torremolinos_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187222-d545927-Reviews-Chemin_de_Nietzsche-Eze_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184916-d214806-Reviews-Cliffs_of_Moher-Liscannor_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g230095-d670350-Reviews-Playa_de_Maspalomas-Maspalomas_San_Bartolome_de_Tirajana_Gran_Canaria_Canary_Islan.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d3947658-Reviews-The_Big_Four_Bridge-Louisville_Kentucky.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-or20-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-or10-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "The Iron Bank - Cocktail Vault",
        "attraction_name_vi": "Ngân Hàng Sắt - Cocktail Vault",
        "general_info": [
            "32 đánh giá",
            "31 trên 308 Cuộc sống về đêm ở Thành phố Hồ Chí Minh",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Bước vào cánh cửa kho tiền ngân hàng ẩn của chúng tôi và đưa bạn vào một thế giới cách xa sự hối hả và nhộn nhịp của thành phố lớn. Những bức tường đầy Nến và nội thất được chiếu sáng mờ mang đến một khung cảnh thân mật để thưởng thức những ly cocktail New Money đầy sáng tạo hoặc những ly cocktail Old Money được pha chế kỹ lưỡng. Nếu bạn thích phiêu lưu, hãy nhờ một trong những nhân viên pha chế giàu kinh nghiệm của chúng tôi tạo ra một loại cocktail được cá nhân hóa dành riêng cho bạn.Đọc thêm",
        "reviews": [
            "Viên ngọc ẩn nhỏ, thực sự khó tìm, lên cầu thang trong một tòa nhà dân cư. Nếu bạn leo lên cầu thang và đẩy cửa đủ mạnh, bạn sẽ bước vào một trong những buổi diễn thuyết hay nhất mà tôi từng đến. Những người pha chế thực sự biết công việc kinh doanh của họ, vì vậy hãy để họ giới thiệu và tận hưởng Sài Gòn! Đọc thêm",
            "Ban đầu, chúng tôi gặp khó khăn khi tìm Ironbank. Trong lần thử thứ hai, chúng tôi đã tìm thấy quán bar trên tầng hai! Các nhân viên rất thân thiện và có sức chứa. Các loại cocktail tiền mới thật sáng tạo. Tôi đã thử cocktail Rum to Riches và bình thường tôi không uống rượu rum! Nói chung là phải thử.Đọc thêm",
            "Nơi nghỉ ngơi nhỏ bé đáng ngạc nhiên này là một viên ngọc nhỏ ngọt ngào. Nếu bạn đang tìm kiếm một địa điểm độc đáo để tụ tập và tránh xa giao thông, thì đây chính là nơi dành cho bạn! Cocktail sáng tạo tuyệt vời và được trình bày đẹp mắt cũng như những người pha chế rượu quý ông sành điệu! Nơi này chắc chắn đại diện cho tên gọi. Hoàn hảo cho các cặp đôi và nhóm! Đọc thêm"
        ],
        "star_ratings": [
            25,
            3,
            3,
            1,
            0
        ],
        "review_amount": 32,
        "location": [
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Ngân Hàng Sắt - Hầm Cocktail",
            "Việt Nam",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 6, 2018",
            "Written January 5, 2018",
            "Written December 27, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d13225175-Reviews-or20-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26847219-Reviews-21_Grams_Vegetarian-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12699961-Reviews-Moo_Beef_Steak_Prime-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7112920-Reviews-The_Long_Times_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d14956206-Reviews-Vo_Roof-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15141999-Reviews-Mong_Bridge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18543668-Reviews-Al_Rahim_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-or10-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25576930-Reviews-Mershe_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24081716-Reviews-Oslo_Club-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g38836-d10895063-Reviews-Grinter_Farms-Lawrence_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d116671-Reviews-Quiet_Waters_Park-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806451-d1768987-Reviews-Ningxia_Nightmarket-Datong_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d23391269-Reviews-Topgolf-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g39163-d483179-Reviews-The_Stephen_Foster_Story-Bardstown_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d147099-Reviews-The_Hub_at_Peachtree_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196238-Reviews-CineStar_Original_and_IMAX-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d560588-Reviews-The_Majestic_Theatre-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g37361-d13298677-Reviews-Hard_Truth_Distilling_Co-Nashville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g42673-d8390477-Reviews-Whirlpool_Compass_Fountain-Saint_Joseph_Berrien_County_Michigan.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-or20-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html"
    }
]