[
    {
        "attraction_name": "The Angler",
        "attraction_name_vi": "Người câu cá",
        "general_info": [
            "187 đánh giá",
            "4 trên 17 Cuộc sống về đêm ở Thành phố Ocean",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Gia đình sở hữu và điều hành từ năm 1938. Nhà hải sản truyền thống nhìn ra Vịnh Sinepuxent. 4,00 chuyến du ngoạn ngắm cảnh khi mua thực phẩm bất kỳ lúc 12,00.Đọc thêm",
        "reviews": [
            "Quán bar bên bến cảng có bầu không khí bình dị này là một lựa chọn ăn tối tuyệt vời cho các gia đình có thanh thiếu niên. Phải mất một giờ chờ đợi cho một bữa tiệc lớn mà không cần đặt trước nhưng chúng tôi vẫn nghĩ rằng nó sẽ giống nhau ở bất cứ đâu. Nhóm 15 người. Có bến tàu để đi lang thang và ngắm cảnh trong khi chờ đợi. Chúng tôi đợi trong khu vực quán bar, phần lớn là do một cơn bão đi qua, chúng tôi đã đóng cửa hầm. Có một dàn nhạc sống acoustic tuyệt vời đang diễn ra và người lớn đang cảm nhận được đồ uống đang phát huy tác dụng trong khi tận hưởng bầu trời hỗn loạn trên vịnh sau một cơn giông bão đi qua. Chỗ ngồi ăn tối của chúng tôi nằm ở khu vực ăn uống trong nhà nhưng cửa sổ lớn vẫn cho tầm nhìn. Mary đã xử lý bữa tiệc lớn của chúng tôi một cách thành thạo với dịch vụ tuyệt vời, thân thiện. Sò điệp là thần thánh. Ribeye ngon - hiếm như chúng tôi muốn. Món ưa thích của tôi là món salad caprese. Ứng dụng cá ngừ ở mức trung bình.Đọc thêm",
            "Muốn có một nơi nào đó để ngồi ngoài ăn tối cho đêm cuối cùng của chúng tôi ở OC.  Chúng tôi có 8 người lớn và 1 trẻ em.  Đã có thể đặt chỗ trước, điều mà hầu hết các cơ sở OC không thực hiện. Máy chủ Gracie của chúng tôi rất vui vẻ và chu đáo.  Ngồi ở khu vực boong sau thật ồn ào!!! Nhạc sống cộng với nhóm người ồn ào nhất ở ghế quầy bar ngay phía sau chúng tôi.  Chúng tôi không thể trò chuyện từ đầu bàn này sang đầu bàn kia nhưng may mắn là họ rời đi sau khi chúng tôi ngồi được khoảng 20 phút... Đồ uống rất ngon...Mama Bahama ngon nhất mà tôi từng có.. Món khai vị là cũng rất ngon.. Cá mú, cua nhúng và vòng hành tây rất ngon... Súp ngao, không nhiều lắm.. Súp cua rất ngon, ông chồng nói... Hàu rất ngon..Các món khai vị là một túi hỗn hợp. Một nửa bữa tiệc của chúng tôi cho rằng món của họ ngon và nửa còn lại thì không nhiều lắm... Bánh mì kẹp thịt của tôi đã chín quá và khoai tây chiên quá mặn... Bánh mì kẹp cá bơn được nhiều người tán thành... Miếng cá LỚN ở đó... Cái bít tết cực kỳ hiếm và khi được yêu cầu nấu thêm một chút thì kết quả đã chín kỹ, nhưng dù sao cũng rất ngon... Món risotto không giống bất kỳ món risotto nào tôi từng ăn trước đây... Rất chín quá... Về cơ bản là một nắm cơm lớn... Món cá tươi đánh bắt Mahi và Grouper rất ngon... Salad Biloxi là một phần hải sản phong phú trong món salad, nhưng lại rất thiếu gia vị... Bát hải sản hàng ngày của Chefs về cơ bản là một bát cơm trắng lớn với một miếng cá hồi nhỏ, rất ngon , 2 miếng dưa chuột và bơ... Tôm càng ngon... Không thèm ăn tráng miệng... Rất vui vì chúng tôi đã thử.. Chắc chắn sẽ quay lại để lấy đồ uống và ứng dụng, chỉ là không ăn tối thôi.. .Đọc thêm",
            "Gần đây chúng tôi đến đây vào một buổi tối lạnh lẽo bất thường và thực tế đã có chỗ cho riêng mình. Cô gái trẻ tội nghiệp ngồi bên ngoài chào đón khách nhìn có vẻ lạnh lùng. Vì vậy, chúng tôi vào trong và lấy một chiếc bàn nhìn ra mặt nước và nhanh chóng được Levi chăm sóc. Tôi đã yêu cầu giới thiệu một loại bia tươi địa phương và anh ấy đề xuất Lô 3 của Evolution Brewing Company do Salisbury MD sản xuất, ngay gần đó. Rất đẹp. Đối với bữa ăn của chúng tôi, tôi gọi 6 con hàu sống, béo ngậy với nước sốt cải ngựa cà chua thơm ngon, sau đó là thuyền bơ salad tôm. Con trai tôi đã đi ăn gà nướng sau khi bắt đầu với món daiquiri dâu tây. Với tiền boa, chúng tôi để lại 80 đô la ở đây. Levi rất hữu ích và cho chúng tôi một số lời khuyên, đặc biệt là về môn trượt tuyết bằng máy bay phản lực. Anh ấy đề nghị địa điểm bên cây cầu cạnh nhà hàng này. Vì vậy, chúng tôi quay lại vào ngày hôm sau. Và, sau khi đi mô tô nước, trong thời tiết nắng ấm hơn nhiều, chúng tôi dừng lại và ngồi trên boong cạnh quầy bar nhìn ra những chiếc thuyền trên mặt nước. Lần này tôi đã thử bia tươi Landshark, sau đó là Burley Oak IPA. Con trai tôi thích uống trà đá ngọt nhưng chúng tôi đã thưởng thức vài ly vodka Titos. Như một món ăn nhẹ ở quán bar, tôi đã chọn một số món cá mú và sốt tartare rất ngon. Tuyệt vời. Trong thời gian lưu trú lâu hơn này, chúng tôi đã trò chuyện với một số nhân viên thân thiện đã chào đón chúng tôi nồng nhiệt.  Nhân tiện, WiFi không hoạt động. Hầu hết mọi nơi khác mà chúng tôi đã đến ở Hoa Kỳ, chúng tôi đều có thể kết nối với WiFi địa phương. Tôi chỉ có thẻ SIM Châu Âu nên điều này rất quan trọng đối với tôi. NHƯNG, tóm lại, chúng tôi thực sự rất thích hai lần ghé thăm đây. Tiếc là chúng tôi đã không lên kế hoạch lâu hơn ở Ocean City nhưng chúng tôi phải đi tiếp...Đọc thêm",
            "Tất cả đều TUYỆT VỜI. 34 cho 4 con tôm nấu chín tái, sốt Imperial. Mì hải sản cũng rất thô. Điều tốt duy nhất là máy chủ, rượu và khoai tây chiên.Đọc thêm",
            "Chúng tôi dừng lại để uống sau khi ăn tối ở một địa điểm khác. Tất cả đồ uống chúng tôi uống đều ngon - goombay smash, daiquiri, Bahama mama, v.v. Chúng tôi đã nghe nhạc sống, điều đó thật tuyệt.  Chúng tôi chắc chắn sẽ trở lại. Đọc thêm",
            "Không kể rằng chúng tôi có một người phục vụ hoàn toàn mới và anh ấy đang tìm hiểu mọi thứ, chúng tôi không mấy ấn tượng với mọi thứ liên quan đến đồ ăn. Món khai vị Crab Dip của chúng tôi chủ yếu là phô mai kem với 5 chiếc bánh quy hình con bướm như Pepperidge Farm và hai chiếc bánh cuộn chúng tôi phải cắt ra. Hai người ăn cá bơn và nói rằng nó nhão; có lẽ cần phải nấu nhiều hơn nhưng hương vị rất ngon. Món rau trong ngày, đậu xanh, rất ngon và được nấu chín kỹ. Mì hải sản rất ổn, Tôm Imperial là một trong những món đắt nhất và chỉ là một khẩu phần rất nhỏ. Cơm dừa quá ngọt và có chút cơm giòn. Salad Biloxi ngon và đầy. Chúng tôi có một số đồ uống mojito, rượu vang, bia và chúng rất ngon nhưng rượu có vị khác với nhãn hiệu thường thấy. Hóa đơn là hơn 200 cho năm người lớn. Chúng tôi thực sự đã lùi vào nơi này khi tìm kiếm một chuyến du ngoạn ngắm cảnh hoàng hôn. Đó là tuyệt vời; Dài 45 phút và thêm 6 tiền mặt trả tại thuyền và đặt trước nhưng khi bạn tính đến chất lượng và giá cả của món ăn, tôi không nghĩ mình sẽ làm lại. Toàn bộ chuyến tham quan nhà hàng mất 1,5 giờ.Đọc thêm",
            "Tận hưởng khung cảnh của bến du thuyền và vịnh. Dịch vụ chậm. Phải hỏi 3 lần về đồ dùng bằng bạc. Các phần rất nhỏ. Tất cả đều ấm áp. Sẽ không quay lại.Đọc thêm",
            "Thức ăn thật tuyệt vời!  Cá bơn, cá mú, cá ngừ tươi tan chảy, hành tây chiên và sườn khô là những gì chúng tôi có.  Mỗi món đồ đều tuyệt vời!  Khung cảnh tuyệt vời và làn gió mát từ vịnh.Đọc thêm",
            "Chúng tôi đã phát hiện ra viên ngọc quý này của một nhà hàng vào cuối tuần thứ tư của tháng 7 từ một người địa phương.  Thực đơn và chất lượng món ăn thật tuyệt vời!  Chúng tôi có một đứa trẻ mới biết đi và một đứa thiếu niên, cả hai đều dùng bữa và nói say sưa về hình ảnh đó!.  Bánh cua đích thực không có chất độn và nó rất ngon nên chúng tôi đã quay lại HAI LẦN trong cùng một chuyến đi.  Bánh mì kẹp thịt được nấu hoàn hảo và các loại cocktail tuyệt vời.  Về dịch vụ: NĂNG ĐỘNG TUYỆT VỜI!  Cô phục vụ, Hayley, đang đào tạo ai đó và cả hai đều thân thiện và thường xuyên kiểm tra chúng tôi.  Người quản lý một người phụ nữ rất thân thiện, kiểm tra bữa ăn và trải nghiệm.  Chúng tôi ngồi bên ngoài, chúng tôi không vội vã và đó là nơi hoàn hảo trên vịnh.  Chúng tôi sẽ trở lại mỗi khi chúng tôi đến Ocean City.  Đây là một viên ngọc KHÔNG thể bỏ qua. Đọc thêm",
            "Dịch vụ khách hàng khủng khiếp thật khủng khiếp. Chờ hơn 30 phút cho một bàn khi có hơn 20 bàn. Đã nói là không có đủ máy chủ nhưng chúng tôi có thể thấy 5 hoặc 6 người đứng xung quanh bên trong mà không làm gì cả. Nữ tiếp viên cũng có thể quan tâm ít hơn. Thức ăn quá đắt và bạn được cho những phần rất nhỏ. Một chiếc bánh cua nhỏ, một muỗng cơm trắng và 5 ngọn măng tây là 31. Khỏi phải nói là chúng tôi sẽ không quay lại.Xem thêm"
        ],
        "star_ratings": [
            73,
            56,
            28,
            11,
            19
        ],
        "review_amount": 187,
        "location": [
            "Tiểu bang Maryland",
            "Những hoạt động cần làm ở Thành phố Ocean",
            "Người câu cá",
            "Hoa Kỳ",
            "thành phố biển"
        ],
        "reviews_time": [
            "Written July 30, 2023",
            "Written July 1, 2023",
            "Written June 11, 2023",
            "Written May 27, 2023",
            "Written September 12, 2022",
            "Written August 19, 2022",
            "Written August 15, 2022",
            "Written July 25, 2022",
            "Written July 16, 2022",
            "Written July 15, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41298-d4340947-Reviews-The_Angler-Ocean_City_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d23641078-Reviews-Spain_Wine_Bar-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d3347405-Reviews-Dolle_s_Candyland_Inc-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d3293141-Reviews-Fisher_s_Popcorn-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d8379595-Reviews-Dumsers_Dairyland-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d1870344-Reviews-Thrasher_s_French_Fries-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34048-d1724972-Reviews-Thrashers_French_Fries-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d1893031-Reviews-Kohr_Brothers_Frozen_Custard-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d391224-Reviews-Shenanigan_s-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d679185-Reviews-Piezano_s_Pizza-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d2062231-Reviews-De_Lazy_Lizard_Bar_and_Grill-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d510772-Reviews-Ocean_City_Boardwalk-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d655957-Reviews-Ripley_s_Believe_it_or_Not_Ocean_City-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d534535-Reviews-Trimper_Rides_and_Amusement_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d258709-Reviews-Ocean_City_Life_Saving_Station_Museum-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d6872583-Reviews-Oceanic_Fishing_Pier-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d273168-Reviews-Ocean_City_Beach-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d12287526-Reviews-Jolly_Roger_at_the_Pier-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d7057307-Reviews-OC_Fishing_Pier-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d21314361-Reviews-Ocean_City_Baptist_Church-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1459854-Reviews-West_OC_Watersports-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d4340947-Reviews-or10-The_Angler-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d208352-Reviews-Seacrets-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d607544-Reviews-Fager_s_Island_Bar-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d5833447-Reviews-Brass_Balls_Saloon-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d604868-Reviews-Purple_Moose_Saloon-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d6197727-Reviews-The_Bar_at_the_Inlet-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d5839247-Reviews-Duffy_s_Tavern-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d5836014-Reviews-Pickles_Pub_Ocean_City-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d5830744-Reviews-Johnnys_Pizza_Bar_Grill-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d5845962-Reviews-H_I_Pool_Bar-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d10496497-Reviews-The_Sandbar-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d3368266-Reviews-O_C_Parasail-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d17991176-Reviews-Atlantic_Bike_Company-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1898452-Reviews-Captain_Bill_Buntings_Angler-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d10796122-Reviews-The_Ocean_Princess-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d12433807-Reviews-Captive_Escape_Rooms-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d3294923-Reviews-Assateague_Adventure-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d7141147-Reviews-OC_Bayside_Rentals-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d3294920-Reviews-Oc_Rocket-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d12885749-Reviews-Bike_World-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1870251-Reviews-Duckaneer_Pirate_Ship_Tours-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d6674811-Reviews-Happy_Hooker_Bay_Fishing-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d10492343-Reviews-Fun_City_Arcade-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d7134312-Reviews-Ocean_City_Girl-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187544-Reviews-Brick_Lane-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g55456-d15048343-Reviews-Umbrella_Alley-Baytown_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d292825-Reviews-Hillbilly_Golf-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55383-d2540349-Reviews-Dark_Island_Swinging_Bridge-Townsend_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g3689545-d17810329-Reviews-AutoVrooom-Obour_City_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g12696636-d10663682-Reviews-Angel_s_Billabong-Sakti_Nusa_Penida_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g33667-d8624202-Reviews-Alta_Lakes-Telluride_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d4847352-Reviews-Lime_Cay-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g49371-d2182243-Reviews-The_Andy_Griffith_Museum-Mount_Airy_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297675-d4801981-Reviews-Then_Tirupathi-Coimbatore_Coimbatore_District_Tamil_Nadu.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41298-d4340947-Reviews-or10-The_Angler-Ocean_City_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41298-d4340947-Reviews-The_Angler-Ocean_City_Maryland.html"
    }
]