[
    {
        "attraction_name": "The Terrible Tour Guide Travel",
        "attraction_name_vi": "Hướng dẫn viên du lịch khủng khiếp",
        "general_info": [
            "165 đánh giá",
            "186 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "Trái ngược với cái tên hài hước của chúng tôi, The Terrible Tour Guide Travel là một nhóm gồm những người dân địa phương trẻ tuổi và tận tâm nhằm tạo ra những rung cảm tốt đẹp và những kỷ niệm vui vẻ lâu dài cho khách hàng bằng cách đưa họ đến vùng ngoại ô nông thôn không có khách du lịch của Việt Nam thông qua các gói kỳ nghỉ có thể tùy chỉnh. Nếu bạn có thời gian hạn chế cho việc lập kế hoạch chuyến đi của mình và nếu bạn muốn tận hưởng cuộc hành trình như một trải nghiệm làm phong phú cuộc sống, tránh xa mọi cạm bẫy du lịch, chúng tôi mời bạn đi du lịch cùng chúng tôi! Chúng tôi có nhiều chuyến tham quan độc đáo và độc quyền mà chỉ chúng tôi mới có thể tổ chức. Các chuyến tham quan chưa được công bố và có thể được gửi đến bạn qua email riêng. Chỉ cần cho chúng tôi biết tài liệu tham khảo du lịch của bạn và chúng tôi sẽ tư vấn cho bạn một hành trình phù hợpĐọc thêm",
        "reviews": [
            "Chúng tôi là một nhóm gồm 7 cặp đôi và hầu hết chúng tôi đều là những người lần đầu tiên đi leo núi qua đêm. Trải nghiệm này là vô giá và TTTG đã giúp ích rất nhiều khi phản hồi rất nhanh các câu hỏi và yêu cầu của chúng tôi.Đọc thêm",
            "Được rồi, thực ra tôi đã thực hiện chuyến đi Trekking 3D2N từ Đường mòn Cát Cát đến đỉnh Phan-xi-păng. Đây là trải nghiệm thứ 2 của tôi với công ty này và tất cả là nhờ ông Phạm Minh Đức Giám đốc và Giám đốc vận hành Joey, những người đã xử lý tất cả các khâu hậu cần, liên lạc và thực hiện một cách hoàn hảo, mọi chuyến phiêu lưu của tôi Điều đó thật tuyệt vời. Còn gì tuyệt vời hơn việc có một nhóm quản lý lịch trình di chuyển bằng xe lửa trước khi bạn đến? Con đường mà tôi vừa thực hiện này có thể được thử bởi những người đi bộ đường dài thường xuyên, những người khao khát một cuộc phiêu lưu sâu hơn hoặc một thử thách đối với bản thân. Nhưng tốt nhất bạn nên bắt đầu tìm hiểu về Đường mòn Trầm Tôn trước. Bạn cũng sẽ thích cách bạn có thể học hỏi và hòa nhập với những người dân địa phương từ cộng đồng người Hmong da đen. Tôi chắc chắn sẽ quay lại Sapa. Tình yêu từ Singapore, Glenn SimĐọc thêm",
            "Xin chào ông JOEY. Cảm ơn bạn rất nhiều vì đã tổ chức chuyến leo núi của tôi. Đường mòn Catcat rất khó khăn nhưng người hướng dẫn và người khuân vác đã giúp tôi dễ dàng hơn. Họ cung cấp cho tôi thức ăn ngon và luôn kiểm tra tôi. Tôi đã không lường trước được sự khó khăn của đường mòn catcat nhưng tôi rất thích thú.. Mọi thứ đều được tổ chức tốt. Một lần nữa xin cảm ơn ông JOEY, NGƯỜI PORTER CỦA TÔI VÀ HƯỚNG DẪN CỦA TÔI.Đọc thêm",
            "Cảm ơn vì chuyến đi trekking. Chúng tôi đã có thời gian tuyệt vời và hướng dẫn thật tuyệt vời. Có một điều cần phản hồi: sẽ rất tốt nếu bạn mang theo danh sách để bao gồm đèn pha.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Ninh Bình! Hướng dẫn viên của chúng tôi Johnny Chi rất thông tin và thân thiện! Chuyến đi bằng thuyền là điểm nổi bật và chúng tôi đánh giá cao nó.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến Việt Nam và chúng tôi quyết định sử dụng The Terrible Tour Guide Travel. Chúng tôi chỉ có thể nói những điều tốt đẹp về trải nghiệm tuyệt vời của mình. Chuyến đi mất 15 ngày tham quan các địa điểm như Hà Nội, Ninh Bình, Sapa Hà Giang và Vịnh Hạ Long. Đối với tất cả các yêu cầu, chúng tôi có một hướng dẫn viên nói tiếng Anh, rất hữu ích, vui tính và có nhiều kinh nghiệm cũng như kiến ​​thức về tất cả những nơi chúng tôi đã ghé thăm. Mọi thứ đã được tổ chức rất tốt. Cảm ơn bạn rất nhiều vì trải nghiệm khó quên này.Đọc thêm",
            "Chúng tôi rất hài lòng với việc sắp xếp chuyến đi của mình, đặc biệt là thời gian lưu trú tại khách sạn và cả hướng dẫn viên của chúng tôi. Nhìn chung nhóm chúng tôi đã có một kỳ nghỉ rất thú vị và đáng nhớ, cảm ơn các bạn vì món quà đáng yêu.Đọc thêm",
            "Chúng tôi không thể quên chuyến đi tuyệt vời ở Hà Nội. Hướng dẫn rất chuyên nghiệp và có nhiều kiến ​​thức. Không gì có thể diễn tả được chúng tôi hạnh phúc như thế nào.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi 3 ngày 2 đêm 2 Ba Bể vào tháng 9 và chúng tôi thực sự khuyên bạn nên làm điều đó. Đó là một nơi tuyệt vời, mọi thứ đều hoàn hảo. Đồ ăn ngon, đi lại thoải mái, chỗ ở xinh xắn hướng dẫn viên Chí thân thiện vô cùng. Cảm ơn bạn rất nhiều vì một trải nghiệm tuyệt vời! Đọc thêm",
            "Chúng tôi đã đặt tour du lịch 8 ngày từ Mỹ đến thăm Hà Nội, Ninh Bình, Sapa và Cao Bằng. Công ty đã đưa ra kế hoạch tốt nhất để làm cho mỗi ngày của chúng tôi trở nên đáng nhớ. Kế hoạch đã được Joey thực hiện một cách cẩn thận với sự nhắc nhở của anh ấy trên mặt đất để chuyến đi diễn ra suôn sẻ. Tất cả các kế hoạch chuyến đi chi tiết đã được thực hiện suôn sẻ với sự phối hợp tuyệt vời để tránh mọi rủi ro. Giao hàng bằng taxi đúng giờ và chỗ ở tuyệt vời được cung cấp để làm cho chuyến đi trở nên thú vị. Chúng tôi tận hưởng từng ngày và từng điểm đến nhờ đất nước xinh đẹp, nền văn hóa yên bình và con người thân thiện. Chúng tôi đánh giá cao Chi làm hướng dẫn viên du lịch cho bạn tại Việt Nam vì sự hỗ trợ cá nhân hóa và cách tiếp cận hướng đến giá trị của họ.Đọc thêm",
            "Xin chào, tôi muốn đi leo núi fansipan 1 ngày vào ngày mai với bạn bè và đi cáp treo xuống. Bạn có rảnh không? Giá bao nhiêu?Đọc thêm",
            "Xin chào Zoe, chúng tôi có phòng trống vào ngày mai, vui lòng nhắn tin cho chúng tôi theo số 84 343 470 507 hoặc gửi email cho chúng tôiĐọc thêm",
            "CHÀO \nChúng tôi sẽ ở Hà Nội vào cuối tuần này \nChúng tôi rất muốn có một hướng dẫn viên du lịch để dẫn chúng tôi đi tham quan xung quanh\nBạn có thể cho tôi biết giá và những việc cần làm không?\n60165202110Đọc thêm",
            "Tuyệt vời! Chúng tôi sẽ liên hệ với bạn ngayĐọc thêm"
        ],
        "star_ratings": [
            148,
            12,
            2,
            1,
            2
        ],
        "review_amount": 165,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Hướng dẫn viên du lịch khủng khiếp"
        ],
        "reviews_time": [
            "Written April 10, 2024",
            "Written February 26, 2024",
            "Written January 12, 2024",
            "Written December 28, 2023",
            "Written December 26, 2023",
            "Written December 23, 2023",
            "Written December 19, 2023",
            "Written December 12, 2023",
            "Written December 11, 2023",
            "Written December 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or10-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15017011-Reviews-VietAsia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2355820-Reviews-Travel_Authentic_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293993-d3533520-Reviews-Abraj_Al_Bait_Towers-Mecca_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293891-d447150-Reviews-Sarangkot-Pokhara_Gandaki_Zone_Western_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4463396-Reviews-Mixx_Discotheque_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d17414803-Reviews-Kong_Skull_Island-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8334876-Reviews-Ripken_Baseball-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d2454653-Reviews-WWII_Shelters-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g41472-d269999-Reviews-New_England_Botanic_Garden_at_Tower_Hill-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g652003-d10807693-Reviews-Lido_Santo_Stefano-Monopoli_Province_of_Bari_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28958-d273708-Reviews-The_Fruit_Loop-Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d4071203-Reviews-Nugget_Falls-Juneau_Alaska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or10-The_Terrible_Tour_Guide_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html"
    },
    {
        "attraction_name": "The Terrible Tour Guide Travel",
        "attraction_name_vi": "Hướng dẫn viên du lịch khủng khiếp",
        "general_info": [
            "165 đánh giá",
            "186 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour du lịch văn hóa",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "Trái ngược với cái tên hài hước của chúng tôi, The Terrible Tour Guide Travel là một nhóm gồm những người dân địa phương trẻ tuổi và tận tâm nhằm tạo ra những rung cảm tốt đẹp và những kỷ niệm vui vẻ lâu dài cho khách hàng bằng cách đưa họ đến vùng ngoại ô nông thôn không có khách du lịch của Việt Nam thông qua các gói kỳ nghỉ có thể tùy chỉnh. Nếu bạn có thời gian hạn chế cho việc lập kế hoạch chuyến đi của mình và nếu bạn muốn tận hưởng cuộc hành trình như một trải nghiệm làm phong phú cuộc sống, tránh xa mọi cạm bẫy du lịch, chúng tôi mời bạn đi du lịch cùng chúng tôi! Chúng tôi có nhiều chuyến tham quan độc đáo và độc quyền mà chỉ chúng tôi mới có thể tổ chức. Các chuyến tham quan chưa được công bố và có thể được gửi đến bạn qua email riêng. Chỉ cần cho chúng tôi biết tài liệu tham khảo du lịch của bạn và chúng tôi sẽ tư vấn cho bạn một hành trình phù hợpĐọc thêm",
        "reviews": [
            "Tour đã được tổ chức hoàn hảo. Chúng tôi bắt đầu chuyến đi lúc 9 giờ sáng và tiếp tục nghỉ ngơi để ăn trưa ngon miệng và sau đó vào buổi chiều, chúng tôi dừng lại ở trại của chúng tôi nằm cách đỉnh núi 1,5 giờ. Những người hướng dẫn đã chuẩn bị cho chúng tôi một bữa tối ngon miệng và chúng tôi có thể đi ngủ. Buổi sáng chúng tôi leo lên đỉnh để ngắm bình minh và bầu trời đầy sao trước đó. Trải nghiệm khó quên với khung cảnh ngoạn mục và đồ ăn ngonĐọc thêm",
            "The itinerary couldnt be further from the experience we had. Our guide, the manager in Sapa and manager in Hanoi all had different understanding of their own itinerary which they sent to us prior to our hike. Management needs to update the 3D2N itinerary, be specific about the distance and elevation gain needed to cover in the time so customers know what to expect and care for customers safety.  We would NOT recommend this trek and the company because of our experience.There were 7 of us who signed up for this tour. From the start, we were told to meet at this shady area see picture. On the first night, we stayed at a hut that was not only exposed to the outside elements see picture which left us freezing, 7 of us were expected to squeeze at the top in a very small area. As a result, 2 of my friends slept on the floor instead and this left us with a restless night. After we were told to rest, our guide and the porters also started a fire nearby and talked loudly, leaving smoke wafting into our sleeping area and this also woke us up several times.On the second day, we ended up trekking for 12 hours straight with only a 30 mins lunch break in between. We had bread with luncheon meat and some veggies and an egg each for lunch which proved insufficient for the energy we had to exert on this day. Our guide Sue was very friendly but didnt speak good english, making it hard to communicate. He was also unable to provide accurate estimate of distances or time to next checkpoint and was constantly changing instructions  the itinerary as we went along.Our guide mentioned to us that we had 3 options:- Stay at the lunch point but not have access to water or food, so we had no choice but to continue up to the cable car station - Reach base camp but that means reaching the summit 3,100M and climbing back down to 2,700M - Hit the summit before 6pm and camp at cable car area We settled with option 3 without knowing the full extent of what was expected of us. At the time, it seemed like the best option. When we reached the summit, it was 6pm and it was very dark and cold. Our guide found out that we were not allowed to sleep overnight at the temple or cable car area as we did not have a permit and suggested we trek down to another area. However an hour ago when we asked him if it was allowed for us to camp there he said no. We were confused and frustrated with the situation at this point and just wanted to seek shelter after being left in the cold for over 40 minutes. We were also not comfortable to trek in the dark as we were exhausted beyond our limits and did not want to risk our lives. We had to call the manager Joey who was not very helpful and emphathetic to us in that situation and the Singapore embassy as we ran out of options and were slowly freezing to death. Eventually after close to 1.5 hours they managed to get us permission to sleep at the cable car area.  When we shared our concerns with manager Joey, he was very unsympathetic and did not care about our safety or health, he even mentioned that we were unfit and slow, even though we managed to hit all the checkpoints in the given time. Even our tour guide was tired, and he said he has done this 3D2N trek 100 times. Basically the overall experience felt like a you die, your problem. We were hoping that Joey could help turn this negative experience around but his response towards our experience said it all  The company doesnt care about you.Had we known the trek was as such, we wouldnt have signed up for this experience and felt mislead into paying for this.Read more",
            "Dear Pang Jia Hui  friends,\n\nFirst of all, we would like to thank you for your feedback  we are so sorry that you didnt have a good experience with us to Fansipan via Cat Cat Trail under 3D2N program. We felts we partly had responsibility for what happens which we already explained to you on our last meal at our hotel which I will explain later, therefore, we happy to cover 50 of the Fansipan Cable Car Ticket which not included on our tour program, but you insisted wanting more and only focus on that and kept telling us if we not cover more, you will let everyone know it is your right to share your experience to everyone and we still covered the 50 though, we tried to explain to you that we already had to cover more fees due to change of plan which we all not expected\n\nWe would like to try to explain some of your concerns:\n\nThe shady area is our parking space below our hotel. You came to us at 10:03 which is 1 hour later than our pick-up time. That is why we were in such a hurry when you came and couldnt let you stayed at our receptionist area because we need to move to Cat Cat ASAP it gets really dark soon this October, usually around 5:30PM\n\n About the accommodation at 2,300 Rest Hut. The place belongs to the Hoang Lien National Park not us and this is the only place that we allows to stay, unfortunately. We really wanted this situation to be changed, but it is just something that we couldnt, because it is not our properties, on our parts, we did our best to give you the most comfortable time there by providing mattress, sleeping bags and burning fire to keep you warm at night. We are so sorry that the guide  porters talking interrupt your sleeping time\n\nAbout the second days on our program, because we were below our schedule, so our guide gave you 3 options, the first options is to stay at lunch point and we already sent porter with waters  foods to you. The second option is to follow the original itinerary see sunset at the summit, then reach the base camp at 2,700M in Tram Ton. And the last option is to stay at the resting area which is only 20 minutes from the summit only for experts of the National Park, which we already had permission to, however, there was a misunderstanding between us, and with our guide limited English level, he couldnt explain to you clearly that made you think you can stay at Fansipan Cable Car Station.\n\nYou called us and we already explained to you, and you still insisted to stay at Fansipan Cable Car Station which is belong of other company SUN GROUP. We had to spend more than an hour, using all of our connections just to reach the director of SUN GROUP and get them allows us to stay in Fansipan Cable Car Station lucky is that this is our first time so they allows us to stay\n\t\nRegarding a blame to me. From the beginning via Email to arrange the trip, via WhatsApp few days  prior to our date, via our called on the second day and via our call on our last day, I was always quick and responsive. I talked to you over the phone on our last day that because you are just a bit slower than other group, therefore there was a change of plan, not because of us dont know well about the route, and our itinerary is correct because I just hiked so many times before\n\t\nYou insisted on forcing us to both refund you both the tour and the Fansipan cable ticket or you will share you experience to everyone regardless that I tried to explain to you that we can only cover you 50 of the cable car ticket and we also had to covered a lot of unexpected fee because of our change of plan on second day we had to prepare foods and sent porter from Sapa to Fansipan, we had to pay some hidden money for some people just to get you to stay at Fansipan Cable Car Station\n\t\nOn our website and on our itinerary that sent to you, we stated clearly about the difficulty of the hike, about our local guide English ability to reduce cost, provide job for them, and the most important thing is, they are the only one who are fit, knows the route well, and we also give the option if you need professional guide coming from Hanoi\t\n\nFansipan is rural jungle, with no people living, there is no electricity, fancy accommodation. Everything is just basic and on our parts, we always do our best to provide the best and safe experience. \n\t\nAgain, we are so sorry that you didnt have a good time and really we didnt want this either.Read more",
            "Kể từ thời điểm tôi đăng ký chuyến đi bộ đường dài của mình với The Terrible Guide, đó không phải là một trải nghiệm khủng khiếp. Các nhân viên ở Hà Nội Joey youre a LEGEND và Sa Pa cực kỳ đáng tin cậy, hiệu quả, có sức chứa và chuyên nghiệp trong mọi việc họ làm. Thực sự họ đã cho tôi một trải nghiệm mà tôi sẽ không bao giờ quên. Kết hợp với hướng dẫn viên địa phương ở Sa Pa, việc leo lên Fanxipan là một thử thách đối với tôi. Mặc dù tôi đi quá chậm và không thể dừng lại qua đêm khi màn đêm buông xuống, nhưng nhân viên của Terrible Guide đã giúp điều phối việc chuyển tuyến vào ngày hôm sau tới cáp treo và giúp tôi trải nghiệm toàn bộ trải nghiệm. Tôi chân thành gửi lời cảm ơn tới Joey the Amazing, người hướng dẫn người Hmong của tôi Má a Dơ, chị Quỳnh và toàn thể gia đình vì lòng hiếu khách nồng hậu, sự kiên nhẫn, tính chuyên nghiệp và đã biến đây thành một kỳ nghỉ thú vị mà tôi sẽ không bao giờ quên!Đọc thêm",
            "Tôi gặp Joey trên một trong những nhóm du lịch trên facebook. Anh ấy rất tốt bụng và chuyên nghiệp tổ chức mọi thứ, luôn sẵn sàng trả lời bất kỳ câu hỏi nào về whatsapp. Anh ấy đã hỗ trợ chúng tôi viết thư giới thiệu để nhận VOA và chúng tôi cũng nhận được các khoản chuyển khoản mà anh ấy đã sắp xếp cho chúng tôi. Trải nghiệm tuyệt vời nhất là chuyến đi dạo ẩm thực tại Hà Nội cùng Benjamin. Anh ấy đưa chúng tôi đến từng địa điểm để ăn những món ăn ngon nhất và còn chia sẻ kiến ​​thức không chỉ về ẩm thực mà cả lịch sử. Nó giống như đi chơi với một người bạn. Chúng tôi thực sự rất thích trải nghiệm này. Buổi tối chúng tôi kết thúc bằng việc uống rượu ở phố xe lửa và điều đó thật tuyệt vời. Joey điều hành công ty du lịch của anh ấy rất chuyên nghiệp, anh ấy đáng tin cậy và chúng tôi nóng lòng muốn quay lại Việt Nam và đi bộ đường dài với anh ấy. Lần sau tôi hứa sẽ đi cùng hiện tại và không quên nó ở nhà Joey thân mến! Chúc mọi điều tốt lành và tiếp tục nhé! Xin lỗi tôi đã mất nhiều thời gian để viết đánh giá của mình!Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với đại lý du lịch này khi sử dụng dịch vụ của họ để nhận được thư mời cho người mang hộ chiếu Trung Quốc. Đại lý luôn phản hồi nhanh chóng và dịch vụ của họ vừa nhanh vừa đáng tin cậy. Chúng tôi cũng đã đặt chuyến tham quan Vịnh Hạ Long với họ, điều này thật tuyệt vời! Chúng tôi chắc chắn sẽ giới thiệu đại lý du lịch này cho bất kỳ ai, không chỉ vì dịch vụ đặc biệt mà còn vì khả năng cung cấp trải nghiệm du lịch tuyệt vời của họ. Nếu bạn đang lên kế hoạch cho một chuyến đi đến Việt Nam, hãy nhớ liên hệ với đại lý du lịch thân thiện và đáng tin cậy này! Đọc thêm",
            "Tôi gặp rất nhiều vấn đề với đơn xin thị thực của mình và tôi đã gặp một anh chàng trên facebook tên anh ấy là Hoàng Minh Tung và anh ấy đã giúp tôi, cảm ơn vì dịch vụ của bạn, tôi thực sự đánh giá cao điều đóĐọc thêm",
            "Joey hôm nay đã giúp tôi sắp xếp chuyến đi và dịch vụ khách hàng của anh ấy thật tuyệt vời! Tôi thực sự khuyên bạn nên Đọc thêm",
            "What an adventure! Beautiful scenery for literally hundreds of kilometers, genuine local experiences of food and homestays. Everything was well organized by Joey before our arrival and along the way, our INCREDIBLE not Terrible lol tour guide Johnny aka Chiiii was simply amazing.It was a real pleasure to have met him and spent this time under his care. Chi was funny, informative, energetic, knew when to chat and when to give us quiet time to relax. He spoke English very well, so we were able to connect as friends. His restaurant choices were on point and we always ate fresh, delicious, truly local food. At the very least, we came away with a good friend in Chi.Thank you Chi, we really appreciate your company for those 3 days; you made our journey enjoyable and authentic. We wish you all the very best. Our vehicle was very comfortable for the long journey, and honestly, the real MVP of this tour was our driver, Long. Its a very challenging drive through the mountains, and Long handled it like a champion driving safely and comfortably for us to sleep at times and be relaxed. He has good wifi in the car as well. Thank you Long for taking us safely! If youre considering this tour, expect to be on the road for about 24hrs - in total over the 3 days. It was quite tiring at times, especially the 2nd afternoon as we did not expect a 6 hour drive to the homestay that evening. Its the only point I would say that was missed in the planning stage. We would have liked to know the length of the long journeys  over the days. So come prepared and be sure to take enough rest stops. It makes all the difference. The Nguom Ngao cave the new extended route and Ba Be lake were our highlights which made this tour worth it. The cave was extraordinary, you just have to see it to believe it. At first I was not interested in the caves. We did this tour to see Ban Gioc waterfall, which unfortunately was not very impressive since the water flow was quite low. So pay attention to the season you visit in.Then Ba Be Lake was a splendor! Possibly the best part for me. A private boat ride through the rivers and stopping a massive cave which the river passes through. Ah it felt like we were in a movie. Amazing experience deep in nature, it offered an opportunity to relax and soak it all in. Overall, we had a personalized, unique, enjoyable and memorable experience. The price is also better than most other commercial tours. Thank you Joey and the Terrible Tour Guide team for helping us to enjoy our adventure to the amazing North of Vietnam.We are definitely visiting Vietnam again and will certainly arrange another tour with you!All the best!Read more",
            "Joe đã lên kế hoạch cho chuyến đi leo núi Fanxipan của chúng tôi một cách suôn sẻ! Anh ấy đã sắp xếp người hướng dẫn hoàn hảo cho chúng tôi, đặt vé xe buýt cho chúng tôi, thậm chí để chúng tôi để lại túi dự phòng tại văn phòng của họ khi chúng tôi đang đi bộ. Thậm chí còn giúp chúng tôi giải quyết những mối quan tâm khác khi chúng tôi ở Sapa! Rất khuyến khích! Đọc thêm",
            "Chuyến đi đến Fanxipan thật tuyệt vời. Hướng dẫn viên dân tộc địa phương, Thong, là một hướng dẫn viên tuyệt vời và đã chăm sóc chúng tôi rất tốt trong suốt chuyến đi bộ. Chúng tôi đã có khoảng thời gian tương tác tuyệt vời với anh ấy. Người liên lạc văn phòng địa phương, Quỳnh và Đức cũng tỏ ra rất hiếu khách với chúng tôi trước chuyến đi. Ngoài ra, họ và Joey đã đề cập rằng họ đã chuyển địa điểm ở Sapa nên hãy nhớ ghi lại tất cả các chi tiết và mọi thắc mắc trước khi đến Sapa cùng Joey.Đọc thêm",
            "Xin chào, tôi muốn đi leo núi fansipan 1 ngày vào ngày mai với bạn bè và đi cáp treo xuống. Bạn có rảnh không? Giá bao nhiêu?Đọc thêm",
            "Xin chào Zoe, chúng tôi có phòng trống vào ngày mai, vui lòng nhắn tin cho chúng tôi theo số 84 343 470 507 hoặc gửi email cho chúng tôiĐọc thêm",
            "CHÀO \nChúng tôi sẽ ở Hà Nội vào cuối tuần này \nChúng tôi rất muốn có một hướng dẫn viên du lịch để dẫn chúng tôi đi tham quan xung quanh\nBạn có thể cho tôi biết giá và những việc cần làm không?\n60165202110Đọc thêm",
            "Tuyệt vời! Chúng tôi sẽ liên hệ với bạn ngayĐọc thêm"
        ],
        "star_ratings": [
            148,
            12,
            2,
            1,
            2
        ],
        "review_amount": 165,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Hướng dẫn viên du lịch khủng khiếp"
        ],
        "reviews_time": [
            "Written November 23, 2023",
            "Written November 2, 2023",
            "Written August 9, 2023",
            "Written July 18, 2023",
            "Written July 12, 2023",
            "Written June 20, 2023",
            "Written May 31, 2023",
            "Written April 30, 2023",
            "Written April 9, 2023",
            "Written April 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404751-Reviews-or10-The_Terrible_Tour_Guide_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or20-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15017011-Reviews-VietAsia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2355820-Reviews-Travel_Authentic_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11669135-Reviews-Westfield_World_Trade_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46435-d3199346-Reviews-Leonard_J_Buck_Garden-Far_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574024-d6429024-Reviews-Flea_Market-Monastiraki_Phocis_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195144-Reviews-Oceanario_de_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d7242355-Reviews-Geisha_and_Maiko_Makeover_Experience_in_Kyoto_Gion_Aya-Kyoto_Kyoto_Prefecture_Kin.html",
            "https://www.tripadvisor.com/Attraction_Review-g780854-d1943431-Reviews-Ebisu_Circuit-Nihonmatsu_Fukushima_Prefecture_Tohoku.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2425567-Reviews-Demiroren_Istiklal_Shopping_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1841694-d123166-Reviews-Marineland_Dolphin_Adventure-Marineland_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g46187-d5568053-Reviews-Little_Boar_s_Head_Seaside_Trail-North_Hampton_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d4318125-Reviews-The_Wilbur_Theatre-Boston_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or20-The_Terrible_Tour_Guide_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or10-The_Terrible_Tour_Guide_Travel-Hanoi.html"
    },
    {
        "attraction_name": "The Terrible Tour Guide Travel",
        "attraction_name_vi": "Hướng dẫn viên du lịch khủng khiếp",
        "general_info": [
            "165 đánh giá",
            "186 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Tour nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "Trái ngược với cái tên hài hước của chúng tôi, The Terrible Tour Guide Travel là một nhóm gồm những người dân địa phương trẻ tuổi và tận tâm nhằm tạo ra những rung cảm tốt đẹp và những kỷ niệm vui vẻ lâu dài cho khách hàng bằng cách đưa họ đến vùng ngoại ô nông thôn không có khách du lịch của Việt Nam thông qua các gói kỳ nghỉ có thể tùy chỉnh. Nếu bạn có thời gian hạn chế cho việc lập kế hoạch chuyến đi của mình và nếu bạn muốn tận hưởng cuộc hành trình như một trải nghiệm làm phong phú cuộc sống, tránh xa mọi cạm bẫy du lịch, chúng tôi mời bạn đi du lịch cùng chúng tôi! Chúng tôi có nhiều chuyến tham quan độc đáo và độc quyền mà chỉ chúng tôi mới có thể tổ chức. Các chuyến tham quan chưa được công bố và có thể được gửi đến bạn qua email riêng. Chỉ cần cho chúng tôi biết tài liệu tham khảo du lịch của bạn và chúng tôi sẽ tư vấn cho bạn một hành trình phù hợpĐọc thêm",
        "reviews": [
            "Đây là lần thứ hai tôi đặt tour với Joey. Đó là một kinh nghiệm tuyệt vời! Mọi thứ đã được sắp xếp tốt và không rắc rối. Trải nghiệm của tôi ở Vịnh Hạ Long thật tuyệt vời! Đây là lần đầu tiên tôi đến Di sản Thế giới được UNESCO công nhận này và chắc chắn đáng để dành 3 ngày. Tôi giới thiệu Joeys Terrible Tour vì anh ấy tận tâm, phản hồi nhanh chóng và anh ấy đảm bảo rằng chúng tôi có trải nghiệm tốt nhất! Đọc thêm",
            "Joey rất chuyên nghiệp trong việc tư vấn cho khách du lịch khi họ lên kế hoạch cho chuyến đi. Ngay cả khi chúng tôi quyết định thực hiện chuyến đi DIY, Joey đã giúp việc lập kế hoạch của chúng tôi bớt căng thẳng hơn bằng cách đặt xe buýt cho chúng tôi. Chúng tôi chỉ cần có mặt tại địa điểm đón đúng thời điểm. Anh ấy rất hào phóng với kiến ​​thức và thời gian của mình.Đọc thêm",
            "Joey rất nhanh chóng trong việc liên lạc và thích ứng với một số thay đổi vào phút chót trong việc thanh toán. Trả lời Swift và hành trình rất chi tiết. Hướng dẫn rất thân thiện và giúp đỡ chúng tôi bằng nhiều cách trong quá trình leo núi. Thực sự thích thú với toàn bộ quá trình giao dịch cũng như lòng tốt và sự kiên nhẫn mà người hướng dẫn đã mang lại cho chúng tôi trong suốt chuyến đi.Đọc thêm",
            "Gần đây tôi đã thực hiện một chuyến du lịch một mình đến miền Bắc Việt Nam với The Terrible Tour Guide. Tôi đã liên lạc với Joey, người rất kiên nhẫn và nhanh chóng trả lời. Người hướng dẫn, Johny, người đi cùng tôi là một người bạn tuyệt vời và hiểu biết. Tôi đã có cơ hội tiếp xúc với người Hmong địa phương nơi tôi đến thăm. Đó là một kinh nghiệm vô giá. Nhìn chung, tôi đã có một chuyến đi tuyệt vời và rất muốn giới thiệu họ cho chuyến du lịch của bạn tại Việt Nam.Đọc thêm",
            "Chúng tôi đã có một chuyến đi Ninh Bình tuyệt vời và đáng nhớ. Chi là một hướng dẫn viên xuất sắc, người đảm bảo rằng chúng tôi có thời gian tốt nhất, làm chính xác những gì chúng tôi muốn làm và không ngần ngại đưa chúng tôi đến một điểm dừng bổ sung sau khi chuyến tham quan kết thúc khi chúng tôi hỏi thăm. Đó là một ngày dài hơn đối với anh và người lái xe do phải dừng thêm nhưng họ không bận tâm chút nào. Chúng tôi đã có rất nhiều niềm vui, Chi chia sẻ nhiều thông tin và hướng dẫn rất vui vẻ.  Chiếc xe rất thoải mái và bữa trưa ngon tuyệt. Joey giao tiếp cực kỳ nhanh chóng và hữu ích, đồng thời khiến toàn bộ quá trình đặt phòng này trở nên liền mạch. Nó vượt quá sự mong đợi của chúng tôi và chúng tôi đánh giá cao những người này!Đọc thêm",
            "Nhìn chung, chúng tôi đã có một chuyến đi tuyệt vời, đó là một lựa chọn tốt cho chúng tôi. Chuyến tham quan khủng khiếp đã tùy chỉnh trải nghiệm 4D3N cho chúng tôi khi những người đi bộ đường dài đang tìm kiếm thử thách. Điểm tích cực: Hướng dẫn đã mở rộng tuyến đường của chúng tôi vào ngày đầu tiên. Bữa tối và khách sạn Hương rất tuyệt. Chuyến đi fanispan kéo dài 3 ngày là một mức độ khó hoàn hảo đối với chúng tôi. nấu ăn buổi tối trong chuyến đi kéo dài 3 ngày thật tuyệt vời trên ngọn lửa mở - đây là một bất ngờ thú vị và thú vị khi xem. Bình minh trên fanispan tốt hơn nhiều so với khi đông đúc vào ban ngày. Hướng dẫn viên và người khuân vác rất thân thiện suốt - chúng tôi cảm thấy được chăm sóc tốt. Massage cuối cùng là một cảm giác tuyệt vời. Tiêu cực: Không có ai cầm biển hiệu ở Lào Cai để đón chúng tôi vào buổi sáng đầu tiên. Việc thay đổi khách sạn là sai lầm, mặc dù bạn đã sửa lỗi này cho chúng tôi một cách nhanh chóng .Chúng tôi thực sự đã lên đỉnh hai lần - một lần vào ngày thứ hai và vào lúc mặt trời mọc vào ngày thứ ba. Con đường mà bạn chỉ đi vào lúc mặt trời mọc có lẽ sẽ tốt hơn. Chân của chúng tôi rất lạnh vào ban đêm vì túi ngủ mỏng, vì vậy bạn nên khuyên mọi người mang theo tất ấm để ngủ. Hướng dẫn viên rất thân thiện nhưng nói không hay Tiếng Anh. Điều này khiến việc giao tiếp trở nên khó khăn, đặc biệt là khi có những thay đổi trong hành trình. Có một cabin tàu riêng trên đường về thật tuyệt - chúng tôi sẽ phải trả nhiều tiền hơn để có được cả hai chiều.Đọc thêm",
            "Mọi thứ đều được lo liệu trong chuyến đi Phan Xi Păng này, từ bữa ăn trong chuyến đi đến chỗ ở trên núi. Họ cũng giúp giữ hành lý của chúng tôi và cung cấp dịch vụ vận chuyển đến và đi từ Fanxipan. Chúng tôi cũng may mắn được tắm sau đó.Đọc thêm",
            "Hướng dẫn thân thiện và chuyến đi tuyệt vời lên xuống đỉnh Fanxipan! Khi leo lên những người khuân vác cho đoàn cũng rất nhiệt tình và kiên nhẫn với chúng tôiĐọc thêm",
            "It was relatively easy to coordinate the arrangements for the hike. Joey was prompt in his replies and answered our queries we had in his email clearly.However, there was a slight miscommunication on the day of the hike. We had requested to leave our luggage at the office before our hike, but the driver who picked us up didnt seem to be aware of the arrangement and sent us to the start point with our luggage. After much effort due to the language barrier, we were told that our luggage would be sent to the office for safekeeping. We then met up with our local guide, Mrs Quynh, who spoke minimal English. Throughout the hike, Mrs Quynh ensured that we ate well and that we are safe. As we forgot to bring headlamps for the sunrise summit push, she gave us her own and instead used her handphone for light. That was a certainly a life saviour. During the hike, Mrs Quynh also provided help to us at difficult parts of the hike huge boulders, ladders that hung perilously off the face of boulders. What was however demoralising was that she kept highlighting that we would reach back to the start point at 8pm as we were very slow in the ascent and descent. This could however be due to the language barrier. Side note: Most of the guides we met during the hike are rather intense, so do go prepared! On the day of the descent, we had to catch a bus back to Hanoi which was at 4pm. We began our descent from the summit at 9am which was rather late and Mrs Quynh really made sure that we could make it back to catch our bus. Joey also made sure that our luggage was brought to the start point and that a taxi was waiting for us when we arrived. As a result, we managed to catch our bus just in time. It was definitely not an easy hike, but The Terrible Tour Guide made it happen. We were also lucky because we had awesome views one of the guides shared that the view that day was one of the clearest out of the 100 hikes he had doneRead more",
            "Joey đã giúp sắp xếp chuyến đi của chúng tôi vào phút cuối! Dịch vụ tuyệt vời và việc đi bộ thật đáng kinh ngạc. Chúng tôi không được ngắm bình minh vì trời có sương mù nhưng rất thích trải nghiệm này. rất khuyến khích!Đọc thêm"
        ],
        "star_ratings": [
            148,
            12,
            2,
            1,
            2
        ],
        "review_amount": 165,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Hướng dẫn viên du lịch khủng khiếp"
        ],
        "reviews_time": [
            "Written March 23, 2023",
            "Written March 6, 2023",
            "Written March 3, 2023",
            "Written February 10, 2023",
            "Written January 12, 2023",
            "Written January 9, 2023",
            "Written January 8, 2023",
            "Written January 7, 2023",
            "Written December 6, 2022",
            "Written December 4, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404751-Reviews-or20-The_Terrible_Tour_Guide_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or10-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or30-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15017011-Reviews-VietAsia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2355820-Reviews-Travel_Authentic_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32762-d7246912-Reviews-Muir_Beach_Overlook-Muir_Beach_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d1640837-Reviews-Silver_Lake-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d103633-Reviews-Salem_Witch_Village-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d17748559-Reviews-Grote_Knip-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g60724-d579200-Reviews-Hell_s_Revenge-Moab_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g59055-d21272119-Reviews-Falling_Waters_Waterfall-Falling_Waters_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d153926-Reviews-Makaha_Beach_Park-Waianae_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g56082-d4700753-Reviews-The_Lions_Club_Aquatics_Park-Killeen_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g20558554-d7276761-Reviews-Tsougrias_Beach-Tsougrias_Island_Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g60925-d6698179-Reviews-Captain_White_s_Seafood_City-Oxon_Hill_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or30-The_Terrible_Tour_Guide_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or20-The_Terrible_Tour_Guide_Travel-Hanoi.html"
    },
    {
        "attraction_name": "The Terrible Tour Guide Travel",
        "attraction_name_vi": "Hướng dẫn viên du lịch khủng khiếp",
        "general_info": [
            "165 đánh giá",
            "186 trong số 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "Trái ngược với cái tên hài hước của chúng tôi, The Terrible Tour Guide Travel là một nhóm gồm những người dân địa phương trẻ tuổi và tận tâm nhằm tạo ra những rung cảm tốt đẹp và những kỷ niệm vui vẻ lâu dài cho khách hàng bằng cách đưa họ đến vùng ngoại ô nông thôn không có khách du lịch của Việt Nam thông qua các gói kỳ nghỉ có thể tùy chỉnh. Nếu bạn có thời gian hạn chế cho việc lập kế hoạch chuyến đi của mình và nếu bạn muốn tận hưởng cuộc hành trình như một trải nghiệm làm phong phú cuộc sống, tránh xa mọi cạm bẫy du lịch, chúng tôi mời bạn đi du lịch cùng chúng tôi! Chúng tôi có nhiều chuyến tham quan độc đáo và độc quyền mà chỉ chúng tôi mới có thể tổ chức. Các chuyến tham quan chưa được công bố và có thể được gửi đến bạn qua email riêng. Chỉ cần cho chúng tôi biết tài liệu tham khảo du lịch của bạn và chúng tôi sẽ tư vấn cho bạn một hành trình phù hợpĐọc thêm",
        "reviews": [
            "Xuất sắc! Chúng tôi đã sắp xếp một chuyến đi riêng đến miền bắc Việt Nam với Tour du lịch khủng khiếp, bao gồm Sapa và Hà Giang Từ việc lập kế hoạch hành trình, nhiều thay đổi, chúng tôi đã nhận được phản hồi rất nhanh chóng. Trong chuyến đi, sự phối hợp, thời gian, bữa ăn và tất cả đã được truyền đạt và lên kế hoạch cẩn thận. Vì những con đường ở phía bắc dường như không thể đoán trước được với những công trình đường bộ nên Chi, hướng dẫn viên của chúng tôi, luôn hỏi khi mọi việc, thời gian sử dụng không diễn ra như dự kiến ​​- ví dụ: chúng ta nên dừng lại ăn trưa trước hay tiếp tục đến điểm đến tiếp theo. Đặc biệt cũng đề cập đến sự giúp đỡ của anh ấy Chúng tôi tìm một cửa hàng để mua miếng bảo vệ mắt cá chân vì chồng tôi đến với mắt cá chân bị thương. Chúng tôi phải kiểm tra nhiều cửa hàng trước khi tìm được một cửa hàng. Cảm ơn sự kiên nhẫn của bạn Chi, mặc dù chúng tôi không còn nhiều thời gian nữa, nhưng chúng tôi đang hướng tới chuyến tàu đến Sapa. Trên đường leo lên đỉnh Fanxipan, chúng tôi thực sự biết ơn anh ấy và hướng dẫn viên địa phương Sai, xin lỗi vì đây có thể không phải là cách viết đúng đã được thảo luận và đề xuất rằng chúng ta có một người khuân vác khác. Đó là chuyến đi bộ đường dài 2 ngày 1 đêm, họ mang theo tất cả nguồn cung cấp thực phẩm cộng với túi của chúng tôi, giảm bớt gánh nặng để chúng tôi có thể chỉ tập trung vào chuyến đi bộ. Đánh giá cao sự chu đáo đó! Món lẩu trên núi là thứ mà chúng ta sẽ nhớ mãi! Người lái xe khéo léo, di chuyển qua những con đường núi lộng gió trong nhiều giờ đồng hồ. Cảm ơn bạn! Nhìn chung, chúng tôi rất thích chuyến đi của mình! Đánh giá cao sự phối hợp liền mạch của mọi người!Đọc thêm",
            "Chúng tôi đã tham gia hành trình Trekking Sapa Conquer The Roof of Đông Dương vì nó bao gồm tất cả các chuyến tàu và dịch vụ đưa đón chỗ ở khiến cho chuyến đi trở nên thoải mái. Ngay từ đầu, Joey đã phản hồi rất nhanh và trả lời tất cả các câu hỏi của chúng tôi. Chúng tôi hoàn toàn không gặp vấn đề gì với vé tàu và chuyển chỗ ở. Tàu giường nằm là một trải nghiệm mà chúng tôi muốn thử mặc dù nhìn chung chúng tôi đọc được nhiều ý kiến ​​trái chiều về nó. Chúng tôi rất ngạc nhiên với sự sạch sẽ của tàu ngủ và một số người trong chúng tôi thực sự đã có được một giấc ngủ ngon. Điểm nổi bật của chuyến đi chắc chắn là chuyến đi bộ lên đỉnh fansipan 2 ngày 1 đêm - chúng tôi thật may mắn khi quang cảnh thật tuyệt vời vào buổi sáng chúng tôi lên đỉnh! Các nhân viên nhà trọ cũng rất chu đáo và hữu ích. Có lẽ một điểm nhỏ cần lưu ý - gậy leo núi và đèn pha không được cung cấp và chúng tôi cũng quên mang theo. Sẽ khuyên bạn nên mang theo của riêng bạn. Nhìn chung, tôi thực sự khuyên bạn nên đi cùng họ, họ thật là tệ hại!Đọc thêm",
            "Chúng tôi cần trợ giúp để xin thị thực cho chồng tôi, người có hộ chiếu Kenya. Công ty này thật tuyệt vời! Họ đã nhanh chóng trả lời khi chúng tôi có thắc mắc và rất hữu ích. Tôi thực sự khuyên bạn nên sử dụng dịch vụ của họ!Đọc thêm",
            "Hành trình tour từ lúc đón đến đỉnh núi fansipan được thực hiện chuyên nghiệp. Đặc biệt đề cập đến hướng dẫn viên Hmong xuất sắc SHAN, người đã kiên nhẫn và hữu ích trong suốt hành trìnhĐọc thêm",
            "Chúng tôi đã thực hiện một chuyến du lịch riêng kéo dài 3 đêm 4 ngày khám phá miền bắc Việt Nam bắt đầu và kết thúc tại khách sạn của chúng tôi ở Hà Nội. Chúng tôi đã có khoảng thời gian tuyệt vời nhất và không thể giới thiệu đủ về The Terrible Tour Guide. Hướng dẫn viên tệ hại của chúng tôi, Chi, rất thân thiện và khiến chúng tôi cảm thấy được chào đón và an toàn ở mọi nơi chúng tôi đến thăm, chúng tôi cũng có cùng một tài xế trong toàn bộ chuyến đi, người rất tuyệt vời và cực kỳ dễ tính. Một điểm nhấn đặc biệt là cả ngày trên một chiếc thuyền riêng trên Vịnh Lan Hạ, nơi chúng tôi được chèo thuyền kayak và bơi trong Vịnh được bao quanh bởi khung cảnh đẹp nhất mà chúng tôi từng thấy. Chuyến tham quan thực sự đã làm nên khoảng thời gian của chúng tôi ở Việt Nam và chúng tôi rất vui vì đã làm điều đó. Cảm ơn bạn! Đọc thêm",
            "Tôi thực sự muốn giới thiệu Joey hỗ trợ quá trình xin visa Việt Nam của bạn. Anh ấy nhanh chóng trả lời các câu hỏi và giải thích mọi thứ rất rõ ràng.  Họ đã hỗ trợ tôi nộp đơn xin công văn chấp thuận thị thực và tôi đã nhận được thư nhanh hơn thời gian dự kiến.  Tôi rất ấn tượng với mức độ dịch vụ tôi nhận được và chắc chắn sẽ khuyên bạn nên sử dụng dịch vụ của họ.  Họ là những người giỏi nhất!Đọc thêm",
            "Joey là một ông chủ xuất sắc và anh ấy đã giải quyết tất cả các thắc mắc trước chuyến đi một cách nhanh chóng và ngắn gọn.  Một vài gợi ý dành cho những người đi bộ đường dài trong tương lai - 1 vui lòng mang theo quần áo ấm vào ban đêm vì trời rất lạnh bằng lông cừu hoặc quần dài sẽ tốt 2 có 4G trên núi nhưng không có sóng nào ở điểm nghỉ ngơi 3 điểm nghỉ ngơi có thể khá ồn ào vào ban đêm vì vậy hãy mang theo tai nghe vì bạn sẽ cần ngủ sớm để dậy đón bình minh 4 nhà vệ sinh ở điểm nghỉ ngơi không hoạt động nên vui lòng cho rằng bạn sẽ không sử dụng chúng 5 nếu bạn đi bộ đường dài trong mùa mưa , đi cáp treo xuống sau khi leo lên đỉnh dường như là một lựa chọn phổ biến.Đọc thêm",
            "Hướng dẫn du lịch khủng khiếp Du lịch, cực kỳ hữu ích và có sức chứa. Rất biết ơn vì đã hợp tác với công ty này - chúng tôi đã đấu tranh để có được giấy tờ cần thiết để vào Việt Nam vào kỳ nghỉ với tư cách là khách du lịch nhưng họ đã hỗ trợ mọi thứ chúng tôi cần! Rất muốn giới thiệu cơ quan này: DĐọc thêm",
            "Một chuyến đi rất thú vị. Joey rất kỹ lưỡng và nhanh nhạy trong việc sắp xếp mọi thứ và cũng chỉ trong thời gian ngắn. Con đường thật rực rỡ. Không quá khó khăn nhưng đôi khi cũng đủ vất vả. Nó liên quan đến khá nhiều việc phải leo lên và leo xuống những tảng đá, nhưng điều này thật thú vị. Bữa tối do hướng dẫn viên cung cấp và nấu rất ngon. Sâu bọ địa phương. Chúng tôi đã may mắn với thời tiết và có bầu trời quang đãng để đón bình minh. Thật là một trải nghiệm!Đọc thêm",
            "Joey rất dễ giải quyết và có thể đáp ứng yêu cầu leo ​​núi Fanxipan vào phút cuối của chúng tôi. Hướng dẫn rõ ràng, giao tiếp liền mạch và việc sắp xếp việc đi lại không gặp rắc rối. Khi đến Sapa, Đức rất thân thiện trong việc tổ chức để đảm bảo chuyến đi bộ lên Phan Xi Păng của chúng tôi sẽ thoải mái bằng cách đảm bảo nhu cầu ăn uống của chúng tôi được chăm sóc chu đáo. Hướng dẫn viên Lilis, một cô gái trẻ mạnh mẽ đã đảm bảo rằng chúng tôi có thể leo lên an toàn bất chấp địa hình đầy thử thách của Sapa. Thật không may là khi chúng tôi lên tới đỉnh, tầm nhìn gần như bằng 0 và gió cực kỳ dữ dội. Tuy nhiên, đây là một cuộc leo núi hiệu quả. Cảm ơn Joey và nhóm của anh ấy đã khiến chuyến leo núi này trở thành một kỷ niệm đáng nhớ.Đọc thêm"
        ],
        "star_ratings": [
            148,
            12,
            2,
            1,
            2
        ],
        "review_amount": 165,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Hướng dẫn viên du lịch khủng khiếp"
        ],
        "reviews_time": [
            "Written November 23, 2022",
            "Written October 30, 2022",
            "Written October 30, 2022",
            "Written October 24, 2022",
            "Written October 8, 2022",
            "Written September 26, 2022",
            "Written September 10, 2022",
            "Written July 28, 2022",
            "Written July 11, 2022",
            "Written June 28, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404751-Reviews-or30-The_Terrible_Tour_Guide_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or20-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or40-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15017011-Reviews-VietAsia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2355820-Reviews-Travel_Authentic_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48713-d2346297-Reviews-Destiny_USA-Syracuse_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141346-Reviews-Seattle_Japanese_Garden-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g189432-d12831226-Reviews-Butterflies_Nature_Reserve-Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d8661216-Reviews-8_Second_Saloon-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g580192-d256276-Reviews-Kastro-Naxos_Town_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d1631943-Reviews-Paradise_Park_Farm-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d2491846-Reviews-Booby_Cay_Island-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g48745-d661355-Reviews-The_Wild_Center-Tupper_Lake_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d2302149-Reviews-Buarbreen-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g196678-d568369-Reviews-Plage_de_Pampelonne-Ramatuelle_Var_Provence_Alpes_Cote_d_Azur.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or40-The_Terrible_Tour_Guide_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or30-The_Terrible_Tour_Guide_Travel-Hanoi.html"
    },
    {
        "attraction_name": "The Terrible Tour Guide Travel",
        "attraction_name_vi": "Hướng dẫn viên du lịch khủng khiếp",
        "general_info": [
            "165 đánh giá",
            "186 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Tour du lịch thiên nhiên động vật hoang dã"
        ],
        "attraction_summary": "Trái ngược với cái tên hài hước của chúng tôi, The Terrible Tour Guide Travel là một nhóm người dân địa phương trẻ tuổi và tận tụy, với mục tiêu tạo ra những rung cảm tốt đẹp và những kỷ niệm vui vẻ lâu dài cho du khách bằng cách đưa họ đến vùng ngoại ô nông thôn không phải là điểm du lịch của Việt Nam thông qua các gói kỳ nghỉ tùy chỉnh. Nếu bạn có thời gian hạn chế để lập kế hoạch cho chuyến đi của mình và nếu bạn muốn tận hưởng chuyến đi như một trải nghiệm làm phong phú cuộc sống tránh xa mọi cạm bẫy du lịch, chúng tôi mời bạn du lịch cùng chúng tôi! Chúng tôi có nhiều tour du lịch độc đáo và riêng tư mà chỉ chúng tôi mới có thể tổ chức. Các tour du lịch chưa được công bố và có thể được gửi đến bạn qua email riêng. Chỉ cần cho chúng tôi biết thông tin tham khảo về chuyến đi của bạn và chúng tôi sẽ tư vấn cho bạn một hành trình phù hợp Đọc thêm",
        "reviews": [
            "Tôi và bạn tôi đã thực hiện chuyến du lịch Hà Giang riêng 5 ngày với Hướng dẫn viên du lịch khủng khiếp. Đó là một cách tuyệt vời để tìm hiểu một vùng xa xôi và tuyệt đẹp của đất nước. Chi, hướng dẫn viên của chúng tôi, thật tuyệt vời. Chúng tôi phải trải nghiệm văn hóa và vẻ đẹp. Chúng tôi đã ăn những món ăn địa phương tuyệt vời. Đã thực hiện một số chuyến đi bộ tuyệt vời. Thậm chí còn đến thăm một hang động và đi thuyền để có cái nhìn cận cảnh về một hẻm núi khổng lồ. Tôi chắc chắn sẽ giới thiệu công ty này cho bất kỳ ai lên kế hoạch cho chuyến đi đến miền Bắc Việt Nam. Đọc thêm",
            "Joey rất phản hồi với tất cả các câu hỏi của chúng tôi và họ đã giúp chúng tôi sắp xếp tất cả các điểm trong chuyến đi của mình - từ chuyến tàu Sleeper cho đến chuyến đi bộ đường dài cho đến hành trình trở về. Rào cản ngôn ngữ ở Việt Nam khá cao vì nhiều người gặp khó khăn khi giao tiếp bằng tiếng Anh, nên việc họ có thể hoạt động như cầu nối của chúng tôi thực sự rất hữu ích. Họ cũng cho phép chúng tôi để lại một số thứ trong văn phòng của họ và tắm rửa sau chuyến đi bộ đường dài. Đối với chuyến đi bộ đường dài, chúng tôi có một hướng dẫn viên thực sự hữu ích tên là Vân. Tiếng Anh của anh ấy còn hạn chế nhưng anh ấy đã cố gắng hết sức để giải thích về thời tiết cho chúng tôi và con đường mòn. Anh ấy cũng đi khắp nơi để giúp tôi mang túi. Đồ ăn được chuẩn bị cũng khá ngon, đặc biệt là bữa tối nhỏ tại cabin - tuyệt vời! Thời tiết tháng Hai chắc chắn có thể tốt hơn. Chúng tôi đã đi bộ qua hầu hết sương mù và sương mù và chúng tôi quyết định từ bỏ cảnh mặt trời mọc vì dù sao thì bạn cũng không thể nhìn thấy bất cứ thứ gì ngoài những đám mây. Bản thân con đường này khá vắng và cabin ngủ rất lạnh. Vì vậy hãy nhớ mang theo nhiều quần áo ấm và chuẩn bị cho mọi điều kiện thời tiết.Đọc thêm",
            "chúng tôi đã thực hiện hai sự sắp xếp - vì thiếu thời gian, cơ quan đã liên kết hoàn hảo việc leo lên Phan Xi Păng với chuyến đi Hà Giang. Hướng dẫn viên và tài xế tuyệt vời, chúng tôi đã thấy rất nhiều điều thú vị gần biên giới Trung Quốc.  Cơ quan thực sự đã quan tâm đến mọi thứ- tôi giới thiệu cho mọi ngườiĐọc thêm",
            "Có một chuyến đi ngắn ngày đến Hà Nội vào cuối tháng 11 cùng gia đình. Một người bạn của gia đình đã khuyên chúng tôi nên sử dụng Hướng dẫn du lịch khủng khiếp vì anh ấy đã đặt chuyến tham quan với họ trước đây và nghĩ rằng họ rất tốt. Xin lưu ý rằng người bạn của gia đình này có tiêu chuẩn CAO và Hướng dẫn viên du lịch khủng khiếp đã không làm bạn thất vọng. Joey, Giám đốc điều hành, đã nhanh chóng gửi cho tôi bản phác thảo những việc mà cả gia đình chúng tôi có thể làm ở Hà Nội, bao gồm cả giá cả và thời gian ước tính của mỗi chuyến tham quan mỗi ngày. Những đề xuất của anh ấy nằm ngay trên con hẻm của chúng tôi nên không có gì nhiều để điều chỉnh. Khi đến sân bay Nội Bài, chúng tôi được chào đón bởi người hướng dẫn viên đáng yêu Fifi và tài xế của chúng tôi, anh Trang. Chúng tôi đã đi tham quan thành phố, đi bộ tham quan ẩm thực và thăm các ngôi làng xung quanh ngoại ô Hà Nội trong 4 ngày. Mặc dù giao thông ở Hà Nội rất hỗn loạn nhưng anh Trang vẫn giữ bình tĩnh và chúng tôi cảm thấy an toàn khi ngồi trong xe của anh. Fifi luôn rất vui vẻ, hiểu biết và có trách nhiệm - chúng tôi thậm chí còn ghé thăm Trung tâm thương mại AEON để mua bánh tráng và nước mắm tại nhà. Chúng tôi chắc chắn sẽ quay lại Hà Nội và sắp xếp nhiều chuyến tham quan hơn với Hướng dẫn viên du lịch khủng khiếp! Đọc thêm",
            "Hướng dẫn viên du lịch, Chi, rất thân thiện và luôn tóm tắt cho chúng tôi tất cả thông tin cơ bản về từng địa điểm. Trekking Sapa thật tuyệt vời! Đi bộ qua các ngôi làng, để xem các trang trại và con người. Có kinh nghiệm ăn trưa ở làng của họ. Do đang là mùa đông nên thác Suối Tình Yêu vẫn ổn nhưng hành trình đi bộ xuyên rừng thật tuyệt vời. Để được ngắm đàn trâu bên cạnh.Đọc thêm",
            "Chi rất thân thiện, vui tính... và đẹp trai kinh khủng. Anh ấy đã bắt chúng tôi viết cái này. Thực sự khủng khiếp. Nói một cách nghiêm túc, anh ấy đã xuống trái đất và chăm sóc chúng tôi rất tốt. Chúng tôi đã có rất nhiều niềm vui. Muốn giới thiệu!Đọc thêm",
            "Cảm ơn Joey vì sự sắp xếp. Chúng tôi tận hưởng chuyến đi của mình với những bữa ăn được chuẩn bị tốt, hậu cần và chỗ ở. Chúng tôi thực sự trải nghiệm lối sống địa phương với chuyến đi leo núi Nhờ người quản lý của khách sạn Mountain View, người đã giúp chúng tôi thay đổi hành trình đột ngột bằng tàu hơi nước đã chuẩn bị cho chúng tôi trong những ngày mưa. Tôi cảm thấy thật ấm áp Cảm ơn hướng dẫn viên địa phương Mai, người đã chăm sóc chúng tôi trong chuyến đi trekking và giúp chúng tôi mang hành lýĐọc thêm",
            "Joey kiên nhẫn, hữu ích, thân thiện để giải quyết lỗi liên lạc của chúng tôi và sắp xếp lại chuyến đi khi đến SAPA. Hướng dẫn viên Mai rất hữu ích vì cô ấy biết chúng tôi không giỏi trekking.Đọc thêm",
            "Tổ chức hoàn hảo và thực hiện tốt. Thức ăn tuyệt vời trên đường đi. Họ nấu 3 x mỗi ngày cho chúng tôi. Hướng dẫn viên và người khuân vác rất thân thiện và hữu ích. Các chàng trai biết họ đang làm gì! Đường mòn dành cho mèo không hề dễ dàng nhưng có tầm nhìn tuyệt vời!Đọc thêm",
            "Vợ tôi và tôi đã có chuyến du ngoạn bốn ngày ở Tây Bắc Việt Nam với Hướng dẫn viên du lịch khủng khiếp.  Chúng tôi đã ở Đông Nam Á được bảy tuần qua và chuyến tham quan này chắc chắn là một điểm nhấn trong chuyến đi của chúng tôi.  Đó là một trải nghiệm văn hóa và danh lam thắng cảnh tuyệt vời và chúng tôi đánh giá cao công ty này.  Hướng dẫn viên Trang Daisy và tài xế Nhân của chúng tôi đều cực kỳ chuyên nghiệp và đáp ứng những gì chúng tôi muốn xem và làm. Nó khá đắt so với mức giá bạn thấy trên các bảng quảng cáo bên ngoài các công ty du lịch ở khu phố cổ Hà Nội.  Nhưng chúng tôi nhận thấy rằng bạn nhận được những gì bạn phải trả và chuyến đi này chắc chắn xứng đáng với những gì chúng tôi đã trả.Đọc thêm"
        ],
        "star_ratings": [
            148,
            12,
            2,
            1,
            2
        ],
        "review_amount": 165,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Hướng dẫn viên du lịch khủng khiếp"
        ],
        "reviews_time": [
            "Written February 22, 2020",
            "Written February 11, 2020",
            "Written December 18, 2019",
            "Written December 3, 2019",
            "Written November 13, 2019",
            "Written November 13, 2019",
            "Written November 4, 2019",
            "Written November 4, 2019",
            "Written September 30, 2019",
            "Written September 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404751-Reviews-or40-The_Terrible_Tour_Guide_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or30-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or50-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15017011-Reviews-VietAsia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2355820-Reviews-Travel_Authentic_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34530-d12994248-Reviews-Giant_Kapok_Tree-Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47755-d1796965-Reviews-Freeport_s_Nautical_Mile-Freeport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g664176-d2302225-Reviews-Orrido_di_Bellano-Bellano_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19268413-Reviews-Joker_Stairs-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d6132671-Reviews-Bimini_SuperFast-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g57006-d7382131-Reviews-Moonscape_Overlook-Hanksville_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d307642-Reviews-Mori_Art_Museum-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g7746392-d2037111-Reviews-Malam_Jabba_Ski_Resort-Malam_Jabba_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33415-d13285768-Reviews-Echo_Lake_Park-Evergreen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33049-d8592537-Reviews-Santa_Fe_Springs_Swap_Meet-Santa_Fe_Springs_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or50-The_Terrible_Tour_Guide_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or40-The_Terrible_Tour_Guide_Travel-Hanoi.html"
    },
    {
        "attraction_name": "The Terrible Tour Guide Travel",
        "attraction_name_vi": "Hướng dẫn viên du lịch khủng khiếp",
        "general_info": [
            "165 đánh giá",
            "186 trong số 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "Trái ngược với cái tên hài hước của chúng tôi, The Terrible Tour Guide Travel là một nhóm gồm những người dân địa phương trẻ tuổi và tận tâm nhằm tạo ra những rung cảm tốt đẹp và những kỷ niệm vui vẻ lâu dài cho khách hàng bằng cách đưa họ đến vùng ngoại ô nông thôn không có khách du lịch của Việt Nam thông qua các gói kỳ nghỉ có thể tùy chỉnh. Nếu bạn có thời gian hạn chế cho việc lập kế hoạch chuyến đi của mình và nếu bạn muốn tận hưởng cuộc hành trình như một trải nghiệm làm phong phú cuộc sống, tránh xa mọi cạm bẫy du lịch, chúng tôi mời bạn đi du lịch cùng chúng tôi! Chúng tôi có nhiều chuyến tham quan độc đáo và độc quyền mà chỉ chúng tôi mới có thể tổ chức. Các chuyến tham quan chưa được công bố và có thể được gửi đến bạn qua email riêng. Chỉ cần cho chúng tôi biết tài liệu tham khảo du lịch của bạn và chúng tôi sẽ tư vấn cho bạn một hành trình phù hợpĐọc thêm",
        "reviews": [
            "Chúng tôi đã làm việc với Joey để điều chỉnh chuyến tham quan 9 ngày tới Vòng Bắc: Sapa, Hà Giang, Cao Bằng và Vườn quốc gia Ba Bể vào tháng 8 năm 2019. Joey đã rất kiên nhẫn, hữu ích và thân thiện ngay từ đầu, thích nghi với mọi thay đổi của chúng tôi trước khi hoàn tất hành trình hoàn hảo cho chúng tôi.  Joey cũng đã làm rất tốt việc lựa chọn khách sạn. Bữa sáng khá ngon và nhân viên sẽ làm mọi thứ để làm hài lòng khách. Hướng dẫn viên riêng của chúng tôi Phúc rất chuyên nghiệp, hiểu biết và cực kỳ hữu ích và thân thiện. Anh ấy làm cho chuyến tham quan của chúng tôi rất thú vị và vui vẻ. Chúng tôi rất ấn tượng bởi mức độ dịch vụ và sự chú ý mà anh ấy cung cấp. Việc di chuyển rất thoải mái, tài xế xe van của chúng tôi, anh Đức cũng đã rèn luyện kỹ năng lái xe an toàn và chắc chắn. Chúng tôi đặc biệt giới thiệu công ty du lịch này cho những ai muốn khám phá vẻ đẹp, văn hóa và lịch sử của đất nước tuyệt vời này.Đọc thêm",
            "Đây không phải mùa cao điểm ở Sapa mà họ liên tục ép chúng tôi phải gửi cọc để giữ giá? Giá cả cũng vô lý????Đọc thêm",
            "Kính gửi Hà Huyền Vũ, \n\nThứ nhất, có vẻ như bạn là người Việt Nam và chúng tôi chỉ tổ chức tour cho người nước ngoài. Tôi không chắc liệu bạn đã đăng bài đánh giá của mình sai vị trí doanh nghiệp hay bạn cố tình đăng nó ???\n\nThậm chí không phải trong những trường hợp này, chúng tôi đã nói rất rõ trong điều kiện thời hạn đặt phòng của mình, khoản đặt cọc 30 trên tổng số tiền phải được thanh toán trước để đảm bảo đặt phòng và chúng tôi chỉ gửi liên kết thanh toán khi bạn xác nhận rằng bạn muốn đặt phòng chuyến đi.\n\nTrân trọng,\nJoey khủng khiếp\n\nĐọc thêm",
            "Chi thực sự không thể tin được!! Thành thật mà nói, chúng tôi đã có khoảng thời gian tuyệt vời nhất với anh ấy và nhóm. Không có đủ từ ngữ để diễn tả chuyến đi này của anh ấy đáng nhớ như thế nào - rất nhiều tiếng cười và rất nhiều niềm vui! Tôi chỉ ước anh ấy có thể là người hướng dẫn của chúng tôi trong tất cả các chuyến tham quan trong tương lai! Đọc thêm",
            "Joey rất hữu ích khi đặt xe riêng của chúng tôi đến Hà Giang từ Hà Nội và đưa ra rất nhiều lời khuyên cho chuyến đi của chúng tôi. Chiếc xe mới và thoải mái. Tài xế kiên nhẫn, thân thiện nhưng chỉ nói được một ít tiếng Anh. Tôi khuyên bạn nên đặt xe ở đây !! Đọc thêm",
            "Quá trình đặt phòng rất dễ dàng và nhanh chóng. Chúng tôi đã liên hệ với The Terrible Tour Guide Travel thông qua trang web của họ và Joey rất phản hồi và cung cấp nhiều thông tin. Tất cả các hướng dẫn đều có kiến ​​thức và giải thích mọi thứ một cách chi tiết. Đặc biệt là Minh ở Sapa và Peter ở Hà Nội. Tôi đánh giá cao việc qua đêm ở Vịnh Hạ Long và chuyến tham quan ẩm thực ở Hà Nội. Nhìn chung, chúng tôi đã có trải nghiệm tuyệt vời và chúng tôi chắc chắn sẽ giới thiệu !!! Đọc thêm",
            "Tôi đã liên hệ với Joey của The Terrible Tour Guide để đặt chuyến du ngoạn Vịnh Hạ Long theo lời giới thiệu của một người bạn. Nhân viên đảm bảo rằng chúng tôi tận hưởng mọi phần của chuyến đi và đồ ăn cũng rất tuyệt vời. Không thể mong muốn có một đại lý tốt hơn.Đọc thêm",
            "Chúng tôi có một hướng dẫn viên du lịch tuyệt vời Andy, người rất thân thiện và hiểu biết. Tất cả các món ăn đều tuyệt vời vì Andy biết tất cả những địa điểm địa phương tốt nhất. Đọc thêm",
            "Hướng dẫn của chúng tôi Honey rất thông tin, thân thiện và vui tính. Chúng tôi đã có một trải nghiệm tốt với cô ấy. Muốn giới thiệu cho bất cứ aiĐọc thêm",
            "Chúng tôi đặt một chuyến du ngoạn qua đêm trên Vịnh Hạ Long với sự giúp đỡ của Joey từ The Terrible Tour Guide Travel. Chúng tôi không thể hạnh phúc hơn với sự lựa chọn hành trình của anh ấy: hành trình sang trọng, đồ ăn tuyệt vời và phục vụ cho yêu cầu ăn kiêng đặc biệt. Phi hành đoàn rất hữu ích, luôn mỉm cười. Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến đi trong ngày ở Sapa cùng với Z, một hướng dẫn viên du lịch người Hmong địa phương. Z thật tuyệt vời trong việc điều chỉnh chuyến đi theo bất cứ điều gì chúng tôi muốn làm và anh ấy cũng rất am hiểu về khu vực này. Tôi rất vui được giới thiệu Z và công ty của anh ấy.Đọc thêm"
        ],
        "star_ratings": [
            148,
            12,
            2,
            1,
            2
        ],
        "review_amount": 165,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Hướng dẫn viên du lịch khủng khiếp"
        ],
        "reviews_time": [
            "Written August 18, 2019",
            "Written August 2, 2019",
            "Written July 26, 2019",
            "Written July 24, 2019",
            "Written July 24, 2019",
            "Written July 23, 2019",
            "Written July 23, 2019",
            "Written July 14, 2019",
            "Written July 14, 2019",
            "Written July 14, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404751-Reviews-or50-The_Terrible_Tour_Guide_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or40-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or60-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15017011-Reviews-VietAsia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2355820-Reviews-Travel_Authentic_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48723-d13322549-Reviews-Letchworth_Village-Thiells_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32837-d5996804-Reviews-Mandalay_State_Beach-Oxnard_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d195493-Reviews-Museo_Archeologico_Nazionale_di_Napoli-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g297729-d3308087-Reviews-Wae_Rebo_Village-Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283355-Reviews-Whirlpool_State_Park-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g580233-d195530-Reviews-Gola_dell_Alcantara-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6612712-Reviews-An_Bang_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d19031253-Reviews-Sri_Lanka_Driver_Hire-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34740-d7277922-Reviews-Cedar_Lakes_Woods_Gardens-Williston_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d23949510-Reviews-Museum_Of_Illusions_Philadelphia-Philadelphia_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or60-The_Terrible_Tour_Guide_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or50-The_Terrible_Tour_Guide_Travel-Hanoi.html"
    },
    {
        "attraction_name": "The Terrible Tour Guide Travel",
        "attraction_name_vi": "Hướng dẫn viên du lịch khủng khiếp",
        "general_info": [
            "165 đánh giá",
            "186 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "Trái ngược với cái tên hài hước của chúng tôi, The Terrible Tour Guide Travel là một nhóm người dân địa phương trẻ tuổi và tận tụy, với mục tiêu tạo ra những rung cảm tốt đẹp và những kỷ niệm vui vẻ lâu dài cho du khách bằng cách đưa họ đến vùng ngoại ô nông thôn không phải là điểm du lịch của Việt Nam thông qua các gói kỳ nghỉ tùy chỉnh. Nếu bạn có thời gian hạn chế để lập kế hoạch cho chuyến đi của mình và nếu bạn muốn tận hưởng chuyến đi như một trải nghiệm làm phong phú cuộc sống tránh xa mọi cạm bẫy du lịch, chúng tôi mời bạn du lịch cùng chúng tôi! Chúng tôi có nhiều tour du lịch độc đáo và riêng tư mà chỉ chúng tôi mới có thể tổ chức. Các tour du lịch chưa được công bố và có thể được gửi đến bạn qua email riêng. Chỉ cần cho chúng tôi biết thông tin tham khảo về chuyến đi của bạn và chúng tôi sẽ tư vấn cho bạn một hành trình phù hợp Đọc thêm",
        "reviews": [
            "Chuyến đi tuyệt vời đến miền Bắc Việt Nam, tất cả đều do Nhóm hướng dẫn du lịch khủng khiếp sắp xếp. Mọi thứ diễn ra suôn sẻ từ email đầu tiên của chúng tôi. Joey chuyên gia của chúng tôi rất lịch sự, nhanh nhạy và rất hữu ích. Anh ấy đưa ra một số phương án để tôi lựa chọn và giúp tôi xây dựng hành trình phù hợp nhất cho chuyến đi của mình. Hướng dẫn viên riêng Huy còn trẻ, nhiệt tình, hiểu biết. Anh ấy cũng linh hoạt với sở thích của chúng tôi và có thể sửa đổi kế hoạch của chúng tôi. Giao thông thuận tiện và thoải mái, tài xế của chúng tôi có kỹ năng lái xe tuyệt vời, anh ấy cũng rất hữu ích mặc dù anh ấy nói được ít tiếng Anh. Sự kết hợp giữa khách sạn và nhà trọ đều tuyệt vời, đặc biệt là buổi tối ở nhà trọ ở Vườn quốc gia Ba Bể, nơi chúng tôi giúp chủ nhà nấu bữa tối và chơi với con cái họ. Thật không thể nào quên!! Chuyến đi của chúng tôi sẽ không thể hoàn hảo nếu không có sự giúp đỡ của họ.Đọc thêm",
            "Chúng tôi rất ấn tượng bởi dịch vụ tuyệt vời mà Joey từ The Terrible Tour Guide đã sắp xếp cho chúng tôi. Anh ấy rất quan tâm và chu đáo khi lên kế hoạch cho hành trình 5 ngày phục vụ chính xác nhu cầu của chúng tôi. Chúng tôi rất thích chuyến đi ở Việt Nam mặc dù thời tiết không ủng hộ chúng tôi. Tất cả các khách sạn chúng tôi ở đều ở những vị trí tuyệt vời và được trang trí đẹp mắt, đặc biệt là khách sạn AIRA ở Sapa và khách sạn Quốc Hoa ở Hà Nội. Hướng dẫn viên của chúng tôi Chi rất xuất sắc, nói tiếng Anh tốt và có kiến ​​thức tuyệt vời về tất cả những nơi chúng tôi đến thăm. Không có gì để phàn nànĐọc thêm",
            "Chúng tôi là những du khách cao cấp có khoảng thời gian tuyệt vời nhất ở Việt Nam nhờ Joey từ The Terrible Tour Guide Travel. Từ đầu đến cuối, Joey đã nỗ lực hết mình để giúp chúng tôi lên kế hoạch cho một chuyến đi hoàn hảo, anh ấy rất kiên nhẫn và đáp ứng rất nhiều câu hỏi của tôi và đưa ra cho chúng tôi những khuyến nghị thực sự tuyệt vời. Tất cả các hướng dẫn viên du lịch của chúng tôi Huy, Peter-đề nghị, Thủy đều tuyệt vời và đã đi xa hơn để đảm bảo chúng tôi có thời gian tốt nhất. Tôi thực sự muốn giới thiệu TTTG cho bất kỳ ai và mong muốn họ lên kế hoạch cho chuyến phiêu lưu tiếp theo!Đọc thêm",
            "Dưới đây là những lý do tại sao tôi chọn Hướng dẫn du lịch khủng khiếp cho chuyến đi của chúng tôi tại Việt Nam: Họ cung cấp các hành trình tùy chỉnh dựa trên sở thích du lịch của bạn. Họ có những hướng dẫn viên du lịch chuyên nghiệp, hiểu biết và nhiệt tình cùng những lựa chọn tuyệt vời về du lịch trên biển, khách sạn. Gia đình 4 người của chúng tôi rất thích mọi khía cạnh của chuyến tham quan. Các hướng dẫn viên thực sự tạo nên sự khác biệt giữa Huy, Linh và Long. Điểm trừ duy nhất trong chuyến đi của chúng tôi là bữa trưa ở Đồng Văn rất tầm thường. Nhìn chung, tôi đánh giá chuyến đi 95100.Đọc thêm",
            "Có một khoảng thời gian tuyệt vời với Joey hôm nay, anh ấy là người hướng dẫn tốt nhất, rất nhiều thông tin và hài hước. Chúng tôi đã học được rất nhiều sự thật thú vị về ẩm thực và văn hóa Việt Nam. Cách tuyệt vời để trải nghiệm Hà Nội!!!! Đọc thêm",
            "Xin chào Origi,\n\nCảm ơn bạn đã viết cho tôi phản hồi của bạn. Bản thân tôi đã có 4 giờ tuyệt vời với bạn. Cảm ơn bạn rất nhiều\n\nJoeyĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời trong chuyến đi trong ngày này với Peter! Anh ấy rất thân thiện, lịch sự và hiểu biết. 5 sao cho bạn. Rất khuyến khích. Đọc thêm",
            "Đối tác của tôi và tôi đã đặt một chuyến tham quan riêng với The Terrible Tour Guide, tất cả đều được tùy chỉnh cho chỉ hai chúng tôi. Nhà tư vấn du lịch Joey cực kỳ dễ giải quyết và phản hồi nhanh chóng. Chúng tôi được hướng dẫn viên Chi và tài xế anh Bảo đón ngay tại khách sạn ở Ninh Bình. Cả hai đều siêu chuyên nghiệp, thân thiện và hữu ích. Khách sạn ở Sapa và Đồng Văn đạt tiêu chuẩn tuyệt vời và tiện nghi. Các nhà trọ ở Hà Giang và Cao Bằng rất đẹp và sạch sẽ, chủ nhà cũng nấu rất ngon những món ăn truyền thống của Việt Nam mà chúng tôi rất thích món nem. Tất cả các bữa ăn tại nhà hàng địa phương đều ngon và vệ sinh. Chúng tôi thực sự rất thích khoảng thời gian ở miền bắc Việt Nam nhờ đội ngũ TTTG: Joey, Chi và anh Bảo. Chúng tôi chắc chắn sẽ không ngần ngại giới thiệu TTTG, chúng tôi chắc chắn sẽ rất vui khi được đi du lịch cùng họ một lần nữa! Đọc thêm",
            "Xin chào Leo Kayla,\n\nCảm ơn bạn rất nhiều vì đã để lại cho chúng tôi những lời tốt đẹp đó. Tôi, Chi và Bao rất vui vì bạn đã có khoảng thời gian tuyệt vời cùng chúng tôi ở vòng cung phía bắc Việt Nam.\n\nHy vọng chúng ta sẽ gặp lại nhau,\nJoeyĐọc thêm",
            "Chúng tôi đã đến Vườn quốc gia Ba Bể và thác Bản Giốc vào tháng 6 năm ngoái. Chuyến tham quan được tổ chức tốt và diễn ra rất suôn sẻ.  Chúng tôi đã có khoảng thời gian thực sự vui vẻ ở đó với hướng dẫn viên Peter Phúc. Anh ấy rất vui tính và hiểu biết. Ông biết rất nhiều lịch sử không chỉ ở những khu vực này mà hầu hết mọi nơi ở Việt Nam. Tất cả các nhà trọ đều rất đẹp và sạch sẽ với chủ nhà thân thiện, đặc biệt là chủ nhà ở Vườn quốc gia Ba Bể. Chúng tôi sẽ đi du lịch cùng The Terrible Tour Guide một lần nữa nếu chúng tôi ở Việt Nam!!! Đọc thêm",
            "Alex thân mến,\n\nCảm ơn bạn rất nhiều vì đã để lại phản hồi tuyệt vời của mình. Tôi chắc chắn Peter sẽ rất vui khi nghe những gì bạn viết về anh ấy. Cảm ơn bạn rất nhiều vì đã đặt tour với chúng tôi trong số hàng ngàn công ty lữ hành tại Việt Nam.\n\nTrân trọng cảm ơn,\nJoeyĐọc thêm",
            "Chúng tôi đặc biệt giới thiệu Hướng dẫn du lịch khủng khiếp cho bất kỳ chuyến phiêu lưu nào đến miền Bắc Việt Nam. Sau khi gửi email cho một số công ty du lịch bày tỏ sự quan tâm của chúng tôi đến việc điều chỉnh tour cho 3 người. Joey cho đến nay là người phản hồi nhanh nhất và dễ làm việc nhất, chúng tôi đã trao đổi hàng trăm email. Anh ấy đã tổng hợp một hành trình tuyệt vời được gói gọn nhiều nhất có thể trong 8 ngày ở Việt Nam. Peter hướng dẫn của chúng tôi rất xuất sắc .. rất vui tính và nhiều thông tin và dường như thực sự thích công việc của mình. Tài xế Đức của chúng tôi nói được ít tiếng Anh nhưng anh ấy luôn nhiệt tình giúp đỡ, kỹ năng lái xe của anh ấy khiến chúng tôi cảm thấy an toàn khi lái xe qua những con đường quanh co. Tất cả các khách sạn, nhà trọ đều sạch sẽ với đội ngũ nhân viên thân thiện. Đây là loại công ty muốn bạn có chuyến đi tốt nhất với số tiền bỏ ra, công ty tốt nhất mà tôi từng làm việc. Chúng tôi sẽ quay lại! Đọc thêm",
            "Chào Trinh,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại phản hồi cho chúng tôi. Thật tuyệt khi bạn tận hưởng chuyến đi của mình cũng như Peter và Đức đã tận hưởng khoảng thời gian bên bạn. Chúng tôi thật may mắn khi có Peter và Đức trong nhóm của mình và tôi sẽ chuyển lời khen ngợi của bạn tới họ!\n\nVới lời cảm ơn và kính trọng,\nJoeyĐọc thêm",
            "Tôi đã đặt Tour đi bộ leo núi fansipan trên Tourradar. Minh hướng dẫn của chúng tôi rất vui vẻ, hiểu biết và nhiệt tình. Tôi rất muốn giới thiệu chuyến tham quan nàyĐọc thêm",
            "Johnathan thân mến,\n\nCảm ơn bạn đã để lại phản hồi trên cả Tripadvisor và Tourradar. Chúng tôi rất trân trọng điều đó.\n\nTrân trọng,\nJoeyĐọc thêm",
            "Xin chào, tôi muốn đi leo núi fansipan 1 ngày vào ngày mai với bạn bè và đi cáp treo xuống. Bạn có rảnh không? Giá bao nhiêu?Đọc thêm",
            "Xin chào Zoe, chúng tôi có phòng trống vào ngày mai, vui lòng nhắn tin cho chúng tôi theo số 84 343 470 507 hoặc gửi email cho chúng tôiĐọc thêm",
            "CHÀO \nChúng tôi sẽ ở Hà Nội vào cuối tuần này \nChúng tôi rất muốn có một hướng dẫn viên du lịch để dẫn chúng tôi đi tham quan xung quanh\nBạn có thể cho tôi biết giá và những việc cần làm không?\n60165202110Đọc thêm",
            "Tuyệt vời! Chúng tôi sẽ liên hệ với bạn ngayĐọc thêm"
        ],
        "star_ratings": [
            148,
            12,
            2,
            1,
            2
        ],
        "review_amount": 165,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Hướng dẫn viên du lịch khủng khiếp"
        ],
        "reviews_time": [
            "Written July 13, 2019",
            "Written July 13, 2019",
            "Written July 12, 2019",
            "Written July 12, 2019",
            "Written July 11, 2019",
            "Written July 10, 2019",
            "Written July 10, 2019",
            "Written July 9, 2019",
            "Written July 9, 2019",
            "Written July 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404751-Reviews-or60-The_Terrible_Tour_Guide_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or50-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or70-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15017011-Reviews-VietAsia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2355820-Reviews-Travel_Authentic_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2699724-d18352728-Reviews-Peponi_Beach_Bar-Nea_Peramos_Kavala_Region_East_Macedonia_and_Thrace.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d3916600-Reviews-Abaya_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12538691-Reviews-Apm_Place-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d670459-Reviews-Long_Point-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d2356390-Reviews-Marie_Laveau_House_of_Voodoo-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d143930-Reviews-United_States_Botanic_Garden-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190378-d1911647-Reviews-Alagadi_Turtle_Beach-Kyrenia_Kyrenia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d24077805-Reviews-Athens_Hall_Of_Horrors-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g321555-d325452-Reviews-Rosh_Hanikra-Rosh_Hanikra_Northern_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d12122986-Reviews-Hedgehog_Cafe_HARRY_Harajuku-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or70-The_Terrible_Tour_Guide_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or60-The_Terrible_Tour_Guide_Travel-Hanoi.html"
    },
    {
        "attraction_name": "The Terrible Tour Guide Travel",
        "attraction_name_vi": "Hướng dẫn viên du lịch khủng khiếp",
        "general_info": [
            "165 đánh giá",
            "186 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "Trái ngược với cái tên hài hước của chúng tôi, The Terrible Tour Guide Travel là một nhóm gồm những người dân địa phương trẻ tuổi và tận tâm nhằm tạo ra những rung cảm tốt đẹp và những kỷ niệm vui vẻ lâu dài cho khách hàng bằng cách đưa họ đến vùng ngoại ô nông thôn không có khách du lịch của Việt Nam thông qua các gói kỳ nghỉ có thể tùy chỉnh. Nếu bạn có thời gian hạn chế cho việc lập kế hoạch chuyến đi của mình và nếu bạn muốn tận hưởng cuộc hành trình như một trải nghiệm làm phong phú cuộc sống, tránh xa mọi cạm bẫy du lịch, chúng tôi mời bạn đi du lịch cùng chúng tôi! Chúng tôi có nhiều chuyến tham quan độc đáo và độc quyền mà chỉ chúng tôi mới có thể tổ chức. Các chuyến tham quan chưa được công bố và có thể được gửi đến bạn qua email riêng. Chỉ cần cho chúng tôi biết tài liệu tham khảo du lịch của bạn và chúng tôi sẽ tư vấn cho bạn một hành trình phù hợpĐọc thêm",
        "reviews": [
            "Tôi gặp rất nhiều vấn đề với đơn xin thị thực của mình và tôi đã gặp một anh chàng trên facebook tên anh ấy là Hoàng Minh Tung và anh ấy đã giúp tôi, cảm ơn vì dịch vụ của bạn, tôi thực sự đánh giá cao điều đóĐọc thêm",
            "Joey hôm nay đã giúp tôi sắp xếp chuyến đi và dịch vụ khách hàng của anh ấy thật tuyệt vời! Tôi thực sự khuyên bạn nên Đọc thêm",
            "What an adventure! Beautiful scenery for literally hundreds of kilometers, genuine local experiences of food and homestays. Everything was well organized by Joey before our arrival and along the way, our INCREDIBLE not Terrible lol tour guide Johnny aka Chiiii was simply amazing.It was a real pleasure to have met him and spent this time under his care. Chi was funny, informative, energetic, knew when to chat and when to give us quiet time to relax. He spoke English very well, so we were able to connect as friends. His restaurant choices were on point and we always ate fresh, delicious, truly local food. At the very least, we came away with a good friend in Chi.Thank you Chi, we really appreciate your company for those 3 days; you made our journey enjoyable and authentic. We wish you all the very best. Our vehicle was very comfortable for the long journey, and honestly, the real MVP of this tour was our driver, Long. Its a very challenging drive through the mountains, and Long handled it like a champion driving safely and comfortably for us to sleep at times and be relaxed. He has good wifi in the car as well. Thank you Long for taking us safely! If youre considering this tour, expect to be on the road for about 24hrs - in total over the 3 days. It was quite tiring at times, especially the 2nd afternoon as we did not expect a 6 hour drive to the homestay that evening. Its the only point I would say that was missed in the planning stage. We would have liked to know the length of the long journeys  over the days. So come prepared and be sure to take enough rest stops. It makes all the difference. The Nguom Ngao cave the new extended route and Ba Be lake were our highlights which made this tour worth it. The cave was extraordinary, you just have to see it to believe it. At first I was not interested in the caves. We did this tour to see Ban Gioc waterfall, which unfortunately was not very impressive since the water flow was quite low. So pay attention to the season you visit in.Then Ba Be Lake was a splendor! Possibly the best part for me. A private boat ride through the rivers and stopping a massive cave which the river passes through. Ah it felt like we were in a movie. Amazing experience deep in nature, it offered an opportunity to relax and soak it all in. Overall, we had a personalized, unique, enjoyable and memorable experience. The price is also better than most other commercial tours. Thank you Joey and the Terrible Tour Guide team for helping us to enjoy our adventure to the amazing North of Vietnam.We are definitely visiting Vietnam again and will certainly arrange another tour with you!All the best!Read more",
            "Chuyến đi bộ đến Fansipan thật tuyệt. Hướng dẫn viên dân tộc địa phương, Thong, là một hướng dẫn viên tuyệt vời và chăm sóc chúng tôi rất chu đáo trong suốt chuyến đi bộ. Chúng tôi đã có khoảng thời gian tuyệt vời khi giao lưu với anh ấy. Nhân viên liên lạc văn phòng địa phương, Quỳnh và Duc cũng đã thể hiện lòng hiếu khách tuyệt vời với chúng tôi trước sau chuyến đi bộ. Ngoài ra, họ và Joey đã đề cập rằng họ sẽ chuyển nơi ở của mình đến Sapa nên hãy nhớ ghi lại tất cả các chi tiết và bất kỳ câu hỏi nào trước khi đến Sapa cùng Joey. Đọc thêm",
            "Đây là lần thứ hai tôi đặt tour với Joey. Đó là một kinh nghiệm tuyệt vời! Mọi thứ đã được sắp xếp tốt và không rắc rối. Trải nghiệm của tôi ở Vịnh Hạ Long thật tuyệt vời! Đây là lần đầu tiên tôi đến Di sản Thế giới được UNESCO công nhận này và chắc chắn đáng để dành 3 ngày. Tôi giới thiệu Joeys Terrible Tour vì anh ấy tận tâm, phản hồi nhanh chóng và anh ấy đảm bảo rằng chúng tôi có trải nghiệm tốt nhất! Đọc thêm",
            "Joey rất nhanh chóng trong việc liên lạc và thích ứng với một số thay đổi vào phút chót trong việc thanh toán. Trả lời Swift và hành trình rất chi tiết. Hướng dẫn rất thân thiện và giúp đỡ chúng tôi bằng nhiều cách trong quá trình leo núi. Thực sự thích thú với toàn bộ quá trình giao dịch cũng như lòng tốt và sự kiên nhẫn mà người hướng dẫn đã mang lại cho chúng tôi trong suốt chuyến đi.Đọc thêm",
            "Nhìn chung, chúng tôi đã có một chuyến đi tuyệt vời, đó là một lựa chọn tốt cho chúng tôi. Chuyến tham quan khủng khiếp đã tùy chỉnh trải nghiệm 4D3N cho chúng tôi khi những người đi bộ đường dài đang tìm kiếm thử thách. Điểm tích cực: Hướng dẫn đã mở rộng tuyến đường của chúng tôi vào ngày đầu tiên. Bữa tối và khách sạn Hương rất tuyệt. Chuyến đi fanispan kéo dài 3 ngày là một mức độ khó hoàn hảo đối với chúng tôi. nấu ăn buổi tối trong chuyến đi kéo dài 3 ngày thật tuyệt vời trên ngọn lửa mở - đây là một bất ngờ thú vị và thú vị khi xem. Bình minh trên fanispan tốt hơn nhiều so với khi đông đúc vào ban ngày. Hướng dẫn viên và người khuân vác rất thân thiện suốt - chúng tôi cảm thấy được chăm sóc tốt. Massage cuối cùng là một cảm giác tuyệt vời. Tiêu cực: Không có ai cầm biển hiệu ở Lào Cai để đón chúng tôi vào buổi sáng đầu tiên. Việc thay đổi khách sạn là sai lầm, mặc dù bạn đã sửa lỗi này cho chúng tôi một cách nhanh chóng .Chúng tôi thực sự đã lên đỉnh hai lần - một lần vào ngày thứ hai và vào lúc mặt trời mọc vào ngày thứ ba. Con đường mà bạn chỉ đi vào lúc mặt trời mọc có lẽ sẽ tốt hơn. Chân của chúng tôi rất lạnh vào ban đêm vì túi ngủ mỏng, vì vậy bạn nên khuyên mọi người mang theo tất ấm để ngủ. Hướng dẫn viên rất thân thiện nhưng nói không hay Tiếng Anh. Điều này khiến việc giao tiếp trở nên khó khăn, đặc biệt là khi có những thay đổi trong hành trình. Có một cabin tàu riêng trên đường về thật tuyệt - chúng tôi sẽ phải trả nhiều tiền hơn để có được cả hai chiều.Đọc thêm",
            "Mọi thứ đều được chăm lo trong chuyến đi Fansipan này, từ các bữa ăn trong chuyến đi đến chỗ nghỉ trên núi. Họ cũng giúp chúng tôi giữ hành lý và cung cấp dịch vụ đưa đón đến và đi từ Fansipan. Chúng tôi cũng may mắn được tắm sau khi leo núi. Đọc thêm",
            "Hướng dẫn thân thiện và chuyến đi tuyệt vời lên xuống đỉnh Fanxipan! Khi leo lên những người khuân vác cho đoàn cũng rất nhiệt tình và kiên nhẫn với chúng tôiĐọc thêm",
            "It was relatively easy to coordinate the arrangements for the hike. Joey was prompt in his replies and answered our queries we had in his email clearly.However, there was a slight miscommunication on the day of the hike. We had requested to leave our luggage at the office before our hike, but the driver who picked us up didnt seem to be aware of the arrangement and sent us to the start point with our luggage. After much effort due to the language barrier, we were told that our luggage would be sent to the office for safekeeping. We then met up with our local guide, Mrs Quynh, who spoke minimal English. Throughout the hike, Mrs Quynh ensured that we ate well and that we are safe. As we forgot to bring headlamps for the sunrise summit push, she gave us her own and instead used her handphone for light. That was a certainly a life saviour. During the hike, Mrs Quynh also provided help to us at difficult parts of the hike huge boulders, ladders that hung perilously off the face of boulders. What was however demoralising was that she kept highlighting that we would reach back to the start point at 8pm as we were very slow in the ascent and descent. This could however be due to the language barrier. Side note: Most of the guides we met during the hike are rather intense, so do go prepared! On the day of the descent, we had to catch a bus back to Hanoi which was at 4pm. We began our descent from the summit at 9am which was rather late and Mrs Quynh really made sure that we could make it back to catch our bus. Joey also made sure that our luggage was brought to the start point and that a taxi was waiting for us when we arrived. As a result, we managed to catch our bus just in time. It was definitely not an easy hike, but The Terrible Tour Guide made it happen. We were also lucky because we had awesome views one of the guides shared that the view that day was one of the clearest out of the 100 hikes he had doneRead more"
        ],
        "star_ratings": [
            148,
            12,
            2,
            1,
            2
        ],
        "review_amount": 165,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Hướng dẫn viên du lịch khủng khiếp"
        ],
        "reviews_time": [
            "Written June 20, 2023",
            "Written May 31, 2023",
            "Written April 30, 2023",
            "Written April 8, 2023",
            "Written March 23, 2023",
            "Written March 3, 2023",
            "Written January 9, 2023",
            "Written January 8, 2023",
            "Written January 7, 2023",
            "Written December 6, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404751-Reviews-or70-The_Terrible_Tour_Guide_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or60-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or80-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15017011-Reviews-VietAsia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2355820-Reviews-Travel_Authentic_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8533510-Reviews-Premier_57_SPA-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g230096-d669121-Reviews-Park_Las_Aquilas_Jungle_Park-Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d265430-Reviews-Kenilworth_Park_and_Aquatic_Gardens-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45775-d12568060-Reviews-Museum_Of_Shadows-Plattsmouth_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g194872-d2343947-Reviews-Ragusa_Ibla-Ragusa_Province_of_Ragusa_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15685229-Reviews-The_Pointe-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d8722437-Reviews-Lookout_Mountain_Preserve-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d6739521-Reviews-Portuguese_Settlement-Melaka_Central_Melaka_District_Melaka_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g298089-d1636701-Reviews-Devil_s_Pool-Livingstone_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g674248-d6873019-Reviews-Piscines_Naturelles_De_Cavu-Sainte_Lucie_De_Porto_Vecchio_Zonza_Corse_du_Sud_Cors.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or80-The_Terrible_Tour_Guide_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or70-The_Terrible_Tour_Guide_Travel-Hanoi.html"
    },
    {
        "attraction_name": "The Terrible Tour Guide Travel",
        "attraction_name_vi": "Hướng dẫn viên du lịch khủng khiếp",
        "general_info": [
            "165 đánh giá",
            "186 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "Trái ngược với cái tên hài hước của chúng tôi, The Terrible Tour Guide Travel là một nhóm gồm những người dân địa phương trẻ tuổi và tận tâm nhằm tạo ra những rung cảm tốt đẹp và những kỷ niệm vui vẻ lâu dài cho khách hàng bằng cách đưa họ đến vùng ngoại ô nông thôn không có khách du lịch của Việt Nam thông qua các gói kỳ nghỉ có thể tùy chỉnh. Nếu bạn có thời gian hạn chế cho việc lập kế hoạch chuyến đi của mình và nếu bạn muốn tận hưởng cuộc hành trình như một trải nghiệm làm phong phú cuộc sống, tránh xa mọi cạm bẫy du lịch, chúng tôi mời bạn đi du lịch cùng chúng tôi! Chúng tôi có nhiều chuyến tham quan độc đáo và độc quyền mà chỉ chúng tôi mới có thể tổ chức. Các chuyến tham quan chưa được công bố và có thể được gửi đến bạn qua email riêng. Chỉ cần cho chúng tôi biết tài liệu tham khảo du lịch của bạn và chúng tôi sẽ tư vấn cho bạn một hành trình phù hợpĐọc thêm",
        "reviews": [
            "Đây là chuyến đi vòng quanh thế giới đầu tiên của tôi và chồng, vì vậy chúng tôi hơi lo lắng nhưng rất phấn khích. Sau khi thực hiện một số nghiên cứu, chúng tôi quyết định đặt chỗ với The Terrible Guide. Mọi thứ diễn ra suôn sẻ từ email đầu tiên cho đến khi kết thúc chuyến đi của chúng tôi. Xin chân thành cảm ơn Joey vì đã cung cấp tất cả thông tin, lựa chọn hành trình trước khi chúng tôi đặt tour. Anh ấy luôn đáp ứng các câu hỏi và nhu cầu của chúng tôi. Hướng dẫn viên Huy của chúng tôi nói tiếng Anh rất tốt và làm việc rất chăm chỉ để đảm bảo tất cả chúng tôi đều được chăm sóc tốt của. Tôi chắc chắn sẽ giới thiệu cho bất cứ aiĐọc thêm",
            "Chào Tony,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi đánh giá của bạn! Tôi thực sự đánh giá cao những lời tốt đẹp của bạn và rất vui khi có bạn trong hành trình của chúng tôi tại Việt Nam.\n\nĐất nước các bạn đẹp đến kinh ngạc, con người cũng vậy, tôi đã có 15 tháng tuyệt vời ở đất nước thân yêu của các bạn!\n\nMong sớm được gặp bạn trong tương lai!\nJoeyĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong ngày thứ 6 ở ​​Hagiang và Cao Bằng. Joey đã làm rất tốt khi tổ chức một chuyến du lịch riêng cho 4 người chúng tôi. Phúc hướng dẫn viên của chúng tôi rất xuất sắc và đã đi xa hơn để chuyến đi của chúng tôi thoải mái nhất có thể. Nói chung đó là một trải nghiệm tuyệt vời, chúng tôi thực sự rất thích chuyến đi của mìnhĐọc thêm",
            "Xin chào Richard Karla,\n\nCảm ơn bạn rất nhiều vì đã để lại nguồn cấp dữ liệu cho chúng tôi trên TripAdvisor. Tôi rất vui vì nhóm của bạn đã tận hưởng chuyến đi Hà Giang Cao Bằng và Hồ Ba Bể. Phản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi\n\nVới lời cảm ơn trân trọng,\nJoeyĐọc thêm",
            "Thực hiện một chuyến tham quan trong ngày đến vịnh halong, thật dễ dàng và nhanh chóng để đặt qua whatsapp. Hướng dẫn viên rất tốt và nói tiếng Anh tốt, bao gồm bữa ăn lớn và thỏa mãn. Hang động, chèo thuyền kayak và bơi ở đảo Titop cũng được bao gồm. Giá tốt cho tất cả những gì chúng tôi có , đề nghị!Đọc thêm",
            "Chào Matan,\n\nCảm ơn bạn rất nhiều vì đã để lại phản hồi cho chúng tôi trên TripAdvisor và thậm chí cả Google Business. Chúng tôi đánh giá rất cao cử chỉ tốt bụng của bạn. Tôi rất vui vì bạn đã tận hưởng chuyến đi cùng chúng tôi ở Vịnh Hạ Long. \n\nVới lời cảm ơn trân trọng,\nJoeyĐọc thêm",
            "Đã đi cùng Hướng dẫn viên du lịch khủng khiếp trong chuyến đi Sapa tùy chỉnh, sau khi kiểm tra với một số công ty du lịch. Có một chuyến đi tuyệt vời với họ. Tất cả mọi thứ mà chúng tôi đồng ý đã được chuyển giao. Joey rất dễ làm việc cùng. Hướng dẫn viên địa phương rất tuyệt vời và nhiều thông tin. Một chút trục trặc trong chuyến lưu diễn đã được Joey giải quyết rất chuyên nghiệp và kịp thời. Chúng tôi rất thích chuyến du lịch Sapa của mình. Khách sạn mà Joey đặt cho chúng tôi rất hoàn hảo với phòng tuyệt vời, phong cảnh đẹp và đồ ăn tuyệt vời. Vui mừng vì chúng tôi đã chọn đúng công ty du lịch. Sẽ không ngần ngại giới thiệu cho bạn bè của chúng tôi! Đọc thêm",
            "Xin chào Jealan,\n\nCảm ơn bạn rất nhiều vì đã để lại cho chúng tôi đánh giá trung thực của bạn! Tôi rất vui vì bạn đã tận hưởng chuyến đi cùng chúng tôi mặc dù thực tế là bữa trưa tại nhà dân ở bản Sapa với những chú chó chạy quanh không hề vui chút nào. Và tôi hy vọng việc nâng cấp bữa trưa tại Red Dao sẽ bù đắp được điều này.\n\nCảm ơn bạn rất nhiều và chúng tôi hy vọng sớm gặp lại bạn tại Việt Nam!\nJoeyĐọc thêm",
            "Chồng tôi và tôi đã đặt chuyến đi Sapa 5 ngày với The Terrible Tour Guide TTG, người đã sắp xếp một hành trình riêng bao gồm đi bộ xuyên thung lũng Sapa, leo núi Phan Xi Păng và đi bộ vào trung tâm thị trấn.  TTG sắp xếp mọi thứ từ đón chúng tôi từ sân bay trên chiếc SUV thoải mái, đặt phòng khách sạn, bữa ăn cho đến đưa chúng tôi ra sân bay Hà Nội vào ngày cuối cùng.  Lời cảm ơn đặc biệt dành cho hướng dẫn viên đặc biệt của chúng tôi, Phúc Peter với tính cách thú vị - anh ấy rất am hiểu và chia sẻ với chúng tôi về các khía cạnh khác nhau của khu vực, phong cảnh đẹp, con người và thậm chí cả hệ động vật trong quá trình chúng tôi leo lên Fanxipan.   Nhìn chung, đội ngũ hướng dẫn viên, tài xế và người khuân vác của TTG rất chuyên nghiệp, hữu ích và kiên nhẫn nhất và đã chăm sóc chúng tôi rất tốt để chuyến đi của chúng tôi trở nên đáng nhớ nhất.  Cảm ơn!  Đọc thêm",
            "Kính gửi chị Bee Tan,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại phản hồi cho chúng tôi hai lần!!. Và cảm ơn bạn rất nhiều vì đã giới thiệu chúng tôi cho bạn bè của bạn đang lên kế hoạch cho chuyến đi đến Việt Nam vào năm tới. Tôi rất biết ơn đánh giá cao cử chỉ tốt bụng của bạn.\n\nCảm ơn!!!\nJoeyĐọc thêm",
            "Người lái xe đến khách sạn của chúng tôi vào khoảng 8 giờ sáng để thu tiền khi chúng tôi đang ăn sáng. Sau đó nói với chúng tôi rằng anh ấy sẽ quay lại đón chúng tôi lúc 9h20, đó là kế hoạch ban đầu. Đóng gói túi của chúng tôi và kiểm tra. Joey nói với chúng tôi rằng chúng tôi có thể để túi ở văn phòng của anh ấy qua đêm nhưng việc đó chưa được sắp xếp. Gặp vấn đề khi giao tiếp với tài xế nên chúng tôi đã để lại túi xách của mình ở khách sạn và họ rất sẵn lòng hỗ trợ. Chúng ta đã đi tới Fanxipan rồi! Hướng dẫn rất hay nhưng nói được ít tiếng anh. Chúng tôi rất thích đi lang thang bất kể! Thức ăn cũng rất tuyệt. Nhà ngủ rất đẹp và ấm áp.Đọc thêm",
            "Xin chào Jeris,\n\nCảm ơn bạn rất nhiều vì đã để lại phản hồi của bạn! Chúng tôi rất tiếc vì đã có một số trục trặc trong thời gian bạn làm việc với chúng tôi. Tôi rất vui vì điều đó không ảnh hưởng xấu đến trải nghiệm của bạn ở Fanxipan. Đó là lỗi của tôi khi không nhắc tài xế mang hành lý của bạn trở lại văn phòng của chúng tôi! \n\nCảm ơn bạn và chúng tôi hy vọng sớm gặp lại bạn trong một chuyến đi khác tại Việt Nam\nJoeyĐọc thêm",
            "First and foremost, the compliments goes to Tung Joey. He is very responsive to emailswhatsapp messages even before I decide to engaged The Terrible Tour Guide TTTG for my trip to Hanoi-Sapa. He was my point of contact throughout. Communication with him was always timely, informative and straight to the point. Of the few agencies I contacted, Joey was the only one that response to my queries patiently, giving me lots of options. As Im travelling with two elderly, it was indeed a challenged. Oh, and hes fluent in English too. My first two days in Hanoi were free and easy and we were on our own, exploring the town. Even I didnt engage TTTG for the ground tour in Hanoi, Joey gave me lots of information on places to visit and also recommendations on places to eat. I booked the Halong Bay Day Trip with TTTG, and the cruise was with Genesis. Just a little frustration with one of the Genesis cruise guide, as hes being very rude to us. I informed Joey about it and almost immediately, the Genesis cruise staff and person in charge came over and apologize to us. With Joeys prompt action, it made the rest of the cruise journey a pleasant one. The highlight of this trip was my trip to Sapa! It was very well organized and I couldnt ask for more. The morning was greeted by our English speaking tour guide Mr Huy. Because Im travelling with two elderly, they were unable to travel via the overnight train as it will not be comfortable for them. So, they arranged for a private limousine van for us. I was impressed with the condition of the van. Its so comfortable with reclining seats  massage option. The van also comes with USB charging capabilities and wifi too. Huy was informative and share a lot throughout the 6 hours ride. Huy has a warm personality and highly motivated guide Recommended. He understands our needs and he is very attentive. Our first stop was Cat Cat Village and due to the condition of the road and lots of stairs, the elderly find it a bit difficult to walk. But with Huys words of encouragements, they finally managed to complete the walk. Luck was not on our side as it was continuously raining during the 3 days were there. On the second day, to Fansipan, Huy, knowing that the two elderly will not managed to climb that stairs, he offered to get them the tram passes for free, so they wont have to climb the stairs. So kind of him. On the last day in Sapa, were supposed to do a short trek to the villages. But due to the bad weather, it was raining heavily. I know we will not be able to make it to the village trek. But Huy made it happened! Huy and me went to the trek with a raincoat. And Huy insist that the elderly should not proceed with the trek as it will be burdensome for them. He arranged for the driver to take care of the elderly instead. Truly, with the rain and slippery uneven road, my moms will not be able to make it. And I truly appreciate Huys attentiveness. The scenery throughout the walk was amazing. Glad Huy make it happen for me. Looking forward for another trip with The Terrible Tour Guide. Will definitely engage them again.Read more",
            "Kính gửi cô Chee Phaik Kuan,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi đánh giá sâu sắc như vậy trên TripAdvisor! Huy là người sáng lập và hướng dẫn viên du lịch được đánh giá cao nhất của chúng tôi và chúng tôi thật may mắn khi có anh ấy trong nhóm của mình.\n\nTôi chắc chắn bạn sẽ có một trải nghiệm tuyệt vời khác cùng Peter trong chuyến đi Hà Giang và Cao Bằng vào tháng 8 này.\n\nBạn luôn là người giỏi nhất!\nJoey\nĐọc thêm",
            "Đã có một thời gian tuyệt vời khi leo lên núi, hướng dẫn viên và người khuân vác của chúng tôi rất thân thiện. Thức ăn được chuẩn bị cho chúng tôi rất ngon và chuyến đi bộ buổi sáng thật dễ chịu mặc dù thời tiết u ám. Cáp treo đi xuống thật tuyệt vời và tuyệt vời để ngắm nhìn phong cảnh bạn vừa leo lên. Tôi chỉ để lại 4 sao vì việc sắp xếp chỗ ngủ không thoải mái. Bạn đang thực sự vất vả khi ngủ trong những chiếc túi ngủ cũ, trên những bệ cao không có gối và không có điện. Tôi không biết liệu tôi có mong đợi có điện hay không, nhưng qua đêm trong túp lều của chúng tôi chỉ còn trơ xương. Nói như vậy, bản thân chuyến đi đã đầy thử thách nhưng tuyệt vời và quang cảnh thật ngoạn mục. Chúng tôi tận hưởng thời gian với hướng dẫn viên, người khuân vác và người dân địa phương cũng như một số nhóm khác mà chúng tôi gặp trên đường đi. Lời khuyên tốt nhất: hãy biết rằng đây là một chuyến đi bộ đầy thử thách với phần thưởng lớn và hãy nhớ mang theo đèn pha và một chiếc gối nhỏ.Đọc thêm",
            "Toàn bộ chuyến đi diễn ra rất suôn sẻ nhờ anh Joey và anh Đức, những người rất nhiệt tình trả lời tin nhắn và cuộc gọi của chúng tôi khi chúng tôi không chắc chắn về địa điểm. Hướng dẫn viên của chúng tôi là ông Z, người đã khiến trải nghiệm đi bộ đường dài của chúng tôi trở nên rất đáng nhớ. Thức ăn đã quá đầy đủ và ngon miệng. Chúng tôi thậm chí còn được phép tắm và ngủ trưa tại văn phòng sapa của họ. Tôi muốn giới thiệu chuyến đi này cho những ai quan tâm đến việc leo núi Mt. Phan Xi Păng.Đọc thêm",
            "Chúng tôi đã đặt chuyến đi fansipan 3 ngày 2 đêm dưới sự hướng dẫn của Joey The Terrible Tour Guide, điều này sẽ cho phép chúng tôi bắt đầu chuyến đi từ tuyến đường Sin Chai qua ruộng bậc thang xinh đẹp và ngôi làng truyền thống trước khi lên tới đỉnh được nhiều người mong đợi trên fansipan. Joey và nhóm của anh ấy thực sự rất chuyên nghiệp, nhanh chóng và hiệu quả trong việc liên lạc và sắp xếp xe buýt ngủ qua đêm từ Hà Nội đến Sapa, điều này thực sự thoải mái và thú vị, sắp xếp hướng dẫn viên fansipan nói tiếng Anh cho chúng tôi. Chuyến đi lên đỉnh fansipan thực sự rất thú vị và hướng dẫn viên Z của chúng tôi thực sự đã nỗ lực rất nhiều trong việc chăm sóc bản thân và nấu những bữa ăn thịnh soạn trong 2 ngày. Mặc dù có một số thông tin sai lệch và trục trặc về lộ trình trekking lên fansipan, Joey và nhóm của anh ấy đã rất nhanh chóng điều chỉnh hành trình 3 ngày của chúng tôi để phù hợp với kế hoạch của chúng tôi. Trên hết, để bù đắp cho việc thay đổi kế hoạch, anh ấy thậm chí còn mời chúng tôi ở khách sạn miễn phí tại Sapa và dùng bữa tại một trong các nhà hàng. Vào ngày cuối cùng, Joey và nhóm của anh ấy đã cung cấp cho chúng tôi một hướng dẫn viên cho chuyến tham quan nửa ngày đến bản Cát Cát và bản Lao Chải, giúp chúng tôi trải nghiệm cách sống của người dân địa phương. Nhìn chung, tôi sẽ tặng Joey và nhóm của anh ấy tại The Terrible Tour 100100 bất chấp trục trặc liên quan đến việc thay đổi tuyến đường. Khả năng đặt khách hàng vào vị trí ưu tiên và đáp ứng những thay đổi trong kế hoạch trong một khoảng thời gian ngắn thực sự rất chuyên nghiệp và đáng chú ý. Tôi chắc chắn sẽ thu hút họ tham gia các chuyến lưu diễn trong tương lai tại Việt Nam.Đọc thêm"
        ],
        "star_ratings": [
            148,
            12,
            2,
            1,
            2
        ],
        "review_amount": 165,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Hướng dẫn viên du lịch khủng khiếp"
        ],
        "reviews_time": [
            "Written July 3, 2019",
            "Written July 2, 2019",
            "Written June 29, 2019",
            "Written June 28, 2019",
            "Written June 18, 2019",
            "Written June 13, 2019",
            "Written June 3, 2019",
            "Written May 18, 2019",
            "Written May 17, 2019",
            "Written May 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404751-Reviews-or80-The_Terrible_Tour_Guide_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or70-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or90-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15017011-Reviews-VietAsia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2355820-Reviews-Travel_Authentic_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d1122958-Reviews-Sleeping_Giant_Trail-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g54098-d498991-Reviews-Martha_s_Vineyard_Fast_Ferry-North_Kingstown_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g57119-d12495132-Reviews-St_George_Historic_Downtown-St_George_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243392-Reviews-Pinacoteca_Ambrosiana-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g194843-d3664573-Reviews-Orvieto_Underground-Orvieto_Province_of_Terni_Umbria.html",
            "https://www.tripadvisor.com/Attraction_Review-g33101-d10758863-Reviews-Annie_s_Canyon_Trail-Solana_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57029-d8532019-Reviews-Provo_River_Falls-Kamas_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4413753-Reviews-The_Spa_in_Garden_5-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7238083-Reviews-Dubai_Turtle_Rehabilitation_Project-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d1997891-Reviews-Hauola_Stone-Lahaina_Maui_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or90-The_Terrible_Tour_Guide_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or80-The_Terrible_Tour_Guide_Travel-Hanoi.html"
    },
    {
        "attraction_name": "The Terrible Tour Guide Travel",
        "attraction_name_vi": "Hướng dẫn viên du lịch khủng khiếp",
        "general_info": [
            "165 đánh giá",
            "186 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "Trái ngược với cái tên hài hước của chúng tôi, The Terrible Tour Guide Travel là một nhóm gồm những người dân địa phương trẻ tuổi và tận tâm nhằm tạo ra những rung cảm tốt đẹp và những kỷ niệm vui vẻ lâu dài cho khách hàng bằng cách đưa họ đến vùng ngoại ô nông thôn không có khách du lịch của Việt Nam thông qua các gói kỳ nghỉ có thể tùy chỉnh. Nếu bạn có thời gian hạn chế cho việc lập kế hoạch chuyến đi của mình và nếu bạn muốn tận hưởng cuộc hành trình như một trải nghiệm làm phong phú cuộc sống, tránh xa mọi cạm bẫy du lịch, chúng tôi mời bạn đi du lịch cùng chúng tôi! Chúng tôi có nhiều chuyến tham quan độc đáo và độc quyền mà chỉ chúng tôi mới có thể tổ chức. Các chuyến tham quan chưa được công bố và có thể được gửi đến bạn qua email riêng. Chỉ cần cho chúng tôi biết tài liệu tham khảo du lịch của bạn và chúng tôi sẽ tư vấn cho bạn một hành trình phù hợpĐọc thêm",
        "reviews": [
            "Trước khi chúng tôi đặt phòng, Terribletour đã nhanh chóng trả lời các câu hỏi của chúng tôi và khiến việc đặt phòng trở thành một quy trình thú vị. Chuyến đi lên fansipan thật tuyệt vời với hướng dẫn viên du lịch tuyệt vời Minh. Anh ấy nói tiếng Anh khá trôi chảy và có khiếu hài hước. Anh ấy chia sẻ kiến ​​thức thú vị của mình về khu rừng khi chúng tôi đi bộ đường dài. Anh ấy rất quan tâm và chú ý đến nhu cầu của chúng tôi. Anh ấy nhận thấy tôi và vợ không được khỏe mạnh và dễ mệt mỏi, anh ấy đã đề nghị rất nhiều lần nếu chúng tôi cần nghỉ ngơi ngắn trong suốt chuyến đi bộ. Anh ấy đã tạo ra sự ngạc nhiên thú vị bằng cách hái nấm dại trong chuyến đi bộ đường dài để chúng tôi có thể thưởng thức món súp nấm thơm ngon cho bữa tối. Cảm ơn Minh đã quan tâm đến chúng tôi và bạn là tài sản quý giá của công ty.Đọc thêm",
            "My Wife and I spent 5 really enjoyable days on a road trip from Hanoi to Sapa via Mu Cang Chai with The Terrible Tour Guide. TTG did a great job of giving us an experience well never forget. Right from the first email, Joey was extremely responsive and tailored a tour to our needs, even suggesting a couple of different itineraries when we were undecided. Once we got there, our friendly guide Huy made sure that everything we needed was taken care of. The only issue along the way was a mix-up with our accommodation booking at Mu Cang Chai, which I can only assume was because TTG didnt double check the booking with the property. At the last minute, we were moved to a homestay which hadnt even opened properly yet, and as a result they were pretty much learning things on the go when we stayed there. Just a little more attention to detail would have made this trip perfect.The reason Im still giving this a 55 rating is down to our guide Huy. He made up for everything with his positivity and can-do attitude, turning even the most inconvenient situations into fun experiences. This was particularly true when we had the accommodation problem in Mu Cang Chai. Huy jumped on a scooter and raced around town looking for accommodation for us. Then again the next day when our trek looked like it may be cancelled due to the rain, Huy took us into town to buy raincoats so we could keep to our schedule. Im glad he did, because we ended up having the most incredible trek of our trip. I have absolutely no hesitation in recommending The Terrible Tour Guide Travel to anyone looking to do a tour of Vietnam. Theyre specialists in giving you that off-the-beaten-path experience, avoiding major tourist hotspots and crowds. During the majority of our trip, we were pretty much the only foreigners in most places we visited. If you can, ask to do a tour with Huy cause I guarantee that hell make your holiday just a bit more special.Read more",
            "I dont know what was it, that our experience was in such a contrast to everyone else here - maybe a one-off mishap - but it was truly terrible.We confirmed our trip a week before we went. Two days before the trip we were contacting the agency asking them for details about pickup and they were quiet. Only upon contacting their customer support on the eve of the tour we found out the tour was not booked, so they had to scramble the guide and porter, which they luckily did.Our diatary requirements were not met at all. We asked for keto-friendly fatty meat and vegetables. For lunch we got chicken lean and crap, lunchmeat crap and cucumber basically green water and eggs thanks for that at least. On top of it, the lunch made me sick my wife didnt eat meat, so I had less energy than before it.Dinner was good.The camp experience was horrible - people were loud until midnight and we were put in a room with a man who snored superloud. I didnt get almost any sleeep because of it and decided not to summit because after the food experience and the night I knew I wouldnt have enough energy.I know its not their fault that the camp is as it is, but knowing that it would be much better if they offered to carry camping equipment and sleep in a tent a couple of hundred meters away from the camp we even offered to carry our own camping equipment - the only reason we did it with the guide to begin with was that it was not officially allowed.Finally the guide. All the way up he was loudly chatting with the porter. I asked him a couple of times to keep it quiet. At one point there was some insect making loud noise - and he threw a stick at it. That was bizarre and dumb AF - when Im in nature those are the sounds I want to hear - not two yapping people. Should I have thrown a stick at him when he was loud?Unfortunately this is what happens when the state makes it compulsory to use a service and hands out licenses instead of letting people freely decide if and which service to use. This way the guides and the park administrators dont have an incentive to provide a real added value because they know the customers must use them. After this experience I cannot recommend Fansipan, Sapa and this company to anyone. I would recommend to do hiking in Taiwan, Indonesia, or other countries where guides are not compulsory and as a result their services are much better, and there is an option for those who want to go on their own by simply paying park entrance fees.Read more",
            "Dear Martina Forgac, \n\nThis is the second time you posted the review, and almost everything you stated is untrue and we tolerate no more, it is quite frustrated due to the fact we did our best to organize your tour at last minute!!!\n\nFirst, due to our policy, to secure your tour, a deposit of 30 must be paid before the departure date which you did not. \n\nNot mention that while I always replied your emails within few hours, you only get back to us  claimed that you booked the tour the day before not 2-day before your departure date which is 5 days from your second-last emails On the 13rd April, you asked about the foods  the accommodation, and there was nothing to show that you confirm the tour: you also told me that you were considering few offers from other tour operators, I replied back and never heard from you until 18th of April which is the night before your departure date, you replied back my email. \n\nRemember I emailed you before and told you that Im on tour during this date, so I can only replied you after 5:00 PM, and I sent the email to Thuy. Thuy, our operation manager did her best that night to prepare  organize your tour: local guide, porter, special foods, travel permit \n\nSecond, you NEVER MENTIONED you or your wife dont eat meat and we have prove throughout our whole conversation. Thuy even DESCRIBED the foods to you via WhatsApp  you said PERFECT!!!!!\n\nThe foods might be basic, but we think it was reasonable for mountain climbers and our guests never complaint about the foods.  \n\nThird, during our hike, our guide talked to you and you didnt want to hear, you said you had a headache. Moreover, our guide had to throw the stick to the bushes because they thought there might be a snake hiding inside.   \n\nFourth, hiring a guide through a travel company is compulsory when it comes to Fansipan due to unprepared hikers getting lost over the past several years. Not mention your first review is even telling everyone to bribe the ranger officer to hike Fansipan yourself.\n\nLast but not least, building a brand and having what we have today is really hard, so there is no way we could jeopardize our business that way. \n\nRegards,\nJoey the TerribleRead more",
            "Đặt tour du lịch Mái nhà Đông Dương cho một kỳ nghỉ cuối tuần dài từ SG. Joey đã giúp sắp xếp mọi chi tiết để tận dụng tối đa thời gian của chúng tôi ở Sapa và trên đỉnh Fansipan. Cảnh đẹp hùng vĩ, hướng dẫn viên tuyệt vời trên núi và chỗ ở tốt ở thị trấn Sapa. Đọc thêm",
            "Chúng tôi được một blogger ở Philippines giới thiệu và liên hệ với Joey từ The Terrible Tour Guide. Mọi thứ diễn ra suôn sẻ. Joey luôn nhanh nhẹn và cung cấp cho chúng tôi thông tin hữu ích về những gì mong đợi từ chuyến đi bộ đường dài. Bản thân chuyến đi bộ đường dài không dễ dàng nhưng nó trở nên tốt hơn với một hướng dẫn viên giỏi cũng như người khuân vác của chúng tôi, người đã nấu cho chúng tôi những món ăn thực sự ngon. Anh ấy chỉ biết tiếng Anh cơ bản nhưng anh ấy thực sự thân thiện và kiên nhẫn. Anh ấy cũng cung cấp một số thông tin về khu rừng và thật thú vị khi được nghe về cuộc sống của anh ấy ở Làng Lao Chải. Túp lều ở độ cao 2.800 trông khá sạch sẽ nhưng không có điện. Chúng tôi thực sự may mắn vì thật tuyệt khi mây tan khi chúng tôi gần đến đỉnh. Đối với những người yêu thích đi bộ đường dài và đang lên kế hoạch cho một chuyến đi đến Fansipan, hãy thử dịch vụ của họ. Chúng tôi sẽ không ngần ngại giới thiệu The Terrible Tour Guide Travel cho bất kỳ ai muốn tham gia một chuyến phiêu lưu ở Việt Nam. Đọc thêm",
            "Tất cả mọi thứ đã được thỏa thuận đã được chuyển giao. Ngoài ra, Joey còn đưa ra lời khuyên nhanh chóng và chính xác cho chuyến đi Hà Nội của chúng tôi. Chuyến đi tuy khó khăn nhưng đã dễ dàng hơn nhờ có hướng dẫn viên Linh vui tính! và dỗ dành, động viên chúng tôi bằng mọi cách. Những người khuân vác đã âm thầm làm việc hiệu quả và hữu ích. Tất cả đều ổn với một chút trục trặc về số lượng người đi bộ đăng ký quá mức tại trại đêm trước khi leo lên đỉnh. Tôi muốn giới thiệu Hướng dẫn du lịch khủng khiếp. Họ chẳng có gì đáng sợ cả! :Đọc thêm",
            "9 người chúng tôi đến từ Singapore đã có khoảng thời gian tuyệt vời với Phoc Peter từ Joey the Terrible. Anh ấy đã làm một công việc tuyệt vời khi chăm sóc chúng tôi. Rất khuyến khích tour du lịch của họ. Rất vui vì tất cả chúng ta đã lên TOP trong một ngày. Ngày 1 đến Lux BusNgày 2 đi bộ và tham quan SapaNgày 3 Hội nghị thượng đỉnh Phan Xi PăngĐọc thêm",
            "Chúng tôi - một cặp đôi 60 tuổi đi du lịch vòng quanh thế giới - đã có một khoảng thời gian tuyệt vời ở Hà Nội và xung quanh Hà Nội với hướng dẫn viên Phúc của chúng tôi. Anh ấy đã chỉ cho chúng tôi thành phố Hà Nội với những địa điểm ẩn giấu, đi cùng chúng tôi đến Vịnh Hạ Long đông đúc, hướng dẫn chúng tôi đến một địa điểm gần biên giới Lào để thăm đứa con do tôi bảo trợ, chỉ cho chúng tôi cảnh đẹp xung quanh Ninh Bình và cuối cùng nhưng không kém phần quan trọng, chúng tôi đã gặp gia đình thân thiện của anh ấy tại nhà của họ. Chúng tôi đã có khoảng thời gian tuyệt vời với Phúc, kiến ​​thức tuyệt vời của anh ấy, tiếng Anh tốt và sự thân thiện của anh ấy. Anh ấy khiến chúng tôi cảm thấy được chiều chuộng hoàn hảo - chúng tôi có thể giới thiệu hướng dẫn viên này mà không có giới hạn! Cảm ơn Phúc một lần nữa, chúc bạn mọi điều tốt đẹp nhất trong tương lai! Đọc thêm",
            "Chúng tôi đi du lịch ở miền Bắc Việt Nam xinh đẹp. Chuyến tham quan phải lái xe rất nhiều trên những con đường lộng gió nên phần lớn thời gian là ngồi trên ô tô, nhưng những cảnh quan tuyệt đẹp đã bù đắp cho điều đó. Chuyến đi bộ thú vị, chuyến đi xe đạp đầy thử thách nhưng thú vị và chuyến đi thuyền đáng yêu đến Hang Dơi! Tất cả trong một chuyến đi tốt đẹp. Hướng dẫn viên của chúng tôi là Thủy và cô ấy thật đáng yêu! Cô ấy rất hữu ích và luôn cống hiến hết mình để chúng tôi cảm thấy dễ chịu và thoải mái. Đọc thêm",
            "Chúng tôi đã có một chuyến phiêu lưu thú vị cùng Huy và tài xế Nhân dành 3 ngày 2 đêm du lịch ở miền Bắc Việt Nam. Từ nhà dân đến ẩm thực Việt Nam, những cảnh đẹp tuyệt vời và tính cách vui vẻ của cả hai, chuyến đi của chúng tôi thật đáng nhớ. Tôi rất muốn giới thiệu chuyến tham quan này cho những ai muốn thực sự trải nghiệm Việt Nam. Mặc dù Việt Nam thua trận bóng đá trước Iraq và mặc dù Huy không thể nhìn thấy đàn lợn trong ruộng lúa, nhưng bản tính tốt và tính tình thân thiện của anh ấy thật ấm lòng.Đọc thêm",
            "Xin chào, tôi muốn đi leo núi fansipan 1 ngày vào ngày mai với bạn bè và đi cáp treo xuống. Bạn có rảnh không? Giá bao nhiêu?Đọc thêm",
            "Xin chào Zoe, chúng tôi có phòng trống vào ngày mai, vui lòng nhắn tin cho chúng tôi theo số 84 343 470 507 hoặc gửi email cho chúng tôiĐọc thêm",
            "CHÀO \nChúng tôi sẽ ở Hà Nội vào cuối tuần này \nChúng tôi rất muốn có một hướng dẫn viên du lịch để dẫn chúng tôi đi tham quan xung quanh\nBạn có thể cho tôi biết giá và những việc cần làm không?\n60165202110Đọc thêm",
            "Tuyệt vời! Chúng tôi sẽ liên hệ với bạn ngayĐọc thêm"
        ],
        "star_ratings": [
            148,
            12,
            2,
            1,
            2
        ],
        "review_amount": 165,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Hướng dẫn viên du lịch khủng khiếp"
        ],
        "reviews_time": [
            "Written May 7, 2019",
            "Written May 7, 2019",
            "Written May 4, 2019",
            "Written April 30, 2019",
            "Written April 28, 2019",
            "Written April 24, 2019",
            "Written April 21, 2019",
            "Written March 6, 2019",
            "Written January 20, 2019",
            "Written January 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404751-Reviews-or90-The_Terrible_Tour_Guide_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or80-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or100-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15017011-Reviews-VietAsia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2355820-Reviews-Travel_Authentic_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d117100-Reviews-Philadelphia_Mills-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d5963979-Reviews-Global_Mall-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d7738524-Reviews-Pasar_Besar_Pudu-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d6664066-Reviews-Central_Embassy-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g41804-d4757005-Reviews-Scituate_Lighthouse-Scituate_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298303-d454887-Reviews-Komtar-George_Town_Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d149046-Reviews-Cinnamon_Bay-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33939-d10791408-Reviews-Enders_Island-Stonington_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g739275-d1835264-Reviews-Plage_de_Santa_Giulia-Santa_Giulia_Porto_Vecchio_Corse_du_Sud_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d263859-Reviews-Tom_s_Diner-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or100-The_Terrible_Tour_Guide_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-or90-The_Terrible_Tour_Guide_Travel-Hanoi.html"
    }
]