[
    {
        "attraction_name": "The Cove Palisades State park",
        "attraction_name_vi": "Công viên tiểu bang Cove Palisades",
        "general_info": [
            "64 đánh giá",
            "- 1 trong 2 điều cần làm ở Culver",
            "Công viên tiểu bang",
            "Công viên"
        ],
        "attraction_summary": "Cove Palisades! Bạn còn gì để nói nữa. Một trong những nơi tốt nhất trong tiểu bang để chèo thuyền và giải trí dưới nước. Thời tiết hầu như luôn nắng và nóng trong những tháng hè. Đây là một hồ nhân tạo trên sa mạc cao, có nước ấm. Khu nghỉ mát có bến du thuyền đẹp với nhiều nhân viên hữu ích thân thiện. Họ cũng cung cấp một số cabin cho thuê nếu bạn cần một nơi để ở! Nếu điều đó không phù hợp với nhu cầu của bạn hoặc bạn cảm thấy muốn thử thách một chút, thì có các khu cắm trại của tiểu bang gần đó. Hạn chế lớn nhất của khu vực này là màu xanh của nước và lượng tảo lẫn vào.Đọc thêm",
        "reviews": [
            "Công viên rất đẹp và thơ mộng. Chúng tôi đã đến một điểm quan sát phía trên sông và quang cảnh thực sự hoàn hảo. Dòng sông xanh, những tảng đá, bầu trời xanh và những đỉnh núi phủ đầy tuyết là điều không thể nào quên. Chúng tôi ở lại khu cắm trại Deschutes một đêm. Trại rất thoải mái với khu cắm trại rộng lớn bao gồm điện nước và bãi chứa. Nhà vệ sinh và vòi sen có nước nóng sạch sẽ và thoải mái. Kỳ nghỉ thực sự tốt đẹp.Đọc thêm",
            "Khi tôi hỏi về dịch vụ cho thuê tại Marina, đội ngũ nhân viên thực sự nhiệt tình và hiểu biết đã nói rằng CP là bí mật được giữ kín nhất ở trung tâm Oregon... Tôi đồng ý. Một nhóm lớn đã thuê và chia sẻ 2 thuyền phao trong ngày. Thật là một trải nghiệm tuyệt vời khi làm việc với đội ngũ nhân viên. Mỗi nhóm được thuê thuyền phao trong 4 giờ. Tất cả chúng tôi đều có trải nghiệm thư giãn tuyệt vời trên thuyền khi có cơ hội ngắm nhìn cả 3 nhánh của hẻm núi. Chúng tôi được khuyên nên đến vào thứ Tư để tránh đám đông và họ đã đúng. Khoảng - 300 - xăng cho cả ngày... giá rất hời nếu bạn chia sẻ chi phí với một nhóm. Đọc thêm",
            "Dừng lại ở đây một vài ngày.  Ngày đầu tiên rất HOT.  Những ngày tiếp theo thật tuyệt vời.  Công viên có các điểm cắm trại RV rất tốt với đầy đủ các điểm cắm trại.  Các phòng vệ sinh rất sạch sẽ và vòi sen rất tuyệt.  Mặc dù có rất nhiều trẻ em xung quanh đang chơi đùa, v.v., nhưng tất cả chúng đều cư xử rất tốt. Đây là chuyến thăm đầu tiên của chúng tôi và chúng tôi đang có kế hoạch quay trở lại. Điều tiêu cực duy nhất là thiếu băng gần đó.  Có một cửa hàng nhỏ với nhiều hộp đựng đá nhưng chỉ mở cửa vào thứ sáu, thứ bảy và chủ nhật vài giờ mỗi ngày.  Nếu bạn cần đá vào ngày khác, bạn phải đến bến du thuyền hoặc vào thị trấn.  Cửa hàng được điều hành bởi bên thứ ba.Đọc thêm",
            "A beautiful place. The night sky is AMAZING. We stayed in Loop B, B21. It is a very large tent site. It has a sandy area by the vehicle pad site, then walk up through the boulders and there is a campfire ring, and walk up further and a grassy area for your tent with a picnic table. It was again surprisingly large! you can - t tell that from the photo when reserving the site. If you want to be close to restrooms I suggest reserving anything after B32. Also, B32 is right next to the dumpster, which has a lot of lizards and squirrels next to it. B 21 and the sites next to them are all spacious on that side, it does back up to the state park road, so at night when everyone comes back to the campsite you can hear traffic, but it wasn - t disturbing. We noticed most people came back to camp around 6 pm and would stay up until midnight at least. There is a hill and a walk if you reserve anything before B32 for restrooms - showers and the play area. The bathrooms have a shower area, very small 3 shower stalls, and 1 of the women - s showers was broken, it can get very busy. The bathroom was extremely hot. The park staff and volunteers drive by continuously through the day  -  not sure if that was because it was a holiday weekend or not - , but we saw the sheriff many many times driving around, and even stopped to talk a bit. We stayed July 2-4 2021. It was HOT in the 90 - s-100 degrees. It was unbearable during the day, and quickly realized why everyone was out of the campsite during the day and came back at night.If you want to go use the DAY use area - s get there early morning, or there won - t be parking AT ALL. We were lucky to drive to the first day-use area when entering the park, the ones closest to ABC campsites were full all day. We were lucky enough to get a parking spot and able to find a shaded area close to the restrooms to get into the swimming area. That too was PACKED, and everyone brought their easy-ups,  -  so smart! - ,  there are plenty of picnic tables, if you are able to get one. Everyone was respectful, but in order to get into the water, you do have to go through areas of the shoreline that preoccupied. This was our first trip to this state park, and we will go again, now we have more knowledge of what to expect and what to do differently next time.The night skies is what I look forward to the most.Read more",
            "Gorgeous High Desert with Jaw-Dropping Views, Lake and Hiking!Warning: gets scorching-hot in high summer!Great for anyone who loves doing things on the water but be advised, lots of noise from boats when it - s busy!Lovely hiking but limited: there are really only two in total: if you - re camping at Deschutes, you can make a lovely 4.5-mile daily walk which is almost all on trails, and it - s so nice I - d return to this park just to be able to go on this walk again! There is also the well-known Tamalau trail which goes a mile up to the top of the canyon and then for miles on a loop around the mesa--the complete walk is 7 miles plus the distance to your campsite. The hike to the top is only recommended when it - s cool, so early morning or a day that - s not hot. It - s not particularly hard but it - s exposed and murderously hot when it - s a warm day.  - In other words,  - hotter than Satan - s XXXXXXX!! -  -  Once you get to the top, it - s all exposed too--this hike comes with posted warnings for overheating and they are not kidding! We - ve done it twice--once when it was too hot and the other time when it was cool and overcast--perfect!If you want any more hiking, there is another short hike from the campground across the canyon, and one other I believe, but this place is pretty devoid of trails, so keep that in mind.Biking: good luck on that unless you like roads and sharing them with construction vehicles hell-bent on getting from Point A to Point B. Short rides around the campground loops are very nice though, but don - t expect miles of trails--they aren - t there and the hiking trails are not suitable for bikes.Fishing is fantastic here, and you can rent a boat from the marina to go to the two  - scum-lines - , where the Crooked and Deschutes rivers meet the lake--this mixing water attracts fish like crazy and we - ve caught many delicious trout there! Water Sport Heaven! Anyone who loves boating, jet-skiing and the like will have a fabulous time here, it - s a total mecca.Campsites: this campground accommodates everyone and include primitive campsites to spaces for 60-foot -  RVs like our truck and 5th wheel, and they have plenty of full hookups too. Clean bathrooms, wonderfully kept grounds, this place is a total winner!Cell Phone and Internet junkies: BE ADVISED, there is NO CONNECTIVITY! Even with our Wii-Boost and 20-foot antenna, there was nothing. The rare person with ATT can get a signal but Verizon users will be out of luck.Will you be staying at The Cove Palisades?If you are, would you please help keep the ground squirrels safe?There is a dumpster in Loop A for the tent campers and ground squirrels climb in but they can - t get out. Which means they die of heat prostration and thirst. The easy solution is to put a branch in the corner so they can climb out, which is what we did. But when I told rangers about the pile of dead squirrels I - d found and the desperate squirrels trying to escape, they nodded and said it was horrible and they - d be right on it, but they did nothing. The next time I checked, I was livid to discover I - d been lied to. I put a branch in and an hour later the trapped ones had climbed out.If you find this is still an issue, would you please complain to the rangers and make a stink? If enough people make waves, they - ll have to fix this situation. And all it takes is a branch or a ladder so they can get out. It - s not right. I - ve often said the worst way to die is in a fire, being burned to death. That is the hell these poor squirrels are dealing with. It really needs to stop, the squirrels were here first.Read more",
            "Chúng tôi rất thích cắm trại ở đây một đêm với đầy đủ các mối quan hệ.  Các biển báo khó hiểu vì việc đặt chỗ của tôi không nêu rõ khu cắm trại nào và điều đó hơi bực bội.  Chúng tôi rất thất vọng vì - Eagle Walk - đã bị hủy do CoVid.  Khung cảnh rất đẹp và lần sau chúng tôi sẽ ở lại thêm một ngày và thuê một chiếc thuyền ở Bến du thuyền.Đọc thêm",
            "Ở lại bốn đêm để dễ dàng tiếp cận nhiều thứ trong khu vực để tham quan, cộng với khu cắm trại Smith Rock đã đóng cửa. Tôi đoán rằng những người mà nơi này thu hút đang tìm kiếm một loại trải nghiệm cắm trại khác. Tôi đã chọn nơi mà tôi nghĩ là chỉ có lều nhưng đã thất vọng vì một máy phát điện chạy gần đó vào buổi tối. Rất nhiều nhóm lớn ồn ào sau 10 giờ tối. Tôi có thể phàn nàn nhưng có quá nhiều nhóm khiến tôi cảm thấy mình vừa chọn sai khu cắm trại theo sở thích của mình. Sóc là một vấn đề lớn khác. Không có gì có thể ngăn chúng ra khỏi thùng rác lớn. Nhiều người đã giải trí bằng cách cho chúng ăn. Những người hàng xóm của chúng tôi đã để lại một lượng lớn thức ăn mà không có người giám sát và dễ tiếp cận trong khi họ dành cả ngày ở hồ. Điều này dẫn đến một ngày tiệc tùng cho một con sóc mà chúng tôi trìu mến đặt tên là Fat Larry. Điểm trừ đối với chúng tôi là những con sóc thường xuyên tiếp cận chúng tôi để tìm cách đối xử tương tự. Không, cảm ơn Bubonic Bob. Về mặt tích cực. Những người chủ nhà rất thân thiện. Họ có một công viên dành cho chó đẹp. Môi trường xung quanh thật tuyệt vời. Và nơi này sạch sẽ Đọc thêm",
            "Các thành tạo đá tuyệt đẹp và mặt nước giống như một tấm gương. Khu vực này thực sự ngoạn mục. Tôi khuyên bạn nên nó! Hồ rất tốt để bơi lội, nhưng điều tôi không thấy trong các đánh giá khác là lượng rong biển mọc dày ở cả vùng nước nông và nước sâu. Nó ở khắp mọi nơi! Trong hầu hết các trường hợp, nó không làm mất đi khu vực này, nhưng nó chỉ là một vấn đề đáng lo ngại bởi vì đối với tôi, tôi hơi ít hồi hộp hơn khi bị vướng vào thảm thực vật thủy sinh nhầy nhụa.Đọc thêm",
            "Cơ sở vật chất sạch sẽ.  Kết nối đầy đủ.  Các trang web rộng rãi.  Chúng tôi yêu The Cove.  Chủ nhà và kiểm lâm rất tốt bụng, thân thiện và hữu íchĐọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã nhận xét về kỳ nghỉ gần đây của bạn tại Cove. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời tại địa điểm kết nối đầy đủ của mình và địa điểm đó rộng rãi phù hợp với nhu cầu của bạn. Chúng tôi hy vọng bạn sẽ ghi nhớ chúng tôi cho những chuyến đi cắm trại và giải trí trong tương lai của bạn.\n\nCảm ơn,\nCông viên tiểu bang Cove PalisadesĐọc thêm"
        ],
        "star_ratings": [
            46,
            16,
            2,
            0,
            0
        ],
        "review_amount": 64,
        "location": [
            "Oregon - HOẶC -",
            "cống",
            "Hoa Kỳ",
            "Công viên tiểu bang Cove Palisades",
            "Trung Oregon",
            "Các hoạt động ở Culver"
        ],
        "reviews_time": [
            "Written August 4, 2023",
            "Written August 20, 2022",
            "Written August 30, 2021",
            "Written July 23, 2021",
            "Written July 5, 2021",
            "Written June 12, 2021",
            "Written July 26, 2020",
            "Written June 27, 2020",
            "Written August 31, 2019",
            "Written August 25, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51828-d6680691-Reviews-The_Cove_Palisades_State_park-Culver_Central_Oregon_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d8134611-Reviews-Balancing_Rocks-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51954-d3249792-Reviews-Lake_Billy_Chinook-Madras_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51954-d12612648-Reviews-Cascade_Lavender-Madras_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51828-d6680691-Reviews-or10-The_Cove_Palisades_State_park-Culver_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51788-d3682924-Reviews-Metolius_River-Camp_Sherman_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51954-d7221973-Reviews-Erickson_Aircraft_Collection-Madras_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52122-d1818009-Reviews-The_Museum_at_Warm_Springs-Warm_Springs_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52092-d12799953-Reviews-Smith_Rock_Trail_Rides-Terrebonne_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51826-d6198537-Reviews-Big_Dog_Saloon-Crooked_River_Ranch_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51954-d8451101-Reviews-Pelton_Park-Madras_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51954-d10495829-Reviews-New_Basin_Distilling_Company-Madras_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51954-d10100358-Reviews-Skydive_Awesome-Madras_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51954-d7165459-Reviews-Lake_Simtustus_Resort-Madras_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51954-d10103152-Reviews-Round_Butte_Overlook_Park-Madras_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51954-d12843050-Reviews-Madras_Aquatic_Center-Madras_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51954-d14000821-Reviews-Wild_Bleu-Madras_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g34824-d3167973-Reviews-Rolater_Park-Cave_Spring_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d4695690-Reviews-Balboa_Pier-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d285101-Reviews-Hauptbahnhof-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g52905-d1035730-Reviews-Penn_s_Peak-Jim_Thorpe_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46807-d10606852-Reviews-Boardwalk_Sea_Isle_City-Sea_Isle_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g53573-d674160-Reviews-Sight_Sound_Theatres-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1466943-d14204896-Reviews-Paklenica_National_Park-Starigrad_Paklenica_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d2266813-Reviews-Dravuni_Island-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g42454-d7070953-Reviews-Silver_Lake_State_Park-Mears_Oceana_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34580-d12721236-Reviews-Flying_Panda_Extreme_Air_Sports-Port_Saint_Lucie_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51828-d6680691-Reviews-or10-The_Cove_Palisades_State_park-Culver_Central_Oregon_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51828-d6680691-Reviews-The_Cove_Palisades_State_park-Culver_Central_Oregon_Oregon.html"
    }
]