[
    {
        "attraction_name": "The Palace of Knossos",
        "attraction_name_vi": "Cung điện Knossos",
        "general_info": [
            "13.650 đánh giá",
            "1 trong số 13 điều cần làm ở Knosos",
            "Địa điểm lịch sử",
            "Di tích cổ"
        ],
        "attraction_summary": "Địa điểm khảo cổ thời tiền sử này nằm ngay bên ngoài thành phố thủ đô của hòn đảo, được bao quanh bởi những ngọn đồi tuyệt đẹp. Bạn sẽ được quay ngược thời gian khi khám phá những tàn tích và tìm hiểu về lịch sử hấp dẫn của thành phố cổ này. Phòng ngai vàng là điểm nhấn với những bức bích họa tuyệt đẹp đã tồn tại qua hàng nghìn năm. Hãy nhớ đến thăm vào đầu ngày, đặc biệt là vào mùa hè, để tránh phải xếp hàng dài dưới nắng nóng. Bạn cũng có thể nhận được vé miễn xếp hàng trong chuyến đi bộ, bao gồm lời bình luận từ hướng dẫn viên am hiểu. Ngoài ra còn có vé combo bao gồm Bảo tàng Khảo cổ học Heraklion.  TripadvisorĐọc thêm",
        "reviews": [
            "Tôi đã rất băn khoăn về Knossos trước khi đi, vì biết rằng phần lớn nơi này là bê tông đổ chứ không phải là tàn tích thực sự. Có lẽ việc kỳ vọng thấp khiến tôi dễ dàng hài lòng với trải nghiệm này hơn. Tất nhiên, họ có thể đã xây dựng sai các tòa nhà. Tuy nhiên, với rất nhiều tàn tích xung quanh nơi mà tất cả những gì bạn thấy là tàn tích của những bức tường cao hai feet thực sự buộc bạn phải sử dụng trí tưởng tượng của mình để tái tạo lại những gì đã từng có, thì thực sự rất tuyệt khi có một chút trợ giúp cho trường hợp này. Ngoài ra, chỉ cần tìm hiểu tất cả về nền văn minh Minoan cũng rất hấp dẫn.\nĐọc thêm",
            "Bản thân nó là một di tích lịch sử rất đẹp với những tàn tích được bảo tồn và xây dựng lại tốt, có rất nhiều ý nghĩa lịch sử. Vào ngày chúng tôi ở đó, nó rất đông đúc dẫn đến việc phải xếp hàng chờ đợi nhiều lần để đi qua địa điểm sau cổng soát vé.... Hầu hết ở bên ngoài và trên đá không có nhiều bóng râm, ở đây RẤT nóng , kết hợp với đám đông và việc xếp hàng chờ đợi thực sự đã lấy đi phần lớn niềm vui đối với chúng tôi. Trang web này được truy cập tốt nhất vào thời điểm trái mùa.Đọc thêm",
            "Tôi rất ngạc nhiên về quy mô và độ tuổi của địa điểm này. Chúng tôi đã mua vé trước nên không cần phải xếp hàng. Các nhóm du lịch có thể gây khó chịu nhưng hãy kiên nhẫn và tận hưởng địa điểm này. Chúng tôi gặp một nhà khảo cổ học đang đi nghỉ cùng gia đình anh ấy, anh ấy cũng rất hào hứng. Như anh ấy nên thế. Thật là kinh ngạc.\n\nHãy nhớ đi đầu tiên hoặc vào buổi tối vì trời rất nóng. Ngoài ra, hãy nhớ đến bảo tàng khảo cổ học ở Heraklion để hiểu rõ hơn về địa điểm \n\nQuầy nước trái cây tại chỗ có giá hơi cao, nhưng rất ngon. Được đề xuất.Đọc thêm",
            "Cung điện Knossos là một địa điểm tuyệt vời để ghé thăm. Tuy nhiên, tôi thực sự khuyến khích mọi người có mặt khi khai trương nếu họ đang đi vào mùa hè. Đi sớm. Chúng tôi đã lái xe từ Chania cùng gia đình, vì vậy đã không đến đó lúc 8 giờ. Việc bán vé thật vô vọng - 2 tuyến hợp thành một, nhưng một tuyến di chuyển nhanh hơn nhiều so với tuyến kia. Chúng tôi có một học sinh khuyết tật nên không thể đăng ký trực tuyến. Trơi rât nong. Chúng tôi mua vé combo vì chúng tôi thực sự muốn xem bảo tàng khảo cổ. Điều nực cười là bảo tàng cách địa điểm này 20 phút lái xe căng thẳng. Thực sự là không có chỗ đậu xe, chúng tôi lái xe qua những con đường rất hẹp để đến bãi đậu xe trung tâm thành phố, xếp hàng để vào, nhưng cuối cùng lại bỏ cuộc vì không rõ có chỗ trống hay không, cũng như không đủ rộng để tránh trầy xước. xe hơi. THẬT thất vọng.Đọc thêm",
            "Lần cuối cùng tôi đến đây là năm 1985.... đây vẫn là một nơi tuyệt đẹp để ghé thăm nhưng lời khuyên của tôi là nên đặt chỗ với hướng dẫn viên du lịch. Kiến thức của họ rất tuyệt, chúng tôi đã được cung cấp tai nghe và ipad cho phiên bản 3d của Cung điện. \nNơi này có rất ít bóng râm nên hãy mang theo nước và kem chống nắng. Nó có thể trở nên bận rộn nhưng hàng đợi được tôn trọng và không lâu nữa bạn có thể vào được. \nTrong thỏa thuận của chúng tôi là một chuyến đi đến thủ đô và cơ hội xem các hiện vật từ địa điểm trong bảo tàng. \nĐó chắc chắn là một điều không thể bỏ lỡ. Đọc thêm",
            "Thật tuyệt khi được nhìn thấy những tàn tích này nếu bạn ở phía bắc đảo Crete. \nKhi trời nóng, ĐẾN SỚM để tránh xe buýt chở đầy du khách của tàu du lịch. Đây là một nơi nhỏ nên bạn không cần phải dành nhiều thời gian ở đó.\nCác tiện nghi WC không đủ cho số lượng du khách.\nQuán cà phê đẹp tại chỗ, nhưng không có WC riêng\nMẹo: Đến thăm điểm tham quan này bằng xe buýt tham quan thành phố. Có hai tuyến tham quan từ Hiraklion, một trong số đó đi qua Knossos, vì vậy bạn có thể xuống và lên lại sau. Đọc thêm",
            "Những tàn tích của Knossos đã được phát hiện bao phủ phần lớn cung điện cũ. Một số phần đã được xây dựng lại và nhiều phần chỉ là đá. Con bò đau thật là đẹp, cột. Bạn có thể truy cập vào 2 phòng bên trong đã có thể được phục hồi. Tôi có thể nói đây là nơi nhất định phải đến vì Knossos được coi là thành phố lâu đời nhất ở châu Âu, nền văn minh Minoan đã xây dựng cung điện vào khoảng năm 2000 trước Công nguyên. Vì vậy, đối với giai đoạn lịch sử phía sau, cứ đi. Ngoài ra, nó là một phần của thần thoại Hy Lạp. Nơi vua Minos cư ngụ trong một cung điện ở Knossos. Và sau đó xây dựng một mê cung để giữ con trai mình là Minotaur.Đọc thêm",
            "Đây là một địa điểm du lịch hoàn toàn đáng kinh ngạc và chắc chắn đáng để ghé thăm!  Tôi đã đến thăm địa điểm này vài lần, tàn tích như mê cung của nó trải dài trên ngọn đồi và có một vài ngôi nhà nhỏ quanh rìa. Các phần của nó đã được xây dựng lại nên đây là một trải nghiệm rất phong phú, mặc dù độ chính xác của việc tái tạo có thể gây tranh cãi. Tôi yêu nền văn minh Minoan và đã nghiên cứu nó ở trường đại học nên rõ ràng là tôi yêu thích địa điểm này, nhưng tôi đã đến thăm nơi này năm 14 tuổi, trước khi biết nhiều về nó và vẫn thấy nó thật tuyệt vời. Bạn có thể nhận được hướng dẫn viên du lịch nhưng có biển hiệu tốt và rất nhiều hướng dẫn trực tuyến miễn phí. Bạn có thể đặt vé trực tuyến nhưng thường không có hàng dài người mua vé. Ngoài việc xếp hàng vào phòng ngai vàng đôi khi xuất hiện nhưng chắc chắn rất đáng ghé thăm, không có bất kỳ hàng đợi nào tại chỗ. Bạn có thể dễ dàng bắt xe buýt 15 phút từ Heraklion số 2 và số 20 để quay lại và đưa bạn đến ngay bên ngoài địa điểm.Đọc thêm",
            "Ban đầu thì ổn khi chúng tôi bắt đầu hành trình nhưng sau vài giờ, mọi thứ bắt đầu trở nên đơn điệu. Ngày hôm đó rất dài, và cuối cùng chúng tôi đã đủ. Chúng tôi sẽ không bao giờ thực hiện một chuyến đi như thế này nữa. Bạn cũng sẽ phải chi nhiều hơn cho những thứ bất ngờ khác như tai nghe, v.v. Đọc thêm",
            "Cơ hội đi theo bước chân của Vua Minos để ngắm nhìn nơi diễn ra truyền thuyết về Theseus và Minotaur. Đã dành khoảng một giờ để đi bộ xung quanh, bao gồm cả việc xem các bức bích họa và phòng ngai vàng. Tận hưởng từng phút. Một số mặt đất rất không bằng phẳng khi đi bộ xung quanh. Đây là một cuộc triển lãm rất cởi mở với một số khu vực bóng mờ. Cửa hàng quà tặng, quán cà phê và nhà vệ sinh ngay trong khuôn viên với những cửa hàng khác rất gần đó. Đỗ xe cách cổng khoảng 150m. Điểm dừng xe buýt cũng gần đó. Việc nhảy lên xe buýt cũng dừng ở đó.Đọc thêm",
            "Đáng xem. Crete thật tuyệt vời. Nếu bạn cần nhà vệ sinh tại cơ sở này, ĐỪNG TRẢ TIỀN BẤT CỨ BẤT CỨ ĐIỀU GÌ CHO NGƯỜI PHỤ NỮ. ĐÓ LÀ MỘT TRÒ LỪA ĐẢO. cô ấy có một đĩa thu thập và ra lệnh cho bạn xung quanh và đưa cho bạn một chiếc khăn giấy nhưng cô ấy không có quyền làm điều này.Đọc thêm",
            "Có một ngày tuyệt vời, hướng dẫn viên du lịch của chúng tôi rất giỏi và giải thích mọi thứ một cách chi tiết, thời tiết thật tuyệt vời, mọi người rất hiếu khách, mua sắm thú vị trong thị trấn là một đôi giày đi bộ tốt.Đọc thêm",
            "yêu văn hóa Minoans, một nơi tuyệt vời để kết nối với nền văn hóa cổ xưa này. và lịch sử. ấn tượng với kiến ​​trúc và tác phẩm tuyệt vời của Evans.Đọc thêm",
            "Một sự thật phải xem. Thăm thành phố cổ nhất Châu Âu. Chúng tôi cũng đã đến bảo tàng khảo cổ học ở Heraklion, nơi lưu giữ nhiều hiện vật được tìm thấy và nhìn thấy một mô hình tuyệt vời về diện mạo của Cung điện. Bối cảnh trong một lùm cây có nghĩa là bạn có thể trốn vào bóng râm. Bắt xe buýt từ bên ngoài hiệu thuốc, cách bảo tàng 2 phút đi bộ với giá 5 euro cho một ngày quay lại và đưa bạn thẳng đến đó và một quán rượu xinh xắn để thưởng thức đồ uống trong bóng râm rất gần đó.Đọc thêm",
            "Thật ngạc nhiên khi nghĩ rằng nơi này đã 2500 năm tuổi! Dễ dàng đến đó bằng xe buýt số 2 từ Heraklion. Hãy cố gắng đến đó sớm để tránh quá tải các nhóm du lịch.Đọc thêm",
            "Địa điểm khảo cổ tuyệt vời và những khám phá được nhìn thấy ở đây và chúng tôi cảm thấy quá khứ trên vai mình. Bản thân trang web đưa ra quan điểm và khuyến nghị là hãy đến thăm nó trước rồi đến bảo tàng ở Heraklion, nơi tất cả các cổ vật được lưu giữ và phục hồi.Đọc thêm",
            "Một trải nghiệm tuyệt vời!!!! Di tích cổ xưa này của Cung điện Minoan, có niên đại từ khoảng năm 1900 trước Công nguyên cho đến khoảng năm 1350 trước Công nguyên. Vì vậy, cực kỳ cổ kính. Nơi này có một bầu không khí tuyệt vời, với những tấm bảng giải thích những phần khác nhau làm tăng thêm trải nghiệm. Có một số phần được tái thiết, được thực hiện vào đầu những năm 1900. Một số người cảm thấy điều này làm mất đi sự khác biệt của trang web, cá nhân tôi thích những điều đó vì chúng cho bạn ý tưởng về diện mạo của nó và quy mô dọc của địa điểm. Chúng tôi đã đi vào giữa tháng 5 trong thời gian cao điểm và rất bận rộn, nhưng chúng tôi ở đó càng lâu thì càng yên tĩnh. Nếu bạn đang đi vào mùa cao điểm, tôi khuyên bạn nên đến đó sớm hoặc muộn.Đọc thêm",
            "Địa điểm khảo cổ này rất đáng để ghé thăm nếu yên tĩnh. Nếu bạn thấy bãi đậu xe đầy xe khách hãy quay lại và quay lại vào ngày khác, tất nhiên trừ khi bạn thích xếp hàng! Không phải là nơi dành cho trẻ nhỏ hoặc xe đẩy.Đọc thêm",
            "Tàn tích rất tốt. Hãy đảm bảo bạn đặt vé qua trang web chính thức Hellenic Heritage để không phải trả phí đặt chỗ và có thể dễ dàng thay đổi vé, v.v. rất nhiều trang web bán vé với giá cao hơnĐọc thêm",
            "Nó chật cứng những bữa tiệc của huấn luyện viên, chủ yếu là những thanh thiếu niên không muốn ở đó. Thành thật mà nói, tôi cũng không thích nó, nóng, chật chội và không thú vị. Không biết tại sao thực sự. Cũng không thân thiện dễ tiếp cậnĐọc thêm",
            "Xin chào, tôi có cần đặt vé cho trẻ dưới 18 tuổi từ EU hay chỉ đặt vé và trả tiền cho người lớn và đưa trẻ em đi cùng? Cảm ơn.Đọc thêm",
            "Xin chào, có bãi đậu xe gần lối vào không? Nên mua vé trước hay - đến vào đầu tháng 6 - việc đông đúc ở phòng vé có ổn không? Có sẵn hướng dẫn âm thanh không? Cảm ơn bạnĐọc thêm",
            "Xin chào, về lý thuyết bạn có thể đậu xe bên ngoài, nhưng không gian không được nhiều lắm, vì sân rộng nhất nên dành cho huấn luyện viên. Vé có thể được mua dễ dàng tại quầy thu ngân. Có hướng dẫn bằng âm thanh nhưng mình không nhớ giá bao nhiêu.Đọc thêm",
            "Có ai có tên và số điện thoại của hướng dẫn viên nói tiếng Ý không? Cảm ơn bạn!Đọc thêm",
            "Ở lối vào có một số hướng dẫn, chúng không phải là hướng dẫn chính thức về cấu trúc nhưng chúng vẫn được chuẩn bị sẵn và có thể giúp bạnĐọc thêm",
            "việc tiếp cận từ đường phố đối với người khuyết tật như thế nàoĐọc thêm",
            "Xin chào, \nTôi chắc chắn rằng tôi đã đưa ra câu trả lời quá muộn nhưng tiếc là tôi không nhận được bất kỳ thông báo nào từ Tripadvisor về câu hỏi của bạn.\nBạn có thể dễ dàng di chuyển toàn bộ khu vực bằng xe lăn.\nXin chào và chúc vui vẻ, ManuelaĐọc thêm",
            "có bãi đậu xe dành cho người khuyết tật nào ở Knossos không?Đọc thêm",
            "Không có bãi đậu xe dành cho người khuyết tật gần lối vào Cung điện. Bãi đậu xe cách cổng vào khoảng 75m. Nếu đi cùng người khác, có lẽ người khuyết tật sẽ được thả xuống gần lối vào Dinh và những người đi cùng có thể đưa xe về bãi đỗ xe. Một lưu ý khác, nhiều cuộc triển lãm yêu cầu phải leo lên đồi, đá và cầu thang. Bạn có thể cân nhắc điều đó nếu tham dự Cung điện tại Knossos.Đọc thêm",
            "Xin chào\nchúng tôi đang lên kế hoạch cho một chuyến đi đến Crete. Chồng tôi bị liệt nửa người, không thể đứng cũng như đi lại. Những gì khác có thể được truy cập trên xe lăn ở Crete ngoài Knossos?\nCảm ơn bạn rất nhiều vì câu trả lời.Đọc thêm",
            "Bảo tàng ở Heraklion chắc chắn đáng để ghé thăm và cũng có thể sử dụng được cho xe lăn.Đọc thêm",
            "Tôi có thể gửi hành lý tại hoặc gần Cung điện Knossos không?\n\nTôi sẽ đến bằng phà vào buổi tối, bắt taxi đến cung điện để tham quan lúc 6 giờ 30 chiều và sau đó tôi sẽ rời đi bằng taxi sau khi chuyến tham quan kết thúc lúc 8 giờ tối.\n\nVấn đề là tôi sẽ đi du lịch với một chiếc vali lớn và một chiếc ba lô lớn. Có nơi nào để gửi hành lý khi bạn khám phá cung điện không?Đọc thêm",
            "Có hướng dẫn ăn uống ở đó. Tôi tin tưởng nếu bạn hỏi một trong số họ, họ sẽ đồng ý. Có lẽ nên có một lời đề nghị. Mặt trái của Cung điện cho chúng tôi biết rằng tất cả các đồ tạo tác đều nằm trong bảo tàng ở Heraklion.Đọc thêm",
            "Xin chào, Chúng tôi dự định đến thăm cung điện vào Chủ nhật giữa tháng 10 năm 2022. Cuối tuần có bận rộn hơn các ngày trong tuần không?  cảm ơnĐọc thêm",
            "Một ngày Chủ Nhật trong tháng Mười sẽ không quá bận rộn nên đừng lo lắngĐọc thêm",
            "Những hạn chế hiện tại của Covid là gì? Bạn có cần một bài kiểm tra? Các khu vực có đóng cửa không? Tháng 7 năm 2021Đọc thêm",
            "Không có khu vực nào đóng cửa. Nên dùng mặt nạĐọc thêm",
            "Xin chào, có đáng ghé thăm không? Bởi vì chúng tôi thấy rất nhiều thông báo nói rằng một nửa trang web đã đóng cửa.. nên vào rất tốn kém mà không thấy gì cả.. \nquyền truy cập miễn phí lên tới 25 năm?Đọc thêm",
            "Cung điện mở cửa nhưng một nửa địa điểm bị đóng cửa. Chúng tôi thất vọng vì chuyến thăm này, quyết định đến Crete mà không đến đó, chúng tôi có thể hối hận!!\nSau đó, bạn phải ghé thăm nó vào cuối buổi tối, có ít người hơn, điều này rất quan trọng vào lúc này!\nĐể giảm chi phí tham quan, bạn phải mua vé kết hợp với bảo tàng Heraklion, nơi thực sự đáng để bạn dành thời gian ở đó. Nó là rất, rất tốt.\n\nTính đến ngày phản hồi này - 15 cho người lớn, 8 cho những người trên 65 tuổi. Miễn phí cho người dưới 18 tuổi và sinh viên. Vé kết hợp vào Bảo tàng Khảo cổ học Heraklion, 16.\n\nTận hưởng chuyến thăm của bạn: Đọc thêm"
        ],
        "star_ratings": [
            5318,
            4240,
            2660,
            936,
            497
        ],
        "review_amount": 13651,
        "location": [
            "Các hoạt động ở Knosos",
            "tỉnh Heraklion",
            "Hy Lạp",
            "Châu Âu",
            "Cung điện Knossos",
            "Knossos",
            "đảo Crete"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 2, 2023",
            "Written July 8, 2023",
            "Written July 8, 2023",
            "Written July 11, 2023",
            "Written July 12, 2023",
            "Written July 17, 2023",
            "Written July 28, 2023",
            "Written August 5, 2023",
            "Written August 10, 2023",
            "Written June 5, 2024",
            "Written June 3, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 22, 2024",
            "Written May 20, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13124727-d195896-Reviews-The_Palace_of_Knossos-Knosos_Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189417-d4736638-Reviews-Pasiphae_Restaurant-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189417-d4261996-Reviews-Minotavros-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13124727-d13118923-Reviews-The_Little_Garden-Knosos_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189417-d4748004-Reviews-Russakis-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189417-d15084695-Reviews-Picadillo_Burger_Nest-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189417-d25420671-Reviews-Nutree_Fine_Coffee_Local_Deli_Bites-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189417-d25193212-Reviews-Gefseis_Xylofournou-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189417-d12745087-Reviews-Savoidakis_Bakery_Patisserie-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189417-d12948512-Reviews-Ta_Piatakia_Tou_Scooby-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189417-d19368761-Reviews-Leoforos-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g13124727-d1635165-Reviews-Knossos_Archaeological_Site-Knosos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g13124727-d21298009-Reviews-The_Throne_Room-Knosos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g13124727-d21274277-Reviews-Kouloures-Knosos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d12786114-Reviews-Museum_of_Musical_Instruments-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d17654572-Reviews-Kotsanas_Museum-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d195895-Reviews-Heraklion_Archaeological_Museum-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1101777-d3613884-Reviews-Winery_Stilianou-Archanes_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d243137-Reviews-Historical_Museum_of_Crete-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d669294-Reviews-Cathedral_of_St_Minas-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d669292-Reviews-The_Natural_History_Museum_of_Crete-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g13124727-d195896-Reviews-or10-The_Palace_of_Knossos-Knosos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g3225713-d10475854-Reviews-Snail_Farm_and_Fun-Tylissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1897382-d10476889-Reviews-The_Shepherds_Shelter-Milopotamos_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g7777547-d17614908-Reviews-Cretan_Vibes-Mires_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g12294745-d2171547-Reviews-Astrikas_Estate_Biolea-Astrikas_Platanias_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1746058-d4354323-Reviews-Souda_Bay_War_Cemetery-Souda_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d2665953-Reviews-Paraschakis_Olive_Oil_Crete-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d1811927-Reviews-Monastery_of_Arkadi-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d3374517-Reviews-Rethymnon_Old_Town-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925969-d3332852-Reviews-Holy_Trinity_Monastery_Agia_Triada-Akrotiri_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g13124727-d15594303-Reviews-KnossosGuides-Knosos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d19853586-Reviews-Stagakis_Grand_Prestige-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d8846197-Reviews-VisitKnossos-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d6533444-Reviews-Tour_Experts-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1101777-d7119288-Reviews-Koronekes-Archanes_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d13959200-Reviews-TransferPlan_Crete-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d23127948-Reviews-Oinos_Experience-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d16856589-Reviews-Cretan_Family_Taxi_Trips_Transfers-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d6612738-Reviews-Crete_Taxi_Services-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d24123171-Reviews-Best_Crete_Transfer-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d9718747-Reviews-Greeking_me-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d9836478-Reviews-Travel_Crete_Private_Tours-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g46826-d3721972-Reviews-Colonial_Park-Somerset_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g154952-d17790700-Reviews-Via_Rail_Train-Churchill_Manitoba.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d24044188-Reviews-Legoland_Korea_Resort-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1593192-d13138567-Reviews-Sungai_Klah_Hot_Spring_Park-Sungkai_Batang_Padang_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g10456715-d1729528-Reviews-Dilek_National_Park-Guzelcamli_Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d108678-Reviews-Fisherman_s_Wharf-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d15224735-Reviews-MyTransfers-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d604379-Reviews-Lithia_Park-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g55863-d196337-Reviews-Main_Street-Fredericksburg_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5929776-Reviews-Winter_Wonderland-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13124727-d195896-Reviews-or10-The_Palace_of_Knossos-Knosos_Crete.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13124727-d195896-Reviews-The_Palace_of_Knossos-Knosos_Crete.html"
    }
]