[
    {
        "attraction_name": "The Book of Mormon",
        "attraction_name_vi": "Sách Mặc Môn",
        "general_info": [
            "3.830 đánh giá",
            "44 trong số 482 buổi hòa nhạc tại nhà hát ở thành phố New York",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "OMG vở kịch này hài hước và dí dỏm. Đây là phiên bản công viên phía nam của cuộc đời trăn của Brian. Vợ tôi không phải là người thích công viên đã đồng ý đi cùng tôi. Sau vở kịch, cô ấy nói rằng cô ấy đã phải cười lớn vì không thể kiểm soát được bản thân. Có những phần thực sự mang tính hài hước cơ bản đối với những người không phải là người hâm mộ công viên. Đối với tôi nó chỉ bổ sung thêm. Đọc thêm",
            "Âm nhạc tuyệt vời. Thực sự rất đen tối cảm giác hài hước. Một câu chuyện vui và bất ngờ. Thực sự rất thích nó. Nhà hát đã chật cứng. Lời chỉ trích duy nhất là chỗ ngồi thực sự chật ở tầng trên. Nếu bạn cao, hãy hỏi xem bạn có thể tìm được chỗ ngồi thoải mái ở đâu.Đọc thêm",
            "Đơn giản là tôi không thể tưởng tượng được một vở nhạc kịch nào hoàn hảo hơn thế. Nó có hài kịch, có châm biếm, có nhạc VÀ lời bài hát TUYỆT VỜI. Tôi nghe 95 bài hát hàng tuần, nó có những khoảnh khắc đen tối hài hước phê phán một cách khéo léo một loạt các vấn đề xã hội từ chủ nghĩa thực dân và phân biệt chủng tộc cho đến chủ nghĩa cứu tinh của người da trắng và chủ nghĩa cuồng tín tôn giáo . Vở nhạc kịch có chơi theo khuôn mẫu không? CÓ, và đó là toàn bộ mục đích của chương trình! Nó sử dụng các khuôn mẫu để đánh vào kỳ vọng của khán giả nhằm thúc đẩy hơn nữa sự lố bịch và vô lý của chương trình.\n\nĐây đang và sẽ luôn là một chương trình gây chia rẽ, nhưng tôi muốn nói rằng nếu bạn đáp ứng các tiêu chí sau, bạn sẽ có khoảng thời gian tuyệt vời:\n- Bạn thông minh, có thể đọc được ẩn ý và giải mã ý nghĩa của những câu chuyện cười vượt xa bề ngoài.\n- Bạn không quá nhạy cảm mà chương trình đó gần như xúc phạm đến mọi loại người.\n- Bạn không quá sùng đạo.\n\nChúc bạn vui vẻ! Đọc thêm",
            "Tôi thực sự yêu thích vở kịch này.  Nó thật buồn cười!  Tôi đi cùng em họ của tôi, con trai cô ấy 16 tuổi và con trai tôi 17 tuổi. Chúng tôi cười, cười và cười!  Tôi đồng ý với các đánh giá khác.  Bạn cần biết bạn là người như thế nào.  Nếu bạn gặp khó khăn với những trò đùa mang tính chọc cười người khác thì đây KHÔNG phải là trò chơi dành cho bạn.  Nó có khả năng ca hát, nhảy múa và hài kịch tuyệt vời!  Tôi sẽ nhìn thấy nó một lần nữa!  RẤT VUI! \nĐọc thêm",
            "Đầu tiên, đừng đưa trẻ em đi! Chắc chắn là R. Thật là vui nhộn, một chương trình tuyệt vời như vậy!   Chúng tôi ngồi ở những chiếc ghế cạnh cửa bên ngoài, điều này thật tuyệt vời vào cuối buổi biểu diễn nhưng đồng nghĩa với việc phải chạy nước rút vào phòng tắm khi tạm nghỉ.Đọc thêm",
            "Hài hước. Bất kính. Xúc phạm. Diễn xuất tốt. Tất cả những điều này - và nhiều hơn nữa - mô tả Sách Mặc Môn. Tôi thích nó và thường xuyên cười. Cặp đôi trước mặt chúng tôi không mấy thích thú với nội dung. Tôi không chắc cốt truyện sẽ như thế nào, nhưng đó là một tác phẩm rất thú vị và chắc chắn đã đẩy các cạnh vào khả năng xúc phạm, nhưng không dành cho tôi. Bạn còn mong đợi gì nữa từ những người sáng tạo ra South Park? Tôi sẽ đi xem lại, vì tôi đã có khoảng thời gian tuyệt vời. Nhà hát khá thân mật và cuối cùng chúng tôi có được chỗ ngồi tốt hơn chúng tôi nghĩ. Nếu bạn đang tìm kiếm một vở nhạc kịch Broadway tuyệt vời và bạn đã xem Spamalot, vở nhạc kịch yêu thích nhất mọi thời đại của tôi, và thậm chí còn không gần bằng, thì đây là một tấm vé xứng đáng để tìm! Đọc thêm",
            "Quả là một chương trình! Nó hài hước nhưng thông minh khiến bạn bật cười khi xem xét vai trò của tôn giáo trong chủ nghĩa thực dân. Tài năng từ gõ đến ca hát giúp bạn luôn gắn bó. Đó là một chương trình tuyệt vời!Đọc thêm",
            "Đây phải là chương trình tồi tệ nhất mà tôi từng xem. Nó tục tĩu, nhàm chán và không hề có chút hài hước nào. Tôi gần như rời đi trong giờ giải lao nhưng cứ nghĩ Có lẽ mọi chuyện sẽ tốt hơn. Chà... không phải vậy. Tôi thực sự hối hận vì đã lãng phí thời gian tiền bạc của mình để ngồi xem đống rác này.Đọc thêm",
            "Xúc phạm đến mức cực đoan và thậm chí không buồn cười. Lãng phí thời gian, lãng phí tiền bạc. Dàn diễn viên rất kém. Các chủ đề như cưỡng hiếp trẻ sơ sinh, những lời lẽ xúc phạm Chúa và mặc dù tôi có thể xử lý một số pha hài hước đen tối nhưng điều này không hề hài hước mà còn nhàm chán và một số diễn viên thật tệ.Đọc thêm",
            "Buổi biểu diễn Broadway tệ nhất mà tôi từng xem. Cần có tuyên bố từ chối trách nhiệm RÕ RÀNG về ngôn từ xúc phạm và tục tĩu khi quảng cáo chương trình này cũng như trên trang web của Broadway. SAU KHI mua vé, tôi nhận được email cho biết có ngôn từ tục tĩu nhưng vẫn không có bất kỳ tuyên bố từ chối trách nhiệm nào rằng nội dung đó có thể gây khó chịu. Nếu tôi biết về ngôn ngữ rõ ràng TRƯỚC KHI mua vé thì tôi đã không mua vé.Đọc thêm",
            "Tôi thực sự ước tôi đã đọc các nhận xét trước khi mua vé. Tôi sẽ không chi tiền để hỗ trợ chương trình này. Đó thực sự là một sự xấu hổ. Một vài con số đầu tiên, tôi và con gái lớn 27 tuổi của tôi đã bị cuốn hút. Chúng tôi yêu thích tài năng ca hát và nhảy múa của những người biểu diễn cũng như khả năng hài hước sắc sảo của họ. Nó đã xuống dốc từ đó NHANH CHÓNG. Tôi đã được một người bạn đã xem một số vở nhạc kịch trực tuyến nói với tôi rằng nó hài hước, bất kính đối với người Mặc Môn và có thể hơi thô bỉ. Lúc đầu, nó buồn cười và bất kính đối với những người Mặc Môn, nhưng sau đó lại trở nên bất kính đối với chính Chúa, Chúa Giê-su Christ, và thật đáng khinh, tục tĩu và kinh tởm như tôi từng hy vọng được thấy trên một sân khấu được cho là giải trí. Tôi không phải là một phụ nữ 50 tuổi thận trọng, thất học. Ngược lại, tôi không muốn xem những gì tôi đã thấy trong chương trình này. Tôi sẽ không bao giờ giới thiệu nó cho bất kỳ ai và chỉ chia sẻ với bạn bè và gia đình rằng tôi đã xem nó để có thể cảnh báo họ tránh xa. Tôi sẽ nói nhiều hơn, nhưng thành thật mà nói - tôi không nói hay viết những từ cần thiết để mô tả chính xác những hành động hèn hạ được miêu tả. ĐỌC ĐÁNH GIÁ KHÁC. Đó là lời khuyên tốt nhất của tôi. Và đi xem cái gì khác. KHÔNG CÓ GÌ LÀNH MẠNH HOẶC THÂN THIỆN VỚI GIA ĐÌNH VỀ CHƯƠNG TRÌNH NÀY.Đọc thêm",
            "Vở kịch này có giá trị sản xuất xuất sắc và các diễn viên rõ ràng rất tài năng. Ngoài ra, đó là một vở kịch kinh khủng, khủng khiếp và tôi ước mình đã đọc nó trước khi đề nghị với bạn bè rằng tất cả chúng ta đều đi. Tôi là một fan cuồng nhiệt của thể loại hài hước châm biếm, bất kính, cay độc, nhưng câu chuyện này không gì khác hơn là sự hài hước phân biệt chủng tộc rẻ tiền. Cơ hội là ở đó để đưa ra những tuyên bố phân biệt chủng tộc qua con mắt của một tôn giáo từng phân biệt chủng tộc mà các tôn giáo không có, thành thật mà nói?, nhưng thay vào đó, những khuôn mẫu phóng đại đã được duy trì thay vì bị thách thức và thậm chí còn có nhiều ý tưởng hèn hạ hơn được đưa ra-- ví dụ như đàn ông Uganda cưỡng hiếp trẻ sơ sinh, chẳng hạn như ví dụ. Bạn sẽ đọc điều này và bác bỏ nhận xét của tôi, thay vào đó dựa vào mức độ phổ biến của vở kịch, số giải thưởng mà nó đã giành được và số tiền mà nó đã mang lại, nhưng tôi sẽ nói với bạn rằng, có những điều thực sự rất tệ. những phần xấu xí này, được bao bọc bởi những giọng hát hay và những màn trình diễn đáng kinh ngạc. Đó là sự hài hước rẻ tiền, thấp kém, dựa trên giá trị gây sốc, thiếu trí tuệ thông thường đi kèm với những tác phẩm châm biếm phổ biến.Đọc thêm",
            "Tôi đã mong đợi vở nhạc kịch này sẽ gây phản cảm khi đi cùng một người bạn muốn xem nó, nhưng nó vượt quá sự mong đợi của tôi vì nó thô thiển, thô thiển và thiếu sức tưởng tượng.  Tôi chỉ không hiểu tại sao mọi người lại có thể nghĩ rằng thật buồn cười khi nói đùa về việc quan hệ tình dục với một em bé.Đọc thêm",
            "Chúng tôi không theo đạo và chắc chắn không thức tỉnh và không dễ bị xúc phạm nhưng nhận thấy Sách Mặc Môn vừa thô thiển vừa thô thiển với tính hài hước trẻ con của nó, và hoàn toàn phản cảm trong việc miêu tả các khuôn mẫu văn hóa và chủng tộc. Nhà hát Eugene O&#39;Neill lạnh lẽo và tồi tàn, ghế ngồi thì lạnh lẽo và tồi tàn tồi tàn và có hàng dài người xếp hàng vào nhà vệ sinh nhất mà tôi từng thấyĐọc thêm",
            "Thực sự là một chương trình tuyệt vời, không tốt cho trẻ nhỏ nhưng chúng tôi không thể để chúng ở khách sạn.  Nó sống theo sự cường điệu!  Ghế hơi nhỏ nếu bạn 63 tuổi như tôi sẽ chật chội.Đọc thêm",
            "Chương trình này thật kinh khủng. Nó miêu tả những khuôn mẫu tồi tệ hơn của người da đen. Tôi không chắc tại sao chương trình này vẫn được chiếu trên sân khấu Broadway. Tôi đã trả gần 600 đô la để hai con gái tôi xem buổi biểu diễn này và chúng tôi cảm thấy không thoải mái trong suốt thời gian đó. Chúng tôi muốn rời đi nhưng chúng tôi nghĩ rằng vì chúng tôi đã trả rất nhiều tiền để xem nó nên chúng tôi nên ở lại và xem nó đến cùng….trong khi hy vọng nó sẽ đổi hướng. Trong chương trình, các diễn viên đeo dương vật giả dài màu đen và đeo vào nhau. Tôi cảm thấy ghê tởm và xấu hổ khi ngồi đó nhìn tất cả những người da trắng này cười đùa và trải qua một khoảng thời gian xa xưa trước sự thiệt thòi của người da đen, người đồng tính nam và nhà thờ Mormon. Chúng ta phải làm tốt hơn với tư cách là một xã hội. Tôi biết điều này được cho là châm biếm nhưng tại sao lại gây thiệt hại cho người da đen, đặc biệt là khi đất nước bị chia cắt như vậy. Thật xấu hổ cho các nhà văn. TÔI MUỐN TIỀN LẠI TIỀN!!!! Đọc thêm",
            "Chỗ ngồi ở gác lửng hàng bên phải thế nào eĐọc thêm",
            "Tôi ở phía trên bên phải của nhà hát nếu đối diện với sân khấu và chỗ ngồi thoải mái. Chúng giống như nhiều chỗ ngồi, chúng không được thiết kế cho những người quá béo. Nhưng theo tôi thì chúng là những chiếc ghế rạp hát điển hình nhưng lại thoải mái. Và chúng tôi có thể nhìn và nghe rõ. Nhà hát không lớn. Nó có kích thước vừa phải nhưng không lớn bằng kích thước của một rạp chiếu phim. Hi vọng điêu nay co ich. Đọc thêm",
            "Có chỗ nào gần đây ăn khôngXem thêm",
            "CÓ, có rất nhiều địa điểm xung quanh chương trình.Đọc thêm",
            "Có phù hợp với cô gái 18 tuổi không?Đọc thêm",
            "thetes chửi thề, tục tĩu, nhạo báng tôn giáo, tình dục nhưng rất hài hước. nó phụ thuộc vào suy nghĩ rộng rãi của cô gái 18 tuổi. nếu cô ấy thích Southpark thì tốt thôi.Đọc thêm",
            "CHÀO! Có trang web chính thức nào để mua vé BOM không? cảm ơn!Đọc thêm",
            "Chúng tôi đi thẳng đến rạp hát.  Nhân viên phòng vé hỏi ngân sách của chúng tôi là bao nhiêu và làm việc với chúng tôi để có được chỗ ngồi tuyệt vời.  Không tính thêm phí.  Trước đây đã từng sử dụng các nhà cung cấp vé cho các buổi biểu diễn nhưng nhận thấy kết quả tốt nhất là dành thời gian và nhận vé trực tiếp từ phòng vé tại rạp.  Hãy đến vào buổi sáng khi phòng vé mở cửa vào ngày bạn chọn.Đọc thêm",
            "Xin chào \nCó ai có thể giúp tôi nếu tôi có thể mua được vé ưu đãi giá rẻ cho Sách Mặc Môn không?Đọc thêm",
            "Hãy thử ngay hôm naytixĐọc thêm",
            "Con trai 15 tuổi của tôi có được phép xem buổi biểu diễn hay là 18 tuổi?Đọc thêm",
            "Chỉ khi bạn cảm thấy thoải mái khi cùng anh ấy ngồi xem một buổi biểu diễn nói đùa về tình dục với trẻ sơ sinh và việc cắt xén âm vật nữ. Đọc thêm",
            "Vì vậy, bạn là một người theo đạo Tin lành, người không thể đùa được? Tôi cá là bạn rất tuyệt vời trong bao...lul đó là sự mỉa mai btwĐọc thêm",
            "Trên thực tế, tôi là một Thelemite có mối quan hệ thân thiết với cả Tổ chức Tình huống Quốc tế Guy Debords và các nguyên lý của Đền thờ Satan ở Salem. Tôi thấy Sách Mặc Môn có vẻ nhàm chán và hơi trống rỗng. Cảm ơn bạn đã quan tâm...nhân tiện, đó là sự mỉa mai.Đọc thêm",
            "Vậy về cơ bản là bạn không có khiếu hài hước hoặc bạn quá nhạy cảm?Đọc thêm",
            "Không có gì là buồn cười với tôi. Tôi nói một cách trôi chảy những lời mỉa mai, nhưng cách viết thì chẳng buồn cười chút nào. Với mỗi người...Đọc thêm",
            "Làm thế nào để bạn tìm được bản đồ chỗ ngồi cho rạp hát này?  Chỗ ngồi cao cấp là gì và nó nằm ở đâu?  Cảm ơn.Đọc thêm",
            "Tất cả các ghế đều không bằng nhau.  Luôn kiểm tra sơ đồ chỗ ngồi trước khi thanh toán.  Việc sử dụng số lối đi và số ghế có thể gây hiểu nhầm.  Chỗ ngồi không nằm ở nửa trung tâm của rạp có thể kém vì hầu hết các diễn viên có xu hướng diễn về phía trung tâm.Đọc thêm",
            "Xin chào. Tôi tự hỏi liệu có ai mua được vé giá rẻ đến BOM không và nếu có thì mua bằng cách nào? Cảm ơn: Đọc thêm",
            "Tôi đã nhận được vé thông qua ứng dụng Todaytix. Bằng cách này, bạn có thể mua được vé với giá 99 đô la, đây vẫn là một số tiền đáng nể cho một vé vào cửa một vở nhạc kịch.Đọc thêm"
        ],
        "star_ratings": [
            2812,
            439,
            178,
            129,
            272
        ],
        "review_amount": 3830,
        "location": [
            "Hoa Kỳ",
            "Thành phố New York",
            "Những điều cần làm ở thành phố New York",
            "New York NY",
            "Sách Mặc Môn"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 12, 2023",
            "Written July 9, 2023",
            "Written July 24, 2023",
            "Written November 26, 2023",
            "Written January 30, 2024",
            "Written May 31, 2024",
            "Written May 15, 2024",
            "Written May 13, 2024",
            "Written May 5, 2024",
            "Written April 21, 2024",
            "Written April 7, 2024",
            "Written April 3, 2024",
            "Written March 22, 2024",
            "Written March 19, 2024",
            "Written March 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d2252450-Reviews-The_Book_of_Mormon-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d8567192-Reviews-Dos_Caminos-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d23792673-Reviews-Angelina_Bakery_Times_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d481819-Reviews-Blue_Fin-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d7716799-Reviews-Frisson_Espresso-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d23988141-Reviews-Sicily_Osteria-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d21410713-Reviews-La_Grande_Boucherie-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d7078660-Reviews-B_Side_Pizzeria-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2099173-Reviews-Pure_Thai_Cookhouse-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d12874338-Reviews-Los_Tacos_No_1-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d478965-Reviews-Gallaghers_Steakhouse-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548701-Reviews-Eugene_O_Neill_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1482967-Reviews-Walter_Kerr_Theater-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548350-Reviews-Ambassador_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4547554-Reviews-Kerr_Theater_Forever_Tango-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d505289-Reviews-Gershwin_Theater-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2155542-Reviews-Broadway_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3339075-Reviews-Times_Square_Church-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548762-Reviews-Winter_Garden_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548875-Reviews-Circle_in_the_Square_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548836-Reviews-Brooks_Atkinson_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2252450-Reviews-or10-The_Book_of_Mormon-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8043064-Reviews-The_Magician_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5496571-Reviews-Steve_Cohen_Chamber_Magic-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d24074167-Reviews-Daniel_Roy_s_Parlour_Of_Deceptions-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6991771-Reviews-Monday_Night_Magic-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6828267-Reviews-Drunk_Shakespeare-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12374993-Reviews-Come_From_Away-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d447348-Reviews-Jazz_at_Lincoln_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1383285-Reviews-Jersey_Boys-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136064-Reviews-The_Metropolitan_Opera-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3451944-Reviews-The_Phantom_of_the_Opera-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7594572-Reviews-Broadway_Chamber_Players_BCP-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6586105-Reviews-St_Malachy_s_The_Actors_Chapel-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17720288-Reviews-Hadestown-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6197934-Reviews-Hurleys-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1100218-Reviews-Chicago_the_Musical-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1875855-Reviews-Central_Park_Bike_Rentals_Pedicab_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d635328-Reviews-Wicked-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d26732633-Reviews-Harmony_A_New_Musical-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2518930-Reviews-Empire_Vacations_Day_Tours_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19078597-Reviews-Tour_Contrastes_de_Nueva_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g40790-d479876-Reviews-Ogunquit_Beach-Ogunquit_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131397-Reviews-Kapiolani_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g49442-d255246-Reviews-Sliding_Rock-Pisgah_Forest_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g50467-d146020-Reviews-Huron_Harbor_and_Pier-Huron_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d8842134-Reviews-Botanical_Garden_Cable_Car-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d7056592-Reviews-Kastelet_Beach-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d607667-Reviews-The_Baked_Potato-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60717-d7052422-Reviews-Devils_River_State_Natural_Area-Del_Rio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294496-Reviews-Grand_Bazaar-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2647595-Reviews-Katara_Cultural_Village-Doha.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d2252450-Reviews-or10-The_Book_of_Mormon-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d2252450-Reviews-The_Book_of_Mormon-New_York_City_New_York.html"
    }
]