[
    {
        "attraction_name": "The Farm at Walnut Creek",
        "attraction_name_vi": "Trang trại ở Walnut Creek",
        "general_info": [
            "360 đánh giá",
            "- 1 trong 12 điều cần làm ở Sugarcreek",
            "trang trại"
        ],
        "attraction_summary": "Tại The Farm at Walnut Creek, bạn sẽ tìm thấy trải nghiệm vừa độc đáo vừa mang tính giáo dục cho cả gia đình. Trong chuyến thăm của mình, bạn sẽ có cơ hội quan sát và cho 650 loài vật nuôi trong nhà cũng như động vật từ sáu lục địa khác nhau - trâu, lạc đà không bướu, hươu cao cổ, hươu, nai sừng tấm và nhiều loài khác nhau ăn. Tận hưởng việc cho những con vật này ăn bằng tay một cách thoải mái trên ô tô của riêng bạn hoặc đi xe ngựa kéo nhàn nhã với hướng dẫn viên Amish giàu kinh nghiệm của chúng tôi. Ngoài ra, hãy lên kế hoạch đến thăm nhà kho của chúng tôi - tất cả đều được xây dựng giống với một trang trại của người Amish đang hoạt động. Tùy theo mùa, bạn có thể trải nghiệm cày, đập, gieo hạt, trồng trọt, đóng hộp, vắt sữa, chần bông và nướng bánh. Hãy nhớ đi dạo qua những ngôi nhà nông trại không dùng điện của chúng tôi, quầy bán sản phẩm đáp ứng mọi nhu cầu về sản phẩm tươi sống của bạn và đừng quên máy ảnh để ghi lại những kỷ niệm. Hãy nhớ đặt câu hỏi với nhân viên Amish của chúng tôi - họ - sẽ sẵn lòng giải thích. Chúng tôi khuyên bạn nên dành khoảng 2 đến 3 giờ cho chuyến tham quan The Farm.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến thăm The Farm ngày hôm nay và đã có khoảng thời gian tuyệt vời!  Chúng tôi đã tham gia chuyến tham quan bằng xe ngựa và có khoảng thời gian tuyệt vời nhất để cho động vật ăn!  Mọi người đều có một thùng thức ăn viên.  Các con vật thật buồn cười.  Con trâu đã kể cho chúng tôi nghe về cách chúng há miệng thật rộng để bạn có thể ném một ít thức ăn viên vào. Đối với hươu cao cổ và đà điểu, bạn chỉ cần giơ cái xô lên và chúng thò đầu vào để ngậm một miếng.  Sau chuyến tham quan bằng xe ngựa, chúng tôi đi dạo quanh khuôn viên và nhìn thấy một số chuồng nuôi nhiều loại chim khác nhau và các khu vực có hàng rào với dê, lạc đà không bướu, v.v. Có một nhà kho có một số con non và mẹ của chúng.  Chúng tôi cũng đi tham quan ngôi nhà và mua một chiếc bánh quy.  Chúng tôi thực sự khuyên mọi người nên ghé thăm.  Cho phép 2 giờ - .Đọc thêm",
            "Chồng tôi và tôi đã đến đó và nó vượt quá mong đợi của tôi. Tôi hoàn toàn thích sự tương tác với các loài động vật. Tôi khuyên bạn nên đi xe ngựa. Bạn không cảm thấy vội vã như khi đang ở trong ô tô mà có cảm giác như bạn thích ngắm nhìn và cho các loài động vật ăn nhiều hơn. Các nhân viên thân thiện và giá cả hợp lý. Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Chúng tôi đã ở đó khi cả thị trấn bắt đầu Hành trình đến Bethlehem. Xe ngựa kéo, và ngô tươi nấu chín. Chúng ta phải xem họ làm được điều đó! Đầu tiên bạn đi đến 15 phút. tiểu phẩm về những nhà thông thái đi theo vì sao. Thật là tuyệt! Sau đó là chuyến đi qua trang trại của người Amish. Chả quế tươi nướng, bánh krispies, bánh quy, ca cao nóng - wow - . Nhìn thấy tất cả các loại động vật. Cả buổi tối thật tuyệt vời! Nếu bạn có thể đi vào cuối tuần đầu tiên của tháng 12 thì bạn sẽ không thất vọng đâu.Đọc thêm",
            "Đây là một trong những nơi quan trọng nhất mà bạn chắc chắn sẽ muốn ghé thăm. Tham quan ngôi nhà của người Amish và lái xe buggy để cho các loài động vật ăn. Thật tuyệt vời khi được nhìn thấy tất cả những loài động vật này cũng như vẻ đẹp và thân thiện của chúng mà chúng sẽ ăn ngay từ tay bạn. Tôi sẽ chở 2 chuyến xe buýt về một chuyến vào ngày 30 tháng 7 năm 2024 và chuyến khác vào ngày 6 tháng 8 năm 2024.Đọc thêm",
            "Nơi thực sự tốt đẹp để đưa gia đình. Bạn có thể lái xe qua hoặc bạn có thể trả tiền để lái xe đi vòng quanh và cho động vật ăn. Hãy đến các toa xe để được cho ăn và ô tô của bạn tùy theo sở thích của bạn.Đọc thêm",
            "Trang trại ở Walnut Creek là một nơi tuyệt vời! Hoàn hảo cho mọi lứa tuổi, mang tính giáo dục, thú vị - vui nhộn. Các loài động vật đều được chăm sóc rất tốt - mang tính giải trí và khuôn viên rất đẹp. Hãy chắc chắn kiểm tra địa điểm này!! Đọc thêm",
            "Nơi thực sự tốt đẹp để đưa gia đình. Bạn có thể lái xe qua hoặc bạn có thể trả tiền để lái xe đi vòng quanh và cho động vật ăn. Hãy đến các toa xe để được cho ăn và ô tô của bạn tùy theo sở thích của bạn.Đọc thêm",
            "Đây là một trong những nơi quan trọng nhất mà bạn chắc chắn sẽ muốn ghé thăm. Tham quan ngôi nhà của người Amish và lái xe buggy để cho các loài động vật ăn. Thật tuyệt vời khi được nhìn thấy tất cả những loài động vật này cũng như vẻ đẹp và thân thiện của chúng mà chúng sẽ ăn ngay từ tay bạn. Tôi sẽ chở 2 chuyến xe buýt về một chuyến vào ngày 30 tháng 7 năm 2024 và chuyến khác vào ngày 6 tháng 8 năm 2024.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Chúng tôi đã ở đó khi cả thị trấn bắt đầu Hành trình đến Bethlehem. Xe ngựa kéo, và ngô tươi nấu chín. Chúng ta phải xem họ làm được điều đó! Đầu tiên bạn đi đến 15 phút. tiểu phẩm về những nhà thông thái đi theo vì sao. Thật là tuyệt! Sau đó là chuyến đi qua trang trại của người Amish. Chả quế tươi nướng, bánh krispies, bánh quy, ca cao nóng - wow - . Nhìn thấy tất cả các loại động vật. Cả buổi tối thật tuyệt vời! Nếu bạn có thể đi vào cuối tuần đầu tiên của tháng 12 thì bạn sẽ không thất vọng đâu.Đọc thêm",
            "Thật tuyệt vời.  Vị trí đẹp và rất mát mẻ để xem một trang trại Amish thực sự. Được tận mắt chứng kiến ​​và cho các con vật ăn thật gần là một điều thú vị thực sự. Rất khuyến khích.Đọc thêm",
            "Chồng tôi và tôi đã đến đó và nó vượt quá mong đợi của tôi. Tôi hoàn toàn thích sự tương tác với các loài động vật. Tôi khuyên bạn nên đi xe ngựa. Bạn không cảm thấy vội vã như khi đang ở trong ô tô mà có cảm giác như bạn thích ngắm nhìn và cho các loài động vật ăn nhiều hơn. Các nhân viên thân thiện và giá cả hợp lý. Đọc thêm",
            "Chúng tôi đã đến thăm The Farm ngày hôm nay và đã có khoảng thời gian tuyệt vời!  Chúng tôi đã tham gia chuyến tham quan bằng xe ngựa và có khoảng thời gian tuyệt vời nhất để cho động vật ăn!  Mọi người đều có một thùng thức ăn viên.  Các con vật thật buồn cười.  Con trâu đã kể cho chúng tôi nghe về cách chúng há miệng thật rộng để bạn có thể ném một ít thức ăn viên vào. Đối với hươu cao cổ và đà điểu, bạn chỉ cần giơ cái xô lên và chúng thò đầu vào để ngậm một miếng.  Sau chuyến tham quan bằng xe ngựa, chúng tôi đi dạo quanh khuôn viên và nhìn thấy một số chuồng nuôi nhiều loại chim khác nhau và các khu vực có hàng rào với dê, lạc đà không bướu, v.v. Có một nhà kho có một số con non và mẹ của chúng.  Chúng tôi cũng đi tham quan ngôi nhà và mua một chiếc bánh quy.  Chúng tôi thực sự khuyên mọi người nên ghé thăm.  Cho phép 2 giờ - .Đọc thêm",
            "Toàn bộ trải nghiệm là hạng nhất. Tất cả các nhân viên đều thân thiện và hữu ích. Đó là một nơi tuyệt vời để ngắm nhìn những loài động vật khác thường một cách gần gũi và riêng tư! Chúng tôi mới chỉ đi xe ngựa nên không thể nói về trải nghiệm trên một chiếc xe, nhưng chúng tôi cảm thấy đi xe ngựa là con đường duy nhất để đi. Người lái xe của chúng tôi đã trả lời tất cả các câu hỏi của anh ấy và rất kiên nhẫn. Ngay cả khi bạn lớn tuổi hơn chúng tôi, việc cho các con vật ăn hoặc xem các em nhỏ gặp gỡ các con vật lần đầu tiên cũng rất thú vị. Hãy nhớ vào trang trại để nhận bánh quy miễn phí, được làm mới hàng ngày. Chúng tôi đánh rơi điện thoại di động khi đang đi xe ngựa và ngay khi chúng tôi hỏi xem có ai tìm thấy nó không, một người lái xe đã quay lại và cố gắng xác định vị trí của nó giữa chuồng hươu cao cổ và nhà kho. Anh ấy không gặp may mắn, nhưng trước khi chúng tôi rời đi, nó đã được định vị và giao tận tay cho chúng tôi ở cổng trước. Bạn không nhận được loại dịch vụ này ở nhiều nơi! Phải thực hiện hoạt động khi ở trong khu vực.Đọc thêm",
            "Chúng tôi rất thích tất cả các phần của cuộc phiêu lưu này. Đặc biệt là Chuyến xe ngựa!  Phong cảnh thật đẹp. Trong quá trình di chuyển bằng xe ngựa, các loài động vật tiến đến xe và chúng tôi phải cho chúng ăn. Đây là chuyến đi sinh nhật đặc biệt dành cho cháu gái của chúng tôi và bạn của cô ấy.  Họ yêu thích mọi thứ. Điều này sẽ bao gồm việc thăm quan trang trại, mua bánh quy mới nướng, thăm nhà kho và cho dê, cừu ăn, v.v.  Thật là một ngày đặc biệt.Đọc thêm",
            "Lần đầu tiên ghé thăm.  Tuy nhiên, rất thú vị khi chúng tôi đến và hỏi thông tin về những gì được bao gồm trong giá vào cửa - không nhận được nhiều câu trả lời.  Cuối cùng chúng tôi tuyên bố rằng chúng tôi muốn có 2 chuyến đi bằng xe ngựa.  Vì vậy, đối với 3 người chúng tôi, chúng tôi đã trả tiền - 44 người lớn và một đứa trẻ 4 tuổi.  Chúng tôi lái xe qua và đợi khoảng 1 - 2 tiếng mới có xe vì tôi cho rằng họ đang đợi đủ người để chất đầy xe.  Tài xế của chúng tôi rất tử tế và trả lời mọi câu hỏi.  Họ cung cấp cho bạn rất nhiều thức ăn động vật--chúng tôi thậm chí còn còn lại một ít khi kết thúc chuyến đi.  Rất nhiều động vật đến xe để lấy thức ăn.  Rất vui khi cho chúng ăn.  Chúng tôi đã không nhìn thấy hầu hết các tòa nhà trong trang trại vì tôi đã không nhận ra cho đến khi chúng tôi rời đi rằng có nhiều thứ hơn để xem - chồng tôi đã lấy cuốn sách nhỏ vì anh ấy không đi xe ngựa - vì vậy tôi đã không đọc nó cho đến sau này đêm.  Tôi thực sự khuyên bạn nên đưa trẻ em đi cùng vì chúng có thể nhìn thấy các loài động vật ở gần và thực sự thích thú.Đọc thêm",
            "Các cửa hàng của người Amish có mở cửa vào cuối tuần này vào thứ sáu, thứ bảy, chủ nhật không?Đọc thêm",
            "Không có cửa hàng Amish nào mở cửa vào Chủ nhật. Họ cũng không bán hàng riêng vào Chủ Nhật.Đọc thêm",
            "Mua bơ sữa khuấy thậtĐọc thêm",
            "Xin lỗi, không chắc chắn.  Tuy nhiên, đó sẽ là một phát hiện tuyệt vời.Đọc thêm",
            "Đây có phải là một cái bẫy du lịch? Bạn muốn trải nghiệm và tìm hiểu phong tục của người Amish, v.v.?  Giá nhập học là bao nhiêu?Đọc thêm",
            "Nó chắc chắn không phải là một cái bẫy du lịch. Bạn có thể đi dạo quanh trang trại và vào các tòa nhà và ngôi nhà trong khuôn viên để xem mọi thứ được tạo ra như thế nào. Bạn có thể lái ô tô đi vòng quanh để xem hầu hết các loài động vật hoặc như tôi khuyên bạn có thể đi trên một chiếc xe ngựa kéo. Các con tôi, chồng, bà và tôi đều thích trải nghiệm của chúng tôi! \nGiá cả như sau:\nNgười lớn - 11.75 \nTrẻ em 3-12 tuổi - 8,75\nCao cấp - 8,75\nTỷ lệ nhóm 15 - người - 7,75 mỗi người\n\nNgười lớn - toa xe - 16,75\nTrẻ em 3-12 - toa xe - 11,75\nCao cấp - toa xe - 11,75\nNhóm 15 - người - mỗi người 10,25Đọc thêm",
            "Ngôi nhà Amish của bạnĐọc thêm",
            "Đó là ngôi nhà cũ của người Amish hiện được sử dụng cho các chuyến du lịch tự túc. Không ai sống trong nhà nữa. Nó vẫn còn đồ nội thất, chăn mền và một vài thứ của người Amish trong đó. Đó là một phần trang trại của người Amish và một phần sở thú. Đó là một cách hay để dành một buổi chiều.Đọc thêm",
            "Họ có cho phép mang táo cho ngựa và xà lách romaine cho hươu cao cổ không - miễn là chúng được rửa sạch - ?Đọc thêm",
            "Bạn phải liên hệ với cơ sở đó để hỏi.  Tôi không có ý kiếnĐọc thêm",
            "Bạn có phải là người khuyết tật có thể tiếp cận được không?Đọc thêm",
            "Nhiều khu vực thân thiện với xe lăn. Tuy nhiên, việc đi lại cho thú ăn có thể xảy ra. Chúng tôi có một số trợ giúp trong việc nâng đỡ, nhưng nếu bạn có thể ngồi và tự đỡ mình thì tôi nghĩ bạn sẽ ổn thôi. \nMọi thứ khác đều là xe đẩyĐọc thêm",
            "Giữa tháng Giêng là mấy giờĐọc thêm",
            "gọi trước vì vào những ngày ẩm ướt họ đóng cửa. nếu không thì mở cửa lúc 8 giờ sáng. đặt thời gian đi xe trượt tuyết.Đọc thêm",
            "Bạn vẫn cung cấp dịch vụ cưỡi ngựa kéo xe trượt tuyết chứ? Bạn có thể cho tôi một số thông tin về điều đó?Đọc thêm",
            "Tôi chưa bao giờ đến đó vào mùa đông nhưng các quảng cáo đưa ra tuyên bố như Gerri P đã nêu. Tất cả đều phụ thuộc vào thời tiết và giống như việc đi xe ngựa, đó là một khoản phí riêng nhưng hợp lý.Đọc thêm",
            "Nên đến thăm vào thời gian nào là tốt nhất để các loài động vật tỉnh táo và năng độngĐọc thêm",
            "Có lẽ không có thời điểm tồi tệ nào khi các loài động vật đang hoạt động.   Họ cẩn thận chỉ cho những động vật bên trong khu vực động vật ăn.  Tôi sẽ căn cứ thời gian ghé thăm của tôi nhiều hơn vào thời tiết. Buổi chiều trên xe có thể rất nóng.Đọc thêm",
            "Chúng ta nên dành bao nhiêu thời gian để đến thăm hai đứa trẻ nhỏ hơnĐọc thêm",
            "Ít nhất 2 1 - 2 giờ nếu tham quan toàn bộ trang trại.Đọc thêm"
        ],
        "star_ratings": [
            312,
            36,
            8,
            2,
            2
        ],
        "review_amount": 360,
        "location": [
            "Hoa Kỳ",
            "Lạch Đường",
            "Ohio - OH -",
            "Trang trại ở Walnut Creek",
            "Những điều cần làm ở Sugarcreek"
        ],
        "reviews_time": [
            "Written August 17, 2023",
            "Written September 17, 2023",
            "Written December 5, 2023",
            "Written March 7, 2024",
            "Written April 9, 2024",
            "Written May 20, 2024",
            "Written April 9, 2024",
            "Written March 7, 2024",
            "Written December 5, 2023",
            "Written October 25, 2023",
            "Written September 17, 2023",
            "Written August 17, 2023",
            "Written June 2, 2023",
            "Written May 22, 2023",
            "Written July 21, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51021-d779742-Reviews-The_Farm_at_Walnut_Creek-Sugarcreek_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51095-d10336061-Reviews-Mudd_Valley_Cafe_Creamery-Walnut_Creek_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51095-d2295072-Reviews-Rebecca_s_Bistro-Walnut_Creek_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51095-d1513750-Reviews-Der_Dutchman_Walnut_Creek-Walnut_Creek_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50187-d3301235-Reviews-Carpenters_Cafe-Charm_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50664-d26982422-Reviews-Charm_Pizza_Co-Millersburg_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51021-d26944432-Reviews-Walnut_Creek_Cheese-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51021-d25351379-Reviews-Auntie_Anne_s-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g28956-d254420-Reviews-Amish_Country-Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50087-d15232161-Reviews-The_Amish_Country_Theater-Berlin_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50664-d2619364-Reviews-Yoder_s_Amish_Home-Millersburg_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50087-d2092234-Reviews-Amish_and_Mennonite_Heritage_Center-Berlin_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51021-d4801820-Reviews-David_Warther_Carvings-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50664-d2257923-Reviews-Hershberger_s_Farm_Bakery-Millersburg_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51095-d4115123-Reviews-Walnut_Creek_Antique_Mall-Walnut_Creek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51021-d6429286-Reviews-World_s_Largest_Cuckoo_Clock-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51095-d4818004-Reviews-German_Culture_Museum-Walnut_Creek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51021-d12817380-Reviews-Hillcrest_Orchard-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51021-d779742-Reviews-or10-The_Farm_at_Walnut_Creek-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51021-d8309407-Reviews-Brick_Wall_Sculpture-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51021-d12525891-Reviews-John_S_Yoder_Home-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51095-d2470791-Reviews-Walnut_Creek_Cheese-Walnut_Creek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51095-d13981602-Reviews-Troyer_s_Amish_Tours_Llc-Walnut_Creek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51095-d2366932-Reviews-Coblentz_Chocolate_Company-Walnut_Creek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50664-d3440728-Reviews-Guggisberg_Cheese_Factory-Millersburg_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50664-d4061892-Reviews-Heini_s_Cheese_Chalet-Millersburg_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51095-d8629267-Reviews-Carlisle_Gifts_Walnut_Creek-Walnut_Creek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50087-d2203822-Reviews-Amish_Heartland_Tours-Berlin_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d6966841-Reviews-Hollywood_Palladium-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303805-d3240875-Reviews-Aquarium-Crikvenica_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g34287-d2225747-Reviews-Blue_Springs_Park-High_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41851-d579177-Reviews-Stone_Zoo-Stoneham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d197739-Reviews-Stroeget-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d317476-Reviews-Temple_of_the_Sacred_Tooth_Relic-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55863-d145690-Reviews-Enchanted_Rock_Cave-Fredericksburg_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d117476-Reviews-Clearwater_Beach-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56208-d1962913-Reviews-Prairie_Dog_Town-Lubbock_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d5544677-Reviews-Memorial_City-Houston_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51021-d779742-Reviews-or10-The_Farm_at_Walnut_Creek-Sugarcreek_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51021-d779742-Reviews-The_Farm_at_Walnut_Creek-Sugarcreek_Ohio.html"
    }
]