[
    {
        "attraction_name": "The Magician New York",
        "attraction_name_vi": "Nhà ảo thuật New York",
        "general_info": [
            "572 đánh giá",
            "1 trong 482 buổi hòa nhạc sân khấu tại Thành phố New York",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Theory11 giới thiệu THE MAGICIAN, một buổi tối thân mật của ma thuật, bí ẩn và lừa dối. Diễn viên Dan White. Mỗi cuối tuần. The Magician là một cuộc phiêu lưu hấp dẫn, tao nhã lấy cảm hứng từ phép thuật cổ điển. KHÔNG THỂ NÀO QUÊN. - Jimmy Fallon Ở đây để làm cho phép thuật COOL trở lại. - Vanity Fair Nhà ảo thuật này sẽ làm bạn kinh ngạc. - Thị trấn Quốc giaĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chương trình này không giống bất cứ điều gì tôi từng xem.  Anh ấy là bậc thầy của tâm trí và điều đó sẽ làm bạn bối rối. Không thể tin được. Bạn bè, các cặp đôi và thậm chí cả những đứa trẻ 12 tuổi cũng có mặt ở đó cùng bố mẹ. Vui quá. Tôi rời đi trong sự kinh ngạc và mỉm cười trong suốt buổi diễn. Hãy đi nếu bạn có thể! Đọc thêm",
            "Đây thực sự là điều thú vị nhất mà tôi có được trong một thời gian dài! Chồng tôi bị ám ảnh bởi phép thuật và tôi thường chỉ đi theo và chọc lỗ, nhưng chương trình này thật tuyệt vời! Tuyệt đối không có khả năng sử dụng thực vật cho khán giả vì cả tôi và chồng đều được chọn tham gia. Tôi thực sự không thể ngủ đêm qua khi nghĩ về việc chuyện này đã được thực hiện như thế nào. Đọc thêm",
            "Bạn tôi và tôi đã đến buổi biểu diễn của Dans vào tối thứ Sáu tuần trước và đó là trải nghiệm thú vị nhất tôi có được ở NYC! Bảo tàng trước mắt thật đáng kinh ngạc và chính việc sắp xếp cho buổi biểu diễn đã tạo nên một giai điệu tuyệt vời cho đêm! Phu Nhân Áo Trắng chào đón chúng tôi bằng một sự chào đón hoàn toàn bí ẩn, từ lúc đó tôi biết rằng đây sẽ là một đêm tuyệt vời! Tôi đã gọi đồ uống tên là The Levitation và thật không thể tin được! Dan lôi cuốn và xuất sắc trong suốt chương trình, tôi rất ngưỡng mộ từng phần! Hãy tự giúp mình và xem The Magician- bạn sẽ không hối tiếc một chút nào!!Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời nhất tại The Magician! Chúng tôi đã được chiêu đãi món bỏng ngô truffle khi đến nơi và một danh sách đồ uống phong phú cho dịch vụ phục vụ tại bàn. Trải nghiệm mang tính tương tác - mọi khán giả đều có cơ hội tham gia! Mỗi phần của tiết mục đều thực sự đáng kinh ngạc và đầy cảm hứng. Dan White quyến rũ, tràn đầy năng lượng và gây hồi hộp khi xem suốt chương trình. Anh ấy sẽ để bạn ngồi trên ghế tự hỏi.... anh ấy sẽ làm gì tiếp theo? Thực sự là một trải nghiệm khó quên ở NYC. Đọc thêm",
            "Tôi thích việc Dan hài hước suốt đêm cùng với phép thuật của anh ấy. Rất tương tác, 2 đồng nghiệp của tôi đã có thể tham gia, nhìn chung rất vui và đáng nhớ. Cảm ơn bạn cho một đêm tuyệt vời! Chắc chắn sẽ giới thiệu. Đọc thêm",
            "Nhìn chung 5 sao trên bảng!\n\nĐịa điểm tổ chức thân mật và có bầu không khí cổ điển chiết trung. Lấy bạn trai làm quà sinh nhật và tôi đã đóng đinh món quà này. :\n\nBuổi biểu diễn không kém phần thú vị và tuyệt vời. Nó mang tính tương tác và bạn có thể tham gia nếu muốn. Không có áp lực. Phép thuật mà Dan trình bày khiến tất cả chúng tôi lúc này hay lúc khác phải hét lên vì hoài nghi và ngạc nhiên. Năng lượng này là sự rung cảm của cộng đồng và khuyến khích bạn cởi mở với những điều bạn không thể hiểu được.\n\nĐộ dài của chương trình là hoàn hảo. Hai bộ 45 phút với thời gian nghỉ 15 phút. Chúng tôi không cảm thấy nó vội vã hoặc rút ra. Tôi không thể nói quá nhiều về chương trình vì sẽ rất tệ nếu cho nó đi, nhưng Dan kết thúc mọi thứ một cách có ý nghĩa, theo một cách đáng kinh ngạc .. \n\nKhi buổi biểu diễn kết thúc, anh ấy còn vui vẻ hơn khi nói những bức ảnh hit. Dan có vẻ thực sự hạnh phúc vì anh ấy đang làm những gì mình yêu thích và được khán giả yêu thích cũng như chúng tôi yêu thích anh ấy.Đọc thêm",
            "Tôi đã đợi nhiều năm để được nhìn thấy nó nhưng biết rằng nó phải được tận mắt nhìn thấy. Nó đáng giá 100 đô la!! Chương trình thậm chí còn hay hơn những gì tôi có thể tưởng tượng, thật tuyệt vời và Dan rất xuất sắc với kỹ năng thủ công của mình cộng với tính cách vui vẻ. Địa điểm hoàn hảo và bạn có thể gọi đồ uống: một đêm vui vẻ và đáng nhớ. Đọc thêm",
            "Thật tuyệt vời. Thật không thể tin được. Tôi sẽ không bao giờ quên chương trình này. Dan không chỉ cực kỳ tài năng mà còn tốt bụng, hài hước và là một nghệ sĩ biểu diễn tài năng. Điều này sẽ khiến bạn vô cùng kinh ngạc. Hãy đưa điều này lên đầu danh sách mong muốn của bạn ở NYC. Đọc thêm",
            "Đây là một buổi biểu diễn vô cùng thú vị. Dan White có lối diễn xuất tuyệt vời, sự hài hước và khiến khán giả phải kinh ngạc xuyên suốt. Chúng tôi đã nói về nó trong nhiều ngày và cố gắng tìm hiểu mọi thứ. Chương trình kéo dài 2 giờ với thời gian tạm dừng, có đồ uống và một số đồ ăn nhẹ. Và bạn có thể xem các cuộc triển lãm tại bảo tàng Fotografiska trước hoặc sau buổi biểu diễn. Chúng tôi yêu thích nó và rất khuyến khích. Đọc thêm",
            "The Magician đã vượt xa mong đợi của chúng tôi. Dan là một nghệ sĩ giải trí tuyệt đối và toàn bộ trải nghiệm thật kỳ diệu. Bảo tàng thực sự đặc biệt và đáng để dành thời gian tham quan - vì vậy hãy cố gắng đến sớm! Đọc thêm",
            "Bạn tôi có một vé dự phòng cho buổi chiếu lúc 6 giờ tối của The Magician tại Fotografiska vào tối nay ngày 7 tháng 6. Chỉ cần hỏi tại quầy bán vé ở tầng một nếu bạn cần. Đọc thêm",
            "Đây là lần thứ hai chúng tôi xem buổi biểu diễn của Dan Whites. Một lần nữa, anh ấy đã thổi bay chúng tôi bằng phép thuật của mình. Tôi không thể giới thiệu chương trình này cao hơn. Đừng suy nghĩ kỹ về việc mua vé khi chúng có sẵn. Bạn sẽ KHÔNG hối tiếc! Đọc thêm",
            "Một buổi biểu diễn tuyệt vời! Tôi thích cách toàn bộ chương trình của Dan White kể một câu chuyện hoàn toàn hấp dẫn, trong khi nó hoàn toàn làm bạn ngạc nhiên. Thật tuyệt vời khi quên đi những gì đang xảy ra trong cuộc sống của bạn và trên thế giới, khi bạn đặt mình vào bàn tay ma thuật của Dan Whilte. Nếu bạn yêu thích phép thuật thì không thể bỏ qua điều này!Đọc thêm",
            "Hùng vĩ! Thực sự là một đêm đáng kinh ngạc! Tôi khuyến khích bất cứ ai có cơ hội đi xem chương trình này. Chỉ cần chuẩn bị sẵn sàng để có một khoảng thời gian vui vẻ và ngạc nhiên.Đọc thêm",
            "Tôi đã đến buổi biểu diễn vào tháng 1 cùng với bạn trai nhân dịp sinh nhật của mình và thực sự yêu thích nó, đến mức tôi đã quay lại cùng người bạn thân nhất của mình nhân dịp sinh nhật của cô ấy. Những ảo ảnh thực sự đáng kinh ngạc. Cho đến nay, màn ảo thuật hay nhất mà tôi từng xem sẽ không làm bạn thất vọng!Đọc thêm",
            "Đây là chương trình hay nhất mà tôi từng xem!  Làm cho mình một ưu tiên và nhận được vé. Rất đáng giá. Tôi thậm chí không thể bắt đầu mô tả sự kỳ diệu. Thậm chí không thể tìm ra từ xa tất cả các ảo ảnh. Bảo tàng cũng mát mẻ. Chỉ cần đi thôi. Thật tuyệt vời.Đọc thêm",
            "Chồng tôi và tôi rất thích buổi biểu diễn ảo thuật. Đó là một địa điểm thân mật chỉ có khoảng 40 - 50 người nên bạn ở gần sân khấu. Tôi thực sự yêu thích màn ảo thuật được biểu diễn vì ngay cả khi bạn không tình nguyện hoặc được chọn ngẫu nhiên thì vẫn có những phần có sự tham gia của toàn bộ khán giả khiến mọi người phải kinh ngạc. Tôi chắc chắn khuyên bạn nên đi hẹn hò qua đêm hoặc nhóm bạn nếu bạn thích phép thuật, ảo ảnh hoặc chỉ kể những câu chuyện bí ẩn. The Magician rất vui vẻ, hấp dẫn và tất nhiên là những ảo ảnh khiến bạn phải thốt lên - sao anh ấy lại làm được điều đó?! Cách Dan truyền tải một số ảo ảnh thật hài hước, cảm động và luôn đạt được yếu tố đáng kinh ngạc.Đọc thêm",
            "Đây là chương trình đáng chú ý và đáng nhớ nhất mà tôi từng xem cho đến nay. Tôi thực sự giới thiệu chương trình này đến người dân địa phương và khách du lịch. Địa điểm tổ chức chương trình rất thân mật và hấp dẫn, tạo nên bối cảnh hoàn hảo cho chương trình Dan White. Bài thuyết trình và sự tương tác của anh ấy với đám đông thực sự đáng kinh ngạc. Tôi và chồng sắp cưới đã nói về những ảo ảnh trong nhiều giờ liền sau chương trình. Chúng tôi đã rất kinh ngạc! Thực sự là một trải nghiệm đáng nhớ. Hãy đến xem chương trình này! Đọc thêm",
            "Một màn trình diễn đáng kinh ngạc.  Nếu bạn là một người hâm mộ phép thuật thì bạn sẽ thích chương trình này.  Vợ tôi chỉ có hứng thú thoáng qua với phép thuật và đã bị mê hoặc.  Hoàn toàn là một trong những trải nghiệm giải trí tuyệt vời hơn trong một thành phố tràn ngập những hoạt động giải trí tuyệt vời.  Tôi không thể giới thiệu nó đủ.Đọc thêm",
            "THỜI GIAN TUYỆT VỜI ĐƯỢC YÊU THÍCH MỖI PHÚT!!!!!  Mọi người trong bữa tiệc của chúng tôi đều tham gia bằng cách này hay cách khác, điều đó cực kỳ thú vị và giúp chúng tôi giải trí suốt thời gianĐọc thêm"
        ],
        "star_ratings": [
            555,
            13,
            2,
            1,
            2
        ],
        "review_amount": 573,
        "location": [
            "Hoa Kỳ",
            "Thành phố New York",
            "Những điều cần làm ở thành phố New York",
            "New York NY",
            "Nhà ảo thuật New York"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 17, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 26, 2023",
            "Written June 26, 2023",
            "Written July 1, 2023",
            "Written July 1, 2023",
            "Written July 5, 2023",
            "Written July 9, 2023",
            "Written June 7, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d8043064-Reviews-The_Magician_New_York-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d13504265-Reviews-Boucherie_Union_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d11356100-Reviews-Thai_Villa-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1750605-Reviews-Craft-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d424094-Reviews-Gramercy_Tavern-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d457829-Reviews-Union_Square_Cafe-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d425334-Reviews-Hillstone-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d7192873-Reviews-Upland-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d3191154-Reviews-Bagels_Schmear-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d3808152-Reviews-Breads_Bakery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d424111-Reviews-ABC_Kitchen-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19786381-Reviews-Fotografiska_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143273-Reviews-Theodore_Roosevelt_Birthplace_National_Historic_Site-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136303-Reviews-Gramercy_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d559109-Reviews-The_National_Arts_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10216384-Reviews-Calvary_St_George-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12298832-Reviews-Pen_and_Brush-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104364-Reviews-Metropolitan_Life_Insurance_Tower-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10533507-Reviews-Marilyn_Monroe_s_subway_grate-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104363-Reviews-Flatiron_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d501513-Reviews-Madison_Square_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8043064-Reviews-or10-The_Magician_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5496571-Reviews-Steve_Cohen_Chamber_Magic-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d24074167-Reviews-Daniel_Roy_s_Parlour_Of_Deceptions-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6991771-Reviews-Monday_Night_Magic-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6828267-Reviews-Drunk_Shakespeare-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12374993-Reviews-Come_From_Away-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d447348-Reviews-Jazz_at_Lincoln_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1383285-Reviews-Jersey_Boys-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136064-Reviews-The_Metropolitan_Opera-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3451944-Reviews-The_Phantom_of_the_Opera-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11870693-Reviews-Dear_Evan_Hansen-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23789604-Reviews-The_Friends_Experience_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2374321-Reviews-The_Gramercy_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565624-Reviews-Space_Kiddets-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8747135-Reviews-ZTrend-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555661-Reviews-Moma_Film_At_The_Gramercy_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1137504-Reviews-Bike_the_Big_Apple-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2311414-Reviews-Above_All_Cruises-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11947359-Reviews-Drawing_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23330620-Reviews-Harry_Potter_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1236113-d13958738-Reviews-Platja_del_Garraf-Garraf_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d6612745-Reviews-Abdali_Boulevard-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d5041006-Reviews-Elegushi_Beach-Lagos_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d208703-Reviews-Rushmore_Waterslide_Park-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g47404-d10783431-Reviews-Wintergreen_Park_And_Falls-Canajoharie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d146753-Reviews-Saddle_Road-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g303916-d600869-Reviews-Pai_Hot_Springs-Pai_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d125275-Reviews-Montauk_Point_Lighthouse-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8492768-Reviews-9_99_Or_Less_Souvenirs-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g609056-d8700294-Reviews-Palace_Beach_Club-Icmeler_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d8043064-Reviews-or10-The_Magician_New_York-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d8043064-Reviews-The_Magician_New_York-New_York_City_New_York.html"
    }
]