[
    {
        "attraction_name": "The Spa at The Joule",
        "attraction_name_vi": "Spa tại The Joule",
        "general_info": [
            "55 đánh giá",
            "5 trên 173 Spa Chăm sóc sức khỏe ở Dallas",
            "Spa"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Joule đã phá hỏng sự ngạc nhiên khi thông báo mang thai của tôi với mẹ tôi và họ đưa chìa khóa xe của tôi cho một vị khách khác của khách sạn, khiến tôi không có xe trong vài giờ. Cả GM lẫn người quản lý người phục vụ đều không gọi điện để xin lỗi hay giải quyết ổn thỏa và đã hơn một tuần trôi qua. Tôi đã gọi cho spa để nói với họ rằng tôi cần đổi ứng dụng của mình sang dịch vụ mát-xa cho bà bầu và vui lòng không đưa nó vào xác nhận vì tôi vẫn chưa nói với chị dâu hoặc mẹ tôi rằng họ sẽ cùng tôi đi spa. Họ đưa nó vào xác nhận và cũng thông báo khi chúng tôi đăng ký. Mát-xa thai sản là một sự xoa dịu được tôn vinh, không đáng tiền chút nào. Khu vực tiếp khách cho spa nhỏ. Các tiện nghi rất tốt nhưng về cơ bản nếu có hơn 4 người đang chờ đợi một dịch vụ thì nó sẽ được đóng gói trong căn phòng nhỏ bé đó. Sau khi mát-xa xong, tôi đi lấy xe từ người phục vụ. Họ mất rất nhiều thời gian và bắt đầu trò chuyện với người có vẻ giống người đứng đầu. Tôi đi qua và hỏi xem có vấn đề gì không. Thiên tài đã đưa chìa khóa của tôi cho một vị khách khác của khách sạn, người đã rời đi và sẽ không quay lại trong vài giờ nữa. Anh chàng đã vào chỗ người phục vụ sau tôi và người phục vụ chỉ thêm chìa khóa của tôi vào móc khóa của anh ấy vì cả hai bạn đều có Tahoes vì ​​điều đó rất có ý nghĩa. Họ đề nghị chở tôi về nhà bằng xe khách sạn và đó là điều tốt nhất họ đã làm . Chúng tôi phải nói với họ rằng họ cần gọi cho khách và đi lấy chìa khóa và giao xe đến nhà tôi. Toàn bộ quá trình mất hàng giờ, tôi phải hủy bữa tối với bạn bè vì toàn bộ tình huống và nó đã phá hỏng cả ngày thư giãn. Họ không cho tôi số điện thoại của người quản lý, chồng tôi gửi email và gọi điện nhưng họ không bao giờ liên lạc lại với chúng tôi.Đọc thêm",
            "Chồng tôi đã đặt lịch mát-xa và chăm sóc da mặt cho cặp đôi nhân dịp sinh nhật của tôi. Khi đến nơi, quầy lễ tân chỉ tìm thấy một người đặt chỗ khuôn mặt và cô ấy đổ lỗi cho việc họ đang đào tạo một loạt người mới nên có thể đã có thông tin sai lệch. Tôi không cảm thấy thoải mái khi nhận dịch vụ chăm sóc da mặt trong khi chồng tôi đang đợi nên chúng tôi đã yêu cầu hủy dịch vụ của mình và được thông báo rằng chúng tôi sẽ bị tính phí 100 đô la dịch vụ... VÌ SAI LẦM CỦA HỌ. Tôi thực sự đã khóc ở khu vực tiếp tân và không nhận được sự thông cảm hay giải pháp nào. Tôi buộc phải đi chăm sóc da mặt hoặc lãng phí tiền bạc. Khuôn mặt ấn tượng nhất lúc đó! Tôi thực sự đã rửa mặt và thoa serum.., bỏ qua dịch vụ này vì bạn có thể làm điều đó tại nhà. Tôi khuyên bạn nên đến một trung tâm y tế nơi họ thực sự quan tâm để tạo ra sự khác biệt cho làn da của bạn. Dịch vụ khách hàng khiến tôi cảm thấy mình không quan trọng và phá hỏng những gì được cho là một ngày thư giãn vui vẻ với chồng tôi mà anh ấy đã làm việc rất chăm chỉ để làm tôi ngạc nhiên trong ngày sinh nhật. Tôi chưa bao giờ bị đối xử thiếu chuyên nghiệp như vậy. Tôi được thông báo rằng không có người quản lý nào tại chỗ để nói chuyện và người quản lý sẽ quay lại sớm nhất là khi khuôn mặt của tôi đã hết và vết thương đã hoàn thành vào thời điểm đó. Đối với một spa cao cấp như vậy, dịch vụ khách hàng và nhân viên ở mức độ thấp. Tôi đã muốn đến đây từ lâu và không từ ngữ nào có thể diễn tả được sự thất vọng của tôi. Tôi sẽ không bao giờ quên trải nghiệm sinh nhật tiêu cực này. Làm tan nát trái tim tôi.Đọc thêm",
            "Chúng tôi cũng ở lại khách sạn vì liệu trình spa của chúng tôi diễn ra lúc 8 giờ sáng. Mọi người đều rất tốt bụng, dịch vụ rất tuyệt vời. Đọc thêm",
            "Đối tác của tôi và tôi đang lưu trú tại Joule.  Cô ấy đã đặt hai dịch vụ spa và chúng tôi dự định gặp nhau và cùng nhau tận hưởng hồ bơi spa giữa các đợt trị liệu của cô ấy.  Tôi đến gặp cô ấy và được nhân viên spa thông báo rằng do chưa tự mình đặt dịch vụ nên không thể gặp đối tác tại hồ bơi.  Không thành vấn đề khi chúng tôi là khách của khách sạn và đã chi gần 1.000 USD vào spa.  Hoàn toàn vô lý.  Chúng tôi sẽ không quay lại. Đọc thêm",
            "Môi trường xung quanh đẹp và nhà trị liệu mát-xa hàng đầu. Spa nằm ở tầng chính của khách sạn. Khu vực nhận phòng đẹp và phòng thay đồ nữ rất đẹp và thư giãn. Có phòng xông hơi, tắm hơi và hồ bơi chung. Massage thật tuyệt vời và phòng trị liệu rất đẹp Nóng lòng muốn quay lạiĐọc thêm",
            "Chào mừng bạn đến với spa tốt nhất ở Dallas, nếu không muốn nói là cả nước. Nghiêm túc đấy.. Tôi không đùa đâu. Tôi là người địa phương ở Dallas nên tôi thường xuyên đến spa này ít nhất 3 - 4 lần một năm. Nó nằm trong khách sạn Joule xinh đẹp và là thiên đường ngay từ khi bạn bước vào sảnh. Sản phẩm là creme de la creme. Từ biologique recherche, codage đến môi trường, họ luôn có sẵn những nhãn hiệu và lựa chọn tốt nhất. Một lợi ích lớn là giao hàng miễn phí. Bây giờ sử dụng các dịch vụ.. Cá nhân tôi thích chăm sóc da mặt hơn nhưng tôi cũng đã nhận được dịch vụ mát-xa ở đây nhiều lần và cực kỳ thích chúng. Chuyên gia thẩm mỹ mà tôi gặp vài tháng một lần là Lory nổi tiếng và tài năng. Cô ấy thật tuyệt vời. Tôi đã thấy được kết quả nghiêm trọng với làn da của mình và tôi nợ cô ấy tất cả. Tôi đã từng có làn da khô, nhàm chán và bây giờ tôi nhận được lời khen hàng tuần về làn da sáng, trong trẻo của mình. Mọi người luôn cho rằng nó có tính di truyền nhưng tôi có thể hứa với bạn rằng không phải vậy. Tôi lớn lên ở Palm Springs đầy nắng và không sử dụng biện pháp chống nắng quan trọng mà lẽ ra tôi phải có và kết quả là tôi có nhiều nếp nhăn hơn mức mà một cô gái bình thường ở độ tuổi 20 nên có. Tất cả đã thay đổi kể từ khi tôi nhìn thấy Lory và tôi cảm thấy làn da của mình trẻ ra 5 tuổi! Tôi giới thiệu spa này cho tất cả bạn bè của tôi và hy vọng bạn sẽ dùng thử. Bạn sẽ không hối tiếc đâu!! Hai ly rượu sâm panh, phòng xông hơi êm dịu và hồ bơi yên tĩnh đều là những điểm cộng. Tôi cũng khuyên bạn nên trải nghiệm nó và đặt bữa trưa bên hồ bơi sau buổi lễ của bạn. Đừng quên bộ đồ tắm của bạn! Hãy tận hưởng!Đọc thêm",
            "Tôi đã đến spa để trị liệu sinh nhật và trải nghiệm thật tuyệt vời! Bầu không khí yên tĩnh và các nhân viên rất niềm nở và hữu ích. Tôi khuyên bạn nên đến trước giờ phục vụ một giờ để dành thời gian trong phòng xông hơi ướt và hồ bơi sinh lực với 2 đồ uống miễn phí. Thật là thư giãn và tôi cảm thấy như hoàng gia. Bác sĩ trị liệu của tôi, Karen đã gặp tôi đúng giờ để phục vụ tôi và cô ấy cũng rất tuyệt vời. Phương pháp điều trị tôi nhận được là chải cơ thể, tẩy tế bào chết toàn thân, sau đó mát-xa bằng đá nóng. Karen đã làm rất tốt, tôi chắc chắn sẽ giới thiệu cô ấy. Tôi cũng muốn giới thiệu Krista để chăm sóc da mặt. Tôi đã biết cô ấy trước khi làm việc tại Joule và làn da của tôi khỏe mạnh nhờ cô ấy. Sau khi điều trị, tôi dành 30 phút trong phòng khô ráo, ấm cúng và thư giãn. Các nhân viên cũng rất hữu ích, tôi được kiểm tra định kỳ và hỏi xem tôi có cần gì không, từ khăn tắm, chụp ảnh và đồ uống giải khát. Tôi chắc chắn sẽ quay lại, đây là spa tốt nhất mà tôi từng đến.Đọc thêm",
            "Trước hết, chúc mừng sinh nhật!! Chúng tôi rất biết ơn vì bạn đã chọn tổ chức lễ kỷ niệm tại The Spa at The Joule! Cảm ơn bạn đã dành thời gian để lại bài đánh giá chi tiết và hào phóng này về spa cũng như các Nhà trị liệu tuyệt vời của chúng tôi. Tôi sẽ cho Karin và Krista biết bạn thích trải nghiệm cùng họ đến mức nào trong ngày trọng đại của mình. Họ thực sự đáng kinh ngạc! \n\nCũng xin cảm ơn bạn đã hướng dẫn những vị khách tương lai đến sớm một giờ để tận hưởng Trải nghiệm Sức nóng Châu Âu của chúng tôi. Sẽ hoàn toàn tạo ra sự khác biệt khi bạn có thể xông hơi và thư giãn trước khi thực hiện dịch vụ. \n\nMột lần nữa, chúng tôi rất vui vì bạn đã chọn The Spa at The Joule cho lễ kỷ niệm của mình. Chúng tôi hy vọng bạn đã có một sinh nhật vui vẻ và mong sớm gặp lại bạn! Cảm ơn! \n\nTrân trọng kính chào, \n\nSarah May \nQuan hệ khách hàngĐọc thêm",
            "Tôi đã được mát-xa 50 phút tại Spa ở Joule và yêu thích từng phút giây đó. Karin, nhà trị liệu mát-xa của tôi, thật tuyệt vời! Cho đến nay, liệu pháp mát-xa tốt nhất mà tôi từng có, 50 phút trôi qua quá nhanh! Tôi có thể tận hưởng tất cả các tiện nghi mà spa cung cấp trước VÀ sau khi mát-xa, vì chúng cho phép bạn ở lại và thư giãn bao lâu tùy thích. Sẽ cho 10 sao nếu tôi có thể. RẤT KHUYẾN NGHỊ! Đọc thêm",
            "Ồ! Cảm ơn bạn rất nhiều vì đã để lại đánh giá này. Tôi rất vui mừng khi biết bạn đã tận hưởng khoảng thời gian ở The Spa at The Joule như thế nào và Karin đã mang đến dịch vụ mát-xa tuyệt vời như vậy. Tôi rất vui vì bạn đã được tận hưởng tất cả các tiện nghi của chúng tôi trước và sau khi sử dụng dịch vụ. \n\nTôi rất vui vì bạn đã tận hưởng thời gian của bạn với chúng tôi. Cảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn ở đây. Chúng tôi đánh giá cao nó! Rất mong được gặp bạn lần sau! \n\nTrân trọng kính chào, \nSarah May\nQuan hệ khách hàngĐọc thêm",
            "Nhân viên trợ giúp tại căn hộ của tôi đã gợi ý spa này. Nó thật tuyệt. Tôi đã được Jessica mát-xa trong 1 giờ và tôi không thể hài lòng hơn được. Các cơ sở dành cho phụ nữ yên tĩnh, thư giãn và không tì vết. Jessica đã làm một công việc tuyệt vời với sự kiên quyết đúng như tôi yêu cầu. Phần coed duy nhất của spa mà tôi thấy là hồ bơi.  Bạn có thể ăn trưa và thư giãn với đối tác của mình bên hồ bơi sau khi phục vụ. Tôi chắc chắn sẽ khuyên bạn nên mang theo đồ bơi để tận hưởng hồ bơi sau khi phục vụ. Họ cung cấp đồ bơi dùng một lần nhưng tôi không thấy. Spa này có thể là một trong những spa đẹp nhất mà tôi từng đến. Nó chắc chắn là thư giãn và nhân viên rất hữu ích.  Tôi chắc chắn sẽ đi một lần nữa. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá tích cực về Spa, cơ sở vật chất và nhân viên của chúng tôi. Tôi sẽ kể cho Jessica biết bạn đã tận hưởng 1 giờ mát-xa với cô ấy đến mức nào. Tôi biết cô ấy sẽ hài lòng! \n \nTôi rất vui khi biết rằng bạn yêu thích thời gian ở bên chúng tôi và chúng tôi rất nóng lòng được gặp lại bạn sớm! \n\nNhiệt liệt,\n\nSarah May\nQuản lý quan hệ khách \n214-261-4555Đọc thêm",
            "Why would anyone pick this place apart.. my guess is a pretentious person. Someone who isnt grateful for an experience like this one. This place is true Heaven on Earth. I expected a magical unicorn to appear any minute!!!! The attendants are so friendly and helpful. They keep this place in amazing shape with not a towel left around. They are constantly there to help and if they are in the front you can easily call them on the phone in the steam room area. I have been to many spas as well and I would never rate any spa as a class anything. The facility is nothing short of amazing. The eucalyptus steam room is nothing I have experienced before. The sauna is amazing and the computer controlled shower is wonderful. The spa is dark and rich which helped me relax!!! Then you have the ice fountain. Loved every minute of the space. Then the icing on the cake is the magnificent whirlpoolpool area with the lounge chairs topped with plush towels. It is for men and women and swimsuit required. But I dont really like to show my stuff...so that worked for me! The massage I had was great and she asked me in the beginning after we started if the pressure was ok. The aromatherapy was so amazing I bought the oil when I left. They also use Niven Morgan for their products! I couldnt believe it! With every pump of soap and lotion I just melted away with the smell!!! Her products are amazing and very expensive. There is also a beautiful waiting area with fresh cookies and granola with a variety of teas to choose from. They have 2 lounge chairs with magical pillows and wonderful coverlets. I Had to buy lotion also! I seriously had one of the best days of my life here. I am relaxed and I feel so amazing. I will be back. When I booked the massage I thought... wow thats pretty pricy. But it was worth so much more!!!! I loved it!!! I was here on a Friday and it was pretty slow. I had the place to myself around 4pm. I did order the avacado toast and it was amazing. It did take a while for them to deliver it to me. They ended up comping it for me! Read more",
            "Hổ phách, \n\nCảm ơn bạn rất nhiều vì đánh giá tốt đẹp của bạn về The Spa at The Joule. Tôi rất vui khi biết rằng trải nghiệm của bạn thật tuyệt vời và hơn cả những gì bạn mong đợi. Chúng tôi luôn cố gắng đạt được mức độ dịch vụ này và hy vọng rằng mỗi vị khách đều có trải nghiệm như bạn. Chúng tôi rất vui vì bạn đã ghé thăm chúng tôi và rất mong được gặp bạn lần nữa. \n\nMô tả của bạn thực sự đã vẽ nên một bức tranh và chúng tôi rất biết ơn bạn đã dành thời gian giới thiệu với mọi người về các tiện nghi và dịch vụ của chúng tôi. \n\nChúc những điều tốt đẹp nhất và hẹn gặp lại sớm, \n\nSarah May\nMối quan hệ khách hàng\n214 261-4555Đọc thêm"
        ],
        "star_ratings": [
            43,
            7,
            1,
            1,
            3
        ],
        "review_amount": 55,
        "location": [
            "TX Texas",
            "Dallas",
            "Những điều cần làm ở Dallas",
            "Spa tại The Joule",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written July 16, 2023",
            "Written June 26, 2023",
            "Written February 27, 2023",
            "Written August 30, 2021",
            "Written May 25, 2021",
            "Written June 22, 2020",
            "Written October 31, 2019",
            "Written October 25, 2019",
            "Written August 25, 2019",
            "Written August 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55711-d3952965-Reviews-The_Spa_at_The_Joule-Dallas_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d6518213-Reviews-The_Woolworth-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d3156254-Reviews-Chop_House_Burger-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d5308448-Reviews-CBD_Provisions-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d6920662-Reviews-Flying_Horse_Cafe-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d2302753-Reviews-Wild_Salsa-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d11957898-Reviews-The_Crafty_Irishman-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d9870445-Reviews-FRANKIE_S_DOWNTOWN-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d7815279-Reviews-Cafe_Momentum-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d1518964-Reviews-Press_Box_Grill-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d1181923-Reviews-Campisi_s_Restaurant-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d25274052-Reviews-Neiman_Marcus-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d9731747-Reviews-Giant_Eyeball-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d21214667-Reviews-AT_T_Lobby_Showcase-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d21212813-Reviews-AT_T_Discovery_District-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d142697-Reviews-Thanks_Giving_Square-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d21225834-Reviews-Spirit_Of_Communication-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d21214633-Reviews-AT_T_Experience_Store-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d559930-Reviews-J_Erik_Jonsson_Central_Public_Library-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d559937-Reviews-Majestic_Theater-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d4211576-Reviews-Dallas_Cattle_Drive_Sculptures-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d3952965-Reviews-or10-The_Spa_at_The_Joule-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d14961931-Reviews-Spa_Adolphus-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d12197010-Reviews-Pure_Healing_Art-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d142690-Reviews-The_Spa_at_the_Crescent-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d8134124-Reviews-Vis_a_Vis_Day_Spa_Float_Spa-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d1800354-Reviews-King_Spa_Waterpark-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d6648430-Reviews-Move_Studio-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d6706925-Reviews-The_Ritz_Carlton_Spa-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d607338-Reviews-Pure_Spa_and_Salon-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d26682624-Reviews-The_NOW_Massage_Oak_Lawn-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d26682648-Reviews-The_NOW_Massage_Lower_Greenville-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d22957989-Reviews-Dallas_Massage_Chair_Bus_Tours-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d16693159-Reviews-Field_House_Gym-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d5841215-Reviews-One_Eyed_Penguin-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d3701546-Reviews-Segway_Nation_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d5847478-Reviews-City_Tavern-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d21215493-Reviews-The_Globe-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d12339986-Reviews-Nightly_Spirits-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2647446-Reviews-The_MidFlorida_Credit_Union_Amphitheatre-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42472-d106283-Reviews-Kensington_Metropark-Milford_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d293685-Reviews-Louisville_Slugger_Field-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d2702974-Reviews-Mobile_Bay_Ferry-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g658911-d6958987-Reviews-Aquarock_Menorca-Cala_n_Bosch_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1490962-Reviews-Kyoto_International_Manga_Museum-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g39427-d5948287-Reviews-The_Mint_Gaming_Hall_at_Kentucky_Downs-Franklin_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d11435378-Reviews-Novamall_Manavgat_AVM-Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152195-Reviews-La_Merced-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d6373552-Reviews-Wynwood_Walls-Miami_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55711-d3952965-Reviews-or10-The_Spa_at_The_Joule-Dallas_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55711-d3952965-Reviews-The_Spa_at_The_Joule-Dallas_Texas.html"
    }
]