[
    {
        "attraction_name": "The Gunpowder Plot",
        "attraction_name_vi": "Bột thuốc súng",
        "general_info": [
            "1.863 đánh giá",
            "11 trong số 520 buổi hòa nhạc ở London",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Bước vào bên trong âm mưu táo bạo nhất trong lịch sử trong trải nghiệm nhập vai mới ly kỳ trong Tower Vaults tại The Tower of London. Bạn sẽ dừng cốt truyện chứ?Đọc thêm",
        "reviews": [
            "Diễn xuất tuyệt vời, trải nghiệm VR thật tuyệt. Đôi khi tôi thực sự cảm thấy như chúng ta đang sống trong thời kỳ đó! Trừ 1 sao vì tôi cảm thấy cốt truyện hơi khó theo dõi. Đọc thêm",
            "Cảm ơn bạn đã xem xét kinh nghiệm của chúng tôi. Thật may mắn là bạn đã có khoảng thời gian bùng nổ và cảm thấy thực sự đắm chìm. Cảm ơn phản hồi của bạn, chúng tôi sẽ chuyển nó cho nhóm của chúng tôi. Cảm ơn vì 5 sao! Hãy đến và gặp lại chúng tôi sớm.Đọc thêm",
            "Đây thực sự là một trải nghiệm tuyệt vời. Kéo dài trọn 90 phút và hoàn toàn nhập vai. Có một chút đáng sợ ở những nơi nên sẽ không giới thiệu cho trẻ nhỏ, nhưng điều này thật tuyệt vời, chúng tôi cũng đã từng đến The War of The Worlds Experience cùng một công ty và cả hai đều rất xuất sắc. Thực sự đi sâu vào câu chuyện phía sau của cốt truyện Thuốc súng, rất khuyến khích xĐọc thêm",
            "Cảm ơn bạn đã xem xét kinh nghiệm của chúng tôi. Thật tuyệt khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi và cảm thấy thực sự đắm chìm. Hãy nói với tất cả bạn bè của bạn về chúng tôi và chúng tôi hy vọng bạn sẽ quay trở lại để thực hiện một cuộc phiêu lưu khác.\nCảm ơn vì 5 sao! \nĐọc thêm",
            "Tất cả chúng tôi đều YÊU THÍCH trải nghiệm này, tôi đã đi cùng chồng và hai cậu con trai 1012 tuổi. Bọn trẻ nghĩ rằng nó rất thú vị và hơi đáng sợ và nó giúp chúng giải trí trọn vẹn. Diễn xuất thật xuất sắc, hoàn toàn mê hoặc. Mỗi thành viên đã cống hiến hết mình cho vai diễn của mình, tôi thực sự cảm nhận được cuộc sống sẽ diễn ra như thế nào vào năm 1605. Nó mang tính giáo dục, vui nhộn, buồn bã, thú vị và rất thú vị. Tôi muốn giới thiệu nó cho bất cứ ai.Đọc thêm",
            "Cảm ơn người đồng mưu! Thật vui khi biết rằng bạn và gia đình đã có khoảng thời gian vui vẻ với chúng tôi. Rất vui vì bạn thích tương tác với các diễn viên của chúng tôi. Họ là một trong những người giỏi nhất trong ngành! Hãy nói với tất cả bạn bè của bạn về chúng tôi và chúng tôi hy vọng bạn sẽ quay trở lại để thực hiện một cuộc phiêu lưu khác.\nĐọc thêm",
            "Chúng tôi đã đi hôm nay và WOW!!!!! Tôi chưa bao giờ có được trải nghiệm sống động như thế này trước đây. Các diễn viên thật tuyệt vời và toàn bộ trải nghiệm thật tuyệt vời. Chúng tôi không chắc chắn về những gì sẽ xảy ra và nó đã thổi bay mọi thứ mà chúng tôi có thể hy vọng. Nếu bạn đến London để làm điều này, nó rất tốt và thực sự mang tính giáo dục. Chúng tôi đã trải nghiệm VIP và rất xứng đáng. Nếu điều này vẫn còn khi chúng tôi ghé thăm London lần nữa, chúng tôi sẽ quay lại.Đọc thêm",
            "Cảm ơn người đồng mưu, rất vui khi được nghe bạn quảng cáo về khoảng thời gian bùng nổ như vậy với chúng tôi! Có vẻ như chúng tôi đã vượt quá mong đợi của bạn! Chúng tôi rất tự hào về dàn diễn viên tài năng mà chúng tôi có ở đây. Cảm ơn bạn đã nhận ra điều này. Cảm ơn vì 5 sao! Hãy đến và gặp lại chúng tôi sớm.Đọc thêm",
            "Các diễn viên đơn giản là tuyệt vời! Hài hước, hóm hỉnh và tương tác cùng một lúc. Bộ phim cũng được trang bị và trang trí tốt, cho phép tôi hoàn toàn đắm mình vào cốt truyện. Việc bổ sung VR đã nâng cao hơn nữa toàn bộ trải nghiệm!Đọc thêm",
            "Cảm ơn bạn đã xem xét kinh nghiệm của chúng tôi. Những đánh giá như thế này khiến chúng tôi rất tự hào về những gì chúng tôi làm. Thật tuyệt khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi và cảm thấy thực sự đắm chìm. Chúng tôi rất tự hào về dàn diễn viên tài năng mà chúng tôi có ở đây. Cảm ơn bạn đã nhận ra điều này. Cảm ơn vì 5 sao! Hãy đến và gặp lại chúng tôi sớm. Đọc thêm",
            "Bạn được các diễn viên đóng kịch dẫn dắt du hành ngược thời gian đến London vào năm 1605. Một cốt truyện rõ ràng dựa trên lịch sử có thật, diễn xuất đẹp mắt, với hiệu ứng VR nâng cao trải nghiệm. Chỉ là một số diễn viên nói giọng Anh hơi khó theo dõi thôi. Đọc thêm",
            "Cảm ơn bạn đã xem xét kinh nghiệm của chúng tôi. Chúng tôi hy vọng bạn đã có một ngày bùng nổ! Ai nói lịch sử không thể vui?? Chúng tôi rất tự hào về dàn diễn viên tài năng mà chúng tôi có ở đây. Cảm ơn bạn đã nhận ra điều này. Cảm ơn vì 5 sao! Hãy đến và gặp lại chúng tôi sớm.\nĐọc thêm",
            "Đây là một vở kịch hay, có dàn diễn viên tuyệt vời. Họ kết hợp rất tốt trò chơi trực tiếp VR vào vai khán giả. Câu chuyện rất thú vị và được thực hiện rất tốt, sẽ khiến bạn bị cuốn hút cho đến cuối cùng. Chúng tôi đã đi với những đứa trẻ 10 và 12 tuổi và chúng rất thích nó. Tính giải trí cao. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Thật tuyệt khi thấy bạn và gia đình đã có khoảng thời gian vui vẻ và tận hưởng tất cả các yếu tố Thực tế nhiều lớp. Hãy nói với tất cả bạn bè của bạn về chúng tôi và chúng tôi hy vọng bạn sẽ quay trở lại để thực hiện một cuộc phiêu lưu khác.\nCảm ơn vì 5 sao! \nĐọc thêm",
            "Đây là việc phải làm ở London hiện nay. Tương tác VR tuyệt vời và các diễn viên ngoài đời thực. Đồ ăn và đồ uống hơi đắt tiền như ảnh. Nhưng đã có một thời gian tuyệt vời và sẽ đi một lần nữa. Nếu bạn thích lịch sử tham gia một chút thì đây là điều bắt buộc.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại cho chúng tôi một người đồng mưu đánh giá! Thật tuyệt khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi và thích tương tác với các diễn viên của chúng tôi. Cảm ơn vì 5 sao! Hãy đến và gặp lại chúng tôi sớm.Đọc thêm",
            "Tham dự ngày hôm qua, Ngày của Cha.  Các diễn viên rất chuyên nghiệp và đam mê mạch truyện.  Chúng tôi rất ngạc nhiên khi Thomas nhớ tên con gái chúng tôi vào cuối sự kiện, theo tên Vịt và Drake. Sự chú ý đến từng chi tiết thực sự làm cho nó trở nên đặc biệt.  Anh ấy cũng cho con trai chúng tôi tham gia, mức độ tham gia của khán giả này đã khiến sự kiện trở nên đáng nhớ, điều mà cả hai thiếu niên của chúng tôi sẽ không bao giờ quên.  Rất vui.  Chúng tôi cười và cười từ đầu đến cuối.  Ngay cả buổi gặp gỡ và chào hỏi ngày hôm qua cũng rất vui nhộn và tràn đầy nhiệt huyết. Làm tốt lắm! Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Rất vui khi thấy bạn và gia đình thích thú với trải nghiệm của chúng tôi. Chúng tôi rất tự hào về sự làm việc chăm chỉ và cống hiến của các thành viên trong nhóm của chúng tôi để đảm bảo rằng khách hàng của chúng tôi có những trải nghiệm đáng nhớ. Cảm ơn bạn đã nhận ra điều này.  Hãy nói với tất cả bạn bè của bạn về chúng tôi và chúng tôi hy vọng bạn sẽ quay trở lại để thực hiện một cuộc phiêu lưu khác.\nCảm ơn vì 5 sao! \nĐọc thêm",
            "Rất vui - đáng làm. \nDiễn xuất thực sự tốt và trải nghiệm VR tốt. \nTôi không chắc cái kết đã cho tôi sự lựa chọn như tôi yêu cầu - nổ tung đi!! Ngoài ra, Guido cũng không bị treo cổ - anh ta đã nhảy khỏi giá treo cổ và chết. \nĐọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Rất vui vì bạn thích những cảnh VR của chúng tôi và tương tác với các diễn viên của chúng tôi. Cảm ơn vì 5 sao! Hãy đến và gặp lại chúng tôi sớm.Đọc thêm",
            "Một trải nghiệm rất hài lòng và là một trong những sự kiện nhập vai hay hơn mà tôi đã tham gia. Các diễn viên rất tuyệt và VR có chất lượng rất tốt, miễn là bạn có thể đeo tai nghe đúng cách và đủ nhanh. Nhìn chung, giá cả rất hợp lý và đáng giá với toàn bộ nội dung kéo dài hơn 90 phút.Đọc thêm",
            "Điều này thật tuyệt vời. Được đặt bất chợt sau khi nhận được vé Tháp Luân Đôn của chúng tôi.  Các diễn viên đã cam kết đầy đủ. Không gian được thiết kế rất tốt với sự chú ý đến mùi hương trong mỗi phòng. VR rất thú vị đối với những người mới làm quen với chúng tôi. Chứng sợ độ cao của vợ tôi không ảnh hưởng gì đến sự thích thú của cô ấy Chắc chắn có giá trị trong vài giờ!Đọc thêm",
            "Khoảng thời gian tuyệt vời để tương tác với các diễn viên và VR để tìm hiểu về một sự kiện lịch sử có thật. Thanh thiếu niên rất thích diễn xuất và tham gia chương trình. Thức ăn ngon. Rất khuyến khích! Đọc thêm",
            "Dễ tìm, được ký hiệu rõ ràng xung quanh Tháp Luân Đôn. Nhân viên chào đón dễ thương, tủ khóa nhỏ được cung cấp để đặt túi vào. Không được phép chụp ảnh cho đến giờ giải lao giữa chừng, nhưng hãy lấy thẻ tiền để mua đồ uống nếu cần. Nhóm của chúng tôi rất nhỏ nên tôi nghĩ không lý tưởng để tăng thêm niềm vui, nhưng các diễn viên đã làm việc cực kỳ chăm chỉ để tạo thêm không khí. Sẽ không mang lại bất kỳ điều ngạc nhiên nào ngoại trừ VR. TUYỆT VỜI.Đọc thêm",
            "Chúng tôi đã đến thăm đứa trẻ gần 11 tuổi của mình, cậu bé đã rất quen với việc xem nội dung đáng sợ phù hợp với lứa tuổi trong rạp hát, phim ảnh, hội chợ vui nhộn, v.v. Trước khi đến thăm, chúng tôi đã cùng cậu ấy xem lại hướng dẫn nội dung, đoạn giới thiệu, v.v. và cậu ấy thực sự muốn xem trải nghiệm. Tuy nhiên, điều đó thật đáng sợ đối với anh ấy đến nỗi chúng tôi phải rời đi chỉ sau 5 phút. Mặc dù tôi và đối tác muốn tự mình quay lại, nhưng chúng tôi được thông báo rằng chính sách của họ rất nghiêm ngặt về việc không cho phép sửa đổi hoặc thậm chí đưa ra bất kỳ khoản giảm giá nào để đặt lại trong tình huống như thế này. Thực sự đáng thất vọng. Vì vậy, hãy suy nghĩ kỹ trước khi đăng ký với trẻ em 10 tuổi ngay cả khi con bạn thường không đặc biệt nhạy cảm. Điều này không nên được quảng cáo là 10.Đọc thêm",
            "Nhìn chung rất tốt. Bạn đã tham gia rất nhiều vào hoàn cảnh của những người nổi dậy, mặc dù đáng để nhớ lại khoảng 50 năm trước khi những người theo đạo Tin lành bị sát hại dưới triều đại cuồng tín của Mary I cũng như nhiều tấm bảng trên khắp miền Đông, đặc biệt là miền Đông nếu nước Anh nhớ lại. Tôi cũng lưu ý rằng trong cảnh VR với James I, có những lá cờ liên minh bay trên cột buồm nhưng hành động hợp nhất với Scotland phải đến đầu những năm 1700. Tôi nghĩ hiệu ứng của một vài cảnh đầu tiên rất gây xúc động nhưng đến lúc bạn hiểu được đến hầm nó đã mặc một chút mỏng. Chúng tôi được khuyến khích tương tác với các diễn viên nhưng thực ra điều này hầu như không vượt quá tên của bạn là gì. Thức ăn rất ngon khi bạn vượt qua giới hạn 12 giờ để thưởng thức một chiếc bánh mì kẹp thịt và khoai tây chiên....Đọc thêm",
            "Vui vẻ và tuyệt vời. Ngoài ra, trên một lưu ý nghiêm túc rất đáng suy nghĩ, chúng tôi đã đưa ra sự kích động lớn hơn về lịch sử của mình và các sự kiện ngày 5 tháng 11.Đọc thêm",
            "Nó thật tuyệt - nó đã đưa trải nghiệm nhập vai lên một cấp độ khác !! Chúng tôi thực sự rất thích việc sử dụng VR giúp mang lại trải nghiệm tuyệt vời và thực sự có chất lượng rất tốtĐọc thêm",
            "thật thú vị khi tiếp nhận câu chuyện về cốt truyện Thuốc súng và các diễn viên thực sự đã làm rất tốt khi kể câu chuyện theo một cách khác.  Bọn trẻ trong nhóm chúng tôi có vẻ thích tôi nhấtĐọc thêm",
            "Mọi thứ thật tuyệt vời, các diễn viên đều tuyệt vời và phần VR thực sự tốt. Chắc chắn sẽ giới thiệu điều này cho bạn bè và gia đình tôi. Đọc thêm",
            "Xin chào, có loại nhân vật ma hay phù thủy nào trong trải nghiệm này không? Đọc thêm",
            "khôngĐọc thêm",
            "Có loại nhân vật ma hay phù thủy nào trong trải nghiệm này không? Đọc thêm",
            "Không có ma hay phù thủy. Dựa trên các nhân vật lịch sử còn sống vào thời điểm đóĐọc thêm",
            "Rachel, bạn có nghĩ nó không phù hợp với trẻ 10 tuổi không?Đọc thêm",
            "!0 tuổi sẽ ổn thôi, miễn là chúng không có tính cách lo lắng.Đọc thêm",
            "Bạn có bị nhốt trong các lỗ linh mục cá nhân không?\nCó ai nhảy vào bạn không?Đọc thêm",
            "Không ai nhảy ra tấn công bạn, và không bị nhốt, nhưng bạn có thể hoặc không thể chia sẻ một lỗ hổng linh mục. Đọc thêm",
            "Xin chào - Âm mưu thuốc súng so với chuyến tham quan tòa tháp Luân Đôn kéo dài bao lâu? Cố gắng tìm ra kế hoạch sau hoạt động này. Cảm ơn!Đọc thêm",
            "Xin chào, trải nghiệm thực tế là khoảng một giờ bốn mươi lăm phút, nhưng bạn phải đăng ký ba mươi phút trước khi đặt chỗ.  Tôi sẽ cho nó hai tiếng rưỡi.  Điều này cho phép bạn có thời gian để rời khỏi trải nghiệm và kiểm tra cửa hàng. \nThưởng thứcĐọc thêm",
            "Tôi bị đau mãn tính nên phải dùng nạng để dàn đều sức nặng nên cuối ngày tôi bớt đau hơn.\nTôi ổn định và không sử dụng nó vì sự ổn định. Tôi có thể đi mà không cần nó nếu cần.\nTôi có thể sử dụng nó trong quá trình trải nghiệm không?\nTôi có thể để nó trước mà không cần nếu cần, chỉ kém thoải mái hơn một chút và chậm một chút.\n Tôi muốn làm tháp trước nên lý tưởng nhất là tôi muốn có chiếc nạng để làm việc đó để tôi có thể làm được nhiều việc hơn trong ngày. \nTôi có thể mang nạng vào được không hoặc nếu không thì có nơi nào để nó an toàn không?\nCảm ơnĐọc thêm",
            "Mặc dù cần phải di chuyển một chút nhưng tôi lưu ý rằng một cặp đôi không đủ khả năng hơn đã được cho qua cửa để tránh phải cúi xuống, v.v.\nNó được kiểm soát tốt và chúng sẽ đáp ứng mọi nhu cầu.Đọc thêm",
            "Xin chào, tôi có một cậu bé 9 tuổi khỏe mạnh, điều này có phù hợp với cháu không?Đọc thêm",
            "Miễn là anh ấy thích lịch sử, không sợ bóng tối vì hầu hết nó diễn ra trong môi trường xung quanh tối tăm và u ám, tôi nghĩ ngôn ngữ có thể lướt qua đầu anh ấy, nhưng là một trải nghiệm tương tác thực sự. Anh ấy nên tận hưởng nó.Đọc thêm",
            "Nó nói phải đeo kính nếu bình thường. Tuy nhiên tôi chỉ đeo kính khi xem phim hay giảng bài. Tôi vẫn cần đeo kính hay mọi thứ đều được nhìn ở khoảng cách khá gần?Đọc thêm",
            "Tôi nghĩ nó khá gần. Làm rõ với nhân viên khi đến.Đọc thêm"
        ],
        "star_ratings": [
            1387,
            298,
            118,
            40,
            21
        ],
        "review_amount": 1864,
        "location": [
            "London",
            "Bột thuốc súng",
            "nước Anh",
            "Vương quốc Anh Vương quốc Anh",
            "Những điều cần làm ở Luân Đôn",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 6, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written June 18, 2023",
            "Written June 19, 2023",
            "Written June 26, 2023",
            "Written June 6, 2024",
            "Written June 6, 2024",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d24178248-Reviews-The_Gunpowder_Plot-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d13082910-Reviews-Devine_Restaurant_Coffee_Bar-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d7345750-Reviews-Sky_Pod_Bar-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d21166383-Reviews-Cento_Alla_Torre-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d7744413-Reviews-Darwin_Brasserie-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d12308526-Reviews-Blacklock_City-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d25272369-Reviews-Larch_Restaurant-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d25151198-Reviews-Florattica_Rooftop_Bar_London-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d12207444-Reviews-La_Dame_de_Pic_London-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1587519-Reviews-Gaucho_Tower_Bridge-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d7198644-Reviews-TwoRuba_Bar-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d553576-Reviews-All_Hallows_By_The_Tower-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187547-Reviews-Tower_of_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6556650-Reviews-St_Magnus_The_Martyr-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8643863-Reviews-Billingsgate_Roman_Bath_House-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6984441-Reviews-Trinity_Hill_Memorial-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d15287088-Reviews-Tower_Hill_Memorial-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8342764-Reviews-Trinity_House-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13162041-Reviews-Trinity_Square_Gardens-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d20350685-Reviews-The_Undercroft_Chapel-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d16701052-Reviews-The_Bell_Tower-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d24178248-Reviews-or10-The_Gunpowder_Plot-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1766159-Reviews-The_Lion_King-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7606696-Reviews-Angel_Comedy_at_The_Camden_Head-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3533244-Reviews-The_Magic_Circle_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11803871-Reviews-Angel_Comedy_at_The_Bill_Murray-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12964585-Reviews-Comedy_Carnival_Covent_Garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13195597-Reviews-Witness_for_the_Prosecution-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2644560-Reviews-Brick_Lane_Music_Hall-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6706730-Reviews-Ceremony_of_the_Keys-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1887335-Reviews-Comedy_Carnival_Leicester_Square-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8469682-Reviews-The_Curious_Incident_Of_The_Dog_In_The_Night_Time-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4234256-Reviews-Tour_Londres-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d16719244-Reviews-Bespoke_England_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1507633-Reviews-Ripping_Yarns_Jack_the_Ripper_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3379026-Reviews-London_Premier_Walking_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7254954-Reviews-Tales_of_Plague_Walking_Tour-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12453368-Reviews-Rotunda_Bar_Lounge-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7128605-Reviews-Kilo_Shop-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g1429598-d23307116-Reviews-Port_of_Zakynthos-Zakynthos_Town_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d108806-Reviews-Silver_Springs_State_Park-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d18941936-Reviews-Sauna_Central-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32604-d3371304-Reviews-Lake_Jennings-Lakeside_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d4553089-Reviews-Monasterio_Del_Corpus_Christi-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2012159-Reviews-Kia_Center-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d672604-Reviews-Great_Alaskan_Lumberjack_Show-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g20160185-d273991-Reviews-Rocky_Falls_Shut_in-Winona_Township_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d207492-Reviews-Maligne_Lake-Jasper_National_Park_Alberta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d24178248-Reviews-or10-The_Gunpowder_Plot-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d24178248-Reviews-The_Gunpowder_Plot-London_England.html"
    }
]