[
    {
        "attraction_name": "The Geothermal Park Hveragerdi",
        "attraction_name_vi": "Công viên địa nhiệt Hveragerdi",
        "general_info": [
            "179 đánh giá",
            "- 7 trên 10 điều cần làm ở Hveragerdi",
            "Suối Nước Nóng - Mạch Nước Nóng"
        ],
        "attraction_summary": "Bạn có thể luộc một quả trứng và thưởng thức món bánh mì suối nước nóng được nướng bằng hơi nước địa nhiệt của chúng tôi. Đừng bỏ lỡ mạch nước phun thường xuyên phun trào trong công viên và nhớ ghé thăm bên trong nhà kính.Đọc thêm",
        "reviews": [
            "Đừng mong đợi quá nhiều. Một địa điểm địa nhiệt đã bị rút hết nước và hiện nay hầu hết chỉ là các miệng núi lửa trống rỗng.  Sau khi xem những bức ảnh trước đó, tôi thất vọng vì đã bỏ lỡ nó vào thời kỳ hoàng kim. Nói như vậy, mọi người dường như thực sự thích luộc trứng và ăn bánh mì dung nham. Thực sự không có - không có nhiều thứ khác. Thành thật mà nói, trong số tất cả những điều tôi đã làm ở Iceland, đây là điều tôi lẽ ra đã bỏ qua để làm việc khác.Đọc thêm",
            "Một món quà nhỏ thực sự ở thị trấn nhỏ này. Mạch nước phun thật ấn tượng và tuyệt vời khi luộc một quả trứng trong nước suối đang sôi. Một sự chào đón nồng nhiệt đáng yêu khi chúng tôi đến và nhân viên thực sự hữu ích và nhiều thông tin.  Giá trị tốt và đáng để dừng lại nhanh chóng.Đọc thêm",
            "Đây là một công viên nhỏ quyến rũ mà bạn phải trả tiền để vào.  Trong khuôn viên có một mạch nước phun thực sự, năng động - và ấn tượng cũng như nước nóng mà bạn có thể nấu trứng và nhà kính được sưởi ấm bằng nhiệt.  Họ cũng phục vụ bánh mì nướng trong lò nhiệt.\n\nCó những dấu hiệu thú vị giải thích các địa điểm và lịch sử - lý tưởng cho các gia đình và những người muốn dành chút thời gian.  Những người đưa ra đánh giá tiêu cực có những kỳ vọng không công bằng và cao - đó chỉ là một công viên thành phố nhỏ, dễ thương.  Người phụ nữ làm việc ở quầy lễ tân rất hữu ích và tốt bụng. Đọc thêm",
            "Chúng tôi dừng lại ở đây trên đường để nhận phòng tại Air BnB ở Hveragerdi. Trời rất lạnh và nhiều gió nên chúng tôi không ở lại lâu!\n\nNhững người rất thân thiện, thú vị khi đi lang thang xung quanh, Geysir tuyệt vời - chúng tôi thích nó hơn Golden Circle Geysir! - và thật thú vị khi luộc trứng trong nước sôi và ăn nóng trong quán cà phê! \n\nNơi dễ thương trong một giờ - dừng lại.Đọc thêm",
            "Kathy thân mến,\n\nCảm ơn bạn đã ghé thăm chúng tôi tại Công viên địa nhiệt! Tôi - tôi rất vui vì bạn thích chuyến thăm của mình! Tôi cũng muốn nói lời cảm ơn rất nhiều vì đánh giá tử tế!\n\nTrân trọng,\nTammy Đọc thêm",
            "Tự nấu trứng của chúng tôi trong suối nước nóng và ăn kèm với những chiếc bánh mì xinh xắn được nấu trong suối nước nóng. Có cà phê được nạp thêm miễn phí để giữ ấm tay trong khi chúng tôi nhìn vào bảng thông tin bên ngoài - cho đến khi cà phê đông cứng! - Tuyệt vời cho một chút mới lạ và tìm hiểu một chút về khu vực địa phương. Chúng tôi bị con quay hồi chuyển phun vào và bình xịt lập tức đóng băng, buồn cười quá - . Nơi nhỏ dễ thương và không đắt tiền. Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã ghé thăm The Geothermal Park và dành thời gian viết nhận xét!! Tôi - tôi rất vui khi biết rằng bạn đã có một chuyến thăm vui vẻ ngoài việc lấy nước từ mạch nước phun cho bạn: -  \n\nTrân trọng,\nTammyĐọc thêm",
            "Cháu gái 20 tuổi của tôi và tôi rất thích đến đây, nơi có một quán cà phê nhỏ và các khu triển lãm ngoài công viên địa nhiệt. Tôi đưa cháu đến đây vì nó - không xa Reykjavik và có các lỗ thông hơi địa nhiệt, điều mà trước đây cháu chưa từng có có kinh nghiệm. Nó vượt quá sự mong đợi của tôi: mang lại nhiều công dụng khác nhau của khí thải nóng, bao gồm cả việc sử dụng chúng để nướng bánh mì - bánh mì truyền thống có sẵn tại quán cà phê - ; nghiệp liên quan đến việc lạm dụng các sự kiện và những điều tốt đẹp khác. Tôi cũng thích có thể thưởng thức đồ ăn nhẹ ngay tại chỗ.Đọc thêm",
            "Tự nấu trứng của chúng tôi trong suối nước nóng và ăn kèm với những chiếc bánh mì xinh xắn được nấu trong suối nước nóng. Có cà phê được nạp thêm miễn phí để giữ ấm tay trong khi chúng tôi nhìn vào bảng thông tin bên ngoài - cho đến khi cà phê đông cứng! - Tuyệt vời cho một chút mới lạ và tìm hiểu một chút về khu vực địa phương. Chúng tôi bị con quay hồi chuyển phun vào và bình xịt lập tức đóng băng, buồn cười quá - . Nơi nhỏ dễ thương và không đắt tiền. Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã ghé thăm The Geothermal Park và dành thời gian viết nhận xét!! Tôi - tôi rất vui khi biết rằng bạn đã có một chuyến thăm vui vẻ ngoài việc lấy nước từ mạch nước phun cho bạn: -  \n\nTrân trọng,\nTammyĐọc thêm",
            "Viên ngọc ẩn và điều gì đó thú vị để làm trên đường trở về thành phố. Tammy và người làm vườn điên rồ rất đáng yêu, cởi mở và nhiều thông tin. Đáng giá tiền và là một điều tốt để đánh dấu vào danh sách nhóm của bạn. Trải nghiệm thú vị khi nấu trứng và ăn bánh mì. Đọc thêm",
            "Cảm ơn bạn đã đánh giá như vậy. Thật vui khi được gặp ba bạn! \n\nTôi hy vọng bạn đã có khoảng thời gian tuyệt vời ở Iceland và tôi hy vọng được gặp lại bạn!\n\nTrân trọng,\nTammy Đọc thêm",
            "Chúng tôi dừng lại ở đây trên đường để nhận phòng tại Air BnB ở Hveragerdi. Trời rất lạnh và nhiều gió nên chúng tôi đã không ở lại lâu! Những người rất thân thiện, thú vị khi đi lang thang, Geysir tuyệt vời - chúng tôi thích nó hơn Golden Circle Geysir!! - và thật thú vị khi luộc trứng trong nước sôi và ăn nóng trong quán cà phê! Nơi dễ thương trong một giờ - dừng lại.Đọc thêm",
            "Kathy thân mến,\n\nCảm ơn bạn đã ghé thăm chúng tôi tại Công viên địa nhiệt! Tôi - tôi rất vui vì bạn thích chuyến thăm của mình! Tôi cũng muốn nói lời cảm ơn rất nhiều vì đánh giá tử tế!\n\nTrân trọng,\nTammy Đọc thêm",
            "Ôi trứng luộc và bánh mì ngon nhất! Sự chào đón thật tuyệt vời và yêu thích toàn bộ trải nghiệm. Phải nấu một quả trứng trong suối nước nóng và có một ít bánh mì được nấu sẵn với bơ thật ngon - chúng tôi đã quay video món giser để công bằng mà nói thì nó ngon hơn món ở giser imho. công việc kinh doanh của gia đình ấm áp đến mức bạn phải lòng nơi nhỏ bé này. Chắc chắn xứng đáng là một chuyến đi để bắt đầu ngày của bạn trong vòng tròn vàng Đọc thêm",
            "Kính thưa quý khách,\n\nTôi - tôi rất vui vì bạn đã đến và tận hưởng chuyến thăm Công viên và bạn đã dành thời gian để đưa ra đánh giá tốt đẹp cho chúng tôi. Tôi phải đồng ý rằng trứng và bánh mì thật TUYỆT VỜI. Công viên nhỏ của chúng tôi là một trải nghiệm vui vẻ, mang tính giáo dục và niềm vui cho cả gia đình. \n\nTôi hy vọng bạn đã có một thời gian vui vẻ khi đi du lịch ở Iceland!\n\nTrân trọng, Tammy Đọc thêm",
            "Chúng tôi đã ở gần đây và cảm thấy mình không nên bỏ qua điều này - rất vui vì chúng tôi đã làm vậy - t! Một con đường được bố trí hợp lý sẽ có các bảng thông tin lịch sử mà chúng tôi quan tâm, có thể không phải tất cả mọi người. Một số bức ảnh tuyệt vời về chiếc giường đang được nướng, v.v. Những lời giải thích về địa chất cũng rất thú vị, một trận động đất đã thay đổi các khu vực suối như thế nào.  Chúng tôi không có thời gian để luộc một quả trứng hoặc thử quán cà phê nhưng chúng tôi đã đi loanh quanh để tìm mạch nước phun đáng tin cậy, cứ sau 20 phút hoặc khoảng đó và đó là một bất ngờ tuyệt vời! Khiến chúng tôi giật mình và ấn tượng hơn cái chúng tôi thấy ở công viên Geyser - có lẽ không may mắn ở đó - . Không phải là một nơi đẹp nhưng chắc chắn là hấp dẫn.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì những lời tốt đẹp và đánh giá. Chúng tôi rất vui vì bạn thích chuyến thăm của bạn!\n\nTrân trọng,\nTammy Đọc thêm",
            "Thật thú vị khi chứng kiến ​​điều này nhưng thật đáng buồn là vào thời điểm chúng tôi đến, các hồ bơi đã cạn kiệt do một trận động đất gần đây và tôi tin rằng cũng có sự xáo trộn của mực nước ngầm. Tuy nhiên, khu vực này rất đẹp với nhiều lỗ phun khí và một hồ bơi công cộng tuyệt vời.Đọc thêm",
            "Ý tôi là, điều này không sao, nhưng so với mọi thứ khác tôi đã thấy trên Iceland, chắc chắn sẽ ổn nếu bạn bỏ lỡ điều này, đặc biệt nếu bạn đến Geysir.Đọc thêm",
            "Các bài đánh giá về điều này rất khác nhau nhưng tôi rất thích nó với mức phí vào cửa khiêm tốn! Việc luộc trứng - ngâm chân bằng bùn là những mánh lới quảng cáo tuyệt vời để duy trì sự quan tâm đến địa điểm này sau trận động đất năm 2008 khiến các hồ suối nước nóng cạn kiệt. Ngoài ra, Geysir là nhân tạo - thực chất là một lỗ khoan để duy trì sự quan tâm của khách du lịch. Tôi nghĩ rằng trang web này vẫn thú vị khi bạn có cơ hội nhìn vào các hồ suối nước nóng trống rỗng. Nếu bạn đã từng ghé thăm Geysir trước đây thì bạn đã biết các hồ đầy nước trông như thế nào. Trứng của tôi đã chín quá vì tôi dành quá nhiều thời gian để xem bảng thông tin lol. Tuy nhiên, vẫn ngon với bánh mì dung nham. Không - không có thời gian để ngâm chân bằng bùn, vì địa điểm này sắp đóng cửa trong ngày nếu không thì tôi đã làm rồi!Đọc thêm",
            "Đây là một công viên nhỏ quyến rũ mà bạn phải trả tiền để vào.  Trong khuôn viên có một mạch nước phun thực sự, năng động - và ấn tượng cũng như nước nóng mà bạn có thể nấu trứng và nhà kính được sưởi ấm bằng nhiệt.  Họ cũng phục vụ bánh mì nướng trong lò nhiệt. Có những dấu hiệu thú vị giải thích các địa điểm và lịch sử - lý tưởng cho các gia đình và những người muốn dành chút thời gian.  Những người đưa ra đánh giá tiêu cực có những kỳ vọng không công bằng và cao - đó chỉ là một công viên thành phố nhỏ, dễ thương.  Người phụ nữ làm việc ở quầy lễ tân rất hữu ích và tốt bụng. Đọc thêm"
        ],
        "star_ratings": [
            46,
            35,
            41,
            25,
            33
        ],
        "review_amount": 180,
        "location": [
            "Công viên địa nhiệt Hveragerdi",
            "Nước Iceland",
            "Các hoạt động ở Hveragerdi",
            "Châu Âu",
            "Suối nước nóng",
            "Khu vực phía Nam"
        ],
        "reviews_time": [
            "Written July 10, 2023",
            "Written August 2, 2023",
            "Written September 4, 2023",
            "Written November 19, 2023",
            "Written February 14, 2024",
            "Written June 1, 2024",
            "Written February 14, 2024",
            "Written December 12, 2023",
            "Written November 19, 2023",
            "Written November 15, 2023",
            "Written September 25, 2023",
            "Written September 22, 2023",
            "Written September 17, 2023",
            "Written September 8, 2023",
            "Written September 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g315849-d4453162-Reviews-The_Geothermal_Park_Hveragerdi-Hveragerdi_South_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g315849-d12286659-Reviews-Olverk_Pizza_Brewery-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315849-d17593164-Reviews-Matkrain-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315849-d7136376-Reviews-Almar_Bakari-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315849-d10088909-Reviews-Hver_Restaurant-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315849-d19448204-Reviews-Rosakaffi-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315849-d24993681-Reviews-Varma-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315849-d23571495-Reviews-Skyrgeroin_Restaurant-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315849-d23909004-Reviews-Bongo-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315849-d17828683-Reviews-Hofland_Eatery-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315849-d24910640-Reviews-Pfc_Punk_Fried_Chicken-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g315849-d10122665-Reviews-Sundlaugin_Laugarskaroi-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g315849-d27157192-Reviews-South_Iceland_Tourist_Information_Center-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g315849-d26851763-Reviews-Reykajafoss_Waterfall_Hveragerdi-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g315849-d3748507-Reviews-LA_Art_Museum_Listasafn_Arnesinga-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g315849-d8594446-Reviews-The_exhibition_Quake_2008-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3567307-d8596945-Reviews-Reykjadalur_Hot_Springs-Olfuss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3567307-d9792751-Reviews-Kotstrandarkirkja-Olfuss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g315847-d23607393-Reviews-Hengifoss-Egilsstadir_East_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g315849-d4453162-Reviews-or10-The_Geothermal_Park_Hveragerdi-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g315849-d2225389-Reviews-Iceland_Activities_Day_Tours-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3567307-d3369289-Reviews-Eldhestar_Volcano_Horses-Olfuss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3567307-d2238543-Reviews-Solhestar-Olfuss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d11807097-Reviews-The_Lava_Tunnel-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3567307-d7059866-Reviews-Hveradalir-Olfuss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3567307-d4358856-Reviews-Geothermal_Exhibition-Olfuss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g315852-d3530877-Reviews-Kerid_Crater-Selfoss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g315852-d7974030-Reviews-Landscape_Photography_Iceland-Selfoss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3567307-d4985435-Reviews-Raufarholshellir-Olfuss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d9858364-Reviews-Fun_City-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g424960-d320368-Reviews-Hwaseong_Fortress-Suwon_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g488293-d19469363-Reviews-Rulantica-Rust_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g37822-d276443-Reviews-Ice_Cave-Decorah_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d108526-Reviews-Historic_Federal_Hill-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g662606-d7240378-Reviews-Playa_de_Fanabe-Costa_Adeje_Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g47436-d319040-Reviews-Vanderbilt_Museum-Centerport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g188632-d314940-Reviews-Delfshaven-Rotterdam_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d13205623-Reviews-King_of_NY_Biggie_Memorial-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d191137-Reviews-Catedral_de_Sevilla-Seville_Province_of_Seville_Andalucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g315849-d4453162-Reviews-or10-The_Geothermal_Park_Hveragerdi-Hveragerdi_South_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g315849-d4453162-Reviews-The_Geothermal_Park_Hveragerdi-Hveragerdi_South_Region.html"
    }
]