[
    {
        "attraction_name": "The Land of Legends Shopping Avenue",
        "attraction_name_vi": "Đại lộ mua sắm xứ sở huyền thoại",
        "general_info": [
            "271 đánh giá",
            "10 trên 206 hoạt động giải trí ở Antalya",
            "Công viên giải trí chủ đề",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Mang đến cơ hội trải nghiệm niềm vui mua sắm thỏa thích ngoài trời vào mọi giờ trong ngày và cung cấp hàng ngàn sản phẩm từ mỹ phẩm đến quần áo, từ đồ điện tử đến đồ chơi đang chờ bạn tại Shopping Avenue. Bạn cũng có thể chọn các nhà hàng của chúng tôi với bầu không khí huyền thoại để gặp gỡ những người thân yêu hoặc để có những kỷ niệm khó quên trong những ngày đặc biệt của bạn. Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến Vùng đất huyền thoại để tham dự buổi biểu diễn đêm và đó chắc chắn là một hoạt động đáng nhớ trong đời. Tôi thực sự khuyên bạn nên đến đó và xem buổi biểu diễn. Mình muốn nói thêm một điều là chỗ này nói chung là quá đông đúc cho buổi diễn nên hãy đến sớm hơn một chút để tìm được chỗ tốt để xem thoải mái nhé. Ngoài ra, nếu bạn đang tìm kiếm một chuyến phiêu lưu mua sắm thì có rất nhiều cửa hàng bán những mặt hàng sang trọng nhưng chỉ cần nói rằng giá một số mặt hàng còn cao hơn İstanbul.Đọc thêm",
            "Nhiều cửa hàng và nhà hàng đẹp, tất cả đều có máy lạnh rất tốt. Họ đã tổ chức một số buổi biểu diễn dưới nước và cung cấp một ban nhạc sống. Trời trở nên bận rộn khi màn đêm buông xuống nên có thể đến trước 5 giờ chiều nếu bạn muốn mua sắm nghiêm túc. Cơ hội chụp ảnh đẹp với ánh đèn thần tiên bật sáng sau khi mặt trời lặn.Đọc thêm",
            "Nhóm gia đình lớn chúng tôi ở ngay góc đường và quyết định ghé thăm trung tâm mua sắm vào buổi tối để đi dạo. Tuy nhiên, vào thời điểm này trong năm rất bận rộn, chúng tôi đã được thưởng thức chương trình biểu diễn trên đài phun nước và những màn nhào lộn, một màn trình diễn khá thú vị.\nKhông ăn ở đây nhưng có sa mạc, kem rất đắt tiền tuy nhiên nó mang lại cảm giác Dubai nên giá cao. Bầu không khí đẹp ngay cả khi bạn chỉ đi dạo vào buổi tối với gia đình già hay trẻ.\nĐọc thêm",
            "Nơi này đã được hướng dẫn viên du lịch Ozghur của chúng tôi giới thiệu. Rất vui được xem. Tương tự như vùng đất Disney. Công viên giải trí đã đóng cửa khi chúng tôi đến đó nhưng chúng tôi đã được xem buổi trình diễn đài phun nước và thuyền vào buổi tối. Vô số cửa hàng và nhà hàng để lựa chọn.\nMàn trình diễn ánh sáng rất tốt cuối cùng.\nRất đáng để ghé thăm.\nĐọc thêm",
            "Cách tuyệt vời để giết chết vài giờ khi dạo quanh các cửa hàng, tôi nói và tự hỏi vì trừ khi bạn là người trúng xổ số, bạn sẽ không mua, haha, không nghiêm túc, một số cửa hàng đẹp nhưng rất nhiều nhà thiết kế nên khá đắt tiền. Phong cảnh tuyệt đẹp và cơ hội chụp ảnh. Đài phun nước hiển thị ok nhưng ngắn. Chúng tôi đã xem lịch sự kiện trước khi đi và chọn đêm diễn ra cuộc diễu hành và trình diễn thuyền - điều đó chưa bao giờ xảy ra. Nhà hàng Nemo rất kỳ quặc và đáng để ghé thăm để thưởng thức đồ ăn hoặc đồ uống. Nếu chúng tôi quay lại, hãy thử chủ đề và công viên nước vì cả hai đều trông rất tuyệt vời. Khách sạn trông cũng tuyệt vời, tuy nhiên không được vào trừ khi bạn là khách.Đọc thêm",
            "Tôi đã đi với một người bạn tôi đang đến thăm. Nó thật tuyệt và không quá bận rộn. Có một nhà thờ Hồi giáo sạch sẽ đáng yêu mà chúng tôi thường cầu nguyện Maghrib. \nGiá đắt nên chúng tôi không mua gì cả. \nChúng tôi dừng lại ở một quán cà phê nơi chúng tôi dùng đồ uống và món tráng miệng. \nThật tuyệt vời khi chụp ảnh.\nHọ đã có sự giải trí.Đọc thêm",
            "Wow, nơi này thật đẹp, thật đẹp và sạch sẽ. Tôi không vào công viên giải trí, vừa hết mùa nên không quá bận rộn, chỉ cần đi dạo quanh các cửa hàng và ngắm nhìn ánh đèn vào buổi tối thật kỳ diệu. Nó là sự giao thoa giữa một vùng đất Disney thu nhỏ và Khách sạn Venetian ở Vegas.  Các nhà hàng hầu hết đều cao cấp, tôi nghĩ có những nhà hàng rẻ hơn ở phía công viên giải trí, tôi đã chọn hai, nemo và asil và cả hai đều tuyệt vời. Đọc thêm",
            "Chuyến đi tuyệt vời đến vùng đất của những huyền thoại từ Belek. Xe đến đúng giờ và tài xế rất thân thiện. Vùng đất của những huyền thoại tuyệt hơn tôi nghĩ rất nhiều và hầu như tất cả các chuyến đi đều mở cửa mặc dù đã cuối tháng 3. Khu mua sắm bên ngoài thực sự thông minh và là nơi đáng yêu để thư giãn với một tách cà phê. Giá cho chuyến đi bằng với giá vào cổng, vì vậy rất đáng để đi xe đến và đi từ khách sạn. Đọc thêm",
            "Chúng tôi đã đến thăm Vùng đất huyền thoại xinh đẹp. Chúng tôi mất 16 euro một chiều từ khách sạn Limak Atlantis Deluxe Hotel Resort, vâng rất rẻ  \n\nChúng tôi đã sử dụng một dịch vụ tên là Turkey Private Travel, rất chuyên nghiệp, lịch sự và đáng tin cậy. Số WhatsApp là: 90 536 853 47 53 cho Suleyman. Họ rất vui khi được thương lượng giá cả, rất khuyến khích dịch vụ taxi này. Cảm ơn tài xế Mohammed của chúng tôi. \n\nChúng tôi đã ghé thăm nhiều cửa hàng khác nhau, nơi có rất nhiều đợt giảm giá và một số thì không. Cửa hàng sạch sẽ và dễ di chuyển. Nếu bạn yêu thích thiết bị thiết kế của mình thì thiết bị này là dành cho bạn.\n\nChúng tôi đã đi thuyền thật tuyệt vời, với khung cảnh tuyệt vời. Hãy xem ảnh của tôi Nó có giá 15 euro mỗi người. Hãy thử làm điều đó vào khoảng thời gian hoàng hôn, họ bật tất cả đèn với chương trình biểu diễn trên đài phun nước và tất cả trông thật hoành tráng \n\nCó rất nhiều quầy hàng khác nhau để thử, kem, bánh churros, khoai tây chiên, vì vậy bất cứ thứ gì khiến bạn thích thú. Đọc thêm",
            "Một nơi thực sự đẹp với nhiều cửa hàng, khách sạn, nhà hàng và ánh sáng đẹp. \nCó nhạc sống bao gồm một nghệ sĩ saxophone. \nChúng tôi đã uống nước và ăn nhẹ tại quán bar Midpoint, giá cả ở mức cao nhất nhưng đó là một buổi tối rất dễ chịu.\nChắc chắn đáng để ghé thăm.Đọc thêm",
            "We arrived there around 5.30 as we thought there would be lots to doseeeat. We were travelling with a baby so wanted to get there in time for stuff to do between feeds. Entry in was easy, theres free parking too. We hired a car for our trip in Turkey so we parked in the car park. There were enough spaces at that time however I dont think there would be later on in the evening as it gets really really packed. Early evening is quiet. Theres lots of shops so if you love high end shopping this is definitely for you. However if you dont youll be disappointed as theres not really anything else to do. They have a waterfountain show on every hour which lasts maybe 510 minutes but nothing spectacular. The main ones are in the evening but after spending even an hour or two there it gets boring and you dont really want to hang around any longer. The food places are minimal. We wanted to check out Nemo restaurant but was told only VIP reservations. Funny that, because when my friend went not long ago they said the same. That they need reservation. Abit rubbish if you didnt know this and wanted to check it out. Couldnt find any other food places however there was a McDonalds being opened soon. Didnt say when. There were 23 restaurants from what I saw but didnt check out as we wanted something quick and easy. Gets really packed from around 8pm onwards. The candy store is a rip off. Wanted to buy 2 cans of drinks as we were leaving. they dont do bottle drinks and they charged me 17330tl. I asked for a refund and they gave it. No way was I paying that much for two cans of Fanta. Imported or not. Didnt go into the theme park so cant judge that. Asked for the price of a boat ride. Was told it is 301250tl per person for a 5 minute ride. And youll be sharing with other people. Neither do they take you down the whole lake. dont mean to sound stingy but again what a rip off. And if you want the boat to yourself it costs 1607000tl  per person for 5 minutes. Plus sides are there is seating scattered around and you can sit on the steps beside the lake. The toilets are clean and so are the baby changing facilities. The lights are nice but not amazing. After travelling an hour and a half from our hotel we were left disappointed. Will not be returning here.Read more",
            "Thực sự rất vui khi được trải nghiệm Vùng đất huyền thoại chưa từng có trong những kỳ nghỉ tới Thổ Nhĩ Kỳ trước đây. Nó đẹp như tranh vẽ, tất cả đều được thắp sáng vào buổi tối và đồ ăn ở Midpoint rất ngon!Đọc thêm",
            "Chỉ đi thuyền và ăn. Ăn tối tại Pslounge, nơi đáng yêu và đồ ăn rất ngon. Đối với chuyến đi thuyền, bạn cần phải xếp hàng và trả tiền vào thời điểm bạn muốn lên thuyền. Bạn không thể mua vé trước nhiều giờ so với thời điểm bạn muốn đi. Tất nhiên mọi người đều muốn mua khi trời tối nên hãy cố gắng đến quầy sớm nhất có thể. Khi chúng tôi đi, hàng đợi không quá dài. Chúng tôi đi ngay khi trời bắt đầu tối. Có một nhiếp ảnh gia chuyên nghiệp đi cùng bạn và chụp ảnh bạn, bạn có thể mua sau chuyến đi. Đọc thêm",
            "Một nơi thực sự đẹp với nhiều cửa hàng, khách sạn, nhà hàng và ánh sáng đẹp. Có nhạc sống bao gồm một nghệ sĩ saxophone. Chúng tôi đã uống và ăn nhẹ tại quán bar Midpoint, giá cả ở mức cao nhất nhưng đó là một buổi tối rất dễ chịu. Chắc chắn đáng để ghé thăm. Đọc thêm",
            "Một trung tâm mua sắm lớn hoàn toàn mới chủ yếu ở ngoài trời. Đây là một trong những trung tâm mua sắm tốt nhất tôi từng ghé thăm trong đời. Trải nghiệm vượt quá mong đợi. Đọc thêm",
            "Các cửa hàng đắt tiền không mua gì trong chuyến đi của chúng tôi bao gồm cả buổi trình diễn ánh sáng bắt đầu lúc 9h30, tuy nhiên huấn luyện viên đón chúng tôi lúc 10 giờ để quay lại Alanya nên chỉ xem được khoảng 10 phút rất đáng thất vọngĐọc thêm",
            "Chúng tôi đã đến thăm Vùng đất huyền thoại xinh đẹp. Chúng tôi mất 16 euro một chiều từ khách sạn Limak Atlantis Deluxe Hotel Resort, vâng rất rẻ. Chúng tôi đã sử dụng một dịch vụ tên là Turkey Private Travel, rất chuyên nghiệp, lịch sự và đáng tin cậy. Số WhatsApp là: 90 536 853 47 53 cho Suleyman. Họ rất vui khi được thương lượng giá cả, rất khuyến khích dịch vụ taxi này. Cảm ơn tài xế Mohammed của chúng tôi. Chúng tôi đã ghé thăm nhiều cửa hàng khác nhau, nơi có rất nhiều đợt giảm giá và một số thì không. Cửa hàng sạch sẽ và dễ di chuyển. Nếu bạn yêu thích thiết bị thiết kế của mình thì thiết bị này là dành cho bạn. Chúng tôi đã đi thuyền rất tráng lệ với khung cảnh tuyệt vời. Hãy xem ảnh của tôi Nó có giá 15 euro mỗi người. Hãy thử làm điều đó vào khoảng thời gian hoàng hôn, họ bật tất cả đèn với chương trình biểu diễn trên đài phun nước, và tất cả trông thật hoành tráng. Có rất nhiều quầy hàng khác nhau để thử, kem, bánh churros, khoai tây chiên, vậy nên bất cứ thứ gì khiến bạn thích thú. Đọc thêm",
            "Chuyến đi tuyệt vời đến vùng đất huyền thoại từ Belek. Xe đúng giờ và tài xế rất thân thiện. Vùng đất của những huyền thoại tốt hơn nhiều so với tôi nghĩ và hầu như tất cả các trò chơi đều mở cửa mặc dù đã kết thúc tháng Ba. Khu vực mua sắm bên ngoài thực sự là nơi thông minh và đáng yêu để thư giãn với cà phê. Giá cho chuyến đi bằng với giá vào cổng, rất xứng đáng để có được một chuyến đi đến và đi từ khách sạn.Đọc thêm",
            "Chúng tôi đã đến Vùng đất huyền thoại để tham dự buổi biểu diễn đêm và đó chắc chắn là một hoạt động đáng nhớ trong đời. . Ngoài ra, nếu bạn đang tìm kiếm một chuyến phiêu lưu mua sắm thì có rất nhiều cửa hàng bán những mặt hàng sang trọng nhưng chỉ cần nói rằng giá một số mặt hàng còn cao hơn İstanbul.Đọc thêm",
            "Đây là chuyến thăm thứ hai của chúng tôi đến đại lộ mua sắm. Tích cực là có rất nhiều việc phải mua sắm, tiêu cực là, trừ khi bạn giàu có thì đừng bận tâm, nó tốn cả một cánh tay và một chân. Sẽ không quay lại, hãy ghé thăm thị trấn bên kia đường nếu bạn muốn mua sắmĐọc thêm"
        ],
        "star_ratings": [
            207,
            25,
            18,
            11,
            13
        ],
        "review_amount": 274,
        "location": [
            "Đại lộ mua sắm xứ sở huyền thoại",
            "Châu Âu",
            "Tỉnh Antalya",
            "Các hoạt động ở Antalya",
            "Bờ biển Địa Trung Hải của Thổ Nhĩ Kỳ",
            "Thổ Nhĩ Kỳ",
            "Antalya"
        ],
        "reviews_time": [
            "Written July 16, 2023",
            "Written August 6, 2023",
            "Written August 27, 2023",
            "Written September 18, 2023",
            "Written September 24, 2023",
            "Written October 8, 2023",
            "Written December 6, 2023",
            "Written April 3, 2024",
            "Written April 7, 2024",
            "Written May 8, 2024",
            "Written June 7, 2024",
            "Written May 30, 2024",
            "Written May 15, 2024",
            "Written May 8, 2024",
            "Written April 10, 2024",
            "Written April 8, 2024",
            "Written April 7, 2024",
            "Written April 3, 2024",
            "Written March 7, 2024",
            "Written January 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297962-d17395991-Reviews-The_Land_of_Legends_Shopping_Avenue-Antalya_Turkish_Mediterranean_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d12675746-Reviews-Piazzetta_italiana-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d12675764-Reviews-Asil_Restaurant_Antalya-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d12696226-Reviews-NEMO_Restaurant_Lounge-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312725-d23396647-Reviews-Mykorini-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d24050081-Reviews-Ava_Restaurant-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d6908730-Reviews-The_19th_Hole_Bar-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d14069884-Reviews-The_Aroma_Restaurant_Lounge-Kadriye_Belek_Serik_District_Turkish_Mediterranean_.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d23174453-Reviews-HafIz_Mustafa_1864_Antalya-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d26327865-Reviews-Ala_Aksam_Restaurant-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7380333-d4698830-Reviews-Titanic_restaurant-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g7380333-d12616283-Reviews-The_Land_of_Legends_Theme_Park-Kadriye_Belek_Serik_District_Turkish_Mediterrane.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d4132695-Reviews-Belek_Town_Mosque-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g7380333-d20868744-Reviews-Kadriye_Beach-Kadriye_Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3669099-Reviews-Forsa_2000_Shopping_Center-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d23696314-Reviews-Belek_Saat_Kulesi-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d23683630-Reviews-Mustafa_Kemal_Ataturk_Monument-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3617309-Reviews-Akkapark_Shopping_Mall-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d21209938-Reviews-Belek_Beach-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297963-d23695162-Reviews-Sehitlik_ParkI-Serik_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d17395991-Reviews-or10-The_Land_of_Legends_Shopping_Avenue-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g15300585-d23958114-Reviews-Selfie_Park_Antalya-Muratpasa_Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3181775-Reviews-Aktur_Park-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d15679264-Reviews-Aqua_Fun_City-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d25279311-Reviews-Waterhill_Park-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g15300585-d23575115-Reviews-Aqua_Atlantis-Muratpasa_Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d17827006-Reviews-PARK_FUNtastic-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d1135178-Reviews-BeachPark_AquaLand-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d26835467-Reviews-Teneffus_Park-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297963-d12693607-Reviews-Chapito-Serik_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d3601909-Reviews-Carya_Golf_Club-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d27473569-Reviews-My_Belek_Tours-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d2510852-Reviews-Kaya_Palazzo_Golf_Club-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d12290140-Reviews-Tours_in_Belek-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d10666236-Reviews-BDT_Belek_Doga_Tour-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d6636906-Reviews-Sueno_Golf_Club-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d15118002-Reviews-Daily_Trips_Belek-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d10771149-Reviews-Grandtransfers-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d4480455-Reviews-The_Montgomerie_Maxx_Royal_Golf_Club-Belek_Serik_District_Turkish_Mediterranean_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d13396830-Reviews-Toprak_Vi_p_Transfer-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297963-d548067-Reviews-Aspendos_Ruins-Serik_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312725-d6501996-Reviews-The_Brezza_Bar-Belek_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7694638-Reviews-Mahogany_Beach-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g42424-d12646083-Reviews-Mystery_Town_USA-Mackinaw_City_Cheboygan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1651487-d210136-Reviews-Highclere_Castle-Highclere_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d19735285-Reviews-Mercato_Metropolitano_Mayfair-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g616236-d13128354-Reviews-Arta_Market-Arta_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1848967-Reviews-Acquatica_Park-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g58915-d5024784-Reviews-Audra_State_Park-Buckhannon_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7825385-Reviews-Cancun_Limo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g57090-d3451954-Reviews-Waterfall_Canyon_Trail-Ogden_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d14208948-Reviews-Alaties_Beach-Kefalonia_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297962-d17395991-Reviews-or10-The_Land_of_Legends_Shopping_Avenue-Antalya_Turkish_Mediterranean_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297962-d17395991-Reviews-The_Land_of_Legends_Shopping_Avenue-Antalya_Turkish_Mediterranean_Coast.html"
    }
]