[
    {
        "attraction_name": "The Bergen Railway",
        "attraction_name_vi": "Đường sắt Bergen",
        "general_info": [
            "2.770 đánh giá",
            "- 1 trong 66 phương tiện giao thông ở Oslo",
            "Dịch vụ đường sắt",
            "Hệ thống giao thông công cộng",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Trải nghiệm một trong những chuyến tàu đẹp nhất Châu Âu. Tuyến Bergen là tuyến đường núi tuyệt đẹp dẫn đến các vịnh hẹp.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Đón tàu từ ga trung tâm Oslo. Đặt phòng trực tuyến nâng cao rất dễ dàng. Ở ghế hạng nhất còn có quầy cà phê miễn phí và khu vực tiếp khách nhỏ. Chỗ ngồi thoải mái với ghế tựa, bàn và ổ cắm điện. Khoảng 4,5 giờ đến Flåm nơi bạn có thể kết nối với tuyến đường sắt Flam nổi tiếng. Quang cảnh trên đường từ Oslo rất đẹp từ cả hai phía của tàu. Xe buffet khá ngon. Nhìn chung một trải nghiệm đi tàu tuyệt vời. Đọc thêm",
            "Chúng tôi đi Đường sắt Bergen từ Oslo đến Myrdal vào đầu tháng 6 năm 2023. Chúng tôi đã đặt chỗ và không có vấn đề gì với điều đó. Tàu sạch sẽ, chạy nhanh và êm ái. Mọi thứ ở khắp mọi nơi đều xanh, xanh, xanh và rất nhiều cây cối và nhiều sông hồ. Một số nơi mặt hồ giống như thủy tinh vì không có gió chút nào. Khi chúng tôi đi về phía bắc và phía tây vào trung tâm Na Uy, nó đi từ bằng phẳng và công nghiệp đến nông nghiệp, hoang dã, đến vùng núi đến hồ đóng băng và lớp tuyết dày trên mặt đất. Chúng tôi nhìn thấy hàng chục con sông, hồ, thác, lạch, ghềnh. Đây là một chuyến tàu tuyệt vời.Đọc thêm",
            "Đặt chỗ trước để giữ chỗ và có thể ngồi cạnh nhau. Cuộc hành trình thật đẹp và thật tuyệt vời. Chúng tôi đã có vé cho dịch vụ cộng thêm, nhưng tôi không chắc nó có giá trị hay không. Bạn nhận được cà phê và trà, nhưng chỗ ngồi rất cơ bản.\nMặc dù hành trình dài hơn 7 giờ từ oslo đến Bergen, thời gian trôi qua rất nhanh trong khi bạn tận hưởng vẻ đẹp của thiên nhiên.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tàu tuyệt đẹp này từ Oslo đến Bergen. Hóa ra đó là chuyến đi tàu tuyệt vời nhất của chúng tôi, tốt hơn nhiều so với mong đợi của chúng tôi. Khoang hạng nhất xứng đáng được năm sao. Chỗ ngồi rất thoải mái với bàn. Có đủ chỗ để cất giữ hành lý. Trà và cà phê được miễn phí ở khoang hạng nhất. Tuyến đường rất đẹp. Chúng ta có thể nhìn thấy sông, hồ, núi, cánh đồng tuyết, thác nước, lạch và vùng nông thôn. \nKhông thể bỏ lỡ chuyến tàu này...Đọc thêm",
            "Một trong những tuyến đường tàu tốt hơn để đi ở Châu Âu - từ Oslo đến Bergen băng qua những ngọn núi. Tốt hơn hết bạn nên ngồi bên trái xe khi đến Bergen, nhưng cả hai bên sẽ có cơ hội chụp ảnh tuyệt vời. Hạng nhất là một chuyến đi tuyệt vời, nhưng huấn luyện viên cũng ổn. Đọc thêm",
            "Nếu bạn có thời gian để đi hết quãng đường này bằng tàu hỏa - khoảng sáu giờ - thì chuyến tàu giữa Bergen và Oslo là điều bắt buộc. Với khung cảnh ngoạn mục của những cảnh quan đa dạng, bạn - sẽ đi lên núi cao và đi xuống các thung lũng sông tươi tốt và dọc theo vịnh hẹp, và bạn - sẽ thấy tất cả các loại thị trấn và làng mạc đẹp đẽ trên đường đi. Tôi - luôn biết rằng các chuyến tàu trên Tuyến Bergen sạch sẽ và được bảo trì tốt, nhược điểm duy nhất là dịch vụ đường sắt có một số cơ sở hạ tầng đã cũ, nên không may là những sự chậm trễ nhỏ - hoặc không quá nhỏ - là khá thường xuyên, vì vậy hãy chấp nhận điều đó cần tính đến khi lập kế hoạch cho chuyến đi của bạn.Đọc thêm",
            "Đây là một cách tốt để đi từ Oslo đến Bergen. Chúng tôi đã chọn ghế Plus với chi phí cao hơn một chút, điều mà tôi nghĩ là đáng giá - nhiều chỗ hơn và máy pha cà phê. Các quan điểm đôi khi thật ngoạn mục, chỉ ở mức trung bình ở những người khác. Cảm giác như sáu tiếng đồng hồ dài và thật vui khi chúng tôi đến Bergen. Lần này thì tốt - lần sau tôi sẽ chọn lái xe và dừng nhiều điểm hơn trên đường đi.Đọc thêm",
            "Chuyến đi tuyệt vời này cực kỳ thú vị.\nThật không may, chúng tôi đã đặt chỗ với Rail Ninja. Họ tính phí quá cao và không thông báo cho chúng tôi về các khoản giảm giá có sẵn. Tại ga xe lửa, chúng tôi được biết rằng chi phí rẻ hơn nhiều. Rail Ninja đã bán vé cho chúng tôi dưới dạng hoàn lại tiền, nhưng khi chúng tôi yêu cầu hoàn lại tiền, họ vẫn giữ một khoản phí dịch vụ chiếm một phần lớn chi phí. Thật ngạc nhiên, việc hủy và mua vé mới tại nhà ga vẫn đáng giá. Chúng tôi vẫn đi trước. Rail Ninja là một trò lừa đảo phi đạo đứcĐọc thêm",
            "Chúng tôi đã sử dụng tuyến Bergen như một phần của Na Uy trong chuyến đi thu nhỏ từ Oslo đến Bergen. Bản thân chuyến đi này đã là một loại hấp dẫn rồi. Chúng tôi đã bắt đầu ở mực nước biển ở Oslo đạt tới độ cao 4000 feet tại ga núi Finse và đã kết thúc chuyến đi bằng đường sắt ở Bergen một lần nữa ở mực nước biển. Đọc thêm",
            "Trải nghiệm tàu ​​tuyệt vời - không khó để di chuyển và đúng giờ. Các đại diện của đoàn tàu đã rất hữu ích trong việc tìm ra đường đi chính xác. Đường ray đang được xây dựng nhưng kết nối xe buýt rất đơn giản. \nHãy ghi nhớ: khu vực bạn sẽ đến là bến xe buýt chứ KHÔNG phải ga xe lửa. Đọc thêm",
            "Phong cảnh tuyệt vời - rất thoải mái ở Hạng Tiện nghi. Đáng đi chuyến tàu này nhưng một chiều là đủ. Vấn đề duy nhất là chúng tôi đã đi du lịch vào Ngày Hiến pháp - khi chúng tôi đến Bergen bị taxi xé toạc. Họ tính phí gấp đôi vì kỳ nghỉ lễ!Đọc thêm",
            "Chuyến đi đáng yêu nhưng chúa ơi nó dài quá. Chắc chắn 7,5-8 giờ, chuyến đi cả ngày. Tôi khuyên bạn nên mang theo đồ ăn nhẹ và những việc cần làm. Nếu thời tiết tốt, có những địa điểm tuyệt vời nhưng hãy chuẩn bị cho mây, mưa và tuyết ở nhiều nơi. Rất nhiều đường hầm nên dịch vụ ra vào.Đọc thêm",
            "Phong cảnh tuyệt đẹp với tuyết ở khắp mọi nơi. Nhìn thấy những người trượt tuyết băng đồng, tàu lượn, ngựa, thậm chí cả chó husky. Khoảng giữa chặng đường, chúng tôi phải đeo kính râm vì tuyết quá chói. Thật tốt khi họ có màn hình cho bạn biết nhiệt độ ngoài trời. Thêm vào đó, có lẽ đáng để trả tiền cho chỗ ngồi chỉ để có thêm không gian - chắc chắn không phải để có cà phê - trà! - .Nhưng tàu hỏa hơi buồn cười: 1 - Động cơ bị hỏng khoảng giữa chặng đường khi chúng tôi ở rất xa và xung quanh là tuyết. Tôi tự hỏi làm thế nào chúng tôi có thể thoát khỏi tình trạng này. Nhà vệ sinh và nước không hoạt động trong thời gian này. Sau khoảng 1 - 2 giờ, chúng tôi lại lên đường. 2 - Không thể đăng nhập vào internet và một nhân viên tàu hỏa đã nói với chúng tôi rằng nó - bị hỏng trong ngày - .3 - Cốc đã hết trong khu vực cà phê - trà cho - Ghế phụ. 4 - Người phục vụ trong quán cà phê nói chuyện thô lỗ với khách hàng. Khoang tàu ngột ngạt và thật không may, có một phụ nữ trong khoang tàu của chúng tôi ho khá dữ dội suốt chặng đường - vì không đeo khẩu trang, trời ơi, một số người thật ích kỷ - . Tôi không nghĩ rằng nó - đáng giá số tiền bạn phải trả nhưng thật tuyệt khi được ngắm cảnh. Ngồi bên nào? Chắc chắn là bên trái - hướng đến Bergen - ! Đọc thêm",
            "Chúng tôi bắt chuyến tàu từ Bergen đến Oslo vào giữa ngày và mất khoảng 7 giờ. Ví dụ, rẻ hơn nhiều so với đường sắt ở Anh và nó chạy tốt trong ngày tuyết rơi. Chúng tôi đã trả thêm tiền cho chỗ ngồi Plus, đáng giá để có thêm không gian và bao gồm đồ uống nóng. Thời gian trôi qua thật nhanh với toàn tuyết để xem.Đọc thêm",
            "Chúng tôi đã thực hiện hai chuyến đi trên tuyến đường sắt Bergen vào tháng 3 năm 2024. Chuyến đầu tiên là Bergen-Myrdal - nơi chúng tôi đổi sang tuyến đường sắt Flam - . Tuyến đường từ Bergen đến Arna không có gì đặc biệt nhưng từ Arna, tuyến chạy dọc theo một trong những nhánh của Osterfjorden, với tầm nhìn rất đẹp ra vịnh hẹp. Phong cảnh ngày càng phủ đầy tuyết khi tàu hướng về Voss và phong cảnh mùa đông giữa Voss và Myrdal thật tuyệt đẹp. Tôi rất vui khi lặp lại hành trình này và đi tàu ít nhất là đến Geilo để ngắm thêm Cao nguyên Hardanger. Bản thân chuyến tàu rất dễ đặt, khá thoải mái và có một quán cà phê trên tàu phục vụ cà phê, đồ ăn nhẹ và bánh quế. Chuyến thứ hai là dịch vụ đêm từ Bergen đến Oslo. Chúng tôi trả khoảng - 85 cho 2 người chia sẻ một cabin 2 người - một mức giá rất hợp lý so với tàu ngủ ở Vương quốc Anh. Khoang tàu khá nhỏ nhưng có bồn rửa, khu vực lưu trữ túi xách và giường tầng thoải mái. Phàn nàn duy nhất của chúng tôi là giờ lên tàu sớm nhất là 10:40 - cuối cùng chúng tôi không lên tàu cho đến 10:55. Khi chúng tôi lên tàu và đi ngủ thì đã quá nửa đêm và chúng tôi phải thức dậy lúc 06:00 - thời gian muộn nhất chúng tôi có thể rời khỏi cabin là 06:45 -. Mặc dù chúng tôi rất thích trải nghiệm này, nhưng chúng tôi khá mệt khi đến Oslo. Tôi sẽ không đi tàu ngủ này nữa trừ khi tôi có thể lên tàu sớm hơn - rời đi muộn hơn. Nếu bạn đang đi lại giữa hai thành phố và đã trải nghiệm tàu ​​ngủ - không bận tâm đến việc thử một chuyến, tôi khuyên bạn nên đi vào ban ngày để ngắm cảnh và có một đêm ngon giấc hơn. Đọc thêm",
            "Chúng tôi bắt chuyến tàu từ Oslo đến Bergen và yêu thích từng phút giây.  Chúng tôi đã mua vé hạng nhất vào ngày có vé, chúng tôi sẽ đi từ Oslo đến Bergen để lên tàu du lịch nên chúng tôi cũng mang theo hành lý.  Chúng tôi ở trong chiếc xe đầu tiên có chỗ ngồi được chỉ định, có rất nhiều chỗ cho hành lý của chúng tôi và chúng tôi được thông báo rằng cũng có sẵn một chiếc xe chở hành lý nếu cần.  Chuyến đi thật thú vị và phong cảnh thật tuyệt vời.  Chúng tôi đã đến Bergen trễ hơn một giờ do trục trặc kỹ thuật nên chúng tôi đã dừng lại nhưng đã được giải quyết mà không xảy ra sự cố.Đọc thêm",
            "Đã làm điều này từ Oslo đến Bergen vào tháng 12. Đặt trực tiếp trên VY App ở ghế tiêu chuẩn. Chuyến đi thật tuyệt vời, mất khoảng 6 tiếng 1 - 2 tiếng trôi qua. Dành phần lớn hành trình trên xe tự chọn - cửa sổ lớn và chỗ ngồi thoải mái. Dừng ở một số trạm trên đường, có đủ thời gian để xuống xe và chụp vài bức ảnh nhanh. Đồ ăn buffet không tệ và giá cả hợp lý cho một chuyến tàu. Lượt xem - thật tuyệt vời và đáng giá. Tàu chở khoảng 70 người nên cảm thấy khá thoải mái. Có rất nhiều chỗ để lưu trữ các trường hợp của chúng tôi.Đọc thêm",
            "Khung cảnh đáng yêu, nhưng thật kinh hoàng khi các nhân viên nhà ăn đối xử với hành khách của họ tệ đến mức nào. Tôi và bạn ngồi xuống trò chuyện yên tĩnh và chơi bài vì chúng tôi không ngồi cùng nhau. Các nhân viên mắng chúng tôi vì đã mang ván trượt vào toa xe của quán ăn tự phục vụ, nhưng khi chúng tôi cố nói với họ rằng đó - không phải ván trượt của chúng tôi, thì họ bắt đầu hét lên rằng đó - cũng không được phép chơi bài. Chúng tôi bị sốc, nhưng nghĩ không sao có lẽ họ muốn chúng tôi phải trả tiền để được phép ngồi ở đó. Chúng tôi xin lỗi. Trong khi chúng tôi mua cà phê, nhân viên đã nói chuyện với chúng tôi trước mặt chúng tôi. Chúng tôi phớt lờ hành vi thô lỗ của họ và ngồi xuống lần nữa. Bắt đầu chơi bài hoàn toàn im lặng, uống cà phê của chúng tôi. Các nhân viên một lần nữa đến mắng chúng tôi vì tội chơi bài, và nói thêm rằng chúng tôi - thật tệ khi chiếm một chiếc xe bốn chỗ khi chúng tôi - chỉ có hai người. Những chiếc bàn bốn chỗ khác đã bị các cặp đôi khác chiếm giữ VÀ MỘT SỐ CŨNG CHỈ BẰNG MỘT NGƯỜI. Tôi không biết bạn thế nào, nhưng đây không phải là phương pháp dịch vụ khách hàng thường được sử dụng. Khung cảnh đáng yêu.Đọc thêm",
            "chuyến đi tuyệt vời, chỗ ngồi thoải mái với tầm nhìn rất đẹp. chỗ ngồi đã được cố định, hãy chuẩn bị đi bộ một chút qua xe ngựa để có được lợi thế tốt nhất cho cả hai bên. Đọc thêm",
            "Trải nghiệm tàu ​​tuyệt vời - không khó để di chuyển và đúng giờ. Các đại diện của đoàn tàu đã rất hữu ích trong việc tìm ra đường đi chính xác. Đường ray đang được xây dựng nhưng kết nối xe buýt rất đơn giản. Hãy ghi nhớ: khu vực bạn sẽ đến là bến xe buýt chứ KHÔNG phải ga xe lửa. Đọc thêm",
            "Tôi sẽ đến Bergen để tham gia chuyến du ngoạn đau đớn vào ngày 13 tháng 11. Không chắc chúng tôi - cần - đến bến du thuyền vào lúc mấy giờ, nhưng muốn thực hiện một chuyến tham quan trong ngày từ Bergen đến Myrdal.  Chúng tôi - chị gái, anh rể và tôi - đã xem các chuyến tham quan của Viator.  Chúng tôi muốn đi thăm Flam và khu vực xung quanh, đồng thời cũng muốn đi tàu từ Flam đến Myrdal nhưng chỉ đi một vòng nếu có thể, vì còn thời gian.  Bạn có đề xuất thuê một chiếc ô tô và thực hiện chuyến đi này hay thực hiện một trong các chuyến tham quan tự hướng dẫn không?  Với thời gian khôn ngoan, chúng ta cần phải xem xét điều đó.   - NẾU - chúng ta tự làm việc đó, làm thế nào để chúng ta có được chuyến du ngoạn ở Naeroyjford hay là Aurlandsjord, rồi đi tàu đến Myrdal và quay lại.  Cảm ơn bạn trước vì sự giúp đỡ nào.  Tôi chân thành đánh giá cao nó.  Tôi cũng đang tìm một người bạn cùng phòng từ Bergen đến Kirkenes....bất kỳ phụ nữ nào quan tâm đều sẽ được đánh giá cao.  Cảm ơn bạnĐọc thêm",
            "Có ai đi bằng khoang từ Bergen đến Oslo chưa? \nChúng tôi là một gia đình có 5 người lớn và một đứa trẻ 6 tuổi. Ghế ngồi trên xe khách có thoải mái hơn không?Đọc thêm",
            "CHÀO\nChúng tôi đi trên ghế hành khách thông thường và rất thoải mái. Chúng tôi có ba người - tôi trước đây và hai đứa con trưởng thành của tôi. Tôi không thể bình luận về các ngăn.Đọc thêm",
            "Tôi sẽ đi từ Bergen đến Oslo vào tháng 3 và dự định sử dụng đường sắt.  Có thể và nên đi đường vòng tới tuyến đường sắt FLAM trên đường đi không? Có đơn giản như việc lấy một vé từ Bergen đến Flam - với sự thay đổi ở Myrdal - và sau đó là một vé khác từ Flan đến Oslo không?  Nó có thể được thực hiện hợp lý vào một ngày?  Có nhiều việc phải làm ở Flan hay bản thân chuyến đi bằng đường sắt là điểm nhấn của chuyến đi?Đọc thêm",
            "Tốt nhất bạn nên nghỉ lại một đêm ở Flam. Bên cạnh Đường sắt lửa xinh đẹp, còn có những thứ khác đáng tham quan như Naeroyjord và ngôi làng nhỏ Gudvengen.Đọc thêm",
            "xin chào pio, vui lòng cho tôi biết thêm thông tin. Tôi không thể đặt chỗ trước. Tôi muốn đặt chỗ cho tháng 8. Tôi không bao giờ muốn nhầm đường. Cảm ơn bạn.",
            "Xin chào, có thể xuống tại một trong các ga và lên tàu sau với cùng một tấm vé không? Cảm ơn bạnĐọc thêm",
            "Chúng tôi dự định bắt chuyến tàu lúc 8:30 từ Oslo đến Bergen.  Chúng ta có thể lên tàu sớm trước giờ khởi hành bao lâu để cất hành lý??Đọc thêm",
            "Chúng tôi 4-5 ngày ở Na Uy.  Chúng tôi đang nghĩ đến chuyến đi Bergen tới Oslo.  Đây có phải là một tuyến đường tốt?  Hãy đón nhận các đề xuất khác!Đọc thêm",
            "Bắt chuyến tàu Bergen. Thật tuyệt vời!Đọc thêm",
            "Tôi có thể mang theo đồ ăn của mình không? Đọc thêm",
            "Có, bạn có thểĐọc thêm",
            "Có chuyến tàu nào từ Bergen tới Stockholm không?Đọc thêm",
            "Tôi có thể mua vé từ oslo đến Bergen bằng cách đặt chỗ trước vào tháng 2 năm 2023 không?tqĐọc thêm"
        ],
        "star_ratings": [
            1904,
            685,
            127,
            27,
            27
        ],
        "review_amount": 2770,
        "location": [
            "Đông Na Uy",
            "Châu Âu",
            "Oslo",
            "Na Uy",
            "Những điều cần làm ở Oslo",
            "Đường sắt Bergen"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written July 4, 2023",
            "Written July 20, 2023",
            "Written August 20, 2023",
            "Written August 21, 2023",
            "Written September 21, 2023",
            "Written September 28, 2023",
            "Written October 24, 2023",
            "Written December 6, 2023",
            "Written December 11, 2023",
            "Written May 22, 2024",
            "Written May 8, 2024",
            "Written April 20, 2024",
            "Written April 4, 2024",
            "Written March 17, 2024",
            "Written March 6, 2024",
            "Written January 17, 2024",
            "Written December 22, 2023",
            "Written December 19, 2023",
            "Written December 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g190479-d3524103-Reviews-The_Bergen_Railway-Oslo_Eastern_Norway.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g190479-d23432494-Reviews-Basso_Social-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190479-d793388-Reviews-MANTRA_by_Mr_India-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190479-d20108138-Reviews-Roti_Shop_Oslo-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190479-d13497919-Reviews-Shanghai_2K18-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190479-d3905961-Reviews-Mamma_Pizza_Osteria-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190479-d805342-Reviews-Statholdergaarden-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190479-d23825491-Reviews-The_Top_Restaurant_Bar_Terrace-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190479-d2447055-Reviews-Maaemo-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190479-d2188159-Reviews-Fiskeriet_Youngstorget-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190479-d7178047-Reviews-Vaaghals-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d9790978-Reviews-Visitors_Centre-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d24086831-Reviews-Byporten_Shopping-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d7624011-Reviews-Oslo_Visitor_Centre-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d7702538-Reviews-Ostbanehallen-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d8131893-Reviews-Tiger_Sculpture-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d23994914-Reviews-Oslo_Opera_House-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d26031945-Reviews-Oslo_Mikrolekeri-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d17603924-Reviews-Lady_fortuna-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d26528923-Reviews-Verdensparken_The_World_Park-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d7993896-Reviews-Oslo_City_Shoppingcenter-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d3524103-Reviews-or10-The_Bergen_Railway-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d10162790-Reviews-Oslo_Sentralstasjon-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d543252-Reviews-Sporveien_T_Banen-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d21178513-Reviews-Oslofjord_Adventures_Island_Fishing_Guiding-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d19080755-Reviews-IGuideNorth-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d17827014-Reviews-Visit_Oslo-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d11917709-Reviews-Berg_Reiser_AS-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d8329291-Reviews-Oslo_Fergene-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d23871311-Reviews-Flytoget_Airport_Express_Train-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d25178382-Reviews-Private_Airport_Transfer_From_Oslo_Airport_to_Hotels_in_Oslo-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d24066952-Reviews-Fjord_Cruise_Oslofjord-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d21018333-Reviews-Klatreeventyr-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d13476882-Reviews-Free_Tour_Oslo-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d23844192-Reviews-WildOslo-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d16801057-Reviews-Pier_42-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d12668182-Reviews-Oslo_Running_Tours-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d27129368-Reviews-Kulinarisk_Akademi-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g616035-d4137010-Reviews-Nine_Arches_Bridge-Ella_Uva_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d12962487-Reviews-The_Vanillerie-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g57438-d2169865-Reviews-Green_Mountain_Coffee_Roasters_Cafe_Visitor_Center-Waterbury_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1123600-Reviews-St_Mark_s_Place-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147248-d310833-Reviews-The_Butterfly_Farm-Oranjestad_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d605166-Reviews-The_Long_Hall-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g663798-d2284990-Reviews-Alcantara_River_Park-Castiglione_di_Sicilia_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d21396984-Reviews-Careem_Bike-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806850-d6974289-Reviews-Sanxia_Dabao_River-Sanxia_New_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d8054785-Reviews-Corium_Hand_Made_Sandals-Sorrento_Province_of_Naples_Campania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g190479-d3524103-Reviews-or10-The_Bergen_Railway-Oslo_Eastern_Norway.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g190479-d3524103-Reviews-The_Bergen_Railway-Oslo_Eastern_Norway.html"
    }
]