[
    {
        "attraction_name": "The World Of Banksy",
        "attraction_name_vi": "Thế giới của Banksy",
        "general_info": [
            "21 đánh giá",
            "350 trong số 1.718 điều cần làm ở Praha",
            "Phòng trưng bày nghệ thuật",
            "Viện bảo tàng nghệ thuật",
            "Nhà thờ"
        ],
        "attraction_summary": "Lấy bối cảnh trong khuôn viên độc đáo, cuộc triển lãm làm sống lại bầu không khí đường phố bên trong nhà thờ St. Michael theo phong cách Baroque, mang đến những tác phẩm nghệ thuật mới và khá nhiều điều bất ngờ. Thế giới Banksy lưu trữ hơn 100 tác phẩm nghệ thuật của nhà sáng tạo khó nắm bắt. Triển lãm trưng bày các bức tranh tường, tác phẩm độc đáo của các nhà sưu tập tư nhân, tranh vẽ graffiti, tranh vẽ, hình chiếu các tác phẩm nghệ thuật của ông, sắp đặt video, v.v. Một số tác phẩm đã được sao chép và biên soạn đặc biệt cho buổi biểu diễn độc đáo này. Theo một phong cách thực sự rất giống Banksy, cuộc triển lãm này là trái phép và không có sự cho phép từ chính nghệ sĩ! GIỚI THIỆU VỊ TRÍ Giống như Banksy trình bày nghệ thuật của mình ở những nơi khác thường, triển lãm của chúng tôi cũng diễn ra tại một địa điểm khác thường, một nhà thờ ngay trung tâm Praha. Linh mục người Séc và nhà cải cách nhà thờ Jan Hus từng thuyết giảng ở đây vào thế kỷ 15. Trong lịch sử gần đây nhất, tòa nhà nhà thờ được dùng làm nhà kho và hộp đêm. Giờ đây, sau nhiều thế kỷ, cuối cùng nơi đây cũng đón tiếp một nhà cải cách khác là Banksy!Đọc thêm",
        "reviews": [
            "Bảo tàng giải trí nằm trong một nhà thờ cổ trưng bày hơn 100 tác phẩm nghệ thuật của Banksy. Triển lãm trải dài trên 2 tầng và khiến bạn có cảm giác như đang đi bộ trên đường phố và ngắm nhìn nghệ thuật khi làm vậy. Ngoài ra còn có cửa hàng quà tặng ở tầng trên nữa.Đọc thêm",
            "Hoàn toàn thích điều này. Dù sao tôi cũng là một fan hâm mộ của Banksy nhưng đây là một bộ sưu tập tuyệt vời các tác phẩm của anh ấy với lời bình luận trên mỗi tác phẩm. Trên 2 tầng với những cách kỳ quặc và khác nhau để thể hiện tác phẩm nghệ thuật của anh ấy, đây là một điều bất ngờ đối với chúng tôi. Sau đó, thưởng thức đồ uống tại quảng trường và nghe nhạc từ Double Trouble Music Bar.Đọc thêm",
            "Nằm trên một con phố nhỏ gần chiếc đồng hồ nổi tiếng ở quảng trường chính, đó là một trong những điều tôi thích nhất ở Praha.  \nCác phòng rộng rãi với cách bố trí hợp lý các tác phẩm Banksy quan trọng cùng với một số tác phẩm ít được trưng bày hơn trên 2 tầng.  Sử dụng các video clip thú vị xuyên suốt.  Người phụ trách và nhóm có thể tự hào. \nTôi hiếm khi mua đồ vào kỳ nghỉ nhưng cửa hàng quà tặng chắc chắn vượt xa những cửa hàng ở Manchester tổ chức triển lãm tương tự.  Nhiều sự lựa chọn khác nhau về áo phông, túi xách, áp phích, đồ gốm sứ, vòng chìa khóa, đế lót ly và nhiều thứ khác. Tôi đã tự chữa bệnh và mua quà cho bạn bè. \n\nLưu ý: Phí vào cửa; không có thẻ ngân hàng được chấp nhận nên hãy lấy tiền mặt.  Tuy nhiên, cửa hàng quà tặng sẽ chấp nhận thẻ. Đọc thêm",
            "Vì chúng tôi là một nhóm - những người trẻ nên tất nhiên chúng tôi phải đến thăm một nơi chính thức có liên quan đến Banksy, người mà tất cả chúng tôi đều yêu thích và ngưỡng mộ. Nhưng nơi này chỉ là một trò lừa đảo không liên quan gì đến Banksy thật và công việc của anh ta!! Chỉ có những bản sao ở đó và một đống đồ du lịch trong cửa hàng lưu niệm!! Nó chỉ đơn giản là giả mạo và lừa đảo và ĐỪNG ĐẾN ĐÓ!!!!!! Đọc thêm",
            "Đã thử tham dự sự kiện ở Calgary vào ngày 5 tháng 5... họ nói rằng chúng tôi sẽ được thông báo địa điểm vài ngày trước sự kiện. Chúng tôi đã gửi email một ngày trước sự kiện để hỏi địa điểm và câu trả lời là Chúng tôi thiếu nhân sự và không cho biết sử dụng địa điểm. Sự kiện diễn ra và không có bất kỳ thông tin gì từ ban tổ chức, sau nhiều lần cố gắng liên hệ với họ để được hoàn lại tiền sự kiện mà họ không giao hàng. Đây hoàn toàn là một trò lừa đảo!Đọc thêm",
            "Đầu tiên trước khi đi lấy vé trực tuyến nếu có thể do họ gặp sự cố với internet và chỉ chấp nhận tiền mặt khi chúng tôi ở đó. Nơi tuyệt vời khiến chúng tôi mất 2 giờ và cửa hàng quà tặng tuyệt vời.Đọc thêm",
            "Tôi sẽ tránh công ty này. Tôi dự định sẽ đi vào tháng 3 ở Honolulu nhưng triển lãm đã bị hủy và được lên lịch lại vào tháng 5. Chúng tôi sống trên một hòn đảo khác và sẽ không thể tham dự. Công ty không muốn hoàn lại tiền vé cho tôi mặc dù đã yêu cầu nhiều lần. Đọc thêm",
            "Banksy - thành thật mà nói, tôi nghe cái tên này lần đầu tiên trên một chương trình truyền hình, từ Rick Harrison, tôi đoán là đủ gợi ý ... hoặc có thể không, nếu quan tâm, bạn sẽ tìm thấy nó sau vài cú nhấp chuột trên web ... và tôi đã nhận được thật hứng thú. Bây giờ, khi ở Praha rất gần trung tâm thành phố và đồng hồ thiên văn, tôi đã tìm thấy bảo tàng này và chắc chắn phải vào. Thành thật mà nói, đó là một trải nghiệm rất thú vị - âm thanh rất hay - những bức vẽ bậy được trưng bày cũng rất xuất sắc - Banksy, bất kể anh ấy là ai, chắc chắn là một nghệ sĩ có ảnh hưởng rất lớn trong thời đại chúng ta và để nâng cao sự bí ẩn trong các tác phẩm của ông, cho đến ngày nay, thật khó hiểu khi chúng ta không biết danh tính của ông. Nếu bạn biết các tác phẩm của anh ấy, bạn sẽ thấy rất nhiều chuột trong các tác phẩm của anh ấy - nó đã trở thành một loại thương hiệu của Banksy - nhưng anh ấy cũng đang nhắm đến rất nhiều khuôn mẫu của xã hội ngày nay ... và anh ấy làm điều đó với sự mỉa mai và sử dụng ngôn từ mạnh mẽ. biểu tượng. Vì vậy, nếu bạn đang ở Praha, nếu bạn biết cái tên Banksy, nhưng đặc biệt nếu bạn không biết thì tôi thực sự khuyên bạn nên ghé thăm bảo tàng này, đó là thời gian và tiền bạc đáng bỏ ra.Đọc thêm",
            "Chuyến thăm thú vị. Một số dự án nghệ thuật nổi tiếng hơn của Banksy không có ở đó nhưng tôi cũng thấy một số dự án mà tôi chưa từng thấy trước đây. Thật đáng để ghé thăm nếu bạn đã thấy mọi thứ khác ở Praha.Đọc thêm",
            "Cuộc triển lãm thật hấp dẫn và kích thích tư duy. Thực sự thú vị khi biết được câu chuyện phía sau về vị trí của mỗi nền hòa bình và những gì chúng đại diện.Đọc thêm",
            "Nằm trên một con phố nhỏ gần chiếc đồng hồ nổi tiếng ở quảng trường chính, đó là một trong những điều tôi thích nhất ở Praha.  Các phòng rộng rãi với cách bố trí hợp lý các tác phẩm Banksy quan trọng cùng với một số tác phẩm ít được trưng bày hơn trên 2 tầng.  Sử dụng các video clip thú vị xuyên suốt.  Người phụ trách và nhóm có thể tự hào. Tôi hiếm khi mua đồ vào kỳ nghỉ nhưng cửa hàng quà tặng chắc chắn vượt xa những cửa hàng ở Manchester tổ chức triển lãm tương tự.  Nhiều sự lựa chọn khác nhau về áo phông, túi xách, áp phích, đồ gốm sứ, vòng chìa khóa, đế lót ly và nhiều thứ khác. Tôi đã tự chữa bệnh và mua quà cho bạn bè. Lưu ý: Phí vào cửa; không có thẻ ngân hàng được chấp nhận nên hãy lấy tiền mặt.  Tuy nhiên, cửa hàng quà tặng sẽ chấp nhận thẻ. Đọc thêm",
            "Hoàn toàn thích điều này. Dù sao tôi cũng là một fan hâm mộ của Banksy nhưng đây là một bộ sưu tập tuyệt vời các tác phẩm của anh ấy với lời bình luận trên mỗi tác phẩm. Trên 2 tầng với những cách kỳ quặc và khác nhau để thể hiện tác phẩm nghệ thuật của anh ấy, đây là một điều bất ngờ đối với chúng tôi. Sau đó, thưởng thức đồ uống tại quảng trường và nghe nhạc từ Double Trouble Music Bar.Đọc thêm",
            "Bảo tàng giải trí nằm trong một nhà thờ cổ trưng bày hơn 100 tác phẩm nghệ thuật của Banksy. Triển lãm trải dài trên 2 tầng và khiến bạn có cảm giác như đang đi bộ trên đường phố và ngắm nhìn nghệ thuật khi làm vậy. Ngoài ra còn có cửa hàng quà tặng ở tầng trên nữa.Đọc thêm"
        ],
        "star_ratings": [
            10,
            6,
            1,
            0,
            4
        ],
        "review_amount": 21,
        "location": [
            "Bô-hê-miêng",
            "Châu Âu",
            "Thế giới của Banksy",
            "Cộng hòa Séc",
            "Những điều cần làm ở Praha",
            "Praha"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written August 24, 2023",
            "Written September 21, 2023",
            "Written May 22, 2024",
            "Written May 11, 2024",
            "Written April 23, 2024",
            "Written April 22, 2024",
            "Written January 9, 2024",
            "Written December 13, 2023",
            "Written November 6, 2023",
            "Written September 21, 2023",
            "Written August 24, 2023",
            "Written June 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274707-d24141942-Reviews-The_World_Of_Banksy-Prague_Bohemia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d24141942-Reviews-or10-The_World_Of_Banksy-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19067541-Reviews-Pragl_Glass_Experience_Center-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d25089556-Reviews-Story_of_Prague_Museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12028413-Reviews-NaFilM_National_film_museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19860482-Reviews-Slivovitz_Museum_R_Jelinek-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13838180-Reviews-Illusion_Art_Museum_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d6588089-Reviews-National_Memorial_to_the_Heroes_of_the_Heydrich_Terror-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d14200357-Reviews-Gallery_of_Steel_Figures-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10400852-Reviews-Cold_War_Museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4194102-Reviews-Speculum_Alchemiae_Museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d318617-Reviews-National_Technical_Museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d4508700-Reviews-Aurora_Reykjavik_The_Northern_Lights_Center-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g297551-d1947063-Reviews-Coloured_Canyon-Nuweiba_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188709-Reviews-Arc_de_Triomphe-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d538158-Reviews-La_Isla-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1815618-d3477464-Reviews-Kumana_National_Park-Ampara_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g666447-d17412956-Reviews-Nokhur_Gel_Lake-Qabala_Shaki_Zaqatala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d141842-Reviews-Busch_Gardens_Williamsburg-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6999097-Reviews-Arena_Mall-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d1875010-Reviews-Burriana_Beach-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190387-d2263477-Reviews-Caledonia_Waterfalls-Platres_Limassol.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274707-d24141942-Reviews-or10-The_World_Of_Banksy-Prague_Bohemia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274707-d24141942-Reviews-The_World_Of_Banksy-Prague_Bohemia.html"
    }
]