[
    {
        "attraction_name": "The Sixth Floor Museum at Dealey Plaza",
        "attraction_name_vi": "Bảo tàng tầng sáu tại Dealey Plaza",
        "general_info": [
            "9.367 đánh giá",
            "18 trong số 472 điều cần làm ở Dallas",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Một trong những địa điểm lịch sử được ghé thăm nhiều nhất ở Texas, Bảo tàng Sixth Floor tại Dealey Plaza ghi lại cuộc đời, cái chết và di sản của Tổng thống John F. Kennedy. Bảo tàng nằm trong tòa nhà cũ của Texas School Book Depository, nơi bằng chứng về một tay bắn tỉa được tìm thấy sau vụ ám sát Tổng thống Kennedy vào ngày 22 tháng 11 năm 1963. Phần lớn không gian triển lãm trông giống như những năm 1960. Những điểm nổi bật bao gồm một sào bắn tỉa, mô hình FBI được Ủy ban Warren sử dụng, một máy điện báo nguyên bản lần đầu tiên truyền tin tức về cái chết của tổng thống, nhẫn cưới của Oswald, phim lịch sử, ảnh và nhiều thứ khác. Một màn hình tương tác nhìn ra Dealey Plaza. Vé vào cửa bao gồm hướng dẫn bằng âm thanh, có sẵn bằng tám ngôn ngữ bao gồm ASL. Bảo tàng mở cửa hàng ngày trừ Lễ Tạ ơn và Giáng sinh. KHUYẾN NGHỊ: Mua vé vào cửa theo giờ trước tại jfk.org. Bãi đậu xe trả phí thuận tiện nhất nằm cạnh tòa nhà; đi vào làn đường bên phải xa nhất của Phố Elm để vào bãi đậu xe. Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Địa điểm lịch sử này là một trong những địa điểm thú vị nhất để ghé thăm vì mối quan tâm suốt đời của tôi đối với vụ ám sát Kennedy. Lý do duy nhất tôi không đánh giá cao nhất là vì những người ở đây là những người thô lỗ nhất mà tôi từng gặp tại một di tích lịch sử. Ví dụ, khoảng hai mươi người đã mua vé đang ở lối vào bảo tàng, nơi được đánh dấu rõ ràng cho những người đã mua vé. Một nhân viên đến và trịch thượng nói với chúng tôi rằng chúng tôi đã vào sai lối vào và đưa chúng tôi qua lối vào nhóm mà chúng tôi không thuộc nhóm. Mọi người không chào đón bạn và thậm chí hầu như không nhìn bạn. Tuy nhiên, tôi vẫn sẽ ghé thăm nơi này một lần nữa vì tầm quan trọng của nó, nó tự nó đứng vững, bất kể yếu tố nào khác. Dealy Plaza vẫn trông giống như trong những bức ảnh về ngày bi thảm năm 1963 đó.Đọc thêm",
            "Lần đầu tiên đi đến bảo tàng tầng sáu và thấy nó rất nhiều thông tin. Toàn bộ câu chuyện xung quanh vụ ám sát được trình bày và kể rõ ràng cùng với thông tin hữu ích về chính Kennedy. Rất đông nhưng rất thích nó.Đọc thêm",
            "Bảo tàng này cực kỳ kỹ lưỡng và được thực hiện rất tốt!  Chúng tôi đã đến thăm một lần cách đây nhiều năm, nhưng nó đã được mở rộng và cải thiện rất nhiều.  Cuối cùng, chúng tôi đã dành hơn hai tiếng rưỡi ở đó và cảm thấy như chưa nhìn thấy mọi thứ.  Vụ ám sát Kennedy luôn là một chủ đề hấp dẫn đối với chúng tôi và bảo tàng này xử lý chủ đề này một cách trang nhã và hết sức tôn trọng.  Tôi đánh giá cao trải nghiệm mang tính giáo dục và kích thích tư duy này.Đọc thêm",
            "Bảo tàng này đáng giá từng xu và hơn thế nữa.  Họ đã làm rất tốt việc thể hiện các sự kiện trước vụ ám sát và các sự kiện sau đó.  Làm tốt! Nó thật hấp dẫn!  Tôi nhớ rất rõ ngày chuyện này xảy ra và thông báo ở trường tôi ngay sau khi tin tức được tung ra.  Tôi đã biết về hành động tàn ác này kể từ đó.  Các chi tiết trong bảo tàng thật tuyệt vời!\nCảm ơn bạn rất nhiềuĐọc thêm",
            "Tìm hiểu về vụ ám sát JFK ở trường khiến tôi muốn tìm hiểu thêm. Tôi đã đến thăm bảo tàng trong một chuyến công tác. Bảo tàng JFKs có rất nhiều lịch sử thú vị. Mất khoảng 30 phút đến 2 giờĐọc thêm",
            "Đây là một bảo tàng được thiết kế tốt, cung cấp bối cảnh về nhiệm kỳ tổng thống của JFK, chuyến thăm Dallas của ông, các bài thuyết trình video, các cuộc điều tra tiếp theo và phản ứng trên toàn thế giới. Các hiện vật được trưng bày rất thú vị. Chúng tôi đã dành khoảng hai giờ. Một người trong nhóm của chúng tôi ngồi xe lăn và có thể tiếp cận các cuộc triển lãm và trưng bày. Đọc thêm",
            "Theo tôi, Bảo tàng Tầng Sáu thật tuyệt vời.  Tôi luôn tò mò về JFK.  Ở bên trong tòa nhà đó thật là siêu thực.  Có rất nhiều thông tin được đăng cùng với video.  Ngay cả sau khi nghiên cứu các sự kiện ở trường và viết bài về nó, tôi vẫn học được một số điều.  \n\nChúng tôi đã đi vào một ngày trong tuần vào khoảng giữa trưa và nó không quá đông đúc.  Có một số người ở đó nhưng tôi không cảm thấy mình phải đợi lâu để đọc bảng hoặc xem video.  \n\nBầu không khí bên trong rất im lặng và trang trọng.  Tôi sẽ không mang theo trẻ nhỏ vì điều đó có thể khiến chúng cảm thấy nhàm chán.  Tôi thấy một số trẻ em ngồi trên xe đẩy và các bậc phụ huynh thay phiên nhau xem các màn hình.   \n\nGiá cả khá tốt cho một trang web phổ biến như vậy.  Vé người lớn là 18 và thanh thiếu niên từ 6-18 là 14. Có một cửa hàng quà tặng bán đồ lưu niệm.Đọc thêm",
            "Vào một ngày nóng nực ở Dallas sau khi tham gia một chuyến tham quan tuyệt vời đến tuyến đường diễu hành và xem nơi Oswald sống cũng như những gì anh ta làm sau vụ nổ súng, chúng tôi đã quay trở lại Bảo tàng. Tôi nói đó là điểm nổi bật trong thời gian ngắn ngủi của tôi ở Dallas. Bảo tàng chứa đầy các bài báo, hình ảnh, lịch sử, phim ảnh và clip về Tổng thống JFK và ngày cuối đời của ông ở Dallas. Bên cạnh việc có thể nhìn thấy căn phòng và cửa sổ nơi sự việc xảy ra, điều cảm động nhất là tất cả những cống vật mà các chức sắc quốc tế để lại cho ông. Nó thực sự là phải dừng lại!Đọc thêm",
            "Đây là một bảo tàng thú vị dành cho những người tìm hiểu Lịch sử Hoa Kỳ, lịch sử tội phạm và cái nhìn sâu sắc về cuộc đời của một tổng thống cũng như thời gian xung quanh nó.  Tôi sẽ không giới thiệu bảo tàng này cho các gia đình có trẻ nhỏ vì có rất ít vật dụng xúc giác để quan sát.  Bảo tàng chủ yếu là đọc và xem tranh.  Cá nhân tôi rất thích vì tôi thích đọc những thông tin lịch sử chuyên sâu, nhưng tôi sẽ không đưa những đứa con tuổi teen của mình đến đây vì chúng sẽ chán sau 30 phút.\n\nChúng tôi đã dành cho mình 90 phút vì đó là những gì đã được quảng cáo, nhưng tôi là một trong những người đọc TẤT CẢ các tấm áp phích và xem các hình ảnh và tôi chỉ đi được 23 phút trong bảo tàng. Tôi cũng là một người đọc nhanh.  Tôi nghĩ bất kỳ 2-2 12 giờ nào cũng sẽ tốt hơn cho cá nhân tôi.  Nó không quá đông đúc vào chiều thứ Năm, nhưng chắc chắn có nhiều người hơn tôi mong đợi, có lẽ trung bình khoảng 40 người khi tôi ở đó nên bạn có thể dễ dàng tản ra.  Đọc thêm",
            "Bảo tàng rất nhiều thông tin và kích thích tư duy. Chứng kiến ​​cảnh ám sát ở tầng 6 được tái hiện chính xác thật thấm thía. Sau đó đi ra ngoài đứng cạnh Grassy Knoll và thu hết mọi thứ.Đọc thêm",
            "Đây là một bảo tàng tuyệt vời, ghi lại cuộc đời của JFK. Được thực hiện rất tốt, hình ảnh, âm thanh, phim, màn hình tương tác, nhìn xuống con phố nơi ông bị ám sát là một trải nghiệm mạnh mẽ, đầy cảm xúc, ngay cả khi nó diễn ra trước thời đại của tôi. Một số thuyết âm mưu cũng được hiển thị. Một phần rất lớn của lịch sử Hoa Kỳ, tôi muốn giới thiệu mọi người Mỹ nên xem bảo tàng này. Đọc thêm",
            "Bảo tàng Tầng Sáu là địa điểm không thể bỏ qua đối với bất kỳ ai đến thăm Dallas. Triển lãm tạo ra một bức tranh tuyệt vời về khoảng thời gian và gợi lên nhiều cảm xúc. Cuộc triển lãm rất chi tiết và bạn sẽ được cung cấp một tai nghe bao gồm một chuyến tham quan bằng âm thanh. Hãy dành khoảng hai giờ để đi qua bảo tàng và khu đất bên ngoài bãi cỏ và bệ nơi quay cảnh Zapruder. Hãy chuẩn bị cho đám đông. Sẽ tốt hơn nếu bạn đến thăm vào một ngày trong tuần nếu có thể. Tôi đã đi vào một buổi sáng thứ bảy và nó đã chật cứng khi tôi đến lúc 10 giờ sáng. Tôi khuyên bạn nên mua vé vào cửa tại cửa hàng bảo tàng bên kia đường. Tôi đã làm và không có dòng. Có vẻ như có một hàng dài người xếp hàng để mua vé tại chính bảo tàng.Đọc thêm",
            "Trừ khi bạn PHẢI đi lên để xem kẻ xả súng được cho là đã bắn từ đâu, thì hãy bỏ qua bảo tàng này. Tốt hơn hết bạn nên dành 18 tuổi và đọc một cuốn sách về nó vì đó chính xác là bảo tàng. Nó chỉ là một loạt hình ảnh và biển báo để đọc. Ngoài ra, điều kỳ lạ là nhân viên an ninh giám sát nơi này giống như những viên ngọc quý đang được trưng bày hay gì đó.Đọc thêm",
            "Chồng tôi và tôi đi cùng với những đứa con trai trưởng thành của chúng tôi. Tất cả chúng tôi đều thích chuyến tham quan và thấy nó rất thú vị và nhiều thông tin. Chuyến tham quan tự hướng dẫn bằng âm thanh thật tuyệt vời và thực sự bổ sung vào trải nghiệm. Ngày chúng tôi đi rất đông nên chúng tôi phải mất khá nhiều thời gian xếp hàng chờ mua vé, vào cổng, trưng bày bảo tàng. Việc tổ chức các cuộc triển lãm hơi vô tổ chức để xử lý đám đông. Có những video để xem và nghe được phát trong số các cuộc triển lãm và điều này gây ra sự chậm trễ trong việc di chuyển của mọi người. Nói chung đó là một trải nghiệm tốt và tôi rất muốn giới thiệu nó.Đọc thêm",
            "Trả tiền mua tai nghe và thiết bị phát lại rồi làm theo hướng dẫn trên đầu phát.  Đây là một trò giải trí nổi bật về địa điểm và dòng thời gian của người bắn. ĐƯỢC KHUYẾN NGHỊ CAO, một điều bắt buộc cho mọi chuyến đi đến Dallas.  Chúng tôi đã dành 2 giờ để đọc thẻ và tham gia chuyến tham quan.Đọc thêm",
            "Bảo tàng này thực sự được kết hợp tốt. Luồng thông tin tuân theo một dòng thời gian rõ ràng và cung cấp rất nhiều thông tin. Lên kế hoạch dành ít nhất 2 giờ ở đây. Họ đang thực hành và thực thi khoảng cách vật lý đến mức chúng tôi bắt buộc phải mua vé trước khi truy cập trực tuyến. Tuy nhiên, khi bạn đến khu triển lãm thực tế, họ không thực thi giãn cách vật lý và rất nhiều người sẽ tụ tập quanh các màn hình thông tin khác nhau, điều này hơi khó chịu.Đọc thêm",
            "Nhiều trang web thu hút ngày nay khuyến khích bạn đặt vé trực tuyến để đảm bảo thời gian vào cửa cụ thể nhằm tránh bị chậm trễ. Nếu bạn đang trong một chuyến đi dài, việc xác định ngày giờ chính xác có thể khó khăn.  Đây chỉ là một trong 2 địa điểm chúng tôi đã đặt trực tuyến cho toàn bộ chuyến đi của mình và tôi khuyên bạn nên thực hiện việc này mặc dù với chi phí bổ sung là 1 cho mỗi vé.  Chúng tôi đến thăm vào lúc 10 giờ sáng thứ Bảy và hàng dài người xếp hàng mua vé, và sau đó những người này phải xếp hàng chờ đợi để được vào cửa theo thời gian quy định. Thời gian tham quan ít nhất 1,5 đến 2 giờ.Đọc thêm",
            "Một điều bắt buộc khi đến thăm Dallas, nếu chỉ vì ý nghĩa lịch sử.  Lên kế hoạch trong khoảng một tiếng rưỡi không bao gồm thời gian chờ đợi. Đặt vé trực tuyến nếu có thể, vì hàng dài và có thể bán hết vào cuối buổi sáng hoặc đầu giờ chiều trong cả ngày.  Bên trong có thể đông đúc và khó đọc một số thông tin, đặc biệt là ở khu vực hẻm núi. Đọc thêm",
            "Chúng tôi đã dành 2,5 giờ ở đây vào thứ Năm từ 10:30 đến 1:00.  Chúng tôi rất ngạc nhiên khi phải trả 10 đô la cho bãi đậu xe vì bảo tàng đã có giá vào cửa.  Chúng tôi đã mua vé trước chuyến đi nên chỉ cần đưa cho nhân viên xem qua điện thoại và không phải xếp hàng.  Nó thực sự rất đông đúc khi chúng tôi đến mức hơi khó chịu và phải đứng xung quanh với 10 - 12 người khác trong khi đọc hoặc nhìn vào thứ gì đó, nhưng sau khoảng một giờ, đám đông đã thưa dần và cảm thấy thoải mái và dễ quản lý hơn nhiều.  Ấn tượng chung của chúng tôi về bảo tàng này là nó rất nhiều thông tin và được tổ chức tốt.  Sau đó chúng tôi dành 20 phút lang thang bên ngoài.Đọc thêm",
            "Bảo tàng rất nhiều thông tin đã làm rất tốt việc đề cập đến các sự kiện của vụ ám sát JFK cũng như văn hóa chung vào thời điểm đó. Tour chủ yếu là âm thanh và đã bao gồm giá vào cửa. Điểm trừ duy nhất là bảo tàng rất đông đúc, gây khó khăn cho việc đến đủ gần để đọc về một số hiện vật và vật trưng bày. Đọc thêm"
        ],
        "star_ratings": [
            6228,
            2391,
            566,
            120,
            62
        ],
        "review_amount": 9367,
        "location": [
            "Bảo tàng tầng sáu tại Dealey Plaza",
            "Hoa Kỳ",
            "TX Texas",
            "Dallas",
            "Những điều cần làm ở Dallas"
        ],
        "reviews_time": [
            "Written June 17, 2023",
            "Written July 2, 2023",
            "Written July 2, 2023",
            "Written July 31, 2023",
            "Written August 7, 2023",
            "Written August 11, 2023",
            "Written August 17, 2023",
            "Written August 22, 2023",
            "Written September 2, 2023",
            "Written September 12, 2023",
            "Written February 1, 2020",
            "Written February 23, 2020",
            "Written April 19, 2021",
            "Written January 4, 2020",
            "Written March 1, 2020",
            "Written December 8, 2020",
            "Written May 18, 2023",
            "Written January 2, 2020",
            "Written September 18, 2022",
            "Written January 5, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55711-d106016-Reviews-The_Sixth_Floor_Museum_at_Dealey_Plaza-Dallas_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d2339793-Reviews-Cindi_s_NY_Deli_Restaurant-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d464634-Reviews-YO_Ranch_Steakhouse-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d3605641-Reviews-Ellen_s-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d609993-Reviews-Rj_Mexican_Cuisine-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d2425857-Reviews-Texas_Spice-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d2521325-Reviews-Bob_s_Steak_Chop_House_Dallas_Lamar-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d492941-Reviews-Corner_Bakery_Cafe-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d904674-Reviews-Record_Grill-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d13196363-Reviews-Bullion-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d493467-Reviews-Sonny_Bryan_s_Smokehouse_N_Market_St-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d553905-Reviews-Dallas_Holocaust_and_Human_Rights_Museum-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d141848-Reviews-Dealey_Plaza_National_Historic_Landmark_District-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d13867304-Reviews-Grassy_Knoll-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d126958-Reviews-John_F_Kennedy_Memorial_Plaza-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d196385-Reviews-West_End_Historic_District-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d19141409-Reviews-Museum_of_Illusions_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d559936-Reviews-John_Neely_Bryan_Cabin-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d196363-Reviews-Reunion_Tower-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d126957-Reviews-The_Dallas_World_Aquarium-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d4211576-Reviews-Dallas_Cattle_Drive_Sculptures-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d106016-Reviews-or10-The_Sixth_Floor_Museum_at_Dealey_Plaza-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d4164642-Reviews-The_George_W_Bush_Presidential_Library_and_Museum-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d126956-Reviews-Dallas_Museum_of_Art-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d559934-Reviews-Frontiers_of_Flight_Museum-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d3688568-Reviews-Perot_Museum_of_Nature_and_Science-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d324611-Reviews-Nasher_Sculpture_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d534351-Reviews-Meadows_Museum-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d507024-Reviews-Crow_Collection_of_Asian_Art-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d15844375-Reviews-Rainbow_Vomit-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d285899-Reviews-Museum_of_Biblical_Art-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d3948373-Reviews-Big_D_Fun_Tours-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d6539759-Reviews-JFK_Custom_Tours-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d6782340-Reviews-JFK_History_Tour-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d4557184-Reviews-Wild_Bill_s_Western_Store-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d26209454-Reviews-ExperienceFirst_Austin-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d1226010-Reviews-Dallas_Segway_Tours-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d13867273-Reviews-The_Tour_of_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d9874012-Reviews-Dallas_Super_Tours-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45198-d3427185-Reviews-Valley_View_Garden_Golf-Great_Falls_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g304076-d552685-Reviews-Njegos_Mausoleum-Cetinje.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d20377687-Reviews-Ruins_of_the_Temple_of_The_Goddess_Ixchel-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g635965-d2614370-Reviews-Monserrate_Beach-Luquillo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d550709-Reviews-Diamond_Plaza-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d14552923-Reviews-Bali_Hai_Pier-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775397-d3475698-Reviews-Driloni_National_Park-Pogradec_Korce_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g52097-d138005-Reviews-Cape_Lookout_State_Park-Tillamook_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237147-d454888-Reviews-Khao_Yai_National_Park-Pak_Phli_Nakhon_Nayok_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g580824-d146727-Reviews-Lake_San_Antonio-Monterey_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55711-d106016-Reviews-or10-The_Sixth_Floor_Museum_at_Dealey_Plaza-Dallas_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55711-d106016-Reviews-The_Sixth_Floor_Museum_at_Dealey_Plaza-Dallas_Texas.html"
    }
]