[
    {
        "attraction_name": "The Temple Bar",
        "attraction_name_vi": "quán bar chùa",
        "general_info": [
            "3.154 đánh giá",
            "26 trên 292 Cuộc sống về đêm ở Dublin",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Là một tổ chức ở Dublin có niên đại từ năm 1840, Temple Bar là quán rượu truyền thống cung cấp các chương trình giới thiệu tuyệt vời về văn hóa Ireland. Quán rượu tổ chức các buổi biểu diễn nhạc sống hàng ngày cùng với hơn 450 loại rượu whisky khác nhau, tạo nên bộ sưu tập rượu whisky lớn nhất Ireland. Thư giãn với đồ uống và chụp ảnh với tượng James Joyce bằng đồng. Quán bar có thể rất đông đúc; hãy ghé thăm vào các ngày trong tuần để có trải nghiệm yên bình hơn hoặc trước 9h30 tối. để giành lấy một cái bàn tốt. Đến quán bar bằng xe buýt hop-on-hop-off, tìm hiểu thêm về chuyến tham quan với hướng dẫn viên riêng hoặc tham gia chuyến khám phá quán rượu.  TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Trong một kỳ nghỉ ngắn ngày ở Dublin vào tháng 12 năm 2022, chúng tôi đã đi ngang qua quán rượu The Temple Bar nhiều lần. Bên ngoài luôn đông đúc người trong đó có chúng tôi chụp ảnh những ánh đèn Giáng sinh tuyệt vời bao phủ tòa nhà. Chúng tôi quyết định sẽ không bận tâm đến việc đi vào vì rõ ràng đây là một điểm thu hút khách du lịch rất lớn. Tuy nhiên, vào ngày cuối cùng, chúng tôi đã vượt qua chính mình và bước vào; rất vui vì chúng tôi đã làm. Một bầu không khí tuyệt vời với nhạc sống. Tìm cho mình một chiếc bàn nhỏ và tự hỏi làm thế nào để đặt hàng vì nó quá bận rộn. Có một mã QR trên bàn, được đặt hàng qua ứng dụng và trong vòng vài phút đồ uống của chúng tôi đã đến - đội ngũ nhân viên thân thiện tuyệt vời. Ở lại thêm một chút nữa vì nó rất dễ đặt hàng và bầu không khí thật tuyệt vời. Sẽ giới thiệu kỹ lưỡng một hoặc hai chuyến thăm! Đọc thêm",
            "Hầu như mọi người lớn đều ghé thăm The Temple Bar Pub khi đến thăm Dublin.  Tôi và hai đứa cháu trai của tôi cũng vậy, chúng đều đã trưởng thành.  Một đứa cháu trai và tôi có một chiếc đàn hạc, đứa còn lại có một chiếc Guinness.  Mặc dù việc ghé thăm quán rượu rất thú vị nhưng chi phí cho ba pint là hơn 33 USD, chưa tính tiền boa.  Một quán bar tương tự ở New Orleans, nổi tiếng thế giới, sẽ không tính phí bia nhiều như vậy.  Chuyến thăm thú vị, vâng.  Quá đắt, vâng.  Tái bút, có vẻ như mọi quán bar trong khu vực Temple Bar đều tự gọi mình là Temple Bar.  Hãy tìm thanh màu đỏ.Đọc thêm",
            "Quán rượu nổi tiếng này nằm ngay trung tâm khu Temple Bar. Chúng tôi đến đó vì chúng tôi cảm thấy cần phải làm vậy. Luôn bận rộn và là thỏi nam châm thu hút các bữa tiệc độc thân. Tôi không nghĩ nó đắt đến thế nhưng chúng tôi chỉ ở lại uống một ly.Đọc thêm",
            "tôi thích nó, vâng, nó hơi đắt, nhưng thật là một trải nghiệm, ngồi trong một quán rượu cũ với nhạc TRỰC TIẾP và bầu không khí đáng chết. Vâng, có rất nhiều khách du lịch, nhưng đây chính là thứ mang lại tiền! và bạn mong đợi điều gì ở trung tâm Dublin, một trong những nơi nổi tiếng nhất thế giới.. Yêu việc bạn có thể ngồi trong khu vực dành cho người hút thuốc mà vẫn có không khí trong lành trong quán rượu và vẫn nghe nhạc, yêu cảm giác lịch sử về tất cả, chắc chắn là một nơi đáng để ghé thăm, đặc biệt nếu bạn quan tâm đến lịch sử của địa điểm.Đọc thêm",
            "Khu vực tuyệt vời với bầu không khí tuyệt vời và nhiều nhạc sống. Không thiếu các quán bar hoặc quán ăn phục vụ mọi sở thích nhưng nhìn chung đắt đỏ, có một quán tính phí hơn 10 euro cho một lít Heineken và nhiều hơn nữa cho rượu mạnh. Rất nhiều cửa hàng quà tặng dành cho những ai muốn có quà lưu niệm từ chuyến đi của mình. Đọc thêm",
            "Nếu bạn muốn có một trải nghiệm không bao giờ quên, The Temple Bar ở Dublin đang mời gọi bạn. Có nhạc sống từ các ban nhạc địa phương suốt cả ngày ở khu vực chính với hai quầy bar ở hai đầu tòa nhà. Bạn sẽ gặp những người thuộc mọi tầng lớp xã hội đã đi du lịch khắp thế giới bao gồm Mỹ, Na Uy, Brazil, Úc, Pháp và nhiều nơi khác.  Nơi đây hơi đông đúc, vì vậy chúng tôi khuyên bạn nên đến đó sớm trước khi màn đêm thực sự bắt đầu! Đó là một chuyến thăm phải từ chúng tôi.Đọc thêm",
            "Đồ uống ngon và nhạc - thời gian vui vẻ để tụ tập nếu bạn muốn giết thời gian. Nhân viên hơi bối rối, nhưng hệ thống đặt hàng bằng máy tính của họ đã ngừng hoạt động. Đừng quên tự quay phim bằng camera ngoài trời của họ! Đọc thêm",
            "Chỉ đến đây để uống nước. Rất đông nhưng chúng tôi đã có chỗ ngồi. Không khí tuyệt vời, nhạc sống chơi rất tuyệt. Cocktail rất ngon và có một ứng dụng bạn có thể sử dụng để tiết kiệm thời gian xếp hàng tại quầy bar. Tuy nhiên, hãy lưu ý rằng bạn phải trả giá cao ở Dublin! 8,90 cho một cốc bia Guinness là hơi đắt! Hãy cố gắng gạt điều đó ra sau đầu và tận hưởng sự vui vẻĐọc thêm",
            "Rõ ràng là phải ghé thăm khi bạn đến Ireland. Chúng tôi đã đi sớm hơn trong ngày và tìm được một bàn mặc dù rất bận và thậm chí còn trước giữa trưa. \n\nChúng tôi đi ngang qua vào buổi tối và nó rất bận rộn và tôi đoán đó là ngày thứ bảy. \n\nNếu bạn muốn có cơ hội đặt bàn thì tôi khuyên bạn nên càng sớm càng tốt, vì họ có nhạc sống rất tuyệt.Đọc thêm",
            "Tôi biết đây có lẽ là quán bar đông khách du lịch nhất ở Dublin, nhưng tôi vẫn thích nó. Rất nhiều lịch sử và hoàn toàn đẹp. Bên trong rất nhỏ nhưng rất đáng để bạn trải nghiệm.Đọc thêm",
            "Chúng tôi ghé vào vào thứ bảy, giữa buổi chiều để uống vài ly.  Chúng tôi rất ấn tượng với ban nhạc ba người hát một số bài hát tuyệt vời và chơi những bài hát truyền thống của Ailen với một lượng khán giả bị thu hút trong cơ sở rất đáng yêu này. Nhạc sống, bầu không khí và bầu không khí chắc chắn đã khiến chuyến thăm và ngày đầu tiên của chúng tôi ở Dublin trở nên chào đón, nâng cao tinh thần và giải trí .Đồ uống hơi đắt nhưng bầu không khí và âm nhạc khiến nó trở nên đáng giá. Tôi thực sự khuyên bạn nên ghé thăm vì tôi nghe nói bầu không khí thậm chí còn sôi động hơn vào buổi tối; mặc dù không khí buổi chiều chắc chắn không gây thất vọng chút nào. Những con người tuyệt vời, rất thân thiện và rất hiếu khách. Rất nhiều nơi để ghé vào để ăn gì đó ở rất gần nếu bạn muốn xếp hàng cho no bụng!! Chúng tôi chắc chắn sẽ ghé thăm lần nữa. Đọc thêm",
            "Nơi này rất vui! Nhạc sống rất thú vị và dịch vụ rất tuyệt vời. Quầy bar còn có một cửa hàng quà tặng gắn liền với nó, nơi bạn có thể mua một số mặt hàng thú vị!Đọc thêm",
            "Một kinh nghiệm phải có của Ailen. Nhân viên xuất sắc, hữu ích, hiệu quả và thân thiện. Thức ăn đắt tiền nhưng đó là điều bình thường đối với khu vực - đáng giá vì sự giúp đỡ hào phóng và ngon miệng. Nhạc sống tuyệt vời và bầu không khí tuyệt vờiĐọc thêm",
            "Chúng tôi đã đến vào tháng 12 và điều đó thực sự khiến bạn có tâm trạng Giáng sinh với nhạc sống tuyệt vời, ánh sáng, trang trí và tất nhiên, Guinness mượt mà đã trở thành một điều tuyệt vời! Không khí tuyệt vờiXem thêm",
            "Nghĩ rằng nơi này sẽ quá bận rộn và quá đông đúc tuy nhiên được phục vụ nhanh chóng, có được bàn tương đối dễ dàng và là món Guinness ngon nhất tôi có trong chuyến đi đến Dublin, thậm chí còn ngon hơn cả chính nhà kho. Có thể hiểu tại sao nó lại phổ biến đến vậy!Đọc thêm",
            "Mang tính biểu tượng nhất của quán rượu Temple Bar I Dublin. Bên ngoài là nơi chụp ảnh điên cuồng cho khách du lịch. Bên trong bạn sẽ tìm thấy nhạc sống thực sự của Ailen, lòng hiếu khách thực sự và Guinness. Giá thực phẩm ở quận Temple Bar cao hơn nhưng rất đáng để ghé thăm.Đọc thêm",
            "Tôi chỉ muốn chứng thực những gì người bạn đời của tôi bên dưới đã nói - anh ấy đang ở trong nhà vệ sinh vào thời điểm ông già bóp cổ chai rượu của anh ấy và tôi phải đấu tranh với vụ kiện của anh ấy - sau đó vào buổi tối hôm đó, tôi rời khỏi chỗ ngồi trong 10 giây và nhận ra rằng mình đã quên mất áo khoác. trở lại chỗ ngồi của tôi và nó đã biến mất, có lẽ là do nhân viên đã hạ pint của bạn tôi. Cũng có thể ở Liverpool với những tên trộm như thế nàyĐọc thêm",
            "Anh chàng thu thập kính ở đây đã làm đổ hết pint của tôi? Hơi thô lỗ khi tôi trả 10,95 cho thứ chết tiệt đó. Bouncer phải ép nhân viên rót cho tôi một ly khác và yêu cầu ban đầu của anh ta bị từ chối? Từ chối mệnh lệnh của một người chịu trách nhiệm đảm bảo rằng bạn không bị sa thải vì tính phí 11 euro cho một pint hoặc có gan để giảm chúng là một điều đặc biệt nên làm. Ngoài ra thì không saoĐọc thêm",
            "Trong kỳ nghỉ huấn luyện viên của tôi tới Ireland, tôi phải ghé qua quán bar Temple khi đến thăm Dublin. Vì rất bận nên tôi chỉ nhìn xung quanh mà không có cơ hội tìm được chỗ ngồi và không thích cơ hội đến quán bar hoặc được phục vụ. Rất nhiều người về bên ngoài quá. Thật tốt khi thấy an ninh khi tôi ở một mình, không có rắc rối nào và mọi người đều cư xửĐọc thêm",
            "Rất Ailen. Rất bận rộn nhưng được phục vụ nhanh chóng và bởi đội ngũ nhân viên thân thiện. Nhạc sống của Ailen rất hay và tạo ra bầu không khí tuyệt vờiĐọc thêm",
            "Chào buổi tối, bạn có phục vụ đồ ăn không chứa gluten không?Đọc thêm",
            "Tôi không biết, bạn phải hỏi quản lý, tôi chỉ là khách hàng.Đọc thêm",
            "Bạn có cần đặt trước để có thể đi uống nước vào cuối tuần không?Đọc thêm",
            "Chúng tôi đã không làm như vậy khi chúng tôi đi nhưng bây giờ có thể bận rộn hơn.  Có rất nhiều quán bar, nếu bạn không thể vào đó thì sẽ có nơi khác.Đọc thêm",
            "Họ thậm chí có mở cửa vào tháng 3 năm 2021 không?  Bây giờ là 5 giờ 30 chiều. ở đó và nó hoàn toàn tối.  Cảm ơn bạn đã cập nhật giờ hoạt động ĐÚNG của họ...nếu có.  Cảm ơn bạn!Đọc thêm",
            "Trẻ em có thể đi cùng người lớn vào ban ngày - giờ ăn trưa không?Đọc thêm",
            "vâng chúng tôi đã nhìn thấy trẻ em ở đó vào ban ngàyĐọc thêm",
            "Giá của một lít bia Guinness là bao nhiêu?Đọc thêm",
            "Đắt. Gần 7 Euro.Đọc thêm",
            "Nếu mở ở 12242019 hoặc 12252019Đọc thêm",
            "Tôi không biết\nBạn có thể xem tại websiteĐọc thêm",
            "Xin chào tốt! Chúng tôi sẽ đi du lịch đến Dublin. \nBạn có biết quán rượu này có cung cấp bia không chứa gluten không? \nCảm ơn trước Đọc thêm",
            "Tôi thực sự không có ý tưởng. Nhưng tôi nghĩ rằng trong toàn bộ khu Temple Bar có rất nhiều nơi phải bán. \nChúc may mắn và có một chuyến đi tốt đẹp.Đọc thêm",
            "Nhạc sống bắt đầu lúc mấy giờ?\nCảm ơn!!Đọc thêm",
            "Xin chào, Nhạc sống bắt đầu lúc 12 giờ trưa hàng ngày trừ Thứ Bảy bắt đầu lúc 11 giờ sáng. Các buổi biểu diễn trực tiếp diễn ra cả ngày lẫn đêm cho đến 2 giờ sáng, chỉ có thời gian nghỉ giữa các nhạc sĩ.\n\nNgoài ra, không mất phí vào cửa nên chỉ cần thưởng thức đồ uống và thưởng thức âm nhạc.Đọc thêm",
            "Giá cả thế nào Đọc thêm",
            "Đây là loại bia đắt nhất ở Dublin! 8 một cốc! Và nó không ngon lắm. Rất thương mại và không đáng...Đọc thêm",
            "Tôi muốn nói rằng tôi đã nhìn thấy Đền thờ trên Earthcam, trực tiếp. Hay quá!!!! Đọc thêm",
            "Thật thú vị khi thật gần mà cũng thật xa. Một ngày nào đó tôi sẽ đến đó!Đọc thêm"
        ],
        "star_ratings": [
            1718,
            971,
            259,
            73,
            135
        ],
        "review_amount": 3156,
        "location": [
            "Những điều cần làm ở Dublin",
            "Dublin",
            "Châu Âu",
            "Ireland",
            "quán bar chùa",
            "Tỉnh Leinster",
            "Quận Dublin"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written July 7, 2023",
            "Written July 19, 2023",
            "Written July 19, 2023",
            "Written July 29, 2023",
            "Written August 9, 2023",
            "Written August 10, 2023",
            "Written August 12, 2023",
            "Written August 20, 2023",
            "Written August 24, 2023",
            "Written June 7, 2024",
            "Written June 7, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186605-d188823-Reviews-The_Temple_Bar-Dublin_County_Dublin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d25019445-Reviews-Copper_Straw-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d25384507-Reviews-The_DL_Bar_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d13536271-Reviews-SOLE_Seafood_and_Grill-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d4046860-Reviews-The_Stage_Door_Cafe-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d12711158-Reviews-The_Sidecar_Bar_at_The_Westbury_Hotel-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d784311-Reviews-WILDE_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d2700214-Reviews-Murphys_Ice_Cream-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d19989019-Reviews-Zampas-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d1923786-Reviews-SOUP_DRAGON-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d3750798-Reviews-The_Sweetest_Thing-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188821-Reviews-Temple_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d11694638-Reviews-The_Distillery_Store-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8663514-Reviews-Artists_Gift_Gallery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216388-Reviews-Shona_Sculpture_Gallery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d18933378-Reviews-Black_Church_Print_Studio-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7127721-Reviews-The_Library_Project-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216349-Reviews-Original_Print_Gallery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8342762-Reviews-The_Irish_Rock_N_Roll_Museum_Experience-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d523542-Reviews-3Olympia_Theatre-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d6908649-Reviews-Dubh_Linn_Gardens-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188823-Reviews-or10-The_Temple_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d17541368-Reviews-The_Craic_Den_Comedy_Club-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d6748565-Reviews-Dublin_Free_Walking_Tour-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1412909-Reviews-Rural_Pub_Tours-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d24079850-Reviews-Experience_Irish_Whiskey-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d20196435-Reviews-In_Stitches_Comedy_Club-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8364087-Reviews-Cherry_Comedy_at_Whelan_s-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1749017-Reviews-SANDEMANs_NEW_Europe_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d9461573-Reviews-Dublin_Whiskey_Tours-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d546287-Reviews-Dublin_Literary_Pub_Crawl-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d2630587-Reviews-The_Comedy_Crunch-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d5991600-Reviews-3_Crown_Alley_Temple_Bar_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d15271834-Reviews-Lifty_Electric_Scooter_rentals-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d16710129-Reviews-Dublin_Polaroid_Tours-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d215056-Reviews-Temple_Bar_Gallery_and_Studios-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d2433512-Reviews-Dublin_Tour_Company-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d19767866-Reviews-Travelling_Ireland-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188826-Reviews-Claddagh_Records-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189613-Reviews-Fitzsimons-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d4066214-Reviews-Made_in_Cambodia_Market-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245381-Reviews-Ernst_Happel_Stadion-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d4953684-Reviews-Heydar_Aliyev_Cultural_Center-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d25302992-Reviews-Beat_The_Bomb_Dc-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110173-Reviews-Discovery_Cove-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g57465-d109182-Reviews-Vermont_Country_Store-Weston_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g32355-d610405-Reviews-San_Diego_Botanic_Garden-Encinitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41666-d560024-Reviews-Cape_Cod_Children_s_Museum-Mashpee_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d300879-Reviews-Amador_Causeway_Calzada_de_Amador-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d8561125-Reviews-The_Yellow_Fortress-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186605-d188823-Reviews-or10-The_Temple_Bar-Dublin_County_Dublin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186605-d188823-Reviews-The_Temple_Bar-Dublin_County_Dublin.html"
    }
]