[
    {
        "attraction_name": "The Gateway Arch",
        "attraction_name_vi": "Cổng vòm",
        "general_info": [
            "12.731 đánh giá",
            "1 trong số 543 hoạt động giải trí ở Saint Louis",
            "Địa điểm ưa thích",
            "Tháp quan sát",
            "Tượng đài Tượng đài"
        ],
        "attraction_summary": "Từ những góc nhìn ngoạn mục đến những câu chuyện tuyệt vời, chuyến tham quan Cổng vòm Gateway là một trải nghiệm không bao giờ ngừng truyền cảm hứng. Cho dù bạn chỉ có vài giờ hay cả ngày, bạn sẽ tìm thấy những hoạt động làm hài lòng mọi thành viên trong đoàn của mình. Các điểm tham quan bao gồm Chuyến đi xe điện lên đỉnh Cổng vòm Gateway, Bảo tàng tại Cổng vòm Gateway mở cửa vào ngày 3 tháng 7 năm 2018, một bộ phim tài liệu về quá trình xây dựng Cổng vòm, mua sắm tại Cửa hàng The Arch, một Quán cà phê Arch mới và các chuyến du ngoạn trên Thuyền sông tại Cổng vòm Gateway. Vé thường hết sớm và thường xuyên - khuyến khích mua trước. Đóng cửa vào Lễ Tạ ơn, Ngày Giáng sinh và Ngày đầu năm mới. Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi đến thăm vào đầu tháng Sáu. Rất cao và ấn tượng. Tôi muốn lên đỉnh nhưng con tôi lo ngại không gian chật hẹp nên không lên đỉnh. Chúng tôi rất thích bảo tàng miễn phí bên dưới. An ninh rất thú vị - giống như TSA ở sân bay. Không có gì to tát cả, chỉ là bất ngờ thôi. Khu vực bờ sông rất đẹp. Chúng tôi đậu xe ở một gara đỗ xe và nó có vẻ đắt đỏ.Đọc thêm",
            "Thật là một cấu trúc ấn tượng. Thật không may, các dịch vụ tương tác tối thiểu đã thắp sáng một cặp cậu bé chín tuổi không có hứng thú với việc cưỡi ngựa lên đỉnh nên chúng tôi hầu như không dành một giờ ở đây.  Rất may, chúng tôi đã tìm thấy một số điều họ muốn làm. Tuy nhiên, họ rất vui mừng khi tìm thấy một chiếc Lego nhái của Arch tại cửa hàng quà tặng! Đọc thêm",
            "Dù bạn làm gì, hãy xem bộ phim được chiếu ở Nhà hát Tucker.  Tôi sợ độ cao và lo lắng khi nhìn những người đàn ông đó đi lại mà không có dây an toàn!  Tôi đã kiểm tra xem những người đó kiếm được bao nhiêu và là 2,30 một giờ!  30 phút tốt nhất của toàn bộ nơi này.  Bảo tàng mang lại nhiều thông tin và thú vị và tầm nhìn từ Arch thật TUYỆT VỜI! Đọc thêm",
            "Quá nhiều việc phải làm nên tôi đã kết thúc việc quay lại vào ngày thứ hai. Tôi khuyên bạn nên tham dự một trong những cuộc nói chuyện của kiểm lâm viên. Có vẻ như họ làm chúng ở ngoài trời vào buổi sáng và trong bảo tàng vào buổi chiều. Bảo tàng được thực hiện rất tốt và dường như có rất nhiều hoạt động tương tác dành cho trẻ em. Thật thuận tiện khi chỉ ăn ở quán cà phê, nơi tôi đã thưởng thức triệt để các món đặc sản ở St. Louis như T-Ravs và bánh bơ béo ngậy. Vào cửa bảo tàng là miễn phí và toàn bộ trải nghiệm khiến tôi nghĩ đến một ví dụ tuyệt vời về việc chi tiêu hợp lý tiền thuế! Bộ phim tài liệu về việc xây dựng vòm rất đáng giá 7 vé. Đọc thêm",
            "Chúng tôi đã đến thăm Arch vào tháng 4 năm 2023. Chúng tôi đã đến đây nhiều lần, nhưng đây là lần đầu tiên kể từ khi họ xây dựng lối vào mới và đổi nó thành Công viên Quốc gia. Thật tuyệt khi được ngắm nhìn quang cảnh từ trên cao. Chúng tôi tận hưởng các cửa hàng và lịch sử của vòm được xây dựng. Đáng thời gian và chúng tôi sẽ ghé thăm lại. Đọc thêm",
            "Một yếu tố quan trọng trong cách chúng tôi lên kế hoạch cho chuyến đi là việc xem Cổng vòm. Đây chắc chắn là một công trình kiến ​​trúc ấn tượng thống trị đường chân trời của St. Louis. Nó có các viện bảo tàng và một cửa hàng quà tặng ở dưới chân, nếu tôi không nhầm thì có thể vào cửa miễn phí. Bạn chỉ cần đi qua an ninh kiểu sân bay. Trước khi đi thang máy lên đỉnh, hướng dẫn viên du lịch sẽ giới thiệu, kể về một số lịch sử, trả lời các câu hỏi và hướng dẫn bạn qua tất cả các bước. Hướng dẫn viên của chúng tôi rất sống động và dễ chịu. Thật không may là tôi không nhớ tên cô ấy. Bản thân chuyến đi đã rất thú vị do nó cần phải đi một con đường khác thường để lên đỉnh. Nó có thể trở nên khá chật chội mặc dù. Thời gian của bạn ở trên đỉnh rất hạn chế do không gian nhỏ và số lượng người mong muốn được ghé thăm. Vì vậy, khi bạn lên đó, đừng lãng phí thời gian, hãy chọn một cửa sổ và tận hưởng khung cảnh ven sông và ven thành phố.Đọc thêm",
            "Một cái nhìn tuyệt vời về lịch sử của khu vực STL. Arch rõ ràng là điểm thu hút chính, nhưng còn nhiều hơn thế nữa.  Tôi đã lên đến đỉnh và hơi buồn nôn vì độ cao nhưng các nhân viên thật tuyệt vời và giúp tôi phân tâm!  Tôi khuyên bạn nên thử nó, một việc phải làm khi ở STL.Đọc thêm",
            "Arch rất thú vị và là điều bắt buộc nếu bạn ở trên đường phố. khu vực Louis.  Chúng tôi đã lên đến đỉnh.  Tôi hơi sợ độ cao, nhưng tôi đã làm được điều đó mà không gặp khó khăn gì.  Bộ phim cũng thực sự hay.  \nMột lời phàn nàn là chúng tôi gặp khó khăn trong việc tìm chỗ đậu xe.  Tuy nhiên, cuối cùng chúng tôi đã đậu xe trên đê.  Có rất nhiều bậc thang dẫn lên Vòm từ Đê.Đọc thêm",
            "Chúng tôi thực sự thích chuyến thăm Arch! Đỗ xe bên bờ Sông nơi thuyền Sông neo đậu rồi đi bộ 5 phút đến lối vào. Đến đó đủ sớm để đi qua bảo tàng miễn phí trong 30-45 phút trước khi lên Arch. Đi thang máy lên đỉnh về cơ bản là trong một khoang mà bạn ngồi và cao khoảng 4 feet. Nếu bạn là người khá to lớn hoặc sợ không gian hẹp thì chuyến đi 4 phút có thể khá khó chịu! Khi lên đến đỉnh, quang cảnh thật ngoạn mục mặc dù cửa sổ bạn nhìn ra khá nhỏ. Bạn có chưa đầy 10 phút nên hãy ngắm cảnh từ cả hai phía! Đọc thêm",
            "Thực sự rất thích chuyến tham quan, nhưng lại ở trong một nhóm có 2 người mà chúng tôi không quen biết. Không gian rất nhỏ nên không quan tâm đến điều đó. Được tổ chức tốt, rất nhiều nhân viên Dịch vụ Công viên có mặt để giúp đỡ. Chúng tôi sợ trận mưa như trút nước sẽ hủy bỏ nó, nhưng không phải vậy!!! Đó là một mục danh sách xô. Nếu bạn đang ở trong khu vực, hãy làm điều đó. Tôi không khuyên bạn nên đến St. L chỉ vì điều đó.Đọc thêm",
            "Chúng tôi rất thích bảo tàng, đi xe điện lên đỉnh, xem phim tài liệu và cửa hàng quà tặng.  Bảo tàng được thực hiện tốt với sự kết hợp tốt giữa các hiện vật, đồ họa và triển lãm tương tác, đồng thời chứa nhiều thông tin thú vị.  Tôi vô cùng phấn khích khi được đi xe điện và ngắm nhìn thành phố từ trên cao.  Xe điện là một sự trở lại lịch sử.  Nếu bạn là người sợ bị giam cầm thì có thể bạn sẽ không thích nó.  Bộ phim tài liệu rất cũ nhưng thú vị.  Cửa hàng quà tặng chắc chắn có thứ gì đó dành cho tất cả mọi người.Đọc thêm",
            "Cổng vòm bạc ở St. Louis, nơi tôi đã cư trú vài năm, đi kèm với một bảo tàng nhỏ nằm bên dưới nó. Du khách có cơ hội leo lên vòm và ngắm nhìn khung cảnh mặt nước xung quanh.Đọc thêm",
            "A phải seedo khi đến thăm St. Louis!  Nhìn từ Arch rất ấn tượng và bảo tàng được hoàn thiện rất tốt. Lên kế hoạch dành tối thiểu vài giờ ở đây.Đọc thêm",
            "Tôi đã không đến cổng vòm kể từ cuối những năm 80 và tôi rất ấn tượng với những gì đã được thực hiện ở công viên. Bảo tàng bên dưới một số là một trải nghiệm tuyệt vời. Chuyến đi lên vòm là niềm vui đối với cả gia đình tôi, thậm chí cả vợ tôi, một người sợ bị nhốt.Đọc thêm",
            "Dễ dàng di chuyển từ trung tâm thành phố. Công viên tuyệt vời xung quanh vòm và nhiều góc nhìn đẹp. Chúng tôi không vào trong vì tài xế Uber kể với chúng tôi về một vụ hỏa hoạn gần đây, nhưng tầm nhìn từ bên ngoài rất đẹp.Đọc thêm",
            "Chúng tôi phải mất cả tiếng đồng hồ mới tìm được đường vào khu vực xung quanh Cổng vòm. Khi ở đó, nó thật tuyệt vời. Bản thân công viên rất yên bình và xinh đẹp.  Đọc thêm",
            "Trang web này có rất nhiều thứ để cung cấp ngoài phần trên cùng của vòm. Bảo tàng Western Expansion ở tầng một được xây dựng rất tốt. Bạn có thể dành thời gian ở đó lâu hay ít tùy thích. Đi xe điện lên đỉnh rất nhanh nhưng chật hẹp, vì vậy nếu bạn sợ bị nhốt thì đó có thể không phải là sở thích của bạn. Khung cảnh tuyệt vời ở cả hai phía - và bạn có thể cảm nhận được phần này của đất nước bằng phẳng như thế nào. Một trong những địa điểm nổi tiếng nằm trong danh sách của tôi với tư cách là người Mỹ. Rất vui vì tôi đã kiểm tra nó.Đọc thêm",
            "Nhìn gần nó lớn hơn nhiều so với khi nhìn từ xa.  Tôi đi dạo trong công viên dưới đó.  Bạn có thể chạm vào nó và có được những bức ảnh đẹp từ công viên.  Nó độc đáo và thú vị.Đọc thêm",
            "Trent, Jake và Jess rất giàu thông tin và hữu ích. Tôi hy vọng bạn sẽ nhận ra công việc khó khăn của họ. Tôi đã ở đó vào cuối ngày và tôi chắc chắn rằng họ hơi mệt mỏi, nhưng bạn sẽ không bao giờ biết được điều đó.Đọc thêm",
            "Nếu bạn có con nhỏ, hãy ưu tiên những việc khác cần làm khi đến thăm thành phố. Công viên xung quanh vòm rất đẹp, nhưng đi vào và lên là một chuyến đi. Bạn phải ở trong một khoang nhỏ để lên đỉnh và không có phòng tắm ở trên đỉnh! Trải nghiệm nói chung là rất ngắn và họ thực sự có thể nâng cao trải nghiệm bằng nhiều thông tin thú vị và mang tính giáo dục hơn. Là một người đã từng trải nghiệm những điểm tham quan cao cấp của Chicago, tôi thích những trải nghiệm đó hơn.Đọc thêm",
            "Chào buổi sáng,\nTôi có cần đặt trước để vào cổng không? nếu vậy thì làm thế nào vì tôi không thể tìm thấy trang web cho phép đặt chỗ theo thời gian. \ncảm ơn vì sự trở lại của bạn\nChuyến thăm tương lai của Frédéric tới St Louis vào cuối tháng 4 năm 2024Đọc thêm",
            "Không cần đặt trước hoặc thậm chí được chấp nhận ngoại trừ chỉ với các nhóm lớn. Đi, tham quan, thưởng thức.Đọc thêm",
            "CÂU HỎI KHẨN CẤP. Tôi đang tham gia lớp chăm sóc trẻ em, và chúng tôi đang học một khoa nhỏ, tôi đã đón đứa bé và tôi sắp đến St Louis, cụ thể là Arch, tôi có thể mang đứa bé đó theo không? và nếu vậy, tôi có được phép rời khỏi dây an toàn khi tôi đang giữ con tôi không? hay tôi phải mang nó theo.Đọc thêm",
            "Có một số chỗ chật hẹp nếu bạn muốn lên đỉnh vòm. Tôi đã lên đỉnh ba lần và tôi không nhớ đã nhìn thấy bất kỳ em bé nào. Tôi khuyên bạn nên gọi cho Gateway Arch và hỏi họ.Đọc thêm",
            "làm thế nào để bạn mua vé trước thời hạn?Đọc thêm",
            "Mua trực tuyến hoặc tại cửa. Chắc chắn đáng xem.Đọc thêm",
            "Tôi có thể đỗ xe ở đâu?  \nTôi nên đến đó sớm bao nhiêu để mua vé 9:20?Đọc thêm",
            "Chúng tôi lấy Lyft nhưng có bãi đậu xe trên đườngĐọc thêm",
            "Nó nói rằng bạn có cầu thang để đi lên đỉnh - có phải xe điện chỉ đi lên đến mức này và sau đó bạn phải đi bộ 6 tầng cầu thang trong quãng đường còn lại phải không?Đọc thêm",
            "đi đến tận cùng.Đọc thêm",
            "Lên kế hoạch đến thăm vào cuối năm nay, nghe nói có 96 bậc thang để leo lên đài quan sát và lo lắng rằng tôi có thể không vượt qua được!Đọc thêm",
            "Bạn không thể leo lên đài quan sát, bạn phải lên xe và đặt chỗ trước.Đọc thêm",
            "Bạn đã đỗ xe ở đâu khi đến The Arch?Đọc thêm",
            "Chúng tôi đậu xe miễn phí tại sòng bạc bên kia sôngĐọc thêm",
            "Tôi đọc là bạn phải leo 6 tầng cầu thang nhưng tôi không thể leo cầu thang. Bạn có thể đi lên được khôngĐọc thêm",
            "Họ chỉ bước bạn bước lên là từ bãi đậu xe trên sông.Đọc thêm",
            "Nếu chúng ta có vé cho chuyến đi đầu tiên trong ngày lúc 9h10 tối Chủ Nhật cuối tháng 7 thì chúng ta nên có mặt vào lúc mấy giờ? Liệu một tiếng rưỡi có đủ dài cho chuyến thăm không? Phải có mặt ở nơi khác trước 11 giờ sáng. Đọc thêm",
            "Nếu bạn muốn xem bảo tàng trước, hãy đến trước một hoặc hai giờĐọc thêm",
            "Nếu chúng ta có vé cho chuyến đi đầu tiên trong ngày lúc 9h10 sáng Chủ nhật cuối tháng 7 thì chúng ta nên có mặt vào lúc mấy giờ? Liệu một tiếng rưỡi có đủ dài cho chuyến thăm không? Phải có mặt ở nơi khác trước 11 giờ sáng.Đọc thêm",
            "Tôi sẽ đến đó sớm 30 phút vì bạn phải kiểm tra an ninh. Tôi cũng thực sự khuyên bạn nên sử dụng liên kết trong email xác nhận vé của mình để đỗ xe trả trước. Và một tiếng rưỡi sẽ đủ dài để bạn không muốn đọc từng biển hiệu trong khu vực bảo tàng.Đọc thêm"
        ],
        "star_ratings": [
            7569,
            3647,
            1174,
            224,
            118
        ],
        "review_amount": 12732,
        "location": [
            "Hoa Kỳ",
            "thánh Louis",
            "Cổng vòm",
            "Missouri MO",
            "Những điều cần làm ở Saint Louis"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 15, 2023",
            "Written June 18, 2023",
            "Written June 22, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 27, 2023",
            "Written July 2, 2023",
            "Written July 2, 2023",
            "Written June 5, 2024",
            "Written June 4, 2024",
            "Written May 24, 2024",
            "Written May 19, 2024",
            "Written May 9, 2024",
            "Written May 7, 2024",
            "Written April 28, 2024",
            "Written April 22, 2024",
            "Written April 17, 2024",
            "Written April 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g44881-d104318-Reviews-The_Gateway_Arch-Saint_Louis_Missouri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g44881-d463835-Reviews-Carmine_s_Steak_House-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44881-d1960974-Reviews-Brewhouse_Historical_Sports_Bar-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44881-d1576182-Reviews-Ruth_s_Chris_Steak_House-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44881-d2374667-Reviews-Three_Sixty-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44881-d674995-Reviews-Chili_Mac_s_Diner-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44881-d4230295-Reviews-Pickles_Deli_Downtown-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44881-d10128816-Reviews-Sugarfire_Smoke_House-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44881-d7125662-Reviews-Starbucks-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44881-d444438-Reviews-The_Old_Spaghetti_Factory-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44881-d6508165-Reviews-Budweiser_Brew_House-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d566888-Reviews-The_Old_Cathedral-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d532161-Reviews-Gateway_Arch_National_Park-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d109202-Reviews-Old_Courthouse-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d108420-Reviews-Museum_of_Westward_Expansion-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d6855757-Reviews-Cardinals_Hall_of_Fame_and_Museum-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d107818-Reviews-Busch_Stadium-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d559022-Reviews-Economy_Museum_At_The_Federal_Reserve_Bank-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d1882569-Reviews-City_Garden-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d9787042-Reviews-National_Blues_Museum-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d559056-Reviews-Levee_Mercantile-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d104318-Reviews-or10-The_Gateway_Arch-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d10285826-Reviews-Jefferson_Barracks_Telephone_Museum-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d143940-Reviews-Cathedral_Basilica_of_Saint_Louis-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d566895-Reviews-Campbell_House_Museum-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d559026-Reviews-Grant_s_Farm-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44551-d1756295-Reviews-Frank_Lloyd_Wright_House_in_Ebsworth_Park-Kirkwood_Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d660835-Reviews-Ulysses_S_Grant_National_Historical_Site-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d14215142-Reviews-Show_Me_Catfishing_Trophy_Guild_Service-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d3478687-Reviews-Gateway_Helicopter_Tours-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d2665270-Reviews-Riverboats_at_the_Gateway_Arch-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d13991977-Reviews-Top_Notch_Axe_Throwing_St_Louis-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d8106064-Reviews-Mastermind_Room_Escape_St_Louis-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d9861662-Reviews-See_STL_Tours-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d6525638-Reviews-Ballpark_Village-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d10517522-Reviews-Landmarks_Downtown_Walking_Tours-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g580452-d629740-Reviews-Playa_Crash_Boat-Aguadilla_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d1743109-Reviews-Starlight_Six_Drive_In-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d11670422-Reviews-JJ_Mall-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d299921-Reviews-Panama_Canal-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g562814-d669994-Reviews-Chaplins_Salou-Salou_Costa_Dorada_Province_of_Tarragona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d15303920-Reviews-Harajuku_ZOO_LAND-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d3613186-Reviews-Kasprowy_Wierch_Cable_Car-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g190441-d1857755-Reviews-Hangar_7-Salzburg_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g298562-d14101740-Reviews-Suma_Beach-Kobe_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d631942-Reviews-Arenal_Hanging_Bridges-Arenal_Volcano_National_Park_Province_of_Alajuela.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g44881-d104318-Reviews-or10-The_Gateway_Arch-Saint_Louis_Missouri.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g44881-d104318-Reviews-The_Gateway_Arch-Saint_Louis_Missouri.html"
    }
]