[
    {
        "attraction_name": "The Paris Catacombs",
        "attraction_name_vi": "Hầm mộ Paris",
        "general_info": [
            "8.568 đánh giá",
            "160 trong số 3.570 điều cần làm ở Paris",
            "Địa điểm lịch sử",
            "Nghĩa trang"
        ],
        "attraction_summary": "Là một mê cung đích thực ở trung tâm lòng đất Paris, nơi để hài cốt này chứa hài cốt của khoảng sáu triệu người dân Paris. Lịch sử của Hầm mộ bắt nguồn từ cuối thế kỷ 18 khi các nghĩa trang của thành phố bị đóng cửa vì lý do sức khỏe và đồ đạc trong đó được chuyển đến địa điểm dưới lòng đất. Ngày nay, bạn có thể đi bộ xuống cầu thang xoắn ốc và tham gia chuyến tham quan có hướng dẫn viên qua mạng lưới đường hầm hoặc khám phá nó theo tốc độ của riêng bạn. Nên mua vé bỏ hàng trực tuyến để tránh phải xếp hàng ngoằn ngoèo. Bạn có thể dễ dàng đến Hầm mộ bằng cách bắt tàu điện ngầm Paris.  TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Nơi này chắc chắn đáng ghé thăm nhưng nó quá đắt 27 đô la một người so với hiện tại.  Chuyến thăm mất khoảng 30 phút và khá đơn điệu.   Chỉ cần xem một số hình ảnh trực tuyến và tiết kiệm chi phí cho mình.Đọc thêm",
            "Ngắm nhìn hầm mộ là một trải nghiệm độc đáo và thực sự thú vị.  Chuyến tham quan bằng âm thanh rất nhiều thông tin và tôi rất vui vì chúng tôi đã theo dõi - nếu không thì sẽ không hiểu được lịch sử.  Tôi thực sự khuyên bạn nên kiểm tra hầm mộ!  Hãy nhớ đặt vé trước!Đọc thêm",
            "Chúng tôi rất thích đến thăm Hầm mộ và đặt vé trước một tuần khi họ mở cửa. Chuyến tham quan bằng âm thanh rất dễ sử dụng và tự định hướng. Mục nhập đúng thời gian có nghĩa là nó không đông đúc. Cầu thang lên xuống có thể hơi khó khăn đối với một số người. Sẽ rất hữu ích nếu họ đánh dấu quãng đường phải đi. Các đường hầm kỳ lạ, rùng rợn và kích thích tư duy. Toàn bộ quá trình trải nghiệm này khiến chúng tôi mất khoảng 45 phút.Đọc thêm",
            "Một bài trình bày rất giàu thông tin, từ mỏ đá vôi đến động lực xây dựng hầm mộ và dữ liệu nhân học thu thập được từ xương. Chúng tôi đã mua vé vào cổng theo thời gian trực tiếp từ trang web Paris Musees trước 5 ngày, đứa con 14 tuổi của tôi được giảm giá 10 và đứa con 29 của tôi đi kèm với hướng dẫn bằng âm thanh. Hãy chuẩn bị sẵn sàng để leo xuống và lên một số bậc cầu thang xoắn ốc, với đôi giày phù hợp với con đường rải sỏi ẩm ướt xuyên qua các đường hầm.Đọc thêm",
            "Theo tôi đây là việc phải làm khi ở Paris. Đặt trực tiếp qua Paris Musees. Chúng tôi đã trả 125 AUD tương đương cho 2 người lớn 2 thanh thiếu niên, các trang web khác nói rằng bỏ qua hàng đợi, v.v. đang tính phí 90 - 125 AUD cho mỗi người. Paris Musees chỉ phát hành trước ngày 7 ngày, bạn có thể dễ dàng chờ đợi ngày có hàng và đặt trực tuyến.Đọc thêm",
            "Chắc chắn đề nghị kinh nghiệm này. Rất kỳ lạ khi đi qua và nhìn thấy số lượng xương dọc theo các bức tường, hướng dẫn âm thanh sẽ cung cấp cho bạn thông tin cập nhật ở mỗi phần. Xin lưu ý rằng có khoảng 100 cầu thang ở lối vào và lối ra - không phải là nơi dễ dàng nhất vào một ngày nóngĐọc thêm",
            "Đây chắc chắn là nơi tôi muốn ghé thăm nhất khi đặt thời gian ở Paris và nó đã không làm tôi thất vọng! Thực sự không có hàng đợi để vào nên quá trình này thực sự nhanh chóng. Chúng tôi cũng đã đặt hàng các hướng dẫn bằng âm thanh thực sự đáng giá vì nó sẽ đưa bạn qua từng phần một cách rất tỉ mỉ. Có thể hiểu được, có rất nhiều cầu thang để ra vào hầm mộ nên sẽ không lý tưởng cho những người có vấn đề về di chuyển. Cửa hàng quà tặng, mặc dù đắt tiền nhưng có nhiều loại hàng hóa, bao gồm quần áo, sách và các món đồ nhỏ. Cá nhân tôi đã mua một cuốn sách thú vị Atlas of Dark Destinations cũng như nam châm và vòng chìa khóa. Nhìn chung, đây là một trải nghiệm tuyệt vời và sẽ giới thiệu cho bất kỳ ai yêu thích những điểm tham quan rùng rợn.Đọc thêm",
            "Đây là một nơi độc đáo để ghé thăm ở Paris, nơi bạn có thể tìm hiểu một số sự thật thú vị về cách người Paris sống và chết trong quá khứ. \n\nTuy nhiên, vì đường hầm hẹp nên bạn có thể bị mắc kẹt sau những người khác đang bò theo tốc độ của họ. Ngoài ra, tôi đã đến đó vào một ngày mưa và ở đó khá ẩm ướt - tôi không biết những ngày khác thế nào nhưng có thể an toàn hơn nếu đi giày không thấm nước.\n\nNhìn chung, giá để vào địa điểm này có vẻ quá cao: nó có giá như một tấm vé nguyên giá đến Versailles, nơi bạn dành nhiều thời gian hơn, trong khi ở đây tôi phải mất khoảng 40 phút để đi hết địa điểm và thậm chí tôi đã đọc gần như tất cả các trang. thông tin đứng.Đọc thêm",
            "Chúng tôi đã mua vé hướng dẫn bằng âm thanh! Chúng tôi đến trước giờ bán vé 5 phút và có thể vào thẳng mà không cần xếp hàng! Bạn nhận được hướng dẫn âm thanh trước khi đi xuống cầu thang và nó rất nhiều thông tin! Có rất nhiều bước và bề mặt không bằng phẳng! Tôi không khuyên bạn nên đưa trẻ em đi vì nó rất rùng rợn! Cửa hàng quà tặng rất tốt! Đọc thêm",
            "Hơi rùng rợn và củng cố quan điểm của tôi về hỏa táng ... đây là một giờ tuyệt vời và hơi thấp so với đường phố Paris. Lịch sử hấp dẫn về lý do tại sao xương được di chuyển để nhường chỗ cho một Paris đang phát triển và nó khá được tôn trọng. Bạn phải đặt trước và chỉ được phép trước một tuần và nhận được hướng dẫn bằng âm thanh vì nó giải thích rất nhiều điều. Đừng đi nếu bạn cảm thấy ngột ngạt. \n\nPhần tuyệt vời của Paris để khám phá - hãy cân nhắc kết hợp với Tháp Montparnasse, Vườn Luxembourg và Khu phố Latinh.Đọc thêm",
            "Chuyến tham quan hướng dẫn âm thanh tuyệt vời của hầm mộ. Rất thú vị khi nghe về lịch sử của hầm mộ và chuyến đi bộ tuyệt vời dưới đường phố Paris.Đọc thêm",
            "Điểm thu hút duy nhất mà tôi mong chờ nhất và nó đã không làm tôi thất vọng! Mặc dù đây không phải là điểm thu hút khách du lịch tốt nhất đối với người cao trên 6 feet, nhưng bạn sẽ mãi mãi thu mình lại. Nhưng điều đó chỉ làm tăng thêm niềm vui! Chuyến tham quan không mất nhiều thời gian nhưng chúng tôi đã dành thời gian để xem xét từng chi tiết. MUA VÉ TRƯỚC, vì nơi này bán hết vé rất nhanh.Đọc thêm",
            "Đây là một chuyến tham quan tuyệt vời!  Âm thanh tự hướng dẫn của nó, thường không phải là thứ tôi yêu thích - nhưng nó rất tuyệt.  Thông tin thật hấp dẫn và bạn đang đứng giữa lịch sử khó tin trong khi lắng nghe.  Rất nhiều cầu thang và nếu bạn sợ ngột ngạt thì nó có thể không dành cho bạn.  Đánh giá 5 sao- cả ngày!Đọc thêm",
            "Đây là một trang web thú vị và khiêm tốn không giống bất kỳ trang web nào khác.  Các cuộc triển lãm cung cấp cái nhìn sâu sắc về lịch sử và sự phát triển của Paris cũng như chính nơi để hài cốt.  Hướng dẫn âm thanh có nhiều thông tin rõ ràng và dễ sử dụng.  Tôi chắc chắn sẽ giới thiệu một chuyến thăm. Lưu ý: tốt nhất bạn nên đặt trực tiếp trước để có được giá tốt nhất.  Bạn có thể nghe chuyến tham quan bằng âm thanh mà không cần tai nghe nhưng nếu bạn mang theo một bộ thì sẽ đỡ phải cầm thiết bị hơn.Đọc thêm",
            "Hầm mộ được khai thác bên dưới Paris và được chuyển đổi thành nơi lưu giữ hài cốt của hàng triệu người đã chết trong nhiều thế kỷ ở Paris. Hầm mộ được tham quan bằng chuyến đi bộ tự hướng dẫn có hướng dẫn bằng âm thanh. Phần đầu tiên của hầm mộ là những đường hầm xuyên qua mỏ đá cũ. Sau đó, nó đi vào hầm mộ với vô số xương xếp dọc theo đường hầm. Nó chắc chắn không giống bất cứ thứ gì tôi từng thấy trước đây, nhưng nó cũng là thứ mà một khi bạn đã nhìn thấy thì bạn đã thấy nó. Đó là một đống xương và không có gì hơn thế.Đọc thêm",
            "RIP OFF VÀ LÃNG PHÍ THỜI GIAN 29 euro cho chuyến tham quan với tổng thời gian 45 phút của chuyến tham quan tự hướng dẫn. Không có màn hình đặc biệt nào và chỉ có hình ảnh của một vài địa điểm thú vị mà bạn sẽ không bao giờ tận mắt nhìn thấy. Sau đó chúng tôi đi đến cửa hàng và mua một câu đố. Câu đố có giá 22 trên đó và giá lên tới 29,95. Thay vì chỉ bán nó cho chúng tôi với mức giá đó như bất kỳ người bán nào vẫn làm, nhân viên này đã bóc nhãn dán ra và nói rằng đó là một sai lầm. Tôi thậm chí không nghĩ rằng điều này là hợp pháp. Anh ta thậm chí còn không nỗ lực để chia đôi sự khác biệt! Tôi rất khó chịu vì cuối cùng chúng tôi đã cho nơi đó 100 điểm vì một trải nghiệm tuyệt vời như vậy! TIẾT KIỆM TIỀN CỦA BẠN!! PARIS ĐỦ Đắt!! Mọi thứ chỉ là cái cớ để kiếm tiền và xu cho bạn ở đây! Chỉ cần xem trên YouTube và bạn sẽ tránh được không khí lạnh và ẩm ướt, trần nhà nhỏ giọt và 137 bậc thang để thoát ra ngoài và bị cửa hàng bảo tàng cướp mất!Đọc thêm",
            "Chúng tôi đã mua vé trên trang web chính thức trước một tuần, bạn không thể mua sớm hơn. Rẻ hơn nhiều. Rất thú vị. Bầu không khí thật bí ẩn. Không quá nhiều người, bạn có thể ngắm nhìn mọi thứ một cách thoải mái.Đọc thêm",
            "Thực sự thích chuyến thăm Tôi và bạn tôi đã quên đặt vé nên tôi rất vui khi biết rằng mình vẫn có thể nhận được một vé miễn phí và không phải xếp hàng vì tôi là người khuyết tật. Rất biết ơn dịch vụ của họ dành cho người khuyết tật. Thực sự khuyên bạn nên hãy cẩn thận nếu bạn gặp vấn đề về di chuyển kém vì cầu thang rất dàiĐọc thêm",
            "Đây là chuyến tham quan khó mua vé nhưng lại là một chuyến tham quan đáng giá trong 1-2 giờ đối với bất kỳ ai quan tâm đến lịch sử và sự phát triển của một thành phố, sự khéo léo trong kỹ thuật, sự sáng tạo và di sản. Đây là sự bù đắp tuyệt vời cho sự hào nhoáng, hào nhoáng và xa hoa của việc mua sắm trên đại lộ Champs-Elysees. Một việc phải làm ở Paris!! Đọc thêm",
            "lịch sử rất thú vị và hướng dẫn viên của chúng tôi TUYỆT VỜI và cũng rất nóng bỏng nữa, hey leo nếu bạn đang đọc những dòng này thì tôi thực sự khuyên bạn nên đọc! Đọc thêm",
            "ai đã phát hiện ra nóĐọc thêm",
            "Tôi không chắc rằng phát hiện ra là từ đúng. \nSự hiểu biết của tôi là từ nhiều Thế kỷ trước, nó từng là một Mỏ đang hoạt động - cuối cùng đã không được sử dụng. \nSong song đó, khi Paris phát triển, nó tiếp tục cạn kiệt chỗ chôn cất - vì vậy quyết định sử dụng địa điểm hầm mỏ làm nơi chôn cất thay thế đã được đưa ra. Và nhiều di tích chôn cất khác nhau đã được chuyển đến địa điểm này.Đọc thêm",
            "Tôi đã cố gắng đặt vé vào thứ sáu tuần sau, ngày 13 tháng 10 vì tôi biết vé chỉ xuất hiện trực tuyến một tuần trước đó. Tôi có thể thấy các tùy chọn cho Thứ Năm và Thứ Bảy tuy nhiên Thứ Sáu, tôi không thể chọn ngày mà nó chuyển sang màu xám. Có ai biết lý do tại sao hoặc đề xuất cách tôi có thể đặt vé không?\nNhững ngày khác đã bán hết sẽ được đánh dấu màu đỏ nên không có vẻ như vậy. \n\nChỉ ở đó từ thứ Sáu đến Chủ nhật và hành trình khá chặt chẽ.\n\ncảm ơn\nKatieĐọc thêm",
            "Chỉ cần thực sự cẩn thận khi mua vé trừ khi chúng đến trực tiếp từ hầm mộ. Họ sẽ không nhận ra chúng từ bên thứ 3.Đọc thêm",
            "Họ nghiêm khắc thế nào với ba lô? Tôi có một chiếc ba lô có kích thước tiêu chuẩn và tự hỏi liệu tôi có được phép mang theo nó không. Đọc thêm",
            "Chúng tôi đi vào với một chiếc ba lô nhỏ và không có vấn đề gì. Họ sẽ kiểm tra khi bạn thoát ra để đảm bảo bạn không mang theo bất kỳ món quà lưu niệm nào!Đọc thêm",
            "Xin chào Liệu việc mua vé bình thường trực tuyến và không bỏ qua hàng có đủ không vì nó tăng gấp đôi giá? Đọc thêm",
            "Không biết về vé theo dõi nhanh. Tất cả chúng tôi đều xếp hàng theo các dòng thời gian được phân bổ. Nếu bạn đến quá sớm, họ sẽ nói hãy quay lại.Đọc thêm",
            "Có kiểm tra ID nghiêm ngặt không? Tôi và cô ấy đang đến thăm và chúng tôi đã đặt vé cho những người 18-26 tuổi khi chúng tôi 27 tuổi. Đây có phải là vấn đề không?Đọc thêm",
            "Không, họ không kiểm tra ID của bạn trừ khi bạn trông chưa đủ tuổi vị thành niên và không có người lớnĐọc thêm",
            "Họ có các tour du lịch bằng âm thanh bằng khoảng 10 ngôn ngữ. Một thứ gì đó giống như điện thoại có tai nghe và lời tường thuật được ghi âm trước để giải thích khi bạn tự đi tham quan. Đọc thêm",
            "Tôi tiếp tục đọc rằng bạn cần phải mua vé trước - nhưng tất cả các chuyến tham quan tôi chọn trong hai tháng kể từ bây giờ đều bị từ chối và trên trang web chính thức - nó nói rằng do gian lận vé - bạn không thể mua vé xa hơn 2 tuần bất cứ ai gặp phải cái này?Đọc thêm",
            "Tôi tiếp tục đọc rằng bạn cần phải mua vé trước - nhưng tất cả các chuyến tham quan tôi chọn trong hai tháng kể từ bây giờ đều bị từ chối và trên trang web chính thức - nó nói rằng do gian lận vé - bạn không thể mua vé xa hơn 2 tuần bất cứ ai gặp phải cái này?Đọc thêm",
            "Tôi đã mua của chúng tôi khoảng hai tuần. Trên trang web chính thứcĐọc thêm",
            "Tôi đã mua vé nâng cao cho Hầm mộ, nhưng tôi không chắc mình có thể đặt chuyến tham quan có hướng dẫn bằng tiếng Anh hoặc mua thiết bị hướng dẫn bằng âm thanh ở đâu. Có bất kỳ bao gồm trong vé? Hay tôi phải mua tại quầy khi xuất trình vé? Đọc thêm",
            "Tôi đã mua vé trước cho Catacombs, nhưng tôi không chắc mình có thể đặt tour tham quan có hướng dẫn viên tiếng Anh hoặc mua hướng dẫn bằng âm thanh ở đâu. Vé có bao gồm những dịch vụ này không? Hay tôi phải mua tại quầy khi xuất trình vé? Đọc thêm"
        ],
        "star_ratings": [
            3891,
            2869,
            1045,
            314,
            451
        ],
        "review_amount": 8570,
        "location": [
            "Pháp",
            "Paris",
            "Những điều cần làm ở Paris",
            "Châu Âu",
            "Ile-de-France",
            "Hầm mộ Paris"
        ],
        "reviews_time": [
            "Written June 8, 2023",
            "Written June 13, 2023",
            "Written June 13, 2023",
            "Written June 25, 2023",
            "Written June 26, 2023",
            "Written July 9, 2023",
            "Written July 15, 2023",
            "Written August 5, 2023",
            "Written August 30, 2023",
            "Written September 10, 2023",
            "Written June 5, 2024",
            "Written June 2, 2024",
            "Written May 25, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187147-d189229-Reviews-The_Paris_Catacombs-Paris_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d24973910-Reviews-Maison_Binder-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d11947725-Reviews-L_Empreinte-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d4783611-Reviews-Aux_Enfants_Gates-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d3485727-Reviews-La_Vie_d_Ange-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d2275139-Reviews-Le_Cornichon-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d21389323-Reviews-Pizzamore_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d4561648-Reviews-Au_P_tit_Zinc-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d718647-Reviews-Contre_Allee-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d2407173-Reviews-Le_Kigawa-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d7345156-Reviews-Un_Jour_a_Hanoi-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d27532642-Reviews-Katakomben_Von_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14465775-Reviews-Monument_a_Ludovic_Trarieux-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14465689-Reviews-Monument_a_Nicolas_Charlet-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d244992-Reviews-Place_Denfert_Rochereau-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14993360-Reviews-Lion_de_Belfort-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d4783796-Reviews-Musee_de_la_Liberation_de_Paris_Musee_du_general_Leclerc_Musee_Jean_Moulin-Paris_.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6654060-Reviews-Daguerre_Maree-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d17708769-Reviews-Square_Georges_Lamarque-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14470344-Reviews-Square_Claude_Nicolas_Ledoux-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14465688-Reviews-Square_de_l_Abbe_Migne-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189229-Reviews-or10-The_Paris_Catacombs-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265614-Reviews-Pont_Alexandre_III-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d292257-Reviews-Le_Marais-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188679-Reviews-Cathedrale_Notre_Dame_de_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188709-Reviews-Arc_de_Triomphe-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190204-Reviews-Palais_Garnier-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190685-Reviews-Basilique_du_Sacre_Coeur_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189284-Reviews-Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188151-Reviews-Eiffel_Tower-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190202-Reviews-Sainte_Chapelle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188757-Reviews-Louvre_Museum-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d17378547-Reviews-Questcity-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d17601353-Reviews-Berline_Joker_Airport_cab_paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d15094711-Reviews-Fromagerie_Vacroux-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14466097-Reviews-Monument_a_Raspail-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14465930-Reviews-Square_Jacques_Antoine-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g59336-d9810291-Reviews-New_Vrindaban_Temple-Moundsville_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d483261-Reviews-Lokrum_Island-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g304006-d2312022-Reviews-Redang_Island-Pulau_Redang_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g44278-d4459707-Reviews-Crystal_City_Underground-Crystal_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d559062-Reviews-Kelly_Drive-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g609015-d4451823-Reviews-Platja_Cala_Aiguablava-Begur_Costa_Brava_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31225-d7908862-Reviews-Willow_Beach-Fort_Mohave_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g2562188-d447526-Reviews-Horton_Plains_National_Park-Ohiya_Uva_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d10624528-Reviews-Imgiebah_Bay-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g46683-d8009882-Reviews-Higbee_Beach-North_Cape_May_Lower_Township_Cape_May_County_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187147-d189229-Reviews-or10-The_Paris_Catacombs-Paris_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187147-d189229-Reviews-The_Paris_Catacombs-Paris_Ile_de_France.html"
    }
]