[
    {
        "attraction_name": "The Turtle Hospital",
        "attraction_name_vi": "Bệnh viện Rùa",
        "general_info": [
            "5.349 đánh giá",
            "1 trong 33 điều cần làm ở Marathon",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nhân viên bệnh viện Rùa đã rất hiệu quả trong việc giúp bạn đăng ký tham gia chuyến tham quan. Chuyến tham quan là sự kết hợp tuyệt vời giữa thông tin và khả năng đến thăm những chú rùa. Nó rất nhiều thông tin và giáo dục.  Hàng hóa của họ có giá hợp lý và tất cả doanh số bán hàng đều có mục đích lớn.  Đây là điểm dừng chân không thể bỏ qua trong chuyến thăm Keys của bạn.Đọc thêm",
            "Thật là một điểm dừng tuyệt vời!  Bệnh viện Rùa là một trải nghiệm giáo dục tuyệt vời!  Tôi đã có một trải nghiệm thú vị khi tìm hiểu về rùa biển.  Hôm nay chúng tôi đã gặp rất nhiều rùa biển và ai biết Bubble-Butt thực sự là một thứ.  Tôi đặc biệt khuyên bạn nên dừng lại để hỗ trợ cơ sở tuyệt vời này, những người luôn nỗ lực giúp đỡ những chú rùa biển bị thương hoặc bị bệnh để có hy vọng được thả trở lại đại dương!Đọc thêm",
            "Đây là lần thứ 5 trong chuyến tham quan Bệnh viện Rùa. Mỗi lần tôi học được điều gì đó mới. Những nỗ lực không mệt mỏi của các nhân viên nhằm giúp phục hồi và phục hồi những sinh vật hùng vĩ này cũng không kém phần đáng kinh ngạc! \n\nHãy dừng lại và ủng hộ những thiên thần tuyệt vời này khi họ chăm sóc quan trọng cho những chú rùa sắp mắc bệnh này. Đọc thêm",
            "Đến thăm chồng tôi khi ở Marathon. Rất thú vị và giáo dục. Người đàn ông lớn tuổi thực hiện chuyến tham quan của chúng tôi rất nhiều thông tin và thú vị. Ngày hôm đó chúng tôi đã học được rất nhiều điều và rất ấn tượng với đội ngũ nhân viên, cơ sở vật chất và dịch vụ bệnh viện cứu hộ được thực hiện ở đó.Đọc thêm",
            "Nếu bạn thích rùa, bảo tồn và thực sự giúp đỡ một mục đích bằng tiền của mình thì đây sẽ là khoản đầu tư đáng giá.  Chuyến tham quan có nhiều thông tin, độ dài phù hợp và bạn có thể nhìn thấy một số loài rùa biển khác nhau.  Rất khuyến khích cho những ai có con nhỏ đam mê sinh vật biển và tạo ra sự khác biệt.Đọc thêm",
            "Tôi đã nghỉ hưu vào tháng trước từ sự nghiệp giáo dục bao gồm giảng dạy sinh học biển và khoa học môi trường, vì vậy thật hợp lý khi tôi có chuyến thăm cơ sở này nằm trong danh sách việc cần làm của mình. Nó KHÔNG làm tôi thất vọng, đó là tất cả những gì tôi mong đợi! Thật là một cơ hội tuyệt vời để chia sẻ với công chúng những vấn đề mà con người gây ra cho các sinh vật khác mà chúng ta có chung vùng biển. Hy vọng rằng thông qua giáo dục, nó sẽ tạo ra hiệu ứng lan tỏa trong việc truyền bá và ngăn chặn một số vấn đề này.\n\nTôi khuyến khích tất cả mọi người khi họ đi qua khu vực hãy biến chuyến thăm này PHẢI DỪNG lại trong hai giờ trong thời gian họ ở The Keys. Hãy chú ý đến bức ảnh đính kèm về danh sách bệnh nhân năm nay và họ đến từ đâu. Rùa biển làm tổ và di chuyển xa hơn khu vực lân cận này và có lẽ chỉ có khoảng nửa tá cơ sở thực hiện cùng loại công việc. Hãy cân nhắc việc quyên góp ngoài phí tham quan của bạn để hỗ trợ những nỗ lực này.Đọc thêm",
            "Rất giáo dục!  Melissa thật tuyệt! Rất am hiểu!  Họ thực sự tận dụng tốt tài nguyên và tài sản của mình để cố gắng cứu mọi con rùa có thể.  Tôi là người Floridian và nghĩ rằng tôi biết tất cả những nguy hiểm mà loài rùa phải đối mặt nhưng tôi không biết.  Các thanh thiếu niên của tôi thậm chí còn hỏi liệu họ có thể quay lại và làm việc ở đó vào mùa hè tới không.Đọc thêm",
            "Nơi đáng kinh ngạc! Chuyến tham quan kéo dài 90 phút phải đặt trước thật tuyệt vời, rất nhiều kiến ​​thức và tuyệt vời khi thấy công việc được thực hiện ở đây. Đừng bỏ lỡ nơi này có hoặc không có trẻ em! Rất đáng tiền và thời gian.Đọc thêm",
            "Bệnh viện rùa này được tài trợ bởi những người đến thăm và là điểm dừng chân tuyệt vời để tìm hiểu thêm về những sinh vật hấp dẫn này. Bạn cần đặt chỗ trên một trong các chuyến tham quan có hướng dẫn trước khi đến để đảm bảo còn chỗ. Các hướng dẫn viên cực kỳ am hiểu và mất khoảng một tiếng rưỡi để chỉ cho bạn một vòng. Khoảng 50 con rùa tại chỗ trong các giai đoạn sống và phục hồi khác nhau.Đọc thêm",
            "Họ tổ chức các chuyến tham quan có hướng dẫn viên mỗi giờ hoặc lâu hơn và mỗi chuyến tham quan kéo dài 90 phút.  Hướng dẫn viên Mackenzie của chúng tôi thật tuyệt vời vì tôi chắc chắn rằng tất cả họ đều như vậy và rất am hiểu về mọi khía cạnh. Cách tuyệt vời để dành một vài giờ.Đọc thêm",
            "Chúng tôi đã cố gắng đến thăm Bệnh viện Rùa nhưng các chuyến tham quan được tính giờ và kéo dài 90 phút, quá dài đối với trẻ mới biết đi của chúng tôi. Tôi ước gì bệnh viện sẽ cân nhắc đến khán giả vì sẽ rất tuyệt nếu có một lựa chọn tham quan ngắn gọn hơn.Đọc thêm",
            "Tour du lịch thông tin, giáo dục tuyệt vời.  Chúng tôi thích nhìn thấy tất cả các loài rùa khác nhau trong các giai đoạn phục hồi khác nhau.  Đây là lần thứ hai chúng tôi đến đây và chúng tôi hoàn toàn thích nó cả hai lần! Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời.  Carla, nhà giáo dục của chúng tôi, thật tuyệt vời. Rất nhiều thông tin và thú vị.  Giữ sự chú ý của mọi người.  Được cả thanh thiếu niên và người lớn yêu thích.  Cơ sở tuyệt vời đang làm việc rất tốt.Đọc thêm",
            "Tình yêu và sự cống hiến cho những chú rùa này từ các nhân viên thật truyền cảm hứng và ấm lòng.  Họ điều hành một bệnh viện và trại cai nghiện đáng kinh ngạc. Chúng tôi thích nghe về tất cả các loài rùa và hành trình của chúng.Đọc thêm",
            "Hướng dẫn viên Melissa chỉ cho chúng tôi xung quanh việc trả lời tất cả các câu hỏi mà nhóm đưa ra. Phải xem tất cả những gì bệnh viện đang làm cho rùa. . Đọc thêm",
            "Hôm nay tôi đã có một khoảng thời gian tuyệt vời khi học từ Victoria!  Cô ấy tràn đầy kiến ​​thức và năng lượng! Chỉ cần lưu ý rằng cô ấy thích nói ị và thổi còi. Cười lớn Không biết tôi sẽ có nhiều niềm vui như tôi đã làm. Nơi tuyệt vời để ghé thăm. Victoria bạn thật tuyệtĐọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất tôi từng có. Hướng dẫn viên tuyệt vời của chúng tôi Carla đã có một chuyến tham quan tuyệt vời. Rất nhiều thông tin một cơ sở tuyệt vời! Những chú rùa được đối xử như hoàng gia dưới sự chăm sóc của đội ngũ nhân viên giàu lòng nhân ái. Tôi muốn giới thiệu điều này cho bất kỳ ai và tất cả mọi người.Đọc thêm",
            "Chúng tôi đã có một chuyến thăm tuyệt vời với những chú rùa!  Melissa là hướng dẫn viên du lịch của chúng tôi và cô ấy có rất nhiều thông tin về bệnh viện và biết tất cả các loài rùa!  Chúng tôi có 2 thiếu niên đi cùng và cả hai đều thích nhìn cận cảnh những chú rùa! Đáng giá cho chuyến đi của chúng tôi từ những chiếc chìa khóa và thực sự thích học cách họ chăm sóc và điều trị những chú rùa bị thương và bị bệnh!!Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời. Người hướng dẫn thật tuyệt vời và có thể thu hút chúng tôi từ một đứa trẻ 4 tuổi đến một người 66 tuổi. Bệnh viện sạch sẽ và được bảo quản tốt, xứng đáng với mức phí vào cửa. Không thể bỏ lỡ điểm tham quan này. Đọc thêm",
            "Thủ tục nhận phòng chậm kinh khủng. Hàng dài và có vẻ như không ai điền vào giấy miễn trừ trước! Hãy điền giấy miễn trừ trực tuyến trước khi đến và đặt chỗ trước, điều đó sẽ giúp ích! Còn về chuyến tham quan, chúng tôi khá chán cho đến khi chúng tôi đi ra phía sau để xem rùa. Trẻ em có vẻ thích rùa và thật tốt khi tiền của bạn giúp chúng chăm sóc rùa. Không phải là một chuyến tham quan thú vị. Chúng tôi thích thủy cung hơn nhiều! Đọc thêm",
            "Bạn có thể đến đó được không hay chúng tôi cần đặt chỗ trước?Đọc thêm",
            "Nhận đặt chỗ.Đọc thêm",
            "Khi nào là thời điểm tốt để đi? Bạn có được xem phẫu thuật rùa không? Con gái tôi rất muốn tìm hiểu về nghề này. Đọc thêm",
            "Bạn có được phép chụp ảnh không?Đọc thêm",
            "Chuẩn rồi! Chúng tôi đã có được một số bức ảnh tuyệt vời ở đó.Đọc thêm",
            "Bạn có giảm giá cho cựu chiến binh không?Đọc thêm",
            "Có một phiếu giảm giá 2,00 trong các tờ rơi từ trung tâm du khách.\nKhông biết có giảm giá cho cựu chiến binh không.Đọc thêm",
            "Xin chào, Làm thế nào chúng tôi có thể đặt chỗ? Điện thoại, thư, trên trang web của bạn ?? Có cần phải đặt trước lâu không? Chúng tôi đến vào kỳ nghỉ Giáng sinh. Đọc thêm",
            "Vậy một chuyến du lịch kéo dài bao lâu? Vậy chúng ta rời Bệnh viện Rùa nhé? Không được khuyến khích tiếp tục chuyến thăm? Đọc thêm",
            "Chuyến tham quan kéo dài khoảng 90 phút.  Bạn bắt đầu với một video và bài thuyết trình, sau đó đi dạo khu vực điều trị ER.  Sau đó, nó sẽ ra ngoài bể để xem những chú rùa đang hồi phục và những chú rùa đang được chăm sóc liên tục.Đọc thêm",
            "CHÀO! Chúng tôi muốn dừng lại ở bệnh viện Rùa trên đường đến Big Pine key. Chúng tôi sẽ kéo một chiếc xe cắm trại dài 28ft, có chỗ nào để đỗ xe khi chúng tôi ghé thăm không? Cảm ơn bạn!Đọc thêm",
            "Cảm ơn bạn đã lên kế hoạch đến thăm Bệnh viện Rùa.  Chúng tôi có số chỗ đậu xe hạn chế tại bệnh viện và không có chỗ cho người cắm trại dài 28 ft.  Có một ngân hàng bên cạnh chúng tôi ở phía nam.  Tôi khuyên bạn nên hỏi người quản lý, nhưng họ thường có sức chứa và hầu hết thời gian đều có chỗ ở bãi đậu xe ngân hàng song song với Bệnh viện Rùa.  Tôi hy vọng điều này là hữu ích.  Du lịch an toàn!Đọc thêm",
            "Mất bao nhiêu thời gian để lên kế hoạchĐọc thêm",
            "Chúng tôi khuyên bạn nên gọi điện trước để đặt chỗ.  Chương trình kéo dài 90 phút.\n\nCảm ơn bạn đã lên kế hoạch đến thăm Bệnh viện Rùa!Đọc thêm",
            "Sẽ có bản phát hành Turtle trước ngày 24 tháng 6 năm 2019 không?Đọc thêm",
            "Tôi không biếtĐọc tiếp",
            "Có cần đặt chỗ trước khi đến thăm Bệnh viện Rùa không?Đọc thêm",
            "Tốt nhất để đặt phòng.  Không yêu cầu tiền đặt cọc.  Chúng tôi đến nửa giờ trước chuyến tham quan lúc 11 giờ sáng.  Chúng tôi đã may mắn.  Chỉ còn lại bốn chỗ.Đọc thêm"
        ],
        "star_ratings": [
            4302,
            810,
            177,
            37,
            23
        ],
        "review_amount": 5349,
        "location": [
            "phím Florida",
            "Florida FL",
            "Marathon",
            "Hoa Kỳ",
            "Những điều cần làm ở Marathon",
            "Bệnh viện Rùa"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written July 2, 2023",
            "Written July 16, 2023",
            "Written July 22, 2023",
            "Written July 27, 2023",
            "Written August 10, 2023",
            "Written August 17, 2023",
            "Written August 17, 2023",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written April 27, 2024",
            "Written April 23, 2024",
            "Written April 21, 2024",
            "Written April 14, 2024",
            "Written April 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34347-d543369-Reviews-The_Turtle_Hospital-Marathon_Florida_Keys_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34347-d7219242-Reviews-Lighthouse_Grill-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34347-d648413-Reviews-Butterfly_Cafe-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34347-d7720800-Reviews-Mr_Beans_Books_and_Beans-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34347-d1637474-Reviews-TJ_s_Tiki_Bar-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34347-d2312945-Reviews-Paradise_Cuban_Restaurant-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34347-d821756-Reviews-La_Nina_Restaurant-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34347-d514908-Reviews-Porky_s_Bayside_Restaurant_and_Marina-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34347-d23061419-Reviews-Blue_Waters_Pool_Bar_Grill-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34347-d13117158-Reviews-The_Bistro-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34347-d25246636-Reviews-7_Mile_Cuban_Restaurant-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d10264980-Reviews-Shady_Palm_Art_Gallery_Frame_Shop-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d208185-Reviews-Sombrero_Reef-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d142777-Reviews-Crane_Point_Museum_Nature_Center-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d10464742-Reviews-Monroe_County_Public_Library_Marathon_Branch-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d519769-Reviews-Sombrero_Beach-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d143352-Reviews-Pigeon_Key-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d6012986-Reviews-Old_Seven_Mile_Bridge-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d519772-Reviews-Seven_Mile_Bridge-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d6833499-Reviews-Florida_Keys_Aquarium_Encounters-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d3139443-Reviews-San_Pablo_Catholic_Church-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d543369-Reviews-or10-The_Turtle_Hospital-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g499458-d552879-Reviews-Dolphin_Research_Center-Grassy_Key_Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d552875-Reviews-Curry_Hammock_State_Park-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d7899541-Reviews-Oceanfront_Park-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d142779-Reviews-Marathon_Garden_Club-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d24189474-Reviews-Marathon_Aquarium-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d15123728-Reviews-Thunderbolt_Wreck_Dive_Site-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d3180616-Reviews-Christina_s_Consignment_Boutique-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d2455569-Reviews-Island_Lure_Charters-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d1990554-Reviews-SeaSquared_Charters-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d10754481-Reviews-Keys_Cycles-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d19748426-Reviews-Marathon_Mermaid_Charters-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d14961644-Reviews-Z_Flight_Watersports-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d2559735-Reviews-Sundance_Sportfishing-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d19687080-Reviews-Spirit_Snorkeling_LLC-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d5962304-Reviews-Blue_Magic_Charters-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d12794060-Reviews-Gulf_Coast_Jet_Boats-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d11893201-Reviews-Finnz_Up_Sport_Fishing-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d1943581-Reviews-The_Tackle_Box-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d2030822-Reviews-Sailing_Catamaran_Sirius-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d7250371-Reviews-Marathon_Bicycle_Rental-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g51897-d254966-Reviews-Fort_Stevens_State_Park-Hammond_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g40694-d15036415-Reviews-President_Bush_Compound-Kennebunkport_Kennebunks_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g54907-d3957928-Reviews-Worley_s_Cave-Bluff_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d8707668-Reviews-Club_Harlem-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g50808-d4917409-Reviews-The_J_M_Smucker_Co_Store-Orrville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d630993-Reviews-Tracy_Arm_Fjord-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g188671-d265239-Reviews-The_Markt-Bruges_West_Flanders_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d4733486-Reviews-Secret_Beach-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d25437072-Reviews-Siege_of_Sarajevo_Museum-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herze.html",
            "https://www.tripadvisor.com/Attraction_Review-g2502617-d10515840-Reviews-Talacre_Beach-Talacre_Flintshire_North_Wales_Wales.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34347-d543369-Reviews-or10-The_Turtle_Hospital-Marathon_Florida_Keys_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34347-d543369-Reviews-The_Turtle_Hospital-Marathon_Florida_Keys_Florida.html"
    }
]