[
    {
        "attraction_name": "The Ocean Train",
        "attraction_name_vi": "Chuyến tàu đại dương",
        "general_info": [
            "47 đánh giá",
            "10 trên 66 Phương tiện giao thông ở Montréal",
            "Dịch vụ đường sắt"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Kinh khủng khủng khiếp Chuyến tàu bị trễ 24 giờ và tuyến đường sắt VIA luôn trễ có thể ít quan tâm hơn đến các chuyến tàu biển. Họ chỉ nên cắt bỏ các đoàn tàu để lấy sắt vụn và ngừng làm hành khách bực bội Đọc thêm",
            "Tàu rất cũ, cabin nhỏ nhưng đủ để ngủ một chút, vấn đề chính của chúng tôi là tàu quá chậm và gặp vấn đề khi dừng và phải đợi trong khi họ thay đổi kỹ sư, điều này đã xảy ra hơn một lần, thức ăn vào ngày thứ hai ngồi gần hết và không có lựa chọn đầu tiên cho bữa tối và bữa trưa, không bao gồm đồ uống và giá 10 đô la cho rượu và bia bạn cũng phải xếp hàng trên toa tự chọn, nơi dịch vụ rất chậm, rõ ràng là theo nhân viên tàu đã đến muộn từ 1 đến 4 giờ trong 6 tháng qua nhưng theo tài xế taxi, việc trễ 6 giờ của chúng tôi là một trong những ngày ngắn hơn mà chúng tôi đã dành gần 30 giờ và không có nhiều thứ để xem, chúng tôi khuyên bạn nên bayĐọc thêm",
            "Tôi yêu xe lửa. Tôi đã đi chuyến tàu này vào năm 2018 và yêu thích nó. Tôi đã bắt chuyến tàu này vào năm 2023 và nó đã từ một phần không thể thiếu và thú vị của chuyến đi trở thành phương tiện di chuyển. Lý do là hiện tại không có toa mái vòm trên chuyến tàu này. Toa ngắm cảnh hoặc mái vòm là nơi mọi người gặp gỡ và giao lưu...không có nó cũng tuyệt vời như các nhân viên khi chuyến đi trở thành người đi bộ.Đọc thêm",
            "I lOVE the Ocean train. What a deal. Leave Montreal on a Friday night at 7pm after appetizers and drinks in Montreal, and have Dinner in Halifax Saturday evening. Train or fly home. Beautiful views of the Appellation mountains and Fundy red mud. Great staff. Amazing food sleeper class dining car and service in the dining car. I mean for anyone who complains....what?!?! Driving or flying is no where near the same experience. Its fun right? Go for a discounted rate through their Offers link, then All the ways you can save then Sleeper Class Deals. Or buy on a Tuesday. I have paid full fare as well. Worth it. I have so many memories chatting with travellers from around the world and Canada taking this journey. They make it a journey VIA does. Photos of the East coast and culture in the dining car. A lounge. Its just fun! And the sleeps the best being rocked to sleep with top quality linens and pillows. Sure it is small accommodation and dated train but it is fun and clean and good service. A great way to get from Montreal to Halifax or vice versa. Yes there are delays. makes th journey fun. Do your trip one train early if you have a flight to catch or wedding to attend etc. I highly recommend. Sign up for VIA Preference on line free and easy and best points system in the travel industry I have found. You get free hints just for it being your first trip. If you are a CAA member you get bonus points and discounts. So funny cause now I never take my car I go by train and relax with food, drink, service and social if I want it. Berths are sleeper plus as well. and a good value especially with CAA you get 20 OFF. THE CANADIAN TRAIN WEST gets all the fame but I find the Ocean train is a hidden gem and more economical. No dome cart though. But there is a park car. I have met the most interesting people and had great times on this train. Love Love. Do it. Try and get it on sale Offers...All the ways you can save then Sleeper class deals. I have taken my teens on this with their own cabins and they loved it. Kids under 12 are 50 off. How fun for a kid that age .....Read more",
            "Renaissance sleeper compartment with show. Train left on time but arrived in Halifax over 4 hours late.  Evidently it had been arriving for weeks at least two hours late but though Via Rail sent various reminders before I left, they never mentioned this.  Sleeper compartment cold.  Carole, very nice sleeping car attendant, suggested opening door which brought in warmer air from corridor and also meant could see views from both sides.  Could not regulate temperature inside compartment.  Curtain on window had slight open weave so any light, say from houses as we passed through towns, came through.  I had a sleeping mask.  Train ride quite bumpy at times; other people remarked on this too.  I never used show.  Room for two carry-on size suitcases under lower bunk.  Possibly room for one other suitcase in compartment.  Two hooks and two hangers.  Very small drawers.  Minimal storage for one, but might be very tight storage space for two.  Had electric outlet which Carol reset so I could plug in my electric heating pad.  I feel the cold a lot but other people also mentioned cold.Meals included.  OK, not great.  Dining room attractive and not as cold as compartment.  Dinner first night had second setting delayed because evidently training chefs.  I tried getting meal delivered to my compartment first night but decided to go to dining room after that because plastic utensils, food not as warm, etc.Provided information on various stops.  Some views such as Miramichi valley beautiful.  Had a hand-out which identified various towns and what they were known for.  Helpful server said where we actually were as so far behind schedule not always sure where we were.Helpful Carol called my Halifax hotel to tell them I would be checking in 4 hours late.  Staff on train did their best but arriving at 10:15 pm versus 6:00 pm nothing they could do about.  Gave us an extra hot soup because arriving late. When I arrived in Halifax, no one in train station to assist.  Luckily, helpful taxi driver told me where Hollis Street was and I knew once I was on Hollis Street, I could find my hotel which I did.Lounges had limited seating space and somewhat run down.Read more",
            "Thật đáng thất vọng. Thức ăn thật kinh tởm. Đậu ăn kèm với đậu Hà Lan và sau đó lại ăn kèm đậu lăng vào bữa ăn tiếp theo. Các lựa chọn khác thường không còn nên thực sự không có lựa chọn nào. Xúc xích ở quán ăn vặt cũng không khá hơn; họ phục vụ một chiếc xúc xích lạnh trong một chiếc bánh mì ấm áp. Những món ăn rẻ tiền, vô vị được phục vụ và mang lên máy bay.  Đến nơi muộn hơn 3 tiếng. Nhân viên thân thiện, nhưng cabin đối với một người là một trải nghiệm ngột ngạt trên chiếc giường kiểu quân đội cũ. Không bao giờ đi du lịch bằng đường sắt nữa ở Canada. Đọc thêm",
            "Chúng tôi bắt chuyến tàu Ocean từ Halifax đến Montreal vào đầu tháng Sáu. Chúng tôi thường xuyên đi du lịch bằng tàu hỏa khi chúng tôi sống ở Pháp. Chuyến tàu này thực sự cần được cải tạo! Chúng tôi đã dành chỗ ngồi tốt nhất cho họ trên tàu giường nằm. Mọi thứ đều xuống cấp, thảm bẩn và phòng tắm bốc mùi. Rất may chỉ có khăn trải giường và khăn tắm sạch sẽ. Chiếc xe của nhà hàng lại cũ kỹ với chỗ ngồi không thoải mái. Các nhân viên phục vụ rất tốt mặc dù hơn một nửa đang được đào tạo. Thức ăn được mang lên tàu trong các hộp phục vụ riêng lẻ, được đóng gói lại và hâm nóng trên tàu. Khi tôi yêu cầu thêm nước sốt cho món thịt khô của mình, tôi được cho biết rằng không có thêm nước sốt nào trên tàu do đã có hộp sẵn. Giá trọn gói không bao gồm rượu hoặc bia, điều này thật đáng ngạc nhiên khi xét đến mức giá. Giường rất khó chịu và tôi bị đánh thức vì đau lưng suốt đêm. Thang để lên giường trên là một thử thách để thoát khỏi không gian chứa đồ và khó leo lên. Wi-Fi chỉ có ở 2 cabin dịch vụ, điều này thật đáng sốc vào năm 2023. Chúng tôi rất mong được tận hưởng chuyến tàu toàn cảnh nhưng thật đáng buồn là nó đã như vậy đã ngừng hoạt động từ lâu! Cuối cùng, chúng tôi đến Montreal muộn 1,5 giờ khiến chúng tôi bỏ lỡ một cuộc họp quan trọng.Đọc thêm",
            "Rất dễ chịu. Các tiện nghi tuyệt vời như cà phê, trà, sô-cô-la nóng. Và căng tin nhỏ tuyệt vời cũng như các bữa ăn nhỏ và đồ ăn nhẹ. Rất nhiều chỗ để chân và những chiếc bàn ở chỗ ngồi của bạn rất lớn và tuyệt vời để đựng đồ! Đọc thêm",
            "Chuyến đi qua đêm từ Halifax đến Quebec thực sự là một chuyến đi đáng mong ước. Chúng tôi đi vào ngày sau cơn bão Fiona và nhẹ nhõm khi thấy rằng chuyến tàu của chúng tôi khởi hành đúng lịch trình. Tuy nhiên, đó là điều cuối cùng đúng giờ vì tình trạng mất điện trên khắp Nova Scotia có nghĩa là nguồn điện đến các điểm giao cắt bị mất nên tàu chạy rất chậm và đến St Foy muộn 8 giờ. Cabin và phòng tắm nhỏ của chúng tôi ổn mặc dù đã cũ và đồ ăn khá ngon. Đọc thêm",
            "Vừa trở về sau chuyến đi khứ hồi trên biển. Sau khi đi tàu California Zephyr từ Oakland đến Chicago, tôi biết về du lịch tàu hỏa đường dài. Suy nghĩ của tôi về chuyến đi: Đi từ Montrreal vào ngày 31 tháng 8, chúng tôi có những người phục vụ tuyệt vời, thực sự thích Collin. Tất cả hành lý và những người ở toa ăn đều rất thân thiện. Trên đường trở về hoàn toàn khác... chúng tôi có một nữ tiếp viên rất cao cấp, người rất lo lắng về việc đeo khẩu trang, ngay cả khi chúng tôi ở trong cabin của mình. Không một lần cô ấy hỏi chúng tôi có muốn uống cà phê, v.v. hay không. Ngay cả sau khi chúng tôi xuống tàu, ở Montreal, cô ấy vẫn tiếp tục nói về khẩu trang... thế giới đã qua rồi. Hai cặp đôi chúng tôi thấy 4 bữa ăn ngon, hai bữa còn lại thì không. Chắc chắn là phòng nhỏ, không ai trong chúng tôi bận tâm đến việc tắm rửa. Nhưng phàn nàn lớn nhất là tình trạng đường ray kém. Không thực sự là vấn đề về vias. Chuyến đi phần lớn rất xóc và ở một số đoạn, tàu chạy rất chậm, đến nỗi chúng tôi đến muộn hai giờ, cả hai đường ray. Phong cảnh đẹp khi rời Montreal, quanh Halifax và một số vùng của Quebec. Nhưng thành thật mà nói, hầu hết chỉ là gần cây cối. Nhìn chung, tất cả chúng tôi đều thất vọng. Chúng tôi sẽ không thực hiện chuyến đi này nữa, nhưng sẽ thực hiện hành trình từ Toronto đến Vancouver. Chúng tôi thích chuyến đi California Zephyr, nhưng không thích hành trình này, chắc chắn không đáng với số tiền họ tính. Đọc thêm",
            "Bạn có nhớ giá giường ngủ là bao nhiêu không? Cảm ơn bạnĐọc thêm",
            "chúng tôi đã đặt vé theo nhóm nên rất tiếc là sẽ không chính xác đối với một vé. Tốt nhất bạn nên gọi Via Rail.Đọc thêm",
            "Đang tìm kiếm một chuyến đi nghỉ bằng tàu bắt đầu từ Montreal tới Quebec và hơn thế nữa. Gợi ý?Đọc thêm",
            "Xin lỗi không có nghĩa là phản hồi của bạn không hữu ích, tôi đã nhấn nhầm mũi tên và dường như không thể thay đổi nó.Đọc thêm",
            "Chúng tôi đang lên kế hoạch cho chuyến đi đến miền Đông Canada vào tháng 5-tháng 6 năm 2019. Chúng tôi muốn đưa vào hành trình tàu VIA Ocean. Xin hãy tư vấn xem hướng từ tây sang đông có tốt hơn hướng từ đông sang tây không. Một số bình luận trước đây có nhắc đến thực tế là ghế ngồi hướng về một hướng nhất định. a là thực tế và b là chỉ trong cabin hay là vấn đề ở khu vực ghế ngồi chính. Cảm ơn rất nhiều. Don Dublin Ireland. Đọc thêm",
            "Vì bạn có thể tự do di chuyển trên tàu và có thể lên các toa mái vòm nếu bạn có cabin ngủ nên hướng đi không quan trọng đối với việc quan sát. Vấn đề lớn là lịch trình - một phần của chuyến đi nhất thiết phải diễn ra vào ban đêm. Vì vậy, bạn nên kiểm tra lịch trình và xem phần nào của chuyến đi bạn sẽ không thể tham dự do màn đêm buông xuống. Sau đó, bạn có thể chọn hướng dựa trên mức độ ưu tiên xem.  \n\nNhân tiện, chúng tôi nghĩ chuyến đi chẳng có gì đáng sợ cả!  Nó không sánh bằng một khách sạn năm sao, nhưng tại sao bạn lại mong đợi điều đó?!?  Thức ăn ngon hơn nhiều so với chúng tôi mong đợi và dịch vụ thì tuyệt vời!  Chúng tôi dự định làm lại theo hướng ngược lại.Đọc thêm",
            "Có chuyến tham quan nào từ Halifax tới Peggys Cove không? hoặc bạn cần thuê một chiếc xe hơi?  Bạn có thể thuê một chiếc ô tô ở Halifax không?Đọc thêm",
            "Tôi không biết về các chuyến tham quan nhưng vâng, bạn có thể và chúng tôi đã thuê một chiếc ô tô.  Có một số địa điểm cho thuê ngay trung tâm thành phố.Đọc thêm",
            "Xin chào, chuyến tàu này có đúng giờ không? Chuyến tàu này có thường xuyên bị trễ không và giá bao nhiêu? Cảm ơnĐọc thêm",
            "Chuyến đi của tôi từ Montreal đến Moncton đã diễn ra đúng tiến độ.Đọc thêm",
            "Xin chào,\nTôi đang cân nhắc đi tàu Ocean Train từ Montreal đến Moncton vào tháng 8 tới và tôi tự hỏi liệu lựa chọn giường nằm này có xứng đáng so với giá vé Escape tiết kiệm hơn đáng kể hay không. Bất kỳ lời khuyên nào về cách nhận được giảm giá sẽ được đánh giá cao. Cảm ơn! Ramón, đến từ Madrid, Tây Ban NhaĐọc thêm",
            "ViaRail gửi email danh sách giá vé giảm giá vào thứ Ba hàng tuần.  Hãy vào trang web của họ và đăng ký.  Tôi không thể đảm bảo rằng The Ocean sẽ được liệt kê, nhưng nó đáng để thử.  Cũng nên nhớ rằng đồng đô la Canada ngày nay là một món hời, vì vậy hãy kiểm tra tỷ giá hối đoái.  Bây giờ, đối với những chiếc giường ngủ, tôi cảm thấy cái giá phải trả là xứng đáng.  Khoang khá rộng, sạch sẽ và thoải mái.  Giường, ghế tốt.  Tiện nghi tốt đẹp.  Toilet và bồn rửa riêng trong phòng.  Và bạn có quyền truy cập độc quyền vào Park Car, một cách đi du lịch rất tao nhã.Đọc thêm",
            "Tàu Ocean có đi đến sân bay từ Halifax không vì chúng tôi sẽ cần thuê một chiếc ô tô khi đến Montreal, chúng tôi dự định sẽ đi vào mùa thu để ngắm hết những chiếc lá. Cảm ơn trước.Đọc thêm",
            "Tàu không dừng ở sân bay.Đọc thêm",
            "Chúng tôi sẽ lên tàu ở Thành phố Quebec, đặt vào khoang ngủ trên Xe Park. Nó được mô tả là một cabin đôi vì nó có 2 bến dưới thay vì trên và dưới, có ảnh về cấu hình này ở đâu khác ngoài sơ đồ toa tàu hiển thị trên trang web Via không? Ngoài ra, khi chúng tôi lên tàu thì đã gần 11 giờ đêm, lúc đó họ sẽ hỏi chúng tôi về thời gian đặt bữa sáng cho sáng hôm sau hay có cách nào để làm việc này trước khi lên tàu không? Cảm ơn.Đọc thêm",
            "Cảm ơn sự giúp đỡ của bạn sẽ hiệu quả.Đọc thêm"
        ],
        "star_ratings": [
            10,
            17,
            9,
            4,
            7
        ],
        "review_amount": 47,
        "location": [
            "Canada",
            "Chuyến tàu đại dương",
            "Québec",
            "Những điều cần làm ở Montréal",
            "Montréal"
        ],
        "reviews_time": [
            "Written December 18, 2023",
            "Written October 7, 2023",
            "Written September 29, 2023",
            "Written July 20, 2023",
            "Written July 12, 2023",
            "Written July 10, 2023",
            "Written June 8, 2023",
            "Written May 24, 2023",
            "Written April 7, 2023",
            "Written September 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g155032-d10177235-Reviews-The_Ocean_Train-Montreal_Quebec.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d10177235-Reviews-or10-The_Ocean_Train-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d9607798-Reviews-Montreal_Metro-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d183992-Reviews-Old_Port_of_Montreal_Longueuil_Ferry-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d2715776-Reviews-VIA_Rail_Canada_Montreal_Station-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d17540756-Reviews-GANKOR_TOURS-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d10465271-Reviews-La_Navette_Nature-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d183920-Reviews-Balade_de_Vieux_Port-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d27470871-Reviews-Luggage_Storage_in_Montreal_by_Stasher_com-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d17559467-Reviews-Black_Montreal_Experiences-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d27112030-Reviews-North_Adventures-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d26720549-Reviews-VIA_Rail_Canada-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10547212-Reviews-Diamond_District-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2015887-Reviews-Galerie_Vivienne-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g46241-d8564025-Reviews-Lake_Sunapee-Sunapee_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g56015-d10499331-Reviews-Chisholm_Aquatics_Center-Hurst_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d2350878-Reviews-Grandview_Unit_New_River_National_Park-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d630372-Reviews-Kritinia_Castle-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g46170-d116320-Reviews-Six_Gun_City-Mount_Washington_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g47292-d4499041-Reviews-Lake_Tiorati_Beach_Harriman_State_Park-Bear_Mountain_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34312-d12687942-Reviews-Indialantic_Boardwalk_and_Seashore-Indialantic_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d107777-Reviews-Noah_s_Ark_Water_Park-Wisconsin_Dells_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g155032-d10177235-Reviews-or10-The_Ocean_Train-Montreal_Quebec.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g155032-d10177235-Reviews-The_Ocean_Train-Montreal_Quebec.html"
    }
]