[
    {
        "attraction_name": "The Viking Museum",
        "attraction_name_vi": "Bảo tàng Viking",
        "general_info": [
            "687 đánh giá",
            "41 trong số 433 việc cần làm ở Stockholm",
            "Bảo tàng chuyên ngành",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Bảo tàng Viking là một bảo tàng tương tác kể câu chuyện về Scandinavia thời đại Viking từ những người đi biển dũng cảm cho đến những người ở nhà tại các trang trại. Tại đây, bạn có thể tìm hiểu về một trong những giai đoạn lịch sử thần thoại nhất theo những cách sáng tạo thông qua phim ảnh, hiện vật và môi trường tuyệt đẹp. Có một số chuyến tham quan có hướng dẫn viên bằng tiếng Anh hàng ngày, được tổ chức bởi những hướng dẫn viên am hiểu trong trang phục thời Viking. Bảo tàng Viking có chuyến đi riêng, Ragnfrids kể một câu chuyện đầy phiêu lưu về một gia đình Thời đại Viking và cuộc đột kích ở Châu Âu thế kỷ thứ 10. Chuyến đi mất mười một phút và có sẵn bằng chín ngôn ngữ. Bên trong Bảo tàng Viking, bạn cũng sẽ tìm thấy nhà hàng Eld mới khai trương. Thực đơn cung cấp các món ăn chất lượng mang ảnh hưởng của Bắc Âu và luôn dựa trên các sản phẩm theo mùa. Có rất nhiều loại bánh ngọt, bánh bao và bánh quy hữu cơ dành cho những ai thích món fika Thụy Điển. Thông tin cập nhật về giờ mở cửa và giá cả có thể được tìm thấy trên trang web của bảo tàng.Đọc thêm",
        "reviews": [
            "Đảo Djurgården và phần mở rộng phía bắc đất liền của nó, Djurgårdsbrunn, gây ấn tượng với sự kết hợp giữa thiên nhiên và vô số bảo tàng, đồng thời nằm trong khoảng cách đi bộ đến trung tâm thành phố Stockholms. Djurgården không chỉ mời gọi du khách đi bộ bất tận qua cảnh quan công viên xinh đẹp mà không cần phải rời khỏi thành phố mà còn cung cấp một loạt các phương tiện giải trí đáng kinh ngạc, chẳng hạn như bảo tàng ngoài trời chuyên về lối sống tiền công nghiệp hóa của người Thụy Điển, Bảo tàng Vasa nổi tiếng với chiếc thuyền buồm huyền thoại và công viên giải trí nổi tiếng nhất Thụy Điển Gröna Lund, đã hơn 100 năm tuổi.Đọc thêm",
            "Bảo tàng đa phương tiện về người Viking. Trưng bày bằng tiếng Thụy Điển và tiếng Anh. Thậm chí còn có một chuyến đi giống như Disney kể câu chuyện về cuộc sống của một nhà thám hiểm người Viking. Nhìn chung, không phải là một nơi lớn nhưng gia đình thực sự thích nơi này. Đọc thêm",
            "Nằm gần bảo tàng Vasa, bảo tàng Viking cung cấp lịch sử về người Viking, tập trung vào những người đến từ Thụy Điển. Có các cuộc nói chuyện bằng nhiều ngôn ngữ với những người hướng dẫn mặc trang phục Viking. Có một chuyến đi tương tác thú vị ở tầng hầm. Nhìn chung là tốt nhưng không xuất sắcĐọc thêm",
            "Chúng tôi đã ở Stockholm ngày hôm đó và chúng tôi muốn đến thăm bảo tàng Viking, ngay từ đầu các nhân viên đã chào đón chúng tôi rất tử tế, bảo tàng rất thú vị, một chút lịch sử, v.v. Đặc biệt chú ý đến người kể chuyện trong khi cưỡi ngựa. Tôi giới thiệu nó cho mọi người; Đọc thêm",
            "Bảo tàng không lớn. Điều khiến tôi bối rối là người hướng dẫn viên không nói gì về Kievan Rus, tôi thậm chí còn không nói về Bulgaria trên sông Volga. Văn bản đề cập đến cả hai chỉ ở một nơi. Điều này rất kỳ lạ, bởi vì người Viking từ Thụy Điển đi thuyền về phía đông, người Đan Mạch đến Anh và Normandy, còn người Viking từ Na Uy đến Scotland, Greenland và Ireland. Tôi đã bị sốc.\nMọi quốc gia khác thay vì Thụy Điển sẽ rất tự hào... Họ đã trao quyền thành lập nhà nước ban đầu cho Rus Kiev và các quốc gia kế thừa của nó - Ukraine, Nga và Belarus. Tôi không có lời nào.Đọc thêm",
            "Yêu bảo tàng Viking rất nhiều thông tin này. Bảo tàng thực tế nhỏ so với những bảo tàng khác nhưng chứa đựng nhiều thông tin và trải nghiệm tương tác. \n\nRất nhiều ý kiến ​​tiêu cực nói rằng nó quá đắt nhưng tôi không đồng ý. Đây là một cuộc triển lãm được tổ chức và bảo trì tốt xứng đáng với những gì nó yêu cầu. \n\nChúng tôi đã cố gắng bắt kịp chuyến tham quan bằng tiếng Anh, tôi thừa nhận là đã kéo dài nên chúng tôi băn khoăn và thay vào đó xem video. \n\nNhân viên rất thân thiện và hữu ích. \n\nChuyến đi cuối cùng cũng là một cảm giác thú vị.Đọc thêm",
            "Các nhân viên rất hữu ích. Hướng dẫn viên du lịch thực sự sâu sắc và đưa ra một số lịch sử thực sự hay về người viking.  Bản thân bảo tàng đã thực sự tốt cũng như chuyến đi nhỏ ở cuối. Đồ ăn ở nhà hàng rất ngonXem thêm",
            "Đây sẽ là một bảo tàng thú vị dành cho gia đình và trẻ em. Rất nhiều màn hình và hiện vật thú vị. Tôi lẽ ra sẽ thích nhiều nội dung lịch sử hơn là một bảng dòng thời gian, nhưng chúng tôi chắc chắn đã hiểu rõ về cách người Viking sống và yêu thương.Đọc thêm",
            "Bảo tàng tuyệt vời với các hiện vật và bối cảnh. Bảo tàng gần bảo tàng Vasa nên chúng tôi có thể đến thăm cả hai. Họ có rìu, tiền xu và kiếm thật. Họ cũng có bản tái tạo lại một người Viking được khai quật cách đây vài năm.Đọc thêm",
            "Phần chính của bảo tàng khá thú vị, mặc dù chúng tôi lang thang qua nó khá nhanh. \nNghĩ rằng chuyến đi đã mang lại cảm giác trở thành một người Viking một chút sống động bằng cách cung cấp một câu chuyện. Nó có thể không dành cho tất cả mọi người nhưng chúng tôi rất thích nó và hiểu rõ hơn về cuộc sống của người Viking.Đọc thêm",
            "Chúng tôi đã đến thăm bảo tàng trong một chuyến đi học với 56 thanh thiếu niên và tất cả họ đều yêu thích trải nghiệm của mình.\nHai người hướng dẫn thật tuyệt vời và khiến họ khám phá cuộc sống của người viking. Và chuyến tàu để kết thúc chuyến tham quan thực sự được thực hiện rất tốt và thú vị.Đọc thêm",
            "Bảo tàng có hai nửa.  Một bảo tàng nhỏ với RẤT NHIỀU bảng có các bài tiểu luận để đọc và một chuyến đi mang đến một cuộc đột kích điển hình của người viking vào cuộc sống. Phần bảo tàng thì ổn, nhưng quá nhiều từ, không đủ chỗ.  Tuy nhiên, nó trở nên sống động nhờ những cuộc nói chuyện thường xuyên từ các nhân viên ăn mặc rất thuyết phục như người viking. Chuyến đi sử dụng tất cả các loại phương tiện truyền thông để kể câu chuyện về người viking và rất thú vị. Đó là một ý tưởng hay khi đưa phần lịch sử này vào cuộc sống, bảo tàng đứng đầu 1,5 giờ.Đọc thêm",
            "Tôi không thể tin được bảo tàng này khiến tôi chán đến thế. Nó quá nhỏ, thực ra chỉ có một phòng, với một số hiện vật từ thời Viking và một số tài liệu tham khảo lịch sử trên tường. Hoàn toàn không xứng đáng. Đọc thêm",
            "Bảo tàng đầu tiên chúng tôi ghé thăm trên đảo. Các nhân viên mặc quần áo thời kỳ. Có rất nhiều vật phẩm Viking được trưng bày và có một chuyến đi sẽ đưa bạn qua cuộc hành trình của một người Viking. Chuyến đi là một bất ngờ thú vị và đó là phần tuyệt vời nhất của chuyến thăm. Bảo tàng cũng có một nhà hàng đẹp và một cửa hàng.Đọc thêm",
            "Chúng tôi đã đến thăm bảo tàng trong một chuyến đi học với 56 thanh thiếu niên và tất cả họ đều yêu thích trải nghiệm của mình. Hai hướng dẫn viên thật tuyệt vời và khiến họ khám phá cuộc sống của người Viking. Và chuyến tàu để kết thúc chuyến tham quan thực sự được thực hiện rất tốt và thú vị.Đọc thêm",
            "Bảo tàng rất thú vị với một câu chuyện được thực hiện tốt ở phần cuối. Nếu bạn không phải là người thích đọc tất cả các bảng thông tin và chỉ muốn xem các cuộc triển lãm thì điều đó có thể không dành cho bạn.Đọc thêm",
            "Không phải là một bảo tàng, mà giống một câu chuyện về người Viking hơn với những bức tranh tầm sâu và các diễn viên ăn mặc như người Viking. Không có đồ vật hoặc đồ tạo tác gốc, mọi thứ đều là bản sao. Nó mang tính giải trí cho trẻ em nhưng không mang lại nhiều lợi ích cho người lớn đang tìm kiếm trải nghiệm bảo tàng. Tôi sẽ không đề xuất trải nghiệm này.Đọc thêm",
            "Họ làm việc rất chăm chỉ để mang đến cho bạn bầu không khí Viking để giúp bạn hiểu về văn hóa. Việc thực hiện các chuyến tham quan qua bảo tàng để cung cấp cho bạn thông tin chuyên sâu hơn. Họ cũng mặc quần áo thời kỳ. Có một chuyến đi kiểu công viên giải trí sẽ đưa bạn qua cuộc hành trình của người Viking. Chuyến đi vui vẻ. Cửa hàng bảo tàng có bán rất nhiều món đồ Viking độc đáo. Nhà hàng bên trong bảo tàng phục vụ một số món ăn ngon nhất mà tôi từng thấy trong bảo tàng.Đọc thêm",
            "Trải nghiệm tuyệt vời đặc biệt khi đi xe với những bức tranh tầm sâu. Du khách có thể xem lịch sử của Châu Âu cùng với lịch sử và cuộc hành trình của người Viking.Đọc thêm",
            "Một chuyến thăm đáng giá với đội ngũ nhân viên thân thiện hữu ích và lịch sử thú vị của người Viking. Nổi bật là hướng dẫn viên du lịch có kiến ​​thức và vui vẻ, thường xuyên giao lưu với khán giả. Thành thật mà nói, bảo tàng có cảm giác hơi nhỏ. Kết thúc bằng chuyến đi dài 11 phút xuyên suốt lịch sử, điều này thật thú vị, mặc dù nhắm đến trẻ nhỏ. Đọc thêm",
            "Trải nghiệm rất thú vị và với tư cách là một người hâm mộ lịch sử viking lớn, đó thực sự là một trải nghiệm tuyệt vời khi chứng kiến ​​​​tất cả những triển lãm thú vị này. Nhân viên thực sự thân thiện và hướng dẫn viên thực sự có nhiều thông tin. Ngoài ra món quà lưu niệm còn có rất nhiều món đồ nhỏ xinh từ cốc đến đá rune rất đẹp để làm quà tặng gia đình: cảm ơn mọi người, tôi chắc chắn sẽ quay lại cùng bạn bèĐọc thêm"
        ],
        "star_ratings": [
            263,
            185,
            123,
            76,
            47
        ],
        "review_amount": 694,
        "location": [
            "Bảo tàng Viking",
            "Thụy Điển",
            "Hạt Stockholm",
            "Châu Âu",
            "X-tốc-khôm",
            "Những điều cần làm ở Stockholm"
        ],
        "reviews_time": [
            "Written July 22, 2023",
            "Written September 30, 2023",
            "Written October 7, 2023",
            "Written October 11, 2023",
            "Written November 13, 2023",
            "Written November 24, 2023",
            "Written November 25, 2023",
            "Written January 1, 2024",
            "Written January 31, 2024",
            "Written May 15, 2024",
            "Written May 27, 2024",
            "Written May 20, 2024",
            "Written May 17, 2024",
            "Written May 15, 2024",
            "Written May 12, 2024",
            "Written May 6, 2024",
            "Written April 27, 2024",
            "Written April 20, 2024",
            "Written April 20, 2024",
            "Written April 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189852-d12392260-Reviews-The_Viking_Museum-Stockholm.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d784893-Reviews-Wardshuset_Ulla_Winbladh-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d5977034-Reviews-Vasamuseets_Restaurang_Vasa_Museum_Restaurant-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d850367-Reviews-Villa_Godthem-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189851-d11705519-Reviews-Skroten_Cafe_och_skeppshandel-Djurgarden.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d4171507-Reviews-Oaxen_Slip-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d3484759-Reviews-Djurgardsbrons_Sjocafe-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189851-d3211209-Reviews-Spritmuseums_restaurang-Djurgarden.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d11902653-Reviews-Tyrol-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d14855166-Reviews-Glashuset-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d2006547-Reviews-Restaurant_Langa_Raden-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d23578134-Reviews-Vrak_Museum_Of_Wrecks-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208277-Reviews-Vasa_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189851-d3584266-Reviews-Liljevalchs_Konsthall-Djurgarden.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d4182487-Reviews-ABBA_The_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189851-d3561545-Reviews-The_Museum_of_Spirits-Djurgarden.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d3561681-Reviews-Museum_of_Biology-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d10332955-Reviews-Galarvarvskyrkogarden-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d4182481-Reviews-Swedish_Music_Hall_of_Fame-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d244309-Reviews-Nordiska_Museet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d242276-Reviews-Cirkus_Arena-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d12392260-Reviews-or10-The_Viking_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d23924254-Reviews-Avicii_Experience-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d244312-Reviews-Prins_Eugens_Waldemarsudde-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313566-Reviews-Army_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d207782-Reviews-Hallwyl_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208280-Reviews-Royal_Armory-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208052-Reviews-Medeltidsmuseet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d207783-Reviews-Thiel_Gallery_Thielska_Galleriet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208295-Reviews-Historiska_Museet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208278-Reviews-Nationalmuseum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d17425200-Reviews-Ecosightseeing-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d10498133-Reviews-Mamma_Mia_The_Party-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313571-Reviews-Grona_Lund-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313576-Reviews-Junibacken-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d17688773-Reviews-Lusthusportens_Park-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g33833-d8380317-Reviews-Castle_Craig-Meriden_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d548098-Reviews-Hussaini_Hanging_Bridge-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g47582-d2527894-Reviews-Tanger_Outlets_Deer_Park-Deer_Park_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d12856080-Reviews-Hope_Park-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g37853-d270256-Reviews-National_Mississippi_River_Museum_Aquarium-Dubuque_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g187221-d2405529-Reviews-Palm_Beach_Cannes-Cannes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216694-Reviews-Westgate_Las_Vegas_Resort_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g295110-d15082355-Reviews-Matka_Canyon-Skopje_Skopje_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34470-d3344234-Reviews-Anclote_Key_Preserve_State_Park-New_Port_Richey_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g52746-d1464985-Reviews-Hollywood_Casino_at_Penn_National_Race_Course-Grantville_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189852-d12392260-Reviews-or10-The_Viking_Museum-Stockholm.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189852-d12392260-Reviews-The_Viking_Museum-Stockholm.html"
    }
]