[
    {
        "attraction_name": "The Franciscan Church and Monastery",
        "attraction_name_vi": "Nhà thờ và Tu viện Franciscan",
        "general_info": [
            "894 đánh giá",
            "- 35 trong số 199 điều cần làm ở Dubrovnik",
            "Địa điểm lịch sử",
            "Thư viện",
            "Nhà thờ - Nhà thờ lớn"
        ],
        "attraction_summary": "Nhà thờ và tu viện thế kỷ 14 này có bảo tàng dược phẩm và bộ sưu tập các bản thảo cổ nổi tiếng thế giới.Đọc thêm",
        "reviews": [
            "Tòa nhà cổ xinh đẹp, ốc đảo yên bình giữa thành phố Dubrovnik. Khu vườn đẹp. Tuy nhiên, bảo tàng không có nhiều thứ để xem, hiệu thuốc cũ. Và rất nhỏ. Nhưng bản thân tòa nhà rất đẹp và khu vườn cũng vậy. Một đề cập đặc biệt đến anh chàng rất tốt bụng và hài hước ở quầy.Đọc thêm",
            "Rất đẹp, yên tĩnh và mát mẻ. Một nửa giờ thú vị để tận hưởng sân trong và hiệu thuốc cũ. Chúng tôi thật may mắn khi thấy một trong những tu sĩ xuất hiện ở bậc thềm Nhà thờ - cũng là một nơi tuyệt đẹp và thanh bình để có những giây phút chiêm niệm yên tĩnh -, cho những con chim bồ câu đậu trên tay và đầu của ngài ăn - và ngài rất hài hước về điều đó. tất cả!Đọc thêm",
            "Người hướng dẫn viên của chúng tôi đưa chúng tôi vào tu viện để tránh cái nắng chói chang một lúc và kể cho nhóm của chúng tôi nghe về lịch sử của Dubrovnic trong chậu.\nMặc dù đường phố trong thành phố chật kín người nhưng các tu viện vẫn là một ốc đảo mát mẻ và yên tĩnh, đồng thời cho chúng tôi sự nghỉ ngơi và lấy lại sức lực rất cần thiết để giải quyết trở lại thành phố bận rộn.\nThật không may, chúng tôi không có đủ thời gian để xem chi tiết hiệu thuốc nhưng nếu đi du lịch độc lập thì đây sẽ là nơi để bạn dành chút thời gian.Đọc thêm",
            "This is a beautiful church with a beautiful altar with a statue of Jesus  - resurrected -  between twirled granite columns, and a beautiful chandelier.  Of course, it contains other beautiful paintings and statues as well, including of course a statue of St Francis holding baby Jesus.  This church is well worth a visit.\n\nThe old pharmacy is included with the Dubrovnik  - wall -  Pass and well worth a visit.  Follow the sign to the Franciscan Monastery of the Friars Minor. You will reach a beautiful hallway and courtyard. The main attraction is the one room apothecary. While the old room apothecary is preserved, the Franciscan Monastery still serves as a local pharmacy.  I read that the Monastery has served as an active pharmacy, uninterrupted since the year 1317, which is quite impressive! Also within the museum are other displays, such as a display of relics from a couple of Saints.Read more",
            "Một nơi tuyệt vời khác để ghé thăm, có phí vào cửa nhưng nếu bạn - đã mua Thẻ Dubrovnik thì bạn sẽ được vào đây miễn phí. Nó - nằm cạnh lối vào Cổng Pile nơi bạn tham gia vào Bức tường Dubrovnik \nKhi bước vào, bạn sẽ bắt gặp một khu vườn có tường bao quanh yên tĩnh và mát mẻ sau cái nóng ban ngày. Thật là một sự tương phản đáng yêu với sự hối hả của khu phố cổ. Có một số triển lãm về giáo sĩ - áo choàng - đồ trang sức. Có một triển lãm dược phẩm ở đây cũng cho thấy cách bố trí của nó như thế nào.\nNó - không lớn lắm nhưng chắc chắn đáng ghé thăm Đọc thêm",
            "Chúng tôi ghé vào để xem tu viện nhiều hơn là nhà thờ như đã đề xuất. Tuy nhiên, có một khoản phí xuất cảnh được bao gồm trên thẻ Dubrovnik nếu bạn có một khoản phí. Nó đủ nhỏ và tôi cho biết chúng tôi đã dành khoảng 20 phút để đi lang thang. Các tu viện rất tuyệt để xem và cũng có một số tác phẩm nghệ thuật đẹp trên sân. Một số lượng kỳ lạ - những người dùng instagram - đã thiết lập các video nhỏ khi chúng tôi ở đó nhưng đó không phải là nơi duy nhất.\n\nMẹo nhỏ là hãy ghé thăm vào buổi chiều khi hầu hết các nhóm du lịch đã di chuyển vì rất nhiều người đến đây trước vì nó nằm ngay bên trong Cổng Pile.\n\nNhà thờ có vẻ đóng cửa - - nhỏ bé - mỗi lần chúng tôi đi ngang qua.Đọc thêm",
            "Chắc chắn đáng ghé thăm Tu viện xinh đẹp này. Nó tương đối yên tĩnh khi tôi đến thăm và bầu không khí yên bình được đánh giá rất cao. \n\nĐiều thú vị không kém là các đồ tạo tác dược phẩm lịch sử được trưng bày ở tình trạng tuyệt vời.Đọc thêm",
            "Chắc chắn đáng ghé thăm Tu viện xinh đẹp này. Nó tương đối yên tĩnh khi tôi đến thăm và bầu không khí yên bình được đánh giá rất cao. Điều thú vị không kém là các đồ tạo tác dược phẩm lịch sử được trưng bày ở tình trạng tuyệt vời.Đọc thêm",
            "Chúng tôi ghé vào để xem tu viện nhiều hơn là nhà thờ như đã đề xuất. Tuy nhiên, có một khoản phí xuất cảnh được bao gồm trên thẻ Dubrovnik nếu bạn có một khoản phí. Nó đủ nhỏ và tôi cho biết chúng tôi đã dành khoảng 20 phút để đi lang thang. Các tu viện rất tuyệt để xem và cũng có một số tác phẩm nghệ thuật đẹp trên sân. Một số lượng kỳ lạ - những người dùng instagram - đã chuẩn bị thực hiện những video nhỏ khi chúng tôi ở đó nhưng đó không phải là nơi duy nhất. Mẹo nhỏ là hãy ghé thăm vào buổi chiều khi hầu hết các nhóm du lịch đã di chuyển vì rất nhiều người đến đây trước vì nó ở ngay bên trong Cổng Pile .Nhà thờ dường như đã đóng cửa - - nhỏ bé - mỗi lần chúng tôi đi ngang qua.Đọc thêm",
            "Một nơi tuyệt vời khác để ghé thăm, có phí vào cửa nhưng nếu bạn - đã mua Thẻ Dubrovnik thì bạn sẽ được vào đây miễn phí. Nó - nằm cạnh lối vào Cổng Pile, nơi bạn nối với các Bức tường Dubrovnik Khi bước vào, bạn sẽ bắt gặp một khu vườn có tường bao quanh yên tĩnh và mát mẻ trước cái nóng ban ngày. Thật là một sự tương phản đáng yêu với sự hối hả của khu phố cổ. Có một số triển lãm về giáo sĩ - áo choàng - đồ trang sức. Có một cuộc triển lãm hiệu thuốc ở đây cũng cho thấy cách bố trí của nó. Nó không lớn lắm nhưng chắc chắn đáng để ghé thăm Đọc thêm",
            "Nếu bạn đã mua vé ngày thành phố Dubrovnik thì rất đáng để tham quan, còn nếu không thì không đáng 15 euro vào cửa. Hơi cao so với những gì bạn nhận được.Đọc thêm",
            "This is a beautiful church with a beautiful altar with a statue of Jesus  - resurrected -  between twirled granite columns, and a beautiful chandelier.  Of course, it contains other beautiful paintings and statues as well, including of course a statue of St Francis holding baby Jesus.  This church is well worth a visit.The old pharmacy is included with the Dubrovnik  - wall -  Pass and well worth a visit.  Follow the sign to the Franciscan Monastery of the Friars Minor. You will reach a beautiful hallway and courtyard. The main attraction is the one room apothecary. While the old room apothecary is preserved, the Franciscan Monastery still serves as a local pharmacy.  I read that the Monastery has served as an active pharmacy, uninterrupted since the year 1317, which is quite impressive! Also within the museum are other displays, such as a display of relics from a couple of Saints.Read more",
            "In the middle ages, the monasteries in Dubrovnik flourished.  We took advantage of the free entrance that came with our 3-day Dubrovnik City pass and visited at the end of the day to take advantage of getting away from the hordes of tourists  - cannot complain as we too were tourists -  and relax in the sun-dappled cloister  -  an oasis in the busy Old Town.  We entered through the gap between the small church and monastery.The Monastery dates back to the 14th century, but it was significantly damaged in the earthquake of 1667 and had to be rebuilt. The church was restored in the Baroque style and became one of the largest and most grandiose Franciscan monasteries.Although the construction of the Monastery started in 1320, the beautiful south portal of the church was made much later, in 1498, by Ragusan sculptors -  brothers Leonard and Peter Petrović.The Gothic Portal of Franciscan Monastery - s Church survived the earthquake of 1667.  This fantastic portal is a Pieta which shows Virgin Mary holding her dead son Jesus on her knees. There are also sculptures of Saint Jerome and Saint John the Baptist.Our guide explained that the monastery has two cloisters.  The upper was built in the Renaissance style, with arches and semicircular vaults -  while the lower cloister was built in the Romanesque-Gothic style with arches and double columns. This magnificent 14th-century cloister, which was not damaged by the 1667 earthquake, was the creation of local sculptor Mihoje Brajkov.  It consists of rows of elegant double-pillared columns encircling the Monastery - s inner courtyard. The capitals were all different, decorated with various plant, human and animal like figures.I found the Romanesque cloister to be one of the finest features of the Franciscan Monastery and we took numerous pictures. Although we did not attempt to count all the columns, we were told that it had 120 columns and 12 massive pilasters. I noticed that some of the portals inside the courtyard seemed to be made with a lighter coloured stone.  These were the ones that were repaired after being hit during the 1991-1992 siege.We also dropped by the Franciscan Monastery Museum which is located in the capitular room, next door to the old pharmacy. On display is a collection of a variety of religious art and artefacts that were once owned by the friars. The exhibits included an old library that contains some exceptional and very rare books.In the far corner of the monastery stands its original medieval pharmacy, one of the oldest pharmacies in Europe.Part of the Franciscan - s mission was to contribute to the good health of the citizens, so they opened this pharmacy in 1317 and has been in continuous operation ever since.Mortars, measuring apparatus and beautifully decorated jars were among the exhibits.Before leaving, we visited the small church which was constructed in Baroque style with a single nave. Surprisingly, it was largely empty. The main altar with the statue of the resurrected Christ between four twisted marble columns was created by the sculptor Celia from Ancona in 1713. The five side altars were sculpted by the Venetian Giuseppe Sardi between 1684 and 1696. The decorations on the altar of St. Francis were painted in 1888 by the painter Celestin Medovic. The poet Ivan Gundulić is buried in this church. With the hustle and bustle of the streets of Dubrovnik, the visit to this monastery was a haven of peace. Read more",
            "Chúng tôi đến bảo tàng và hỏi người đàn ông ở phòng bán vé giá vé là bao nhiêu. Anh ấy đang bận xem gì đó trên điện thoại và phớt lờ chúng tôi. Chúng tôi hỏi lại thì anh ta hỏi chúng tôi có mù không vì giá vé được viết trên tường và tiếp tục lẩm bẩm, và khi chúng tôi chuẩn bị trả tiền thì anh ta từ chối bán vé cho chúng tôi và đuổi chúng tôi đi. Trải nghiệm kỳ lạ, tôi chưa bao giờ thấy điều gì như thế này trước đây.Đọc thêm",
            "The Old Friars Pharmacy is inside the Franciscan Monastery which is located right by the Pile Gate as you enter the Old Town. One of the commandments of the Franciscan order was to take care of any sick brothers of the order as well as the citizen population of Dubrovnik. The pharmacy also provided a steady income flow to the order. Established in 1317, it is considered to be the oldest pharmacy in Europe and is currently the third oldest functioning pharmacy in the entire world. Since 1938, when the pharmacy museum opened, visitors have enjoyed the wonderful exhibits. You can see original items from the pharmacy, various pharmaceutical tools, medical implements, colorful ceramic pots, an extensive library of precious old books and manuscripts, and a collection of artwork. Remarkably, it is still a functioning Pharmacy and offers some products which are still made according to ancient Franciscan tradition. The skin cream products made from local wild herbs are very popular with tourists.  - PaM - Read more",
            "Người hướng dẫn viên của chúng tôi đưa chúng tôi vào các tu viện để tránh cái nắng chói chang một lúc và để cho nhóm của chúng tôi nghe về lịch sử của Dubrovnic. Mặc dù các đường phố trong thành phố tràn ngập người nhưng các tu viện vẫn là một ốc đảo mát mẻ và yên bình, và mang đến cho chúng tôi cho chúng tôi một sự nghỉ ngơi và tăng cường rất cần thiết để giải quyết thành phố bận rộn một lần nữa. Thật không may, chúng tôi không có đủ thời gian để xem chi tiết hiệu thuốc nhưng nếu đi du lịch độc lập thì đây sẽ là nơi để dành thời gian.Đọc thêm",
            "Chúng tôi đã hết thời gian trong ngày ở Dubrovnik nhưng muốn xem nhà thờ dòng Phanxicô này. Nó miễn phí với thẻ thành phố Dubrovnik. Chúng tôi chỉ ở lại khoảng 20 phút nhưng đã có thể ngắm nhìn những tu viện xinh đẹp với nhiều cây xanh và ghé thăm hiệu thuốc. Tôi đã đọc về tu viện thời trung cổ này và muốn xem nó - nó bây giờ được thiết lập như một nơi trưng bày các lọ và dụng cụ y tế và dược phẩm cũ, và dường như đã có một hiệu thuốc ở đây từ những năm 1300. Tôi rất vui vì chúng tôi đã dành vài phút để đến và tham quan xung quanh.Đọc thêm"
        ],
        "star_ratings": [
            274,
            429,
            153,
            24,
            15
        ],
        "review_amount": 895,
        "location": [
            "chó đốm",
            "Những điều cần làm ở Dubrovnik",
            "Dubrovnik",
            "Quận Dubrovnik-Neretva",
            "Châu Âu",
            "Nhà thờ và Tu viện Franciscan",
            "Croatia"
        ],
        "reviews_time": [
            "Written June 27, 2023",
            "Written June 28, 2023",
            "Written September 27, 2023",
            "Written January 17, 2024",
            "Written April 21, 2024",
            "Written May 1, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written May 1, 2024",
            "Written April 22, 2024",
            "Written April 1, 2024",
            "Written January 18, 2024",
            "Written December 8, 2023",
            "Written October 19, 2023",
            "Written September 28, 2023",
            "Written September 27, 2023",
            "Written September 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295371-d317714-Reviews-The_Franciscan_Church_and_Monastery-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d25231912-Reviews-Soul_Kitchen-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d8679043-Reviews-Gradska_Kavana_Arsenal-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d25578896-Reviews-Bonsai_Sushi_Wok-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d1116083-Reviews-Nautika_Restaurant-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d2098053-Reviews-Oyster_Sushi_Bar_Bota-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d23597098-Reviews-Ezza_Steak_Cocktail_Bar-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d1201568-Reviews-Marco_Polo_Restaurant-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d1812492-Reviews-Arka-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d23979045-Reviews-Bura_Bistro_Wine_Cocktails-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d13931907-Reviews-Forty_Four_Restaurant-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d9740420-Reviews-Franciscan_library-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d19402300-Reviews-Owl_Head-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3443669-Reviews-Art_by_Stjepko-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d7044997-Reviews-Crkva_sv_Spas-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d522915-Reviews-Walls_of_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d553498-Reviews-Onophrian_Fountain-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d24046762-Reviews-Medieval_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d12449274-Reviews-Samostan_Sv_klare-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d11725733-Reviews-Convent_of_St_Claire-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d13008087-Reviews-Franjevacki_Crkva_Male_Brace-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d317714-Reviews-or10-The_Franciscan_Church_and_Monastery-Dubrovnik_Dubrovnik_Neretva_County_Dalmat.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d17370934-Reviews-TIC_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d7274877-Reviews-Candle_Kingdom-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d2664539-Reviews-Dubrovnik_Treasures-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d21137876-Reviews-Dubrovnik_Smile-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d12277888-Reviews-ICONA_Thai_Spa-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3172436-Reviews-Dubrovnik_Walking_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d21168462-Reviews-Deep_Green_Travel-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d4346624-Reviews-Paradise_Lost-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d4942363-Reviews-Zeppelinfeld-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g4463188-d10807613-Reviews-Yali_Beach-Giannades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1510664-d18968020-Reviews-Kuriftu_Water_Park-Bishoftu_Oromiya_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g33215-d7106687-Reviews-New_Hogan_Lake-Valley_Springs_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56477-d140079-Reviews-Sea_Rim_State_Park-Port_Arthur_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d13201643-Reviews-The_Paella_Club-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30480-d578945-Reviews-Cheaha_State_Park-Delta_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d2253752-Reviews-Blue_Beach-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g776008-d2286404-Reviews-Tsamadou_Beach-Kokkari_Samos_Northeast_Aegean_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295371-d317714-Reviews-or10-The_Franciscan_Church_and_Monastery-Dubrovnik_Dubrovnik_Neretva_County_Dalmat.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295371-d317714-Reviews-The_Franciscan_Church_and_Monastery-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html"
    }
]