[
    {
        "attraction_name": "The settlement exhibition",
        "attraction_name_vi": "Triển lãm định cư",
        "general_info": [
            "3.142 đánh giá",
            "11 trong số 146 việc cần làm ở Reykjavik",
            "Bảo tàng chuyên ngành",
            "Địa điểm lịch sử",
            "Bảo tàng Lịch sử"
        ],
        "attraction_summary": "Triển lãm Định cư - Bước vào Thời đại Viking. Một cuộc khai quật mở nơi tàn tích của người Viking kết hợp với công nghệ kỹ thuật số. Ngay dưới lòng đất ở trung tâm thành phố Reykjavik, cuộc khai quật mở này sẽ khám phá lịch sử Thời đại Viking của thành phố. Được phát hiện trong quá trình xây dựng, sau đó được khai quật cẩn thận, những tàn tích của quá khứ này là bằng chứng sớm nhất về sự định cư của con người trong thành phố. Thân thiện với gia đình, bao gồm khu vực hoạt động dành cho trẻ em, triển lãm đa phương tiện này sử dụng công nghệ sáng tạo để khiến bạn đắm chìm trong Thời đại Viking. Mở cửa hàng ngày 09:00-18:00 9 giờ sáng - 6 giờ chiều. Hướng dẫn tham quan vào mùa hè vào các ngày trong tuần lúc 11:00. Địa chỉ: Tryggvagata 15, 101 Reykjavik Triển lãm Định cư là một phần của Bảo tàng Thành phố Reykjavik: Một bảo tàng ở năm địa điểm độc đáo. Chào mừng!Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Trải nghiệm tuyệt vời nếu bạn quan tâm đến lịch sử Iceland hoặc Viking.  Bảo tàng không chỉ bao gồm những tàn tích thực sự của một tòa nhà định cư cổ xưa mà còn có một số phát hiện đáng kinh ngạc được tìm thấy ở những hạt thủy tinh, dụng cụ, v.v. gần đó và một số vật trưng bày được chế tác rất tinh xảo về lịch sử Viking.  Các phòng liền kề sẽ đưa bạn qua lịch sử Reykjavik đến Thế kỷ 20.   Chúng tôi chỉ có khoảng 75 phút cho chuyến tham quan trước khi bảo tàng đóng cửa; ước gì chúng ta có nhiều thời gian hơn ở đó.Đọc thêm",
            "Bảo tàng tuyệt vời, được thiết kế cực kỳ tốt. Không có gì ngạc nhiên khi họ giành được giải thưởng thiết kế kỹ thuật số. Mỗi thời đại từ những người định cư đầu tiên cho đến thời hiện đại đều được trình bày một cách sáng tạo và giàu sức gợi. Mô hình thị trấn với cặp kính khiến nó trở nên sống động quả là một kỳ quan. Tàn tích của ngôi nhà dài của người Viking thực sự rất hấp dẫn. Bạn dừng lại ở ngôi nhà cổ nhất trong thị trấn.Đọc thêm",
            "Không giảm giá cho những người già, điều này thật đáng tiếc vì giống như nhiều bảo tàng Iceland, đây không phải là một chuyến tham quan giá rẻ nhưng nội dung rất hay với sự diễn giải xuất sắc dựa trên các cuộc khai quật khảo cổ khi các tòa nhà trước đó bị phá bỏ.  Một phần của trang web bao gồm những gì tôi hiểu là tòa nhà lâu đời nhất Reykjaviks.  Những bức ảnh ban đầu hấp dẫn đưa ra ý tưởng về thành phố cuối thế kỷ 19 và đầu thế kỷ 20.Đọc thêm",
            "Chúng tôi khá thích bảo tàng này và tìm hiểu rất nhiều về lịch sử Reykjaviks cũng như lịch sử của những khu định cư đầu tiên ở Iceland. \n\nMỗi phần đều được bố trí tốt nhưng toàn bộ triển lãm không trôi chảy và bố cục khó hiểu. Hai lối vào tòa nhà có nghĩa là không biết phải đi đường nào. \nNgoài ra, chúng tôi thực sự thích mọi thứ chúng tôi thấy. \n\nRất nhiều bức ảnh thú vị được trình bày theo chủ đề. \n\nMẹo: tìm chuột trong lỗ chuột.Đọc thêm",
            "Rất thích cách bố trí, mô tả và các vật phẩm trong bảo tàng này. Thực sự tốt và giáo dục. Bảo tàng tốt để ghé thăm khi ở Reykjavík để tìm hiểu về cuộc sống của người định cư. Thật khó để tưởng tượng nó khó đến thế nào!Đọc thêm",
            "Tham quan Triển lãm Định cư ở Reykjavik, Iceland, quả thực là một trải nghiệm thú vị và hấp dẫn. Tọa lạc tại Adalstraeti 16, trung tâm thủ đô, bảo tàng hiện đại này mang đến cái nhìn sâu sắc về tấm thảm lịch sử phong phú của thời kỳ định cư ở Iceland.\n\nNgay từ đầu, tôi đã bị ấn tượng bởi sự kết hợp nổi bật giữa thiết kế đương đại và hiện vật cổ xưa của bảo tàng. Triển lãm được thiết kế với cảm giác hiện đại, không làm lu mờ mà tăng cường việc trưng bày các hiện vật lịch sử.\n\nTriển lãm Định cư đi sâu vào thời đại Viking, mang đến cái nhìn hấp dẫn về cuộc sống của những người định cư đầu tiên ở Iceland. Các cuộc triển lãm không chỉ mang tính thông tin mà còn mang tính tương tác, khiến trải nghiệm học tập trở nên phong phú hơn nhiều. Điểm nổi bật là di tích khảo cổ được bảo tồn của một ngôi nhà dài có từ thế kỷ thứ 10, cho phép bạn xem điều kiện sống thực tế của những người định cư ban đầu.\n\nMặc dù có rất nhiều thông tin được cung cấp nhưng bảo tàng vẫn cố gắng trình bày mọi thứ theo cách dễ tiếp cận và hấp dẫn, khiến việc khám phá trở nên thú vị ngay cả với những người không yêu thích lịch sử. Các phương tiện hỗ trợ nghe nhìn và các yếu tố tương tác rải rác khắp triển lãm khiến hành trình qua Iceland vừa dễ hiểu vừa đáng nhớ.\n\nTriển lãm Định cư chứng tỏ là một minh chứng cho cam kết của thành phố trong việc bảo tồn và chia sẻ câu chuyện lịch sử hấp dẫn của mình. Đối với bất kỳ ai muốn tìm hiểu sâu hơn về văn hóa và lịch sử Iceland, đây chắc chắn là nơi đáng để thêm vào hành trình Reykjavik của bạn.\n\nTóm lại, Triển lãm Định cư nổi bật như một cửa sổ thú vị, sâu sắc và hiện đại về quá khứ của Iceland chắc chắn rất đáng xem.Đọc thêm",
            "Tôi đã sử dụng Thẻ Thành phố Reykjavik của mình để được vào cửa miễn phí. Tôi đã tham gia chuyến tham quan có hướng dẫn viên miễn phí lúc 11 giờ sáng bằng tiếng Anh do Triển lãm Định cư tổ chức. Chuyến tham quan bắt đầu tại Triển lãm Định cư và kết thúc tại Ngôi nhà Lịch sử gần đó, được kết nối với Triển lãm Định cư bằng một đường hầm ngầm. Chuyến tham quan kéo dài khoảng một giờ. Chuyến tham quan rất tuyệt và sau đó tôi đã tự mình khám phá Triển lãm Định cư và Ngôi nhà Lịch sử. Đọc thêm",
            "Triển lãm chính nếu là bảo tàng định cư. Địa điểm thực tế được bao quanh bởi các hiện vật và lời giải thích về lịch sử của vùng đất cũng như những người đến sinh sống ở đó. Nhiều thông tin có sẵn trên tường và được tương tác bằng máy tính.\nHai phần còn lại của bảo tàng sẽ đưa bạn đến với môi trường sống hiện tại của đảo quốc.Đọc thêm",
            "Tôi rất vui vì đã làm điều đó, mặc dù tôi nghĩ mình chỉ đi thăm Ngôi nhà Lịch sử nhưng không hiểu sao lại kết thúc ở Triển lãm Định cư 8712\n\nCó rất nhiều thông tin.  Nhiều.  Nhưng nếu bạn muốn biết lịch sử của Reykjavik và vùng phụ cận, bạn cần phải đọc nó.  Bạn tìm hiểu về thành phố hiện đại Reykjavik khi nó phát triển vào thế kỷ 20 và về cuộc sống của những người định cư ban đầu.  \n\nNếu ngoài trời đang mưa thì đây là nơi tuyệt vời để dành một giờ - 90 phút.  Tuy nhiên, bạn cần phải tỉnh táo vì bạn ở đó để học hỏi! \nNgười phụ nữ làm việc ở quầy lễ tân thực sự rất vui mừng: vui tính và giàu thông tin!\n\nĐọc thêm",
            "Nghĩ rằng nơi này khá thú vị, nhiều thông tin với việc đọc thông tin bằng nhiều ngôn ngữ, một số hiện vật thực sự thú vị. Chắc chắn là một chuyến thăm đáng giá nếu bạn quan tâm đến nhân chủng học khảo cổ học. Chúng tôi đã dành khoảng 1,5-2 giờ ở đây.Đọc thêm",
            "Hướng dẫn tuyệt vời thông qua lịch sử Iceland.  Chúng tôi đã tham gia chuyến tham quan bằng tiếng Anh miễn phí rất tốt. Trụ cột chính của nơi này là tàn tích được khai quật của một ngôi nhà dài và đưa bạn xuyên thời gian đến thời điểm hiện tại, kết thúc tại một ngôi nhà cổ nhất ở Reykjavik.Đọc thêm",
            "Triển lãm khu định cư được con đỡ đầu của tôi, một sinh viên tại Đại học Reykjavík, giới thiệu cho chúng tôi. Tôi nghĩ nó đã giải thích rất tốt những người đã sống ở Reykjavík trong những năm đầu đó, cũng như một chút về cách họ sống và lý do họ đến đó. Tôi nghĩ màn hình hiển thị đầy đủ thông tin.Đọc thêm",
            "Bảo tàng Định cư kể lại lịch sử chiếm đóng của con người ở Iceland nói chung và Reykjavik nói riêng, bắt đầu với bằng chứng khảo cổ sớm nhất -- một ngôi nhà dài được khai quật, tại chỗ dưới tòa nhà bảo tàng. Sự tái hiện sâu sắc và giải thích về cấu trúc là điểm nổi bật của cuộc triển lãm. Thông tin bổ sung về Reykjavik qua nhiều thế kỷ cũng rất thú vị, tuy nhiên, với tư cách là một người không cư trú và biết rất ít về lịch sử đó, tôi có cảm giác như mình đã thiếu rất nhiều chi tiết và hiểu biết về bức tranh toàn cảnh hơn.  Khía cạnh yếu nhất là cách kể lại hiện đại hơn -- từ Thế chiến thứ 2 đến nay -- một kỷ nguyên phát triển đáng kinh ngạc và ngày càng phức tạp, nhưng lại bị che đậy bởi một bức ảnh dựng phim đơn giản và cuộc thảo luận về nhà ở trong những năm 40-50. Chắc chắn bất kỳ ai cũng đáng ghé thăm đến Reykjavik và muốn biết thêm về nơi này cũng như lịch sử xa xưa của nó. Kết hợp rất tốt.Đọc thêm",
            "Cho dù bạn đến thăm Iceland lần đầu hay là người yêu thích lịch sử, bảo tàng này là điểm dừng chân thú vị trong hành trình Reykjavik của bạn. Bảo tàng trưng bày các tác phẩm lịch sử của Iceland từ thế kỷ thứ 9 trở đi. Khám phá tàn tích của một ngôi nhà dài từ thế kỷ 10, các hiện vật được khai quật như đầu rìu và lưỡi câu, ngắm nhìn trung tâm thành phố Reykjavik vào đầu thế kỷ 20 và nhớ dừng lại ở cửa hàng quà tặng trên đường ra ngoài.Đọc thêm",
            "Bảo tàng này thực sự là một viên ngọc ẩn ở Reykjavik nếu bạn yêu thích lịch sử. Triển lãm khảo cổ về khu định cư ban đầu được khai quật vẫn còn ở dạng ban đầu dưới mặt đất và bạn có thể đi bộ 360 độ xung quanh nó. Có rất nhiều thông tin về cuộc sống và lịch sử ban đầu của việc định cư Iceland trên các bức tường. Sau khi rời khỏi khu định cư, bạn sẽ đi qua một khu vực khác của bảo tàng kể về lịch sử của Reykjavik từ những người định cư sớm nhất cho đến thời kỳ hiện đại.  Tôi là kiểu người đọc mọi bảng quảng cáo và trưng bày, và tôi mất khoảng 2 giờ để tham quan toàn bộ bảo tàng.  Nếu bạn không đọc lịch sử, bạn có thể tham quan nó sau 30 phút.Đọc thêm",
            "Cách tốt để dành một hoặc hai giờ để tìm hiểu về việc định cư Iceland cho đến thời hiện đại.  Rất nhiều thông tin và thú vị.Đọc thêm",
            "Nơi này thực sự thú vị và phản ánh cuộc sống diễn ra như thế nào trong suốt thời kỳ định cư và hơn thế nữa đối với Iceland.   Tôi thấy nó được bố trí hợp lý, đủ lớn để đáng ghé thăm nhưng không quá lớn đến mức gây choáng ngợp.Đọc thêm",
            "Địa điểm khảo cổ đáng chú ý có tính năng chiếu sáng tương tác và bảng hướng dẫn dài giúp du khách hiểu được tàn tích cổ xưa này cung cấp manh mối về những người định cư ban đầu đến Iceland như thế nào. Đó là một nơi tuyệt vời để bắt đầu chuyến đi của chúng tôi và giúp chúng tôi hiểu về lịch sử của hòn đảo!Đọc thêm",
            "Nơi này thật tuyệt! Họ có rất nhiều loại hiện vật, video và đội ngũ nhân viên thân thiện am hiểu, cùng với cách bố trí đẹp mắt của phòng trưng bày. Tôi rất ấn tượng với hình ảnh động về cách người Iceland sống và tồn tại trong quá khứ. Tôi chắc chắn sẽ quay lại! Đọc thêm",
            "Bản thân khu định cư rất tuyệt. Tôi thích việc họ để lại ngôi nhà ở đó và xây dựng bảo tàng xung quanh nó. Họ không có nhiều hiện vật của người Viking, nhưng chỉ cần nhìn thấy và ở gần một khu định cư của người Viking thực sự là điều tuyệt vời! Họ có một số cuộc triển lãm thực sự thú vị với công nghệ đan xen vào đó. Khu vui chơi nhỏ ở phía trước cũng rất thú vị. Chúng tôi gần như dành nhiều thời gian chơi trò chơi ở đó như chúng tôi đã dành trong chính cuộc triển lãm! Đọc thêm",
            "Có nơi nào để cất giữ hai kiện hành lý khi tham quan bảo tàng không?Đọc thêm",
            "Tôi sẽ đoán rằng không có... đó là một bảo tàng rất nhỏ, hoàn toàn không phải là địa điểm điển hình của bạn. Nó chiếm một diện tích bất động sản khiêm tốn ở trung tâm thành phố Reykjavik. Tôi muốn nói rằng sẽ tốt hơn nhiều nếu bạn cất hành lý tại khách sạn vì nó ở gần trung tâm thành phố. Và nếu không thì tại sao không?Đọc thêm",
            "Nếu bạn nhận được vé combo vào Bảo tàng ngoài trời Settlement Arbaer, bạn có phải đến cả hai nơi trong cùng một ngày không?  Hay vé sẽ có giá trị trong vài ngày?Đọc thêm",
            "Tòa thị chính không còn trung tâm thông tin du lịch nữa, tất cả thông tin của họ đều có sẵn trên mạng.\n\nKhông có vé kết hợp cho Triển lãm Định cư và Bảo tàng Ngoài trời. Có thẻ thành phố có giá trị trong 24, 48 và 72 giờ, cho phép bạn vào tất cả các bảo tàng, xe buýt thành phố và hồ bơi do thành phố và tiểu bang điều hành.Đọc thêm",
            "Họ có còn trang phục để bạn hóa trang thành người Viking tại triển lãm không?Đọc thêm",
            "dành cho trẻ emĐọc thêm",
            "Bạn khuyên bạn nên dành bao lâu ở Triển lãm?Đọc thêm",
            "không quá 1 giờĐọc thêm",
            "Sự khác biệt giữa Reykjavik 871 và Trung tâm định cư ở Borgarnes là gì?  Xem cả hai?  Nếu tôi có thời gian chỉ cho một cái thì cái nào?  Cảm ơn.  Chúng tôi đang lái xe và sẽ ở Reykjavik và gần Borgarnes.Đọc thêm",
            "Chúng tôi đã không đến thăm Trung tâm định cư ở Borgarnes, không thể bình luận về điều đó. Tuy nhiên, có thể khó lái xe quanh Thành phố Reykjavik vì chỗ đỗ xe có hạn và chúng tôi phải trả phí khi đi dạo quanh thành phố. Vì vậy, Reykjavik 871 có thể là một ý tưởng tốt hơn nếu bạn tình cờ ghé thăm Tòa thị chính Reykjavik hoặc hồ Reykjavikurtjorn hoặc Tòa nhà Quốc hội chỉ cách đó 1-2 dãy nhà. Nhận thẻ Thành phố Reykjavik và bạn sẽ được tham quan bảo tàng miễn phí và một số bảo tàng khác.Đọc thêm",
            "Xin chào. bảo tàng miễn phí?Đọc thêm",
            "Điểm tham quan này có mở cửa vào Chủ Nhật không?Đọc thêm",
            "Có 9 giờ sáng - 6 giờ chiều hàng ngày Đọc thêm",
            "Thẻ Thành phố Reykjavik có bao gồm vé vào xem triển lãm Sagas hay chỉ là triển lãm Định cư chính?Đọc thêm",
            "Đây chỉ là triển lãm Giải quyết. Sagas hoàn toàn riêng biệt nhưng tôi nhớ đó là một khoản phí khá nhỏ.Đọc thêm",
            "Xin chào! Chúng tôi rất vui mừng được xem Bắc Cực Quang cùng công ty của bạn - đặc biệt là sau khi đọc tất cả các bài đánh giá tuyệt vời.  Bạn có thể vui lòng cho biết thời gian đón khách bình thường là bao nhiêu và nếu chuyến đi cần được lên lịch lại cũng như cách thức liên hệ với chúng tôi? Cảm ơn bạn rất nhiều!Đọc thêm",
            "Những ngày nào trong tuần tới sẽ diễn ra?Đọc thêm"
        ],
        "star_ratings": [
            1605,
            1104,
            365,
            60,
            9
        ],
        "review_amount": 3143,
        "location": [
            "Những điều cần làm ở Reykjavik",
            "Châu Âu",
            "Triển lãm định cư",
            "Vùng thủ đô",
            "Nước Iceland",
            "Reykjavík"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 24, 2023",
            "Written July 30, 2023",
            "Written August 7, 2023",
            "Written August 27, 2023",
            "Written August 28, 2023",
            "Written September 12, 2023",
            "Written September 18, 2023",
            "Written June 7, 2024",
            "Written June 4, 2024",
            "Written May 19, 2024",
            "Written April 12, 2024",
            "Written March 14, 2024",
            "Written February 25, 2024",
            "Written February 18, 2024",
            "Written February 7, 2024",
            "Written November 24, 2023",
            "Written November 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189970-d2414517-Reviews-The_settlement_exhibition-Reykjavik_Capital_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d15610605-Reviews-Himalayan_Spice-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d21116777-Reviews-Mama_Reykjavik-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d14967510-Reviews-Deig-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d24914096-Reviews-Tres_Locos-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d1629861-Reviews-Fiskfelagid_Fish_Company-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d10303158-Reviews-Matarkjallarinn_Foodcellar-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d2562990-Reviews-Sushi_Social-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d10123210-Reviews-Saeta_Svinid_Gastropub-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d2391598-Reviews-Forrettabarinn-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d17625082-Reviews-Fjallkonan-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d14141471-Reviews-Aoalstraeti_10-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d649362-Reviews-Museu_da_Cidade_de_Reykjavik-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d245997-Reviews-Domkirkjan-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d531475-Reviews-Parliament_House_Althingishus-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d8810431-Reviews-Austurvollur_Square-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d19056435-Reviews-Monument_to_the_Unknown_Bureaucrat-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d6425751-Reviews-Frikirkjan_i_Reykjavik-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d26888974-Reviews-Zarzakh-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d26553144-Reviews-Kaenugarour_Kyiv_Square-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d20373489-Reviews-Klambratun-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d2414517-Reviews-or10-The_settlement_exhibition-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d246003-Reviews-Perlan-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d245994-Reviews-Arbaer_Open_Air_Museum-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d246001-Reviews-The_Einar_Jonsson_Sculpture_Museum_Listasafn_Einars_Jonssonar-Reykjavik_Capital_Re.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d4508700-Reviews-Aurora_Reykjavik_The_Northern_Lights_Center-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d624551-Reviews-National_Museum_of_Iceland-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d11842261-Reviews-The_Icelandic_Punk_Museum-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d2039593-Reviews-Icelandic_Phallological_Museum-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d1763143-Reviews-Reykjavik_Maritime_Museum-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d245996-Reviews-Reykjavik_Art_Museum_Asmundarsafn-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d624550-Reviews-The_Culture_House-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d5973667-Reviews-Madison_Ilmhus-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d7753735-Reviews-Skuli_Craft_Bar-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d6638776-Reviews-CityWalk_Reykjavik-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d9884868-Reviews-Your_Friend_In_Reykjavik-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d3745937-Reviews-Magical_Iceland_Food_Wine_Tours-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d17636249-Reviews-Nordika_Travel-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d15056216-Reviews-Hidden_People_Iceland-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d6028157-Reviews-Gamli_Gaukurinn-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d7733359-Reviews-Thorvaldsens_Bazar-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d11674412-Reviews-Pablo_Discobar-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d1412212-Reviews-Anaheim_GardenWalk-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56032-d105895-Reviews-Mandalay_Canal-Irving_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d190933-Reviews-Bar_Abaco-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1580963-d10393528-Reviews-Valle_del_Cocora-Salento_Quindio_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g187457-d648329-Reviews-Monte_Igueldo-San_Sebastian_Donostia_Province_of_Guipuzcoa_Basque_Country.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d8555899-Reviews-Bisnakandi-Sylhet_City_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g45953-d6949721-Reviews-Cowabunga_Bay_Water_Park-Henderson_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g644074-d4322389-Reviews-Dinopark_Omis-Omis_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d3385223-Reviews-Kapalua_Coastal_Trail-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g37549-d612835-Reviews-Huber_s_Orchard_Winery-Starlight_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189970-d2414517-Reviews-or10-The_settlement_exhibition-Reykjavik_Capital_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189970-d2414517-Reviews-The_settlement_exhibition-Reykjavik_Capital_Region.html"
    }
]