[
    {
        "attraction_name": "Theatron",
        "attraction_name_vi": "Nhà hát",
        "general_info": [
            "235 đánh giá",
            "- 8 trên 228 Cuộc sống về đêm ở Bogota",
            "Quán Bar - Câu Lạc Bộ",
            "Quán bar dành cho người đồng tính nam",
            "Câu lạc bộ khiêu vũ - vũ trường"
        ],
        "attraction_summary": "19 Phòng - 22 Năm. - 100 câu lạc bộ tốt nhất thế giới. Hiển thị en vivo - Espectáculos - Bailarines - Gogos.  - Theatron được mô tả là đêm câu lạc bộ có chủ đề đồng tính nam lớn nhất ở Mỹ Latinh và là một trong những câu lạc bộ lớn nhất thế giới - THEATRON Siempre te da más!!!Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "ogotaGreat club.744161949Đầu tiên, đây là một câu lạc bộ tích hợp không phải câu lạc bộ đồng tính nam - ý tôi là mọi người đều được chào đón ở đây. Gay, lesbian thẳng, chuyển giới gì cũng được. Điều này phù hợp với văn hóa hòa nhập của Colonbia. Nó - chỉ mở cửa vào Thứ Năm, Thứ Sáu và Thứ Bảy và bạn phải mang theo giấy tờ tùy thân có ảnh để vào - không có ngoại lệ. Nó được quản lý rất tốt, kiểm tra chi phí rất nhanh và hiệu quả với 14 người trong một hàng dài vì vậy không phải chờ đợi để đưa hoặc đón. Có 13 quầy bar trên 4 hoặc 5 tầng. Nếu bạn gặp vấn đề với cầu thang thì đây không phải là nơi tốt nhất để đến. Phí vào cửa là 55000 vào tháng 2 năm 2020, bao gồm đồ uống miễn phí cho đến 2 giờ sáng sau đó là quầy bar trả phí. Mỗi phòng đều có một hoặc nhiều quầy bar và không bao giờ phải xếp hàng để được phục vụ. Có không gian riêng cho nam và nữ cùng với 11 quầy bar khác. Ngoài ra còn có chỗ ngồi.Đọc thêm",
            "Chúng tôi trùng hợp chuyến đi đến Bogota để dành NYE tại câu lạc bộ này và chúng tôi không thất vọng. Đó là một tổ hợp lớn gồm nhiều phòng với các chủ đề âm nhạc khác nhau. Chúng tôi cảm thấy rất an toàn khi được bao quanh bởi hàng nghìn người đẹp trai có cùng chí hướng. Chúng tôi đến vì nó đang mở cửa nên có thể vào cửa miễn phí trong giờ đầu tiên - nhưng nó rất đông người. Giá đồ uống cũng khá hợp lý. Bầu không khí tuyệt vời! Đọc thêm",
            "Theatron là một câu lạc bộ đêm lớn đến mức bạn chắc chắn sẽ lạc lối với bất kỳ ai bạn đi cùng như tôi đã làm: - Rất nhiều cấp độ, sàn nhảy khác nhau với nhiều thể loại âm nhạc khác nhau- phải thích điều đó!!! Một cái gì đó cho tất cả mọi người. Người Colombia thực sự biết cách tiệc tùng, nơi an toàn và an ninh. Hãy chuẩn bị cho việc sẽ đông đúc như hàng nghìn người vào bất kỳ thời điểm nào trong đêm. Mọi người rất tốt và chào đón. Điều duy nhất là việc đổi vé lấy đồ uống miễn phí khiến tôi bối rối với tư cách là người nước ngoài và người mới đến lần đầu. Nhưng có lẽ tôi nên hỏi một người bạn trước. Vé vào cổng là - 50.000 - 50 triệu peso, không phải bằng đô la Mỹ - - . Sau câu lạc bộ khi bạn bước ra ngoài có rất nhiều taxi nhưng tôi đã gọi uber. Ngoài ra còn có nhiều người bán thức ăn đường phố nên nếu đói bạn có thể ăn ngay bên ngoài. Cảm ơn bạn vì một bữa tiệc tuyệt vời Theatron! Du khách đến từ Miami.Đọc thêm",
            "Khi ở Bogota bạn ghé thăm - với tư cách là một chàng trai đồng tính - câu lạc bộ đồng tính lớn nhất ở Mỹ Latinh, Theatron. Nó - nằm trong một nhà hát cũ và có 13 rạp!!! Những khu vực khác nhau. Một số ngày thứ Bảy, bạn sẽ thấy khoảng 5000 người khiêu vũ với đủ loại phong cách âm nhạc khác nhau. Chúng tôi thực sự thích buổi tối của mình nhưng ở rạp hát nhưng hơi choáng ngợp. Nhưng bạn phải đến nơi này ít nhất một lần trong đời.Đọc thêm",
            "Khi bạn vào Theaterron, bạn có thể hiểu tại sao địa điểm này lại như vậy và có tổ chức. Nó dễ dàng là một trong những câu lạc bộ tốt nhất trên thế giới. Âm nhạc phục vụ hầu hết mọi người với reggaeton, house, trance, salsa, pop và rock. Các phòng đều có không khí và phù hợp với chủ đề âm nhạc của họ. Hoạt động trơn tru và liền mạch. Nếu bạn là người đồng tính và đến thăm Bogota, đừng bỏ lỡ địa điểm này vào tối thứ Bảy ngay cả khi bạn không tham gia câu lạc bộ - đó là một trải nghiệm! Đọc thêm",
            "Như một trong những bài đánh giá khác cho thấy, câu lạc bộ này phân biệt chủng tộc và theo chủ nghĩa tinh hoa. Tôi đã từng đi chơi với 6 người khác. Và họ nói rằng tôi không được vào, vì tôi cần phải là thành viên. Bạn bè tôi đã nói chuyện với lính canh và cố gắng đưa tôi vào. Tôi không biết tại sao lúc đầu họ không muốn cho tôi vào, nhưng không có lý do chính đáng nào để từ chối ai đó và đưa ra một lý do tồi tệ như cần thẻ thành viên. Thật đáng buồn là có nhiều câu lạc bộ ở Colombia phân biệt đối xử với những người da ngăm, trông nghèo nàn hoặc - xấu xí. Tôi đã có một đêm tuyệt vời ở đó nhưng nếu bạn phản đối nạn phân biệt chủng tộc và các hành vi phân biệt đối xử khác, bạn không nên đến đây, tôi sẽ không đến nữa. Đọc thêm",
            "Sau khi đọc các nhận xét trên Trip Advisor, chúng tôi mong đợi câu lạc bộ này sẽ tuyệt vời. Phí trang trải bao gồm đồ uống và được cho là có ít nhất 9 phòng DJ khác nhau. Chúng tôi được vỗ về và đi lang thang như thể sắp bước vào một câu lạc bộ lớn, tràn ngập những người tham gia tiệc tùng. Wa wa wa wahhh. Phí bảo hiểm hóa ra là 50 triệu và không bao gồm đồ uống. Có hai lựa chọn phòng DJ khác nhau, cả hai đều chơi nhạc nhàm chán và không ấn tượng. Cả đêm chắc hẳn cả câu lạc bộ không quá 50 người. Đó là câu lạc bộ tồi tệ nhất tôi từng đến ở mọi quốc gia tôi từng đến thăm. Ngoài ra, thật đáng lo ngại khi thấy an ninh nam lảng vảng trong phòng tắm nữ. Những người Colombia mà chúng tôi trò chuyện đã biện minh cho việc thiếu sự hiện diện của người dân do đây là ngày cuối tuần dài nhân Ngày Columbus. Dù sao đi nữa, nó đã có giá quá cao và tôi sẽ không giới thiệu Theatron. Đọc thêm",
            "Đây thực sự là câu lạc bộ tuyệt vời nhất mà tôi từng đến trong suốt cuộc đời. Tốt hơn Vegas, San Diego, LA hay Thái Lan. Bạn SẼ KHÔNG xin lỗi. Đường dây dài nhưng di chuyển nhanh. Với giá - 32.000 peso - khoảng - 17,50 USD - đó là tất cả những gì bạn có thể uống. Vâng, đồ uống nhưng này - 17 người có thể - không quá kén chọn. Có khoảng 8 câu lạc bộ khác nhau - bên trong mỗi câu lạc bộ được trang trí lộng lẫy và có âm nhạc khác nhau. Một cái gì đó cho tất cả mọi người. Một khu vực ngoài cửa tuyệt vời. Thành thật mà nói bạn đã thắng - không muốn rời đi. Nó ở trên - vách ngăn - ở khu vực khó khăn hơn của thị trấn. Đừng đi dạo quanh khu vực đó sau khi mặt trời lặn. Đừng dừng lại để nói chuyện với bất cứ ai, hỏi đường, v.v. Đóng gói hành lý nhẹ nhàng vì họ gần như không cho phép bạn mang bất cứ thứ gì vào. Đừng ngạc nhiên nếu người gác cửa TUYỆT VỜI. Họ sẽ thông qua bất kỳ ai ngoài giới hạn hoặc câu lạc bộ không tuân theo các quy tắc. Vì vậy, hãy cư xử tốt nhất. Chỉ mang theo CMND, đủ tiền mặt để vào và về nhà. Thành thật mà nói có rất nhiều người ở đó - . móc túi phải có ở khắp mọi nơi.Đọc thêm",
            "Đã từng là một nơi tuyệt vời. Bây giờ có quá nhiều người, từ hai dãy nhà chờ đợi lâu hoặc hơn để vào vào thứ Bảy và họ phân biệt đối xử với một số người, buộc họ phải mua tư cách thành viên hoặc không cho họ vào, nhưng không phải tất cả mọi người đều phải mua, họ không thích làn da đen sạm, già nua , Những người đơn giản.  Tôi đã đi cùng với đối tác của mình, tôi được phép tham gia với tư cách là một người theo dõi và đối tác của tôi đến từ Cali thì không, mặc dù tôi sống ở Florida và anh ấy ở Cali, cũng không phải từ Bogota, chúng tôi không muốn có tư cách thành viên, nhưng tôi có thể tham gia mà không cần có ai và anh ta bị buộc phải mua nó hoặc không được phép vào, họ phân biệt đối xử. Điều này thật sai trái, sao họ có thể làm vậy với những cặp đôi đang cố gắng đi vào cùng nhau? Nơi này từng rất tốt và nhiều niềm vui, bây giờ có quá nhiều người, mối nguy hiểm về an toàn nếu họ từng gặp hỏa hoạn hoặc động đất, dịch vụ kém để lấy đồ uống và chờ đợi lâu, nhiều ma túy và thái độ nguy hiểm, tồi tệ từ nhân viên. Có vẻ như tôi sẽ không quay lại, nhưng tôi nghĩ những người điều hành nó sẽ phá hủy công việc kinh doanh không cho phép một số người vào, tôi thấy rằng họ không cho nhiều thanh niên da đen trông nghèo hơn vào. Bây giờ quá tinh hoa, Nơi này là một sở thú, ở Bogota hiện có nhiều nơi tốt hơn nơi này, an toàn hơn và thân thiện hơn. Họ phân biệt đối xử và phân biệt chủng tộc với chính người dân của họ. Họ sẽ là sự hủy hoại của sự sụp đổ của chính họ. Đừng lãng phí thời gian của bạn, chúng đã từng hoạt động tốt, nhưng tính đến tháng 5 năm 2014 thì không còn nữa.Đọc thêm",
            "Ban đầu tôi tránh đến Theatron vì nó quá cường điệu đến mức tôi cảm thấy nó có thể quá phổ biến - tôi thừa nhận, điều đó - đối với tôi hơi hợm hĩnh - . Chà, tôi - rất vui vì tôi - đã không để cảm giác vượt trội của mình lấn át vì Theatron là địa điểm phải xem và phải làm ở Bogota. Không có gì khác giống như nó được. Bề ngoài công nghiệp theo thời tiết trái ngược với vô số không gian sáng tạo và hào nhoáng bên trong được thực hiện theo sự pha trộn giữa phong cách Vegas - Disney. Có - một quảng trường nhỏ ngoài trời ở tầng 3, quầy bar trên sân thượng và lò sưởi thật tuyệt vời. Có điều gì đó dành cho tất cả mọi người ở đây và đó là một minh chứng tuyệt vời cho ban quản lý câu lạc bộ rằng tất cả các khía cạnh của xã hội đều hòa quyện ở đây một cách hài hòa. Thật thú vị khi được dạo quanh câu lạc bộ và trải nghiệm những không gian khác nhau. Đồ uống miễn phí có nắp đậy cũng rất nhiều. Đây không chỉ là trải nghiệm câu lạc bộ mà còn là trải nghiệm văn hóa. Làm tốt lắm Theater.Đọc thêm"
        ],
        "star_ratings": [
            162,
            37,
            10,
            7,
            19
        ],
        "review_amount": 235,
        "location": [
            "Colombia",
            "Bogotá",
            "Nam Mỹ",
            "Những điều cần làm ở Bogotá",
            "Nhà hát"
        ],
        "reviews_time": [
            "Written February 10, 2020",
            "Written January 2, 2024",
            "Written June 12, 2022",
            "Written September 2, 2020",
            "Written August 8, 2023",
            "Written November 12, 2014",
            "Written October 11, 2014",
            "Written September 7, 2014",
            "Written May 5, 2014",
            "Written November 26, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294074-d3849793-Reviews-Theatron-Bogota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294074-d1491665-Reviews-Mini_Mal-Bogota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294074-d27164436-Reviews-N0_5_byHouse-Bogota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294074-d23289544-Reviews-Bar_Continental-Bogota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294074-d24148030-Reviews-Momentino_Wine_Bar-Bogota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294074-d11951671-Reviews-Mesa_Franca-Bogota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294074-d10090497-Reviews-Vanniak-Bogota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294074-d27164409-Reviews-58byHouse-Bogota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294074-d19710286-Reviews-Tierra_Restaurante_Chapinero-Bogota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294074-d2484166-Reviews-Las_Cazuelas_de_la_Abuela-Bogota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294074-d10711651-Reviews-Mistral_Chapinero-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d7032252-Reviews-Parque_de_los_Hippies-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d7195211-Reviews-Casa_Libreria_Wilborada_1047-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d532210-Reviews-Gold_Museum_Museo_del_Oro-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d552767-Reviews-Mount_Monserrate-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d9987840-Reviews-Teatro_Santafe-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d12507031-Reviews-Teatro_Acto_Latino-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d4170572-Reviews-Biblioteca_Virgilio-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d1497645-Reviews-Ciclovia_de_Bogota-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d10489156-Reviews-Cerveceria_Manigua-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d26359400-Reviews-Uma_Kiwe_Artesanias-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d3849793-Reviews-or10-Theatron-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d23609356-Reviews-G_Lounge_Golf_Indoor_Whisky_Bar-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d23817456-Reviews-Reyna_Bar-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d24059736-Reviews-Condor_tours-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d27104819-Reviews-Mau_HiPinto-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d9554404-Reviews-Bogota_Pub_Crawl-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d12196395-Reviews-Bogota_Craft_Beer_Tour-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d10440409-Reviews-Huerta_Cocteleria_Artesanal-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d24181074-Reviews-5am_Club_Tours-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d17738215-Reviews-The_tours-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d14799852-Reviews-Clandestino_Club-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d11772288-Reviews-Bar_Frances-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d10036093-Reviews-El_Perro_y_la_Calandria-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d14155067-Reviews-La_Pena_esquina_del_tango-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d12245249-Reviews-Disco_Jaguar-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d10612268-Reviews-Xcape-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d8746311-Reviews-Simona_Club-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d17468737-Reviews-Chevere_Colombia-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d2208975-Reviews-Impulse_Travel-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g1600806-d4419924-Reviews-Suescalada-Suesca_Cundinamarca_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d26669121-Reviews-Miryam_Romero_masseges-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d15585117-Reviews-La_Estacion_Cafe-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d12231121-Reviews-Vishnu_Spa-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d14895847-Reviews-BBC_Cerveceria-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d10839080-Reviews-Octava_Club-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d2201693-Reviews-Lindenhof_Hill-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d6226882-Reviews-Capri_Cinema-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d559848-Reviews-The_Tabernacle-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d152701-Reviews-Playa_Chac_Mool-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g2311506-d3874321-Reviews-Pink_Beach-Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d13133555-Reviews-Bangkok_Thai_Massages-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d4355603-Reviews-Dimitris_restaurant_Greek_Nights-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d5021414-Reviews-Bunkier-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g16747651-d7244299-Reviews-RUMMU_Quarry_Prison-Rummu_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6650894-Reviews-9th_Arrondissement-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294074-d3849793-Reviews-or10-Theatron-Bogota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294074-d3849793-Reviews-Theatron-Bogota.html"
    }
]