[
    {
        "attraction_name": "Therme Bucuresti",
        "attraction_name_vi": "Therme Bucharest",
        "general_info": [
            "2.570 đánh giá",
            "1 trên 1 Spa chăm sóc sức khỏe ở Balotesti",
            "Địa điểm ưa thích",
            "Công viên nước",
            "Spa nước nóng"
        ],
        "attraction_summary": "Therme București là trung tâm chăm sóc sức khỏe và thư giãn lớn nhất Châu Âu. Đây cũng là nơi có vườn thực vật lớn nhất Romania với hơn 800.000 loài thực vật, bao gồm cây cọ, hoa lan và các loài độc đáo khác. Với nhiệt độ bên trong mái vòm kính khổng lồ đẹp như tranh vẽ được giữ ở mức ấm áp quanh năm, nơi đây có nhiều hồ bơi, phòng xông hơi khô và đường trượt nước cùng với các liệu pháp chăm sóc sức khỏe và spa. Vào ban đêm, trung tâm được thắp sáng và trở thành nơi thú vị để thư giãn vào buổi tối. Có ba khu vực khác nhau mà bạn có thể mua vé với một số khu vực chỉ dành cho người lớn.  Therme có 3 khu vực khác nhau được thiết kế dành cho gia đình vui chơi-Galaxy, thư giãn -The Palm và niềm đam mê- Elysium. Với hơn 1500 cây cọ, 10 hồ bơi nước nóng trong nhà và ngoài trời, 10 phòng tắm hơi, 4 hồ khoáng, 40 hoạt động chăm sóc sức khỏe được bao gồm trong acces price therme, đồng thời là bãi biển đô thị lớn nhất Châu Âu- Sands of Therme- với hơn 30.000 Sam bãi biển đầy cát, phòng chờ, hồ bơi và hồ bơi và quán bar. TripadvisorĐọc thêm",
        "reviews": [
            "Chuyến thăm đầu tiên của tôi tại Therme là một trải nghiệm tuyệt vời! \n\nĐáng nói nhất là trải nghiệm đặc biệt mà bạn có được khi chọn ưu đãi Elysium và sự trợ giúp để tạo nên một ngày hoàn hảo. \n\nSimona tại quầy lễ tân Elysium đã giúp tôi sắp xếp một lịch trình tuyệt vời với cả phòng xông hơi khô, hồ khoáng, liệu pháp mát-xa và nêu rõ thời điểm nên làm gì. \n\nĐặc biệt cảm ơn Simona và Anna massage tuyệt vời!. Và Mikhail vì đã mát-xa cho tôi rất tuyệt vời. Tổng cộng tôi đã đến đây hai ngày để giải quyết mọi việc. Nó thật tuyệt vời! Đặc biệt cảm ơn các bạn đã chăm sóc tốt cho tôi và chào đón tôi vào ngày thứ hai như cách các bạn đã làm Đọc thêm",
            "Spa tuyệt vời với cơ sở vật chất tuyệt vời. Công viên nước rất vui, hồ bơi tuyệt đẹp. Các nhân viên chúng tôi khá thô lỗ. Chúng tôi được thông báo rằng nhà hàng không có nĩa sau khi gọi món và thanh toán đồ ăn. Các nhân viên đã thô lỗ về điều này. Xung quanh nhà hàng có rất nhiều đĩa bẩn đầy dao kéo, tôi lấy hai chiếc nĩa và nhờ nhân viên rửa. \nCác nhân viên trên xe cũng thô lỗ. \n\nTất cả đều ở một nơi đáng yêu nhưng nhân viên cần được đào tạo nhiềuĐọc thêm",
            "Nơi rất đẹp để đi vào một ngày nóng bức. Rất nhiều việc phải làm với tất cả các spa và đường trượt nước. \n\nNguồn gốc khủng khiếp của các đường trượt nước và ẩm thực quốc tế nói riêng. Thời gian chuẩn bị và chờ đợi cho cả hai nơi rediculus... Đừng trả vé 3 giờ hoặc 4,5 giờ, vì thời gian chờ đồ ăn là 1 giờ... Khi nói đến dịch vụ và hậu cần - 1 lần bắt đầu \n\nNgoài ra, đó là một trải nghiệm tuyệt vời với mức giá hợp lý và vẫn sẽ được đề xuất.Đọc thêm",
            "Nơi tuyệt vời để thư giãn và làm mới. Nhiều loại hồ bơi, quán bar và phòng tắm hơi. Giá cả phải chăng hơn.\n\nCó rất nhiều hoạt động ở hồ bơi và phòng xông hơi khô giúp bạn có sức khỏe và tinh thần tốt hơn.\n\nMihail là một nghệ sĩ giải trí tuyệt vời, người thực sự cống hiến hết mình để mang lại trải nghiệm tuyệt vời cho tất cả khách hàng.Đọc thêm",
            "Tôi thích nơi này rất nhiều. Tôi là người đầu tiên đi và chúng tôi yêu thích nó. \nNơi sạch sẽ. Tủ khóa sạch sẽ. Nước sạch. \n\nChúng tôi đã đến thăm tất cả các khu vực. Chúng tôi yêu thích các hồ bơi và quán bar trong hồ bơi. Chúng tôi không gặp vấn đề gì với những thứ đó. Họ thực sự tốt với chúng tôi.\n\nChúng tôi yêu thích trò giải trí bằng khăn ở khu vực spa Elysium. \n\nThực sự có rất nhiều quy tắc nhưng tôi thấy chúng rất quan trọng để đảm bảo nơi này hoạt động trơn tru. Có rất nhiều quy tắc an toàn nhưng chúng giúp duy trì nơi này an toàn và sạch sẽ.\n\nGiá đồ ăn và đồ uống không cao lắm như một số người nói. Tôi coi giá cả là ổn vì đây là khu vực du lịch. Có rất nhiều nhà hàng ở Bucharest với giá cao hơn.\n\nChúng tôi không gặp vấn đề gì khi phải mua khăn tắm hoặc dép lật. Chúng tôi mang theo những thứ sạch sẽ của riêng mình và không ai có gì để nói. Bạn cần phải đọc kỹ hướng dẫn trên trang web trước khi nổi điên với nội dung đó. Họ chỉ tuân theo các quy tắc của khu phức hợp.\n\nChúng tôi chắc chắn sẽ quay lại Therme.Đọc thêm",
            "Một vị trí rất đẹp. Nước trong hồ bơi ấm và sạch. Ở khu Galaxy có cầu trượt nước, hồ tạo sóng, vì vậy trẻ em cũng có thể vui chơi. Ở khu Palm, về mặt lý thuyết, trẻ em dưới 14 tuổi không được phép vào, nhưng tôi thấy nhiều cặp đôi có con từ 1-3 tuổi trong hồ bơi. Một khía cạnh tích cực khác là thảm thực vật kỳ lạ tự nhiên, phong phú như hoa lan, cây cọ, cây chuối, cây chà là và các loại khác.\nVào mùa hè, khu vực ngoài trời The Sands of Therme cũng hoạt động, rất nhiều giường tắm nắng được đặt trên cát cũng như trên cỏ, gần một hồ bơi khá nhỏ. Một quy tắc hơi vụng về: bạn không được phép vào hồ bơi với điện thoại của mình, giả sử bạn muốn chụp ảnh tự sướng. Tôi không hiểu ai và tại sao điều này lại làm phiền, vì nhiều người đang đi bộ xung quanh hồ bơi với cùng một loại ly cocktail. Ngoài ra, bạn không được phép để điện thoại ở mép hồ bơi, như tôi đã thử với hồ bơi bên ngoài, trong điều kiện chỉ có khoảng 4 người khác bên trong. Lạ thật...\nCó một vài nhà hàng và quầy bar hồ bơi, nhưng giá cả thì bị thổi phồng. Nếu tôi có thể hiểu được giá cao hơn cho một ly cocktail, thì tôi không hiểu được giá cao như thế nào cho một chai nước đóng chai đơn giản hoặc một chai bia tươi.\nCó vẻ hơi đông đúc so với sở thích của tôi, mặc dù trang web cho thấy sức chứa là 50 người.\nHãy mang theo dép tông của riêng bạn vì nếu không, bạn sẽ phải mua một ít từ họ.Đọc thêm",
            "Nhiệt độ tuyệt vời, đẹp, sạch sẽ, được bảo trì tốt, mới. Lớn hơn và đẹp hơn cái nổi tiếng ở Budapest.\nLý do của 3 sao là vì họ không nói với bạn trước rằng bạn không thể mang dép xỏ ngón của mình vào, họ yêu cầu bạn mua ngay tại chỗ, những sản phẩm có giá quá cao và chất lượng thấp. Nếu tôi không đi cùng bạn bè, tôi sẽ đòi lại tiền và rời đi. Tôi không quan tâm đến tiền bạc, tôi đã tiêu nhiều hơn vào bên trong cho đồ ăn và những thứ khác, đó là nguyên tắc, bạn nói với tôi trước rằng tôi nên mang giày và thay giày của mình bên trong. Trông giống như một trò lừa đảo nhỏ để tính phí cho bạn nhiều tiền hơn. Rẻ và không cần thiết. Đó là lưu ý tồi duy nhất, lý do tại sao thay vì 5 sao và trải nghiệm hoàn hảo. Họ không xứng đáng hơn 3Đọc thêm",
            "Tuyệt vời. Những người đang phàn nàn về dép xỏ ngón nên bắt đầu và đọc email hoặc trang web. Khi mua vé trực tuyến, bạn sẽ nhận được một danh sách đóng gói rất kỹ trong đó ghi rằng bạn cần mang theo dép xỏ ngón chưa được mang ra ngoài. Trên trang web cũng có ghi... MỌI NGƯỜI CẦN ĐỌC.  Ngoài ra, địa điểm đẹp, thiên hà khá sầm uất nhưng đường trượt khá vui nhộn. Có một vấn đề lớn ở phần trên cùng của các slide vì tất cả các slide đều bắt đầu từ đó và đó chỉ là một tắc nghẽn lớn. Lòng bàn tay thật tuyệt vời, nó chỉ đơn giản là thư giãn! Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời tại Therme. Các phòng xông hơi khô và hồ bơi họ có đều được bảo trì tốt và thật tuyệt khi họ cho bạn biết lợi ích về nhiệt độ và thời gian đề xuất cho mỗi phòng. Bạn có thể lấy đồ uống tại quầy bar bên hồ bơi. Mọi thứ đều có giá hợp lý! Đọc thêm",
            "Bầu không khí ổn. Nó rất đông đúc và tôi thấy cách bố trí khó hiểu với tủ đựng đồ và phòng thay đồ. Đó không phải là một trải nghiệm khủng khiếp, nó chỉ là một chút choáng ngợp. Nếu bạn muốn ngâm mình trong bể sục với 10 người và bể nước nóng với 200 người thì đó là buổi biểu diễn của bạn.Đọc thêm",
            "Có rất nhiều niềm vui ở Therme. Đây là sân chơi dành cho người lớn cũng phù hợp với trẻ em. Dịch vụ khủng khiếp trong quán bar bên hồ bơi bởi những nhân viên thô lỗ, những người dường như thực sự không muốn ở đó, chộp lấy những khách hàng từ chối phục vụ bằng cách đứng co ro trong một nhómĐọc thêm",
            "Dành cả ngày ở đó để thư giãn và tận hưởng các tiện nghi.  Đã đi vào thứ năm, vì vậy không quá bận rộn, tuy nhiên, có xu hướng đông đúc vào buổi chiều.  Chúng tôi đã làm khu vực Elysium và Palm.  Họ thật tuyệt vời.  Các phòng tắm hơi rất tuyệt vời, đặc biệt nếu bạn đến khi họ biểu diễn.  Đã thử nhà hàng Humboldt, nơi có nhiều loại món ăn khác nhau, tuy nhiên, đồ ăn rất bình thường.  Cũng đã thử nhà hàng châu Á cho bữa tối.  Tôi thích việc họ liệt kê tất cả các chất gây dị ứng trong thực đơn dành cho người bị dị ứng.  Tuy nhiên, số lượng chất phụ gia trong thực đơn không tạo ra một lựa chọn lành mạnh tại spa chăm sóc sức khỏe.Đọc thêm",
            "Địa điểm hoàn hảo để dành trọn một ngày thư giãn, vui chơi và phục hồi sức khỏe tinh thần và thể chất. Nằm cách trung tâm Bucharest khoảng 20-30 phút lái xe, nơi tuyệt vời này cung cấp một SPA và 8 phòng xông hơi khô khác nhau cùng nhiều địa điểm lý tưởng khác dành cho người lớn ở tầng 2. Ở tầng 1, có một hồ bơi lớn và là nơi tuyệt vời để nhâm nhi đồ uống trên các quầy bar trên mặt nước và tất nhiên là công viên nước có nhiều cầu trượt nước để vui chơi và tận hưởng. Đọc thêm",
            "Đây giống như một công viên giải trí Spa, được cho là một trong những spa tốt nhất mà tôi từng đến. Bạn có thể dành cả ngày nếu muốn thử tất cả những trải nghiệm khác nhau. Mang theo dép xỏ ngón và khăn tắm, nhưng bạn có thể thuê ở đó. Mất 30 phút - 1 giờ lái xe từ Bucharest. Xe taxi Uber của chúng tôi ở đó có giá khoảng 20 euro95 lei nên lượng xe cộ đông đúc nghĩa là chúng tôi chỉ có thời gian ở đó trong 3 giờ.  trên đường về, chúng tôi bắt một chiếc Uber với giá khoảng 75 leiVà chỉ mất khoảng 40 phút vì ít xe cộ hơn. Phòng thay đồ bận rộn nhưng hệ thống tốt. Không có nhiều ngăn. Chúng tôi đã có khoảng 3 giờ ở đó mặc dù chúng tôi đã trả 4,5 nhưng cần quay lại để đặt chỗ tại nhà hàng và nó trôi qua khi chúng tôi thực hiện một nghi thức tắm hơi khác nhau mỗi giờ. Việc này chỉ mất 15 phút nhưng với hàng dài người phải xếp hàng trước khi đến ga khoảng 10 phút trước và cũng là một trong những Scrubs ở Elysium. Có quá nhiều thứ đang diễn ra. Nó không thực sự lạnh nhưng rất vui. Rất nhiều hàng đợi cho tất cả mọi thứ nhưng nó có giá trị đồng tiền. Đáng để nâng cấp Elysium. Rất thích giường hồng ngoại và quầy bar bên hồ bơi khoáng sản. Phòng tắm hơi rất theo chủ đề, tức là Hollywood chiếu một bộ phim khi bạn ở trong đó. Nhân viên rất sạch sẽ và thân thiện. Mang theo sữa tắm, dầu gội và dầu xả của riêng bạn để tắm. Có máy sấy tóc ở đó nếu cần.Đọc thêm",
            "Chúng tôi đến đây vào nửa học kỳ tháng 5 ở Vương quốc Anh và chúng tôi yêu thích nó. Chúng tôi phải thuê áo choàng, khăn tắm và dép vì không thể nhét chúng vào hành lý. Nếu bạn tự mang theo, bạn sẽ có thể giảm chi phí đó. Chúng tôi đến Spa vào khoảng 11 giờ 30 sáng và chúng tôi không cảm thấy quá bận rộn suốt cả ngày. Phòng thay đồ và nhà vệ sinh được giữ gìn xinh xắn và sạch sẽ. Có nhiều quán bar trong hồ bơi phục vụ nhiều loại đồ uống mà bạn phải trả tiền sau cùng. Có rất nhiều lựa chọn về đồ ăn, với giá của một quán cà phê thông thường. Chúng tôi đã trả tiền cho gói đầy đủ và với mức giá đó, nó chắc chắn xứng đáng! Nếu bạn đang truy cập Bucharest bạn không thể bỏ qua trải nghiệm này. Tôi ước chúng tôi có một cái như vậy ở Anh! Đọc thêm",
            "Có rất nhiều thứ để thử như phòng tắm hơi, phòng tắm hơi và hồ khoáng. Chi phí vào đây rẻ nhưng chi phí sẽ sớm tăng lên khi bạn ở đó. Phải trả tiền để thuê khăn và áo choàng nhưng tất cả đều miễn phí khi bạn ở đó, ai đó đã lấy khăn của đối tác của tôi khi ở trong phòng xông hơi và ai đó đã lấy áo choàng của tôi khi tôi đang ở một trong các phòng tắm hơi nhưng họ sẽ không thay thế miễn phí, họ nên cung cấp khăn tắm và áo choàng miễn phí như ở nhiều spa khác nếu họ cho phép hành vi này. Nơi này trở nên bận rộn và quá đông đúc để thư giãn. mọi người dường như để đồ đạc trên nhiều ghế dài có sẵn nhưng phần lớn không có người ở, vì vậy khi chúng tôi muốn thư giãn một chút không phải trong phòng tắm hơi, chúng tôi phải mất nhiều thời gian để tìm một chiếc ghế dài miễn phí, điều này cần được nhân viên kiểm soát. Hầu hết mọi thứ bên ngoài cũng đóng cửa nên chúng tôi bị hạn chế mọi hoạt động trong nhà. Trong công viên nước bit. Không có đủ vòng bơm hơi cho cầu trượt và việc xếp hàng thật điên rồ. Chúng tôi đã có dịch vụ mát-xa trong khi ở đó bạn cần đến đó sớm vì bạn phải xếp hàng để đặt chỗ, bạn không thể đặt trước trực tuyến, chúng tôi đã cố gắng có được hai dịch vụ mát-xa cuối cùng nhưng phải mua một dịch vụ đắt hơn vì rẻ hơn đã bán hết, nhân viên mát xa Mihail của tôi rất tuyệt, và đã vận động cơ bắp mà tôi không biết là mình có nên sẽ giới thiệu dịch vụ mát-xa. Therme là một trải nghiệm nhưng tôi sẽ không gọi đây là spa thư giãn, tôi không nghĩ mình sẽ quay lại sớm.Đọc thêm",
            "Therme Bucuresti, một trong những nơi chăm sóc sức khỏe, thư giãn và giải trí lớn nhất ở Châu Âu. Đi Bus442 từ sân bay hoặc từ thị trấn. Đó là một nơi đáng yêu cho gia đình ở Galaxy. Để chăm sóc bản thân và thư giãn, hãy đến Elysium. Tôi yêu Phòng tắm hơi Hollywood với màn hình TV lớn bên trong. Phòng tắm hơi thật tuyệt vời. những ly cocktail tuyệt vời. Các nhân viên rất thân thiện. Nơi yêu thích của tôi là những chiếc giường hồng ngoại xinh xắn.Đọc thêm",
            "Chúng tôi đã đến thăm phòng tắm Therme trong chuyến đi trong ngày từ phố cổ. Rất dễ dàng để đến đó bằng xe Uber và rẻ như khoai tây chiên so với đi taxi ở Anh. Phí vào cửa trong 4,5 giờ ở nơi này một lần nữa là một món hời tuyệt đối! Đẹp về mặt thẩm mỹ với thiết kế và tất cả các loại cây và cây cối tuyệt đẹp! Rất nhiều ánh sáng tự nhiên vì toàn bộ nơi này được làm bằng kính để bạn có thể tận hưởng bầu trời trong xanh khi thư giãn. Chúng tôi đã không đến đó đủ sớm để có thể đảm bảo được dịch vụ mát-xa vì tôi nghĩ rằng chúng rất được ưa chuộng, tuy nhiên điều đó không ảnh hưởng gì đến trải nghiệm vì nó vẫn tuyệt vời. Có rất nhiều thứ để làm từ việc ngâm mình trong bồn tắm muối và magiê để có lợi cho sức khỏe, phòng xông hơi muối Himalaya, giường hồng ngoại đến các trò chơi mạo hiểm trên máng trượt! Rất dễ dàng để dành cả ngày ở đó mà không thấy chán. Đồ ăn cũng rất ngon và rất phải chăng. Chỉ cần mặc áo choàng khi vào cửa khi bạn đói. Tôi chắc chắn sẽ ghé thăm lại vì đó là một ngày tuyệt vời! Đọc thêm",
            "Từ chối nhập cảnh trong một giờ vì đại lý trực tuyến Headout ghi sai ngày trên vé pdf. Rất đông ngay cả vào thứ Hai giữa tháng Năm. Xếp hàng cho tất cả các phòng tắm hơi và hồ bơi và không có chỗ ngồi. Nhân viên la hét, chuyên quyền và thô lỗ. Trải nghiệm khó chịu.Đọc thêm",
            "Trông giống như thiên đường. Tôi đã đi cùng bố mẹ tôi đang đến thăm và chúng tôi đã có một khoảng thời gian vui vẻ! Họ rất ấn tượng về mọi lĩnh vực! Rất sạch sẽ và dễ chịu!Đọc thêm"
        ],
        "star_ratings": [
            1698,
            387,
            150,
            101,
            255
        ],
        "review_amount": 2591,
        "location": [
            "Quận Ilfov",
            "Châu Âu",
            "miền nam Rumani",
            "Rumani",
            "Các hoạt động ở Balotesti",
            "Balotesti",
            "Therme Bucharest"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 10, 2023",
            "Written July 22, 2023",
            "Written July 27, 2023",
            "Written July 30, 2023",
            "Written August 1, 2023",
            "Written August 16, 2023",
            "Written August 17, 2023",
            "Written August 18, 2023",
            "Written August 29, 2023",
            "Written June 7, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4324155-d9594371-Reviews-Therme_Bucuresti-Balotesti_Ilfov_County_Southern_Romania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d10226825-Reviews-Brutaria_Din_Sat-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4324155-d25309934-Reviews-Bro_Bistro-Balotesti_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4324155-d20208796-Reviews-Abbraccio_Pizza-Balotesti_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4324155-d19838269-Reviews-Cartofisserie-Balotesti_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3211404-d17271182-Reviews-Trattoria_Domeniile_Saftica-Saftica_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d3783721-Reviews-Vatra_Neamului_Restaurant-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d26226205-Reviews-EPF_Concept_Kaufland_Comuna_Balotesti-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d10586800-Reviews-La_Maison_des_Jardins_Events-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g27110034-d25647074-Reviews-La_Conac_Balotesti-Dumbraveni_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298476-d18342088-Reviews-Wright_Flyer-Otopeni_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298476-d7130422-Reviews-Tiriac_Collection-Otopeni_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298476-d15026393-Reviews-Water_Park-Otopeni_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298476-d27466337-Reviews-Dacia_Business_Lounge-Otopeni_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1675686-d14946676-Reviews-Manastirea_Carmelitana-Snagov_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g4324155-d21232867-Reviews-Las_Vegas_Games_Balotesti-Balotesti_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298476-d23093793-Reviews-St_Nicholas_Church-Otopeni_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298476-d23093869-Reviews-Biserica_Baptista_Independenta-Otopeni_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d23973382-Reviews-Piatraonline-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d19439691-Reviews-Portofino_Pool-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g4324155-d9594371-Reviews-or10-Therme_Bucuresti-Balotesti_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d27760980-Reviews-Therme_Bucharest-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g298476-d4053353-Reviews-Rent4Ride-Otopeni_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d8289445-Reviews-Green_Adventure-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d17353805-Reviews-Bucharest_Bachelor_Party-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d17548370-Reviews-Hot_Rod_Fun_Bucharest-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g298476-d19492400-Reviews-FMN_rent_a_car_Otopeni-Otopeni_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d7300102-Reviews-Book_Tours_Romania_Private_Tours-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d8112698-Reviews-Bucharest_Airport_Transfer-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d548240-Reviews-Herastrau_Park-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318261-Reviews-Muzeul_National_al_Satului_Dimitrie_Gusti-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d10063538-Reviews-Ceausescu_Mansion-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d19512663-Reviews-Welcome_Pickups_Bucharest-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g3780713-d553399-Reviews-Mogosoaia_Palace-Mogosoaia_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d3326816-Reviews-Slow_Tours-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g298004-d553386-Reviews-Ilica_Plaji-Cesme_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g32867-d10751478-Reviews-Lone_Cypress-Pebble_Beach_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35851-d12845044-Reviews-Lake_of_Egypt-Creal_Springs_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d104918-Reviews-Portland_Observatory-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237643-d640968-Reviews-Emerald_Pool_Sa_Morakot-Khlong_Thom_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d549675-Reviews-Kursunlu_Waterfalls-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1435792-d142879-Reviews-Pensacola_Beach-Pensacola_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d558673-Reviews-Lincoln_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8408084-Reviews-Funiculaire_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g48435-d536388-Reviews-Sands_Point_Preserve-Port_Washington_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4324155-d9594371-Reviews-or10-Therme_Bucuresti-Balotesti_Ilfov_County_Southern_Romania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4324155-d9594371-Reviews-Therme_Bucuresti-Balotesti_Ilfov_County_Southern_Romania.html"
    }
]