[
    {
        "attraction_name": "Three Pools",
        "attraction_name_vi": "Ba hồ bơi",
        "general_info": [
            "93 đánh giá",
            "- 5 trong số 15 điều cần làm ở Dahab",
            "Rạn san hô"
        ],
        "attraction_summary": "Nơi này thực sự rất tốt để lặn với ống thở, đặc biệt là khi bạn vượt qua hàng rào san hô, bạn sẽ thấy một số loài san hô và cá sinh vật biển đáng kinh ngạc, nhưng vấn đề duy nhất là vào mùa hè, nơi này trở nên bận rộn vì đây là nơi dành cho cả những người muốn bơi lội và khám phá biển và cả những ai muốn thực hiện một chuyến đi bằng xe bốn bánh vì ba cực là điểm xuất phát nhưng nếu bạn muốn thực sự tận hưởng nó vào mùa hè, tôi khuyên bạn nên đến đó sớm từ 6 hoặc 7 giờ sáng vì sẽ như vậy - t đông đúcĐọc thêm",
        "reviews": [
            "Chúng tôi đã ở đây như một phần của chuyến tham quan Dahab từ Sharm.  Tất cả các xe buýt du lịch đều dừng ở cùng một chỗ, họ cũng dẫn chúng tôi xuống nước ở cùng một chỗ. Nó có thể gây ra một số vấn đề - như bạn có thể tưởng tượng... Các hướng dẫn viên du lịch kiên quyết rằng bạn đi theo nhóm - tôi hiểu - để họ không mất bạn -, nhưng nếu bạn có thể bơi thì thật khó chịu. Chúng tôi đã bơi 40 phút - sau đó họ đưa chúng tôi ra ngoài. Chúng tôi đợi 45 phút ở nhà hàng để các thành viên khác trong nhóm bắt kịp và bơi - họ lái xe bốn bánh -. Tôi không hiểu tại sao chúng tôi lại bị kéo lên khỏi mặt nước chỉ để ngồi chờ... - Còn rạn san hô - nó đang chết dần... Nhìn mà đau lòng. Đã thấy một số con cá đẹp - nhưng chúng tôi sẽ không thấy gì đặc biệt - không thấy ngay tại khách sạn ở Sharm...Đọc thêm",
            "Nơi này nằm giữa hư không - có một khách sạn - khu nghỉ dưỡng, nhưng khu vực này vắng vẻ - nhưng rạn san hô thì hoàn toàn tuyệt vời và tuyệt vời để lặn với ống thở.Đọc thêm",
            "Đây là một trong những địa điểm lặn yêu thích của tôi ở Dahab trước đây. Năm nay chúng tôi thấy rằng nó đã trở thành một địa điểm du lịch rất sầm uất. Với những chiếc xe đạp 4 bánh gầm rú qua lại làm bụi bay lên và khiến việc băng qua đường trở nên mất an toàn. Thêm vào đó là những nhóm lớn những người lặn bằng ống thở không được giám sát chỉ đứng nói chuyện trong khi đi bộ trên san hô.. Địa điểm này sẽ không đáng để đến nếu người Ai Cập không chăm sóc nó.   Tôi biết những người điều hành các chuyến đi bằng xe đạp và ống thở muốn kiếm tiền nhưng khách hàng đang phá hủy khu vực này. Cuối cùng, nó sẽ không đáng để đến.Đọc thêm",
            "Lặn biển ở đây thật tuyệt vời, khuyên bạn không nên lặn một mình, vì vậy an toàn là trên hết, bạn cũng có thể thực hiện chuyến tham quan bằng xe đạp bốn bánh từ đây, rất mộc mạc nhưng theo tôi khá an toànĐọc thêm",
            "Nhóm của chúng tôi đã ở Three Pools từ 9 - 4 giờ chiều và có thể ở đó lâu hơn nữa! Nhóm chúng tôi đến đó chủ yếu để lặn nhưng tôi lại thích cưỡi ngựa. Người hướng dẫn từ Mona Lisa Stable đã gặp tôi tại địa điểm lặn cùng ngựa và chúng tôi cưỡi ngựa ra khỏi đó. Anh ấy rất linh hoạt về dòng thời gian, và cuối cùng chúng tôi đã đi ngang qua Gabr el Bint - 3 giờ khứ hồi với rất nhiều chặng phi nước đại - . Người hướng dẫn của tôi cực kỳ tốt bụng, chu đáo và vui vẻ thảo luận về văn hóa ngựa ở Ai Cập - e.g. dinh dưỡng, quản lý ổn định, v.v. - . Chúng tôi phi nước đại ở những khu vực có chỗ đứng cho phép và anh ấy thậm chí còn đề nghị quay video. Tôi đoán rằng anh ấy sẽ sẵn lòng cung cấp một chuyến đi ngắn hơn và - hoặc nhàn nhã hơn cho những người mới tập cưỡi ngựa hoặc những người chỉ muốn trải nghiệm khung cảnh tuyệt vời như vậy từ trên lưng ngựa. Tôi đánh giá cao sự ổn định này! Các con vật được chăm sóc tốt - cân nặng khỏe mạnh, bàn chân, chải lông - hướng dẫn viên chu đáo và thân thiện, giá cả rất hợp lý. Tôi sẽ không cưỡi chuồng ngựa này nếu các con vật không được chăm sóc đúng cách. Chuồng ngựa này được những người cũ ở địa phương giới thiệu và tôi rất vui vì đã làm theo lời khuyên của họ. Tôi - sẽ luôn nhớ chuyến đi với MLS là điểm nổi bật trong chuyến đi kéo dài một tuần của tôi đến Dahab! Tại địa điểm lặn, nhóm của chúng tôi có khu vực chòi riêng ngay trên mặt nước, nơi chúng tôi có thể để đồ của mình một cách an toàn. Những người chủ nhà cung cấp thức ăn và đồ uống rất vừa ý cho những thợ lặn đang đói bụng của chúng tôi. Tôi chưa ăn nhưng đã thưởng thức nước chanh bạc hà sảng khoái và rất ngọt ngào.Đọc thêm",
            "Mình ở khách sạn Happy Life 12 ngày và đi dạo gần khu đó nên cafe KARAKEEB đã làm mình rung động ở 3 hồ bơi:- - . Những người làm việc ở đó rất hiếu khách và thân thiện, một số người trong số họ nói tiếng Anh khá trôi chảy, vì vậy bạn có thể có một cuộc trò chuyện đầy ý nghĩa và cảm thấy bình yên và tĩnh lặng ở đó. Ngoài ra những vị khách đang ghé thăm quán cà phê. Trò chuyện với họ rất thú vị, bạn có thể gặp ở đó rất nhiều người từ lĩnh vực này đến người dân địa phương, từ bác sĩ đến người hướng dẫn yuga từ Moscow. Thức ăn và đồ uống cũng rất ngon. Nơi bơi lội siêu hấp dẫn vì bạn có thể nhìn thấy tất cả thế giới cá phong phú. Vì vậy, nơi này rất được khuyến khích.Đọc thêm",
            "Phần ba hồ của Three Pools về cơ bản là một rạn san hô chết. Có một anh chàng huýt sáo bảo những người lặn biển không được chạm vào san hô. Nhưng đã quá muộn đối với các hồ này, gần như toàn bộ san hô đã chết. Có một điểm dừng nhỏ ngoài phạm vi bao phủ san hô ổn, nhưng theo nghĩa đen, tất cả các địa điểm lặn khác ở Thị trấn Dahab đều có nhiều sự sống hơn. Tôi không biết chuyện gì đã xảy ra ở đây. Rõ ràng cách đây vài tháng mọi chuyện đã không như thế này và tôi không thể hiểu tại sao ngay cả nhiều người bơi lội kém cỏi lại có thể gây ra tỷ lệ tử vong cao đến mức này. Có san hô chết bị vỡ, nhưng chủ yếu ở đó là san hô chết còn nguyên vẹn, chưa được tẩy trắng, phủ đầy trầm tích. Điều duy nhất tôi có thể nghĩ đến là kem chống nắng. Điều này cần được điều tra.Đọc thêm",
            "Nơi tốt nhất ở Dahab để lặn, lặn với ống thở, ăn uống, bối cảnh Bedouin, thiên nhiên nguyên sơ, quang cảnh tuyệt đẹp, an toàn, nơi thư giãn tốt nhất. Rất khuyến khích đến đây vào sáng sớm trước khi đông đúc. Đọc thêm",
            "Nhìn chung đây là một trải nghiệm tích cực và nếu bạn - đã nghe nói đến lặn với ống thở và thư giãn - thì đó là một lựa chọn tốt.   Chất lượng của các rạn san hô hte rất tốt nhưng nếu đông đúc, bạn có thể không nhìn thấy nhiều cá như bạn mong đợi.... Có rất nhiều nơi để thuê thiết bị lặn và bạn có thể để túi xách của mình ở bất kỳ quán ăn nào trong khi chờ đợi. bạn - đang ở biển.    Toàn bộ khu vực có cảm giác khá thoải mái nhưng đây là điểm cuối hoặc điểm xuất phát của các chuyến tham quan bằng xe đạp địa hình tạo ra nhiều tiếng ồn và bụi...Đọc thêm",
            "Giá sau Eid là bao nhiêu và có phải là khách sạn không?",
            "Tôi có một đứa con một tuổi và tôi muốn đến dahab và có suy nghĩ bình thường khác thường, tôi nghĩ sẽ thật tuyệt vời nhưng cũng đầy thử thách khi thực hiện những hoạt động như vậy với một cậu bé 1 tuổi. Nhưng chúng ta là 2 cặp vợ chồng và 1 đứa trẻ\nCó thể vui chơi với một em bé?\nVà dịch vụ y tế trong trường hợp khẩn cấp như thế nào?\nTôi có được phép mang con tôi xuống nước cùng không? \nCâu trả lời nhanh chóng của bạn sẽ được đánh giá rất cao - Đọc thêm",
            "Tôi nghĩ bạn có thể mang theo đứa trẻ nhưng bạn sẽ không thể tham gia nhiều hoạt động lặn và lặn với ống thở, điều đó sẽ rất rủi ro.  bạn sẽ tìm thấy những nơi để vui chơi với đứa trẻ nhưng không phải tất cả mọi nơi. tôi chắc chắn bạn sẽ tận hưởng chuyến đi. cố gắng ở khách sạn gần trung tâm thành phố để không phải đi xa khỏi thị trấn để tận hưởng việc mua sắm và đi dạo bên bờ biểnĐọc thêm",
            "chúng ta có thể đi bằng ô tô không, xe 4x4 có an toàn không cho tôi và con gái đi một mìnhĐọc thêm",
            "Có, không cần xe 4x4, bạn có thể đi bằng một trong những chiếc xe cho thuê mà bạn tìm thấy ở ngọn hải đăng và nó rất an toàn, bạn sẽ tìm thấy một quán cà phê ở đó để ngồi, uống nước và thậm chí cả bữa trưa.\n\nVà nếu bạn đang tìm kiếm một trải nghiệm lặn ống thở thú vị, bạn có thể tiếp tục đi trên cùng một con đường cho đến khi bạn đến quán cà phê tiếp theo và cuối con đường, địa điểm đó được gọi là - Hang động - , những rạn san hô tuyệt vời và những hang động bên trong san hô, một trong số những trang web tốt nhất ở dahab.Đọc thêm",
            "Xin vui lòng cho biết chi phí để có một chiếc xe để đi ba hồ bơi và hố xanh Đọc thêm",
            "Thuê taxi sẽ ở bên bạn cả ngày - 10Đọc thêm"
        ],
        "star_ratings": [
            57,
            23,
            10,
            2,
            1
        ],
        "review_amount": 93,
        "location": [
            "Các hoạt động ở Dahab",
            "Biển Đỏ và Sinai",
            "Nam Sinai",
            "Châu phi",
            "Ai Cập",
            "Vàng",
            "Ba hồ bơi"
        ],
        "reviews_time": [
            "Written April 22, 2024",
            "Written July 25, 2023",
            "Written April 18, 2023",
            "Written March 14, 2022",
            "Written November 24, 2021",
            "Written July 7, 2021",
            "Written June 30, 2021",
            "Written June 6, 2021",
            "Written July 23, 2020",
            "Written January 5, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297547-d6964365-Reviews-Three_Pools-Dahab_South_Sinai_Red_Sea_and_Sinai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297547-d8029248-Reviews-The_Caves-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297547-d21269926-Reviews-Dahab_dream_paradise-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d3547594-Reviews-King_Safari_Dahab_St_Catherine_Mt_Sinai_Trip_Day_Tours-Dahab_South_Sinai_Red_Sea_.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d25417220-Reviews-Dahab_Square_Mall-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d27711255-Reviews-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d27176803-Reviews-Moods_Art_House-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d6964365-Reviews-or10-Three_Pools-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d2264830-Reviews-Coral_Reefs-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d1216598-Reviews-Blue_Hole-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d6964367-Reviews-Blue_Lagoon-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d23608370-Reviews-Blue_Lagoon-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d19315602-Reviews-Ein_Kid-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d24171943-Reviews-Malakot_Mountain_Oasis-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d1887235-Reviews-Black_Rock_Dive_Centre-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d17336443-Reviews-Circle_Divers_Dahab-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d1674549-Reviews-Big_Blue_Dahab-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d21325050-Reviews-Slydive_Dahab-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d2538432-Reviews-Penguin_Divers_Club-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d5254869-Reviews-Scuba_Seekers-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d1973774-Reviews-AQUA_DIVERS-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d3915654-Reviews-Bedouin_Divers_Dahab-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d7694889-Reviews-Liquid_Adventures_Dahab-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d9806047-Reviews-Vetratoria_Windsurfing_SUP-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d1065657-Reviews-Orca_Dive_Dahab-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d2327325-Reviews-Shams_Dive_Centre-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d3369272-Reviews-Sinai_Divers_Backpackers-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d2355834-Reviews-H2O_Divers_Dahab-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d1592773-Reviews-Sea_Dancer_Dive_Center-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d130123-Reviews-Kingsley_Plantation-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d13349998-Reviews-Shah_Allah_Ditta_Caves-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d7360177-Reviews-Santa_Cruz_Downtown-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g668422-d3530835-Reviews-Nikiti_Beach-Nikiti_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1599559-d2624779-Reviews-Lovina_Beach-Lovina_Beach_Buleleng_District_Buleleng_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23943243-Reviews-No_Entry_Bar-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13319724-Reviews-Mangwon_Market-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626907-d19268791-Reviews-Shaat_View_Point-Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g43439-d279603-Reviews-Mystic_Lake_Casino-Prior_Lake_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d7043199-Reviews-Tre_Ishujt_Restaurant_Lounge-Ksamil_Saranda_Vlore_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297547-d6964365-Reviews-or10-Three_Pools-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297547-d6964365-Reviews-Three_Pools-Dahab_South_Sinai_Red_Sea_and_Sinai.html"
    }
]