[
    {
        "attraction_name": "Three Sisters Springs",
        "attraction_name_vi": "Suối Ba Chị Em",
        "general_info": [
            "1.652 đánh giá",
            "- 3 trong số 28 điều cần làm ở Crystal River",
            "Nguồn nước",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Cửa vào tự nhiên ở sông Crystal này có ba suối tự nhiên, với làn nước trong xanh như pha lê và vô số động vật hoang dã. Vào mùa đông, hãy để ý những con lợn biển di cư và tìm nơi ẩn náu trong làn nước ấm. Đến gần những sinh vật khổng lồ hiền lành này bằng cách chèo thuyền kayak và thậm chí tham gia một chuyến bơi lội và lặn với ống thở - chỉ cần nhớ biết cách cư xử của lợn biển. - Nếu bạn có bất kỳ thắc mắc nào, các hướng dẫn viên về động vật hoang dã luôn sẵn sàng trợ giúp. Bạn cũng có thể tận hưởng khung cảnh tuyệt đẹp từ lối đi bộ lót ván và những con đường mòn đi bộ đường dài quanh năm. Cách tốt nhất để đến đó là bằng xe đẩy từ Tòa thị chính, đã bao gồm trong vé vào cửa của bạn.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đây là một nơi tuyệt đẹp để chèo thuyền kayak và lặn với ống thở.  Bạn không thể leo lên những tảng đá hoặc trên cạn nhưng bạn có thể nhảy ra khỏi thuyền kayak và lặn xung quanh.  Sau đó, chúng tôi sử dụng một tảng đá nổi trên mặt nước để đưa mình trở lại thuyền kayak.  Chúng tôi cũng chèo thuyền kayak quanh sông và nhìn thấy lợn biển ở ngoài đó.  Chắc chắn muốn quay lại và bơi ở khu vực này một lần nữa trong tương lai sau khi họ mở cửa trở lại.Đọc thêm",
            "Trip Advisor liệt kê Three Sisters Springs và Khu bảo tồn Đời sống Hoang dã Quốc gia Crystal River là những nơi khác nhau, trong khi chúng giống nhau. Sẽ rất khó hiểu khi thử và nghiên cứu nó. Tôi khuyên bạn nên sử dụng tên Khu bảo tồn động vật hoang dã quốc gia Crystal River khi cố gắng xác định vị trí của nó. Bạn có thể đỗ xe ở bãi đậu xe bên kia đường. Những nơi khác có thể hướng bạn đến Tòa thị chính, nhưng nơi đó đã bị bão làm hư hại và đã di chuyển.  - Google không biết tòa thị chính ở đâu - Dù sao thì công sức bỏ ra cũng đáng.  Những con suối thật đẹp. Có rất nhiều lợn biển để xem. Đi đến board walk và đi bộ xung quanh để bạn có thể tìm thấy tất cả. Đọc thêm",
            "Một nơi tuyệt vời để ngắm lợn biển - làn nước trong vắt nơi chúng ta có thể dễ dàng nhìn thấy 100 con lợn biển từ lối đi lót ván mà không cần cố gắng!\n\nThree Sisters Springs là một trải nghiệm tuyệt vời nhưng trang web không thể hiện điều đó một cách công bằng. Dành cho những người đang có ý định đi:\n\nĐỗ xe tại trung tâm du khách, đi vào và mua vé. Bạn sẽ nhận được một chiếc vòng tay giúp bạn có thể vào công viên.\n\nTừ đây, bạn có thể bắt xe buýt miễn phí chạy mỗi nửa giờ hoặc lâu hơn và sẽ thả bạn tại lối đi bộ.\n\nHOẶC\n\nBạn có thể đi bộ thẳng tới lối đi bộ lót ván - dài khoảng 0,3 dặm, địa hình bằng phẳng.\n\nBãi đậu xe dành cho người khuyết tật có sẵn ngay tại lối đi bộ lót ván và bạn có thể thanh toán trực tiếp tại cổng vào công viên thay vì đến trung tâm du khách.\n\nVật nuôi không được phép.\n\nĐối với những người nuôi thú cưng như chúng tôi, chúng tôi đã thả chú chó của mình ở gần đó - khoảng 8 dặm - Trung tâm chăm sóc chó ban ngày - Chải lông. Đó là - 6 giờ một giờ - họ cũng có mức giá nửa ngày và cả ngày cho những người có nhu cầu - vì vậy bạn có thể mất bao lâu hoặc ít tùy thích.  Chúng tôi chỉ đi được khoảng 2 giờ nhưng khi chúng tôi quay lại, con chó của chúng tôi đã chơi rất vui và cũng được đi dạo - không thể giới thiệu đủ cao!Đọc thêm",
            "Người lớn phải là s - 20 mới được vào trừ khi bạn là người cao tuổi, quân nhân hoặc có thẻ công viên tiểu bang. Bãi đậu xe ở bên kia đường, điều này hơi kỳ lạ đối với tôi, nhưng bạn có thể nhìn thấy những con lợn biển đi chơi, điều đó thật tuyệt. Tôi đến sau chuyến tham quan bằng ống thở đưa tôi đến một khu vực khác. 3 Sisters có nước rất trong, tuy nhiên, nếu bạn chèo thuyền để xem lợn biển, chúng sẽ bị trói lại! Không có đường dẫn nước từ công viên - đường mòn. Hướng dẫn cách đều nhau và rất am hiểu! Hãy đi sớm nếu bạn muốn xem lợn biển đang hoạt động! Nếu không thì họ chỉ loanh quanh khi ngủ.Đọc thêm",
            "Chuyến đi tuyệt vời! Chúng tôi quyết định đi vào sáng sớm thay vì chiều muộn! Sự lựa chọn tốt. Có ít người hơn và rất nhiều lợn biển! Họ là một số hướng dẫn viên đã trả lời các câu hỏi và cho bạn biết về khu vực này! Chúng tôi đã thấy rất nhiều lợn biển! Quá nhiều để đếm! Nó thực sự là tuyệt vời! Sáng nay trời lạnh nhưng nắng vẫn chiếu và bạn có thể nhìn xuyên qua mặt nước rất rõ ràng! Thay vì quay lại bãi đậu xe, chúng tôi bắt xe đưa đón! Tôi lo rằng mình sẽ phải đợi và chúng tôi đang trong thời gian gấp rút, nhưng tàu con thoi đang di chuyển rất nhanh! Khi họ đang xuống xe, chúng tôi nhảy lên và anh ấy chở chúng tôi thẳng đến xe của chúng tôi băng qua đường. Các cô gái trong văn phòng rất tử tế và thân thiện! Chỉ là một nơi tuyệt đẹp để xem lợn biển và khu vực! Phải xem nếu bạn đang ở trong khu vực! Đọc thêm",
            "Cách tốt nhất để xem Manatees là lối đi bộ lót ván này. Đầu tiên, nếu bạn có biển số dành cho người khuyết tật trên ô tô, bạn có thể lái xe vào và đỗ xe ở lối đi bộ lót ván. Không cần phải chờ xe buýt và mang theo 40 người cùng lúc để cản đường bạn. Một ý tưởng hay khác là có Thẻ Công viên Quốc gia, thẻ này sẽ được giảm một nửa giá khi vào cửa.\n\nTừ lối đi bộ lót ván, bạn có thể nhìn thấy lợn biển trong vòng 10 feet và nước trong đến mức bạn có thể nhìn thấy toàn bộ con vật và tất cả bạn bè của nó. Một chiếc thuyền nghe có vẻ hay nhưng bạn hầu như không nhìn thấy gì.Đọc thêm",
            "Con đường đi bộ lát ván tuyệt vời với nhiều địa điểm ngắm nhìn những đàn lợn biển tụ tập trong những dòng suối ấm áp.  Kiểm lâm hữu ích - tình nguyện viên đặt câu hỏi.  Một con lợn biển đã được thả từ Vườn thú Tampa đến Three Sisters - trải nghiệm thật thú vị.  Nước rất sạch - trang web được bảo trì tốt.  Hoạt động tuyệt vời bổ sung cho chuyến tham quan bằng thuyền.Đọc thêm",
            "Tôi có thể đã ở trên lối đi bộ lát ván nhiều ngày để quan sát những con lợn biển và con của chúng trong làn nước trong vắt đến khó tin. Chúng tôi đã thấy ít nhất 100 người trong hai giờ chúng tôi ở đó. Nước rất trong và tĩnh lặng và chúng tôi ở gần đến mức có thể nhìn rõ mà không cần ống nhòm, những dấu hiệu riêng lẻ và vết sẹo trên lợn biển khi chúng đi vào suối từ sông. Điều đáng ngạc nhiên là chim cốc lao xuống suối và bay dưới nước cùng với lợn biển để tìm cá. \n\nTôi sẽ quay lại nhiều lần khi đến thăm Florida vào mùa đông!Đọc thêm",
            "Xinh đẹp! Các lò xo trong suốt như pha lê và có màu nước tuyệt đẹp. Có một lối đi bộ được xây dựng tốt xung quanh các suối giúp bạn dễ dàng ngắm cảnh. Chúng tôi thật may mắn khi nhìn thấy một con lợn biển mẹ với đàn con đang ấm áp trong mùa xuân vào buổi sáng chuyến thăm của chúng tôi. Khi đi xa hơn, chúng tôi thấy một con rùa đang bơi cùng với một số con cá và ở cửa suối, có thêm một vài con lợn biển. Nơi này là một kho báu thực sự!Đọc thêm",
            "Thật là một nơi tuyệt vời để tham quan và ngắm nhìn những con lợn biển tận hưởng làn nước ấm áp của 3 Sisters Springs. Chúng tôi đã hai lần đến gặp lợn biển trong tháng Hai. Đã thấy ít nhất 100 con trở lên cùng với nhiều em bé. Một chuyến đi bộ đáng yêu dọc theo lối đi bộ lót ván, khuôn viên rất đẹp và rất sạch sẽ và tất cả các tình nguyện viên đều rất hữu ích và hiểu biết.Đọc thêm",
            "Chúng tôi thất vọng về chuyến thăm của mình vào một buổi chiều nắng nóng khi các con suối đầy thuyền kayak và ván chèo chứ không phải lợn biển. Đây là thời điểm sai lầm trong năm để xem lợn biển ở đây. Vì chỗ đậu xe chỉ giới hạn cho những người có nhãn đậu xe dành cho người khuyết tật nên chúng tôi bắt xe đưa đón từ văn phòng, nơi chúng tôi được phát bản đồ và người lái xe đưa đón chỉ vào các phòng vệ sinh. Mặc dù các con đường mòn được mô tả trên bản đồ nhưng không có đầu đường mòn hoặc biển báo chỉ đường trên khuôn viên, vì vậy chúng tôi không bao giờ chắc chắn liệu mình có đang đi trên một con đường mòn thực sự hay chỉ là đi lang thang. Trời nóng và không có gì nhiều để xem.Đọc thêm",
            "Đây là một nơi tuyệt vời và yên bình, nơi màu nước khiến bạn mỉm cười! Chúng tôi đến đó vào thứ ba và không có quá nhiều người. Chỉ có một con lợn biển vì trời quá nóng đối với chúng. Lần tới chúng ta nên đến đây vào tháng 2.Đọc thêm",
            "Three Sisters Springs hoàn toàn làm tôi choáng ngợp! Nước rất trong và mát, thời tiết đầu tháng 4 thật hoàn hảo. Mặc dù chúng tôi đã ở đó qua mùa lợn biển, chúng tôi vẫn có thể nhìn thấy một con đang lang thang trong suối. Tôi khuyên bạn nên thuê một chiếc thuyền kayak tại Công ty Kayak và Trung tâm lặn Crystal River và thực hiện chuyến đi thuyền kayak 10 phút từ đó để tham quan các con suối. Vì đây là lần đầu tiên tôi chèo thuyền kayak nên tôi hơi do dự khi bỏ qua chuyến tham quan có hướng dẫn viên, nhưng nó đáng giá! Sẽ thư giãn hơn khi có thể khám phá khu vực và bơi trong suối theo tốc độ của riêng chúng tôi. Đừng ngủ ở nơi này - chắc chắn hãy kiểm tra nó!Đọc thêm",
            "Thật tuyệt vời! Thực sự không có từ nào có thể diễn tả được thiên đường nhỏ bé này trên trái đất! Ngay cả khi bạn chỉ đi dạo trên lối đi lát ván, nó cũng thật tuyệt vời!! Đọc thêm",
            "Nơi trông rất buồn và hẹn hò từ bên ngoài. Điểm tích cực chính về nơi này là - theo nghĩa đen là phía trước bộ trang phục du lịch Manatee River mà chúng tôi đã được đặt cho ngày hôm sau. Nơi này có mùi ẩm mốc và mặc dù các phòng đều cấm hút thuốc nhưng tôi vẫn ngửi thấy mùi đó qua lỗ thông hơi trong phòng tắm. Sự sạch sẽ ở mức không đáng kể, tuy nhiên hai người phụ nữ dọn dẹp bên ngoài khi chúng tôi rời đi rất tốt bụng. Ước gì chúng ta dành thời gian lái xe trên đường để xem một số lựa chọn tốt hơn.Đọc thêm",
            "Phải xem!! Chúng tôi chèo thuyền kayak để đến đây, buộc thuyền lại và bơi đến và vào các suối. Trời lạnh nhưng đáng giá. Có hai con lợn biển ở đó và thật tuyệt khi thấy chúng chỉ quanh quẩn ở đó! Một khu vực đẹp như vậy, nước trong vắt. Cậu con trai 7 tuổi của tôi rất thích, sau ngày 1 tháng 4, bạn có thể chèo thuyền kayak ở các suối mà tôi đã từng làm trước đây nhưng lần này chúng tôi phải bơi và đó là một trải nghiệm rất thú vị! Đọc thêm",
            "Thật là một nơi tuyệt vời để tham quan và ngắm nhìn những con lợn biển tận hưởng làn nước ấm áp của 3 Sisters Springs. Chúng tôi đã hai lần đến gặp lợn biển trong tháng Hai. Đã thấy ít nhất 100 con trở lên cùng với nhiều em bé. Một chuyến đi bộ đáng yêu dọc theo lối đi bộ lót ván, khuôn viên rất đẹp và rất sạch sẽ và tất cả các tình nguyện viên đều rất hữu ích và hiểu biết.Đọc thêm",
            "Stopped overnight in the area while driving through and wanted to visit the springs in hopes of seeing manatees.  We are Floridians and aware that March can be an iffy time for seeing manatees depending on the weather conditions.  HOWEVER, we had just seen dozens of them a bit further South in Ruskin, FL the day before at a FREE viewing facility.  The cost here was to be  - 17.50 apiece  - and that was the Senior discount price!!! -  for the day which basically only includes use of the park  -  walking - hiking trails, trolley transport and possible manatee viewing.  Those employees working in their visitor center  - which had been relocated  -  NOT indicated on the website!! -   were Extremely UNHELPFUL and almost to the point of rude as we expressed the issues we - d had finding information on their website that was NOT updated and very lacking!!  There is no parking inside the park so everyone MUST use a trolley system that supposedly picks up regularly around the town but, again, there is very little information on the website regarding times and how one goes about getting a ticket for the trolley.  We waited for near 30 minutes at the town square stop and never once saw a trolley, nor did we ever see one during the half day we spent in town driving  -  exploring around.  When we finally found the Visitor Center new location we were told there that you must first purchase a park ticket in order to be able to ride the trolley...this is indicated NOWHERE on the website!! We travel in an RV and require larger parking access than for just a vehicle and all the running through town streets trying to find things is very cumbersome and frustrating!!  Also, the  park apparently do no counting or reporting of the number of manatees present, as is done at Blue Springs State Park just a bit further South.  At Blue Springs you pay one fee per car to enter and the boardwalk along the spring is a wonderful stroll providing many views of the springs and usually manatees which they are always aware of and let you know upon entering what to expect in numbers.  We DID NOT pay the overpriced fee to ender Three Sisters and were VERY DISAPPOINTED in our stop there.  Although it is a cute town and the murals painted around the town are nice, we would not go back and would NOT RECOMMEND it to others unless you are planning to do a swim with the manatees adventure through a private tour operation.Read more",
            "Chúng tôi rất thích nơi này để xem lợn biển.  Một điều ước suốt đời đối với tôi.  Nhiều nơi dọc theo đường mòn để quan sát chúng.  Những tháng mùa đông là tốt nhất.Đọc thêm",
            "Vấn đề đầu tiên: trang web không nêu rõ rằng bạn phải đến trung tâm Du khách và mua dây đeo cổ tay trước khi trả tiền đậu xe tại Công viên Hunters để có xe đưa đón đến nơi ẩn náu. Nó cũng không cho bạn biết liệu họ có chạy tàu con thoi đến những điểm dừng nhất định hay không và khi nào. May mắn thay, tôi gặp được một kiểm lâm viên đã giải thích mọi chuyện cho tôi. Thật không may, tôi đã trả phí đậu xe. NHÂN VIÊN VĂN PHÒNG RẤT HỮU ÍCH! Vấn đề thứ hai: tài xế đưa đón của chúng tôi đã thô lỗ và không rõ ràng trong hướng dẫn của anh ấy, khiến chúng tôi phải ở lại thêm 15 phút. Khi chúng tôi đến bảo tàng và chưa xuống tàu, anh ta tự mãn hỏi: - Em đi đâu vậy? - Tôi đã thông báo với anh ấy rằng tôi hiểu nhầm lời chỉ dẫn của anh ấy và sẽ quay lại bãi đậu xe. Tuy nhiên, anh ấy đã tận dụng cơ hội này để thử và bắt đầu một cuộc tranh cãi - tôi - tôi đúng, bạn - sai - trong khi những hành khách khác đang xếp hàng tại bảo tàng. Không phải là một người đàn ông tốt. Tôi nghĩ đó là John. Người phụ nữ ngọt ngào ở trung tâm du khách không chắc đó là John hay Pete khi chúng tôi đến thăm vào ngày 1 tháng 3. Suối nước rất giật gân và lợn biển thật tuyệt vời. Chỉ cần lên kế hoạch để một ông già cáu kỉnh làm tài xế cho bạn.Đọc thêm",
            "Xin chào. Vì tôi đã đặt tour bơi biển với lợn biển nên việc ghé thăm Three Sisters Springs có còn đáng không? Tôi đang cân nhắc giữa việc tham quan Three Sisters Springs và chèo thuyền ở Weeki Wachee Springs. cảm ơn.Đọc thêm",
            "Chúng tôi đã bơi cùng cá cúi và đi bộ trên lối đi lát ván quanh ba suối Sister. Bạn thực sự được thấy nước biển trong xanh như thế nào và có rất nhiều cá cúi ở đó để ngắm. Tôi sẽ làm cả hai nếu bạn có thời gian - Đọc thêm",
            "Mùa xuân này có an toàn cho người không biết bơi không?Đọc thêm",
            "Nhất định phải mặc áo phao! Suối nước có thể sâu tới 20 feet hoặc hơn!Đọc thêm",
            "Phải sưởi ấm trong bao lâu để tất cả lợn biển biến mất? Một vài ngày, một tuần?Đọc thêm",
            "Tuần tới trời sẽ ấm lên. Tôi có cơ hội nhìn thấy một vài con lợn biển vào thứ Sáu một tuần kể từ bây giờ không. Tôi biết vịnh vẫn mát mẻ.Đọc thêm",
            "Tôi có thể mua vé vào cổng và đi bộ vào không?Đọc thêm",
            "Vâng, có một gian hàng ở lối vào nơi bạn mua máy giật và từ đó bước vào.  Chúc bạn vui vẻ.Đọc thêm",
            "Có được nhận vào chỉ để đi bộ xung quanh khu vực?  Mong được lái xe đi ăn và chỉ nhìn quanh khu vực.  Cảm ơn bạn!Đọc thêm",
            "Tôi nghĩ rằng có một khoản phí vào cửa để vào lối đi bộ quanh suối.  Lợn biển chỉ ở trong suối khi nhiệt độ vùng vịnh giảm xuống, thường là từ tháng 11 đến tháng 3.Đọc thêm",
            "Có dễ dàng trở lại thuyền kayak bơm hơi nếu bạn đi bơi ở Three Sisters Springs không? Tôi - tôi lo lắng vì không có đường vào đất liền nên sẽ khó quay lại thuyền kayak bơm hơi một khi chúng tôi chèo thuyền kayak vào.Đọc thêm",
            "Có những tảng đá xung quanh suối. Tôi đã thấy nhiều người chèo thuyền kayak khi tôi đi. Dường như không ai gặp khó khăn khi quay lại. - Đọc thêm",
            "Có an toàn khi ở trên mặt nước có nhiều cá sấu ở Florida không? Đọc thêm",
            "Tôi không nhìn thấy con cá sấu nào khi ở đó và có rất nhiều người dưới nước, vì vậy tôi cho rằng nơi này khá an toàn. Đọc thêm",
            "Có chỗ nào cho thuê phao nổi trên mặt nước không?Đọc thêm",
            "Bạn có thể thuê thuyền Kayak, thuyền, ván chèo Đọc thêm",
            "họ có ca nô cho người già thuê để xem lợn biển không?Đọc thêm",
            "Như nhiều người đã tuyên bố không có dịch vụ cho thuê tại Three Sisters Spring.  Điểm thu hút chính ở đây là lối đi lát ván tuyệt đẹp có đội ngũ tình nguyện viên am hiểu, kiến ​​thức của họ sẽ nâng cao chuyến tham quan của bạn.  Nếu bạn muốn xem một số trong số hàng trăm con lợn biển vào mùa đông năm đó trong và xung quanh Springs, nhiệt độ vùng Vịnh phải dưới 68F để quan sát tốt nhất vì lợn biển không chịu được nước thấp hơn nhiệt độ này và rút lui về Suối nơi có thể quan sát từ đất liền tuyệt.  KHÔNG được tiếp cận từ đất liền tới nước cũng như nước vào đất liền.  Có các điểm nối ngay bên ngoài Mùa xuân để cho phép bạn bơi vào từ ngày 15 tháng 11 đến ngày 31 tháng 3. Hãy kiểm tra trang web USFWS để theo dõi quyền truy cập.Đọc thêm"
        ],
        "star_ratings": [
            1179,
            279,
            109,
            42,
            43
        ],
        "review_amount": 1652,
        "location": [
            "Suối Ba Chị Em",
            "Hoa Kỳ",
            "Florida - FL -",
            "Những điều cần làm ở sông Crystal",
            "Sông Pha Lê"
        ],
        "reviews_time": [
            "Written August 14, 2023",
            "Written December 14, 2023",
            "Written December 22, 2023",
            "Written January 6, 2024",
            "Written January 17, 2024",
            "Written January 19, 2024",
            "Written February 21, 2024",
            "Written February 28, 2024",
            "Written March 1, 2024",
            "Written March 14, 2024",
            "Written May 23, 2024",
            "Written May 19, 2024",
            "Written May 6, 2024",
            "Written April 27, 2024",
            "Written March 28, 2024",
            "Written March 27, 2024",
            "Written March 14, 2024",
            "Written March 13, 2024",
            "Written March 7, 2024",
            "Written March 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34162-d2556234-Reviews-Three_Sisters_Springs-Crystal_River_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34162-d17550265-Reviews-BubbaQue_s_Crystal_River-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34162-d1030585-Reviews-Vintage_on_5th-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34162-d8833739-Reviews-The_Crab_Plant-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34162-d516186-Reviews-Crackers_Bar_Grill-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34162-d7086035-Reviews-Tea_House_650-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34162-d6650570-Reviews-Amy_s_on_the_Avenue-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34162-d9802309-Reviews-Norton_s_Riverside_Sports_Bar_n_Grill-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34162-d19458764-Reviews-Cattle_Dog_Coffee_Roasters-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34162-d20989184-Reviews-Kane_s_Cattle_Co-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34162-d25320855-Reviews-Guyer_s_Ice_Cream_And_Donuts-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d27064270-Reviews-Little_Springs_Park-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d13973281-Reviews-Crystal_River_Boat_Builders-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d6995088-Reviews-Heritage_Antiques-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d21222313-Reviews-Coastal_Art_Gallery-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d14080101-Reviews-Franklin_Anderson_Gallery-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d19269448-Reviews-The_Shoppes_of_Heritage_Village-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d9745462-Reviews-Coastal_Heritage_Museum-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d13297872-Reviews-King_s_Bay_Park-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d1547607-Reviews-Hunter_Springs_Park-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d130522-Reviews-Crystal_River_National_Wildlife_Refuge-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d2556234-Reviews-or10-Three_Sisters_Springs-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d7038717-Reviews-Crystal_River-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d1581002-Reviews-Fort_Island_Gulf_Beach-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d582427-Reviews-Chassahowitzka_National_Wildlife_Refuge-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d1954192-Reviews-Crystal_River_Preserve_State_Park-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d1581000-Reviews-Fort_Island_Trail_Park-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d7084208-Reviews-Cross_Florida_Greenway_Withlacoochee_Bay_Trail-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d3731442-Reviews-Crystal_River_Preserve_State_Park_Eco_Walk-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d6045236-Reviews-Majestic_Manatee_Tours_Day_Tours-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d458065-Reviews-Bird_s_Underwater-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d2623962-Reviews-Adventure_Diving-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d4023439-Reviews-Manatee_Paddle-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d15635974-Reviews-Explorida-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d27761437-Reviews-Cotton_Club_Crystal_River_Florida-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d18716297-Reviews-Swim_With_Manatees-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d12253328-Reviews-Karma_Cottage-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d9849807-Reviews-Heritage_House-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d8429886-Reviews-Waterfront_Adventures_Swimming_With_The_Manatees-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d558655-Reviews-Carkeek_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34929-d18191125-Reviews-R_A_Orchards-Ellijay_Gilmer_County_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g12785318-d2516279-Reviews-Provatas_Beach-Provatas_Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g47619-d12994554-Reviews-Knox_Farm_State_Park-East_Aurora_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1056025-d8543402-Reviews-Wave_Island-Monteux_Vaucluse_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g32784-d144761-Reviews-Imperial_Sand_Dunes-Niland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297623-d3211545-Reviews-Sinthan_Top-Srinagar_Srinagar_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d574595-Reviews-Parque_Natural_de_la_Albufera-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105125-Reviews-The_Metropolitan_Museum_of_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2558124-Reviews-Doha_Zoo-Doha.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34162-d2556234-Reviews-or10-Three_Sisters_Springs-Crystal_River_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34162-d2556234-Reviews-Three_Sisters_Springs-Crystal_River_Florida.html"
    }
]