[
    {
        "attraction_name": "Thuan Tinh Island",
        "attraction_name_vi": "Thuan Tinh Island",
        "general_info": [
            "81 đánh giá",
            "27 trong số 157 điều cần làm ở Hội An",
            "Quần đảo"
        ],
        "attraction_summary": "Chuyến tham quan nấu ăn này thật tuyệt vời và Tin Tin là một hướng dẫn viên du lịch tuyệt vời. chắc chắn sẽ làm lại.Đọc thêm",
        "reviews": [
            "Chúng tôi đã tham gia lớp học nấu ăn buổi tối, chọn lớp này vì nó ngắn hơn các lựa chọn khác. Chỉ có vài ngày ở Hội An, chúng tôi có rất nhiều kế hoạch và lớp học rút gọn này hoàn toàn phù hợp với kế hoạch của chúng tôi. Chúng tôi được đón từ khách sạn và đưa đến một chiếc thuyền dễ thương để chèo đến lớp học - lớp học rất đẹp và hướng dẫn viên Trang của chúng tôi rất vui khi chụp rất nhiều ảnh trong khung cảnh tuyệt đẹp. Khi đến nơi, chúng tôi phát hiện ra khu vực này đẹp như thế nào - hoa, vịt, lau sậy, cây cối. Nó thực sự đáng yêu. Lớp học nấu ăn thực sự tuyệt vời. Cô giáo Trang của chúng tôi là một người hướng dẫn tuyệt vời và rất kiên nhẫn với một số người khó tính trong nhóm của chúng tôi. Cô ấy sẵn sàng làm việc với bất kỳ dị ứng thực phẩm hoặc sở thích nào. Cô ấy đã giải thích tất cả các thành phần trước và hướng dẫn chúng tôi từng bước khi chúng tôi thực hiện. Cô ấy giao cho chúng tôi từng nhiệm vụ và luôn giúp đỡ chúng tôi trong khi hướng dẫn và làm cho nó trở nên thú vị. Bản thân đồ ăn RẤT NGON và lành mạnh. Tôi thích rằng họ có một cuốn sách công thức nấu ăn ở cuối để chúng tôi có thể làm ở nhà. Họ tặng bạn một chai nước miễn phí và có bia để mua - chúng tôi đã làm như vậy trong khi thưởng thức bữa ăn của mình. Tôi thực sự khuyên bạn nên tham gia tour này - đặc biệt là những người không có nhiều thời gian. Đó là một trải nghiệm thú vị với mức giá tuyệt vời và đồ ăn thì tuyệt vời! Hướng dẫn viên của chúng tôi, Trang, thật tuyệt vời - cô ấy đã làm cho toàn bộ buổi tối trở nên thú vị!! Đọc thêm",
            "Tin tin là đầu bếp của chúng tôi! Đồ ăn rất ngon! Trải nghiệm rất tuyệt vời, một cách hay để tận hưởng một ngày, đưa bạn từ khách sạn và quay lại. Đọc thêm",
            "Tôi và bạn trai đã tham gia lớp học nấu ăn này! Chúng tôi đi dạo quanh chợ và cô ấy cho chúng tôi biết về từng nguyên liệu. Chúng tôi nấu chả giò, bún bò nam bo, phở bò, bán xèo và mọi thứ đã được chuẩn bị kỹ lưỡng! Món ăn rất ngon và chúng tôi đã rất no! Đó là trải nghiệm tuyệt vời và One là đầu bếp giỏi nhất mà tôi chưa từng gặp!Đọc thêm",
            "Lớp học nấu ăn siêu đẹp. Đội ngũ nhân viên chuyên nghiệp, chuẩn bị tốt. Tin-tin là một giáo viên tốt bụng và vui tính. Và cuối cùng nhưng không kém phần quan trọng - đồ ăn ngon!  Đọc thêm",
            "Không thực sự biết điều gì sẽ xảy ra, sau khi đặt chỗ trên air Bnb, xe đón của chúng tôi đến muộn hơn một giờ so với dự kiến ​​- chúng tôi gần như đã coi đó là gian lận, nhưng chiếc xe buýt nhỏ đã đến đúng lúc. Chúng tôi đi xe buýt cùng 2 cặp đôi khác và đi chợ để mua đồ ăn - những đôi dép xỏ ngón không được khuyến khích vì chợ cá ẩm ướt và tanh. Chúng tôi dành khoảng một giờ ở đó để ngửi các loại thảo mộc và người hướng dẫn của chúng tôi đang nhặt đồ. Cô ấy đã trả tiền cho tất cả. Sau đó chúng tôi được đưa lên thuyền xuôi dòng sông khoảng 30 phút và đưa đến cơ sở nấu ăn. những gì tôi nghĩ sẽ là một trải nghiệm thân mật hơn hóa ra lại hoàn toàn ngược lại. Nhiều nhóm đã thực hiện các chuyến tham quan thị trường và tham gia các giai đoạn khác nhau của lớp học nấu ăn. Tuy nhiên, sự thân mật mà tôi mong đợi không thực sự quan trọng, NHI, người hướng dẫn lớp của chúng tôi, thật tuyệt vời. Hài hước, tiếng Anh tuyệt vời và nhịp độ của lớp học rất phù hợp. Tôi gần như quên mất mình đang tham gia một lớp học nấu ăn có số lượng lớn, vì nhân viên của họ rất hiệu quả trong việc rửa dụng cụ và giúp chúng tôi hoàn thành lớp học dễ dàng nhất có thể. Chúng tôi đã làm tổng cộng 4 món. Chả giò, bánh xèo giòn, gỏi bún bò và phở. Chúng tôi ăn bánh cuốn và bánh xèo ngay sau khi ăn xong, sau đó họ dẫn chúng tôi đến một bàn lớn để ăn gỏi và phở. Đó là thời lượng hoàn hảo của lớp học, tôi sẽ không muốn học nữa. Những người này đã làm việc đó trong nhiều năm và tôi chắc chắn sẽ thích việc này hơn một việc thân mật hơn do kinh nghiệm của họ và sự hướng dẫn vui nhộn mà chúng tôi có. Cảm ơn NHI và nhóm. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất ở trường dạy nấu ăn này, chủ yếu là vì đầu bếp và hướng dẫn viên Tang của chúng tôi rất tuyệt vời! Cô ấy rất vui tính và chúng tôi đã học được rất nhiều điều về ẩm thực và văn hóa Việt Nam! Phương pháp giảng dạy của cô ấy cũng rất tuyệt vời, chắc chắn giúp bạn cảm thấy thoải mái, đảm bảo rằng nó vui vẻ và an toàn. Tôi thực sự muốn giới thiệu chuyến tham quan này cho bất kỳ ai, như thể với Tang Im chắc chắn đây sẽ là một trải nghiệm khó quên. Jorja Đọc thêm",
            "Tôi và chồng tôi đã mua lớp học nấu ăn này từ một người bạn khi chúng tôi quyết định đi hưởng tuần trăng mật ở Việt Nam. Chúng tôi đều là những người khá sành ăn và thích nấu ăn nhưng bạn thực sự không cần phải là chuyên gia để có thể tham gia lớp học nấu ăn này. Ngày bắt đầu xuống chợ địa phương với hướng dẫn viên Hing, người đã chỉ cho chúng tôi các nguyên liệu được sử dụng trong nấu ăn Việt Nam. Nó rất nhiều thông tin và thị trường rất sôi động và đầy màu sắc. Từ đó chúng tôi đi thuyền ngắn để ngắm cảnh đẹp và Hing giải thích về ẩm thực và văn hóa địa phương ở Hội An. Chúng tôi đến lớp học nấu ăn và khung cảnh thật bình dị, thật yên bình và tĩnh lặng. Đầu tiên, Hing sẽ nấu ăn và trình diễn món ăn chúng tôi đang làm, sau đó chúng tôi sẽ quay lại khu vực nấu ăn của mình và tự mình tạo ra món ăn đó cùng với hing và nhóm luôn có mặt để được hướng dẫn. Có 8 người trong nhóm của chúng tôi nên khá thân mật, điều này thật tuyệt vì các nhân viên rất chu đáo. Chúng tôi làm món ăn truyền thống của Việt Nam và nó rất ngon. Đó là món ăn ngon nhất tôi từng có kể từ khi đến Việt Nam. Hing là một người chủ nhà tuyệt vời, cô ấy rất vui tính, vui vẻ và là một đầu bếp tuyệt vời. Cô ấy thậm chí còn tặng tôi và chồng tôi một chiếc bánh để kỷ niệm tuần trăng mật của chúng tôi vào cuối. Chu đáo. Tôi thực sự muốn giới thiệu lớp học nấu ăn này cho bất kỳ ai. Một ngày thật vui vẻ với những món ăn tuyệt vời và những người bạn tuyệt vời. Đọc thêm",
            "Thức ăn tuyệt vời và công ty thậm chí còn tốt hơn. Cùng nấu một bữa ăn và ăn cùng nhau nhé! Tôi thích học cách nấu rau muống và xem quá trình đằng sau. Đọc thêm",
            "thức ăn trung bình, dịch vụ kém và thực đơn không tốt, một lỗi khi đến đó, đáng lẽ phải kiểm tra trước khi tôi đoán tôi sẽ học được từ sai lầm của mìnhĐọc thêm",
            "Bạn vẫn đang mở lớp học nấu ăn à? Đặt phòng cuối cùng của tôi với bạn là vào tháng 12 năm 2018 đã phải hủy do lũ lụt. Bạn vẫn mở lớp buổi sáng bắt đầu từ phiên chợ à? Nếu vậy giá của bạn là bao nhiêu. Cảm ơnĐọc thêm",
            "Xin chào,\n\nTour bắt đầu và kết thúc lúc mấy giờ?Đọc thêm",
            "Xin lỗi Maddison, kết thúc vào khoảng 2-3 giờ chiều.Đọc thêm",
            "Có thông tin chi tiết nào về chuyến tham quan hạng n này không?\nĐọc thêm",
            "I cần một cuốn sách. Trang web không hoạt độngĐọc thêm",
            "Làm thế nào tôi có thể đặt chỗ?Đọc thêm",
            "Làm thế nào tôi có thể đặt chỗ?Đọc thêm",
            "Đặt qua bất kỳ khách sạn nào, thường chỉ cần đặt trước một ngày. nếu bạn đã có khách sạn hoặc nhà trọ hãy yêu cầu họ đặt chỗ cho bạn. Great Home là Biệt thự Magnolia, rất được khuyến khích ở lại Hội An.Đọc thêm",
            "Xin chào mọi người, lớp học nấu ăn thú vị này có giá bao nhiêu?Đọc thêm",
            "34 US mỗi người. Rất đáng!Đọc thêm",
            "Tên công ty để đăng ký học nấu ăn?Đọc thêm",
            "Chúng tôi đã đặt trực tiếp và việc đó rất dễ dàng.Đọc thêm",
            "Xin chào! Xin vui lòng cho biết chuyến tham quan và khóa học nấu ăn kéo dài bao lâu? Cảm ơn rất nhiều - JoĐọc thêm",
            "Khoảng 5 giờ - Tôi nghĩ chúng tôi đã được đưa trở lại khách sạn vào khoảng 2:30 chiều Đọc thêm",
            "Lớp học nấu ăn này tên gì và làm cách nào để liên hệ đặt chỗ?Đọc thêm",
            "Khách sạn của bạn ở Hội An có thể đăng ký cho bạn vào trường dạy nấu ăn này. Việc mua nguyên liệu ở chợ là một trải nghiệm đáng có!Đọc thêm"
        ],
        "star_ratings": [
            53,
            17,
            9,
            2,
            0
        ],
        "review_amount": 81,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thuan Tinh Island"
        ],
        "reviews_time": [
            "Written March 7, 2020",
            "Written February 5, 2020",
            "Written January 20, 2020",
            "Written January 13, 2020",
            "Written January 1, 2020",
            "Written December 31, 2019",
            "Written November 1, 2019",
            "Written September 13, 2019",
            "Written August 25, 2019",
            "Written June 4, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1637367-Reviews-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25376153-Reviews-JAN_Restaurant_Local_Food-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12730158-Reviews-The_Happy_Buffalo-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1993411-Reviews-Red_Dragon_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3589268-Reviews-Restaurant_328-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10270946-Reviews-Hoshigami_Sushi_Japanese_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d2001774-Reviews-Dingo_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8075317-Reviews-Circle-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1552999-Reviews-Son_Hoi_An_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12453466-Reviews-Nhan_s_Kitchen-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12913344-Reviews-Chiang_Mai_Mountain_Thai_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27161346-Reviews-CSO_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27096798-Reviews-Moonlight_bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17640179-Reviews-Aum_Yoga_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8262471-Reviews-Tra_Que_Minty_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2068091-Reviews-Tra_Que_Vegetable_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or10-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6612712-Reviews-An_Bang_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8299325-Reviews-Thanh_Ha_Terracotta_Park-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115698-Reviews-Cam_Nam_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2294435-Reviews-Cua_Dai_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d660147-Reviews-Cham_Island_Cu_Lao_Cham-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11963063-Reviews-Bay_Mau_Coconut_Forest-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13272853-Reviews-Victoria_Hoi_An_Sidecar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6031352-Reviews-Tra_Nhieu_Fishing_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14965321-Reviews-Cua_Dai_Beach_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d23238166-Reviews-Funny_Land-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115747-Reviews-Hoi_An_Agritravel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13416580-Reviews-Kim_Thu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8127394-Reviews-Tommy_Dao_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12804452-Reviews-Meadow_Cooking_School_By_Red_Dragon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25237424-Reviews-Golden_Girl_Spa_Nail-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11024419-Reviews-TTP_Henry_Travel_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12711684-Reviews-Hoian_Aodai_Ridertour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4621349-Reviews-Suong_Vinh_Clothes-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24176185-Reviews-Nga_328_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069617-d554011-Reviews-Ihlara_Valley-Guzelyurt_Cappadocia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49342-d3310494-Reviews-Tanger_Outlets_Mebane-Mebane_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d9869193-Reviews-Drink_Nightclub-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191998-d15309299-Reviews-Vrachos_Beach-Vrachos_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d269830-Reviews-Children_s_Museum_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12980831-Reviews-Rinascente_Roma_Tritone-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g37569-d2355568-Reviews-Indiana_Premium_Outlets-Taylorsville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d4092574-Reviews-La_Mansion-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d25257690-Reviews-Spa_Light-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d106498-Reviews-Nashville_Parthenon-Nashville_Davidson_County_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or10-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Thuan Tinh Island",
        "attraction_name_vi": "Thuan Tinh Island",
        "general_info": [
            "81 đánh giá",
            "27 trong số 157 điều cần làm ở Hội An",
            "Quần đảo"
        ],
        "attraction_summary": "Đến đây bằng Vespa Tours và cảm nhận thực sự về cách sống của người dân địa phương. Cảnh đẹp nên dễ chụp.Đọc thêm",
        "reviews": [
            "Nếu bạn muốn đến một hòn đảo xinh đẹp thì Thuận Tĩnh là một nơi tuyệt vời dành cho bạn!! Đừng quên điều đó khi bạn đến Hội An.Đọc thêm",
            "Chúng tôi đi một vòng quanh làng để xem người dân địa phương sống như thế nào.  Thật thú vị và các gia đình khác nhau khiến chúng tôi cảm thấy rất được chào đón. Mặc dù hướng dẫn viên của chúng tôi đề nghị chúng tôi tặng 2 đô la cho mỗi gia đình chúng tôi đến thăm. Chúng tôi đến thăm một gia đình đang dệt chiếu, một gia đình khác có một ông lão 90 tuổi làm những chiếc thuyền đánh cá tròn bằng liễu gai. Sau đó chúng tôi thấy cách họ dùng gạo để làm mì và bánh gạo giòn. Chúng tôi đã được cung cấp mẫu để thử các sản phẩm khác nhau mà họ đã sản xuất.  Mỗi gia đình chúng ta hãy thử sức mình với những món đồ thủ công này. Họ rất vui khi cho chúng tôi ở lại bao lâu tùy thích.Đọc thêm",
            "Một bước lùi thời gian nữa.  Rõ ràng là có rất ít thay đổi trên hòn đảo nhỏ này. những cửa hàng nhỏ xinhĐọc thêm",
            "Chúng tôi thấy Hội An là một nơi tuyệt đẹp để thư giãn và thực sự yêu mến con người Việt Nam trong một môi trường ít bận rộn hơn.Đọc thêm",
            "Đến thăm nhóm trường dạy nấu ăn và hòn đảo rất đẹp. Rất mộc mạc và nóng nực vào mùa hè. Mọi thứ được cung cấp kể cả nón lá mà bạn không thể giữĐọc thêm",
            "Nhất định phải đi thuyền xuống đây và tận hưởng một góc nhìn khác cách Hội An một chút.  Hãy dành thời gian đi dạo quanh đây và bạn sẽ được chào đón nồng nhiệt và thực sự.Đọc thêm",
            "Chúng tôi rất thích các chuyến tham quan bằng xe đạp và nấu ăn đến đảo Thuận Tịnh. Sự thân thiện của những người sống trên đảo thật tuyệt vời và họ rất ủng hộ và giúp đỡ khi những người bạn đồng hành trở nên yếu đuối trong Chuyến tham quan.Đọc thêm",
            "Sau khi ăn sáng, tôi thuê xe máy chạy dọc sông Thu Bồn, nơi bạn có cơ hội chụp ảnh nhiều thuyền đánh cá và những ngôi nhà nhỏ. Tiếp tục lái xe qua Làng sinh thái Thuận Tịnh và tận dụng cơ hội để ngắm nhìn những vườn cau, miếu thờ gia đình và người dân địa phương về cuộc sống hàng ngày.  Chúng tôi lái xe dọc theo những con đường mòn yên tĩnh trong đất liền, băng qua những hàng dừa nước, trang trại đánh cá và cánh đồng lúa để đến Bãi biển Cửa Đại. Cẩm Thanh là một làng chài địa phương với khung cảnh biển hữu tình, nhiều vườn quất và cánh đồng ngô. Khi trở về thị trấn Hội An, bạn có thể muốn ghé qua làng Trà Quế, nơi có nhiều nông dân trồng rau thơm. Đây thực sự là một nơi tuyệt vời để tham quan bằng xe máy.Đọc thêm",
            "Toàn bộ trải nghiệm đã tạo nên một buổi sáng vui vẻ. Từ tìm nguồn cung ứng sản phẩm tại chợ địa phương đến xay sữa gạo, đó là một trải nghiệm tương tác tuyệt vời và hoạt động hiệu quả. Bản thân chuyến đi bằng thuyền ra đảo đã là một trải nghiệm tuyệt vời. Ngoài ra, hướng dẫn viên và đầu bếp của chúng tôi đều rất đáng yêu.Đọc thêm",
            "Bạn vẫn đang mở lớp học nấu ăn à? Đặt phòng cuối cùng của tôi với bạn là vào tháng 12 năm 2018 đã phải hủy do lũ lụt. Bạn vẫn mở lớp buổi sáng bắt đầu từ phiên chợ à? Nếu vậy giá của bạn là bao nhiêu. Cảm ơnĐọc thêm",
            "Xin chào,\n\nTour bắt đầu và kết thúc lúc mấy giờ?Đọc thêm",
            "Xin lỗi Maddison, kết thúc vào khoảng 2-3 giờ chiều.Đọc thêm",
            "Có thông tin chi tiết nào về chuyến tham quan hạng n này không?\nĐọc thêm",
            "I cần một cuốn sách. Trang web không hoạt độngĐọc thêm",
            "Làm thế nào tôi có thể đặt chỗ?Đọc thêm",
            "Làm thế nào tôi có thể đặt chỗ?Đọc thêm",
            "Đặt qua bất kỳ khách sạn nào, thường chỉ cần đặt trước một ngày. nếu bạn đã có khách sạn hoặc nhà trọ hãy yêu cầu họ đặt chỗ cho bạn. Great Home là Biệt thự Magnolia, rất được khuyến khích ở lại Hội An.Đọc thêm",
            "Xin chào mọi người, lớp học nấu ăn thú vị này có giá bao nhiêu?Đọc thêm",
            "34 US mỗi người. Rất đáng!Đọc thêm",
            "Tên công ty để đăng ký học nấu ăn?Đọc thêm",
            "Chúng tôi đã đặt trực tiếp và việc đó rất dễ dàng.Đọc thêm",
            "Xin chào! Xin vui lòng cho biết chuyến tham quan và khóa học nấu ăn kéo dài bao lâu? Cảm ơn rất nhiều - JoĐọc thêm",
            "Khoảng 5 giờ - Tôi nghĩ chúng tôi đã được đưa trở lại khách sạn vào khoảng 2:30 chiều Đọc thêm",
            "Lớp học nấu ăn này tên gì và làm cách nào để liên hệ đặt chỗ?Đọc thêm",
            "Khách sạn của bạn ở Hội An có thể đăng ký cho bạn vào trường dạy nấu ăn này. Việc mua nguyên liệu ở chợ là một trải nghiệm đáng có!Đọc thêm"
        ],
        "star_ratings": [
            53,
            17,
            9,
            2,
            0
        ],
        "review_amount": 81,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thuan Tinh Island"
        ],
        "reviews_time": [
            "Written March 3, 2018",
            "Written January 24, 2017",
            "Written April 1, 2016",
            "Written March 23, 2016",
            "Written January 12, 2016",
            "Written January 2, 2016",
            "Written September 11, 2015",
            "Written August 16, 2015",
            "Written August 7, 2015",
            "Written July 28, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1637367-Reviews-or10-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25376153-Reviews-JAN_Restaurant_Local_Food-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12730158-Reviews-The_Happy_Buffalo-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1993411-Reviews-Red_Dragon_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3589268-Reviews-Restaurant_328-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10270946-Reviews-Hoshigami_Sushi_Japanese_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d2001774-Reviews-Dingo_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8075317-Reviews-Circle-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1552999-Reviews-Son_Hoi_An_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12453466-Reviews-Nhan_s_Kitchen-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12913344-Reviews-Chiang_Mai_Mountain_Thai_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27161346-Reviews-CSO_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27096798-Reviews-Moonlight_bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17640179-Reviews-Aum_Yoga_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8262471-Reviews-Tra_Que_Minty_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2068091-Reviews-Tra_Que_Vegetable_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or20-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6612712-Reviews-An_Bang_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8299325-Reviews-Thanh_Ha_Terracotta_Park-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115698-Reviews-Cam_Nam_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2294435-Reviews-Cua_Dai_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d660147-Reviews-Cham_Island_Cu_Lao_Cham-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11963063-Reviews-Bay_Mau_Coconut_Forest-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13272853-Reviews-Victoria_Hoi_An_Sidecar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6031352-Reviews-Tra_Nhieu_Fishing_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14965321-Reviews-Cua_Dai_Beach_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d23238166-Reviews-Funny_Land-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115747-Reviews-Hoi_An_Agritravel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13416580-Reviews-Kim_Thu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8127394-Reviews-Tommy_Dao_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12804452-Reviews-Meadow_Cooking_School_By_Red_Dragon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25237424-Reviews-Golden_Girl_Spa_Nail-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11024419-Reviews-TTP_Henry_Travel_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12711684-Reviews-Hoian_Aodai_Ridertour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4621349-Reviews-Suong_Vinh_Clothes-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24176185-Reviews-Nga_328_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d273165-Reviews-Croatan_Beach-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d12688075-Reviews-Coral_Lagoon-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60908-d143767-Reviews-Mount_Rushmore_National_Memorial-Keystone_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g31441-d8518534-Reviews-Scott_Family_Amazeum-Bentonville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d108606-Reviews-The_Seawall-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g8844179-d13954940-Reviews-Cape_Amarandos-Agnontas_Skopelos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g13811269-d16707075-Reviews-OMNI_Nightclub-Da_an_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g42207-d2425998-Reviews-Bluebell_Beach-Flint_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207227-Reviews-Ny_Carlsberg_Glyptotek-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g33726-d25257703-Reviews-Hartford_Healthcare_Amphitheater-Bridgeport_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or20-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or10-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Thuan Tinh Island",
        "attraction_name_vi": "Thuan Tinh Island",
        "general_info": [
            "81 đánh giá",
            "27 trong số 157 điều cần làm ở Hội An",
            "Quần đảo"
        ],
        "attraction_summary": "Thuyền ra đảo cần chú ý các mảnh vụn trên boong, v.v. Việc lên và xuống tàu chỉ dành cho những người còn rất trẻĐọc thêm",
        "reviews": [
            "Chuyến tham quan tuyệt vời!  Mặc dù chắc chắn có một điều kỳ diệu nào đó xảy ra khi đột nhiên nước dùng hoặc nước sốt đậu phộng của chúng tôi đã sẵn sàng, nhưng chúng tôi đã làm bẩn tay mình và tạo ra những món ăn tuyệt vời!  Yêu vị trí, nhìn ra mặt nước, gió thổi qua gian hàng.  Cộng thêm nước ép chanh dây không giới hạn!  Thực ra chúng tôi đang có kế hoạch cố gắng tái tạo lại bữa ăn của chúng tôi vào cuối tuần này.  Chúng ta phải xem nó diễn ra như thế nào nếu không có tất cả các nguyên liệu có nguồn gốc và chia theo khẩu phần cho chúng ta... :Đọc thêm",
            "Thích nhìn thấy người dân địa phương làm tất cả các nghề thủ công của họ. Họ rất rất tài năng. Họ chỉ ở một thời gian ngắn, đi thuyền trên đường trở về sau khi nhìn thấy Thành phố thánh Me SunĐọc thêm",
            "Chạy rất tốt! Trải nghiệm tuyệt vời, đồ ăn tuyệt vời! Khoảng thời gian hoàn hảo, tuyệt vời để tham quan các khu chợ địa phương và mua sắm như người dân địa phương! Giá rất hợp lý khi xem xét những gì nó bao gồm.Đọc thêm",
            "Chúng tôi phải mất một thời gian dài trên thuyền.  Tôi nghĩ họ đã đánh lừa chúng ta.  một hòn đảo nơi ô tô không thể tới được.  Chúng tôi trở về khách sạn chỉ 10 phút đi taxi. Chúng ta có thể tìm thấy đảo Thuận Tinh ở phía bên tay phải nhưng cách hội an một nửa đến trường dạy nấu ăn.  Thức ăn ổn. Tốt hơn là nên đi taxi.  Tiết kiệm 45 phút để tìm hiểu thêmĐọc thêm",
            "Đúng như đã báo cáo, việc khám phá các khu chợ thực sự thú vị hơn, đi thuyền tuyệt vời, đồ ăn tuyệt vời và những bài học thực sự hay. Hon rất hữu ích và nói tiếng Anh tuyệt vời. Đừng bỏ lỡ nó.AaronĐọc thêm",
            "Ồ ! Đảo Thuận Tịnh Một nơi tốt để ăn hải sản. Đồ biển ở đây rất hợp vệ sinh và sạch sẽ, phục vụ tốt khoảng 40k cho vợ chồng tôi, Đặc biệt là món Lẩu. Chúng tôi sẽ trở lại!Đọc thêm",
            "Nếu bạn thích một ngày lười biếng trên bãi biển với đồ uống mát lạnh và món cá biển ngon thì nơi này sẽ dành cho bạn. Mức giá này cao hơn một chút so với ở Hội An nhưng vẫn đáng để thực hiện một chuyến đi trong ngày.Đọc thêm",
            "Một nơi tuyệt vời để đánh giá cao cuộc sống thực ở Việt Nam. Nếu bạn thích chụp ảnh thì đây là nơi dành cho bạn. Hãy cố gắng đến đó vào buổi chiều muộn. Dành khoảng 2 giờ cộng thêm 1 giờ cho chuyến đi 2 chiều.Đọc thêm",
            "chủ nhà, tour du lịch và thức ăn thật tuyệt vời. Tôi đã học được rất nhiều, ngày thực sự thư giãn. Nếu bạn muốn tham gia vào các thị trường thì đây là lựa chọn tốt nhất của bạn.Đọc thêm"
        ],
        "star_ratings": [
            53,
            17,
            9,
            2,
            0
        ],
        "review_amount": 81,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thuan Tinh Island"
        ],
        "reviews_time": [
            "Written July 23, 2015",
            "Written July 17, 2015",
            "Written July 13, 2015",
            "Written June 27, 2015",
            "Written June 18, 2015",
            "Written May 24, 2015",
            "Written May 22, 2015",
            "Written May 21, 2015",
            "Written May 17, 2015",
            "Written May 13, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1637367-Reviews-or20-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25376153-Reviews-JAN_Restaurant_Local_Food-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12730158-Reviews-The_Happy_Buffalo-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1993411-Reviews-Red_Dragon_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3589268-Reviews-Restaurant_328-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10270946-Reviews-Hoshigami_Sushi_Japanese_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d2001774-Reviews-Dingo_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8075317-Reviews-Circle-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1552999-Reviews-Son_Hoi_An_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12453466-Reviews-Nhan_s_Kitchen-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12913344-Reviews-Chiang_Mai_Mountain_Thai_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27161346-Reviews-CSO_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27096798-Reviews-Moonlight_bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17640179-Reviews-Aum_Yoga_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8262471-Reviews-Tra_Que_Minty_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2068091-Reviews-Tra_Que_Vegetable_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or10-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or30-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6612712-Reviews-An_Bang_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8299325-Reviews-Thanh_Ha_Terracotta_Park-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115698-Reviews-Cam_Nam_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2294435-Reviews-Cua_Dai_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d660147-Reviews-Cham_Island_Cu_Lao_Cham-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11963063-Reviews-Bay_Mau_Coconut_Forest-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13272853-Reviews-Victoria_Hoi_An_Sidecar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6031352-Reviews-Tra_Nhieu_Fishing_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14965321-Reviews-Cua_Dai_Beach_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d23238166-Reviews-Funny_Land-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115747-Reviews-Hoi_An_Agritravel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13416580-Reviews-Kim_Thu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8127394-Reviews-Tommy_Dao_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12804452-Reviews-Meadow_Cooking_School_By_Red_Dragon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25237424-Reviews-Golden_Girl_Spa_Nail-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11024419-Reviews-TTP_Henry_Travel_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12711684-Reviews-Hoian_Aodai_Ridertour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4621349-Reviews-Suong_Vinh_Clothes-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24176185-Reviews-Nga_328_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33055-d262480-Reviews-Charles_M_Schulz_Museum-Santa_Rosa_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g30620-d2661379-Reviews-Harmony_Park_Safari-Huntsville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d3548025-Reviews-R_Premadasa_Stadium-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d4508667-Reviews-Xcacel_Beach-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d3491887-Reviews-Razzle_s-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g551875-d191357-Reviews-Dunvegan_Castle_Gardens-Dunvegan_Isle_of_Skye_The_Hebrides_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g40175-d8567926-Reviews-Bonnie_and_Clyde_Ambush_Site-Gibsland_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d1216558-Reviews-Ras_Mohammed_National_Park-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g194853-d3359665-Reviews-Ponza_Island-Ponza_Island_Province_of_Latina_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g616173-d12429380-Reviews-Mercato_di_Tarvisio-Tarvisio_Province_of_Udine_Friuli_Venezia_Giulia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or30-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or20-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Thuan Tinh Island",
        "attraction_name_vi": "Thuan Tinh Island",
        "general_info": [
            "81 đánh giá",
            "27 trong số 157 điều cần làm ở Hội An",
            "Quần đảo"
        ],
        "attraction_summary": "Tôi không cần phải lặp lại những đánh giá về những gì chúng tôi đã làm, nhưng toàn bộ trải nghiệm vừa thoải mái vừa chuyên nghiệp.  Tôi là người thích ăn uống của hai vợ chồng nhưng lại kéo chồng đi cùng, anh ấy cũng có khoảng thời gian vui vẻ.  Thiết lập tuyệt vời, nhân viên và tất cả kinh nghiệm.  Giá cả rất hợp lý cho toàn bộ trải nghiệm, đặc biệt là so với những gì tôi đã nghiên cứu trước khi rời đi.  Chắc chắn đề nghịĐọc thêm",
        "reviews": [
            "Chuyến tham quan của chúng tôi thật hoành tráng, chúng tôi đã thấy một phần của Việt Nam mà khách du lịch sẽ không bao giờ nghĩ đến việc ghé thăm, chúng tôi khuyên tất cả các thành viên cố vấn chuyến đi nên tham quan các chuyến tham quan Vespa khi ở Hội An.Đọc thêm",
            "Nó thực sự đáng giá tiền vì nó bao gồm một chuyến đi thuyền thú vị, những món ăn thực sự ngon và đội ngũ nhân viên hữu ích như hướng dẫn viên Nga của chúng tôi!  Tôi khuyên bạn nên không nghi ngờ gì!  Đọc thêm",
            "Dành một buổi sáng đạp xe quanh hòn đảo nhỏ bé này.  Không phải là quá nhiều để xem nhưng thật thú vị khi được nhìn thấy một khu vực khác rất gần Hội An, gần như hoàn toàn không bị ảnh hưởng bởi du lịch. Không phải là quá nhiều để xem mà là một lý do chính đáng để đi xe đạp!Đọc thêm",
            "đi vòng quanh đảo bằng xe đạp đẩy nên rất tuyệt vời và rất vui. Đi xem người dân địa phương sống như thế nào. Mọi người đều thân thiện và an toànĐọc thêm",
            "Một phần rất thú vị của Việt Nam. Những tòa nhà cổ tuyệt đẹp và giá trị mua sắm tuyệt vời. Nhiều cơ hội để chụp ảnh. Xe máy là một nỗi đau. Đọc thêm",
            "Đã thực hiện chuyến lưu diễn này hôm nay với bốn người bạn khác của tôi! Đó là một trải nghiệm tuyệt vời và một ngày vui vẻ! Chúng tôi nấu 4 bữa nhưng đến bữa thứ ba tôi đã no quá! Tất cả các món ăn đều tươi ngon và việc tổ chức và vận hành chuyến tham quan suôn sẻ rất ấn tượng. Hướng dẫn viên của chúng tôi rất tuyệt vời và đã làm tăng thêm sự thích thú của chúng tôi trong chuyến tham quan này! Đọc thêm",
            "thành phố đẹp, người dân rất thân thiện. Phố cổ thật tuyệt vời, hãy nhớ đi xuống sông vào ban đêm vì những chiếc đèn lồng và ánh sáng thật đáng yêu. Các khu chợ đều tốt nhưng rất giống nhau. .Đọc thêm",
            "Đây là nơi bạn muốn ghé thăm nếu bạn muốn khám phá văn hóa truyền thống ở Hội An. Đây là một biệt thự nhỏ truyền thống với các chuyến tham quan nấu ăn và sinh thái xung quanh.Đọc thêm",
            "Thật là một ngày tuyệt vời, được tổ chức rất tốt, một chuyến đi vòng quanh chợ thú vị và sau đó đi dạo chậm trên sông trên một chiếc thuyền 11 người, sau đó đổi Thuyền thành một chiếc thuyền nhỏ để đi qua rừng ngập mặn, mọi thứ đều đã được nghĩ đến. Khi bạn lên thuyền chính, có Khăn lạnh và mũ được cung cấp để giúp bạn mát mẻ dưới ánh nắng trên thuyền nhỏ hơn. Mọi thứ đều được giải thích và trình bày rõ ràng, cách nấu đều là các món ăn truyền thống của Việt Nam, tất cả đều rất đơn giản và ngon miệng với đội ngũ nhân viên hữu ích suốt chặng đường. Với nguồn cung cấp nước chanh dây vô tận được phục vụ trên đá. Một chuyến tham quan nửa ngày tuyệt vời, được tổ chức rất tốt, tất cả nhân viên đều tuyệt vời và tất cả chúng tôi sẽ quay lại.Đọc thêm",
            "Bạn vẫn đang mở lớp học nấu ăn à? Đặt phòng cuối cùng của tôi với bạn là vào tháng 12 năm 2018 đã phải hủy do lũ lụt. Bạn vẫn mở lớp buổi sáng bắt đầu từ phiên chợ à? Nếu vậy giá của bạn là bao nhiêu. Cảm ơnĐọc thêm",
            "Xin chào,\n\nTour bắt đầu và kết thúc lúc mấy giờ?Đọc thêm",
            "Xin lỗi Maddison, hoàn thành vào khoảng 2-3 giờ chiều. Đọc thêm",
            "Có thông tin chi tiết nào về chuyến tham quan hạng n này không?\nĐọc thêm",
            "I cần một cuốn sách. Trang web không hoạt độngĐọc thêm",
            "Làm thế nào tôi có thể đặt chỗ?Đọc thêm",
            "Làm thế nào tôi có thể đặt chỗ?Đọc thêm",
            "Đặt qua bất kỳ khách sạn nào, thường chỉ cần đặt trước một ngày. nếu bạn đã có khách sạn hoặc nhà trọ hãy yêu cầu họ đặt chỗ cho bạn. Great Home là Biệt thự Magnolia, rất được khuyến khích ở lại Hội An.Đọc thêm",
            "Xin chào mọi người, lớp học nấu ăn thú vị này có giá bao nhiêu?Đọc thêm",
            "34 US mỗi người. Rất đáng!Đọc thêm",
            "Tên công ty để đăng ký học nấu ăn?Đọc thêm",
            "Chúng tôi đã đặt trực tiếp và rất dễ dàng. Đọc thêm",
            "Xin chào! Chuyến thăm và khóa học nấu ăn kéo dài bao lâu? Cảm ơn rất nhiều - JoĐọc thêm",
            "Khoảng 5 giờ - Tôi nghĩ chúng tôi được đưa về khách sạn vào khoảng 2h30 chiềuĐọc thêm",
            "Lớp học nấu ăn này tên gì và làm cách nào để liên hệ đặt chỗ?Đọc thêm",
            "Khách sạn của bạn ở Hội An có thể đăng ký cho bạn vào trường dạy nấu ăn này. Việc mua nguyên liệu ở chợ là một trải nghiệm đáng có!Đọc thêm"
        ],
        "star_ratings": [
            53,
            17,
            9,
            2,
            0
        ],
        "review_amount": 81,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thuan Tinh Island"
        ],
        "reviews_time": [
            "Written April 21, 2015",
            "Written April 9, 2015",
            "Written March 30, 2015",
            "Written March 7, 2015",
            "Written February 10, 2015",
            "Written January 14, 2015",
            "Written January 4, 2015",
            "Written August 24, 2014",
            "Written August 1, 2014",
            "Written May 3, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1637367-Reviews-or30-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25376153-Reviews-JAN_Restaurant_Local_Food-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12730158-Reviews-The_Happy_Buffalo-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1993411-Reviews-Red_Dragon_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3589268-Reviews-Restaurant_328-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10270946-Reviews-Hoshigami_Sushi_Japanese_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d2001774-Reviews-Dingo_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8075317-Reviews-Circle-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1552999-Reviews-Son_Hoi_An_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12453466-Reviews-Nhan_s_Kitchen-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12913344-Reviews-Chiang_Mai_Mountain_Thai_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27161346-Reviews-CSO_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27096798-Reviews-Moonlight_bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17640179-Reviews-Aum_Yoga_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8262471-Reviews-Tra_Que_Minty_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2068091-Reviews-Tra_Que_Vegetable_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or20-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or40-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6612712-Reviews-An_Bang_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8299325-Reviews-Thanh_Ha_Terracotta_Park-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115698-Reviews-Cam_Nam_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2294435-Reviews-Cua_Dai_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d660147-Reviews-Cham_Island_Cu_Lao_Cham-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11963063-Reviews-Bay_Mau_Coconut_Forest-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13272853-Reviews-Victoria_Hoi_An_Sidecar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6031352-Reviews-Tra_Nhieu_Fishing_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14965321-Reviews-Cua_Dai_Beach_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d23238166-Reviews-Funny_Land-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115747-Reviews-Hoi_An_Agritravel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13416580-Reviews-Kim_Thu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8127394-Reviews-Tommy_Dao_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12804452-Reviews-Meadow_Cooking_School_By_Red_Dragon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25237424-Reviews-Golden_Girl_Spa_Nail-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11024419-Reviews-TTP_Henry_Travel_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12711684-Reviews-Hoian_Aodai_Ridertour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4621349-Reviews-Suong_Vinh_Clothes-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24176185-Reviews-Nga_328_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d536408-Reviews-Skadarlija-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g189413-d4788874-Reviews-Potamos_Beach-Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d6560699-Reviews-City_Bikes_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d563946-Reviews-Old_Town-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d622595-Reviews-Reina-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d286092-Reviews-Sundial_Bridge-Redding_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d505365-Reviews-Old_Town_Scottsdale-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1158886-d3781012-Reviews-Mangel_Halto_Beach-Savaneta_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d117475-Reviews-Great_Explorations_Children_s_Museum-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d138527-Reviews-Eden_Park-Cincinnati_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or40-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or30-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Thuan Tinh Island",
        "attraction_name_vi": "Thuan Tinh Island",
        "general_info": [
            "81 đánh giá",
            "27 trong số 157 điều cần làm ở Hội An",
            "Quần đảo"
        ],
        "attraction_summary": "Tôi không thể tin rằng bạn đang ở ngay vùng quê rất gần Hội An.  Cảm giác rất Việt Nam và đó là một chuyến đạp xe rất thú vị quanh những cánh đồng và những ngôi làng nhỏ.Đọc thêm",
        "reviews": [
            "Chúng tôi rất thích trải nghiệm này - mặc dù việc đến được đó có chút khó khăn. Chuyến đi thuyền đến đó quá dài và hơi khó chịu đối với chúng tôi nhưng khi đến đó thì đó là một buổi sáng vui vẻ.  Các nhân viên rất thân thiện và hữu ích và thức ăn rất ngon. Đọc thêm",
            "Một nơi tốt để ăn. Đồ ăn ở đây rất hợp vệ sinh và sạch sẽ, phục vụ tốt, đặc biệt là món Lẩu. Chúng tôi sẽ quay lạiXem thêm",
            "Chúng tôi đã đặt một chuyến tham quan bằng xe đạp qua khách sạn của mình và điều đó thật tuyệt. Hòn đảo được tạo thành từ những ngôi làng và bạn có thể thấy người dân địa phương làm gì để kiếm sống cũng như một ngày của họ diễn ra như thế nào. Chúng tôi đã thấy cách những chiếc thuyền được chế tạo, một ngôi nhà nơi họ tạo ra mùi hương, cách những chiếc thuyền thúng được chế tạo và chúng tôi đã phải cưỡi một chiếc. Chúng tôi đã có một bữa trưa tuyệt vời và đến thăm nhà hoặc một người dân và được mời tham dự một đám cưới, đó là điểm nổi bật trong chuyến đi của chúng tôi và không phải là một phần trong chuyến tham quan của chúng tôi.Đọc thêm",
            "Trên thuyền, bạn có thể ghé thăm và tận hưởng thời gian rảnh rỗi của mình. Hải sản rất thú vị. Người lái thuyền rất thân thiệnĐọc thêm",
            "Chúng tôi đã dành bốn tuần ở Việt Nam và đây có lẽ là một trong những trải nghiệm tuyệt vời nhất chúng tôi có được. Những người cực kỳ tốt bụng và hữu ích và thức ăn tuyệt vời. Và họ đã làm rất nhiều điều để giúp đỡ bọn trẻ. Chỉ có thể giới thiệu điều này cho bất cứ ai.Đọc thêm",
            "Chúng tôi đang tìm kiếm một người chuyên nghiệp hơn và đạt mức tối đa. Khóa học nấu ăn dành cho 4 người thay vì chỉ nấu những món đơn giản với nhiều niềm vui. Chúng tôi đã xem tờ rơi Tour nấu ăn đảo Thuận Tịnh trong khách sạn và cũng thấy rằng, ngoài lớp học nấu ăn trong tour du lịch theo nhóm, họ còn cung cấp Lớp Deluxe trên Bãi biển An Bàng. Chỉ có hai người chúng tôi và chúng tôi được dạy bởi Thái Kiên, một đầu bếp rất giàu kinh nghiệm, hiểu biết và đam mê. Lớp học nấu ăn bao gồm một chuyến đi dạo chợ với cháu gái Thái và Mo để mua tất cả nguyên liệu mà chúng tôi có thể điều chỉnh lớp học theo yêu cầu của mình. Sau đó chúng tôi dừng lại ở làng rau Trà Quế để hái những loại thảo mộc cần thiết. Chúng tôi nấu bánh xèo, tôm rang me sốt me, cá nướng lá chuối, nem rán theo công thức nguyên gốc, gỏi hoa chuối Nôm Hoa Chuối và cua nhồi Cua nho. Tất cả những điều này đã được hoàn thiện với khung cảnh đại dương tuyệt vời, bao gồm cả bia và nước ép chanh dây tự làm. Chúng tôi cũng đã đi dạo trên bãi biển. Đầu bếp Thái, Mo và gia đình họ khiến chúng tôi cảm thấy như đang ở nhà. Chúng tôi chắc chắn sẽ giới thiệu lớp học này cho những ai đam mê ẩm thực.Đọc thêm",
            "lấy một chiếc xe đạp, mang nó lên một chiếc phà để người lái thuyền đón bạn khi bạn muốn và tận hưởng việc khám phá hòn đảo.Đọc thêm",
            "Món ăn Việt Nam là một trong những điểm nổi bật trong chuyến đi của chúng tôi. Tất cả mọi thứ rất tươi và tuyệt vời của các thành phần. Một buổi sáng thật thú vị. Bắt đầu bằng chuyến tham quan chợ. Sau đó có một chuyến đi ngắn đến đảo. Các nhân viên rất hài hước và làm cho nó vui vẻ. Thức ăn rất ngon và chúng tôi rất cảm hứng. Ước gì có nhiều nhà hàng Việt Nam hơn ở Anh. Một buổi sáng tuyệt vờiXem thêm",
            "Đó là một ngày mưa nhưng giám đốc văn phòng Happy Day đã khiến nó trở nên đáng nhớ. Đi bằng xe đạp, khám phá cuộc sống xung quanh địa phương và ăn tối cùng gia đình. Một ngày rất đẹp.Đọc thêm"
        ],
        "star_ratings": [
            53,
            17,
            9,
            2,
            0
        ],
        "review_amount": 81,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thuan Tinh Island"
        ],
        "reviews_time": [
            "Written April 27, 2014",
            "Written April 24, 2014",
            "Written April 9, 2014",
            "Written January 22, 2014",
            "Written June 3, 2013",
            "Written March 30, 2013",
            "Written February 10, 2013",
            "Written December 27, 2012",
            "Written November 4, 2012",
            "Written October 11, 2012"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1637367-Reviews-or40-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25376153-Reviews-JAN_Restaurant_Local_Food-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12730158-Reviews-The_Happy_Buffalo-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1993411-Reviews-Red_Dragon_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3589268-Reviews-Restaurant_328-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10270946-Reviews-Hoshigami_Sushi_Japanese_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d2001774-Reviews-Dingo_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8075317-Reviews-Circle-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1552999-Reviews-Son_Hoi_An_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12453466-Reviews-Nhan_s_Kitchen-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12913344-Reviews-Chiang_Mai_Mountain_Thai_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27161346-Reviews-CSO_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27096798-Reviews-Moonlight_bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17640179-Reviews-Aum_Yoga_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8262471-Reviews-Tra_Que_Minty_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2068091-Reviews-Tra_Que_Vegetable_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or30-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or50-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6612712-Reviews-An_Bang_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8299325-Reviews-Thanh_Ha_Terracotta_Park-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115698-Reviews-Cam_Nam_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2294435-Reviews-Cua_Dai_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d660147-Reviews-Cham_Island_Cu_Lao_Cham-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11963063-Reviews-Bay_Mau_Coconut_Forest-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13272853-Reviews-Victoria_Hoi_An_Sidecar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6031352-Reviews-Tra_Nhieu_Fishing_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14965321-Reviews-Cua_Dai_Beach_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d23238166-Reviews-Funny_Land-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115747-Reviews-Hoi_An_Agritravel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13416580-Reviews-Kim_Thu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8127394-Reviews-Tommy_Dao_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12804452-Reviews-Meadow_Cooking_School_By_Red_Dragon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25237424-Reviews-Golden_Girl_Spa_Nail-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11024419-Reviews-TTP_Henry_Travel_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12711684-Reviews-Hoian_Aodai_Ridertour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4621349-Reviews-Suong_Vinh_Clothes-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24176185-Reviews-Nga_328_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d107514-Reviews-Tanglewood-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548489-Reviews-Gotham_Comedy_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d23746424-Reviews-Colette_New_Orleans-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g612425-d7907859-Reviews-Svartifoss_Waterfall-Skaftafell_Vatnajokull_National_Park_East_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15849509-Reviews-The_Shed-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d10250638-Reviews-Tortuga_Water_Park-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297478-d10718074-Reviews-Gusto_Night_Club-Medellin_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d133716-Reviews-Salt_Pond_Visitor_Center-Eastham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g33691-d9765829-Reviews-Fat_Cats_Fun_Center-Westminster_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g58786-d281955-Reviews-Legends_Casino_Hotel-Toppenish_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or50-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or40-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Thuan Tinh Island",
        "attraction_name_vi": "Thuan Tinh Island",
        "general_info": [
            "81 đánh giá",
            "27 trong số 157 điều cần làm ở Hội An",
            "Quần đảo"
        ],
        "attraction_summary": "Sau khi đọc một số nhận xét, tôi đi thuyền trên sông đến hòn đảo này và rất ngạc nhiên khi thấy cơ sở này ở tình trạng xuống cấp. Có vẻ như những người vận hành nó vẫn còn hy vọng về những ngày huy hoàng trước đây của nó sẽ quay trở lại. Có lẽ ngày đó sẽ đến vì nếu điều đó xảy ra thì nơi này mới được xếp hạng tốt hơnĐọc thêm",
        "reviews": [
            "Trường dạy nấu ăn được tổ chức bởi Khách sạn của chúng tôi và thật là một ngày tuyệt vời. Ban đầu có một chút khó khăn khi bạn nhìn thấy hòn đảo, chạy xuống, v.v. nhưng việc nấu nướng và nhân viên bao gồm cả hướng dẫn viên đã khiến đây thực sự là một ngày rất tuyệt vời.AAAAAAAAĐọc thêm",
            "người dân địa phương thích chào hỏi bằng một nụ cười. Tôi đạp xe đến đảo và đây là lý do tôi đến Việt Nam, để nhìn thấy con người và phong cách sống của họ. hãy dành thời gian và tận hưởng vẻ đẹp của vùng nông thôn.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời! Chỉ có ba chúng tôi và chúng tôi tận hưởng từng phút. Chúng tôi được đón từ khách sạn bằng thuyền và có một chuyến đi thú vị xuôi dòng sông tới đảo. Sau một thời gian tạm dừng cho nước lạnh luôn được chào đón! chúng tôi lên tàu pirogue để đi qua đồn điền dừa nước đến một ngôi làng cổ. Chúng tôi được đưa đến thăm một ngôi nhà gia đình nơi chúng tôi uống trà đá và có cơ hội kiểm tra tiếng Anh xuất sắc của người hướng dẫn của chúng tôi - anh ấy đã dành vài năm ở cả Pháp và Mỹ với tất cả các câu hỏi mà chúng tôi chưa thể hỏi về Hội An và Việt Nam nói chung. Sau đó chúng tôi được bà chủ nhà dẫn đi hái cà tím và rau muống cho buổi học nấu ăn sắp tới. Sau đó nhanh chóng quay trở lại bằng pirogue khi thủy triều rút và chúng tôi bắt đầu bài học nấu ăn. Bài học nấu ăn là một trải nghiệm hoàn toàn tuyệt vời - một đầu bếp và một phiên dịch cho ba học sinh! Hãy tưởng tượng bạn nhận được sự chú ý như vậy tại một trong những trường học nổi tiếng hơn. Sau khi nấu và ăn xong, chúng tôi đã khá thành công! chúng tôi ngả lưng trên những chiếc võng mắc giữa những hàng cọ trong nửa giờ trước khi lên thuyền trở về khách sạn. Tôi thực sự không thể tưởng tượng được cách nào tốt hơn để dành một ngày!!Đọc thêm",
            "Hãy đảm bảo bạn có 12 ngày rảnh rỗi để đến Đảo Sinh Thái này, đó là 4 giờ TỐT NHẤT mà bạn có thể dành.  Người Thái, Người quản lý rất xuất sắc, nói tiếng Anh rất tốt và biết mọi thứ cần biết về hòn đảo, v.v. Chiếc bàn ma thuật thật tuyệt vời và chiếc thuyền đi qua những rặng dừa thật đẹp.  Chuyến tham quan đến ngôi làng thật thú vị và sau đó là trường dạy nấu ăn ở cuối cũng tuyệt vời - rất dễ theo dõi và đồ ăn rất NGON!  Chúng tôi đã có một trải nghiệm tuyệt vời và mong muốn quay lại trong tương lai để xem nó đang phát triển như thế nào.  Giá trị đồng tiền tốt nhất từ ​​trước đến nay - tuyệt vời!Đọc thêm"
        ],
        "star_ratings": [
            53,
            17,
            9,
            2,
            0
        ],
        "review_amount": 81,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thuan Tinh Island"
        ],
        "reviews_time": [
            "Written July 21, 2012",
            "Written March 26, 2012",
            "Written January 6, 2012",
            "Written August 5, 2010",
            "Written July 4, 2010"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1637367-Reviews-or50-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25376153-Reviews-JAN_Restaurant_Local_Food-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12730158-Reviews-The_Happy_Buffalo-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1993411-Reviews-Red_Dragon_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3589268-Reviews-Restaurant_328-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10270946-Reviews-Hoshigami_Sushi_Japanese_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d2001774-Reviews-Dingo_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8075317-Reviews-Circle-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d1552999-Reviews-Son_Hoi_An_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12453466-Reviews-Nhan_s_Kitchen-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12913344-Reviews-Chiang_Mai_Mountain_Thai_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27161346-Reviews-CSO_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27096798-Reviews-Moonlight_bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17640179-Reviews-Aum_Yoga_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8262471-Reviews-Tra_Que_Minty_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2068091-Reviews-Tra_Que_Vegetable_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or40-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6612712-Reviews-An_Bang_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8299325-Reviews-Thanh_Ha_Terracotta_Park-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115698-Reviews-Cam_Nam_Island-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2294435-Reviews-Cua_Dai_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d660147-Reviews-Cham_Island_Cu_Lao_Cham-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11963063-Reviews-Bay_Mau_Coconut_Forest-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13272853-Reviews-Victoria_Hoi_An_Sidecar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6031352-Reviews-Tra_Nhieu_Fishing_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14965321-Reviews-Cua_Dai_Beach_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d23238166-Reviews-Funny_Land-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8115747-Reviews-Hoi_An_Agritravel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13416580-Reviews-Kim_Thu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8127394-Reviews-Tommy_Dao_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12804452-Reviews-Meadow_Cooking_School_By_Red_Dragon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25237424-Reviews-Golden_Girl_Spa_Nail-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11024419-Reviews-TTP_Henry_Travel_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12711684-Reviews-Hoian_Aodai_Ridertour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4621349-Reviews-Suong_Vinh_Clothes-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24176185-Reviews-Nga_328_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34530-d1984423-Reviews-Mid_Town_Municipal_Beach-Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g188628-d4790575-Reviews-Gouda_Cheese_Market-Gouda_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d117426-Reviews-Haulover_Inlet-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g664666-d8641775-Reviews-Gili_Trawangan_Turtle_Hatchery-Gili_Trawangan_Gili_Islands_Pemenang_Lombok_West_N.html",
            "https://www.tripadvisor.com/Attraction_Review-g8838078-d21014840-Reviews-Solymar_Beach-Amwaj_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12661256-Reviews-Plaja_de_Sant_Sebastian-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8000670-Reviews-Airport_Transfer_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g30242-d14200502-Reviews-The_View_of_DC-Arlington_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46709-d12686762-Reviews-Oxford_Furnace_Lake-Oxford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g33423-d7220616-Reviews-City_Park-Fort_Collins_Colorado.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1637367-Reviews-or50-Thuan_Tinh_Island-Hoi_An_Quang_Nam_Province.html"
    }
]