[
    {
        "attraction_name": "Tigertail Beach",
        "attraction_name_vi": "Bãi biển Đuôi Cọp",
        "general_info": [
            "2.307 đánh giá",
            "7 trong số 45 điều cần làm ở Đảo Marco",
            "Bãi biển"
        ],
        "attraction_summary": "Không đáng TẤT CẢ việc đi bộ. Chuyến đi khứ hồi 4,5 dặm để pháo kích giữa bãi đậu xe và điểm cực bắc.  Chúng tôi đã ở đầu phía nam của Marco trong tuần và những chiếc vỏ sò đều không có gì kỳ diệu ở Tigertail.  Cộng với nước lợ rất nặng mùi ở điểm phía bắc.  Sẽ không làm lại. Đọc thêm",
        "reviews": [
            "Sau chuyến đi pháo kích của mình, tôi muốn bắn thêm một ít nữa và đi dạo dọc theo bãi biển này. Các bãi biển ở đây mất 10 giờ để đỗ xe chung và họ có phòng vệ sinh sạch sẽ, máy bán hàng tự động nhận được Gatorade hoặc nước nếu bạn không có vì bạn sẽ cần nó và sân chơi cho trẻ em. Sau khi sẵn sàng, bạn bắt đầu hành trình của mình và khuyên bạn nên bắt đầu tập luyện trên bãi biển. Bạn sẽ gặp một con kênh bên trong, đây không phải là bãi biển rồi đi thẳng sang phải. Bạn sẽ đi bộ khoảng 0,5-1 dặm để đến bãi biển nơi bạn muốn dựng trại. Tôi chưa bao giờ trải nghiệm một bãi biển sâu như vậy, nó cách xa các khu nghỉ dưỡng đến vùng nước ở cuối bãi biển này. Tôi đi tổng cộng 3 dặm bắt đầu tập luyện sau khi đến bãi biển và không tìm thấy vỏ sò nào. Nhưng có rất nhiều người ở đó tận hưởng làn nước.Đọc thêm",
            "Tôi biết có nhiều tranh luận ủng hộ và phản đối về những gì quận đã làm để nạo vét đầm phá. Tôi vừa dành cả buổi sáng để chèo thuyền kayak và phải nói rằng nó thật tuyệt vời. Chúng tôi đã nhìn thấy nhiều loại chim, cá đối nhảy như điên và chúng tôi thậm chí còn nhìn thấy một con cá mái chèo. Thật buồn khi sự nhượng bộ không còn nữa và không còn cơ sở cho thuê nữa. Chúng tôi đã mang theo thuyền kayak của riêng mình và sẽ sớm quay lại.Đọc thêm",
            "Hãy để tôi bắt đầu với những ưu điểm:\nBãi biển Tigertail là một bãi biển đẹp! Rất nhiều vỏ. Cát sạch, nước trong vắt tuyệt vời. Không có quá nhiều người vào tháng Tám.\nNhược điểm: \nChúng tôi đã dành 2 ngày ở đuôi hổ. Ngày đầu tiên chúng tôi đi dạo quanh đầm khá lâu, đặc biệt nếu bạn có nhiều đồ đạc cho con nhỏ. Ngày thứ hai chúng tôi quyết định đi ngang qua đầm. Mặc dù nó ngắn hơn đáng kể nhưng mực nước lại cao bất thường đối với người dân địa phương nên 9 đứa con út của tôi cần được giúp đỡ. Ngoài ra, cuộc đi bộ này không dành cho người yếu tim. Chúng tôi đã nhìn thấy rất nhiều động vật hoang dã TRONG vùng nước xung quanh chúng tôi. Một số trong đó chúng tôi biết chính xác nó là gì, một số khác thì lớn mà chúng tôi chỉ có thể đoán được và điều này khiến chúng tôi hơi lo lắng. Ngoài ra, cả 7 người chúng tôi đều bị cắt, thủng hoặc cạo chân ở đầm. Đó không phải là một cuộc phiêu lưu thú vị như chúng tôi mong đợi. \nTôi chắc chắn sẽ quay lại, nhưng từ bây giờ chúng tôi sẽ đi dạo quanh đầm phá!Đọc thêm",
            "I am almost loathe to write a review for this beach as it needs to remain a secret paradise away from the hoards! My son and i came across this beach totally by accident after driving from Key Largo, through the  Everglades on our way up to Sarasota, we stopped for a coffee and discovered there was a beach a short distance away so thought we would explore so off we went. It was 10 for parking and the lady explained to us how to get to the best part of the beach and which car-park to park up in to get to the best cut-through. \nThe first bit of beach you get to is almost more like a mangrove swamp, the water is very murky and briny but it has lots of little fish swimming in it and is only reasonably shallow, its quite slippery walking along the edge so beware but my son and i loved every minute of it, we explored and saw amazing birds and waded through the murky water until we saw a glimmer of white between the trees to our right in the distance, once there i felt like i had somehow been teleported to a magical, unbelievably beautiful paradise Island.\nThe sand was pure crystal white and the ocean and sky were the most incredibly beautiful blues and greens i have ever seen. We were probably lucky as being October the beach was practically deserted, just the odd shell collector wandering up and down here and there ... and the shells are amazing, the kind you would pay s for in a shop hundreds and hundreds of them all over the beach, there was amazing wildlife to see, the weather was just perfect and to say we enjoyed our unplanned adventure is an understatement \nThis beach and Pensacola Beach on the panhandle are in my opinion 2 of the best beaches i have been to anywhere. It should be noted Im not a sitting on the beach with tons of people type of person! i love quiet, unspoiled beaches, away from people where i can collect shells, sand dollars and beach glass etc .. I dont know how busy this beach gets in peak times but possibly having to carry beach gear across the swampy bit puts people off so maybe it stays quieter than the average beach i dont know? Having said that reading some of the comments people have put on here you would think it was akin to a marathon trek through Borneo to get to the beach! .. It isnt at all, its just a 10 min or so wade through the swampy bit unless you want to go slow and explore like we did so it took longer. but all i can say is that my son and i were so glad we found Tigertail Beach we had one of the best and most memorable days on our trip to Florida from the U.K and it will be a very happy memory we will both share together always.Read more",
            "Bãi biển Tigertail ở Đảo Marco được biết đến với đầm phá thủy triều độc đáo và các loài chim đa dạng. Nhưng chúng tôi chỉ YÊU cát trắng mịn màng và nước vịnh xanh. Chưa bao giờ thấy bãi biển nào lớn đến thế. Hôm nay chúng ta đã thấy hai con Bồ nông trắng quý hiếm của Mỹ, chúng có sải cánh dài 9 feet! Chúng tôi cũng nhìn thấy một con cò thìa màu hồng. Nó màu hồng! Chúng tôi cũng tìm thấy vỏ sò Lightening Whelk nhỏ nhất thế giới và nhìn thấy một con cua nhỏ ba tỷ.  Có rất nhiều bãi đậu xe, và chi phí 10 cho cả ngày. Ngoài ra còn có nhà vệ sinh. TY SWFLĐọc thêm",
            "Thật là một nơi tuyệt vời để được! 10 bãi đậu xe giúp bạn có vé đi một ngày tới một vài lô, tuy nhiên chúng tôi chỉ sử dụng nó ở đây. Bãi biển rất lớn! Vỏ ở khắp mọi nơi và nhiều không gian để đi bộ và khám phá. Đã thử câu cá lướt sóng, không gặp may nhưng đã bắt được một con cá snook đẹp mắt trong đầm phá! Đây thực sự là một phần thú vị và độc đáo của địa điểm này! Chúng tôi đã có một ngày thật tuyệt vời, ước gì chúng tôi có nhiều thời gian hơn!Đọc thêm",
            "Tigertail is one of the most beautiful and remote beaches in Florida. To make the most of it, pack lightly- a backpack wumbrella is what i usually do. I plan on 4-6 hours  theres no food, vending machine or restrooms beyond the parking area, so pack your lunch  drinks  use the restroom by the playground in the first parking lot furthest north  3 minute walk to lagoon.\nFor the fastest way to the white sandy beach, cross the lagoon. It doesnt get higher than your  waist even at high tide Im 54.  Theres nothing to be afraid of in the lagoon, though wearing water shoes or sandals will offer you better traction as places that are darker underneath can be quite slippery. Its mostly dabdy and not even very mucky.   Youll walk to the lagoon and cross diagnolly towards the right, just right of where you see a tiny beach on the other side. Beware, at high tide, the path will be flooded in ankle deep water for a ways. Follow the small path to the beach for about 5 minutes. Take note when you hit the beach so you remember how to get back to the lagoon, Ive missed it several times since I only get there every few  years! The beach changed a lot after Ian hit in 2022. ripping out an entire forest of mangroves  leaving a wide open section of white sandy beach that you can walk another mile and a half north, away from the resort buildings south of the path to the lagoon. The most northern part of the beach is the tip of this 3 mi long sandbar  where folks walk to find shells, sand dollars in particular, but there are a ton of shells along the entire beach. \nThere is a bit of a drop off at the edge of the beach, so be careful if you swim there, its at your own risk. I didnt swim out far since the waves and wind made the water cloudy which can be a little scary  \nFor the less adventurous folks or people who need better accessibility, chairs, a wheeled cart  kids toys, turn left after arriving in first parking lot  head to the furthest parking lot south of toll booth. Then walk the wide sandy road towards the resort buildings to get around the lagoon and out to the beach.Read more",
            "Bãi biển này là một viên ngọc ẩn! Tôi không biết nó tồn tại. Nó thật tuyệt đẹp và yên bình. Đầm thật mát mẻ. Cháu trai 5 tuổi của tôi YÊU NÓ. BÃI BIỂN tuyệt vời! Chúng tôi thậm chí còn chơi ở công viên nhỏ. Cuộc đi bộ đến bãi biển dài hơn nhưng tôi không phàn nàn..nó tuyệt đẹp và bài tập thể dục. Chỉ cần đảm bảo mang theo mũ hoặc ô nếu bạn có trẻ nhỏ và người lớn tuổi..trên đường đi. Tôi đã ở đây nhiều lần. Nếu bạn ở lại muộn gần đầm hoặc khu vui chơi..hãy mang theo bình xịt muỗi. Chuyến đi đáng giá! Bãi biển yêu thích của tôi!Đọc thêm",
            "Kể từ năm 22624, dãy phòng tắm đầu tiên không mở cửa nhưng có bô-bô ở bên trái tòa nhà. \nTôi tin rằng sẽ tốt hơn và gần hơn một chút nếu bạn lái xe sang bên trái tòa nhà, đi qua những chiếc bô và cố gắng đỗ xe ở bãi đậu xe tiếp theo. Nó sẽ gần hơn một chút và có một phòng tắm đơn nhỏ mở ở cuối bãi đậu xe đó. \nChúng tôi mất khoảng 15 phút đi bộ từ bãi đậu xe đầu tiên tới bãi biển.  Đó là một chuyến đi bằng phẳng dễ dàng trên cát mềm. \nHãy chắc chắn rằng bạn mang theo mọi thứ bạn cần trong ngày. \n\nNước trong, sóng nhỏ và cá heo bơi khá gần bờ. Nếu bạn đi bộ xuống bãi biển về phía bên phải, bạn sẽ tìm thấy những cây vỏ sò nơi mọi người để lại những kỷ niệm phía sau.  Nó thật là đẹp. \nCó rất nhiều loài chim khác nhau được nhìn thấy ở bãi biển này. \n\nNó hoàn toàn tuyệt đẹpĐọc thêm",
            "Đây là việc phải làm!  Tôi không chắc ai yêu nó hơn, bọn trẻ hay tôi?  Dễ dàng đi bộ đến bãi biển qua nước. Bãi biển sạch sẽ, bãi đậu xe, sân chơi và đường mòn.  Cát trắng, nước trong vắt, bọn trẻ có thể đi dạo chơi. RẤT nhiều vỏ!  Tôi ước chúng tôi có thể đến bãi biển Tigertail hàng ngày, nhưng thật đáng buồn là chúng tôi không sống ở đây.  Sân chơi đẹp ngay gần bãi đậu xe cho trẻ em vui chơi với nhiều bóng mát.  Vị trí này nằm trong 3 điều yêu thích nhất của chúng tôi về Đảo Marco.Đọc thêm",
            "Nếu bạn đang tìm kiếm đô la cát, đây là bãi biển dành cho bạn.  Mặc dù phải đi bộ một chút nhưng nó ít đông đúc hơn South Beach và đáng để bạn dành thời gian.  Ngoài ra, trong tháng 2, một du khách hàng năm sẽ xây dựng những tác phẩm điêu khắc trên cát thật ấn tượng.Đọc thêm",
            "Chúng tôi rất ngạc nhiên vì bãi biển rộng lớn đến thế nào. NHƯNG cuộc đi bộ quá dài đối với bọn trẻ. Chúng tôi đã làm điều đó nhưng trời nóng quá. Bãi biển rất đẹp và nước rất trong và đẹp. Rất nhiều vỏ. Mang giày đi biển! Phải mang theo ô và đồ uống. Chúng tôi đậu xe ở bên trái và không đi qua đầm. Khu vực khuyết tật. Nghĩ rằng có thể đi bộ qua đầm phá sẽ nhanh hơn. Chúng tôi thường không phải là người đi biển - nhưng muốn có một cuộc phiêu lưu. Nó đẹp, đáng để đi.Đọc thêm",
            "Bãi biển Tigertail hoàn toàn tuyệt đẹp với lớp bột mịn hoàn hảo, độ đặc gần như bột mì, cát trắng, nhiều vỏ sò đẹp mắt, yến mạch biển vẫy trong gió và làn nước trong xanh tuyệt vời! Thậm chí còn có cơ hội đi bộ nhiều. Chắc chắn KHÔNG thể truy cập ADA nếu không có xe lăn trên bãi biển và người bạn đồng hành vững chắc để đẩy. Chắc chắn là một cơ hội tuyệt vời để khám phá phần lớn hệ sinh thái của Florida.Đọc thêm",
            "Lối vào bãi biển nơi bạn đỗ xe không nêu rõ rằng nó cách lối vào trên cát đến bãi biển ít nhất một dặm đi bộ. Chúng tôi thất vọng vì mẹ lớn tuổi của tôi đang phải vật lộn để đi lại. Bãi biển thật đẹp. một lưu ý khác - vào lúc bình minh và hoàng hôn, lũ mũi sẽ tấn công bạn và chúng ta vẫn ngứa ngáy một tuần sau đó. Hãy xịt trước khi đi nếu không bạn sẽ bị đau.Đọc thêm",
            "Đây là một bãi biển đáng yêu dành cho những người có thể chất tốt. Ngay cả từ Access Point 6, ở điểm cực nam của bãi đậu xe, vẫn phải đi bộ một quãng đường dài mới tới được mặt nước. Hãy đến đó sớm để có chỗ đậu xe tốt nhất và mang theo bữa trưa.Đọc thêm",
            "Bãi biển này là một viên ngọc ẩn.  Chúng tôi không biết những gì mong đợi.  Chúng tôi đậu xe ở lô 10 đầu tiên và không gặp khó khăn gì trong việc tìm chỗ trống.  Các phòng tắm đều có bô porta đóng kín và có một sân chơi đẹp.  Đầu tiên bạn đến một đầm phá.  Tôi ở lại đây và thích ngắm nhìn tất cả các loài chim diệc, bồ nông, rất nhiều loài khác và cá nhảy trong đầm.  Con trai tôi băng qua đầm và đi theo con đường mòn bên kia ra bãi biển.  Rất yên bình và tĩnh lặng so với nhiều bãi biển khác.Đọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất trong chuyến đi đến Nam Florida của chúng tôi. Chúng tôi đến bãi biển để ngắm Hoàng hôn và ở lại đó trong vài giờ.Đọc thêm",
            "Kể từ năm 22624, dãy phòng tắm đầu tiên không mở cửa nhưng có bô-bô ở bên trái tòa nhà. Tôi tin rằng sẽ tốt hơn và gần hơn một chút nếu bạn lái xe sang bên trái tòa nhà, đi qua những chiếc bô và cố gắng đỗ xe ở bãi đậu xe tiếp theo. Nó sẽ gần hơn một chút và có một phòng tắm đơn nhỏ mở ở cuối bãi đậu xe đó. Chúng tôi mất khoảng 15 phút đi bộ từ bãi đậu xe đầu tiên tới bãi biển.  Đó là một chuyến đi bằng phẳng dễ dàng trên cát mềm. Hãy chắc chắn rằng bạn mang theo mọi thứ bạn cần trong ngày. Nước trong, sóng nhỏ và cá heo bơi khá gần bờ. Nếu bạn đi bộ xuống bãi biển về phía bên phải, bạn sẽ tìm thấy những cây vỏ sò nơi mọi người để lại những kỷ niệm phía sau.  Nó thật là đẹp. Có rất nhiều loài chim khác nhau được nhìn thấy ở bãi biển này. Nó hoàn toàn tuyệt đẹpĐọc thêm",
            "Bãi biển này là một viên ngọc ẩn! Tôi không biết nó tồn tại. Nó thật tuyệt đẹp và yên bình. Đầm thật mát mẻ. Cháu trai 5 tuổi của tôi YÊU NÓ. BÃI BIỂN tuyệt vời! Chúng tôi thậm chí còn chơi ở công viên nhỏ. Cuộc đi bộ đến bãi biển dài hơn nhưng tôi không phàn nàn..nó tuyệt đẹp và bài tập thể dục. Chỉ cần đảm bảo mang theo mũ hoặc ô nếu bạn có trẻ nhỏ và người lớn tuổi..trên đường đi. Tôi đã ở đây nhiều lần. Nếu bạn ở lại muộn gần đầm hoặc khu vui chơi..hãy mang theo bình xịt muỗi. Chuyến đi đáng giá! Bãi biển yêu thích của tôi!Đọc thêm"
        ],
        "star_ratings": [
            1224,
            621,
            277,
            95,
            90
        ],
        "review_amount": 2307,
        "location": [
            "Bãi biển Đuôi Cọp",
            "Bờ biển Tây Nam Vịnh",
            "Những điều cần làm ở Đảo Marco",
            "Florida FL",
            "Hoa Kỳ",
            "Đảo Marco"
        ],
        "reviews_time": [
            "Written June 22, 2023",
            "Written July 23, 2023",
            "Written July 30, 2023",
            "Written August 2, 2023",
            "Written October 28, 2023",
            "Written November 27, 2023",
            "Written December 21, 2023",
            "Written January 16, 2024",
            "Written January 20, 2024",
            "Written February 27, 2024",
            "Written May 9, 2024",
            "Written May 3, 2024",
            "Written May 1, 2024",
            "Written April 26, 2024",
            "Written April 19, 2024",
            "Written April 14, 2024",
            "Written March 6, 2024",
            "Written March 1, 2024",
            "Written February 27, 2024",
            "Written January 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34420-d1015773-Reviews-Tigertail_Beach-Marco_Island_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34420-d23850544-Reviews-The_Brooklyn_Delicatessen-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34420-d5617972-Reviews-Doreen_s_Cup_of_Joe-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34420-d393159-Reviews-Verdi_s_An_American_Bistro-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34420-d2058198-Reviews-Empire_Bagel_Factory-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34420-d6662990-Reviews-Sami_s-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34420-d13322585-Reviews-Thai_Sushi-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34420-d393144-Reviews-Joey_s_Pizza_Pasta_House-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34420-d1205554-Reviews-CJ_s_on_the_Bay-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34420-d393222-Reviews-Italian_Deli_and_Market-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34420-d27123515-Reviews-La_Mesa_Taqueria-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d2539889-Reviews-Marco_Island_Farmers_Market-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d2358433-Reviews-Marco_Island_Historical_Museum-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1838627-Reviews-Hideaway_Beach-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1838624-Reviews-Frank_E_Mackle_Park-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d3774482-Reviews-Key_West_Express_Marco_Island-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1838626-Reviews-South_Marco_Beach-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1059513-Reviews-Isles_of_Capri_Marina-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1838615-Reviews-Jane_Hittler_Park-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d4112168-Reviews-Island_Theater_Company-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d13136661-Reviews-San_Marco_Catholic_Church-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1015773-Reviews-or10-Tigertail_Beach-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d3927203-Reviews-Island_Bike_Shop_Bicycle_Rentals-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1838569-Reviews-Keewaydin_Island-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1838612-Reviews-Caxambas_Pass_Park-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d126849-Reviews-Marco_Island_Marina-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34252-d10636324-Reviews-Goodland_Boating_Park-Goodland_Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d6390793-Reviews-Walker_s_Hideaway_Marina-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d6501703-Reviews-Tigertail_Beach_Kayak_and_Paddleboard_Rentals-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d3241158-Reviews-Florida_Adventures_and_Rentals-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d17351751-Reviews-Marco_Pedal_Boat-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1036376-Reviews-Marco_Island_Princess-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1729059-Reviews-Sky_s_The_Limit_Parasail-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1548464-Reviews-Marco_Island_Water_Sports-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d3594689-Reviews-Rose_Marina_Boat_Rentals-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d2294716-Reviews-Skin_Renewal_Systems_Salon_Spa-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d5485597-Reviews-Sunshine_Bike_Tours-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d7137996-Reviews-Fishing_Solves_Everything-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d20539271-Reviews-La_Vita_e_Bella_Marco_Eco_Tours-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d9783652-Reviews-Paddle_Marco-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324227-Reviews-Jumeirah_Public_Beach-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d242773-Reviews-Nymphenburg_Palace-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12698243-Reviews-QFX_Civil_Mall-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d196026-Reviews-Bahnhofstrasse-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d324154-Reviews-Nachalat_Binyamin_Pedestrian_Mall-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d6734032-Reviews-Dream_Beach-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g12011140-d14083598-Reviews-Ganga_choti-Bagh_Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g188671-d613915-Reviews-Choco_Story_The_Chocolate_Museum-Bruges_West_Flanders_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297683-d2484460-Reviews-Agra_Art_Gallery-Agra_Agra_District_Uttar_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d104612-Reviews-Cliff_Walk-Newport_Rhode_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34420-d1015773-Reviews-or10-Tigertail_Beach-Marco_Island_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34420-d1015773-Reviews-Tigertail_Beach-Marco_Island_Florida.html"
    }
]