[
    {
        "attraction_name": "Timbavati Wildlife Park",
        "attraction_name_vi": "Công viên hoang dã Timbavati",
        "general_info": [
            "1.121 đánh giá",
            "- 11 trong số 52 điều cần làm ở Wisconsin Dells",
            "Sở thú",
            "Công viên"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đây là của tôi và chồng tôi - lần đầu tiên đến đây, thật tuyệt vời! Bạn có thể đến gần các loài động vật. Các chuồng bên ngoài chỉ có hàng rào, lan can và khoảng 2 -3 ft cỏ giữa bạn và động vật. Nó rất có giá trị trong 2 1 - 2 giờ. Lái xe một chiều.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan riêng bắt đầu trước khi công viên mở cửa cho công chúng. Chúng tôi được Lynx đi dạo xung quanh, người đã cung cấp rất nhiều thông tin tuyệt vời về các loài động vật và sự chăm sóc của chúng. Chúng tôi cũng có thể tự tay cho lạc đà và hươu cao cổ cũng như vẹt đuôi dài ăn. Chuyến tham quan kéo dài khoảng 90 phút và chúng tôi có thể ở lại bao lâu tùy thích để sau đó quay lại bất kỳ khu vực nào chúng tôi muốn. \nChúng tôi may mắn có một buổi sáng mát mẻ nên hầu hết các loài động vật đều ra ngoài hoạt động.Đọc thêm",
            "Niềm vui gia đình rất phải chăng! Chúng tôi đã có khoảng thời gian tuyệt vời và bị ấn tượng bởi sự đa dạng của động vật hoang dã mà chúng tôi đã nhìn thấy và tương tác, chúng tôi thậm chí còn cưỡi ngựa - Luke Sandwalker -, một chú lạc đà quyến rũ và cho hươu cao cổ ăn bằng tay! Một ngày tuyệt vời!Đọc thêm",
            "Tôi - tôi rất nghi ngờ về những sở thú nhỏ, nhưng chúng tôi nhận được vé miễn phí khi nghỉ tại nhà nghỉ ở Blackhawk nên chúng tôi đã đi. Thật là tuyệt! Động vật được chăm sóc tốt, công viên cực kỳ sạch sẽ, hoa cỏ khắp công viên thật lộng lẫy! Môi trường sống sạch sẽ và rộng rãi. Đã có thể cho một con kangaroo và hươu cao cổ ăn! Ngôi nhà vẹt đuôi dài thật đáng kinh ngạc để đi qua. Hãy ghé thăm sở thú này! Trẻ em sẽ thích nó!!Đọc thêm",
            "Đã 5 lần và lần nào cũng có trải nghiệm tuyệt vời. Động vật được chăm sóc tốt, nhân viên tuyệt vời, nhà hàng nhỏ xinh. Mỗi lần chúng tôi đến, họ đều làm gì đó để cải thiện không gian và công viên cho động vật. Yêu nó ở đây!Đọc thêm",
            "Chúng tôi đã thực hiện Cuộc gặp gỡ Lười và Gấu trúc Đỏ, cùng với việc tham quan công viên và đi tàu. Trước hết, nếu bạn đang trả tiền cho Cuộc gặp gỡ hoặc chuyến tham quan VIP, bạn phải mua vé vào cửa chung để vào công viên, vì vậy chỉ cần lưu ý trước, bạn cũng có thể tận hưởng công viên sau đó. Chúng tôi không được phép bế những con lười, vì vậy điều đó khá thất vọng, đặc biệt là sau khi thấy chồng tôi ôm Gấu Trúc Đỏ trong lòng, cười lớn, nhưng vẫn thật tuyệt khi tìm hiểu thêm về những con lười và được tự tay cho chúng ăn. Chúng tôi đã tham gia chuyến tham quan VIP - điều khiến trái tim tôi thực sự tan nát - bởi vì chi phí cho các cuộc gặp gỡ, vé vào cửa chung, thức ăn cho động vật và tàu hỏa đã đủ đắt, nhưng có lẽ vào lần sau! Cá nhân tôi không nghĩ rằng chuyến tàu này đáng giá, nó rất tuyệt, nhưng đó là một chuyến tàu khá ngắn, không đi qua toàn bộ công viên và chúng tôi bị tính phí cho 3 người lớn thay vì 2 người lớn và một trẻ em, vì vậy nó cuối cùng đã trở nên đắt tiền. Tôi sẽ - không làm điều đó một lần nữa. Cho thú ăn rất thú vị, lồng chim rất nguy hiểm lol, nhiều con chim cắn nhau, một con làm gãy da khớp ngón tay của tôi, nhưng nó vẫn rất vui và tôi vẫn làm lại lol. Cho Kangaroo ăn - s thật TUYỆT VỜI. Nhìn chung, một công viên động vật hoang dã tương tác RẤT thú vị.Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời tại Công viên Động vật hoang dã Timbavati. Những gì chúng tôi nghĩ sẽ chỉ mất vài giờ đã trở thành chuyến thăm kéo dài năm giờ vì trải nghiệm tuyệt vời mà chúng tôi có được. Công viên động vật hoang dã có thứ gì đó dành cho tất cả mọi người -- nếu bạn chỉ muốn tận hưởng một ngày với gia đình, bạn sẽ có một quả bóng, và nếu bạn có hứng thú mạnh mẽ với công tác bảo tồn, nơi này cũng dành cho bạn. Chúng tôi đã có cơ hội dành thời gian với một trong những người chủ và học được rất nhiều về sứ mệnh đằng sau Timbavati. Chúng tôi cũng đã có một trải nghiệm hấp dẫn với Sloth Encounter. Thật vinh dự khi được tìm hiểu thêm về những loài động vật hiền lành này một cách gần gũi. Và đừng bỏ lỡ chuyến đi tàu! Ngoài ra, trong suốt cả ngày, chúng tôi có cơ hội tương tác với nhiều loài động vật, tất cả đều trong tình huống được giám sát. Cảm ơn vì những kỷ niệm tuyệt vời. Đọc thêm",
            "Rất nhiều điểm tham quan trong nhà - ngoài trời và cách bố trí không khó để đi bộ - nhiều chỗ ngồi và bóng mát nếu trời nóng! Đừng quên đi xem - Luke Sandwalker - !Đọc thêm",
            "Đã 5 lần và lần nào cũng có trải nghiệm tuyệt vời. Động vật được chăm sóc tốt, nhân viên tuyệt vời, nhà hàng nhỏ xinh. Mỗi lần chúng tôi đến, họ đều làm gì đó để cải thiện không gian và công viên cho động vật. Yêu nó ở đây!Đọc thêm",
            "Nơi rất đẹp. Dễ dàng đi bộ xung quanh trong một vài giờ. Mua 1 hộp cơm trưa cho 2-3 người. Bạn có thể cho nhiều loài động vật ăn. Chúng tôi đã thực hiện một cuộc gặp gỡ con lười rất thú vị nhưng tốn kém. Đọc thêm",
            "Tôi - tôi rất nghi ngờ về những sở thú nhỏ, nhưng chúng tôi nhận được vé miễn phí khi nghỉ tại nhà nghỉ ở Blackhawk nên chúng tôi đã đi. Thật là tuyệt! Động vật được chăm sóc tốt, công viên cực kỳ sạch sẽ, hoa cỏ khắp công viên thật lộng lẫy! Môi trường sống sạch sẽ và rộng rãi. Đã có thể cho một con kangaroo và hươu cao cổ ăn! Ngôi nhà vẹt đuôi dài thật đáng kinh ngạc để đi qua. Hãy ghé thăm sở thú này! Trẻ em sẽ thích nó!!Đọc thêm",
            "Chúng tôi đã có một chuyến thăm tuyệt vời đến công viên. Chúng tôi đã mua 2 hộp cơm trưa - cho 5 người và có rất nhiều thứ để cho tất cả các loài động vật mà chúng tôi được phép cho ăn. Chúng tôi cho hươu cao cổ, kudu, emu, đà điểu, vẹt đuôi dài, dê, lừa, kangaroo và alpaca ăn. Cháu gái tôi và tôi đã gặp con lười và điều đó thật tuyệt! Chúng tôi đã gặp 5 con lười, Flash, Fern, Lulu, River và Honey. Có nhiều bóng râm và công viên rất dễ di chuyển. Chúng tôi đã không đi tàu và không cảm thấy như mình đã bỏ lỡ điều gì.Đọc thêm",
            "Đi tàu trước sẽ giúp bạn điều hướng chuyến thăm của mình. Sở thú nhỏ rất đẹp. Thật ngạc nhiên!Đọc thêm",
            "Đó là một chuyến đi chơi tốt đẹp cho gia đình tôi.  - Con tôi đã lớn rồi - .  Tất cả chúng tôi đều thích nó. Nếu bạn đi, tôi chắc chắn sẽ khuyên bạn nên thêm chuyến tàu.  Nếu không có nó, tôi sẽ cho nó 4 sao.Đọc thêm",
            "Tôi - không phải là người thích sở thú, vì vậy - đó là tuyên bố từ chối trách nhiệm của tôi.  Tuy nhiên, trải nghiệm ở Timbavati thật tuyệt vời.  Có một số loài động vật và nó có vẻ giống như một vườn thú được chăm sóc tốt.  Yêu thích cơ hội được đến gần những con lười, chuột túi, lạc đà và hươu cao cổ.  Trời nóng nên một số con vật đang nghỉ ngơi và không thể nhìn thấy được, nhưng điều đó có thể hiểu được.  Cho thú ăn - chi phí bổ sung - sẽ rất thú vị đối với một đứa trẻ.  Nói chung đó là một trải nghiệm tuyệt vời và đáng để đi.Đọc thêm",
            "Sở thú có cho phép mang theo bữa trưa dã ngoại không.Đọc thêm",
            "Họ có sẵn xe tay ga di động cho thuê không?Đọc thêm",
            "Công viên có cho người khuyết tật thuê xe máyĐọc thêm",
            "Các con vật có đến tàu hay chúng ở xa hàng rào? Tôi - tôi sợ đến quá gần động vật.Đọc thêm",
            "bạn có thể ở lại đặt phòng nàyĐọc thêm",
            "Không, nó giống như một sở thú. Có những nơi để ở trên cùng một dải. Nếu bạn ở những nơi như River Inn và Tree house, họ có thể tặng bạn vé miễn phí!Đọc thêm",
            "Mặt đất đã được trải nhựa chưa? Anh ấy sử dụng xe lăn để đi lại? Nơi này có thể tiếp cận được bằng cách nào? Đọc thêm",
            "Vâng, nó có lối đi dành cho xe lăn, nơi có nhiều du khách ngồi xe lăn vào ngày hôm đó gia đình tôi đến.Đọc thêm",
            "Chúng tôi dự định đi vào tháng 4 này, họ có cuộc chạm trán với Timbavati cho - 99, đang là mùa thấp điểm, có đáng để đi không, chúng ta vẫn có thể nhìn thấy và cho nhiều loài động vật ăn không?Đọc thêm",
            "Khi tôi đến vào tháng 11, Deer Park chưa mở cửa, tôi cảm thấy chuyến tham quan thật tuyệt vời. Nó hơi đắt tiền, nhưng trải nghiệm một đối một thật tuyệt vời.Đọc thêm",
            "Có ai đi tour VIP chưa? Chúng tôi đang suy nghĩ về nó. Nhưng muốn biết liệu nó có đáng tiền hay không. Đọc thêm",
            "Đúng! Chúng tôi đã làm đó là một món quà Giáng sinh từ những người bạn của tôi! Con trai tôi 2,5 tuổi và con gái bạn trai của tôi 15 tuổi - độ tuổi khó để cùng nhau giải trí - . Chúng tôi thực sự rất thích được nhìn thấy và cho tất cả các loài động vật khác nhau ăn, những khoảnh khắc thực sự kỳ diệu với bọn trẻ. Chúng tôi đã chụp rất nhiều ảnh, con trai tôi vẫn kể về nó, mọi người nói cháu có trí tưởng tượng rất tuyệt vời! Vâng, tuy nhiên chúng tôi thực sự đã làm tất cả những điều đó! Chúng tôi đã thực hiện nhiều chuyến đi săn khác nhau, vườn thú cưng phân loại mọi thứ ở các tiểu bang khác nhau. Mỗi người đều có phép thuật riêng, nếu nó nằm trong ngân sách của bạn ... Tôi nói hãy đi và tận hưởng! Mang theo máy ảnh!Đọc thêm",
            "bạn có thân thiện với thú cưng không, bạn có giảm giá quân sự hay giảm giá aarp Đọc thêm",
            "Tôi khá chắc chắn rằng có giảm giá quân sự, nhưng tôi không chắc về giảm giá AARP.Đọc thêm",
            "Công viên có mở cửa nếu trời mưa không?Đọc thêm",
            "Đúng.  Có một cửa hàng quà tặng bạn có thể vào để chờ đợi.  Đọc thêm"
        ],
        "star_ratings": [
            497,
            284,
            177,
            75,
            88
        ],
        "review_amount": 1121,
        "location": [
            "Công viên hoang dã Timbavati",
            "Hoa Kỳ",
            "Wisconsin - WI -",
            "Những điều cần làm ở Wisconsin Dells",
            "Wisconsin Dell"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 26, 2023",
            "Written July 14, 2023",
            "Written August 29, 2023",
            "Written January 19, 2024",
            "Written May 13, 2024",
            "Written May 9, 2024",
            "Written April 7, 2024",
            "Written January 19, 2024",
            "Written September 3, 2023",
            "Written August 29, 2023",
            "Written August 16, 2023",
            "Written August 12, 2023",
            "Written August 1, 2023",
            "Written July 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60403-d622390-Reviews-Timbavati_Wildlife_Park-Wisconsin_Dells_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d10134299-Reviews-Dells_Pizza_Lab-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d7930796-Reviews-Bella_Goose_Coffee_Cafe_on_the_River-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d15043590-Reviews-Hot_Rocks-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d1126801-Reviews-Paul_Bunyan_s_Cook_Shanty-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d5029665-Reviews-Culver_s-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d1079789-Reviews-McDonald_s-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d2637111-Reviews-Cold_Stone_Creamery-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d4557428-Reviews-MACS_Macaroni_and_Cheese_Shop-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d5097697-Reviews-River_Shack_Ribs-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d551298-Reviews-Mexicali_Rose-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d1453308-Reviews-Ghost_Outpost-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d255218-Reviews-Rick_Wilcox_Magic_Theater-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d4714359-Reviews-Scenic_River_Walk-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d273861-Reviews-H_H_Bennett_Studio_Museum-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d672671-Reviews-Ripley_s_Believe_It_or_Not_Wisconsin_Dells-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d10770761-Reviews-Carr_Valley_Cheese-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d4735591-Reviews-Just_A_Game_Fieldhouse-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d15065448-Reviews-Wisconsin_Dells_Visitor_Convention_Bureau-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d661345-Reviews-Wisconsin_Deer_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d107777-Reviews-Noah_s_Ark_Water_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d622390-Reviews-or10-Timbavati_Wildlife_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d4956105-Reviews-Laser_Warfare-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d10393680-Reviews-Laser_Ops_Compound-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d3382675-Reviews-Lost_Temple-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d1198354-Reviews-Vertical_Illusions-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d198951-Reviews-Pirate_s_Cove_Adventure_Golf-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d12839497-Reviews-Dells_Escape_Rooms-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d198976-Reviews-Original_Wisconsin_Ducks-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d637832-Reviews-Wizard_Quest-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d17396913-Reviews-Asgard_Axe_Throwing-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d1812921-Reviews-Bigfoot_Zipline-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d3156535-Reviews-Wildthing_Jetboat_Tours-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1647177-d589737-Reviews-Villa_Escudero-Tiaong_Quezon_Province_Calabarzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d104333-Reviews-Worlds_Of_Fun_Oceans_of_Fun-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d143732-Reviews-The_Comedy_Barn_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g31371-d109441-Reviews-Supai_Indian_Village-Supai_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d6654058-Reviews-Newport_Beach_Pier-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190123-Reviews-Trastevere-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29282-d2510097-Reviews-Beachy_s_Bulk_Foods-Arthur_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60766-d1125475-Reviews-Wild_River_Country-Little_Rock_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46810-d273162-Reviews-Seaside_Park_Beach-Seaside_Park_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60403-d622390-Reviews-or10-Timbavati_Wildlife_Park-Wisconsin_Dells_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60403-d622390-Reviews-Timbavati_Wildlife_Park-Wisconsin_Dells_Wisconsin.html"
    }
]