[
    {
        "attraction_name": "Tiran Island",
        "attraction_name_vi": "Đảo Tiran",
        "general_info": [
            "6.792 đánh giá",
            "- 1 trong số 1 điều cần làm ở Đảo Tiran",
            "Đảo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi thực hiện chuyến đi lặn với ống thở đến Đảo Tiran, do Mustafa - 201555304507 tổ chức. Chúng tôi đã thực hiện 3 điểm dừng - tại Rạn san hô Gordon, rạn san hô Jackson và Rạn san hô Laguna vùng nước nông. Tareq là người hướng dẫn lặn với ống thở của chúng tôi và chỉ cho chúng tôi xung quanh từng địa điểm. Mustafa chuyên nghiệp trong mọi giao tiếp và dễ dàng tương tác. Chúng tôi đánh giá cao việc anh ấy đã tổ chức một chuyến lặn với ống thở kéo dài 3 giờ thay vì một phiên bản dài hơn, hoàn hảo cho chúng tôi có trẻ nhỏ. Chúng tôi cũng đã nhìn thấy một vài chú rùa nhờ con mắt đại bàng của người lái thuyền Mohammed. Rất khuyến khích.Đọc thêm",
            "Chuyến đi tuyệt vời tất cả các vòng. Được trả tiền cho chuyến đi bằng tàu cao tốc và lặn với ống thở trong 2 giờ và được tặng 3 giờ. Thời gian tuyệt vời trên tàu cao tốc và có nhiều thời gian bơi lội trong rạn san hô và lặn với ống thở giữa những chú cá xinh đẹp. Chúng tôi dừng lại ở hai địa điểm trên rạn san hô và nhìn thấy xác tàu Nga trong rạn san hô. Không có gì phải vội vàng và có nhiều thời gian để bơi. Trên đường trở về, chúng tôi có một phần thưởng khi thuyền trưởng đưa chúng tôi đi xem một số chú cá heo.! Hãy cố gắng tìm Misha hoặc Mustafa \nChuyến đi được đề xuất. Giá cả tuyệt vờiĐọc thêm",
            "Giao tiếp tuyệt vời, tour du lịch an toàn và đáng nhớ. Tôi đã tìm thấy thông tin chi tiết về Mustafa trên Trip Advisor trước khi đến Ai Cập, liên hệ qua WhatsApp để sắp xếp chuyến lặn và chuyến đi bằng thuyền. Thông tin liên lạc nhanh chóng và rõ ràng và chuyến đi là điểm nổi bật trong kỳ nghỉ của chúng tôi và rất đáng đồng tiền bát gạo. Chúng tôi lặn ở Vịnh Rùa và lặn với ống thở ở Rạn san hô Jackson, thật không thể tin được. Chúng tôi nhìn thấy rùa, cá heo, cá sấu và cá sư tử. Trong suốt chuyến tham quan, chúng tôi cảm thấy an toàn và được chăm sóc chu đáo với nước ép xoài tươi mát lạnh để giúp chúng tôi sảng khoái. Tôi thực sự có thể giới thiệu Mustafa và các chuyến tham quan mà anh ấy sắp xếp với các thành viên khác trong nhóm của mình.  Nếu bạn muốn đặt chuyến tham quan, bạn có thể liên hệ với anh ấy qua WhatsApp theo số - 201555304507. Công bằng mà nói, anh ấy đã yêu cầu tôi viết đánh giá nhưng này, đó là công việc kinh doanh và tôi sẽ không bận tâm nếu các chuyến tham quan không được tốt như vậy!Đọc thêm",
            "Chúng tôi muốn xem các rạn san hô gần Đảo Tiran và tôi đã tìm thấy các chuyến đi bằng thuyền lặn với ống thở do Mustafa và Sharm Tours tổ chức, với những đánh giá rất tốt nên chúng tôi đã thử. Tôi đã gọi điện cho anh ấy - - 201555304507 - và đó là một trải nghiệm tuyệt vời!!! chúng tôi chỉ có ba người lặn với anh ấy, nên nó thật hoàn hảo. Chúng tôi lặn với ống thở ở Rạn san hô Gordon, với làn nước trong vắt và nhiều loài cá xung quanh và ở Rạn san hô Jackson, tôi thấy thật tuyệt vời vì đây là một rạn san hô rất sâu, nơi chúng tôi nhìn thấy một con lươn moray và một con rùa biển lớn!!! sau đó, chúng tôi bơi và lặn ở vùng nước nông của Rạn san hô Laguna. Điều đáng chú ý trên chiếc bánh là trên đường trở về Sharm le Sheik, chúng tôi đã tìm thấy một nhóm cá heo đang bơi cạnh thuyền!! Đáng kinh ngạc!!! Tôi khuyên bạn nên 100 - Đọc thêm",
            "Tôi đã liên hệ với Mustafa qua WhatsApp để đặt chuyến đi đến đảo Tiran. Anh ấy cực kỳ hữu ích và sắp xếp mọi thứ một cách dễ dàng. Chúng tôi đã có một ngày tuyệt vời đến đảo Tiran, bao gồm cả hướng dẫn viên lặn riêng Tito, người thật tuyệt vời, anh ấy thực sự đã làm nên một ngày tuyệt vời! \nTôi thực sự muốn giới thiệu chuyến đi này nhưng cũng đặt chỗ qua Mustafa cho bất kỳ chuyến đi nào ở Sharm! \n\nLiên hệ với Mustafa - Sharm Tours qua WhatsApp - 20 155 530 4507Đọc thêm",
            "Chuyến đi này thật tuyệt vời, những hướng dẫn viên tuyệt vời trên thuyền, Tito là tên của 1 trong những hướng dẫn viên - đã nói chuyện với chúng tôi về từng điều trước khi chúng tôi lên thuyền - Phục hồi chức năng - , rất nhiều thông tin - đáng yêu, khiến bạn cảm thấy rất được chào đón - không có gì là quá khó khăn đối với họ, điểm dừng đầu tiên là để chúng tôi có thể lặn bằng ống thở hoặc bình dưỡng khí xung quanh san hô, chúng tôi chỉ vào để bơi với mặt nạ che toàn bộ khuôn mặt của riêng mình - ống thở, họ đã được đào tạo đầy đủ - đã nói chuyện với từng người cách lặn bằng bình dưỡng khí - đi cùng người đó. Họ đã nói về điểm dừng tiếp theo mà chúng tôi có thể lặn bằng ống thở một lần nữa, bữa trưa thật tuyệt vời, cơm, mì ống, gà, salad - các món thịt, rất no, trà - cà phê, đồ uống lạnh miễn phí trên tàu, tôi thực sự muốn giới thiệu chuyến đi này - giá cả cũng tuyệt vời, nhìn thấy cá heo trên đường ra thuyền, cảnh đẹp, những anh chàng hét lên - chỉ tay khi họ phát hiện ra cá heo để tất cả chúng tôi có thể nhìn thấy chúng. Đón lúc 07:45 sáng - trở lại khách sạn của chúng tôi lúc 17:00 chiều, chúng tôi được xe buýt nhỏ đưa đón đón - chúng tôi đã đăng ký vào tối hôm trước để xác nhận thời gian đón. Chuyến đi tuyệt vời nhất mà tôi từng thực hiện - thuyền không hề đông đúc, tổng cộng chỉ có khoảng 25-30 người Đọc thêm",
            "Sau khi đọc các bài đánh giá, tôi đã liên lạc với Mustafa WhatsApp - 201555304507 và anh ấy đã đặt một số chuyến đi cho tôi và bạn tôi. Giá trị tuyệt vời và dịch vụ thực sự tốt. Người đàn ông rất tốt và thân thiện. Anh ấy cũng cung cấp dịch vụ taxi cho chúng tôi đến Quảng trường Soho và Vịnh Naama, nơi thực sự có giá trị. Thậm chí tôi đã đến hiệu thuốc vì tôi bị cảm nặng và đã trả tiền nhưng sau đó tôi sẽ không lấy thêm khi trả tiền cho anh ấy.Đọc thêm",
            "Sau khi đọc các bài đánh giá, tôi đã liên lạc với Mustafa WhatsApp - 201555304507 và anh ấy đã đặt một số chuyến đi cho tôi và bạn tôi. Giá trị tuyệt vời và dịch vụ thực sự tốt. Người đàn ông rất tốt và thân thiện. Anh ấy cũng cung cấp dịch vụ taxi cho chúng tôi đến Quảng trường Soho và Vịnh Naama, nơi thực sự có giá trị. Thậm chí tôi đã đến hiệu thuốc vì tôi bị cảm nặng và đã trả tiền nhưng sau đó tôi sẽ không lấy thêm khi trả tiền cho anh ấy.Đọc thêm",
            "Chuyến đi này thật tuyệt vời, những hướng dẫn viên tuyệt vời trên thuyền, Tito là tên của 1 trong số những hướng dẫn viên - đã nói chuyện với chúng tôi từng điều trước khi chúng tôi lên thuyền - Rehab -, rất nhiều thông tin - đáng yêu, khiến bạn cảm thấy rất được chào đón - không có gì quá nhiều rắc rối cho họ, điểm dừng đầu tiên là để chúng tôi có thể lặn bằng ống thở hoặc lặn quanh san hô, chúng tôi vừa đi bơi với mặt nạ che kín mặt - ống thở, họ được đào tạo đầy đủ - nói chuyện với từng người về cách lặn biển - đi cùng người. Họ nói về điểm dừng tiếp theo mà chúng tôi có thể lặn với ống thở lần nữa, bữa trưa thật tuyệt vời, cơm, mì ống, thịt gà, salad - các món thịt, rất no, trà - cà phê miễn phí, đồ uống lạnh trên tàu, rất muốn giới thiệu chuyến đi này - một điều tuyệt vời Giá cả cũng vậy, nhìn thấy cá heo trên thuyền, cảnh đẹp, các anh chàng hét lên - chỉ tay khi phát hiện ra cá heo để tất cả chúng ta đều có thể nhìn thấy chúng. Đón khách lúc 07:45 - trở về khách sạn của chúng tôi trước 17:00 tối, bạn được đón bằng xe buýt nhỏ chuyển khoản - bạn đã gọi vào buổi tối hôm trước để xác nhận thời gian đón. Chuyến đi tuyệt vời nhất tôi từng thực hiện - thuyền không quá đông đúc, tổng cộng chỉ có 25-30 người trong chúng tôiĐọc thêm",
            "Chuyến đi trong ngày rất tuyệt vời trên biển đỏ. Nhóm tuyệt vời thực hiện chuyến lặn với ống thở và lặn biển với công ty của tôi DU LỊCH BẠN BÈ CHIA SẺ Đọc thêm",
            "Hôm nay đi lặn với ống thở với hai cậu con trai 11 và 13 tuổi của tôi - phi hành đoàn rất tốt bụng và quan tâm đến các cậu bé. Bữa trưa rất ngon với salad, mì ống, cơm, thịt viên, bánh mì pita thái lát và thịt gà. Chúng tôi trở lại bến cảng lúc 17:00. Đọc thêm",
            "Tôi đã liên hệ với Mustafa qua WhatsApp để đặt chuyến đi đến đảo Tiran. Anh ấy cực kỳ hữu ích và sắp xếp mọi thứ một cách dễ dàng. Chúng tôi đã có một ngày tuyệt vời đến đảo Tiran, bao gồm cả hướng dẫn viên lặn riêng Tito, người thật tuyệt vời, anh ấy thực sự đã làm nên một ngày tuyệt vời! Tôi thực sự muốn giới thiệu chuyến đi này nhưng cũng đặt chỗ qua Mustafa cho bất kỳ chuyến đi nào ở Sharm! Liên hệ với Mustafa - Sharm Tours qua WhatsApp - 20 155 530 4507Đọc thêm",
            "Chúng tôi muốn xem các rạn san hô gần Đảo Tiran và tôi đã tìm thấy các chuyến đi bằng thuyền lặn với ống thở do Mustafa và Sharm Tours tổ chức, với những đánh giá rất tốt nên chúng tôi đã thử. Tôi đã gọi điện cho anh ấy - - 201555304507 - và đó là một trải nghiệm tuyệt vời!!! chúng tôi chỉ có ba người lặn với anh ấy, nên nó thật hoàn hảo. Chúng tôi lặn với ống thở ở Rạn san hô Gordon, với làn nước trong vắt và nhiều loài cá xung quanh và ở Rạn san hô Jackson, tôi thấy thật tuyệt vời vì đây là một rạn san hô rất sâu, nơi chúng tôi nhìn thấy một con lươn moray và một con rùa biển lớn!!! sau đó, chúng tôi bơi và lặn ở vùng nước nông của Rạn san hô Laguna. Điều đáng chú ý trên chiếc bánh là trên đường trở về Sharm le Sheik, chúng tôi đã tìm thấy một nhóm cá heo đang bơi cạnh thuyền!! Đáng kinh ngạc!!! Tôi khuyên bạn nên 100 - Đọc thêm",
            "Thật là một ngày tuyệt vời đáng để điCảm ơn rất nhiều vì một ngày tuyệt vời, các bạn đã làm cho kỳ nghỉ của tôi trở nên tuyệt vời Đọc thêm",
            "Giao tiếp tuyệt vời, tour du lịch an toàn và đáng nhớ. Tôi đã tìm thấy thông tin chi tiết về Mustafa trên Trip Advisor trước khi đến Ai Cập, liên hệ qua WhatsApp để sắp xếp chuyến lặn và chuyến đi bằng thuyền. Thông tin liên lạc nhanh chóng và rõ ràng và chuyến đi là điểm nổi bật trong kỳ nghỉ của chúng tôi và rất đáng đồng tiền bát gạo. Chúng tôi lặn ở Vịnh Rùa và lặn với ống thở ở Rạn san hô Jackson, thật không thể tin được. Chúng tôi nhìn thấy rùa, cá heo, cá sấu và cá sư tử. Trong suốt chuyến tham quan, chúng tôi cảm thấy an toàn và được chăm sóc chu đáo với nước ép xoài tươi mát lạnh để giúp chúng tôi sảng khoái. Tôi thực sự có thể giới thiệu Mustafa và các chuyến tham quan mà anh ấy sắp xếp với các thành viên khác trong nhóm của mình.  Nếu bạn muốn đặt chuyến tham quan, bạn có thể liên hệ với anh ấy qua WhatsApp theo số - 201555304507. Công bằng mà nói, anh ấy đã yêu cầu tôi viết đánh giá nhưng này, đó là công việc kinh doanh và tôi sẽ không bận tâm nếu các chuyến tham quan không được tốt như vậy!Đọc thêm",
            "Chuyến đi tuyệt vời tất cả các vòng. Được trả tiền cho chuyến đi bằng tàu cao tốc và lặn với ống thở trong 2 giờ và được tặng 3 giờ. Thời gian tuyệt vời trên tàu cao tốc và có nhiều thời gian bơi lội trong rạn san hô và lặn với ống thở giữa những chú cá xinh đẹp. Chúng tôi dừng lại ở hai địa điểm trên rạn san hô và nhìn thấy xác tàu Nga trong rạn san hô. Không có gì phải vội vàng và có nhiều thời gian để bơi. Trên đường trở về, chúng tôi có một phần thưởng khi thuyền trưởng đưa chúng tôi đi xem một số chú cá heo.! Hãy thử tìm Misha hoặc Mustafa Chuyến đi được đề xuất. Giá cả tuyệt vờiĐọc thêm",
            "Chúng tôi thực hiện chuyến đi lặn với ống thở đến Đảo Tiran, do Mustafa - 201555304507 tổ chức. Chúng tôi đã thực hiện 3 điểm dừng - tại Rạn san hô Gordon, rạn san hô Jackson và Rạn san hô Laguna vùng nước nông. Tareq là người hướng dẫn lặn với ống thở của chúng tôi và chỉ cho chúng tôi xung quanh từng địa điểm. Mustafa chuyên nghiệp trong mọi giao tiếp và dễ dàng tương tác. Chúng tôi đánh giá cao việc anh ấy đã tổ chức một chuyến lặn với ống thở kéo dài 3 giờ thay vì một phiên bản dài hơn, hoàn hảo cho chúng tôi có trẻ nhỏ. Chúng tôi cũng đã nhìn thấy một vài chú rùa nhờ con mắt đại bàng của người lái thuyền Mohammed. Rất khuyến khích.Đọc thêm",
            "Hai câu hỏi... Đầu tiên, trong tuần đầu tiên của tháng 12 - ish - , nhiệt độ nước - không - thoải mái như thế nào? Thứ hai, đối với những thợ lặn chụp ảnh dưới nước: Trên đảo Tiran, sử dụng GoPro của tôi, tôi nên sử dụng bộ lọc màu đỏ hay tôi nên sử dụng bộ lọc màu đỏ tươi? Cảm ơn!!Đọc thêm",
            "Xin chào ngài\nVào tháng 12 nhiệt độ nước khoảng 21 - 23 độ \nĐối với máy ảnh chụp dưới nước Gopro tốt hơn nên sử dụng bộ lọc màu đỏ bắt đầu dưới nước từ 5m Đọc thêm",
            "Xin chào, tôi đang tự hỏi liệu chúng ta có thể tham gia chuyến du ngoạn đảo Tiran hôm nay không mặc dù đây là phút cuối, vui lòng cho tôi biết, cảm ơn bạn!Đọc thêm",
            "Bạn phải liên hệ với một Công ty để tham quan hoặc tại khách sạn của bạn.\nCathrineĐọc thêm",
            "Ngày tốt!\nNgười Nga có thể đến thăm hòn đảo từ Sharm el-Sheikh - Ai Cập mà không cần thị thực không?!",
            "Visa đi chân nếu bạn bay đến Cairo: - trên đảo TIRAN, không cần visa...Đọc thêm",
            "Chào buổi sáng, tôi muốn biết liệu nó có phù hợp cho chuyến du ngoạn 3 người với một đứa trẻ 2 tuổi rưỡi và một đứa trẻ 7 tuổi hay không, vì chúng tôi sẽ đi vào tháng 8. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Chuyến tham quan sẽ được khai thác tốt nếu bạn có thể lặn và ngắm san hô. Trên thực tế, chúng tôi đã khởi hành, đến một khu vực rạn san hô tuyệt đẹp và lặn. Bạn đi lên, đến một khu vực mới và lặn trở lại. \nMột đứa trẻ 7 tuổi biết bơi sẽ rất vui khi được lặn xuống vùng nước đó. \nNgày sẽ như thế này. \nẤn tượng của tôi là nó không hữu dụng lắm đối với loại gia đình. Sau đó có thể bạn có thể nhìn thấy trên trang web. \nChúc bạn vui vẻ! Đọc thêm",
            "Lời chào hỏi,\nTôi đang tự hỏi liệu chuyến tham quan đến đảo Tiran, ý tôi là một ngày trên thuyền với bữa trưa, có phù hợp với hai cô con gái 4 và 8 tuổi của tôi, những người không quen thuộc lắm với hòn đảo này không.\nbiển rộng nhưng tôi vẫn muốn anh ấy có trải nghiệm này trên thuyền. Cảm ơn bạnĐọc thêm",
            "Xin chào.. khi chúng tôi đến đó, chúng tôi phải bơi đoạn cuối vì trong trường hợp của chúng tôi, thuyền không cập bến trực tiếp trên đảo. Tôi không biết liệu có chuyến du ngoạn nào khác đưa bạn thẳng đến đảo hay không. Tôi cũng có một cô con gái tám tuổi nhưng vì cháu cũng bị say xe nên chúng tôi chưa thực hiện chuyến tham quan này cùng cháu. Cuộc hành trình còn khá dài và đặc biệt với một bé gái 4 tuổi chắc chắn tôi sẽ tránh chuyến tham quan này. Sau đó, điều đó phụ thuộc vào mức độ tự chủ của các bạn nhỏ... bạn xuống hai ba lần để lặn với ống thở trong suốt hành trình và theo tôi đó là chuyến tham quan dành cho người lớn hoặc trẻ lớn hơn - trẻ lớn hơn biết bơi tốt vì - ngay cả với áo phao trong mọi trường hợp vẫn có dòng chảy và sau một thời gian - bạn cảm thấy mệt mỏi khi bơi lội. Tuy nhiên, chúng tôi - ở đó - đã thực hiện chuyến tham quan này một cách riêng tư. Bạn nên hỏi trực tiếp ban tổ chức xem nó sẽ diễn ra như thế nào - .Đọc thêm",
            "Họ không nhìn thấy giá Đọc thêm",
            "17 - không lặn, cộng thêm 7 - một lần lặn.\n\nTrà, cà phê, nước suốt chuyến đi, bữa trưa - hoàn toàn là căng tin - mì ống, xúc xích Ai Cập của họ như thể không có thịt - seitan với seitan, những miếng thịt gà siêu nhỏ, một vài loại salad.\nXin lưu ý rằng mọi bảo hiểm thương tích cá nhân sẽ không được chi trả ở Ai Cập nếu nạn nhân không tỉnh táo.\nVà bạn không thể chạm vào san hô, bởi vì... thậm chí một mảnh san hô đã chết bị vỡ cũng không sao. Nếu không thể trả tiền phạt ngay lập tức, bạn sẽ bị tống vào tù cho đến khi có người trả tiền thay cho bạn.",
            "Xin chào, bạn có nhớ tên cơ quan mà bạn đã liên hệ không? Cảm ơn bạn.Đọc thêm",
            "Chúng tôi cũng đã ở lại với DIVE IN.Đọc thêm",
            "Nên đi đảo Tiran vào thời điểm nàoĐọc thêm",
            "Nên đi đảo Tiran vào thời điểm nàoĐọc thêm",
            "Xin chào \nMột chuyến đi đến Đảo Dahab hoặc một chuyến đi đến Tiran và Al-Erqana để ăn trưa với bữa trưa. Cao nguyên Umm El-Sid và những ngày có sẵnĐọc thêm."
        ],
        "star_ratings": [
            4658,
            1479,
            482,
            112,
            61
        ],
        "review_amount": 6792,
        "location": [
            "Những điều cần làm ở Đảo Tiran",
            "Đảo Tiran",
            "Biển Đỏ và Sinai",
            "Châu phi",
            "Ai Cập"
        ],
        "reviews_time": [
            "Written August 26, 2023",
            "Written September 8, 2023",
            "Written September 25, 2023",
            "Written December 11, 2023",
            "Written January 8, 2024",
            "Written March 10, 2024",
            "Written March 27, 2024",
            "Written March 27, 2024",
            "Written March 10, 2024",
            "Written February 20, 2024",
            "Written January 30, 2024",
            "Written January 9, 2024",
            "Written December 11, 2023",
            "Written December 1, 2023",
            "Written September 26, 2023",
            "Written September 8, 2023",
            "Written August 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1889027-d548226-Reviews-Tiran_Island-Tiran_Island_Red_Sea_and_Sinai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1889027-d548226-Reviews-or10-Tiran_Island-Tiran_Island_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d11658838-Reviews-VIP_Diving_College-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d784475-Reviews-Sinai_Dive_Club-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d4022415-Reviews-Soho_House_Sharm_El_Sheikh-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d7714613-Reviews-Sharm_Scuba_Service_by_Sprindiving-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d1877630-Reviews-Falcon_Adventure-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297553-d7248668-Reviews-Tornado_Surf-Safaga_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d3228713-Reviews-Jasmine_Tours-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g303855-d1911633-Reviews-Sharm_Vacations_Excursion_Day_Tours-Nabq_Bay_Sharm_El_Sheikh_South_Sinai_Red_Sea_.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d4014697-Reviews-Mandarin_Bar_and_Cocktail_Lounge_Sharm_el_Sheikh-Sharm_El_Sheikh_South_Sinai_Red_.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d20299728-Reviews-Sinbad_Tour-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d1534246-Reviews-Sharm_Club-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d1432066-Reviews-Pyramids_Diving_Center-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d8428616-Reviews-Scubadreamer-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g303855-d7698252-Reviews-Mall_Darya-Nabq_Bay_Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d2432126-Reviews-Sharm_Happy_Tours-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d189379-Reviews-Rijksmuseum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2312090-Reviews-Legong_and_Barong_Waksirsa_Dance-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g616286-d604971-Reviews-Foursquare_Rum_Distillery-Saint_Philip_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g668223-d11488819-Reviews-SentierElsa-Colle_di_Val_d_Elsa_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d8056229-Reviews-The_Swanky_Bar-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10020668-Reviews-Chicago_Air_and_Water_Show-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d1206439-Reviews-Puerto_Marina_Benalmadena-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d580947-Reviews-Santa_Fe_Farmers_Market-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d10311631-Reviews-Downtown_Estes_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g147354-d147983-Reviews-Smuggler_s_Cove-Tortola_British_Virgin_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1889027-d548226-Reviews-or10-Tiran_Island-Tiran_Island_Red_Sea_and_Sinai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1889027-d548226-Reviews-Tiran_Island-Tiran_Island_Red_Sea_and_Sinai.html"
    }
]