[
    {
        "attraction_name": "Tirta Empul Temple",
        "attraction_name_vi": "Đền Tirta Empul",
        "general_info": [
            "3.521 đánh giá",
            "- 2 trong số 19 điều cần làm ở Tampaksiring",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Được xây dựng vào thế kỷ thứ 10, ngôi đền Tirta Empul là một ngôi đền nước của người Hindu theo đạo Hindu và được cộng đồng coi là linh thiêng. Những người thờ cúng tham gia vào các nghi lễ tẩy rửa cổ xưa ở đây và du khách được chào đón tham gia. Ẩn mình trong vùng nông thôn Bali tươi tốt giữa những ruộng bậc thang và đồn điền cà phê, khu phức hợp Hindu dành riêng cho Vishnu thu hút rất nhiều tín đồ vào những đêm trăng tròn, khi nó mang một ý nghĩa đặc biệt hơn đối với họ. Bạn cũng có thể được xem một buổi biểu diễn múa nghi lễ. Để ít đám đông hơn, hãy ghé thăm vào sáng sớm. Sau khi vào, bạn có thể thuê một chiếc xà rông để quyên góp một khoản nhỏ để mặc trong nghi lễ.  - TripadvisorĐọc thêm",
        "reviews": [
            "Chúng tôi đã đến thăm ngôi đền này như một phần của chuyến tham quan Indonesia.  Chúng tôi thật may mắn vì đây không phải là mùa cao điểm vì nơi này đã khá đông đúc. Ngôi đền có từ năm 962 sau Công nguyên từ nguồn nước bên trong ngôi đền được coi là nước thánh. Có nghi lễ xung quanh mọi thứ.  Nếu bạn muốn tắm trong vùng nước thánh thì sẽ phải xếp hàng khác và phải chờ đợi một buổi tối trái mùa khá lâu. Chúng tôi phải quấn xà rông để che chân và có thể nhìn du khách và các đệ tử tắm rửa và cầu nguyện.  Chúng tôi dành khoảng 45 phút ở chùa để xem các nghi lễ và chụp ảnh. Nếu bạn muốn tham gia nghi lễ, bạn nên dành hai giờ.Đọc thêm",
            "Hướng dẫn viên du lịch riêng của chúng tôi đã giải thích cách người dân địa phương đến đây. hàng tháng thanh tẩy mình bằng nước thánh. Ngài dùng một chiếc lược vẩy nước lên đầu chúng tôi và chúng tôi nhấp một ngụm nước thánh được rảy lên tay.  Họ mang đến một lễ vật và tỏ lòng thành kính.  Chúng ta phải nhìn thấy những con suối nơi nước đến. Ngoài ra còn có ao cá koi nơi bạn có thể mua thức ăn cho cá để nuôi chúng.  Kinh nghiệm rất khai sáng. Đàn ông hoặc phụ nữ phải thuê xà rông trước khi vào. Đọc thêm",
            "Chúng tôi đã đi cùng hướng dẫn viên du lịch và tôi cảm thấy như chúng tôi đã có được trải nghiệm đầy đủ khi biết về tất cả các lĩnh vực khác nhau cũng như cách chúng liên quan đến văn hóa Bali và tôn giáo Hindu. Đó là một nơi tuyệt đẹp để đi dạo xung quanh, một chiếc xà rông được cung cấp kèm phí vào cửa.\n\nNhược điểm duy nhất là bạn PHẢI đi bộ qua chợ lưu niệm để thoát ra và bạn liên tục bị tiếp cận. Ngoài ra, nếu bạn thực hiện nghi lễ uống nước, bạn sẽ phải chờ hơn một giờ vào lúc 11:30 sáng thứ Sáu.Đọc thêm",
            "Khuôn viên rộng lớn xứng đáng để đi dạo thoải mái quan sát các nghi lễ và con người. Những người cầu nguyện tắm trong nước thánh là một cảnh tượng ấm áp chạm đến trái tim. Cá koi sống động bắt mắt đặc biệt là vào giờ cho ăn.Đọc thêm",
            "Đây là một ngôi chùa đáng yêu khác mà tôi đã đến thăm vài lần. Khách du lịch đổ xô đến xin nước thánh làm phép nhưng họ có thực sự biết mình đang làm gì và ý nghĩa như thế nào.  Tôi cảm thấy có rất nhiều hiểu lầm về nơi này và trước khi đi, hãy nghiên cứu và hiểu rằng nó không chỉ là một cái bẫy du lịch.   Bản thân mùa xuân rất đẹp và việc cho cá ăn cũng rất thư giãn. Hãy bình yên với chính mình và dành thời gian để hiểu ý nghĩa.Đọc thêm",
            "Trải nghiệm tuyệt vời. Xuống nước thì tâm trí bạn sẽ bình tĩnh trở lại.\nNhưng đối với nó, hãy dành thời gian của bạn. Hàng đợi rất dài nên bạn cần đợi ít nhất 40 phút để vào trong hồ bơi và sau đó cần thêm 1 giờ nữa để xếp hàng.\nNếu bạn không có sarong riêng, bạn cần phải thuê nó. Để tiết kiệm thời gian của bạn, hãy chuẩn bị của riêng bạn.\n\nHàng dài đến nỗi phải mất hơn 40 phút mới vào được hồ bơi để lấy nước. Sau đó, tôi nghĩ sẽ mất thêm một giờ nữa để lấy hết nước. \nNgay khi chạm mặt nước, tôi cảm thấy như mọi cơn tức giận tích tụ trong lúc chờ đợi sẽ biến mất, vì vậy tôi khuyên bạn nên làm điều đó nếu bạn có nhiều thời gian.\nTôi khuyên bạn nên mang theo xà rông. Bạn phải thuê lại bên trong vì vào cổng không bị ướt nhưng phải thay lâu nên bạn có thể tiết kiệm thời gian bằng cách tự mang theo.\nĐọc thêm",
            "Địa điểm đẹp nhưng đầy khách du lịch. Chi phí 25k IDR mỗi người để vào và tham quan các khu vực tôn giáo. Nếu bạn đi bằng tài xế riêng, rất tiếc bạn không thể mua tour có hướng dẫn một lần. Mặt đất rất đẹp và không mất nhiều thời gian để che phủ.\nLễ ban phúc riêng biệt và có giá 10k IDR cho mỗi chiếc sarong và 15k IDR cho một tủ khóa. Hầu hết mọi người đều nhận được xà rông mặc dù nhận thấy một số ít mang theo xà rông của riêng họ. Phòng thay đồ là cơ bản - phòng trung tâm, nơi tủ khóa được che kín là nam - không gian thay đồ cho nữ - mặc dù thực hiện công việc. Có thông báo cấm chụp ảnh vào khu vực suối thiêng nhưng có rất nhiều người ở đó chụp ảnh - cả hướng dẫn viên địa phương và khách du lịch - .\n\nBản thân phước lành đã thực sự sảng khoái và được chào đón vô cùng trong cái nóng - Nước là nhiệt độ hoàn hảo. Hãy cẩn thận khi đi vào vì nó rất trơn và có thể thấy một hoặc hai người bị thương khi ở đó! Rất vui được đánh dấu mặc dù có vẻ như những ngôi đền khác ít khách du lịch hơn với phước lành nước ở Ubud nếu điều đó khiến bạn thích thú.Đọc thêm",
            "Tất nhiên là nó rất đẹp và nghi thức thanh tẩy sẽ rất thú vị khi được thực hiện một cách nghiêm túc.  Hướng dẫn của tôi rất nhiều thông tin và tử tế.  Nó trở nên bận rộn nhanh chóng, điều này tất nhiên có thể làm giảm trải nghiệm và khiến nó có cảm giác kém chân thực hơn.  Tôi đến lúc 8 giờ sáng và chỉ có một vài người khác ở đó.  Đến 9 giờ sáng thì đã ngập.  Đọc thêm",
            "Đây là một nơi phải đến thăm khi một người ở Bali. Nơi đây luôn tràn ngập khách du lịch. \nGiá thuê sarong là 10k và thuê tủ đựng đồ là 15k. Tủ đựng đồ cho thuê có thể đựng vừa đồ của 2 người.\nCó phòng thay đồ dành cho nam và nữ nhưng đó chỉ là một không gian nhỏ dành cho tất cả mọi người. Không có phòng riêng cho tất cả mọi người nên có thể sẽ có người thay đồ trước mặt bạn.\nNgoài ra xin lưu ý rằng cầu thang đi vào hồ bơi khá trơn. Đọc thêm",
            "Nơi rất tâm linh cho tất cả mọi người. Tôi khuyên bạn nên thuê một người hướng dẫn để cho bạn biết lịch sử và cách chính xác để tiếp cận nghi lễ uống nước. Vâng, nó có thể đông đúc và đông đúc khách du lịch nhưng đó là một trải nghiệm tuyệt vời. Chúng tôi đã có Kadek Pujana làm người hướng dẫn. Anh ấy rất hiểu biết và có thái độ tuyệt vời với thái độ rất điềm tĩnh. Đọc thêm",
            "Có rất nhiều điều tôi có thể nói về trải nghiệm này, nhưng dù sao thì ai cũng đọc những bài đánh giá lớn. NHƯNG nếu bạn ở lại Ubud hoặc ghé thăm Ubud trong một ngày, hãy mở rộng tâm trí để thử điều gì đó khác biệt. Đây là một nơi thiêng liêng và bạn không cần phải là người tâm linh. Bạn chỉ cần sự tôn trọng và một tâm trí cởi mở. Nó thực sự tuyệt vời. Bạn bước xuống nước mà không biết điều gì sẽ xảy ra và bước ra ngoài với cảm giác sạch sẽ. Tôi sẽ không bao giờ quên nơi nàyXem thêm",
            "Đó là một nơi du lịch khá đẹp nhưng ngôi đền rất đẹp. Du khách có thể tham gia trải nghiệm tâm linh và tắm hồ. Đọc thêm",
            "Đây là lần thứ hai chúng tôi đến thăm Tita Empul và chắc chắn đây sẽ là lần cuối cùng của chúng tôi. Nơi đây quá đông khách du lịch đang cố gắng vào để tắm trong nước đến nỗi phải xếp hàng khắp nơi và không cách nào chụp được ảnh mà không có người chen lấn bạn. Bạn đã thấy mọi người xếp hàng một lần nữa để quay trở lại. Phí vào cửa là 50000rph mỗi người và có rất nhiều xe buýt nối tiếp nhau ở đó. Tôi không biết về một nơi tuyệt vời để ghé thăm và cuối cùng khi bạn thoát khỏi đám đông, bạn được chuyển đi khắp các Chợ với mức giá bán mạnh cho mọi thứ và mọi thứ. Sẽ là một địa điểm tuyệt vời nếu họ dàn trải lượng người ra ngoài trong ngàyĐọc thêm",
            "Chúng tôi đã thuê một người lái xe trong ngày và anh ấy đưa chúng tôi đến đây - chúng tôi chưa yêu cầu nhưng anh ấy đã gợi ý và chúng tôi nghĩ tại sao không. Đó là 50 MYr để vào - khoảng - 2,50 và như vậy là ổn. Khách du lịch có thể tham gia trải nghiệm tâm linh và tắm trong nước - chúng tôi đã chọn không tham gia và chỉ đơn giản là đi bộ xung quanh và tận hưởng tất cả. Điều tồi tệ nhất là không có lựa chọn nào khác ngoài việc đi bộ qua vô số cửa hàng trên đường ra ngoài - tất cả đều cố gắng để thu hút sự chú ý của bạn Nó khá đông khách du lịchĐọc thêm",
            "Bỏ qua điều này nếu bạn - sợ phòng thay đồ bẩn thỉu. Tôi được tài xế đưa đến đây, mặc dù nó không nằm trong hành trình ban đầu của tôi, và được hướng dẫn viên của tôi khuyến khích tham gia buổi lễ. Không có vòi hoa sen để tắm rửa sau buổi lễ. Tôi không thể chờ để trở về khách sạn của mình để tắm rửa sạch sẽ sau đó. Những người bán hàng liên tục cố gắng bắt bạn mua thứ gì đó từ họ khi ra khỏi đền, để lại một dư vị thực sự khó chịu trong miệng tôi. Đối với tôi, đó không phải là một trải nghiệm tâm linh mà giống như một cái bẫy du lịch hơn. Đọc thêm",
            "Tuyệt vời và tạo ra trải nghiệm! Yêu thích văn hóa và dịch vụ với nụ cười. Học được rất nhiều và chuyến đi rất đáng giá, thật tuyệt vời. Đọc thêm",
            "Chuyến đi và hướng dẫn viên thật TUYỆT VỜI !! Wayan Suamua, hướng dẫn viên của chúng tôi, không chỉ là một người lái xe tuyệt vời, anh ấy đã đưa chúng tôi đến những nơi tuyệt vời và lòng tốt cũng như sự kiên nhẫn của anh ấy đã khiến chúng tôi vượt qua một chuyến đi khó quên! Anh ấy giải thích cho chúng tôi mọi thứ về Bali, về những nơi chúng tôi đã đến rất tốt Tiếng Anh ! Anh ấy cũng ít quan tâm đến chúng tôi, điều đó thực sự rất tuyệt vời! Nói cách khác, Wayan là người hướng dẫn giỏi nhất từ ​​trước đến nay!!!! Chuyến đi bao gồm những địa điểm đẹp và quan trọng nhất ở Ubud và nó thực sự đáng giá! Cảm ơn một lần nữa vì ngày hôm nay Wayan Suama! Hẹn gặp lại bạn vào năm tới với những cuộc phiêu lưu khác - - Đọc thêm",
            "Ngôi đền tuyệt vời! Điều thú vị nhất ở Ubud - nếu bạn chỉ cần chọn một, chúng tôi chắc chắn sẽ đề xuất cái này. Không khí rất đặc biệtĐọc thêm",
            "Phương pháp lọc nước đặc biệt khiến chúng ta cảm thấy phấn chấn và trẻ hóaMột bồn tắm được mọi người khuyên dùng để thử và đạt được sự chữa lành thần kỳĐọc thêm",
            "Ngôi đền này là một trải nghiệm thú vị. Chúng tôi đến sớm để tránh đám đông và đã rất ngạc nhiên. Trải nghiệm đài phun nước rất thú vị và ngôi đền cùng các khu vườn rất đẹp. Mặc đồ bơi bên trong quần áo và họ sẽ quấn cho bạn một chiếc xà rông để tắm. Mang theo mũ và khăn tắm vì trời rất nóng ở ngôi đền. Đọc thêm",
            "Có ai bị ốm sau khi uống nước từ suối tirta empul không?Đọc thêm",
            "Chúng tôi đã thực hiện thanh lọc hàng năm trong một nhóm lớn và tất cả chúng tôi đều uống nước từ đó. \n\nKhông ai bị bệnh. Chúng tôi thực sự cảm thấy dễ chịu hơn sau khi tắm và uống nước suối thánh.Đọc thêm",
            "Nghi lễ té nước kết thúc lúc mấy giờ?  Chúng tôi muốn đi vào buổi chiều muộn và tham gia nên chỉ tự hỏi liệu chúng tôi có thời gian để tham gia và thực hiện một chuyến tham quan ở đó vào buổi chiều muộn không.  Cảm ơnĐọc thêm",
            "Tôi - tôi thực sự không chắc chắn về điều này, theo hiểu biết của tôi, đó là điều bạn có thể làm từ đầu đến cuối, có thể tìm kiếm trên Internet để biết thêm câu trả lời. Xin lỗi, tôi không thể - tôi không thể giúp được gì nhiều hơn.Đọc thêm",
            "1. Tôi có thể có hướng dẫn viên du lịch ngay tại tirta empul hay tôi phải đặt chỗ sớm hơn? 2. Có ổn không nếu tôi không có người hướng dẫn? 3. Các nghi thức - bao gồm cả tắm - khó hiểu hay đơn giản nếu không có hướng dẫn?Đọc thêm",
            "CHÀO! 1. Hãy suy nghĩ - Tốt nhất là bạn nên đưa ra hướng dẫn viên cho mình, vì đây là một nơi rất đông đúc 2. Bạn có thể đi mà không cần hướng dẫn viên 3. Bạn có thể nhận thông tin về nghi lễ nơi bạn mua vé vào cổng tại tirta, cũng bằng tiếng Anh; lưu ý rằng nước rất lạnh, vì vậy sẽ rất lạnh khi bạn xếp hàng chờ làm sạch. Tận hưởng - Đọc thêm",
            "1. Phí vào cửa cho người lớn là bao nhiêu?\n2. Phí vào cửa có bao gồm xà rông không?\n3. Tắm ở đó có phải trả tiền riêng không?Đọc thêm",
            "1. 50000 IDR - Mỗi người\n2. Có Bao gồm\n3. Không.Đọc thêm",
            "Các bạn có biết vé vào cổng cho người nước ngoài - người lớn - trẻ em - tới chùa tirta empul là bao nhiêu không? Cảm ơn trướcĐọc thêm",
            "Herayanti thân mến,\nRph50K Người lớn, Rph25k Trẻ em, Sarong Rph10k. Tôi tin rằng giá này là dành cho người nước ngoài. Tôi tin rằng nó sẽ rẻ hơn cho những người dân địa phương như bạn. Chúc bạn có khoảng thời gian vui vẻ khi ở đó.Đọc thêm",
            "Bạn làm gì với đồ đạc của mình? Tôi đi bộ với máy ảnh và điện thoại thông minh khi đi du lịch. Bạn đề xuất những lựa chọn nào?Đọc thêm",
            "Có tủ khóa an toàn bạn có thể thuê với số tiền nhỏ hơnĐọc thêm",
            "Chào! Bạn có thể mặc sarong của riêng mình khi xuống nước hay bạn phải trả tiền cho một chiếc của họ? Cảm ơnĐọc thêm",
            "Chào! Bạn có thể mặc sarong của riêng mình khi xuống nước hay bạn phải trả tiền cho một chiếc của họ? Cảm ơnĐọc thêm",
            "Chào! Bạn có thể mặc sarong của riêng mình khi xuống nước hay bạn phải trả tiền cho một chiếc của họ? Cảm ơnĐọc thêm",
            "Chào! xin lỗi, tôi đọc tin nhắn của bạn muộn. Thực tế, một số người đã mang theo sarong của riêng họ nhưng rất ít. Tôi đoán tốt hơn là bạn nên lấy nó từ đó với giá 15.000 IDR để tránh rắc rối vì một số hướng dẫn viên ở đó sẽ yêu cầu bạn mặc chiếc xà rông màu xanh lá cây này của họ để tắm trong thánh địa. chùa.Đọc thêm",
            "Tôi muốn tham gia nghi lễ, nhưng bạn có phải đặt chỗ qua nhóm du lịch không? Có cách nào khác để đăng ký dọn dẹp nghi lễ không?Đọc thêm",
            "Bạn không cần phải đặt bất cứ thứ gì thông qua một nhóm du lịch. Có ki-ốt bên ngoài chùa để mua vé. Bạn cần ai đó - tài xế - để đưa bạn đến đó, nhưng hãy thỏa thuận với anh ta về chi phí vận chuyển.Đọc thêm"
        ],
        "star_ratings": [
            1878,
            1292,
            274,
            52,
            25
        ],
        "review_amount": 3521,
        "location": [
            "Đền Tirta Empul",
            "Bali",
            "Indonesia",
            "Các hoạt động ở Tampaksiring",
            "Nhiếp chính Gianyar",
            "Châu Á",
            "Tampaksiring"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written July 11, 2023",
            "Written August 5, 2023",
            "Written August 31, 2023",
            "Written September 25, 2023",
            "Written September 29, 2023",
            "Written October 28, 2023",
            "Written October 30, 2023",
            "Written November 10, 2023",
            "Written November 11, 2023",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 24, 2024",
            "Written May 20, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written April 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1025505-d1912575-Reviews-Tirta_Empul_Temple-Tampaksiring_Gianyar_Regency_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1025505-d14062269-Reviews-Warung_Sripadi-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15226519-d6679815-Reviews-Pangkon_Bali_Rumah_Makan_Agrowisata-Manukaya_Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1025505-d10837580-Reviews-Warung_de_Koi-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297697-d8504469-Reviews-Kafe_Kawi-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1025505-d19354808-Reviews-Waroeng_Podjok_GK-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1025505-d12976472-Reviews-Warung_Pondok_Bali-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1025505-d19273612-Reviews-The_Amertha_Restaurant-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1025505-d27121097-Reviews-Maniq_Restaurant-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17454075-d19409161-Reviews-Kubu_Bali_Restaurant-Kedisan_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4171923-d18940109-Reviews-Ankhusa_Restaurant_Ubud-Kenderan_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d10198020-Reviews-Mengening_Temple-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d1972269-Reviews-Mount_Kawi-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d1675967-Reviews-Gunung_Sari_Dance-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d1515658-Reviews-Tegalalang_Rice_Terrace-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d379268-Reviews-Istana_Tampak_Siring-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15573114-d7691836-Reviews-Gunung_Kawi_Sebatu_Temple-Sebatu_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15212864-d17386414-Reviews-Taro_Village_Experience-Taro_Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d3435076-Reviews-Bali_Pulina_Coffee_Plantation-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025506-d3263502-Reviews-Penglipuran-Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g3400859-d9705661-Reviews-Tukad_Cepung_Waterfall-Tembuku_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d1912575-Reviews-or10-Tirta_Empul_Temple-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g635751-d12993894-Reviews-Mai_Organic_Farm-Pejeng_Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d12215790-Reviews-Segara_Windhu_Coffee_Plantations-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d16698827-Reviews-Puri_Agung_Tampaksiring-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15226519-d12162086-Reviews-Pegulingan_Temple-Manukaya_Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15226519-d26627431-Reviews-Pemulan_Bali_Coffee_Plantation-Manukaya_Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d16698850-Reviews-Subak_Pulagan-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d14138085-Reviews-Abian_Kusuma_Sari_Agrowisata-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d12257757-Reviews-Bali_Hire_Driver-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7261713-Reviews-Laughing_Buddha_Bali_Tours-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d2149255-Reviews-Hai_Bali_Cycling_Tour-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d12378925-Reviews-Subak_Cooking_Class-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d27532032-Reviews-The_Bali_Dirtbike-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g4171923-d18964780-Reviews-Svaha_Spa_Kenderan-Kenderan_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d13271755-Reviews-Gowez_Bali_Cycling_Tours-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1438507-Reviews-Happy_Bike_Bali_Cycling_Tour-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d17704538-Reviews-Genuine_Bali_Experience-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d4326488-Reviews-Safe_Bali_Driver_Ketut_Suwenda_Day_Tours-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15573114-d26560965-Reviews-Pravi_Bali-Sebatu_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d9743739-Reviews-Santa_Claus_Express-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d1091801-Reviews-Museum_of_Medieval_Torture-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56866-d2301442-Reviews-Playdium_Pool-West_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g19378311-d19377914-Reviews-Mazowe_Dam-Mazowe_Mashonaland_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45288-d4047646-Reviews-Norris_Hot_Springs-Norris_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g55383-d1448636-Reviews-Smoky_Mountain_River_Rat_Tubing-Townsend_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g50063-d2324050-Reviews-Huntington_Beach-Bay_Village_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g55152-d207252-Reviews-David_Crockett_State_Park-Lawrenceburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d6426434-Reviews-Flea_Market_Dry_Bridge-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32859-d106323-Reviews-Jet_Propulsion_Laboratory-Pasadena_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1025505-d1912575-Reviews-or10-Tirta_Empul_Temple-Tampaksiring_Gianyar_Regency_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1025505-d1912575-Reviews-Tirta_Empul_Temple-Tampaksiring_Gianyar_Regency_Bali.html"
    }
]