[
    {
        "attraction_name": "Tivoli Gardens",
        "attraction_name_vi": "Vườn Tivoli",
        "general_info": [
            "26.903 đánh giá",
            "- 2 trong số 466 điều cần làm ở Copenhagen",
            "Giải trí - Công viên giải trí",
            "Vườn"
        ],
        "attraction_summary": "Hơn hai chục trò chơi đang chờ bạn tại công viên giải trí đẳng cấp thế giới từng truyền cảm hứng cho Walt Disney này. Vườn Tivoli, ngay trung tâm Copenhagen, nổi tiếng với nét quyến rũ của thế giới cổ xưa, những khu vườn tươi tốt và các trò chơi dành cho mọi lứa tuổi. Bạn - sẽ được xem các buổi hòa nhạc trực tiếp và các buổi trình diễn ánh sáng cũng như xem pháo hoa diễn ra hàng tuần. Khi đói, hãy chọn giữa vô số nhà hàng và quầy bán đồ ăn hoặc đi dã ngoại tại các khu vườn. Vườn Tivoli mở cửa trong những tháng hè cũng như dịp Halloween và Giáng sinh. Hãy ghé thăm vào mùa nghỉ lễ để đón phiên chợ Giáng sinh sôi động của công viên.  - TripadvisorĐọc thêm",
        "reviews": [
            "Khu phố này là nơi có Vườn Tivoli, một công viên giải trí nổi tiếng thế giới và khu vườn xinh đẹp luôn đáng để ghé thăm. Ngay phía tây Tivoli, bạn sẽ tìm thấy Ga Trung tâm Copenhagen, từ đó bạn có thể đến mọi khu vực của Đan Mạch trong vòng 5 hoặc 6 giờ hoặc bạn có thể đến Sân bay Copenhagen trong vòng chưa đầy 15 phút. Bên cạnh Nhà ga Trung tâm, bạn - đang ở giữa - Vesterbro cũ, nơi có nhiều nền văn hóa và hàng trăm ngôn ngữ được sử dụng trong một khu vực không quá một dặm vuông. Khu phố này được coi là một trong những nơi hợp thời trang nhất để sống và tham quan ở Copenhagen. Để thưởng thức thực sự, hãy ghé thăm Kødbyen - - thị trấn thịt - - , nơi có nhiều nhà hàng, quán cà phê và câu lạc bộ đêm, tất cả đều chỉ cách nhau một quãng đi bộ ngắn.Đọc thêm",
            "Thật là một nơi tuyệt vời để trò chuyện trong một hoặc hai buổi tối. Khu đất tuyệt vời với các trò chơi giải trí, giải trí, quán ăn. Chỉ là nơi tốt nhất để thư giãn, uống bia và ngắm nhìn thế giới trôi qua. Người Đan Mạch cũng là những người xinh đẹp.Đọc thêm",
            "Khuôn viên đẹp với nhiều chỗ để ngồi và tận hưởng vẻ đẹp xung quanh chúng ta.  Một công viên chủ đề được ẩn trong nền.  Chúng tôi chỉ ở đó để tận hưởng khuôn viên và chúng tôi chắc chắn đã làm được.  Muốn dành nhiều thời gian hơn ở đó nhưng cảm thấy mệt mỏi sau chuyến đi bộ đến trung tâm thành phố Copenhagens.  Gợi ý: Hãy ghé thăm vào buổi sáng khi họ mở cửa và ở lại cả ngày.  Ngoài ra, chúng tôi ghé thăm vào một ngày trong tuần như được đề xuất, nó ít đông đúc hơn.  Đọc thêm",
            "Nó giúp đánh giá cao Tivoli Gardens là gì và không đi kèm với những kỳ vọng sai lầm.  Đây là công viên giải trí thực sự đầu tiên ở châu Âu, được xây dựng từ những năm 1800 và là một trong những nơi truyền cảm hứng cho Walt Disney thiết kế Disneyland.  Nó vẫn có những khu vườn yên bình và khung cảnh ven hồ cùng rất nhiều nét quyến rũ kiểu cũ.  Ngoài ra còn có một bộ sưu tập lớn các trò chơi cảm giác mạnh nhẹ nhàng.  Nó - không phải ở đâu có quy mô như Disney World hay Six Flags, và nó cũng không cố gắng đạt được.  Hầu hết các ý kiến ​​​​tiêu cực đều đề cập đến thực tế là các chuyến đi không được bao gồm trong giá vào cửa, nhưng đây là điều họ nêu rất rõ ràng.  Ngoài ra, phí vào cửa cơ bản rẻ hơn nhiều so với những nơi như Disney, và ý tưởng là những người không muốn tham gia các trò chơi có thể đến xem mà không phải trả mọi thứ.Đọc thêm",
            "We were in Copenhagen on holiday and had always intended to visit Tivoli Gardens although not for the rides. The gardens we knew about. Very well tended and presented with good successional  planting so over the summer there is always something in flower. At the time we hadn - t appreciated there is an entertainment programme, but some nights are clearly better than others so if you have flexibility it pays to plan ahead to schedule the visit with something you like. Concerts are quite eclectic with a wide variety of music and some well-known musical acts play from time to time. We arrived late afternoon so you get the benefit of gardens in daylight but as it gets darker, there are impressive illuminations. Other attractions are a daily light show scheduled 45 minutes before the park closes and on Saturdays a fireworks display.\nFor non thrill seekers the attraction is still worth a visit but it pays to choose your dates carefully to maximise value.\nRead more",
            "Tôi đã đến thăm vào dịp Halloween và bị ấn tượng bởi những đồ trang trí.  Thực sự ấn tượng với những chuyến đi và toàn bộ bầu không khí. Nó hơi đắt một chút nhưng đáng giá. Bạn được bảo vệ tốt vì có rất nhiều nhân viên an ninh bên trong và các cửa hàng thực phẩm.\n\nNgoài ra còn có một cái ao với những chiếc thuyền nhỏ dành cho những người có xu hướng thích các môn thể thao dưới nước. Rất nhiều tàu lượn siêu tốc là tốt. Đó là niềm vui cho tất cả trẻ và già. Tôi chắc chắn sẽ giới thiệu. Bề ngoài của tòa nhà và toàn bộ khối nhà rất đẹp vào ban đêm. Nó đã mang lại sự sống cho trung tâm thành phố Copenhagen. Nhất định phải ghé thăm cho cả gia đình.Đọc thêm",
            "We were in Tivoli on our honeymoon in 1971.  It was much more genteel then with lots of  - gardens - , but now it - s a theme park.  If you like being thrown upside down in the air and flung about then this is for you.  Or maybe you just like to watch other people being scared?  Having said that it is a great atmosphere and there are fountains and even the occasional quieter corners to enjoy.  The eating places are quite pricey: we had an Italian meal once which was satisfactory, and another day we went to Tivoli Food Hall which was disappointing.  Reffen is better  - take bus line 2A to the terminus - .  We went twice to Tivoli: once on our Copenhagen Card and once with a ticket for a concert.  The concerts of classical music are of a really high standard and the ticket includes admission to the Tivoli Gardens.  Everyone at the concert  - a violin recital -  seemed to be Danish.  Where were the tourists?  They had suddenly disappeared!Read more",
            "Điều đầu tiên, vâng, nó đắt tiền nhưng nó đáng để bạn ghé thăm một lần vì nó không giống bất kỳ công viên giải trí thương mại nào khác. Họ - đã làm đủ để giữ được bầu không khí lịch sử và đích thực. Không có tàu lượn siêu tốc khổng lồ nhưng tính chất nhỏ hơn của công viên đã hoạt động rất tốt. Bạn có thể tham gia 3 hoặc 4 chuyến đi thực sự thú vị trong thời gian xếp hàng chờ lên một chiếc tàu lượn siêu tốc khổng lồ tại Disney. Ngoài ra còn có rất nhiều điểm chơi trò chơi điện tử nhỏ để giúp mọi người giải trí. Đọc thêm",
            "Những khu vườn Tivoli được yêu thích Tôi cho rằng tốt nhất nên ghé thăm vào ban đêm khi tất cả ánh đèn đều sáng.\nCó màn trình diễn ánh sáng bên hồ lúc 21h30\nBầu không khí thật dễ thương. Rất nhiều nơi để ăn, rất nhiều cửa hàng.\nNhững chuyến đi thật tuyệt vời.\nNó cách trung tâm Copenhagen một chút nên bạn nên sử dụng xe buýt hoặc chuyến đi có tổ chức.\n\nĐọc thêm",
            "Vì là một công viên giải trí nhỏ nên nó thực sự có rất nhiều điều thú vị để làm. Và nó cũng là một công viên thực sự đẹp. \nTàu lượn siêu tốc bằng gỗ cũ thực sự rất thú vị, đặc biệt là ở phía sau. \nTic tac có vẻ hơi quá nhưng đó thực sự là một chuyến đi thú vị! \nDeamon cũng thật tuyệt vời, hơi ngắn nhưng với không gian mà công viên có, họ đã thực hiện một công việc đáng kinh ngạc để xây dựng nó ở đó. \nVà nếu bạn không thích cưỡi ngựa thì công viên có rất nhiều trò chơi để chơi và một số trò chơi nhẹ nhàng hơn giống như một chuyến đi trong truyện cổ tích. \nVà họ cũng có những chuyến đi dành cho những đứa trẻ nhỏ hơn. Vì vậy, mọi người có thể vui chơi ở đây. Đọc thêm",
            "We came to Copenhagen especially for Tivoli at Halloween!  \n\nUpsides: the decor for Halloween was amazing, it felt really magical and seasonal with excellent floral, pumpkin and spooky displays everywhere. Kudos to the design team who must work really hard to pull this off. \n\nBuying a pass which included unlimited rides made life easier as you just had to scan your wristband at each one. \n\nThe staff on the rides were all lovely and patient with the many kids around and also very safety conscious with good checks before each ride started. \n\nDownsides: The food and drinks inside are  extremely expensive  - by British standards -  we paid  - 7.08 for a medium latte and nearly  - 5 for candy floss! The pass we had included food, we tried three different places in the adjoining Tivoli food hall listed on the website but all vendors said their apps were not working to scan the barcodes -  we ended up sat outside with some mediocre slices of pizza from an Italian inside the park. Not great considering the cost. \n\nIt was pretty busy most of the time and really crowded in some areas  -  maybe because it was the first day of opening for Halloween and the weather was good -  and the ques for some rides were ridiculous if you had a small excited child like us! \n\nNot all the attractions were open with some parts closed off - not ready.Read more",
            "Những công viên giải trí tuyệt vời. Rất nhiều chuyến đi, trò chơi và địa điểm ăn uống. Cơ hội chụp ảnh tuyệt vời. Trình diễn ánh sáng và laser tại hồ lúc 22h30.Đọc thêm",
            "Nếu bạn dự định tận hưởng những khu vườn - không có - không có - hoặc thủy cung - thì bạn sẽ phải trả thêm phí. Chúng tôi đã trả phí vào cửa là - 25 mỗi người mong đợi một loại chương trình nào đó trên 3 sân khấu và đi vào bể cá nhỏ. Không có buổi biểu diễn và thêm - 20 nếu bạn muốn vào thủy cung là những gì chúng tôi có. Điều tồi tệ nhất - 50 tôi - đã từng trải qua. Nếu bạn muốn tận hưởng những chuyến đi thì đây có lẽ là một nơi tuyệt vời nhưng đối với những gì chúng tôi muốn thì nó thật tồi tệ!Đọc thêm",
            "Vị trí tuyệt vời để dành một ngày. Các con gái của tôi thích thú với những chuyến đi, chúng tôi đi dạo xung quanh, tôi dành một chút thời gian thư giãn để nghe nhạc sống. Chúng tôi ăn ở khu ẩm thực, thử nhiều món khác nhau, món nào cũng ngon, thậm chí còn quay lại vào hôm khác. Có sô cô la nóng và bánh ngọt trong công viên, thật đặc biệt. Cách thú vị để dành một ngày với gia đình.Đọc thêm",
            "Ước gì tôi có thời gian đến vào buổi tối. Ban đầu đến với Lễ hội ẩm thực, nó không giống với Lễ hội ẩm thực ở Mỹ. Quy mô nhỏ hơn rất nhiều.  Nơi tuyệt vời cho trẻ em, nhiều trò chơi và cưỡi ngựa.  Food Hall thật ấn tượngĐọc thêm",
            "So much to see in such a small area. Food and drink venues, stalls, fairground and thrilling rides, picturesque garden areas and concert arenas. We visited here during the day using the Copenhagen Card. This only pays for the admission to the park, not access to the fairground rides. You can buy tickets either for each ride which you can pay for with your card after queueing to get on or a day card. The old rollercoaster is so enjoyable and the best ride in the park that we tried, The Demon is good but quite short and more expensive!. Some of the other rides are quite good as well but most are quite a short ride, but we found the queues weren - t too long so it was fine. The staff in the park were friendly and efficient after a beer and then a cake stop we left planning to come back later. If doing this remember to get a stamp, but i think usually you will be asked on leaving but anyway remember to ask, just in case. The card gives you only one paid entry. The weather was good so we really enjoyed walking around Tivoli, it seemed quite a special place. At night we came back and enjoyed the lit up scenes and had a few beers and some food do the tower rides at night. Tivoli food market is a good venue to eat as well. So worth a visit, don - t miss it.Read more",
            "Nơi tuyệt vời cho một gia đình, những chuyến đi tuyệt vời, dễ di chuyển, nhân viên rất hữu ích, dễ dàng đi vào công viên, gần nhiều địa điểm khác, rất được khuyến khích.Đọc thêm",
            "Chắc chắn là một nơi tốt đẹp để dừng lại nếu bạn ghé thăm thành phố. Tuy nhiên, thật không may, chúng tôi đã không biết rằng vé của chúng tôi chỉ cho phép chúng tôi vào khu vườn chứ không phải các trò chơi... nhân viên ở lối vào đã không đề cập đến cũng như không cung cấp vé. Địa điểm đẹp, chúng tôi khuyên bạn nên dùng nó.Đọc thêm",
            "Rất nhiều điểm tham quan thú vị, và mặc dù nằm ở thành phố lớn Copenhagen, nhưng đây là một công viên rất đẹp như tranh vẽ với tầm nhìn tuyệt vời. Một số trò chơi yêu thích bao gồm Dæmonen, Monsunen và Rutschebanen, một trong những tàu lượn hoạt động lâu đời nhất thế giới! Phần lớn tôi rất thích bản thân mình và việc xếp hàng vừa phải với đội ngũ nhân viên làm việc hiệu quả, tuy nhiên một vấn đề nhỏ khiến tôi không thể cho 5 sao là tình trạng tắc nghẽn đám đông trở nên khá tồi tệ khi đến thăm vào thứ Bảy, vì vậy có thể có nhiều con đường hơn để chuyển hướng đám đông. Tuy nhiên, khi truy cập vào thứ Hai, tôi không gặp vấn đề gì với điều này. Nhìn chung, trải nghiệm rất tốt! Đọc thêm",
            "Đẹp và vui vẻ. Công viên này có ý nghĩa lịch sử, nhưng khi bạn đến thăm trẻ em, tất cả những gì chúng thực sự nhận thấy là chúng đang vui vẻ đến mức nào. Chúng tôi đã đến đó ngay cả khi thời tiết không đẹp, nhưng nếu bạn ăn mặc phù hợp thì bạn sẽ có khoảng thời gian vui vẻ.Đọc thêm",
            "Tivoli vui quá! Chúng tôi đã đi lúc 6 giờ 30 tối và thời gian gần như hoàn hảo, vì hầu như không có hàng đợi ở đâu cả và chúng tôi có thể nhìn thấy ánh đèn tuyệt đẹp vào lúc hoàng hôn. Tôi muốn giới thiệu chuyến đến 530 hoặc 6 nếu bạn có con nhỏ hơn vì một số chuyến đi của chúng - như Carousel - dừng ở 6:30. Thực sự rất vui! Toàn bộ nhóm cũng rất thân thiện!Đọc thêm"
        ],
        "star_ratings": [
            14571,
            8114,
            3037,
            728,
            457
        ],
        "review_amount": 26907,
        "location": [
            "Copenhagen",
            "Zealand",
            "Châu Âu",
            "Đan mạch",
            "Những điều cần làm ở Copenhagen",
            "Vườn Tivoli"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written June 29, 2023",
            "Written July 23, 2023",
            "Written August 8, 2023",
            "Written August 24, 2023",
            "Written August 27, 2023",
            "Written September 15, 2023",
            "Written September 26, 2023",
            "Written October 2, 2023",
            "Written October 13, 2023",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189541-d197738-Reviews-Tivoli_Gardens-Copenhagen_Zealand.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d8374897-Reviews-Feed_Bistro-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d7375057-Reviews-Restaurant_Karla-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d21382008-Reviews-C_ho_Fame-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d952861-Reviews-Husmann_s_Vinstue-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d7972495-Reviews-MomoWok_Box-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d7716628-Reviews-Lagkagehuset-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d8852652-Reviews-Smagsloeget_Vesterbro-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d6673415-Reviews-Restaurant_U_Formel-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d808246-Reviews-Restaurant_Krebsegaarden-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d8496317-Reviews-Pho_Hanoi-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207227-Reviews-Ny_Carlsberg_Glyptotek-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d8528214-Reviews-Copenhagen_Visitor_Service-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d8672428-Reviews-Copenhagen_City_Hall-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d548716-Reviews-H_C_Andersen_Statue-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d12800351-Reviews-Tourist_Information_Center-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d7363440-Reviews-Vesterbro-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246370-Reviews-Radhuspladsen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d19636713-Reviews-Hans_Christian_Lumbye-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d14942441-Reviews-Dragon_Fountain-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207266-Reviews-The_National_Museum_of_Denmark-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d197738-Reviews-or10-Tivoli_Gardens-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d232446-Reviews-Bakken_World_s_Oldest_Amusement_Park-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d9732871-Reviews-GoMonkey-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d12788943-Reviews-GoGreen_Danmark-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d1588253-Reviews-Vertigo-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d21153264-Reviews-Lakrids_By_Bulow_Tivoli-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d21530558-Reviews-The_Deep_Vr_Aps-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d4267221-Reviews-Grand_Day_Trip_around_Copenhagen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d1602370-Reviews-Nimb_Bar-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d8409232-Reviews-Grand_Inner_City_Tour-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d5011178-Reviews-Red_Badge_Guides_Private_and_Public_Guided_Tours-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d605721-Reviews-Den_Rode_Pimpernel_The_Scarlet_Pimpernel-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d4414815-Reviews-Bens_Guided_Tours-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d11856760-Reviews-OURWAY_Tours_in_Copenhagen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d3780935-Reviews-Copenhagen_Free_Walking_Tours-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g41523-d577675-Reviews-Corporation_Beach-Dennis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g33423-d14838170-Reviews-Horsetooth_Reservoir-Fort_Collins_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d103201-Reviews-Silver_Dollar_City-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g43686-d3184344-Reviews-Margaritaville_Casino-Biloxi_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d553781-Reviews-Lucky_Strike_Fenway-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g50862-d14956145-Reviews-Twin_Oast_Brewing-Port_Clinton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189480-d3400535-Reviews-Psili_Ammos_Beach-Samos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2515865-Reviews-Zlaty_Strom_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d8181333-Reviews-Toho_Cinemas_Shinjuku-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g46819-d265984-Reviews-Mall_at_Short_Hills-Short_Hills_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189541-d197738-Reviews-or10-Tivoli_Gardens-Copenhagen_Zealand.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189541-d197738-Reviews-Tivoli_Gardens-Copenhagen_Zealand.html"
    }
]