[
    {
        "attraction_name": "Toa Luau",
        "attraction_name_vi": "chiến binh luau",
        "general_info": [
            "1.720 đánh giá",
            "- 1 trong 2 Nhà hát - Buổi hòa nhạc ở Haleiwa",
            "Chậm"
        ],
        "attraction_summary": "Toa Luau mời bạn đắm mình trong vẻ đẹp và sự sôi động của Polynesia trên Bờ Bắc lịch sử của Oahu! Đặt bất kỳ một trong ba gói luau của chúng tôi để vào thung lũng Waimea tươi tốt. Hãy dành nhiều thời gian trong ngày để đi bộ qua những khu vườn hoa lei thơm ngát hoặc đi bộ giữa một số loài thực vật đa dạng nhất ở Hawaii và thậm chí bơi lội tại thác Waimea sảng khoái. Hình ảnh thu nhỏ của chuyến thăm của bạn diễn ra với TOA tại luau Polynesia mới nhất của Oahu! Hoàn thiện với các buổi biểu diễn văn hóa tương tác đích thực, bữa tiệc trên đảo và nếm thử các điệu nhảy Polynesia từ khắp Thái Bình Dương. Thời gian của bạn với chúng tôi sẽ là khoảng thời gian đáng nhớ sau khi bạn rời khỏi những hòn đảo xinh đẹp của chúng tôi. Kỳ quan thiên nhiên, trình diễn nấu ăn truyền thống và giải trí cảm giác mạnh - Luôn có điều gì đó dành cho tất cả mọi người khi bạn trải qua một ngày phiêu lưu cùng TOA LUAU tại Waimea quyến rũ.Đọc thêm",
        "reviews": [
            "Luau này thật TUYỆT VỜI! Chồng tôi và tôi đã đi cùng một cặp vợ chồng khác và chúng tôi yêu thích từng giây phút. Chúng tôi đến sớm và tham quan Vườn Bách thảo Waimea và thác nước.  Chồng chúng tôi lấy quần bơi và khăn tắm rồi xuống thác. Nó thật đẹp! Sau đó chúng tôi thay quần áo và đi luau. Nó rất vui. Anh họ Billy và gia đình anh ấy khiến chúng tôi cảm thấy như gia đình của họ. Thức ăn rất ngon và quá đủ. Họ đến xung quanh nhiều lần hỏi xem chúng tôi muốn một giây hay một phần ba bất cứ thứ gì. Chúng tôi đã ở Hawaii để kỷ niệm sinh nhật của tôi và ngày kỷ niệm của chúng tôi. Tao Luau ghi nhận cả hai sự kiện và tặng quà cho chúng tôi cả hai. Giải trí cũng tuyệt vời. Tôi chắc chắn sẽ khuyên bạn nên đi luau này!! Đọc thêm",
            "Aloha! Bạn không biết đánh giá này có ý nghĩa như thế nào đối với chúng tôi, Mahalo! Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời tại luau và thích buổi biểu diễn. Chúng tôi thực sự biết ơn về lời giới thiệu! Vui lòng ghé thăm chúng tôi lần sau khi bạn ở trên đảo. Mahalo núi loa!Đọc thêm",
            "Toa Luau là trải nghiệm tuyệt vời nhất trong kỳ nghỉ ở Oahu của chúng tôi. Bắt đầu bằng những trải nghiệm thực hành, chạm khắc củ khoai môn, gọt chuối xanh, nạo dừa và những trải nghiệm văn hóa khác. Sau đó, chúng tôi được phục vụ những món ăn tuyệt vời, sau đó là những màn giải trí tuyệt vời. Người dẫn chương trình rất thú vị cũng như nhiều thông tin, chia sẻ các chi tiết văn hóa với một chút hài hước hoàn hảo. Có khách ở mọi lứa tuổi và mọi người dường như thích thú với toàn bộ trải nghiệm. Tôi thực sự khuyên bạn nên dành cả ngày tại khu vực Thung lũng Waimea, bao gồm cả Toa Luau!Đọc thêm",
            "Aloha và mahalo đã viết bài đánh giá này cho chúng tôi và chia sẻ trải nghiệm của bạn tại luau! Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời nhất tại luau và thích chương trình biểu diễn cũng như đồ ăn. Mahalo đã giới thiệu, chúng tôi rất cảm kích! Hy vọng chúng tôi sẽ sớm gặp lại bạn! Mahalo nui loa! Đọc thêm",
            "Từ người lái Uber của chúng tôi đến Luau, chúng tôi nghe nói đây là một trong những chiếc Luaus đích thực nhất còn sót lại ở Honolulu. Rõ ràng một số người cảm thấy chán nản vì khoảng cách và điều đó không phải là không có lý do. Chúng tôi mất 60 - để đến đây và 95 - để quay về sau 8 giờ tối từ Honolulu. Hãy ghi nhớ điều đó khi cân nhắc việc lái xe ở đây hoặc đi taxi ở đây. \nNgoài vấn đề hậu cần, mọi người ở đây đều rất tuyệt vời. Những người chào đón, những người phục vụ, những người biểu diễn, những người pha chế và MC! Đầu tiên chúng tôi phải bẻ quả dừa, đan vòng hoa trên đầu và xem họ làm nước cốt dừa. \nTôi sẽ làm điều này nhiều lần. Thực sự khiến tôi đánh giá cao nền văn hóa Polynesia và sự phong phú trong truyền thống của họ. Tôi - tôi rất khiêm tốn trước lòng hiếu khách mà họ đã chia sẻ và nền văn hóa phong phú của họ. \nThức ăn rất tuyệt! Và còn nhiều hơn thế nữa vì đây là kiểu tự chọn, nghĩa là bạn có thể được phục vụ nhiều hơn sau đó. Mọi người đều cực kỳ chu đáo trong việc mang đến cho bạn nước và thức ăn. Bạn nhận được món tráng miệng và thực sự tôi không thể nghĩ ra cách nào tốt hơn để trải nghiệm điều gì đó mới mẻ khi ở Hawaii. Tôi muốn giới thiệu sự kiện này cho bất kỳ ai đến thăm Hawaii. \nBạn có cơ hội tip cho phi hành đoàn của mình vì vậy hãy mang theo tiền mặt của bạn!Đọc thêm",
            "Aloha và mahalo đã dành thời gian chia sẻ trải nghiệm của bạn tại luau, đây là sự trợ giúp đắc lực cho các vị khách của chúng tôi. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời tại luau và thích buổi biểu diễn, đồ ăn cũng như thời gian với Toa Luau ohana của bạn. Mahalo đã đưa ra lời khuyên, chúng tôi đánh giá cao điều đó! Hy vọng bạn - sẽ sớm ghé thăm chúng tôi! Mahalo núi loa! Đọc thêm",
            "Tất cả chúng tôi đều rất thích Toa Luau! Đồ ăn rất ngon và âm nhạc, khiêu vũ và các trải nghiệm học tập văn hóa đều tuyệt vời. Nhưng điều để lại ấn tượng lớn nhất cho chúng tôi là lòng tốt của một trong những nghệ sĩ nam. Chúng tôi có một cậu con trai ba tuổi bị tự kỷ và mặc dù đeo tai nghe giảm tiếng ồn, nhưng cậu bé vẫn gặp khó khăn với âm lượng lớn của các buổi biểu diễn. Người vũ công nhận thấy sự khó khăn của cậu bé và dành một chút thời gian để định vị lại loa gần bàn của chúng tôi nhất để hướng ra xa chúng tôi. Cảm ơn các bạn từ tận đáy lòng! Điều đó có ý nghĩa rất lớn. Đọc thêm",
            "Aloha! Mahalo vì đã dành thời gian trong lịch trình bận rộn của mình để viết cho chúng tôi bài đánh giá này, chúng tôi đánh giá cao điều đó! Chúng tôi rất vui vì các bạn thích luau. Chúng tôi rất tiếc vì con trai ông đã phải vật lộn với tiếng ồn. Hy vọng chúng tôi sẽ gặp lại bạn vào lần tới khi bạn ở trên đảo! Mahalo núi loa! Đọc thêm",
            "Luau này thật tuyệt vời. Thật đáng để lái xe từ Honolulu.   - Anh họ Eddie - rất vui tính và là một người chủ nhà tuyệt vời.  Các vũ công lửa là điểm nhấn của một buổi biểu diễn tuyệt vời.  Thức ăn rất ngon và tất cả nhân viên đều dễ chịu và duyên dáng.  Nếu bạn dự định xem luau khi đến thăm Oahu thì đây là nơi bạn nên chọn.Đọc thêm",
            "Chúng tôi thực sự rất thích toàn bộ trải nghiệm từ đầu đến cuối! Đó là một trải nghiệm cá nhân, thân mật và sâu sắc. Chúng tôi yêu thích tất cả các cuộc biểu tình và buổi biểu diễn thật tuyệt vời. Bạn có thể nói rằng các nhân viên thực sự đã dành rất nhiều thời gian và tâm huyết cho màn trình diễn của họ. Người chủ đã kể chuyện rất xuất sắc và anh ấy có khiếu hài hước tuyệt vời. Vé luau của bạn cho phép bạn vào Thác Thung lũng Waimea, một địa điểm tuyệt vời để xem, vì vậy đó là một phần thưởng bổ sung nên chúng tôi có 2 hoạt động trong 1. Tôi chắc chắn sẽ giới thiệu luauĐọc thêm",
            "Thức ăn, giải trí và trình bày tuyệt vời. Vị trí đẹp và do gia đình sở hữu trong thung lũng với phông nền là núiĐọc thêm",
            "Chúng tôi thực sự rất thích trải nghiệm này! Của đáng tiền. Buổi biểu diễn thật đặc biệt! Rất khuyến khích Lua này! Khiêu vũ và trang phục thật tuyệt vời.Đọc thêm",
            "Trải nghiệm tuyệt vời lần đầu tiên đến Luau, rất bổ ích và thú vị, thật tuyệt khi được tìm hiểu về văn hóa, họ thực sự khiến bạn cảm thấy như gia đình, thực sự đánh giá cao trải nghiệm này, đã có khoảng thời gian tuyệt vời! Đọc thêm",
            "Hoàn toàn tuyệt vời! Rất thú vị và cực kỳ hài hước. Hoàn toàn muốn giới thiệu cho các nhóm lớn hoặc chỉ cho một cuộc hẹn hò giữa hai người. Luau ngon nhất trên đảoĐọc thêm",
            "Trải nghiệm tổng thể rất cá nhân khi tham dự luau này với 2 chị em của tôi.  Tôi - đã đến Oahu nhiều lần - đây là lần đầu tiên tôi đến.  Chúng tôi hoàn toàn thích nó!  Mọi thứ đều diễn ra đúng lúc và các nhân viên cực kỳ chu đáo và khiến chúng tôi cảm thấy như gia đình.  Tôi - chắc chắn sẽ giới thiệu người khác đến trang web của bạn và sẽ ghi nhớ điều này suốt đời.  Cảm ơn bạn!!! Đọc thêm",
            "Một trong những trải nghiệm yêu thích của tôi ở Hawaii - lần đầu tiên. Mọi người đều rất thân thiện và cá tính. Chúng tôi thực sự cảm thấy như gia đình vào cuối chương trình! Thức ăn rất hào phóng và ngon miệng. Bản thân buổi biểu diễn là tất cả mọi thứ và hơn thế nữa những gì bạn muốn trải nghiệm khi ở Hawaii - i. Sản xuất rất chuyên nghiệp trong khi cảm thấy rất thân mật vì lượng khán giả nhỏ hơn. Và khung cảnh ở Thung lũng Waimea hùng vĩ là nơi tuyệt vời nhất trên Trái đất. Nó đã trở thành một trải nghiệm tâm linh. Rất khuyến khích.Đọc thêm",
            "Thật tuyệt vời, 3 giờ giải trí thuần túy và những con người tuyệt vời. Chúng tôi có vé VIP nên ngồi ngay cạnh sân khấu và chồng tôi được tham gia một số hoạt động, điều đó thật tuyệt vời. Thức ăn rất ngon. Lựa chọn đồ uống và bia ngon nhưng tất nhiên phần hay nhất là những vũ công, tay trống và người dẫn chương trình tuyệt vời nhất, những người đã khiến chúng tôi cười không ngừng. Chúng tôi thực sự rất thích trải nghiệm của mình và tôi rất muốn giới thiệu nó cho mọi người. Cảm ơn những người tuyệt vời của Táo Lảo - - - Đọc thêm",
            "Vui vẻ Lưu! Tôi đã nghĩ nó sẽ lặp lại trung tâm văn hóa Polynesia, nhưng không phải vậy. Rất vui, khiến chúng tôi cảm thấy như gia đình. Các vũ công rất điêu luyện!Đọc thêm"
        ],
        "star_ratings": [
            1692,
            39,
            5,
            2,
            4
        ],
        "review_amount": 1742,
        "location": [
            "Hoa Kỳ",
            "Hoạt động giải trí tại Haleiwa",
            "Chín",
            "oahu",
            "chiến binh luau",
            "Hawaii - HI -"
        ],
        "reviews_time": [
            "Written September 27, 2023",
            "Written September 29, 2023",
            "Written November 1, 2023",
            "Written December 31, 2023",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60647-d13464434-Reviews-Toa_Luau-Haleiwa_Oahu_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60647-d873553-Reviews-Waimea_Falls_Grill-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60647-d5986549-Reviews-Foodland-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60647-d11702590-Reviews-Aji_Limo_Truck-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60647-d8665165-Reviews-North_Shore_Shrimp_Truck-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60647-d3753216-Reviews-Pupukea_Grill-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60647-d8815051-Reviews-North_Shore_Tacos-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60647-d23549199-Reviews-Sunrise_Shack_Shark_s_Cove-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d8491362-Reviews-Aloha_Plate_Food_Truck-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60647-d6481946-Reviews-Impossibles_Pizza-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60647-d843958-Reviews-Storto_s_Deli_Sandwich_Shop-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d146822-Reviews-Waimea_Bay-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d108729-Reviews-Waimea_Arboretum_and_Botanical_Garden-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2534322-d737422-Reviews-Shark_s_Cove-Pupukea_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d12824344-Reviews-Shark_s_Cove-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d102658-Reviews-Pupukea_Beach_Park-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d108471-Reviews-Waimea_Waterfall-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2534322-d207510-Reviews-Banzai_Pipeline-Pupukea_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d207511-Reviews-Sunset_Beach_Park-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2534322-d6782294-Reviews-Pu_u_O_Mahuka_Heiau_State_Monument-Pupukea_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d1239692-Reviews-Laniakea_Beach-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d13464434-Reviews-or10-Toa_Luau-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d24000123-Reviews-The_Magical_Mystery_Show_at_Hilton_Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60659-d25465885-Reviews-Mauka_Warriors_Luau-Wahiawa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d14927858-Reviews-Experience_Nutridge-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d24027892-Reviews-Mele_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d13306614-Reviews-Chief_s_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60656-d9997437-Reviews-Ha_Breath_of_Life-Laie_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60656-d1083842-Reviews-Polynesian_Cultural_Center-Laie_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2587086-Reviews-Rock_A_Hula-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2671446-Reviews-Friday_Night_Fireworks_at_Hilton_Hawaiian_Village_Waikiki_Beach_Resort-Honolulu_Oa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1856913-Reviews-FIA_FIA_Polynesian_Show-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8656613-Reviews-Oahu_Private_Tours-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d561024-Reviews-Waimea_Valley-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d1555391-Reviews-Happy_Trails_Hawaii-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d12641300-Reviews-Hawaii_Waves_Surf_School-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d23605537-Reviews-Blue_Planet_Adventure_Company-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d4039832-Reviews-Adventure_Tours_Hawaii-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d2268398-Reviews-Go_Nuts_Hawaii-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d1544874-Reviews-Uncle_Bryan_s_Sunset_Suratt_Surf_School-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60921-d11702462-Reviews-Ediz_Hook_Reserve-Port_Angeles_Clallam_County_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32389-d142870-Reviews-Folsom_Lake_State_Recreation_Area-Folsom_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d10514143-Reviews-Ewa_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g3238504-d2292118-Reviews-Gan_HaShlosha_Sahne_National_Park-Nir_David_Northern_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g46593-d18544050-Reviews-Happy_Day_Farm-Manalapan_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g154964-d8386259-Reviews-Jellybean_Row_Houses-St_John_s_Newfoundland_Newfoundland_and_Labrador.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7138074-Reviews-Corniche_Beach-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d545911-Reviews-Mission_Dolores_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g8363967-d12705929-Reviews-Mall_of_Egypt-6th_of_October_City_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g46712-d3777253-Reviews-The_Outlets_at_Bergen_Town_Center-Paramus_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60647-d13464434-Reviews-or10-Toa_Luau-Haleiwa_Oahu_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60647-d13464434-Reviews-Toa_Luau-Haleiwa_Oahu_Hawaii.html"
    }
]