[
    {
        "attraction_name": "Tobi Travel",
        "attraction_name_vi": "Du lịch Tobi",
        "general_info": [
            "61 đánh giá",
            "- 175 trên 625 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến du lịch bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng tàu cao tốc",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đó là một trải nghiệm tuyệt vời và cô ấy đã gợi ý cho tôi lựa chọn hoàn hảo cho chuyến đi ninh bình. Tôi khuyên mọi người nên cân nhắc chuyến du lịch Tobi cho chuyến đi ninh bình và vịnh hạ long.Đọc thêm",
            "Cảm ơn bạn rất nhiều Kru!\n\nTất cả những điều tốt nhất cho bạn! Đọc thêm",
            "Hồng biết rõ về kinh doanh du lịch. Tổ chức một chuyến du ngoạn Vịnh Hạ Long tuyệt vời - đưa đón sân bay. Giao tiếp thật dễ dàng. Muốn giới thiệu Hồng tại Tobitravel để lựa chọn du lịch.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của bạn \nMọi điều tốt đẹp nhất sẽ đến với bạnĐọc thêm",
            "Chúng tôi đã đặt chuyến đi đến Nimh Binh và vịnh Hạ Long với Tobi Travel. Cả hai chuyến đi đều có chất lượng rất tốt - . Chuyến đi bằng xe buýt, đồ ăn, hoạt động, kiến ​​thức và sự hữu ích của hướng dẫn viên đều là hạng nhất. Cô gái trong Tobi Travel rất đáng yêu và hiểu rõ sản phẩm của mình. Cảm ơn Tobi Travel.Đọc thêm",
            "Chúng tôi đã sử dụng Tobi Travel để đặt hành trình và đưa đón sân bay Vịnh Hạ Long. Họ đã nhanh chóng và làm cho quá trình này diễn ra suôn sẻ đối với khách du lịch. Có cảm giác như họ thành thật về chuyến đi thay vì cố gắng ép buộc chúng tôi phải đi du lịch. Muốn giới thiệu khi đến thăm Việt NamĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của bạn \n\nMong một ngày được gặp lại bạn\n\nĐọc thêm",
            "Hồng là tốt nhất. cô ấy thật chuyên nghiệp  cô ấy cử chúng tôi đi du lịch hạ long. cô ấy đã đặt vé máy bay. bạn cần cô ấy giải quyết vấn đề gì. cảm ơn hong cảm ơn tobi travelĐọc thêm",
            "Cảm ơn bạn rất nhiều vì nhận được đánh giá từ bạn \n\nMọi điều tốt đẹp nhất sẽ đến với bạn!Đọc thêm",
            "Đã đi lấy thẻ sim. Người phụ nữ này thực sự hữu ích và chuyên nghiệp, và không thúc ép bất cứ điều gì khác. Chắc chắn sẽ giới thiệu 10 - 10.Đọc thêm",
            "Ban đầu tôi ghé thăm Tobi Travel để lấy thẻ SIM và cuối cùng đặt chuyến đi thuyền đến Vịnh Hạ Long - Vịnh Lan Hạ và chuyến tàu đến Huế qua Hong - đại lý tại chỗ -. Chúng tôi làm việc theo một lịch trình chặt chẽ và đi du lịch với tư cách một gia đình bốn người. Hong là một người giải quyết vấn đề đáng kinh ngạc, kiểm tra tất cả các lựa chọn để tìm ra kế hoạch du lịch của chúng tôi. Cuối cùng, cô ấy đã đặt cho chúng tôi tài xế đi du thuyền, hành trình tuyệt đẹp và một chuyến tàu có giường ngủ rất thoải mái cho chuyến đi đến Huế của chúng tôi. Sau khi đặt chỗ, Hong rất nhiệt tình giải đáp các câu hỏi của chúng tôi qua WhatsApp và thậm chí còn giúp chúng tôi cất hành lý trong khi chúng tôi giết thời gian trước chuyến tàu đêm tới Huế. Tôi đặc biệt giới thiệu Hong cho mọi nhu cầu du lịch của bạn khi ở Hà Nội. Đọc thêm",
            "Kính thưa !\nCảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm!\n\n Tận hưởng chuyến đi ở Việt Nam! Đọc thêm",
            "Hong đã giúp chúng tôi đặt 2 chuyến đi. 1 chuyến đi hai đêm đến Vịnh Hạ Long và Đảo Car Ba và 1 chuyến đến Sapa. Cô ấy rất hữu ích và đã làm mọi thứ có thể để đáp ứng nhu cầu của chúng tôi. Mọi thứ diễn ra rất suôn sẻ mà không có bất kỳ vấn đề gì. Cô ấy là người tốt bụng nhất và sẽ giới thiệu cho bất kỳ ai đang tìm kiếm một kỳ nghỉ tuyệt vời không rắc rối Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của mình!\n\nChúc gia đình bạn mọi điều tốt đẹp nhất! Đọc thêm",
            "Người phụ nữ phục vụ xuất sắc rất hữu ích và người bạn đưa ra lời khuyên tuyệt vời chắc chắn sẽ sử dụng lại Tôi đã sử dụng tổng cộng ba lầnĐọc thêm",
            "Cảm ơn quý khách đã tin tưởng Tobi Travel\n\nTôi rất vui khi nghe chuyện đó : -  \n\nMọi điều tốt đẹp nhất sẽ đến với bạn!Đọc thêm",
            "Hồng rất hiểu nhu cầu của tôi và lên kế hoạch cho chuyến đi đến Ninh Bình và Vịnh Hạ Long. Bạn trai của tôi sau đó đã phải tham gia cùng tôi trên chuyến du thuyền và cô ấy đã tìm được cách nhanh nhất để lên tàu cho anh ấy! Thật là tuyệt. Tôi thực sự khuyên bạn nên sử dụng dịch vụ du lịch tobi: - Đọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi của bạn.\n\nChúc may mắn ! Đọc thêm"
        ],
        "star_ratings": [
            58,
            1,
            0,
            2,
            0
        ],
        "review_amount": 61,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Tobi",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written May 7, 2024",
            "Written April 10, 2024",
            "Written March 5, 2024",
            "Written March 4, 2024",
            "Written January 15, 2024",
            "Written December 10, 2023",
            "Written November 17, 2023",
            "Written November 12, 2023",
            "Written September 28, 2023",
            "Written September 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10844658-Reviews-Tobi_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or10-Tobi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8099300-Reviews-Hang_Bac_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27165993-Reviews-Golden_lotus_spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6200768-Reviews-Orchid_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25566492-Reviews-Tr_m_Huong_An_Bach_Agarwood_Jewelry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8263899-Reviews-Vietnam_Window_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5953477-Reviews-Ca_Tru_Ha_Noi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963032-Reviews-Vietnam_Daily_Trips-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17596608-Reviews-Hanoinia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27755383-Reviews-Tam_Spa_Massage_Tr_Li_u-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299859-Reviews-Thang_Long_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5599097-Reviews-A_Viet_Tourism_Hanoi_Villages_Real_Life_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11629612-Reviews-V_ancient-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27235123-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g7212138-d10517479-Reviews-M3_Outlet_Polgar-Polgar_Hajdu_Bihar_County_Northern_Great_Plain.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13882880-Reviews-Comedy_Cellar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d105279-Reviews-Chatham_Lighthouse-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g635875-d10365350-Reviews-Lama_Monachile-Polignano_a_Mare_Province_of_Bari_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d1799577-Reviews-Bearizona_Wildlife_Park-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d11806597-Reviews-Bird_Island_Pier-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3842804-Reviews-Antalya_Zoo-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34564-d143355-Reviews-Dinosaur_World-Plant_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10120967-Reviews-Noaa_Art_Walk_And_sound_Garden-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34342-d260013-Reviews-Crandon_Beach-Key_Biscayne_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or10-Tobi_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-Tobi_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Tobi Travel",
        "attraction_name_vi": "Du lịch Tobi",
        "general_info": [
            "61 đánh giá",
            "- 175 trên 625 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng tàu cao tốc",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tobi Travel rất thân thiện và hợp tác với khách hàng. Tôi đã nhanh chóng quyết định thực hiện chuyến đi trong ngày ở Vịnh Hạ Long và đặt vé đi Ninh Bình và Huế. Sau đó, cô ấy vui lòng cung cấp thông tin và mọi hướng dẫn liên quan bất cứ khi nào tôi hỏi cô ấy trong suốt chuyến đi của mình. du lịch ở Việt Nam. Tôi thực sự đánh giá cao các dịch vụ và rất khuyên bạn nên ghé thăm đây. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi của bạn.\n Mọi điều tốt đẹp nhất sẽ đến với bạn!Đọc thêm",
            "Chúng tôi vô cùng yêu thích trải nghiệm với Tobi Travel ngay từ khi ngồi trong Văn phòng Du lịch Lữ hành của cô, chúng tôi cảm thấy rất thoải mái khi ở bên cô, cô thực sự hiểu những gì chúng tôi đang tìm kiếm. Vịnh Hạ Long - Bình Ninh rất đẹp khuyên mọi người nên đến Việt Nam đến thăm. Đặt tất cả các chuyến du lịch của bạn với Tobi Travel Only Đọc thêm",
            "Chúng tôi đã đặt tour du lịch trong ngày ở Vịnh Hạ Long. Bang Mi rất có sức chứa và vui vẻ khi nói chuyện, tôi có thể nói là một trong những đại lý du lịch tốt nhất - chủ sở hữu. Nhìn chung, chuyến đi thật tuyệt vời! Họ đến đúng giờ và liên tục nhắc nhở mọi người tôn trọng lịch trình. Chuyến tham quan đã được tổ chức và các hướng dẫn viên du lịch nói tiếng Anh - xe buýt và thuyền - đã cập nhật cho chúng tôi về chương trình nghị sự hoặc các hoạt động. Thuyền viên cũng đã làm công việc của họ. Chúng tôi là một nhóm lớn trên thuyền và thức ăn được phục vụ theo đĩa, theo bàn nên một số món ăn được phục vụ muộn. Cá và mực rất ngon! Tôi nghĩ điều quan trọng là phải đề cập chính xác những gì sẽ được phục vụ trong lúc hoàng hôn - đồ uống - nếu được bao gồm trong gói. Mẹo: quản lý kỳ vọng của bạn ở đây về điều này. : - Hãy vui vẻ, bước ra khỏi vùng an toàn của mình và tận hưởng các hoạt động. Tôi khuyên bạn nên đi bộ đường dài để có tầm nhìn đẹp nhất ra Vịnh Hạ Long và chèo thuyền kayak - nếu bạn đủ sức khỏe -. Trên hết, hãy tận hưởng khoảnh khắc - thời gian hoàng hôn thật yên bình và tĩnh lặng cho tâm hồn.Đọc thêm",
            "Tôi đã đặt hai chuyến đi qua chuyến du lịch Toby do thời gian lưu trú ngắn ngày ở Hà Nội. Tôi đã đặt Vịnh Hạ Long và Ninh Bình và cả hai đều được tổ chức xuất sắc và có hướng dẫn viên du lịch tận tình. Tôi chắc chắn giới thiệu nhóm du lịch này.Đọc thêm",
            "Hồng là một người phụ nữ tuyệt vời, không chỉ để bán hàng mà còn là người trò chuyện vui vẻ. Chúng tôi đặt tour du lịch hạ long bai trong một ngày. Cũng đặt xe riêng quá sân bay. Chúng tôi đã liên hệ qua whatsapp với Hong dor những thứ như đồ ăn ngon, v.v.Đọc thêm",
            "Công ty du lịch tốt nhất ở Hà Nội, Hong sẽ lo toàn bộ chuyến đi của bạn để bạn không phải làm gì ngoài việc tận hưởng. Hồng cũng rất tốt bụng nên bạn sẽ đánh giá cao anh ấy. Tôi thực sự giới thiệu đại lý này cho chuyến đi đến Việt Nam của bạn.Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời nhất trong chuyến du lịch vòng quanh Hà Giang. Hồng cực kỳ hữu ích - minh bạch trong việc giải thích những gì tôi đang mua, chuyến đi kéo theo những gì, v.v. Cô ấy cũng để tôi cất túi xách của mình trong văn phòng của cô ấy khi tôi đi vắng. Cô ấy cũng rất tốt bụng. Bản thân chuyến đi thật đáng kinh ngạc với những Tay đua dễ dàng TUYỆT VỜI nhất. Là một người du lịch một mình, họ khiến tôi cảm thấy an toàn và họ biến nó thành một trải nghiệm tuyệt vời. Những căn nhà trọ mà chúng tôi dừng chân rất ấm cúng, đồ ăn rất ngon và mọi thứ đều được sắp xếp cực kỳ chu đáo. Đây là một trong những trải nghiệm tuyệt vời nhất mà tôi từng có. Bạn sẽ không hối hận khi đặt phòng qua Tobi Travel. Tôi - tôi rất vui vì đã làm như vậy!Đọc thêm",
            "Tôi đã tham gia một chuyến du lịch tùy chỉnh với mẹ tôi từ Hà Nội đến Sapa, về cơ bản bao gồm các chuyến khứ hồi bằng xe buýt giường nằm, chuyến tham quan nửa ngày từ Sapa đến Bản Cát Cát và chuyến tham quan trong ngày từ Sapa đến chợ Bắc Hà.  Chúng tôi được thông báo rằng những chiếc giường ở tầng dưới bình thường đã đầy và phải trả thêm 15 USD cho một chiếc giường đôi - đáy - cho mẹ tôi. Tôi đặc biệt hỏi liệu điều đó có nghĩa là chiếc giường lớn hơn bình thường hay không và câu trả lời là có.  Tuy nhiên, hóa ra tất cả các giường trên xe buýt đều có cùng kích thước và tôi hỏi tại sao?  Sau đó tôi được giải thích rằng - Gấp đôi - nghĩa là bạn có thể ép một người nhưng điều đó không - không có nghĩa là - lớn hơn - về cơ bản là lừa đảo.  Chúng tôi có những chiếc giường tồi tệ nhất, gập ghềnh nhất ngay phía trên bánh sau, kết quả là chúng tôi hầu như không ngủ được chút nào.  Mẹ tôi không thể đi bộ đường dài và chúng tôi đặc biệt yêu cầu một chuyến tham quan tùy chỉnh không yêu cầu phải đi bộ quá nhiều.  Hóa ra, chúng tôi phải đi bộ khá xa mới đến được cổng bản Cát Cát, rồi vô số bậc thang để hoàn thành toàn bộ bản Cát Cát.  Không ngừng đi xuống dốc và bậc thang trong gần 4 giờ.  Trên đường về, tôi yêu cầu không kê cho chúng tôi những chiếc giường giống nhau phía trên bánh sau và tôi muốn có hai chiếc giường tầng trên ở giữa xe.  Sau đó, khi lên xe buýt, chúng tôi được chỉ định chính xác những chiếc giường mà chúng tôi không muốn. Sau khi phàn nàn và Tobi Travel tranh cãi với người điều hành xe buýt, cuối cùng chúng tôi cũng được xếp giường trên.  Chúng tôi rất thích chuyến tham quan chợ Bắc Hà.  Làng Cát Cát cũng đẹp.  Nhưng sự khác biệt trong việc sắp xếp xe buýt và đi bộ thật đáng thất vọng.  Ngoài ra, xe buýt ngủ thực sự khá khó chịu và tôi đoán tàu sẽ tốt hơn. Đọc thêm",
            "Chúng tôi bắt đầu với việc tổ chức chuyến tham quan Hà Giang Moto và kết thúc việc đặt chuyến du lịch trị giá gần 3 tuần, với tất cả các hoạt động và phương tiện đi lại. Bà - Hong - - Tobitravel - đã giúp tôi tận hưởng chuyến du lịch của mình một cách trọn vẹn, luôn sẵn sàng bất cứ lúc nào và quản lý xuất sắc những thay đổi vào phút cuối của kế hoạch. Bà sẽ làm cho kỳ nghỉ của bạn tuyệt vời hơn nhiều, hỗ trợ bạn sở thích và nói về giá cả, tôi thực sự đánh giá cao mức giá của tôi đã được tính toán công bằng như thế nào! Tôi có thể tin tưởng giới thiệu cô ấy làm đại lý khi đi du lịch qua Việt Nam!Đọc thêm",
            "Lời khuyên rất tốt. Chúng tôi đã đặt hai chuyến tham quan với TobiTravel và rất hào hứng. Lời khuyên rất chi tiết và luôn có nhiều lựa chọn, rất phù hợp cho chuyến đi có trẻ em và những yêu cầu đặc biệt. Chúng tôi đặt tour đi Pù Luông và Ninh Bình. Mọi điểm dừng đều được tổ chức rất tốt và thời gian rất tốt. Ngay cả địa điểm nhận hàng tự phát cũng không thành vấn đề và đã được xử lý và chuyển đi trong thời gian ngắn. Các chuyến tham quan được phối hợp rất tốt và chúng tôi rất vui mừng về việc các chuyến tham quan đẹp và ấn tượng như thế nào cũng như siêu thích nghi với trẻ em. Giao tiếp luôn tuyệt vời, nhanh chóng và không phức tạp. Chúng tôi sẽ luôn đặt lại với TobiTravel. Cảm ơn bạn vì những trải nghiệm phong phú và tổ chức tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            58,
            1,
            0,
            2,
            0
        ],
        "review_amount": 61,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Tobi",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written September 14, 2023",
            "Written August 10, 2023",
            "Written August 9, 2023",
            "Written June 27, 2023",
            "Written June 4, 2023",
            "Written June 3, 2023",
            "Written May 5, 2023",
            "Written March 27, 2023",
            "Written March 14, 2023",
            "Written March 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10844658-Reviews-or10-Tobi_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-Tobi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or20-Tobi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8099300-Reviews-Hang_Bac_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27165993-Reviews-Golden_lotus_spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6200768-Reviews-Orchid_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25566492-Reviews-Tr_m_Huong_An_Bach_Agarwood_Jewelry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8263899-Reviews-Vietnam_Window_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5953477-Reviews-Ca_Tru_Ha_Noi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963032-Reviews-Vietnam_Daily_Trips-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17596608-Reviews-Hanoinia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27755383-Reviews-Tam_Spa_Massage_Tr_Li_u-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299859-Reviews-Thang_Long_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5599097-Reviews-A_Viet_Tourism_Hanoi_Villages_Real_Life_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11629612-Reviews-V_ancient-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27235123-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g494953-d1572068-Reviews-Kleftiko_Beach-Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g608455-d11846386-Reviews-Bokor_Mountain-Kampot_Kampot_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d15688368-Reviews-Thai_Massage_Center-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297482-d1024602-Reviews-Johnny_Cay-San_Andres_Island_San_Andres_and_Providencia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d3698382-Reviews-Patong_Boxing_Stadium-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g12011140-d14083598-Reviews-Ganga_choti-Bagh_Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7331931-Reviews-Anonymous_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g7983226-d1416043-Reviews-Playa_Mujeres_Golf_Club-Punta_Sam_Costa_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294323-d3782437-Reviews-Buquebus-Montevideo_Montevideo_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g499179-d217959-Reviews-Hopewell_Rocks-Hopewell_Cape_Albert_County_New_Brunswick.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or20-Tobi_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or10-Tobi_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Tobi Travel",
        "attraction_name_vi": "Du lịch Tobi",
        "general_info": [
            "61 đánh giá",
            "- 175 trong số 625 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng tàu cao tốc",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Hoàn toàn hoàn hảo! Cô ấy đã lên kế hoạch cho gia đình chúng tôi một số chuyến đi trong 3 ngày và chuyển bằng tàu từ Hà Nội đến Huế. Mọi thứ đã được lên kế hoạch và tổ chức hoàn hảo. Chúng tôi đã có những trải nghiệm tuyệt vời trong những chuyến đi này. Tôi thực sự có thể giới thiệu Tobi Travel.Đọc thêm",
            "Chúng tôi đặt tour du lịch vịnh hạ long với chuyến du lịch Tobi. Người phụ nữ ở văn phòng đặt vé đã cho chúng tôi một ưu đãi tốt và giải thích rõ ràng về tất cả các gói. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này vì nó bao gồm tất cả các điểm tham quan ở vịnh Hạ Long trong một ngày. Bạn sẽ mệt mỏi nhưng cũng sẽ có thời gian để thư giãn và tận hưởng chuyến đi. Một chuyến đi thân thiện với ngân sách với hướng dẫn viên du lịch tốt nhất.Đọc thêm",
            "Tôi rất vui khi nghe chuyện đó !\n\nTất cả những điều tốt nhất cho bạn\n\nMong được gặp lại bạn tại Hà Nội!Đọc thêm",
            "Cảm ơn rất nhiều. Thật là tuyệt!!!! Chuyến tham quan rất thú vị và có tổ chức. Thức ăn thật tuyệt! Chúng tôi sẽ nhớ chuyến đi này suốt đời. Vui mừng lần nữa!  -  -  - Đọc thêm",
            "Đại lý du lịch rất tốt.Hong rất ngọt ngào và thân thiện. Hoàn toàn được khuyến nghị đặt tour du lịch vịnh hạ long và ninh bình cả ngày. Cô ấy đã đưa ra thỏa thuận tốt.Đọc thêm",
            "Tôi đã đặt tất cả các tour du lịch của mình với Tobi Travel một cách dễ dàng: Sa Pa - 2 ngày - 1 đêm - Vịnh Hạ Long, Ninh Bình và xe buýt sang trọng đến Huế. Đại lý du lịch Hong đã sắp xếp mọi thứ và chỉ gửi cho tôi qua WhatsApp thông tin chi tiết về hành trình hàng ngày như thời gian đón tại khách sạn của tôi mà tôi thấy rất thuận tiện. Vì tôi đã đặt mọi thứ với cô ấy, nên tôi cũng được giảm giá khá. Hong rất chuyên nghiệp, thân thiện và nói tiếng Anh lưu loát nên không có rào cản ngôn ngữ. Điều tôi đánh giá cao nhất là bạn có thể dễ dàng liên hệ với cô ấy bất cứ lúc nào nếu có bất kỳ vấn đề nào hoặc cần làm rõ thêm về chuyến tham quan của mình ngay cả sau giờ làm việc và cô ấy sẽ giải quyết cho bạn. Rất đáng tin cậy nên tôi không thể cảm ơn cô ấy đủ. Tôi rời Hà Nội rất vui vì cô ấy. Cuối cùng, nếu bạn chỉ có thể thực hiện chuyến đi trong ngày từ Hà Nội hoặc bạn phải lựa chọn giữa Vịnh Hạ Long hoặc Ninh Bình, hãy chọn sau. Ninh Bình là một trải nghiệm kỳ diệu đối với tôi! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi.\n\nHy vọng được gặp lại bạn lần sau! Đọc thêm",
            "Đặt tour đến Ninh Bình qua Tobi và họ cũng giúp tôi đặt chuyến tàu từ đó đến Huế. Đó là một dịch vụ rất cá nhân hóa! Tôi cảm thấy như có trợ lý riêng giúp đỡ tôi trong quá trình này. Tôi cần trợ giúp về thẻ SIM và họ cũng có thể trợ giúp vấn đề đó. Tôi đánh giá cao văn phòng chu đáo và tốt bụng này!Đọc thêm",
            "Chúng tôi rất hài lòng với chuyến đi đến Vịnh Hạ Long. Giá rất tốt so với những nơi khác - - 50 - - p - và đáng đồng tiền bát gạo. Người phụ nữ cũng giúp chúng tôi những lời khuyên cho phần còn lại của chuyến đi và chúng tôi cảm thấy được đón nhận một cách tử tế. Muốn giới thiệu cho những ai đang tìm kiếm các tour du lịch trong và xung quanh Hà Nội.Đọc thêm",
            "Chuyến đi tuyệt vời đến đảo Cát Bà.  Vận chuyển rất hiệu quả và thoải mái bằng xe khách và thuyền.  Bây giờ chúng ta là thời điểm thích hợp để ghé thăm Cát Bà vì hòn đảo này không đông đúc và giá cả hợp lý, nhưng đây luôn là thời điểm thích hợp để đến đây.  Với kinh nghiệm lâu năm, tôi luôn giới thiệu Tobitravel để có những ưu đãi tuyệt vời và dịch vụ thân thiện.Đọc thêm",
            "Có một trải nghiệm thú vị khi tương tác với Hùng. Cô ấy tốt bụng và cung cấp thông tin chi tiết về chuyến đi trong ngày trên vịnh Hạ Long. Chuyến đi đúng như cách cô ấy mô tả. Giá tốt so với các đại lý du lịch khác.Đọc thêm",
            "Cô ấy rất tốt, hữu ích và trung thực. Giá rất tốt cho chuyến đi so với các công ty khác. Tôi đề xuất du lịch VIP rất thoải mái. Chúng tôi đã đi đến Vịnh Hạ Long và Ninh Bình trong ngày và thật tuyệt vời. Đọc thêm"
        ],
        "star_ratings": [
            58,
            1,
            0,
            2,
            0
        ],
        "review_amount": 61,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Tobi",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written March 13, 2023",
            "Written March 2, 2023",
            "Written February 14, 2023",
            "Written February 10, 2023",
            "Written February 9, 2023",
            "Written January 14, 2023",
            "Written January 12, 2023",
            "Written June 8, 2020",
            "Written December 9, 2019",
            "Written December 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10844658-Reviews-or20-Tobi_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or10-Tobi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or30-Tobi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-Tobi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8099300-Reviews-Hang_Bac_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27165993-Reviews-Golden_lotus_spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6200768-Reviews-Orchid_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25566492-Reviews-Tr_m_Huong_An_Bach_Agarwood_Jewelry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8263899-Reviews-Vietnam_Window_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5953477-Reviews-Ca_Tru_Ha_Noi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963032-Reviews-Vietnam_Daily_Trips-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17596608-Reviews-Hanoinia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27755383-Reviews-Tam_Spa_Massage_Tr_Li_u-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299859-Reviews-Thang_Long_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5599097-Reviews-A_Viet_Tourism_Hanoi_Villages_Real_Life_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11629612-Reviews-V_ancient-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27235123-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g47958-d8004785-Reviews-Fall_Creek_Suspension_Bridge-Ithaca_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020637-Reviews-Citi_Open-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295389-d15309544-Reviews-Strbacki_Buk-Bihac_Una_Sana_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1235489-d2141885-Reviews-La_Roca_Village-La_Roca_del_Valles_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d6953420-Reviews-Mon_Jam-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d169634-Reviews-Printer_s_Alley-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d260028-Reviews-Camelback_Mountain-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1854293-d10291756-Reviews-Seixal_Natural_Pool-Seixal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g262061-d8627043-Reviews-Megapark-El_Arenal_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d243637-Reviews-Torre_dos_Clerigos-Porto_Porto_District_Northern_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or30-Tobi_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or20-Tobi_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Tobi Travel",
        "attraction_name_vi": "Du lịch Tobi",
        "general_info": [
            "61 đánh giá",
            "- 175 trên 625 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng tàu cao tốc",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi tham gia tour trang an, giá cả rất hợp lý so với các công ty khác xung quanh. Người phụ nữ Hồng nói tiếng Anh tốt và chúng tôi rất thích chuyến tham quan này! Chắc chắn sẽ tham gia lại nếu chúng tôi quay lại hà nội lần nữa! Được đề xuất!Đọc thêm",
            "Chúng tôi đã dành 2 tuần ở Hà Nội và Tobi Travels đã sắp xếp một vài kế hoạch du lịch cho chúng tôi. Chúng tôi thấy cô ấy rất thật thà, chân chất, nhiệt tình và rất đam mê. Cô ấy nói tiếng Anh rất tốt khiến chúng tôi rất dễ dàng. Không có gì là rắc rối lắm, và mọi thứ cô ấy sắp xếp đều diễn ra suôn sẻ. Trong thời gian ở đây, chúng tôi đã thỉnh thoảng ghé qua để xin lời khuyên về một số vấn đề và luôn được chào đón bằng nụ cười ấm áp và sự nhiệt tình giúp đỡ chúng tôi. Cô ấy thậm chí còn cho phép chúng tôi để hộp đựng ở chỗ cô ấy nếu chúng tôi cần. Tôi muốn giới thiệu Tobi Travels cho bất kỳ ai đến thăm Hà Nội, không thể cảm ơn cô ấy đủ.Đọc thêm",
            "Chúng tôi đã đến Vịnh Hạ Long và Sapa với Tobi. Cô ấy rất tốt bụng và chuyên nghiệp với mức giá tốt nhất mà chúng tôi thấy. Cô ấy luôn nhắn tin cho tôi khi có câu hỏi trong ứng dụng whats. Cảm ơn Tobi, chúng tôi sẽ không bao giờ quên bạn. Tobi là đại lý tốt nhất và có giá trị nhất tại Hà Nội. Đề nghị đầy đủ. Giá tốt nhất và dịch vụ tuyệt vời Đọc thêm",
            "Tôi đã tiêu - đang tiêu, vì khi tôi viết bài đánh giá này, tôi - vẫn ở đây - ba tháng ở Hà Nội vào mùa đông năm 2019. Một ngày nọ, tôi lang thang đến Tobi Travel để đổi một ít tiền.  Và nó ngay lập tức trở thành nơi tôi đến để đưa ra những gợi ý, lời khuyên và đặt chỗ du lịch.  Trên thực tế, mọi thứ liên quan đến du lịch khá tốt, thậm chí cả việc sắp xếp tài xế.  Tôi - đã đến Saba, Huế, Hội An, Vịnh Hạ Long, Ninh Bình và nhiều nơi khác, nhiều địa điểm trong số này đã được Hom gợi ý và sắp xếp cho tôi.  Tôi - tôi không yêu cầu cao ở các đại lý du lịch, ngoài độ tin cậy hoàn toàn và kiến ​​thức địa phương tốt.   Tobi Travel rất đáng tin cậy nên tôi đã tin tưởng vào họ.Đọc thêm",
            "Tobi travel đã phục vụ chúng tôi tại Việt Nam và tổ chức tất cả các chuyến đi - chuyến bay - hành trình của chúng tôi với mức giá ưu đãi từ tất cả những người khác. Mọi thứ đều chính xác và được tổ chức tốt. Cảm ơn bạnTobi travelTôi chắc chắn sẽ gửi bạn bè của tôi đến với bạn.Đọc thêm",
            "Chúng tôi đã đặt một vài thứ thông qua chuyến du lịch Tobi. Hom thật tuyệt khi giải quyết vấn đề này, cô ấy đã dành thời gian để giải thích về chuyến đi và những lựa chọn khác mà chúng tôi có. Chúng tôi phải liên lạc qua email khi chúng tôi rời khỏi thành phố cho chuyến đi tiếp theo. Cô ấy trả lời ngày và đảm bảo tất cả được chăm sóc mà không gặp rắc rối. Tôi không thể giới thiệu doanh nghiệp này đủ cao. Chúng tôi chắc chắn sẽ sử dụng cô ấy một lần nữa.Đọc thêm",
            "Công ty du lịch trung thực và rẻ nhất tại Hà Nội! Ở đây chúng tôi thực sự cảm thấy như ở nhà. Lần nào về Hà Nội, cô chủ dễ thương cho chúng tôi ngồi đây khi trời mưa, bỏ ba lô và đi vệ sinh. Chúng tôi đến đây cũng rẻ và ăn sáng tốt. Nếu bạn cần bất kỳ thông tin nào về Việt Nam hoặc mua vé xe buýt hoặc vé ô tô, bạn chắc chắn phải đến đây. Mọi thứ bạn cần với giá tốt nhất đều có ở đây!! Cảm ơn bạn vì tất cả mọi thứ công ty du lịch Tobi! Chúng tôi rất vui vì đã tìm thấy nơi này! Đọc thêm",
            "Đây là một công ty du lịch nhỏ đang hoạt động ngoài một khách sạn do gia đình sở hữu. Nếu bạn đang tìm kiếm thông tin GIÁ TỐT NHẤT và TRUNG THỰC thì bạn không thể bỏ qua Tobi travel! Tôi đã đặt một số tour du lịch qua Tobi và cũng ở trong khách sạn - giá cả tuyệt vời và sạch sẽ! Lần nào tôi cũng thấy mình có giá tour tốt nhất khi so sánh giá với những người khác trong cùng tour. Người phụ nữ đáng yêu điều hành doanh nghiệp này đã cố gắng hết sức để đảm bảo rằng tôi luôn có được thỏa thuận tốt nhất. Cô ấy đã không cố gắng bán cho họ bất cứ thứ gì tôi không cần - Tôi không thể nói đủ cao về dịch vụ và sự giúp đỡ mà tôi nhận được ở Tobi travel; chưa kể biết rằng tôi luôn nhận được mức giá tốt nhất! Hãy giúp đỡ bản thân trong khi hỗ trợ một doanh nghiệp nhỏ trung thực! Hãy đến thăm Tobi Travel và thậm chí nghỉ tại khách sạn Swan Hà Nội! Tất cả mọi thứ bạn cần với giá tốt nhất đều ở ngay đó! VÀ cô ấy nấu một bữa sáng tuyệt vời! Cảm ơn Tobi travel vì một khởi đầu tuyệt vời cho chuyến phiêu lưu ở Việt Nam của tôi xĐọc thêm",
            "Chúng tôi đã tham gia chuyến tham quan Imperial Classic 3D2N - một đêm trên thuyền rác và đêm thứ hai trên một ngôi nhà gỗ ở Catba Sandy Beach Resort - với đại lý này vì nó cung cấp cho chúng tôi một trong những mức giá hợp lý nhất so với các đại lý khác gần đó. Ngoài ra, người phụ nữ tham dự với chúng tôi, Hong, rất tử tế và chân thành khi giải thích cho chúng tôi về các gói tour khác nhau. Cô ấy cũng nói tiếng Anh rất tốt, điều đó khiến cho việc giao tiếp trở nên rất dễ dàng. Chuyến tham quan thực sự xứng đáng với mức giá chúng tôi đã trả và chúng tôi rất thích thú. Mặc dù tôi không thể nói về các gói khác mà họ đang cung cấp, nhưng tôi nghĩ đại lý này cung cấp các ưu đãi có giá hợp lý và trung thực và chân thành trong việc giúp đỡ khách du lịch, vì vậy tôi thực sự muốn giới thiệu nó!Đọc thêm",
            "Cơ quan tuyệt vời, chu đáo và có thể thích ứng với mọi yêu cầu của tôi để tạo ra một chuyến tham quan độc đáo cho tôi! Tất cả chỉ với một mức giá tuyệt vời, bạn có thể nhắm mắt đến đóĐọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi của bạn! Đọc thêm"
        ],
        "star_ratings": [
            58,
            1,
            0,
            2,
            0
        ],
        "review_amount": 61,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Tobi",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written November 11, 2019",
            "Written November 7, 2019",
            "Written April 23, 2019",
            "Written March 7, 2019",
            "Written February 19, 2019",
            "Written November 6, 2018",
            "Written July 26, 2018",
            "Written July 14, 2017",
            "Written December 22, 2016",
            "",
            "Written January 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10844658-Reviews-or30-Tobi_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or20-Tobi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or40-Tobi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-Tobi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8099300-Reviews-Hang_Bac_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27165993-Reviews-Golden_lotus_spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6200768-Reviews-Orchid_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25566492-Reviews-Tr_m_Huong_An_Bach_Agarwood_Jewelry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8263899-Reviews-Vietnam_Window_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5953477-Reviews-Ca_Tru_Ha_Noi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963032-Reviews-Vietnam_Daily_Trips-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17596608-Reviews-Hanoinia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27755383-Reviews-Tam_Spa_Massage_Tr_Li_u-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299859-Reviews-Thang_Long_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5599097-Reviews-A_Viet_Tourism_Hanoi_Villages_Real_Life_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11629612-Reviews-V_ancient-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27235123-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12004532-Reviews-Lego_Shop-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g51477-d283172-Reviews-Quartz_Mountain_State_Park-Lone_Wolf_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g41003-d10596621-Reviews-Bethesda_Outdoor_Pool-Bethesda_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g19056348-d19055699-Reviews-Pavlova_Strana_Viewpoint-Sindon_Cetinje.html",
            "https://www.tripadvisor.com/Attraction_Review-g780854-d1943431-Reviews-Ebisu_Circuit-Nihonmatsu_Fukushima_Prefecture_Tohoku.html",
            "https://www.tripadvisor.com/Attraction_Review-g60503-d124527-Reviews-Medicine_Bow_National_Forest-Laramie_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d2433047-Reviews-Gemmayzeh_Street-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d21215496-Reviews-Sunset_Beach-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d8151940-Reviews-Brussels_Central_Station-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g51909-d144416-Reviews-Mount_Hood-Hood_River_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or40-Tobi_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or30-Tobi_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Tobi Travel",
        "attraction_name_vi": "Du lịch Tobi",
        "general_info": [
            "61 đánh giá",
            "- 175 trên 625 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng tàu cao tốc",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Mọi thứ đều hoàn hảo! Hồng chu đáo và rất đáp ứng mọi yêu cầu. Bạn không còn có thể tin tưởng 100 - vào việc tổ chức chuyến đi của mình. Và giá cả rất hấp dẫn so với các đại lý khác - Đọc thêm",
            "Tôi được một người bạn giới thiệu đặt chuyến đi Hạ Long – Ninh Bình. Dịch vụ rất tốt, hướng dẫn nhiệt tình, thân thiện. Giá tốt. Mình sẽ giới thiệu bạn bè đến Tobi travel!Đọc thêm",
            "Hãy tin tưởng Hồng tuyệt vời để chuẩn bị cho chuyến đi của bạn! Không có gì phải phàn nàn, đây là một số video cho bạn thấy những gì tôi có thể làm được nhờ cô ấy: Ninh Bình, SaPa trên xe máy và trên một chuyến đi bộ! Cô ấy đã sắp xếp mọi thứ để tôi có được tất cả những chuyến du ngoạn dưới ánh nắng mặt trời này! Cảm ơn rất nhiều!Đọc thêm",
            "Cảm ơn bạn rất nhiều từ kinh nghiệm của bạn!\n\nChúc may mắn ! Đọc thêm",
            "Dịch vụ hoàn hảo với tổ chức rất tốt. Người phụ nữ làm việc trong văn phòng rất quyến rũ và là một người chuyên nghiệp xuất sắc. Anh ấy quan tâm đến việc tìm cho bạn những lựa chọn tốt nhất và nhận thức được các bước khác nhau sẽ phát triển như thế nào. Dịch vụ do cô ấy cung cấp vượt ra ngoài nhiệm vụ. Tôi khẳng định rõ ràng: Đây đang và sẽ là đại lý cho tất cả các hoạt động tôi thực hiện tại Việt Nam.Đọc thêm",
            "Tôi thực sự hạnh phúc khi đọc kinh nghiệm của bạn!\n Chúc may mắn !\nHẹn gặp lại bạn sớm!Đọc thêm",
            "Công ty lữ hành tốt nhất tại Hà Nội, chủ công ty là cô Hong đã cho tôi lời khuyên tuyệt vời cho chuyến du ngoạn của mình, cô ấy hiểu rất rõ công việc của mình vì cô ấy đã làm việc được 16 năm, tôi thực sự giới thiệu cô ấy cho tất cả các chuyến du ngoạn của bạn trong khu vực!Đọc thêm"
        ],
        "star_ratings": [
            58,
            1,
            0,
            2,
            0
        ],
        "review_amount": 61,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Tobi",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "",
            "Written November 25, 2023",
            "",
            "Written November 22, 2023",
            "",
            "Written October 18, 2023",
            "",
            "Written September 27, 2023",
            "",
            "Written August 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10844658-Reviews-or40-Tobi_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or30-Tobi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-Tobi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8099300-Reviews-Hang_Bac_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27165993-Reviews-Golden_lotus_spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6200768-Reviews-Orchid_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25566492-Reviews-Tr_m_Huong_An_Bach_Agarwood_Jewelry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8263899-Reviews-Vietnam_Window_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5953477-Reviews-Ca_Tru_Ha_Noi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963032-Reviews-Vietnam_Daily_Trips-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17596608-Reviews-Hanoinia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27755383-Reviews-Tam_Spa_Massage_Tr_Li_u-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299859-Reviews-Thang_Long_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5599097-Reviews-A_Viet_Tourism_Hanoi_Villages_Real_Life_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11629612-Reviews-V_ancient-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27235123-Reviews-Golden_Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4090021-Reviews-Sinh_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d6892166-Reviews-Mydin_Mall-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g47709-d3226669-Reviews-Green_Lakes_State_Park-Fayetteville_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d4953684-Reviews-Heydar_Aliyev_Cultural_Center-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1647177-d589737-Reviews-Villa_Escudero-Tiaong_Quezon_Province_Calabarzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g48317-d8548173-Reviews-Ocean_Beach-Ocean_Beach_Fire_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g659513-d6276848-Reviews-The_Holy_Shrine_of_Imam_Hussain-Karbala_Karbala_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d1594951-Reviews-CentralFestival_Pattaya_Beach-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1799783-d5614039-Reviews-AltInkum_PlajI-Dipkarpaz_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g54070-d650110-Reviews-Pawtuxet_Village-Cranston_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g39707-d107216-Reviews-Newport_Aquarium-Newport_Kentucky.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10844658-Reviews-or40-Tobi_Travel-Hanoi.html"
    }
]