[
    {
        "attraction_name": "Tokyo Tower",
        "attraction_name_vi": "Tháp Tokyo",
        "general_info": [
            "8.373 đánh giá",
            "2 trong số 63 điều cần làm ở Shibakoen",
            "Địa điểm ưa thích",
            "Công trình kiến ​​trúc"
        ],
        "attraction_summary": "Odaiba là một điểm nóng giải trí với vòng đu quay khổng lồ, phòng hòa nhạc, khu vui chơi giải trí và rất nhiều khu mua sắm. Nơi đây cũng tự hào có Oedo-onsen-monogatari, một suối nước nóng tái tạo bầu không khí thời Edo xưa và rất được du khách nước ngoài yêu thích. Shiodome có những tòa nhà văn phòng cực kỳ hiện đại, nơi bạn thường có thể tìm thấy những nhà hàng có tầm nhìn tuyệt đẹp ra các tòa nhà cao tầng của Tokyo. Khu vực lân cận Shinbashi là một quận có nhiều tòa nhà thương mại lâu đời hơn và là nơi tuyệt vời để cùng những người làm công ăn lương thưởng thức đồ uống và đồ ăn nhẹ tại các quầy hàng trên đường dưới cầu đường sắt sau giờ làm việc.Đọc thêm",
        "reviews": [
            "Tôi tình cờ đi ngang qua tòa tháp, khá ấn tượng khi nhìn từ bên dưới lên. Ngoài ra còn có một ngôi đền công viên đẹp trong khu vực đáng để ghé thăm. Khi tôi định đi lên nhưng tôi cảm thấy giá quá cao và không đáng.Đọc thêm",
            "Đặt chuyến tham quan trên boong cao nhất để đạt đến cấp độ cao nhất. Nếu bạn làm điều này, hãy thông minh hơn chúng tôi và đến đó kịp thời, vì không quá dễ dàng để tìm đúng thang máy và đúng hàng đợi nếu bạn đến đó chỉ vài phút trước khoảng thời gian được chỉ định. Chế độ xem từ trên xuống rất tuyệt và bạn sẽ có được hướng dẫn bằng âm thanh tiện dụng tự động cho bạn biết hướng bạn đang nhìn là gì. Tuy nhiên, có rất nhiều người phải xếp hàng, đặc biệt là để quay trở lại, phải mất nửa giờ chỉ để đưa thang máy trở lại tầng thấp hơn. Đúng là một địa danh mang tính biểu tượng, đẹp mắt, nhưng khi nói về các tòa tháp, tôi phải thừa nhận rằng tôi thích Skytree hơn.Đọc thêm",
            "Chúng tôi đã đến thăm tầng giữa của Tháp Tokyo vào một đêm thứ Bảy rất đông đúc vào khoảng 8:30 tối. \n\nThang máy lên thì ổn, đông đúc, nhưng cũng dễ hiểu. Đêm đó trời quang đãng, và quang cảnh đẹp, cho thấy sự phát triển của Tokyo rực rỡ. \n\nKhu vực ngắm cảnh chật cứng khách du lịch và sau một vòng nhanh chóng, thế là đủ. Có một cửa hàng lưu niệm nhỏ trên tầng và một cửa hàng lớn hơn ở tầng dưới. \n\nNgoài ra còn có một khu ẩm thực lớn trên tầng 3 với nhiều lựa chọn để ăn uống. \n\nNhìn gần thì tuyệt đẹp! Đọc thêm",
            "Đừng để nó làm bạn sợ! Thật đáng để bạn dành thời gian đi lên boong chính chỉ 600 bước và mất 20 phút sau đó chúng tôi ở lại boong chính một lúc cho đến khi đến giờ được chỉ định để đi thang máy lên tầng trên, tầng trên tất nhiên đẹp hơn nhưng tầng chính bộ bài đủ đẹp nếu bạn không có thời gian.\n\nChúng tôi cũng đi bộ thêm 600 bước nữa! Có những câu hỏi nhỏ về tháp Tokyo ở mỗi lượt nên việc leo cầu thang trở nên thú vị hơn! Nhưng tôi thực sự khuyên bạn nên đi bộ ít nhất một chiều lên hoặc xuống để trải nghiệm!Đọc thêm",
            "Tôi là một người rất yêu thích các công trình kiến ​​trúc trên cao. Trải nghiệm không chỉ hấp dẫn mà còn cho phép tôi suy ngẫm về những bộ óc thiên tài đã tạo nên một khái niệm như Tháp Tokyo và công sức khó khăn đã tạo nên một điểm thu hút như vậy. Tôi thực sự rất thích lịch sử được cung cấp trên tháp bởi các hướng dẫn viên chuyên nghiệp và lịch sự. Giá cả phải chăng và xứng đáng với tầm nhìn tuyệt đẹp. Chỉ cần đảm bảo có được vé lên đỉnh. \n\nBạn sẽ hạnh phúc vì bạn đã làm. Ngoài ra còn có một khu ẩm thực và cửa hàng quà tặng ở dưới chân tháp và bạn sẽ thấy nó sau khi chuyến tham quan hoàn tất. Bạn sẽ có cơ hội được nhân viên chụp ảnh trong suốt chuyến tham quan. Bạn sẽ được cung cấp một bức ảnh miễn phí và có tùy chọn mua một số bức ảnh bạn đã chụp trong chuyến tham quan. Nhân viên sẽ cho bạn biết cái nào là miễn phí và cái nào bạn sẽ phải trả tiền.\n\nBạn sẽ hào hứng, hài lòng và được giáo dục sau khi hoàn thành chuyến tham quan.Đọc thêm",
            "Tòa tháp đáng tham quan, nhưng nó không rẻ. Chúng tôi đã trả 7400 Yên cho chuyến tham quan trên tầng cao nhất cho hai người lớn và một trẻ em ở độ tuổi trung học. Chúng tôi đi lên tầng trên cùng từ đài quan sát chính bằng một chiếc thang máy sang trọng. Trong phòng chờ, chúng tôi đã tìm hiểu về hai người sáng lập tòa tháp, ông trùm truyền thông, Hisakichi Maeda và kiến ​​trúc sư, Tachū Naitō. Đó là một câu chuyện nửa hư cấu về việc họ cùng nhau xây dựng tòa tháp vào những năm 1950. Rõ ràng, nó dựa trên Tháp Eiffel, được xây dựng khoảng 70 năm trước. Và vâng, nó cao hơn một chút, mặc dù Bàn quan sát đặc biệt mà chúng tôi đến cách mặt đất khoảng 250m và tầng cao nhất của Tháp Eiffel cao hơn nhiều. Dù sao thì đây là về Tháp Tokyo chứ không phải Tháp Eiffel! Nếu bạn có thể vào lúc hoàng hôn, quang cảnh sẽ tuyệt đẹp. Bạn có thể thấy toàn bộ Tokyo trải dài bên dưới, bao gồm cả tầm nhìn ra Tokyo Skytree cao gần gấp đôi và hiện đại hơn nhiều. Bạn thậm chí có thể nhìn thấy núi Phú Sĩ vào một ngày đẹp trời, mặc dù chúng tôi thì không. Có một chuyến tham quan bằng âm thanh cho bạn biết những gì bạn đang nhìn, tại mỗi điểm la bàn, nhưng hơi khó theo dõi và bạn không thể tạm dừng dễ dàng để xác định phương hướng, vì vậy chúng tôi đã từ bỏ. Tuy nhiên, nó vẫn rất thú vị và chúng tôi khuyên bạn nên ghé thăm.Đọc thêm",
            "Chúng tôi đã đến Top Deck, nơi bao gồm Main Deck. \n   Khung cảnh rất tuyệt và nó giúp tôi hiểu rõ hơn về khu vực này để khám phá trong ngày. Nó có khu mua sắm và trải nghiệm du lịch đầy đủ, nếu bạn đang tìm kiếm điều đó.Đọc thêm",
            "Tháp Tokyo là biểu tượng của Nhật Bản. Đây là một trong những công trình kiến ​​trúc cao nhất ở Nhật Bản. Nó được lấy cảm hứng từ tháp Eiffel và được sơn màu cam để tuân thủ các quy định an toàn hàng không. Nó có một số tầng quan sát mà người ta cần mua vé. Thường đông đúc, vì vậy ít nhất hãy dành vài giờ cho chuyến thăm. Đọc thêm",
            "Tầm nhìn 360 độ tuyệt vời ra Tokyo. Có 3 tầng để ngắm cảnh, trong đó tầng một và tầng hai cao 150 mét giá 1.400 yên và tòa tháp cao nhất cao 250 mét giá 3.000 yên. Thậm chí còn có một vài tấm kính trên sàn để bạn có thể bước lên và nhìn xuống nếu bạn thích Đọc thêm",
            "Có gói dành cho tầng trên rất đáng giá. Bạn nhận được một chuyến tham quan nhỏ và hướng dẫn âm thanh khiến nó trở nên thú vị hơn. Lượt xem rất tuyệt vời. Tôi nghĩ sẽ tốt hơn vào ban ngày nhưng tòa tháp trông khá mát mẻ khi được thắp sáng vào ban đêm.Đọc thêm",
            "Nhân viên rất tuyệt vời và dễ hiểu. Chúng tôi đã phải vật lộn với việc giữ cả gia đình ở cùng một lúc trên boong cao nhất, và họ hiểu và cho phép tất cả chúng tôi có mặt tại sự kiện. Đã đến Tháp Tokyo trước và sẽ quay lại lần nữa. Đọc thêm",
            "Tôi không trả tiền để đi lên vì sợ độ cao nhưng nơi này là một tuyệt tác về kỹ thuật điên rồ và rất sạch sẽ và được bảo trì tốt; cũng không đông đúc như tôi nghĩ ban đầu vào ngày thường Đọc thêm",
            "Trải nghiệm tổng thể rất tốt giữa các cửa hàng tại căn cứ, bao gồm một nơi tuyệt vời để tặng quà KitKat của bạn, Khung cảnh tuyệt vời, một vài tầng kính và tòa tháp trông thật tuyệt vời vào ban đêm. Từ đây bạn cũng có thể nhìn thấy odaiba rõ hơn một chút so với 2 tòa tháp Tokyo khác. Tại sao lại là một ngôi sao bị mất? Có một tầng giữa chính và một tầng trên cùng. Nếu bạn làm tầng trên cùng vào ban ngày thì đó là một trải nghiệm rất chật chội. Bạn đi đến một tầng ở giữa mà theo đúng nghĩa đen chỉ có đủ chỗ để chụp ảnh mọi người để làm quà lưu niệm trước khi lần lượt xếp hàng lên thang máy tiếp theo. Khi ở tầng trên cùng, vâng, bạn sẽ ở trên cao hơn trước để có tầm nhìn cao hơn, nhưng nếu đó là thời gian bận rộn thì việc xếp hàng chờ thang máy đi xuống kết hợp với các cột thực sự khiến bạn không thể di chuyển tự do quanh cửa sổ. Ngoài ra, ngay trước ba giờ nâng lên từ boong chính, có một buổi biểu diễn bắt buộc trong thư viện, trong khi đây là một điều tuyệt vời trong thời gian thư giãn, nếu bạn thực sự muốn lái xe lên, xem nhanh, đi thẳng xuống, lập kế hoạch thêm một chút thời gian hoặc đến sớmrất muộnDù sao thì, điều đó nói lên rằng, với tất cả các tiện nghi trên boong chính, đây là một chuyến tham quan tuyệt vời, tôi thực sự muốn thử thách việc sử dụng các bậc thang bên ngoài giữa mặt đất trên boong chính, tiếc là cầu thang lên đã đóng cửa ngày tôi đếnĐọc thêm",
            "Đừng rơi vào cái bẫy mua vé vào Tokyo City View KHÔNG phải Tokyo Tower, tôi nghĩ đó là một điều tương tự vô tình mua vé vào City View chứ không phải Tokyo Tower. Chúng tôi vẫn đến đây để chụp ảnh ở phía dưới và tiến tới City View.Đọc thêm",
            "Hãy chắc chắn rằng bạn đi vào một ngày đẹp trời vì khi chúng tôi cố gắng đi thì trời đang mưa.  Và tin hay không thì vẫn có dòng.  Vì vậy, chúng tôi quyết định bỏ qua điểm dừng này và tôi rất vui vì đã làm như vậy.Đọc thêm",
            "Đó là một buổi sáng trời mưa ở Tokyo và chúng tôi quyết định đi đến tòa tháp vào buổi sáng.  Thời tiết ẩm ướt và mưa vào buổi sáng và chúng tôi ướt sũng sau khi đến tháp.  Hầu như không có bất kỳ du khách nào và việc nhập học vào vé Klook rất nhanh chóng.  Tầm nhìn rất tốt từ tầm quan sát và có nhiều chỗ ngồi xung quanh khu vực.Đọc thêm",
            "Chúng tôi đến đúng giờ hẹn và phải xếp hàng dài. Chúng tôi bị di chuyển từ khu này sang khu khác, đứng loanh quanh không có chỗ ngồi. Tầm nhìn cao hơn thật tuyệt vời nhưng cuối cùng chân tôi rất đau. Bản thân tầng quan sát được chia thành tầng chính dài 150m và tầng trên cùng dài 250m. Các nhân viên đã đủ tử tế và có một đoạn độc thoại đàng hoàng trên đường đi lên. Bạn sẽ bị chen chúc bởi nhiều người trong thang máy.Đọc thêm",
            "Tháp Tokyo là một nơi tuyệt vời để tham quan. Có nhiều thứ để xem và một quán cà phê ở tầng ba với thực đơn hạn chế. Các món quà lưu niệm chủ yếu là đồ ăn và trẻ em 95 lần. Hãy tận hưởng một buổi sáng tốt lành khi khám phá nơi này. Đọc thêm",
            "Tôi đã xem rất nhiều cà rốt trên YouTube và tôi có ý kiến ​​​​gây tranh cãi rằng anh ấy rất giỏi!! Tình cờ tôi đang ở TUJ và khi đến trường, tôi đi tàu điện ngầm và xuống ngay cạnh một nơi gọi là tháp cà rốt và có một đài quan sát mà tôi gọi là đỉnh cà rốt!! Tôi đã đăng nó lên Instagram và nói rằng đó là góc nhìn từ đỉnh củ cà rốt!! Tôi quyết định đến đây và ngắm cảnh vì các đài quan sát ở NYC là một sự lột xác lớn!! Tôi đã đến một quán mì udon và sau đó nhận được một vé lên boong chính trị giá 1100 yên!! Tôi đang tận hưởng khung cảnh và nhìn tôi cảm thấy mình giống như một con chim bồ câu không có cánh!! Tất cả đều rất tốt!! Đọc thêm",
            "Từ Tháp Tokyo, bạn có thể ngắm nhìn toàn cảnh Tokyo và vì thời tiết tốt nên chúng ta cũng có thể nhìn thấy Núi Phú Sĩ. Màu đỏ của tòa tháp rất ấn tượng.Đọc thêm",
            "Một vé có thời hạn bao lâu? Bạn có thể ở lại cả ngày với một vé hay là theo giờ?Đọc thêm",
            "Không có giới hạn thời gian, nhưng vé chỉ có thể được sử dụng một lần cho các thời điểm cụ thể, chẳng hạn như nếu bạn lên cấp cao nhất, bạn không thể thoát xuống tầng dưới cùng rồi quay trở lại. Nhưng về mặt lý thuyết, bạn có thể ở trên đó càng lâu càng tốt nhưng bản thân đài quan sát không lớn và không có chỗ ngồi nên nó được thiết kế để giúp mọi người di chuyển.Đọc thêm",
            "Xin chào,\nTôi đang đến thăm Tokyo và tôi muốn tham gia Top Deck Tour, nhưng tôi không thể đặt chỗ vì tên của tôi chính xác. Tôi có hai tên trong hộ chiếu dài hơn 15 chữ cái\nTôi phải làm gì?Đọc thêm",
            "Họ có chấp nhận thẻ tín dụng tại quầy bán vé không?Đọc thêm",
            "Tôi đã mua vé trực tuyến, nơi họ chấp nhận thẻ CC Đọc thêm",
            "Bạn có thể đi xuống tháp sau khi đi lên không?Đọc thêm",
            "Bạn đi thang máy.Đọc thêm",
            "Có gần Trung tâm Tokyo không?Đọc thêm",
            "Xin chào, bạn có thể thanh toán phí vào cửa tại tháp hay bạn phải đặt vé trực tuyến?Đọc thêm",
            "Đi lên và trả tiền.  5 phút từ taxi lên đỉnh.Đọc thêm",
            "Tôi có thể biết tốt hơn là chỉ lấy vé đi boong chính 150m hoặc Top Deck Tour 150m 250m không?\n\nĐọc thêm",
            "Tầng trên cùng hiện được bao quanh bởi giàn giáo và các công trình xây dựng nên tầm nhìn rất bị cản trở. Kiểm tra trước khi bạn đi lên để xem liệu họ có còn làm việc không và liệu họ có bận tâm đến việc đi lên không. Đọc thêm",
            "Bạn có thể đặt chỗ trực tuyến cho nhóm 4 người không? Không cần tham quan, chỉ cần vé.Đọc thêm",
            "Bạn có thể sử dụng Klook để đặt vé.Đọc thêm",
            "Có ai biết vị trí nào đẹp nhất để đứng selfie với Tháp Tokyo không?! Đọc thêm",
            "rất nhiều địa điểm tuyệt vời đặc biệt là vào ban đêm dưới tòa tháp hoặc một dãy nhà trên đường Đọc thêm",
            "Dịch vụ cho phép bạn leo tháp miễn phí vào ngày sinh nhật của bạn đã kết thúc chưa?",
            "Nó không miễn phí nhưng có giá 900 yên mỗi người lớn và có nhiều dịch vụ khác nhau như quà tặng đồ ngọt và giảm giá tại cửa hàng trong tháp. Tất nhiên, cũng bao gồm cả vé vào đài quan sát chính.\nTuy nhiên, bạn sẽ cần bằng chứng về ngày sinh của mình, chẳng hạn như thẻ sinh viên hoặc bằng lái xe.Đọc thêm"
        ],
        "star_ratings": [
            3310,
            3628,
            1256,
            141,
            38
        ],
        "review_amount": 8373,
        "location": [
            "Minato-kun",
            "Tháp Tokyo",
            "Châu Á",
            "tỉnh Tokyo",
            "Kanto",
            "Tokyo",
            "Shibakoen",
            "Nhật Bản",
            "Những điều cần làm ở Shibakoen"
        ],
        "reviews_time": [
            "Written July 19, 2023",
            "Written July 23, 2023",
            "Written July 31, 2023",
            "Written August 27, 2023",
            "Written September 4, 2023",
            "Written September 11, 2023",
            "Written October 13, 2023",
            "Written October 14, 2023",
            "Written October 25, 2023",
            "Written November 12, 2023",
            "Written June 6, 2024",
            "Written May 21, 2024",
            "Written May 13, 2024",
            "Written May 11, 2024",
            "Written May 1, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024",
            "Written April 20, 2024",
            "Written April 19, 2024",
            "Written April 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g14129730-d320047-Reviews-Tokyo_Tower-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g14129730-d1676624-Reviews-Tokyo_Shiba_Tofuya_Ukai-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1066451-d26828044-Reviews-Sushi_Garyu-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1066451-d3610495-Reviews-Pizzeria_Da_Peppe_Napolistaca_Kamiyacho-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14129647-d17546792-Reviews-Soba_Co_Kamiyacho-Toranomon_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1066451-d1662837-Reviews-Nodaiwa_Azabu_Iikura_Honte-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14129730-d8535403-Reviews-Wakanui_Grill_Dining_Bar-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1066451-d12618891-Reviews-Pizza_Studio_Tamaki-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14129730-d1662819-Reviews-Sky_Lounge_Stellar_Garden-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14129730-d1695395-Reviews-Nihonryori_Shibazakura-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14129730-d3692063-Reviews-Brise_Verte-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d18844542-Reviews-Tower_Daijingu_Shrine-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d12340541-Reviews-Tokyo_Tower_Tourist_Information_Center-Shibakoen_Minato_Tokyo_Tokyo_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d25370141-Reviews-Tokyo_Tower-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d27133868-Reviews-TeamLab_Borderless_Azabudai_Hills-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129578-d25364823-Reviews-Kunisawa_Brewing-Shimbashi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d26783884-Reviews-Vert_Aoyama-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d26144667-Reviews-TTA_Store_Let_s_meet_at_Tokyo_Tower-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d10306647-Reviews-Momiji_Valley-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d11497811-Reviews-Shinko_in-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d11497350-Reviews-Ruriko_ji_Temple-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d320047-Reviews-or10-Tokyo_Tower-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d320446-Reviews-Zojo_ji_Temple-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d11493882-Reviews-Zojo_ji_Temple_Daimon-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d8150399-Reviews-Shiba_Toshogu_Shrine-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d8865593-Reviews-Tokugawa_Estate_Mausoleum-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d19717950-Reviews-Sangedatsumon_Gate-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d15521864-Reviews-Former_Daitokuin_Reibyoso_Gate-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d7626322-Reviews-St_Alban_s_Anglican_Episcopal_Church-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Ka.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d12339463-Reviews-Kodo_in-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d14181077-Reviews-Restoration_of_Matsubara_Monument-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kant.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d8445641-Reviews-Hoshuin_Temple-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d25261599-Reviews-RED_TOKYO_TOWER-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129730-d13014005-Reviews-Fuji_Export-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d25169983-Reviews-Ninja_Tokyo_Pro_Shop-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d26530253-Reviews-Slimming_salon_Melrose-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d25579421-Reviews-Thai_massage_BUASAWAN_azabujuuban-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d27132632-Reviews-Bangkok_Thai_Massage_Shimbashi-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d26590949-Reviews-Baanmai_Thai_Massage_and_Spa-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d26833380-Reviews-Bodycare_Mahorama_Bentencho-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129744-d25295147-Reviews-Music_Bar_Spacy-Nishiazabu_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g29751-d8381839-Reviews-Seastreak_Ferry-Atlantic_Highlands_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d20120044-Reviews-Bahria_Adventure_Land_Theme_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43722-d626776-Reviews-Red_s-Clarksdale_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48016-d10594333-Reviews-Adirondack_Scooters-Lake_George_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d308825-Reviews-The_Museum_of_Egyptian_Antiquities-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g33415-d812134-Reviews-Evergreen_Lake-Evergreen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g8859789-d12818941-Reviews-Lupa_Beach-Budakalasz_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1908285-Reviews-Citadel_Outlets-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g59758-d10209252-Reviews-SoLu_Estate_Winery-Cascade_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d10802002-Reviews-Virgin_Beach-Karangasem_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g14129730-d320047-Reviews-or10-Tokyo_Tower-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g14129730-d320047-Reviews-Tokyo_Tower-Shibakoen_Minato_Tokyo_Tokyo_Prefecture_Kanto.html"
    }
]