[
    {
        "attraction_name": "Tokyo Skytree",
        "attraction_name_vi": "Tháp Tokyo Skytree",
        "general_info": [
            "8.210 đánh giá",
            "- 2 trong số 13 điều cần làm ở Oshiage",
            "Địa điểm ưa thích - Địa danh",
            "Công trình kiến ​​trúc",
            "Đài quan sát - Tháp"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đây là một cấu trúc kim loại với thang máy tốc độ cao. Có một đài quan sát ở độ cao 350m và sau đó ở độ cao 450m. Người ta có thể lấy vé của một trong hai tầng quan sát. Thang máy có tốc độ rất cao và đài quan sát được tổ chức tốt với các nhà hàng, cửa hàng ảnh, v.v. Một địa điểm phải ghé thăm.Đọc thêm",
            "Chúng tôi đã mua đường đi nhanh tới cả hai tầng của Skytree. Quản lý để bỏ qua một hàng đợi rất dài nhưng vẫn cần phải xếp hàng một chút cho thang máy. Khi vào thang máy, mọi chuyện trở nên tốt hơn. Khung cảnh rất tuyệt và chúng tôi có thể nhìn thấy rõ núi Phú Sĩ. Hãy dành thời gian cho chuyến thăm của bạn để lên đến đỉnh vào buổi chiều muộn và ngắm hoàng hôn. Ở lại để đèn ngủ nếu bạn có thời gian. Rất đông nhưng chúng tôi rất vui vì đã làm được.Đọc thêm",
            "Tòa nhà này thật tuyệt vời, không chỉ là một trung tâm mua sắm khổng lồ mà việc đi lên tòa tháp còn có tầm nhìn tuyệt vời ra thành phố.  Vào một ngày đẹp trời có thể nhìn thấy Núi Phú Sĩ. Cuối tuần có lẽ không phải là thời điểm thích hợp để ghé thăm, đông đúc lắm.Đọc thêm",
            "Đặc biệt, phải xem trong chuyến thăm Tokyo của bạn. Gắn liền với một trung tâm mua sắm xinh đẹp với một khu ẩm thực tuyệt vời. Phải chăng họ là nơi bán mì Udon thủ công trên tầng 3. \n\nCấu trúc là một điều kỳ diệu của kỹ thuật. Đọc thêm",
            "Đã đi như một phần của một nhóm du lịch.  Toàn bộ nơi này được thiết kế để phục vụ cho các nhóm lớn, bao gồm bãi đậu xe riêng biệt và lối vào sảnh bán vé dành riêng.  Thang máy lên tới L350 cực nhanh và rất êm ái - thật khó tin bạn - lại lên cao đến thế một cách nhanh chóng!  Tầm nhìn toàn cảnh 360 độ của thành phố.  Sàn kính trên L340.  Lựa chọn mua thêm vé và lên L450. Trên L350 có nhà vệ sinh, phục vụ ăn uống và một số quầy hàng.  Mua sắm tại L4 - 5. Một trải nghiệm rất đáng giá.Đọc thêm",
            "Nó có tầm nhìn tuyệt vời. Đặt trước - ít nhất là trước một ngày hoặc thậm chí trước đó nếu bạn muốn có thời gian ngắm hoàng hôn - cũng rẻ hơn.\nNó thiên về tiếng Nhật hơn, với các nhân vật bằng bìa cứng dành cho trẻ mới biết đi - ít nhất là trong chuyến thăm của tôi -, mọi người đều chụp ảnh. \nGiới hạn thông tin bằng tiếng Anh. \nĐã đến những nơi ấn tượng hơn. Đi thang máy không có gì đặc biệt, trừ khi bạn lên tầng 2 thì mới có tầm nhìn rộng mở. Nhưng một lần nữa họ có thể làm cho nó hấp dẫn hơn với góc nhìn phía trên - chỉ có một hình vuông nhỏ với tầm nhìn đẹp qua đầu bạn.\nSàn kính - có thể nói là đã mong đợi nhiều hơn thế. Không có gì có thể so sánh với sàn Thượng Hải.\nĐừng bỏ lỡ tem tầng 5F - cửa hàng lưu niệm ở hòm thư - .\nĐáng ghé thăm? Đúng. Cho phép 1hĐọc thêm",
            "Tôi đã có rất nhiều niềm vui ở đây. Khung cảnh thật tuyệt vời, tôi đã đi quanh hoàng hôn và bầu trời đủ trong để nhìn thấy hoàng hôn trên Núi Phú Sĩ rất đẹp. Cuộc biểu tình tem rất vui mặc dù tôi không tìm được hết tem nhưng bức tranh trông vẫn rất đẹp. Thang máy rất đẹp với mỗi thang máy trong số 4 thang máy hiển thị một mùa khác nhau.Đọc thêm",
            "Đến đây như một phần của chuyến tham quan; Thật không may, trời nhiều mây và tầm nhìn bằng không, trừ khi bạn thích nhìn lên mây. Có lẽ sẽ tốt hơn nếu ít u ám hơn.\n\nĐó có thể là một đám đông lớn và dấu hiệu để lên đến đỉnh là hơi bận rộn. Nếu bạn - đã từng đến một trong những tòa nhà cao tầng khác, tôi không nghĩ bạn cần phải đặc biệt đến đây nhưng nếu bạn - đang ở trong khu vực này thì không có lý do gì để không dừng lại.Đọc thêm",
            "Nơi thu hút tốt để tham quan ở Tokyo.\nMôi trường xung quanh rất đẹp, có toàn bộ trung tâm mua sắm để khám phá và có rất nhiều sản phẩm Nhật Bản ở đó. Khung cảnh thật tuyệt vời và trong khi tham quan, bạn có thể thấy một số nhân vật hoạt hình Nhật Bản xung quanh tòa nhà Đọc thêm",
            "mặc dù chúng tôi đã đặt trước nhưng nó vẫn được tổ chức tốt. Điểm dừng đầu tiên 350 mét. Khung cảnh tuyệt vời xung quanh Tháp. chúng tôi đi xuống hai tầng và uống cà phê.\nchúng tôi đã trả thêm tiền để đi tới 450 m, tầm nhìn tương tự cũng tốt hơn và sàn kính.\nRất đáng để ghé thăm Đọc thêm",
            "Đáng để ghé thăm nếu bạn đang ở Tokyo để ngắm nhìn khung cảnh rực rỡ từ trên cao. Khi chúng tôi đi trời nhiều mây nên chúng tôi không thể nhìn thấy những ngọn núi, nhưng quang cảnh Tokyo thật tuyệt vời.Đọc thêm",
            "Có một số góc nhìn xung quanh tòa tháp Tokyo Skytree cao - ấn tượng từ nhiều vị trí thuận lợi khác nhau trong thành phố. Chắc chắn là tốt cho lượt xem, số lần nhấp và bản thân.Đọc thêm",
            "Mặc dù tôi đã đọc trên Tripadvisor rằng việc mua cả hai bộ bài là rất tốn kém, nhưng tôi đã mua vé cho cả bộ bài Tembo và phòng trưng bày, và bạn đoán xem sao? Đó là một thắt lưng tiền! Bên cạnh hiệu ứng đẹp mắt của thang máy giữa hai tầng, tầm nhìn từ phòng trưng bày có vẻ giống với tầm nhìn từ boong tàu, vì vậy không thực sự đáng để trả tiền cho tầm nhìn bổ sung. Ngoài ra, hãy cẩn thận, họ nói với bạn rằng bạn có thể quay lại tầng dưới sau khi tham quan tầng dưới - bạn sẽ không đến cùng một khu vực mà đến một khu vực hạn chế hơn nhiều để ngắm cảnh. Và vâng, chúng tôi đã đặt chỗ vào lúc hoàng hôn - được khuyến nghị. Tất cả đã được tổ chức khá tốt. Các quan điểm là tuyệt vời nhưng nhìn chung, không có nhiều trải nghiệm. Tòa nhà ấn tượng hơn nhiều từ bên ngoài. Ngoài ra còn có một trung tâm mua sắm đẹp gần đó với các nhà hàng và cửa hàng.Đọc thêm",
            "Khung cảnh tuyệt vời và thang máy nhanh nhất tôi từng đi!  Điều này đáng giá tiền và sự chờ đợi.  Đừng nhầm lẫn điều này với tháp Tokyo.  Bạn có thể nhìn thấy hàng dặm.Đọc thêm",
            "Chúng tôi đã đặt trực tuyến và nhận được vé với cả hai sàn xem. Tầm nhìn từ boong 450 m - không đáng để bỏ thêm tiền hoặc xếp hàng chờ thang máy, Cấu trúc của boong che khuất tầm nhìn. Tầm nhìn từ boong thông thường tốt hơn nhiều, mặc dù đây là khu vực đông đúc hơn. Chúng tôi không nhìn thấy Fuji nhưng có tầm nhìn khá mơ hồ về Tokyo. Sàn kính rất ấn tượng. Chúng tôi thích đài quan sát của tòa nhà chính phủ hơn - nó miễn phí và ít đông đúc hơn nhiều, đồng thời bạn vẫn có được tầm nhìn tuyệt vời.Đọc thêm",
            "Chúng tôi đến đó vào khoảng 9 giờ sáng và vé sớm nhất chúng tôi nhận được là lúc 10 giờ 30. Hệ thống trực tuyến làm tôi hơi khó chịu vì tôi phải tạo một tài khoản mà tôi không muốn. Chúng tôi ra ngoài xem xét những thứ khác và trở về vào khoảng 10:15. Nó chắc chắn trở nên đông đúc hơn kể từ khi chúng tôi rời đi. Chúng tôi đã phải chờ một chút ở nhiều khu vực khác nhau nhưng thời gian chờ đợi không quá tệ. Tầm nhìn từ cả 350m và 450m đều rất ấn tượng. Bạn khó có thể nhìn thấy điểm kết thúc của thành phố rộng lớn này... Không quan tâm đến những nội dung về một số nhóm nhạc nữ Nhật Bản cũng được trưng bày, nhưng nó không ảnh hưởng xấu đến trải nghiệm. Khi chúng tôi đi xuống và rời đi vào khoảng 12 giờ: 00, đã có hàng chờ ở thang máy ở tầng trệt để đưa bạn lên quầy bán vé kassa ở tầng 4, vì vậy tôi khuyên bạn nên đến sớm.Đọc thêm",
            "Rất đáng để ghé thăm. Phong trào du khách rất có tổ chức. Cơ sở vật chất tuyệt vời và tầm nhìn tuyệt vời ra đường chân trời Tokyo - hơn thế nữaĐọc thêm",
            "Nếu bạn đến thăm Tokyo lần đầu tiên thì đây là một cách thực sự tốt để chiêm ngưỡng quy mô của thị trấn vì nó rất lớn! Nhược điểm duy nhất là gần như không thể chụp được những bức ảnh đẹp do công trình - công trình có động đất? - nhưng ngoài ra thì nó tốtĐọc thêm",
            "Cả hai nền tảng xem đều tuyệt vời - có tầm nhìn 360 độ tuyệt vời khắp Tokyo. Đi sớm nên không bận rộn lắm - thời tiết u ám nên không nhìn thấy Núi Phú Sĩ nhưng quang cảnh Tokyo thì tuyệt vờiĐọc thêm",
            "Tôi khuyên bạn nên mua vé trước nhưng bạn sẽ cần phải chỉ định ngày và giờ cho chuyến thăm của mình. Bạn có thể đi đến hai nền tảng khác nhau, càng cao càng tốt! Các quan điểm là đặc biệt. Thật tuyệt khi có đồ ăn nhẹ ở trên cùng. Nhân viên rất giỏi trong việc điều hướng rất nhiều người trong khi vẫn thân thiện và chuyên nghiệp.Đọc thêm",
            "Việc hoàn tiền sẽ được xử lý như thế nào nếu Sky Tree tôi đã đặt không thể mở do gió mạnh? - Đọc thêm",
            "Có thể đến muộn vào ngày đặt vé không? Ví dụ: vé ghi 1 giờ chiều nhưng bạn có mặt lúc 3 giờ chiều.Đọc thêm",
            "Tôi nghĩ - không phải là tệ nhất nếu bạn xuất hiện lúc 1:30 chiều nhưng ngay khi đó - 2 giờ chiều hoặc 3 giờ chiều và không phải là khoảng thời gian ban đầu trên vé của bạn, họ có thể từ chối bạn vào cửa. Tôi nghĩ người Nhật rất thân thiện nên có lẽ họ - sẽ để chuyện đó trôi qua một lần! Nhưng hãy cố gắng đến đúng giờ!Đọc thêm",
            "Tôi đọc được rằng những điểm tham quan như thế này hiện đang đóng cửa nhưng tôi cho rằng đó không phải là trường hợp đúng vì mọi người vẫn để lại đánh giá. Hiện tại bạn cảm thấy thế nào khi trở thành khách du lịch ở Nhật Bản? Chúng tôi dự định đi du lịch vào giữa tháng Tư. Mọi thứ có cởi mở không, bạn có thể di chuyển tự do không? Thật khó để biết được tôi đang đọc gì. Cảm ơnĐọc thêm",
            "Tôi sẽ chờ đợi - xem hiện tại, chúng tôi đã ở đó vào tháng 12 năm 2019 và không gặp vấn đề gì, tôi nghĩ virus caronavirus sẽ hạn chế một số thứ vào lúc này và họ vẫn chưa hủy Thế vận hộiĐọc thêm",
            "CHÀO,\nCó ai đã đặt vé vào cổng qua Tripadvisor chưa?\nThực sự ngạc nhiên khi thấy vé đi làn nhanh là:\n    4 - 200 JPY trên trang web chính thức\n    2 - 769 JPY qua Tripadvisor\n\nChỉ muốn đảm bảo rằng tôi không thiếu thứ gì trước khi mua.\n\nCảm ơn.\nFabĐọc thêm",
            "CHÀO\n\nTôi nghĩ không cần thiết phải mua trước. Mình không nhớ số tiền nhưng lúc đến mình mua trực tiếp, không vấn đề gì và cũng không có nhiều người ở cổng vào. \n\nChúc may mắn \n\nGaston Đọc thêm",
            "xin chào, bạn có thể - đi thẳng lên tầng 450 - chỉ trả 1100 yên hay bạn phải dừng ở tầng 350 - trả cả hai?Đọc thêm",
            "nếu bạn muốn đạt 450 - bạn phải trả cả hai.\nTôi khuyên bạn nên đi vào sáng sớm, chẳng hạn như khi trời mở cửa và nếu có thể vào ngày không quá nhiều mâyĐọc thêm",
            "Tôi có thể đặt vé trực tuyến để tiết kiệm thời gian xếp hàngĐọc thêm",
            "Có, bạn có thể và có một số trang web giảm giá bạn có thể sử dụng. \nTôi đứng xếp hàng và nó dài khoảng 1 phút! Đọc thêm",
            "Bạn có thể nhìn thấy núi Phú Sĩ không? \nTầm nhìn có đẹp hơn tầm nhìn từ Đài quan sát Toàn cảnh Thành phố Tokio - Ropponghills không?Đọc thêm",
            "Khi thời tiết quang đãng bạn có thể nhìn thấy núi Phú Sĩ từ nhiều vị trí, nhưng trên thực tế nó quá xa để có thể nhìn rõĐọc thêm",
            "Thời điểm lý tưởng nhất để đến Tokyo Skytree là khi nào? Ban ngày hay ban đêm?Đọc thêm",
            "Chúng tôi đến muộn hơn vào ban đêm, khoảng 8 giờ tối và không có đám đông nào cả. Khung cảnh ban đêm thật ngoạn mục. Đọc thêm",
            "Khi đã vào đài quan sát, chúng tôi có thể ở lại quá 10 giờ tối không - ví dụ: nếu chúng tôi chỉ có thể vào trước 9 giờ tối - hay họ sẽ buộc mọi người phải rời đi càng sớm càng tốt sau 10 giờ tối?\n\nCó cửa hàng nào bên trong vẫn mở cửa quá nửa đêm không?\n\nVà có phòng thay đồ nào để chúng tôi có thể để đồ của mình không?\n\nCảm ơnĐọc thêm",
            "Xin chào, chúng tôi đến đó vào ban ngày, tôi chỉ mang theo điện thoại di động, máy ảnh và túi du lịch nhỏ, tôi không chắc họ có phòng thay đồ hay không. Ngoài ra, tôi hỏi liệu chúng ta có thể ở lại lâu hơn để ngắm nhìn vẻ đẹp của Tokyo không, theo Đài quan sát, Không có giới hạn thời gian cố định, nhưng nếu đông đúc vào ngày bạn đến thăm, nhân viên có thể không có lựa chọn nào khác ngoài việc yêu cầu bạn đến giới hạn chuyến thăm của bạn. Đài quan sát mở cửa từ 8 giờ sáng đến 10 giờ tối, lần vào cửa cuối cùng của SKYTREE Tembo Deck là 9 giờ tối và đối với SKYTREE Tembo Galeria là 9:30 tối. \nĐối với Café và Nhà hàng, họ mở cửa đến 11:00 tối nhưng gọi món cuối cùng là 9:45 tối.\nTầng Tembo Deck 345-Giờ: 11:00 - 23:00 - Gọi món lần cuối 20:30 - \nTầng Tembo Deck 350 giờ: 8:00 - 21:45 - Gọi món lần cuối 21:15 - Đọc thêm",
            "Tôi không nghĩ việc đánh giá thấp SkyTree là công bằng vì đây một phần là lỗi của bạn.Đọc thêm",
            "Chà, họ nói đợi 45 phút và mất khoảng 80 phút để lấy được vé.Đọc thêm"
        ],
        "star_ratings": [
            3439,
            3391,
            1122,
            164,
            95
        ],
        "review_amount": 8211,
        "location": [
            "Nhật Bản",
            "Những điều cần làm ở Oshiage",
            "Kanto",
            "Tokyo",
            "tỉnh Tokyo",
            "Sumida",
            "Tháp Tokyo Skytree",
            "Oshiage",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written September 20, 2023",
            "Written September 22, 2023",
            "Written September 23, 2023",
            "Written September 26, 2023",
            "Written October 20, 2023",
            "Written November 6, 2023",
            "Written November 19, 2023",
            "Written November 30, 2023",
            "Written January 5, 2024",
            "Written May 25, 2024",
            "Written May 22, 2024",
            "Written May 8, 2024",
            "Written May 2, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 25, 2024",
            "Written April 23, 2024",
            "Written April 23, 2024",
            "Written April 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g14134337-d1872416-Reviews-Tokyo_Skytree-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g14134337-d3307880-Reviews-Sky_Restaurant_634_Musashi-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134337-d3801639-Reviews-Toriton_Tokyo_Solamachi-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134337-d3342956-Reviews-TOP_of_TREE-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134337-d7827228-Reviews-Skytree_Cafe_Floor_340-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134337-d3937272-Reviews-Sugimoto_Main_Shop_Tokyo_Sky_Tree_Town_Soramachi-Oshiage_Sumida_Tokyo_Tokyo_Pre.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134337-d3831712-Reviews-Gion_Tsujiri_Tokyo_Sky_Tree_Town_Soramachi-Oshiage_Sumida_Tokyo_Tokyo_Prefectur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134337-d3591505-Reviews-Rikyu_Tokyo_Solamachi-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134337-d3808497-Reviews-Cheese_Garden_Tokyo_Sky_Tree_Town_Soramachi-Oshiage_Sumida_Tokyo_Tokyo_Prefectu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134337-d3824093-Reviews-Kua_Aina_Tokyo_Skytree_Town_Solamachi-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134337-d6528453-Reviews-Rokurinsha_Tokyo_Soramachi-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d3141851-Reviews-TOKYO_Solamachi-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d3171708-Reviews-Sumida_Aquarium-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d3169632-Reviews-Konica_Minolta_Planetarium_Tenku-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066459-d7139376-Reviews-Oshinari_Park-Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066459-d7139374-Reviews-Oshinari_kun_no_Ie-Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d6435169-Reviews-Postal_Museum_Japan-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d15001787-Reviews-Chiba_Institute_of_Technology_Tokyo_Skytree_Town_Campus-Oshiage_Sumida_Tokyo_T.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066459-d14132486-Reviews-Tobu_Bridge-Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066459-d11808445-Reviews-Shunkeiji_Temple-Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066459-d26444019-Reviews-Oboroke_GTS_Kanko_Art_Project-Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d1872416-Reviews-or10-Tokyo_Skytree-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d9465610-Reviews-Takagi_Shrine-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d9465586-Reviews-Tobikiinari_Shrine-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d9735182-Reviews-Entsu_ji_Temple-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d12259933-Reviews-Shogan_ji_Temple-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d9465600-Reviews-Shoen_ji_Temple-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d13985127-Reviews-Tokyo_shitamachi_Gacharaya-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d17810133-Reviews-Tochimaru_Shop-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d11613577-Reviews-TV_station_Official_Shop_Tree_Village-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Ka.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d23197751-Reviews-Kyototo_Skytree_Town_Solamachi-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d26831956-Reviews-Air_BicCamera_Tokyo_Skytree_Town_Soramachi-Oshiage_Sumida_Tokyo_Tokyo_Prefectu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d11773604-Reviews-Asakusa_Amezaiku_Ameshin_Tokyo_Skytree_Town_Solamachi-Oshiage_Sumida_Tokyo_Tok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066444-d8706625-Reviews-Galleon_Shitamachi_Explorer_Cruise-Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d19782319-Reviews-UNIQLO_Tokyo_Soramachi-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d15068768-Reviews-Sengokudama_Tenshoki_Tokyo_Skytree_Town_Solamachi-Oshiage_Sumida_Tokyo_Tokyo_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066459-d23827693-Reviews-Donguri_Kyowakoku_Tokyo_Skytree_Town_Soramachi-Sumida_Tokyo_Tokyo_Prefecture_Ka.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d13185212-Reviews-APOPO_Visitor_Center-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23876103-Reviews-Donny_Osmond_Las_Vegas_Residency-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8672768-Reviews-NYC_Express_Bus-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d560682-Reviews-Kathy_Osterman_Beach-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g4004460-d152865-Reviews-Playa_Las_Animas-Cabo_Corrientes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1068161-d651097-Reviews-Jardines_de_Alfabia-Bunyola_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d1459873-Reviews-Alii_Kula_Lavender-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g297533-d2415993-Reviews-Las_Grietas-Puerto_Ayora_Santa_Cruz_Galapagos_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d2197383-Reviews-Aqua_Natura_Benidorm-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Communi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d149576-Reviews-Mount_Isabel_de_Torres-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g14134337-d1872416-Reviews-or10-Tokyo_Skytree-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g14134337-d1872416-Reviews-Tokyo_Skytree-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html"
    }
]