[
    {
        "attraction_name": "Toli Peer",
        "attraction_name_vi": "Toli ngang hàng",
        "general_info": [
            "10 đánh giá",
            "3 trong 7 điều cần làm ở Rawalakot",
            "Đài quan sát"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tolipeer trình bày một cái nhìn tuyệt vời về thiên nhiên. Nó có tầm nhìn tuyệt vời trên đỉnh đồi và tuyết rơi vào mùa đông. Cách thành phố Rawalakot khoảng 20 đến 25 km, du khách có thể dễ dàng tiếp cận nơi đây.Đọc thêm",
            "Cách Rawalakot 45 phút lái xe, đường hơi hẹp nên mất chút thời gian, nhưng là một nơi rất đẹp để tham quan, ngồi thư giãn Mang theo đồ ăn đã nấu chín, đồ ăn dã ngoại và thưởng thức cảnh đẹp với phong cảnh ngoạn mụcĐọc thêm",
            "Tôi đã đến tolipeer với gia đình tôi. Một nơi tuyệt đẹp để tham quan và dã ngoại nhưng có một điều tôi có thể nhắc bạn là bạn phải tự mang theo đồ ăn và đồ uống. Đọc thêm",
            "Đó là một nơi tuyệt vời và bạn có cảm giác như đang thực sự ở trên đỉnh thế giới. Đường đến nơi này từ Rawalakot không được trải nhựa tốt, đây là một con đường duy nhất và rất nhiều khúc cua và khúc cua mù. Nhưng đường đến nơi này cũng xanh tươi tốt. Gợi ý của tôi dành cho những ai chưa có kinh nghiệm lái ô tô ở những nơi như vậy là; thuê xe có tài xế địa phương thông thạo đường và khu vực, đặc biệt nếu phải về muộn vào ban đêm. Nhưng tất cả các loại xe kể cả xe sedan đều có thể dễ dàng đến đó. Tôi khuyên bạn không nên chỉ ở khu vực gần đường mà hãy đi bộ lên đến đỉnh và sau đó bạn sẽ thấy nơi này được bao quanh bởi những đám mây, giống như trên thiên đường. Thời điểm lý tưởng nhất để đến nơi này là mùa hè vì vào mùa đông nơi đây sẽ có tuyết bao phủ. Một nơi tuyệt vời để đi bộ đường dài và Bar.B.Q. Một nơi an toàn cho trẻ em, ngoại trừ một số nơi, gần rìa núi. Đơn giản là tôi có thể nói, nếu bạn là người yêu thiên nhiên và muốn hít thở không khí trong lành thì đây là nơi hoàn hảo để bạn tránh xa sự ồn ào và ô nhiễm của thành phố.Đọc thêm",
            "Sự tò mò đã đưa tôi đến nơi này, điều kiện đường đi không tốt lắm và tôi sẽ không khuyên bạn nên đi phương tiện cá nhân nếu bạn yêu thích, thay vào đó hãy thuê một chiếc và lái xe địa phương. Phong cảnh hoàn toàn xanh và đáng yêu, vào mùa đông, khu vực này được bao phủ bởi tuyết xung quanh nên không nên lắm. Bạn cần phải đi bộ đường dài rất nhiều khi đến nơi để lên đỉnh. Mang theo một ít đồ ăn nhẹ, bạn cũng có thể tìm thấy trên đỉnh, có một túp lều nhỏ cung cấp cho bạn trà và Gà Karahi, hãy tận hưởng điều đó. Đỉnh núi hoàn toàn trong xanh với thời tiết đẹp và tầm nhìn toàn cảnh.  Một lần nữa, điều tồi tệ duy nhất là xả rác, một số khách du lịch có thái độ xấu vứt bỏ giấy gói của bất cứ thứ gì họ ăn và chính quyền cũng đã làm ngơ. Tôi được biết rằng hai tuần một lần nhân viên vệ sinh đến để dọn rác. Mùa tốt nhất để đi có lẽ là vào tháng 8Đọc thêm",
            "Một nơi rất đẹp.................................Nhưng vì những người ít học nên nơi đẹp này không tự nhiên hơn:Đọc thêm",
            "Đáng để ghé thăm. Nhưng đường từ rawalakot đến tolipeer rất xấu. Không có cơ sở vật chất nào ở đó ngoại trừ cắm trại và thức ăn dưới mức trung bình, vì vậy tốt hơn nên thực hiện chuyến đi tham quan trong ngày. Đọc thêm",
            "Las Danna is a tourist resort in Bagh District, Azad Kashmir, Pakistan. It is located 15 kilometers 9.3 m from Bagh city at the height of 8,612 feet 2,625 m.I have visited lus dana in 2010. it is a very beautiful place to visit with lots of privacy here as there are no tourist visited here. the reason because no tourist came to this place is that it is quite far from Rawalpindi even the closest town from Rawalpindi to lusdana is Rawalakot which is at three hour drive from Lusdana. so if anyone interested in visiting this place they have to keep in mind that more the two day are needed to reach here, enjoy and leave back to Rawalpindi.it is approximately 6 hours drive from Rawalpindi and you need a good vehicle to reach here as there is steep uphill drive at the end of your journey. The attractions here are sight seeing as this place is quite high altitude. You can see Poonch city across the border in Indian occupied Kashmir from here.there is snow here till second week of June and even after melted snow ,the  weather is still cold at nights and mornings at all time of the year.  so do bring a sweater or some warm clothes with you whenever you are visiting.the best time to visit this place is from Mid June to September . After that the cold becomes quite unbearable and the fun ends.There is so much peace here.when you reach here the time slows down, you can leave all the worries of the world back where you came from and enjoy the tranquility and fresh air. the oxygen level is a little low here as it is a high altitude place but you will not going to find any more refreshing air then this place. Just lay down any where and breath in the fresh air with no noise to disturb here. there are also quite large amount of horses are present here. these horses are wild and they roam around eating grass all day. the scenery with green grass, tall green trees, horses and fresh air brings people a sense of peace and relaxation. there is one government guest house with more under construction for tourists. its a good place for hiking, biking and fun. there is a army check post near the guest house. there are also some old bunkers from the war of independence from 1947 which are still intact and open for tourists to have a glimpse of the past glory.All in all it will give you great joy and peace when you will visit this place. you just need to plan for 2 or more days to fully enjoy the trip.Read more",
            "Đã đến đó với bạn bè của tôi..đường rất hẹp, nguy hiểm, gãy và dốc nên tốt hơn hết hãy lái xe cẩn thận..cách rawalakot khoảng 30 km và mất khoảng 2 giờ...khi bạn đến đó, mất khoảng 30 phút đi bộ để đến đó vị trí hàng đầu từ nơi bạn có thể nhìn thấy hầu hết mọi ngọn núi của azad kashmir...địa điểm rất đẹp và thơ mộngĐọc thêm",
            "Toli Pir also spelled Tolipeer, Tauli Pir, Tooli Pir, Tolipir, or Toli Peer  is a hilltop area situated in Tehsil Rawalakot in the Poonch District of Azad Kashmir. Its approximate height is about 8800 ft above sea level. It is about 30 km, or a 45-minute drive, from Rawalakot in Azad Kashmir.Abbaspur, Bagh and Poonch River can be viewed from Toli Pir.Toli Pir is the highest mountainous location in the northeastern area of Rawalakot; it is the point of origin of three different mountain ridges. The tourist rest house on the way to Toli Pir is also situated in a scenic location. There are some remains of an old mazar on the highest hilltop.Toli Pir is most accessible during the summer months; the weather is generally pleasant but becomes colder from October through March. The areas natural beauty is at its peak from April to August.Tolli Peer, a peak of deep spiritual importance for the region. Apart from that with its lush green meadows and wonderful colored flowers, pine trees, and not to forget the panoramic view of Himalayan Range from the height of around 9,000 feet.A 15 min walk from the parking site to the edge of Toli peer is like a feeling of deep sense of peace and the beauty of the surrounding envelop you with its charms. You can shift your burden of depression in no time at all.One of the greatest discoveries of my life, and possibly the greatest thing I do for my self, my body, mind and spirit is to take these short walks in beauty of the Nature.So if you are feeling bored, want to relieve stress, just go to Rawalakot and then 20 Km drive to Toli Peer, PArk you ride there and simply start the walk toward the grave of Toli Peer. I think Albert Einstein hit the nail on the head when he said, We still do not know one thousandth of one percent of what nature has revealed to us.In the end i want to share the first time i went there with my friends was in 1996. there was no road the going to toli peer. We carried our luggage and walked for 6 hours to reach toli peer and camped there. we stayed there for two days. we collected the fire wood cooked the food and lye there whole day taking the sunshine in. At night we burn the fire, sat around it and tell stories to each other.i was with my 5 other friends and that night we saw the moon which looked so huge from toli peer, it was like next to the mountain very large and bright white ball of light. we sat all night talking and cooking and eating and in the morining around 6 o clock after eating   our breakfast, we started our walk back to the closest town where our jeep was parked which took us around 3 hours to reach there. I am very happy that we were the first to camp there ever before any roads were build and tourist started coming in. at that time in 1996 it was a seperate world cut from this world and preserved in peace and seculation.Thank you Waqas Khan.Read more",
            "Kiya car ma Jaya ja sakta hyĐọc thêm",
            "Pinki có thể đi lại dễ dàng bằng xe cây cảnh nhưng ngoài ra bạn cũng phải đi bộ một chút nếu muốn có nhiều cảnh đẹp hơn. Cảm ơn bạnĐọc thêm",
            "Toli ngang hàng có phải là nơi thích hợp để cắm trại?Đọc thêm",
            "Chào các cậu\n\nCó ai có thể đề xuất điều kiện đường từ Islamabad đến Rawalakot, Rawalakot đến Tolipeer và Rawalakot đến Hồ Banjosa không.\n\nChúng ta có thể di chuyển bằng đường bộ đến Tolipeer bằng ô tô không?Đọc thêm"
        ],
        "star_ratings": [
            5,
            5,
            0,
            0,
            0
        ],
        "review_amount": 10,
        "location": [
            "Các hoạt động ở Rawalakot",
            "Toli ngang hàng",
            "Châu Á",
            "Pakistan",
            "Rawalakot",
            "Azad Kashmir"
        ],
        "reviews_time": [
            "Written June 28, 2019",
            "Written June 24, 2018",
            "Written January 3, 2018",
            "Written December 14, 2017",
            "Written September 1, 2016",
            "Written July 14, 2016",
            "Written October 20, 2015",
            "Written November 28, 2014",
            "Written October 11, 2014",
            "Written January 26, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1767054-d6103204-Reviews-Toli_Peer-Rawalakot_Azad_Kashmir.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d269095-Reviews-Little_Italy-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g24176024-d143395-Reviews-Magic_Kingdom_Park-Bay_Lake_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2357749-d7082935-Reviews-Thessaloniki_Zoo-Agios_Pavlos_Thessaloniki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d519668-Reviews-Gumbo_Limbo_Nature_Center-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2093488-d3518917-Reviews-Ek_Balam-Ek_Balam_Village_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g651687-d969711-Reviews-Papaya_Club-Novalja_Island_of_Pag_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1759889-d7117268-Reviews-Mlincici-Jajce_Central_Bosnia_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13488819-Reviews-Soho_Garden_DXB-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d23242564-Reviews-Savaya_Bali-Pecatu_Bukit_Peninsula_Bali.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1767054-d6103204-Reviews-Toli_Peer-Rawalakot_Azad_Kashmir.html"
    }
]