[
    {
        "attraction_name": "Tomb of Queen Nefertari",
        "attraction_name_vi": "Lăng mộ Nữ hoàng Nefertari",
        "general_info": [
            "396 đánh giá",
            "- 6 trong số 114 điều cần làm ở Luxor",
            "Di tích cổ",
            "Địa điểm ưa thích - Địa danh",
            "Tượng Đài - Tượng"
        ],
        "attraction_summary": "Mọi người đều nói nó đẹp - nên không cần phải nói rõ điều đó.  Nó có đáng giá - 52 USD - 1.600 EGP - mỗi người không?  Hãy nghĩ xem gia đình có trẻ em sẽ tốn bao nhiêu tiền?  Đừng để giá cả ngăn cản bạn nếu bạn đam mê Ai Cập cổ đại.Đọc thêm",
        "reviews": [
            "Một trong những ngôi mộ ấn tượng nhất ở Luxor và trong số tất cả các ngôi mộ của Ai Cập, vì vậy tôi rất hân hạnh được nhìn thấy lần đầu tiên trong năm nay. Đó là ngôi mộ tuyệt vời và được bảo tồn tốt, đầy màu sắc và ý nghĩa, đội bảo tồn đã làm rất tốt, nó đắt tiền, nhưng nó đáng giá tiền, tất nhiên là tôi khuyên bạn nên, và nếu có thể đảm bảo, tôi sẽ đến đó một lần nữa. Đừng bỏ lỡ ngôi mộ tuyệt vời này, đối với tôi là số 1.Đọc thêm",
            "Ngôi mộ rực rỡ và đẹp nhất trong số bốn ngôi mộ mở ở Thung lũng các Nữ hoàng - và không chỉ ở Thung lũng các Nữ hoàng mà còn ở Thung lũng các vị Vua - là Lăng mộ của Nefertari, nơi yêu cầu phải trả thêm một khoản phí rất đáng kể để xem và chiêm ngưỡng. bạn chỉ được phép làm như vậy trong 10 phút mặc dù có thể có một chút chậm trễ về thời gian. Nếu bạn có đủ khả năng và có thể di chuyển nhanh thì nó đáng giá. Ba ngôi mộ khác đã được bao gồm trong giá vào cửa tiêu chuẩn. Thung lũng các Nữ hoàng ít được ghé thăm hơn Thung lũng các vị Vua nên bạn không bao giờ cảm thấy đông đúc và sẽ chỉ mất khoảng một giờ để tham quan Thung lũng.\n\nĐền Nefertari là một ngôi mộ lớn. Bạn đi xuống cầu thang vào một căn phòng có một phòng bên cạnh rồi đi xuống nhiều cầu thang hơn đến căn phòng chôn cất có kích thước 8 x 10 mét với bốn cây cột và ba phòng bên đối xứng. Những bức tranh về Nefertari và các vị thần khác nhau trên thạch cao sơn màu đầy màu sắc, sống động và được bảo tồn một cách tuyệt vời. Trần nhà có các ngôi sao trên hoa văn màu đen. Cầu thang và sàn nhà bằng gỗ đã được lát nhưng không có kính giữa bạn và các bức tranh. Tuy nhiên, thời gian tham quan ngôi chùa này có giới hạn là 10 phút nên bạn phải di chuyển thật nhanh! Bây giờ việc chụp ảnh đã được cho phép nên tôi chụp nhanh để có thể xem sau. Vì bạn đã trả tiền để vào ba ngôi mộ còn lại - Titi, Amunherkhepshef và Khaemwaset - bạn sẽ có nhiều thời gian để xem chúng trước hoặc sau đó.Đọc thêm",
            "Chúng tôi đã trải qua khoảng thời gian khó quên với các chuyến tham quan có hướng dẫn riêng của Komet, đầu tiên chúng tôi đến Bảo tàng Ai Cập Cairo, nơi chúng tôi đến thăm những kiệt tác ở đó và kho báu Vàng của vị vua bé Tut Anch Amun, sau đó chúng tôi đi đến kim tự tháp Giza.\nChúng tôi cưỡi lạc đà, đến thăm tượng Nhân sư và sau đó mua sắm ở đó.\nThực sự là một trải nghiệm tuyệt vời mà chúng tôi đã có và sẽ quay lại sớm. Đọc thêm",
            "Ngôi mộ tráng lệ này đáng để bạn phải mua thêm vé để vào.  Nefertari là vợ chính của Ramesses II.  Hãy chú ý tới làn da ngăm đen của Nefertari.  Cô ấy là người Nubian.  Ngôi mộ được trang trí lộng lẫy và khá ấn tượng.\n\nSau đó, tôi được hướng dẫn viên du lịch cho biết rằng lăng mộ của Nefertari đã đóng cửa để tu sửa một ngày sau khi chúng tôi đến thăm.  Chúng tôi là một trong những khách du lịch cuối cùng có thể đến thăm nó.Đọc thêm",
            "Ngôi mộ tráng lệ này đáng để bạn phải mua thêm vé để vào.  Nefertari là vợ chính của Ramesses II.  Hãy chú ý tới làn da ngăm đen của Nefertari.  Cô ấy là người Nubian.  Ngôi mộ được trang trí lộng lẫy và khá ấn tượng. Sau đó, hướng dẫn viên du lịch của tôi cho biết lăng mộ của Nefertari đã đóng cửa để cải tạo một ngày sau khi chúng tôi đến thăm.  Chúng tôi là một trong những khách du lịch cuối cùng có thể đến thăm nó.Đọc thêm",
            "Chúng tôi đã trải qua khoảng thời gian khó quên với các chuyến tham quan có hướng dẫn riêng của Komet, đầu tiên chúng tôi đến Bảo tàng Ai Cập Cairo, nơi chúng tôi đến thăm những kiệt tác ở đó và kho báu Vàng của vị vua bé Tut Anch Amun, sau đó chúng tôi đi đến các kim tự tháp Giza. Chúng tôi cưỡi lạc đà , chúng tôi đã đến thăm Nhân sư và sau đó mua sắm ở đó. Chúng tôi thực sự đã có một trải nghiệm tuyệt vời và sẽ sớm quay lại. Đọc thêm",
            "Tuyệt vời. Các chi tiết và lịch sử xung quanh vị Nữ hoàng này thật đáng kinh ngạc. Phần lớn lịch sử của thế giới Ai Cập cổ đại đều có Nữ hoàng nàyĐọc thêm",
            "Ngôi mộ rực rỡ và đẹp nhất trong số bốn ngôi mộ mở ở Thung lũng các Nữ hoàng - và không chỉ ở Thung lũng các Nữ hoàng mà còn ở Thung lũng các vị Vua - là Lăng mộ của Nefertari, nơi yêu cầu phải trả thêm một khoản phí rất đáng kể để xem và chiêm ngưỡng. bạn chỉ được phép làm như vậy trong 10 phút mặc dù có thể có một chút chậm trễ về thời gian. Nếu bạn có đủ khả năng và có thể di chuyển nhanh thì nó đáng giá. Ba ngôi mộ khác đã được bao gồm trong giá vào cửa tiêu chuẩn. Thung lũng các Nữ hoàng ít được ghé thăm hơn Thung lũng các vị vua nên bạn không bao giờ cảm thấy đông đúc và sẽ chỉ mất khoảng một giờ để tham quan Thung lũng. Đền Nefertari là một ngôi mộ lớn. Bạn đi xuống cầu thang vào một căn phòng có một phòng bên cạnh rồi đi xuống nhiều cầu thang hơn đến căn phòng chôn cất có kích thước 8 x 10 mét với bốn cây cột và ba phòng bên đối xứng. Những bức tranh về Nefertari và các vị thần khác nhau trên thạch cao sơn màu đầy màu sắc, sống động và được bảo tồn một cách tuyệt vời. Trần nhà có các ngôi sao trên hoa văn màu đen. Cầu thang và sàn nhà bằng gỗ đã được lát nhưng không có kính giữa bạn và các bức tranh. Tuy nhiên, thời gian tham quan ngôi chùa này có giới hạn là 10 phút nên bạn phải di chuyển thật nhanh! Bây giờ việc chụp ảnh đã được cho phép nên tôi chụp nhanh để có thể xem sau. Vì bạn đã trả tiền để vào ba ngôi mộ còn lại - Titi, Amunherkhepshef và Khaemwaset - bạn sẽ có nhiều thời gian để xem chúng trước hoặc sau đó.Đọc thêm",
            "Ngôi mộ được bảo tồn rất tốt và đáng xem.  Tuy nhiên, mặc dù đây được gọi là thung lũng của các Nữ hoàng, Nefertari là nơi duy nhất có ý nghĩa quan trọng và nó không được bao gồm trong giá.  Tại thời điểm đánh giá này, nó được bổ sung - 2000 hoặc khoảng - 40. Tuy nhiên, nó yên tĩnh hơn nhiều so với thung lũng các vị vua, khiến chuyến thăm này trở nên thú vị hơn nhiều.  Với khoản phí đó, bạn sẽ chỉ được phép ở trong 10 phút nhưng nếu bạn ném cho người bảo vệ ngôi mộ một vài đô la, anh ta sẽ cho phép bạn nán lại lâu hơn một chút.  Phí vào cửa cho phép bạn vào 3 ngôi mộ khác.Đọc thêm",
            "Một trong những ngôi mộ ấn tượng nhất ở Luxor và trong số tất cả các ngôi mộ của Ai Cập, vì vậy tôi rất hân hạnh được nhìn thấy lần đầu tiên trong năm nay. Đó là một ngôi mộ tuyệt vời và được bảo tồn tốt, đầy màu sắc và ý nghĩa, đội bảo tồn đã làm rất tốt, nó đắt tiền, nhưng nó đáng giá tiền, tất nhiên là tôi khuyên bạn nên, và nếu có thể đảm bảo, tôi sẽ đến đó một lần nữa. Đừng bỏ lỡ ngôi mộ tuyệt vời này, đối với tôi là số 1.Đọc thêm",
            "Có rất nhiều thiết kế đầy màu sắc! Tôi rất ngạc nhiên về cách họ bảo quản nó rất tốt! Tôi không thể tưởng tượng được có một ngôi mộ lớn đến thế! Và rất nhiều nỗ lực!Đọc thêm",
            "Màu sắc rực rỡ bên trong ngôi mộ này.  Tôi vẫn còn băn khoăn rằng những bức tranh này đã hàng nghìn năm tuổi.  Đó là một khoản phí riêng để vào ngôi mộ này nhưng nó rất đáng giá.Đọc thêm",
            "Khách sạn rất sạch sẽ, gọn gàng - sầm uất. Nhân viên rất thân thiện, niềm nở. Đặc biệt là nhân viên của nhà hàng nhà kính: Heeba, Kareem - Ayman Samouaal.Đọc thêm",
            "Ngôi mộ này là một trong những ngôi mộ yêu thích của tôi.  Nghĩ lại hàng trăm thế kỷ trước, màu sắc trên tường lăng mộ đã đứng vững trước thử thách của thời gian.Đọc thêm",
            "Hiện tại ngôi mộ có được mở không? Tôi đang định đến thăm vào đầu tháng 5 nhưng thấy thông tin lăng đã đóng cửa để bảo trì vào tháng 3. Đọc thêm",
            "Ngôi mộ đã được mở chưa? Tôi - tôi dự định đến thăm vào sáng mai\nCảm ơnĐọc thêm",
            "Vâng, nó mở. Hãy tận hưởng!! Đọc thêm",
            "Vé vào cửa có được thanh toán tại chỗ không? Và nó có giá 1200 EGP chỉ để vào?Đọc thêm",
            "Cảm ơn câu trả lời của bạn.Đọc thêm",
            "Lối vào Lăng mộ Nefertari có giá bao nhiêu đô la?Đọc thêm",
            "Chính xác là 1200 EGP... - Tôi có cái vé trước mặt - ... tính ra là khoảng 60 - .Đọc thêm",
            "Xin chào, tôi muốn tận dụng thời gian ở Luxor để thăm lăng mộ của Nefertari, bạn có thể cho tôi một số lời khuyên về việc đến thăm riêng lẻ không.\nĐặc biệt là phương tiện giao thông - taxi địa phương.... - để đi đến Vallée des Reines. Mua vé vào lăng mộ tráng lệ này ở đâu?\nCảm ơn bạn đã giúp đỡ.\nTrân trọng.Đọc thêm",
            "Chào buổi sáng \nBạn có thể đi taxi đến Thung lũng các Nữ hoàng \nTrên thực tế, bạn có thể sẽ đến Loucor ở bờ bên kia, chúng tôi băng qua sông Nile bằng chiếc thuyền rất đơn giản và đẹp mắt và một chiếc taci sẽ đưa bạn đến thung lũng của các nữ hoàng \nTại cơ quan địa phương, chúng tôi đã mua vé vào lăng mộ Nefertari trước nhưng tại chỗ chúng tôi thấy một quầy để lấy vé này \nTrong trường hợp đông người, số lượng người có hạn và thời gian tham quan cũng là 10 phút. Khi chúng tôi đến đó, hoàn toàn không có ai ở đó, chúng tôi ở một mình và họ rất vui lòng cho chúng tôi 40 phút.\nNó cao siêu, chuyển động với vẻ đẹp đặc biệt và huyền diệu.\nMột điều kỳ diệu không thể bỏ qua nếu bạn chắc chắn có thể tìm thấy ngôi mộ đẹp nhất ở Ai Cập \nLăng mộ của Seti I cũng rất đẹp mặc dù tất cả các ngôi mộ đều tuyệt vời, 2 ngôi mộ này vượt trội hơn tất cả \nChúc bạn có một chuyến đi thú vịXem thêm",
            "Bạn có thể chụp ảnh và quay video bên trong không?Đọc thêm",
            "Không phải tôi ngôi mộ đó.   Họ có sẵn một cuốn sách bên ngoài và nó thực sự rất hay. Hãy nhớ mặc cả với họ. Đọc thêm",
            "Giá vé thực sự là bao nhiêu? Tôi vừa trở về từ Ai Cập vào cuối tuần trước. Khi tôi đề cập với hướng dẫn viên rằng tôi muốn đến đó, hướng dẫn viên của tôi nói rằng vé là 3000 Le, đắt quá nên tôi không đến đó. Nhưng người dân ở đây lại nói - s 1000 le. Họ vừa tăng giá à? hay tôi đã bị lừa dối?Đọc thêm",
            "Nếu bất cứ ai ở lại Luxor một tuần, tôi khuyên bạn nên Luxor Pass - giá 150 -, có giá trị trong 5 ngày và bạn có thể đến thăm bất kỳ ngôi mộ nào - một số người trong nhóm chúng tôi đã đến thăm Nefetari hai lần - thực sự đáng giá.Đọc thêm",
            "Xin chào, tôi là một người sợ bị giam cầm đã nhiều năm và phải chọn lọc những ngôi mộ mà tôi đến thăm. Bạn có thể cho tôi biết lối vào lăng mộ Nefertari có rất rộng và hành lang có giảm kích thước không? Nơi đây rất đông đúc và có dễ dàng rút lui nhanh chóng nếu có nhu cầu. Ngoài ra, bạn có thể cung cấp thông tin tương tự về Đền thờ Hatshepsut không? Cảm ơn rất nhiều trước.Đọc thêm",
            "Nefertary được giới hạn ở 13 người cùng lúc trong khoảng 10 phút, việc thực thi tùy thuộc vào việc mọi người có chờ đợi hay không. Nó cũng được giới hạn ở 1000 người mỗi năm và bạn sẽ nhận thấy nguồn cung cấp không khí. Ngôi mộ này không thể bỏ qua và cũng lớn như bất kỳ ngôi mộ nào. Các giới hạn và nguồn cung cấp không khí là để ngăn ngừa thiệt hại do hơi ẩm trong hơi thở của bạn.\nNgôi chùa nhà xác rất rộng và thoáng. Không nên - không có vấn đề gì. BẤT KỲ Kim tự tháp nào cũng sẽ là một vấn đề, chúng tôi có một vài người trong nhóm không thể làm được.Đọc thêm",
            "Tôi thấy rằng gần đây bạn đã đến thăm Lăng mộ Nefertari.   Tôi - tôi sẽ đi du lịch đến Ai Cập vào tháng 10 này, nhưng tôi không thể tìm được nơi nào để mua một chiếc cùm đến Lăng mộ.  Nếu bạn không phiền cho tôi hỏi, bạn mua cái của bạn ở đâu?\n\nCảm ơn bạn!Đọc thêm",
            "Nếu bạn định xem nhiều địa điểm ở Luxor thì Luxor Pass là một lựa chọn tốt.  Có 2 phiên bản, một phiên bản bao gồm lăng mộ của Nefertari và lăng mộ của Seti I - và phiên bản khác không bao gồm 2 ngôi mộ này.  Luxor Pass có thể được mua phía sau Bảo tàng Luxor.  Nó trông giống như một khu vực sơ sài, nhưng nó là hợp pháp.  Bạn có thể tra cứu thông tin về Luxor Pass - bạn phải thanh toán bằng tiền mặt, đô la hoặc euro - KHÔNG phải bảng Ai Cập.Đọc thêm",
            "Tôi có thể mua vé ở đâu?Đọc thêm",
            "Của tôi được Osiris Tours mua cho tôi nhưng có một gian hàng ở Thung lũng các Nữ hoàng. 2 điều..bạn chỉ có thể ở trong lăng mộ 10 phút và trong lăng mộ thực sự rất nóngĐọc thêm"
        ],
        "star_ratings": [
            352,
            27,
            10,
            6,
            1
        ],
        "review_amount": 396,
        "location": [
            "Thung lũng sông Nile",
            "Những điều cần làm ở Luxor",
            "Lăng mộ của Nữ hoàng Nefertari",
            "Châu phi",
            "Luxor",
            "Ai Cập"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written March 6, 2024",
            "Written April 9, 2024",
            "Written April 11, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written April 11, 2024",
            "Written April 10, 2024",
            "Written April 10, 2024",
            "Written March 17, 2024",
            "Written March 6, 2024",
            "Written November 27, 2023",
            "Written November 12, 2023",
            "Written November 4, 2023",
            "Written October 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294205-d12134904-Reviews-Tomb_of_Queen_Nefertari-Luxor_Nile_River_Valley.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d23138776-Reviews-Malkata_House-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d2276717-Reviews-Cafe_Restaurant_Maratonga_Medinet_Habu_Luxor-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d12187866-Reviews-Marsam-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d1645595-Reviews-Habou_Garden-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d1866488-Reviews-Restaurant_Mohammed-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d5011658-Reviews-Nour_El_Gourna-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d25247640-Reviews-Ali_Baba_Restaurant-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d13910791-Reviews-Desert_Rose_Coffee-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d9605973-Reviews-Panorama_Restaurant_and_Cafe-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d23128411-Reviews-Memnon_Guesthouse_Restaurant_Cafe-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d16640956-Reviews-Tomb_of_Queen_Titi-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d472014-Reviews-Valley_of_the_Queens-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d523598-Reviews-Tomb_of_Amonherkhopeshef-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d553300-Reviews-Valley_of_the_Artisans_Deir_el_Medina-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g21293662-d472010-Reviews-Temple_of_Medinat_Habu-Al_Bairat_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d321166-Reviews-Valley_of_the_Kings-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d469437-Reviews-Tomb_of_Ramses_III-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d469439-Reviews-Tomb_of_Ramses_VI-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d469443-Reviews-Tomb_of_Merenptah-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d472284-Reviews-Tomb_of_King_Tutankhamun_Tut-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d12134904-Reviews-or10-Tomb_of_Queen_Nefertari-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d1426274-Reviews-ACE_Animal_Care_in_Egypt-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d459885-Reviews-Temple_of_Karnak-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d318954-Reviews-Luxor_Temple-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d4242919-Reviews-Tomb_of_Ramses_IV-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d554635-Reviews-Obelisk_of_Thutmoses_I-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d318962-Reviews-Temple_of_Hatshepsut_at_Deir_el_Bahari-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d2369525-Reviews-Love_Egypt_Tours-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d469518-Reviews-Ramesseum_Mortuary_Temple_of_Ramses_II-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d15512030-Reviews-Imhotep_Alabaster_Luxor-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d12373618-Reviews-Mahmoud_Tours_Egypt-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d12718394-Reviews-Tiki_Town_Adventure_Golf-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1198730-Reviews-FBI_Headquarters-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34234-d2265072-Reviews-The_Island_Pier-Fort_Walton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g31537-d110029-Reviews-Mount_Nebo_State_Park-Dardanelle_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g815573-d10714806-Reviews-The_Sunken_City_Ancient_Epidaurus-Epidavros_Argolis_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g36889-d4817884-Reviews-Gillson_Park-Wilmette_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12584434-Reviews-Gladiator_Museum-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32746-d147162-Reviews-Morro_Bay_State_Park-Morro_Bay_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195008-Reviews-Piazza_della_Repubblica-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g45953-d3819966-Reviews-Lion_Habitat_Ranch-Henderson_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294205-d12134904-Reviews-or10-Tomb_of_Queen_Nefertari-Luxor_Nile_River_Valley.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294205-d12134904-Reviews-Tomb_of_Queen_Nefertari-Luxor_Nile_River_Valley.html"
    }
]