[
    {
        "attraction_name": "Tombs of the Kings",
        "attraction_name_vi": "Lăng mộ các vị vua",
        "general_info": [
            "8.846 đánh giá",
            "- 18 trong số 128 điều cần làm ở Paphos",
            "Di tích cổ"
        ],
        "attraction_summary": "Vài giờ lang thang quanh các ngôi mộ, thông tin hữu ích nếu bạn có điện thoại di động có thể truy cập mã QR. Ngoài ra, một hướng dẫn có giá 4 - . Không có nhiều nơi trú ẩn và không có quầy bán nước, v.v. Vì vậy, hãy mang theo của riêng bạn! Thú vị và ở mức 2,5 - không thể phàn nàn.Đọc thêm",
        "reviews": [
            "Rất nhiều bậc thang ở điểm tham quan này và rất ít thông tin nên nhiều ngôi mộ trông giống nhau, Chồng tôi đã vào và ra nhưng tôi chỉ ghé thăm 2 ngôi mộ và thấy chúng khá là không ấn tượng. Trời nóng nên bạn cần đội mũ, kem chống nắng và đi giày tốt, không được đi dép tông. Vòi nước để đổ đầy bình của bạn, hãy lưu ý rằng nước từ vòi rất nóng vì đường ống nước màu đen nằm dưới ánh nắng mặt trời. Đọc thêm",
            "Nơi thú vị có thể làm được với nhiều biển hiệu hơn một chút và một quán cà phê. Có rất nhiều thứ để tham khảo, rất vui vì tôi đã mua sách hướng dẫn vì bảng chỉ dẫn kém. Có mã QR nhưng tôi không thể làm cho chúng hoạt động được. Trời rất nóng và có rất ít bóng râm ngoại trừ một nơi trú ẩn nằm dọc theo nơi trú ẩn kia được sử dụng cho công việc trùng tu, vì vậy điều quan trọng là phải đội mũ và chống nắng. Dưới chân khá gồ ghề và có nhiều bậc thang lớn nên cần có giày hoặc dép đi bộ tốt.  Phí vào cửa là - 2,50 là hợp lý. Có lẽ bạn nên đọc trước một chút để biết mình đang xem gì. Rất thích nó và đáng để ghé thăm. Những người lao động giỏi nhưng ước gì có một quán cà phê để uống.Đọc thêm",
            "Chúng tôi đã có một buổi sáng tuyệt vời tại Lăng mộ các vị vua. Các con của chúng tôi - 8 và 9 tuổi - thích khám phá các ngôi mộ, chơi trốn tìm và CNTT với nhau, cũng như tìm hiểu rất nhiều điều về các ngôi mộ. \n\nRất nhiều ngôi mộ có mã QR mà bạn có thể quét, điều này thực sự tiện dụng. \n\nThời tiết rất đẹp và nóng nên đi vào trong lăng mộ sẽ có chút bóng mát, nhưng cũng có một số khu vực dừng chân có bóng râm. \nTôi khuyên bạn nên mang theo nhiều nước. \n\nChúng tôi vào học quá rẻ, chưa đến - 10 cho cả 5 người chúng tôi - chúng tôi cũng mang theo đứa con 5 tháng tuổi - .Đọc thêm",
            "Chúng tôi đã đến Lăng mộ của các vị vua nhiều lần trong nhiều năm. Phí vào cửa khá hợp lý, 2,50 euro cho mỗi người. Hãy đảm bảo bạn mang theo nhiều nước và thoa thật nhiều kem chống nắng. Tốt hơn là bạn nên đến sớm hơn vào ban ngày khi mở cửa lúc 8:30 sáng, vì khi bạn đi hết một vòng, nhiệt độ trong ngày đã bắt đầu tăng. Đọc thêm",
            "Đã ghé thăm vào đầu tháng 7. Như tất cả các đánh giá đều nói, hãy mang giày chắc chắn, dép tông hoặc giày cơ bản là không đủ tốt. Đội mũ, mang theo nước. Có nhiều thứ để xem nhưng không được đánh dấu rõ ràng, vì vậy hãy chuẩn bị cho việc đi bộ lên xuống nhiều địa hình gồ ghề và các bậc đá không có tay cầm. Thực sự quan trọng cần lưu ý, không có nhiều bóng râm - ngoài ra thực sự rất thú vị. Đọc thêm",
            "Tôi quyết định đến đây xem nó thế nào.  - 2,50 mục nhập và nơi này khá lớn.\nRất nhiều ngôi mộ nhỏ để tìm và khám phá, những khung cảnh tuyệt vời của Paphos và các khu vực xung quanh. \nChúng tôi đã đi lúc 4 giờ chiều và trời rất nóng, lời khuyên là nên uống nhiều nước vì thậm chí ở một số ngôi mộ - không mát hơn chút nào nên có nhiều kem chống nắng và nước và bạn sẽ ổn thôi.\nChiếc áo phông của tôi đã ướt sũng khi chúng tôi rời đi, điều này cho bạn biết nó ấm và ẩm như thế nào. Nhìn chung, trải nghiệm tuyệt vời về các ngôi mộ, chúng tôi chỉ xoay sở được hơn một giờ do trời nóng nhưng có lẽ tôi sẽ đến sau 6 giờ chiều khi tia UV không cao bằng. Địa điểm đóng cửa lúc 7h30 tối \n\nNó - phải xem khi ở đây. Đọc thêm",
            "Nếu bạn thích lịch sử và không ngại đi bộ thì đây là dành cho bạn! Phí vào cửa rẻ. Nhưng không có quán cà phê hay gì cả nên hãy uống thật nhiều nước nhé!! Thường có một xe bán kem ở bãi đậu xe. Có rất ít chỗ để ngồi và chỉ có 1 nơi tôi có thể nhìn thấy bóng mát - ngoài bên trong các ngôi mộ - . Có vẻ như họ đã gỡ bỏ hết các bảng thông tin và thay vào đó giờ đây bạn phải quét mã QR. Thật là sự xấu hổ. Tôi thà đọc nó trên biển hiệu còn hơn. Bãi đậu xe miễn phí, nhưng cũng có taxi chờ. Đi được khoảng 1 tiếng thì chán. Tất cả đều trông giống nhau!Đọc thêm",
            "Nó chỉ là 2,50Euro để vào. Khi vào trong khuôn viên, bạn sẽ nhận ra diện tích này rộng lớn như thế nào. Không có đường đi bằng phẳng nên sẽ rất gập ghềnh cho xe đẩy và xe lăn. Tuy nhiên, không có lối vào lăng mộ dành cho xe lăn. Một bảng thông tin lớn cung cấp cho bạn một lịch sử ngắn gọn của trang web. Tuy nhiên sau đó bạn cần quét mã QR ở lối vào mỗi ngôi mộ để tìm hiểu thêm. Lúc đầu, có một cảm giác thực sự - Indiana Jones - khi bạn bước xuống những bậc thang cổ xưa và đi vào bên trong những ngôi mộ. Sau một thời gian, tất cả đều trông giống nhau. Có rất ít nơi trú ẩn và không có quán cà phê tại chỗ. \nMay mắn thay, nó rẻ để vào, nếu giá cao hơn thì sẽ đáng thất vọng. Cần đầu tư để hỗ trợ việc tiếp cận, giáo dục và phục hồi sức khỏe tốt hơn cho du khách. Vì hiện tại, phí vào cửa để bước theo bước chân của những người trong 3BC là xứng đáng.Đọc thêm",
            "Đây là một trang web thú vị để ghé thăm nhưng nó không - thật tuyệt vời. Đó là thứ đáng để ghé thăm và xem xét nhưng tôi sẽ không đi nữa. Đề nghị bạn mang theo nước vì trời rất nóng và có nơi trú ẩn tối thiểu. Đảm bảo bạn có điện thoại có mạng để sử dụng mã QR vì không có thông tin nào về lăng mộ.Đọc thêm",
            "Lăng mộ các vị vua ở Paphos là một cái nhìn tuyệt vời về lịch sử. Địa điểm này khá rộng lớn và bạn sẽ rất ngạc nhiên về cách người ta xây dựng những ngôi mộ. Nếu bạn đang truy cập, cách tốt nhất để thưởng thức nó là sử dụng điện thoại di động có thể quét nhiều mã QR xung quanh trang web để có được bức ảnh đầy đủ. Dễ dàng đi đến và không đắt tiền.Đọc thêm",
            "Phí vào cửa thực sự rẻ ở mức - 2,50 và thực sự đáng để ghé thăm. Dành một vài giờ để tham quan xung quanh địa điểm thú vị này và xem tất cả những ngôi mộ tuyệt vời. Có tầm nhìn tuyệt vời ra biển và địa điểm này có rất nhiều lối ra vào con đường ven biển.Đọc thêm",
            "Thật tuyệt khi được nhìn thấy một Di sản Thế giới. - Phí vào cửa 2 là một thỏa thuận tốt. Thật tuyệt vời nếu bạn là người muốn tìm hiểu về lịch sử, di tích và những thứ khác. Không có cửa hàng nào bên trong nên hãy đảm bảo mang theo nước - đồ ăn nhẹ vì bản thân nơi này rất rộng lớn. Nhìn chung, trải nghiệm tốt! Đọc thêm",
            "Chúng tôi đã nghe nói về Lăng mộ các vị vua trước khi đến Paphos và chúng tôi nghĩ vì khách sạn của chúng tôi rất gần địa điểm này nên chúng tôi sẽ đi xem nhanh xung quanh trong khoảng nửa giờ chỉ để nói rằng chúng tôi đã ở đó và nhìn thấy nó. Nhưng chúng tôi đã sai lầm làm sao, chúng tôi yêu nó! Nó - thật thú vị và thật lớn lao, nó - tất cả đều tốt hơn chúng ta nghĩ. Tôi - tôi rất vui vì chúng tôi đã đi. Đọc thêm",
            "Đáng để ghé thăm.  Bạn có thể bắt chuyến 611 đến bến xe buýt sau đó đi bộ nhanh vào khuôn viên. Khoảng 2,50 euro để vào và rất nhiều thứ để xem. Bạn có thể đi ra con đường ven biển hoặc lùi ra phía trước.  Rất nhiều quán bar và địa điểm ăn uống bên ngoài. Các chương trình có bản đồ đang được giảm giá và tôi khuyên bạn nên chọn một chương trình.Đọc thêm",
            "Đáng để xem để tìm hiểu thêm về thành phố nhưng không có gì đặc biệt, các ngôi mộ được bảo tồn dưới dạng hang động khá đơn giản. Tốt hơn là nên đọc về địa điểm này trước khi đến thăm vì chúng tôi đã phải vật lộn để tìm thông tin có liên quan - Có mã QR nhưng mô tả không đủ - . Cũng tốt hơn là nên đến thăm vào những ngày lạnh hơn, đi giày tốt, thoải mái. Đọc thêm",
            "Không phải là một điểm thu hút lớn đối với những người ít di động trong chúng ta, nhưng đáng đồng tiền bát gạo và đáng để ghé thăm. Ngay cả các cháu của tôi cũng thích trang này. Tôi thực sự thích thú với việc không có vị vua nào được chôn cất ở đó, điều này khiến tôi buồn cười, nhưng kỹ năng của những người thợ đá đã xây dựng nên chúng thật đáng được ghi nhận.Đọc thêm",
            "Nơi này có thể cực kỳ thú vị nhưng có vẻ rất bị bỏ quên. Không có biển báo phù hợp, chỉ có một vài biển báo có mã qr, nếu bạn không có điện thoại thông minh, không có bản đồ phù hợp, không có đường đi tốt, v.v. Thật đáng tiếc vì đây là di sản thế giới được UNESCO công nhận. Phí vào cửa rất phải chăng 2,50 - pP nhưng trong trường hợp này tôi khuyên họ nên tính phí nhiều hơn nhưng sau đó cung cấp các tiện nghi tốt hơn. Đọc thêm",
            "Nơi rất thú vị. Audiguide đẹp đấy. Rất nhiều thứ để xem và làm với trẻ em. Chọn một ngày nhiều mây hoặc mát mẻ hơn vì lăng mộ luôn tràn ngập ánh nắng.Đọc thêm",
            "Giá trị đồng tiền và một trang web thú vị để ghé thăm.  Đi bộ đẹp và tầm nhìn đẹp ra bờ biển. Bạn có thể quét mã vạch và nghe hoặc đọc thông tin trên trang web. Mặt trái của các nhân viên không thể - trở nên thô lỗ và vô ích hơn, họ trông giống như họ muốn ở bất cứ nơi nào khác. Đọc thêm"
        ],
        "star_ratings": [
            3237,
            3379,
            1731,
            355,
            146
        ],
        "review_amount": 8848,
        "location": [
            "Paphos",
            "Síp",
            "Những việc cần làm ở Paphos",
            "Lăng mộ các vị vua",
            "Quận Paphos",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 19, 2023",
            "Written June 22, 2023",
            "Written June 26, 2023",
            "Written June 28, 2023",
            "Written July 3, 2023",
            "Written July 4, 2023",
            "Written July 9, 2023",
            "Written July 11, 2023",
            "Written July 11, 2023",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 25, 2024",
            "Written May 17, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g190384-d313655-Reviews-Tombs_of_the_Kings-Paphos_Paphos_District.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d23774726-Reviews-Burgers_n_Blues-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d1449617-Reviews-Karlina-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d15114570-Reviews-Olivetio_Restaurant-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d20943770-Reviews-Jimmy_s_killer_Prawns_Paphos-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d2140787-Reviews-Gustoso-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d3177576-Reviews-Martelli_Pizza_Ristorantre_Italiano-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d1747111-Reviews-Duomo_Ristorante_Italiano-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d7992552-Reviews-O_Shin_Restaurant-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d2509983-Reviews-DTs_Sunset_Bar_Bistro_and_Restaurant-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d21511950-Reviews-Oceanos_Fish_Tavern-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d26722069-Reviews-Venus_beach-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d12543264-Reviews-The_Villa_of_Theseus-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d527731-Reviews-Kato_Paphos_Archaeological_Park-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d5616193-Reviews-Kings_Avenue_Mall-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d6755801-Reviews-The_House_of_Dionysus-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2490797-Reviews-Paphos_Ethnographic_Museum-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d6503324-Reviews-Church_of_Agia_Kyriaki_and_post_St_Paul-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2460734-Reviews-Panagia_Chrysopolitissa_Church-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d13149509-Reviews-Agios_Lambrianos_Rock_Cut_Tombs-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d4312361-Reviews-Saint_Paul_s_Pillar-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d313655-Reviews-or10-Tombs_of_the_Kings-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d531773-Reviews-Agios_Neophytos_Monastery-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d1931401-Reviews-St_Georgios_Church_Basilica_Rock_Tombs-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d10520635-Reviews-Paphos_Harbour_and_Port-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d8393042-Reviews-Kelefos_Bridge-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d25328065-Reviews-Six_Senses_Massage_Spa-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d18719022-Reviews-Pafos_Union_Taxis-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d12319131-Reviews-Simila_Cyprus-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d1172498-Reviews-Dive_In-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d4609064-Reviews-Dive_Point_Diving_Centre_Paphos-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d11801611-Reviews-Paphostaxiairport_Taxi_Services-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d7805197-Reviews-Lockdown_Paphos-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d10189637-Reviews-IntoTheBlue_Diving_Centre-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d4798369-Reviews-EcoTour_Adventures_Cyprus-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2285337-Reviews-Paphos_Sea_Cruises-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d15888194-Reviews-Mike_Taxi-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d18845640-Reviews-Sun_Seals_Divers-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d16733891-Reviews-Coral_Bay_Taxis-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d13821737-Reviews-Buggy_Rent_Cyprus-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7003700-Reviews-Oka_Kartini_Shadow_Puppet_Performance-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d534535-Reviews-Trimper_Rides_and_Amusement_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g32154-d7675718-Reviews-The_Pruneyard-Campbell_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g13355887-d148767-Reviews-Isla_Palominos-Las_Croabas_Fajardo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g297700-d19187975-Reviews-Bali_Fire_Shooting_Club-Sanur_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130856-Reviews-Fun_Spot_America_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4761790-Reviews-Marina_Beach-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d8647219-Reviews-Rang_Reng_Cave-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244211-Reviews-CosmoCaixa-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10438815-Reviews-The_Django-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g190384-d313655-Reviews-or10-Tombs_of_the_Kings-Paphos_Paphos_District.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g190384-d313655-Reviews-Tombs_of_the_Kings-Paphos_Paphos_District.html"
    }
]