[
    {
        "attraction_name": "Tonkin Voyage Travel",
        "attraction_name_vi": "Du lịch Bắc Kỳ",
        "general_info": [
            "946 đánh giá",
            "14 trong số 625 Tour du thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Tonkin Voyage Travel là một công ty du lịch có trụ sở tại Hà Nội, Việt Nam. Chúng tôi chuyên tổ chức các kỳ nghỉ phù hợp trên khắp Việt Nam, Campuchia, Lào, Myanmar và Thái Lan.Đọc thêm",
        "reviews": [
            "My friends and I have just finished the most wonderful month-long holiday in Vietnam and Cambodia. This trip was planned by Ms. Vy from Tonkin Travel. I have traveled quite a bit overseas and honestly, this was one of the best holidays I have ever had. I say this because we knew we were in good hands and were treated like VIPs. We went to 15 different locations, each of them very special. Every hotel Ms. Vy picked was comfortable and the staff were accommodating and helpful. Each time we traveled, we were always met right on time from the airport, train station or boat marina. The guides in areas where we were sight-seeing were very knowledgeable and spoke English, and were very interested in making sure we had a great visit to that area. Ms. Vy organized each location and activities in that area with a lot of thought and made sure we saw exactly what we were interested in seeing. I cannot express how grateful I am to Ms. Vy and Tonkin Voyage Travel for planning the best holiday ever. We spent most of our time in Vietnam and saw just about all the important sites from north to south. We also had about 5 days in Cambodia. The only complaint about our holiday was something Tonkin Voyage Travel and Ms. Vy could not control: the weather! This year there was an unusual heat wave and it was very, very hot, but our drivers came to the rescue, providing cool washcloths and cold water whenever we got back in our van from a site visit. For that reason, we were able to continue our visit to all the places we had hoped to see. I can say with all honesty, you will not regret working with Ms. Vy and Tonkin Voyage Travel for a trip to Vietnam and Cambodia!  Ms. Vy and Tonkin Voyage Travel are the absolute best and you will have a wonderful trip!Read more",
            "Chúng tôi đến Việt Nam Campuchia vào tháng 4 năm 2024 cùng với hai cặp đôi khác. Hành trình chật cứng của chúng tôi đã khiến chúng tôi bắt đầu ở Hà Nội trước khi di chuyển về phía nam đến những nơi như Huế, Vịnh Hạ Long và Hội An trước khi đi đến Siem Riep ở Campuchia. Sau Siem Riep chúng tôi trở lại thành phố Hồ Chí Minh cho chặng cuối của chuyến đi. Tuy nhiên, chị Vy và nhóm Tonkin Travel Hà Nội đã vạch ra hành trình ban đầu, luôn sẵn sàng hỗ trợ khi chúng tôi muốn thay đổi hoặc đề xuất. Các tài xế và hướng dẫn viên trong tất cả các phần của hành trình thật tuyệt vời và thực sự nâng cao trải nghiệm của chúng tôi. Có quá nhiều điểm nổi bật cần lưu ý ở đây, tuy nhiên, mỗi địa điểm đều độc đáo theo cách riêng và có những điểm nổi bật cũng như đặc điểm riêng. Huế thật bất ngờ và rất vui vì chúng tôi đã đến đó. Cây cầu bàn tay vàng Bà Nà Hills thật ngoạn mục. Hội An giống như những tấm bưu thiếp và hoàn hảo cho những ngày nghỉ ngơi dễ dàng hơn của chúng tôi sau nửa chặng đường. Hà Nội Thành phố Hồ Chí Minh là những thành phố tuyệt vời khi bạn đã quen với sự bận rộn của nó và Siem Riep thật kỳ diệu. Rất nhiều ngôi chùa và tất cả đều rất khác nhau. Bữa ăn dọc đường rất tuyệt. Chúng tôi không có một bữa ăn tồi ở đâu cả. Cả sáu người chúng tôi đã có một chuyến đi tuyệt vời và có rất nhiều kỷ niệm nhờ sự giúp đỡ của cô Vy và nhóm của cô. Chắc chắn đề xuất Tonkin Travel và sẽ sử dụng lại chúng trong tương lai.Đọc thêm",
            "For almost the entire month of April, my wife and I, along with two of our very close friends, reveled in the adventure of a lifetime: a journey to Vietnam and Cambodia. We had a tightly-packed itinerary, beginning in the bustling streets of Hanoi and ending weeks later with a breathtaking sunrise over the towers of Angkor Wat. The logistics required for the trip were complex and far-reaching, involving hotel reservations, travel by van, plane, boat, and train within Vietnam and Cambodia, choice of activities at each location, and hiring of guides and drivers who met us, without fail and with bright smiles and open arms, in comfortable air-conditioned vans at every stop along the way. By my count, we moved to a new place, and new accommodations, seventeen times in twenty-eight days, and yet, from beginning to end, the trip was free of stress, and free of worry. And why is that? It was because we were safely in the hands of a world-class travel agent, Ms. Vy of Tonkin Travel in Hanoi, who worked out all the details and made all the arrangements for the trip. All we had to do was show up on April 3 at the Hanoi airport, and from then on everything was on auto-pilot. We did, of course, have a hand in planning the trip over the course of many months before arriving in Vietnam, but this was all done through WhatsApp conversations and email communications with Ms. Vy of Tonkin Travel, who would present us with a buffet choice of delectable delights from which we would make choices for what became for us a moveable feast of unforgettable memories. Ms. Vy took care of all the rest: how to get there, who would serve as our drivers and guides, where we would stay, and what we would do. All we had to do on arrival at a new location was look for someone holding our name, and they were always there, every time, and from that point on it was just sit back and relax. And what kind of accommodations did we have? Mostly 3-star, a few of them 4-star, and all of them more luxurious than any we have enjoyed back here in the States. We could not have asked for a better holiday adventure, and kudos to Ms. Vy of Tonkin Travel who helped make all the magic happen! Note about the photos: this is a very small selection from just the first week of our trip to Vietnam  Cambodia, which together are a photographers paradiseRead more",
            "Tôi sẽ bắt đầu bài đánh giá này bằng cách nói rằng chúng tôi đã có chuyến đi tuyệt vời. Cảm ơn cô Vy! Cô Vy đã rất hữu ích trong việc tổ chức chuyến đi cho gia đình chúng tôi. Cô ấy luôn ở đó để trả lời email và yêu cầu của tôi. Mọi thứ diễn ra như dự kiến ​​mà không gặp vấn đề gì. Tôi có một số hạn chế về thực phẩm và tất cả đều được quan tâm trước thời hạn. Các hướng dẫn viên rất tuyệt vời và có nhiều kiến ​​thức. Tôi cũng muốn cung cấp một lời cảm ơn đặc biệt đến Tom hướng dẫn viên của chúng tôi ở Sài Gòn. Mọi thứ thật hoàn hảo. Tôi quyết định thực hiện chuyến đi của mình với Tonkin Voyage Travel, vì bạn bè của chúng tôi đã đi trước chúng tôi và đánh giá cao họ và cô Vy. Cảm ơn bạn một lần nữa vì một chuyến đi được tổ chức tuyệt vời! Đọc thêm",
            "Chúng tôi đã sử dụng Tonkin Tours có trụ sở tại Việt Nam cho chuyến tham quan riêng của mình. Chúng tôi thấy họ cực kỳ hiệu quả và chất lượng cao. Làm việc với cô Vy thật tuyệt vời. Cô ấy đã sắp xếp chuyến đi của chúng tôi chính xác như những gì chúng tôi yêu cầu. Khách sạn, dịch vụ đưa đón, chương trình biểu diễn đều hoàn hảo! Tuyệt vời! Đọc thêm",
            "Tonkin Voyage Travel là đơn vị nghiêm túc, chuyên nghiệp, chạy tốt. Vy là đại lý của chúng tôi cho chuyến đi Campuchia Việt Nam kéo dài hai tuần cho 4 người chúng tôi. Tôi thường tự mình tổ chức các chuyến đi, khách sạn, hành trình, nhưng rào cản ngôn ngữ có thể là một vấn đề và cần có kiến ​​thức địa phương cũng như hướng dẫn viên ở những quốc gia này. Không có gì là quá rắc rối với Vy. Chúng tôi đã thay đổi hành trình nhiều lần, lần nào cô ấy cũng đáp ứng nhu cầu của chúng tôi. Trong chuyến đi, cô ấy đã trả lời kịp thời các câu hỏi qua email và giải quyết những khó khăn nhỏ của chúng tôi. Hành trình rất chi tiết và toàn diện. Mỗi tài xế và hướng dẫn viên đúng giờ. Các tài xế đã an toàn và xe sạch sẽ và thoải mái. Mỗi người trong số 4 hướng dẫn viên chúng tôi gặp đều chuyên nghiệp và hiểu biết, có tiếng Anh tốt. Tất cả đều vui vẻ và đáp ứng nhu cầu của chúng tôi, điều chỉnh ngày cho phù hợp. Với một ngoại lệ nổi bật, tất cả các khách sạn đều tuyệt vời và có vị trí tốt. Vy nằm trong trường hợp ngoại lệ. Chúng tôi đã xem xét một số lựa chọn khác để tổ chức chuyến đi của mình, nhưng Tonkin Voyage Travel đã thắng nhờ dịch vụ và giá trị. Cảm ơn bạn, đặc biệt là Vy, vì đã khiến chuyến đi của chúng tôi trở nên đáng nhớ, thú vị và suôn sẻ.Đọc thêm",
            "Đội ngũ Vy và Jennifer tại Tomkin rất nhiệt tình. Chúng tôi có rất nhiều câu hỏi và họ đã trả lời rất nhiều. Vì vợ tôi và tôi đã từng đi du lịch Việt Nam ở phía bắc trước đó nên chúng tôi muốn có một chuyến đi tùy chỉnh có nhiều điểm đến ở miền trung và miền nam hơn và họ đã đáp ứng được thử thách này. Chúng tôi đã thêm Siem Reap và chuyến đi đã được thực hiện dễ dàng. Bữa ăn tuyệt vời, chỗ ở tuyệt vời, hướng dẫn viên hiểu biết, tài xế an toàn - một gói tuyệt vờiĐọc thêm",
            "Chuyến đi 15 ngày tới Việt Nam và Campuchia do cô Vy từ Tonkin Voyage Travel tổ chức đã thành công tốt đẹp. Vợ tôi và tôi đã tận hưởng một chuyến đi hoàn hảo không có lỗi lầm gì.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi ghé thăm Sài Gòn và Đồng bằng sông Cửu Long.  Ở lại thành phố là lựa chọn tốt nhất mà chúng tôi đã thực hiện, vì việc lái xe đến và đi từ tàu sẽ khiến chúng tôi mất một khoảng thời gian đáng kinh ngạc và không cho phép chúng tôi có cơ hội tự mình đến thăm thành phố một cách dễ dàng.  Người lái xe và hướng dẫn viên thật tuyệt vời và chúng tôi cảm thấy được chăm sóc suốt cả ngày cuối tuần.  Rất vui vì chúng tôi đã thực hiện chuyến tham quan ẩm thực ở phía sau xe máy!  Thật là một trải nghiệm và chắc chắn là một điểm nổi bật!  Khách sạn có vị trí hoàn hảo và là một viên ngọc quý ngay từ khi bạn bước vào cửa.  Nhân viên tuyệt vời! Ngoài ra, toàn bộ gói này có giá trị lớn và rất tương đương với số tiền chúng tôi sẽ chi cho tất cả các chuyến du ngoạn từ tàu. Cảm ơn cô Vy vì đã tạo ra một ngày cuối tuần đặc biệt cho chúng tôi và loại bỏ tình trạng giao thông khủng khiếp từ chúng tôi tàu du lịch.Đọc thêm",
            "What a wonderful 28 days private trip!!! Thailand-Cambodia-Vietnam-Laos Special thanks to our travel consultant Ms. Vy, from my brother, my niece and me.Thank you Ms. Vy for keeping in touch with me before the trip about 3 months to customize it to our preferences. You were always very kind and patient, answering my emails, giving recommendations, clarifying our doubts and giving advice. Thank you for always having time during our trip and being available via Whatsapp to assist us with all the drivers and guides. You had the overview and control of our schedule, hotels, tours and the 7 domestic flights. Thank you for taking care of our return flight and checking if we arrived home safely in Costa Rica.Excellent tour guides!Many thanks to our excellent tour guides. They taught us a lot about the culture and history of these countries. The tour guides and drivers were always on time.A wonderful tour!!!During our 4 weeks trip we could get to know a part of the culture, the people, the cities, the sights of these 4 countries: Thailand, Cambodia, Vietnam and Laos.We flew from Costa Rica to Thailand, then to Cambodia, Vietnam, Laos and returned to Thailand to catch our flight back to Costa Rica.I cant go into detail and list all the things we did and tried in each country as I would have to write far too much, just to mention, each country had its beauties and surprises!!!When I remember this wonderful trip, I will always have a smile on my face and my mind and now I think: why not visit this region again to further explore its charms ?!!!Thank you Tonkin-Travel You are a responsible travel agency and Ms. Vy is a professional travel consultant who understands travelers preferences and needs.Everything was very well organized, we didnt need to worry about taxis, hotels, tours, internal flights, etc. We really enjoyed our trip.Best regards,FranciscoRead more",
            "Chúng tôi sẽ bay đến Thành phố Hồ Chí Minh vào tối thứ Sáu ngày 19 tháng 7 và rời Thành phố Hồ Chí Minh vào tối Chủ nhật ngày 28 tháng 7.  Vì vậy, chúng tôi có 9 ngày để thăm đất nước của bạn.  Vì ở phía bắc trời ẩm ướt - Bạn đề nghị chúng ta nên làm gì?  Chúng tôi là vợ chồng trẻ ở độ tuổi 50.  Muốn nghỉ dưỡng và nghỉ dưỡng 4 -5 sao.  Bạn có thể giới thiệu những điều để chúng tôi làm và xem mà không bị kiệt sức vì chúng tôi cần thời gian thư giãn cũng như tham quan.  Chúng tôi chưa bao giờ đến Việt Nam trước đây.Đọc thêm",
            "Xin chào, chúng tôi đã lên kế hoạch cho chuyến đi của mình thông qua cô Vy tại Tonkin travel và cô ấy không thể hữu ích hơn được nữa. Chúng tôi là một nhóm thanh niên 60 tuổi và tiêu chuẩn chỗ ở cũng như vị trí trong tất cả các lần lưu trú của chúng tôi đều tuyệt vời. Tiêu chuẩn tuyệt vời và gần với mọi thứ đang diễn ra, bất kể chúng tôi đang ở thị trấn nào. Hãy tận hưởng.Đọc thêm",
            "Chào buổi sáng,\n\nChúng tôi đang lập kế hoạch một chuyến đi đến Bắc Lào và Thái Lan ở tháng Tám. \n\nBạn có ý kiến, phản hồi gì về Du lịch Bắc Kỳ?\n\nCảm ơn vì thông tin của bạn.\n\nJPĐọc thêm",
            "Cơ quan này hướng đến khách hàng và đảm bảo thành thạo việc cung cấp và theo dõi chuyến đi.\nĐừng ngần ngại liên hệ với họ.Đọc thêm"
        ],
        "star_ratings": [
            925,
            26,
            0,
            3,
            0
        ],
        "review_amount": 954,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch Bắc Kỳ"
        ],
        "reviews_time": [
            "Written June 3, 2024",
            "Written May 20, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written April 7, 2024",
            "Written March 24, 2024",
            "Written March 23, 2024",
            "Written March 17, 2024",
            "Written March 13, 2024",
            "Written March 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12132013-Reviews-Tonkin_Voyage_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or10-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24177373-Reviews-Bay_Candle_Workshop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8616599-Reviews-Hanoi_Police_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781931-Reviews-Camelia_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973179-Reviews-Quynh_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311050-Reviews-Ambassador_s_Pagoda_Chua_Quan_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7084518-Reviews-Cong_Vien_Thong_Nhat-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25386654-Reviews-Utopia_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7057044-Reviews-Eviva_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6418133-Reviews-Vietnam_Blue_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25808369-Reviews-Indochina_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211370-Reviews-Om_Hanoi_Yoga_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34598-d9836680-Reviews-Whimzey_Bowling_Ball_House-Safety_Harbor_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d194164-Reviews-Wiener_Staatsoper-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d269441-Reviews-Ocean_Beach-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g53046-d2091237-Reviews-Wolf_Sanctuary_of_PA-Lititz_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g43672-d12315684-Reviews-Bay_Saint_Louis_Beach-Bay_Saint_Louis_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14773724-d8456606-Reviews-Juta_Valley-Juta_Mtskheta_Mtianeti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4046136-Reviews-Hiding_in_Plain_Sight-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294474-d14201168-Reviews-Nudist_Obolon_Beach-Kyiv.html",
            "https://www.tripadvisor.com/Attraction_Review-g56060-d146861-Reviews-Caddo_Lake_State_Park-Karnack_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g608868-d1603742-Reviews-The_Settlement_Center-Borgarnes_Borgarbyggd_West_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or10-Tonkin_Voyage_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-Tonkin_Voyage_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "hành trình chật cứng": 0.5,
            "vịnh": 0.5,
            "chuyến đi": 0.943335048519657,
            "hướng dẫn viên": 0.9176059927837438,
            "trải nghiệm": 0.7121619067620486,
            "điểm": 0.833002852081942,
            "cây cầu bàn tay vàng": 0.5,
            "bà nà hills": 0.5,
            "tấm bưu thiếp": 0.9955033655278385,
            "ngôi chùa": 0.5747492834925652,
            "bữa ăn": 0.38917557516002227,
            "bài đánh giá": 0.9947613307740539,
            "thực phẩm": 0.6692039258778095,
            "kiến ​​thức": 0.5,
            "tom": 0.8737691454589367,
            "chuyến tham quan": 0.5651886099949479,
            "chất lượng": 0.9954297946533188,
            "khách sạn": 0.8298480070467728,
            "dịch vụ": 0.5,
            "chuyến đi khách sạn": 0.5,
            "kiến ​​thức địa phương": 0.5,
            "hành trình": 0.9097639307728969,
            "lệ": 0.5387367401272058,
            "vị trí": 0.9945980351185426,
            "siem reap": 0.8737691454589367,
            "chỗ ở": 0.8737691454589367,
            "khoảng thời gian": 0.9953072104835883,
            "đồng bằng sông cửu long": 0.8737691454589367,
            "tàu": 0.9703338602557778,
            "người lái xe": 0.8737691454589367,
            "ẩm thực": 0.5,
            "xe máy": 0.5,
            "nhân viên": 0.9955652086646296,
            "chuyến": 0.5,
            "du ngoạn": 0.5,
            "giao thông": 0.5,
            "tàu du lịch": 0.5,
            "tour": 0.9606526442803442,
            "đất nước": 0.7181578427553177
        },
        "dicts_adj": {
            "hành trình chật cứng": [],
            "vịnh": [],
            "chuyến đi": [
                "tuyệt vời",
                "nhiều",
                "tuyệt vời",
                "hữu ích",
                "cao",
                "tuyệt vời",
                "kịp thời",
                "nhỏ",
                "đặc biệt",
                "thú vị",
                "tùy chỉnh",
                "nhiều",
                "trung",
                "hơn",
                "dễ dàng",
                "tốt đẹp",
                "hoàn hảo"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "thực sự",
                "cao",
                "tuyệt vời",
                "nhiều",
                "đúng",
                "chuyên nghiệp",
                "tốt",
                "an toàn",
                "tuyệt vời",
                "tuyệt vời",
                "suốt"
            ],
            "trải nghiệm": [
                "chắc chắn",
                "nổi bật"
            ],
            "điểm": [
                "nổi bật",
                "độc đáo",
                "riêng"
            ],
            "cây cầu bàn tay vàng": [],
            "bà nà hills": [],
            "tấm bưu thiếp": [
                "giống",
                "dễ dàng",
                "hơn"
            ],
            "ngôi chùa": [
                "nhiều",
                "khác"
            ],
            "bữa ăn": [
                "dọc",
                "tuyệt",
                "ăn tồi",
                "tuyệt vời"
            ],
            "bài đánh giá": [
                "tuyệt vời"
            ],
            "thực phẩm": [],
            "kiến ​​thức": [],
            "tom": [
                "đặc biệt"
            ],
            "chuyến tham quan": [
                "riêng"
            ],
            "chất lượng": [
                "cao"
            ],
            "khách sạn": [
                "tuyệt vời",
                "hoàn hảo"
            ],
            "dịch vụ": [],
            "chuyến đi khách sạn": [],
            "kiến ​​thức địa phương": [],
            "hành trình": [
                "nhiều",
                "chi tiết",
                "toàn diện"
            ],
            "lệ": [
                "nổi bật"
            ],
            "vị trí": [
                "tốt"
            ],
            "siem reap": [
                "dễ dàng"
            ],
            "chỗ ở": [
                "tuyệt vời"
            ],
            "khoảng thời gian": [
                "tuyệt vời"
            ],
            "đồng bằng sông cửu long": [
                "tuyệt vời"
            ],
            "tàu": [
                "tốt",
                "dễ dàng"
            ],
            "người lái xe": [
                "tuyệt vời",
                "suốt"
            ],
            "ẩm thực": [],
            "xe máy": [],
            "nhân viên": [
                "tuyệt vời"
            ],
            "chuyến": [],
            "du ngoạn": [],
            "giao thông": [],
            "tàu du lịch": [],
            "tour": [],
            "đất nước": []
        },
        "list_proper_noun": [],
        "factor value": {
            "hành trình chật cứng": 2,
            "vịnh": 2,
            "chuyến đi": 8.0,
            "hướng dẫn viên": 8.0,
            "trải nghiệm": 3.5,
            "điểm": 2,
            "cây cầu bàn tay vàng": 2,
            "bà nà hills": 2,
            "tấm bưu thiếp": 2,
            "ngôi chùa": 2,
            "bữa ăn": 3.5,
            "bài đánh giá": 1.5,
            "thực phẩm": 1.5,
            "kiến ​​thức": 1.5,
            "tom": 1.5,
            "chuyến tham quan": 3.0,
            "chất lượng": 1.5,
            "khách sạn": 4.5,
            "dịch vụ": 3.0,
            "chuyến đi khách sạn": 1.5,
            "kiến ​​thức địa phương": 1.5,
            "hành trình": 1.5,
            "lệ": 1.5,
            "vị trí": 1.5,
            "siem reap": 1.5,
            "chỗ ở": 1.5,
            "khoảng thời gian": 1.5,
            "đồng bằng sông cửu long": 1.5,
            "tàu": 1.5,
            "người lái xe": 1.5,
            "ẩm thực": 1.5,
            "xe máy": 1.5,
            "nhân viên": 1.5,
            "chuyến": 1.5,
            "du ngoạn": 1.5,
            "giao thông": 1.5,
            "tàu du lịch": 1.5,
            "tour": 1.5,
            "đất nước": 1.5
        }
    },
    {
        "attraction_name": "Tonkin Voyage Travel",
        "attraction_name_vi": "Du lịch Bắc Kỳ",
        "general_info": [
            "946 đánh giá",
            "14 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour Di sản Lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Tonkin Voyage Travel là một công ty du lịch có trụ sở tại Hà Nội, Việt Nam. Chúng tôi chuyên tổ chức các kỳ nghỉ phù hợp trên khắp Việt Nam, Campuchia, Lào, Myanmar và Thái Lan.Đọc thêm",
        "reviews": [
            "Đây là chuyến đi thứ hai của chúng tôi với Tonkin Voyage Travel. Nga là một đại lý rất đáng tin cậy và đáng tin cậy, người hiểu những gì chúng tôi muốn và đã tổ chức một tuần lễ tuyệt vời ở Nam Việt Nam Đồng bằng sông Cửu Long, Sài Gòn và vịnh Kê Gà: Trải nghiệm đa dạng, địa điểm đích thực, tương tác với người dân địa phương và chỗ ở tuyệt vời. Tôi thực sự khuyên bạn nên sử dụng dịch vụ Tonkin Voyage.Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời! Chỗ ở thật tuyệt vời và tài xế và hướng dẫn viên của chúng tôi thật tuyệt vời! Đó là một trải nghiệm tuyệt vời!!! Cảm ơn rất nhiều!!!! Đọc thêm",
            "Chúng tôi đã có chuyến đi 16 ngày vô cùng tuyệt vời tại Việt Nam và Campuchia nhờ có cô Vy và cô Jennifer tại Tonkin Voyage Travel. Từng chi tiết nhỏ đều được tính đến và chúng tôi đã trải nghiệm một chuyến đi hoàn hảo. Mọi thứ đều hoàn hảo: hướng dẫn viên, tài xế, chỗ ở, bữa ăn, hoạt động, giao tiếp với Vy và Jennifer. Tôi sẽ không thay đổi bất cứ điều gì. Tôi đặc biệt giới thiệu công ty này và hai đại lý này để hỗ trợ lập kế hoạch chuyến đi của bạn! Họ thật tuyệt vời và do đó, chuyến đi cũng vậy! Cảm ơn Tonkin Voyage Travel vì tất cả những kỷ niệm tuyệt vời! Đọc thêm",
            "Jennifer và Vy rất xuất sắc trong giao tiếp và sự linh hoạt khi lên kế hoạch và thực hiện chuyến lưu diễn kỷ niệm đặc biệt của chúng tôi. Sự chú ý của họ đến từng chi tiết cũng như cách họ sắp xếp kế hoạch và điều chỉnh kế hoạch cuối cùng theo nhu cầu cụ thể của chúng tôi là điều vượt quá mong đợi. Các hướng dẫn viên và tài xế đã được thông báo rất ngắn gọn và biết chính xác những gì chúng tôi cần và họ đã khiến tất cả các chuyến du ngoạn trở nên đặc biệt hơn nhờ kiến ​​thức của họ về lịch sử của những địa điểm chúng tôi đã ghé thăm. Rất khuyến khích.Đọc thêm",
            "Tuần trăng mật 3 tuần tuyệt vời khám phá châu Á. Đây là chuyến thăm đầu tiên của chúng tôi đến Châu Á và nó thật tuyệt vời. Cảm ơn Tonkin Travel đã biến giấc mơ thành hiện thực. Tôi cũng muốn cảm ơn Boney vì đã khởi đầu kỳ nghỉ của chúng tôi và cả Lee, người đã đồng hành cùng chúng tôi từ đầu đến cuối. Cảm ơn Lee vì đã trả lời tất cả các câu hỏi của tôi và đã khiến chuyến đi của chúng tôi diễn ra đúng như những gì chúng tôi tưởng tượng. Tất cả Hướng dẫn viên và Lái xe đều đạt tiêu chuẩn cao và chúng tôi không thể nào tốt hơn : : Hành trình là một sự kết hợp tuyệt vời - các địa điểm Hoàng gia đầy cảm hứng và một số tòa nhà gần đây hơn, tất cả đều được trình bày trong bối cảnh với các chi tiết về câu chuyện dài của họ, một số bảo tàng thực sự tuyệt vời, và một số địa điểm thường ngày khác, chẳng hạn như Cầu Vàng, Trung tâm Thành phố Hà Nội, Khu bảo tồn Voi, v.v... tất cả được kết hợp với nhau để tạo nên một bức tranh khảm hấp dẫn về Châu Á. Chúng tôi đến thăm những nhà hàng ngon, nơi chúng tôi được hướng dẫn và khuyến khích nếm thử các món đặc sản địa phương. Chúng tôi có thời gian rảnh để xem một số địa điểm cần thiết một cách độc lập và có hướng dẫn về cách sử dụng thời gian rảnh mà chúng tôi có. Chúng tôi chắc chắn sẽ ghé thăm lại.Đọc thêm",
            "Đây là lần thứ hai tôi đi du lịch cùng Tonkin, họ thực sự rất ngoạn mục trong việc sắp xếp những kỳ nghỉ khó quên.  Cô Vy đã giải quyết kỳ nghỉ của chúng tôi từ đầu đến cuối và thực sự nỗ lực hết mình để đảm bảo mọi thứ đều hoàn hảo không chỉ trước khi chúng tôi điều chỉnh toàn bộ kỳ nghỉ cho phù hợp với những gì chúng tôi muốn làm mà còn có sẵn trên WhatsApp trong suốt kỳ nghỉ. đã đến lúc chúng tôi ở đó để trả lời bất kỳ câu hỏi nào.  Không thể giới thiệu chúng đủ cao.Đọc thêm",
            "Tour du lịch một ngày để xem chợ xe lửa Mê Kông và bờ biển bên ngoài Bangkok. Hướng dẫn viên và tài xế rất chuyên nghiệp, luôn cố gắng cho chúng tôi thấy hầu hết mọi điểm dừng chúng tôi đã làm. Cũng cho chúng tôi biết về cuộc sống ở Thái Lan, truyền thống, văn hóa và đặc thù của đất nước. Yêu nó!! Đọc thêm",
            "Chúng tôi đã có một chuyến đi sang trọng do Tonkin Travel tổ chức, nó được thiết kế cực kỳ tốt và đáp ứng đầy đủ mọi mong muốn và mong đợi của chúng tôi. Các khách sạn đều tốt, hướng dẫn viên tốt mặc dù tiếng Ý và kiến ​​thức của họ không đứng đầu. những nơi đến thăm thú vị tổng thể trải nghiệm rất tốt đẹp. Một điểm cộng thuộc về cô Lee, người đã giới thiệu chuyến đi của chúng tôiĐọc thêm",
            "Đại lý du lịch rất chuyên nghiệp và giàu kinh nghiệm! Chúng tôi đã có một chuyến đi tuyệt vời ở Việt Nam và Campuchia với những kỷ niệm khó quên trong đời. Mọi hướng dẫn viên và tài xế đều tuyệt vời, mọi thứ đều đúng giờ, mọi sự chú ý đến từng chi tiết đều được xem xét. Đặc biệt, các hoạt động và nhà dân ở đảo Mê Kông đã mang lại trải nghiệm và sự tiếp xúc rất địa phương và cá nhân với cuộc sống hàng ngày của người Việt.  Chúng tôi cảm ơn cô Vy đã tạo ra một trải nghiệm tuyệt vời cho gia đình chúng tôi!Đọc thêm",
            "Cô Vy của Tonkin Voyage Travel được một người bạn giới thiệu nhiệt tình, người đã trở về sau chuyến đi đến Việt Nam vào tháng 9. Khi chúng tôi liên hệ với cô Vy để tổ chức chuyến đi 14 ngày của chúng tôi vào tháng 12 năm 2023 - tháng 1 năm 2024 qua Việt Nam và Campuchia, chúng tôi thực sự ấn tượng. Cô Vy đã tổ chức mọi chi tiết nhỏ trong chuyến tham quan của chúng tôi, tất cả xe, tài xế, hướng dẫn viên, tất cả đều ở 5 thành phố khác nhau và việc đưa đón được sắp xếp hoàn hảo và mọi người đều đến đúng giờ. Các khách sạn ở những vị trí tuyệt vời và rất thoải mái. Vì là mùa du lịch cao điểm nên cô Vy phải rất vất vả để đặt một số khách sạn và du thuyền đến Vịnh Hạ Long, nhưng điều đó không thành vấn đề đối với cô ấy. Cô Vy phản hồi cực kỳ nhanh chóng qua email và điện thoại của chúng tôi, rất kiên nhẫn và thân thiện và cô ấy đảm bảo rằng không có trục trặc nào trong suốt chuyến đi. Cô ấy đã nỗ lực hết mình để giúp đỡ chúng tôi bất cứ điều gì chúng tôi yêu cầu. Chúng tôi là người ăn chay và cô Vy đã đảm bảo rằng các yêu cầu về chế độ ăn uống của chúng tôi được đáp ứng ở mọi nơi trong suốt chuyến tham quan. Cô Vy và Tonkin đã giúp chuyến đi của chúng tôi trở nên rất dễ dàng. Chúng tôi không phải lo lắng về bất cứ điều gì và họ đã đưa chúng tôi đến những nơi mà chúng tôi sẽ không biết đến nếu không có họ - một sự kết hợp tuyệt vời giữa tham quan và trải nghiệm. Tất cả những gì bạn cần đảm bảo là hành trình, chỗ ở và các tour du lịch phù hợp với sở thích và khẩu vị của bạn và Tonkin sẽ lo phần còn lại. Chúng tôi rất vui khi được đến thăm những quốc gia tuyệt vời đó và chắc chắn sẽ không ngần ngại sử dụng Tonkin Voyage Travel một lần nữa và giới thiệu công ty tuyệt vời này cùng cô Vy cho bạn bè và gia đình của chúng tôi. Dinesh thay mặt cho chính mình, vợ Nilima và bạn bè của chúng tôi là Yogendra và Shradha Đọc thêm",
            "Chúng tôi sẽ bay đến Thành phố Hồ Chí Minh vào tối thứ Sáu ngày 19 tháng 7 và rời Thành phố Hồ Chí Minh vào tối Chủ nhật ngày 28 tháng 7.  Vì vậy, chúng tôi có 9 ngày để thăm đất nước của bạn.  Vì ở phía bắc trời ẩm ướt - Bạn đề nghị chúng ta nên làm gì?  Chúng tôi là vợ chồng trẻ ở độ tuổi 50.  Muốn nghỉ dưỡng và nghỉ dưỡng 4 -5 sao.  Bạn có thể giới thiệu những điều để chúng tôi làm và xem mà không bị kiệt sức vì chúng tôi cần thời gian thư giãn cũng như tham quan.  Chúng tôi chưa bao giờ đến Việt Nam trước đây.Đọc thêm",
            "Xin chào, chúng tôi đã lên kế hoạch cho chuyến đi của mình thông qua cô Vy tại Tonkin travel và cô ấy không thể hữu ích hơn được nữa. Chúng tôi là một nhóm thanh niên 60 tuổi và tiêu chuẩn chỗ ở cũng như vị trí trong tất cả các lần lưu trú của chúng tôi đều tuyệt vời. Tiêu chuẩn tuyệt vời và gần với mọi thứ đang diễn ra, bất kể chúng tôi đang ở thị trấn nào. Hãy tận hưởng.Đọc thêm",
            "Chào buổi sáng,\n\nChúng tôi đang lập kế hoạch một chuyến đi đến Bắc Lào và Thái Lan ở tháng Tám. \n\nBạn có ý kiến, phản hồi gì về Du lịch Bắc Kỳ?\n\nCảm ơn vì thông tin của bạn.\n\nJPĐọc thêm",
            "Cơ quan này hướng đến khách hàng và đảm bảo thành thạo việc cung cấp và theo dõi chuyến đi.\nĐừng ngần ngại liên hệ với họ.Đọc thêm"
        ],
        "star_ratings": [
            925,
            26,
            0,
            3,
            0
        ],
        "review_amount": 954,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch Tonkin Voyage"
        ],
        "reviews_time": [
            "Written March 10, 2024",
            "Written March 5, 2024",
            "Written March 5, 2024",
            "Written February 29, 2024",
            "Written February 21, 2024",
            "Written February 11, 2024",
            "Written January 26, 2024",
            "Written January 26, 2024",
            "Written January 21, 2024",
            "Written January 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12132013-Reviews-or10-Tonkin_Voyage_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or20-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24177373-Reviews-Bay_Candle_Workshop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8616599-Reviews-Hanoi_Police_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781931-Reviews-Camelia_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973179-Reviews-Quynh_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311050-Reviews-Ambassador_s_Pagoda_Chua_Quan_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7084518-Reviews-Cong_Vien_Thong_Nhat-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25386654-Reviews-Utopia_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7057044-Reviews-Eviva_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6418133-Reviews-Vietnam_Blue_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25808369-Reviews-Indochina_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211370-Reviews-Om_Hanoi_Yoga_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294260-d338331-Reviews-White_Beach-Boracay_Malay_Aklan_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g255060-d257278-Reviews-Sydney_Opera_House-Sydney_New_South_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g580304-d10518366-Reviews-Rafa_Nadal_Museum-Manacor_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152609-d324861-Reviews-Mount_Huashan-Huayin_Shaanxi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d7087816-Reviews-Peter_s_Beach-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g20063485-d3343089-Reviews-Jungle_Experience_Koh_Phangan-Ban_Tai_Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41616-d4374275-Reviews-Hopkinton_State_Park-Hopkinton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g255091-d2103695-Reviews-Whitehaven_Beach-Whitsunday_Island_Whitsunday_Islands_Queensland.html",
            "https://www.tripadvisor.com/Attraction_Review-g297983-d298413-Reviews-Goreme_Open_Air_Museum-Goreme_Cappadocia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33029-d13576836-Reviews-Lacy_Park-San_Marino_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or20-Tonkin_Voyage_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or10-Tonkin_Voyage_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.9932879463844334,
            "đại lý": 0.9955270971404389,
            "tuần lễ": 0.9955345372436568,
            "đồng bằng sông cửu long": 0.8737691454589367,
            "vịnh": 0.9345735919778235,
            "trải nghiệm": 0.9748935077902084,
            "người dân địa phương": 0.9953438215889037,
            "chỗ ở": 0.7897738957350763,
            "dịch vụ": 0.9049625545740128,
            "hướng dẫn viên": 0.7249963620706694,
            "bữa ăn": 0.5,
            "kỷ niệm": 0.9955379395396449,
            "chuyến lưu diễn": 0.9953855821513571,
            "chuyến du ngoạn": 0.9948202840751037,
            "kiến ​​thức": 0.5,
            "lịch sử": 0.5,
            "địa điểm": 0.5,
            "tuần trăng": 0.9949786436045542,
            "chuyến thăm": 0.9954664850374684,
            "giấc": 0.9953851966420189,
            "kỳ nghỉ": 0.9775662411411759,
            "địa điểm hoàng gia": 0.8737691454589367,
            "tòa nhà": 0.26923542376607656,
            "câu chuyện": -0.9159312658011913,
            "bảo tàng": 0.6906359723943751,
            "cầu vàng": 0.8737691454589367,
            "bức tranh": 0.9952678922563791,
            "nhà hàng": 0.9955707279150374,
            "đặc sản địa phương": 0.5,
            "thời gian": 0.5103015005588531,
            "thời gian rảnh": 0.5646515376865864,
            "tour du lịch": 0.5,
            "bờ biển": 0.5,
            "văn hóa": -0.9732404688838869,
            "chuyến đi sang": 0.9955677853431553,
            "khách sạn": 0.7430634925840423,
            "tổng thể": 0.9955915627069771,
            "nhà dân": 0.5,
            "đảo": 0.5,
            "chuyến đi 14 ngày": 0.9895624148193747,
            "chuyến tham quan": 0.8744889231359897,
            "vị trí": 0.9955043621594086,
            "du": 0.9226562157273293,
            "thuyền": 0.5,
            "ăn chay": 0.9145845975726843,
            "độ ăn uống": 0.9796304011251777,
            "hành trình": 0.5,
            "quốc gia": 0.9955784078338183
        },
        "dicts_adj": {
            "chuyến đi": [
                "tuyệt vời",
                "hoàn hảo",
                "đặc biệt",
                "tuyệt vời",
                "đúng",
                "tuyệt vời",
                "khó",
                "nhanh chóng",
                "kiên nhẫn",
                "suốt",
                "dễ dàng"
            ],
            "đại lý": [
                "tuyệt vời"
            ],
            "tuần lễ": [
                "tuyệt vời"
            ],
            "đồng bằng sông cửu long": [
                "tuyệt vời"
            ],
            "vịnh": [
                "tuyệt vời",
                "vất vả"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời",
                "hoàn hảo",
                "tốt đẹp",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "người dân địa phương": [
                "tuyệt vời"
            ],
            "chỗ ở": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "dịch vụ": [
                "thực sự"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "ngắn gọn",
                "chính xác",
                "cao",
                "tốt",
                "hơn",
                "tuyệt vời",
                "đầy",
                "chuyên nghiệp",
                "tốt",
                "tuyệt vời",
                "đúng",
                "khác",
                "hoàn hảo",
                "đúng"
            ],
            "bữa ăn": [],
            "kỷ niệm": [
                "tuyệt vời"
            ],
            "chuyến lưu diễn": [
                "xuất sắc",
                "linh hoạt",
                "đặc biệt"
            ],
            "chuyến du ngoạn": [
                "đặc biệt",
                "hơn"
            ],
            "kiến ​​thức": [],
            "lịch sử": [],
            "địa điểm": [],
            "tuần trăng": [
                "tuyệt vời"
            ],
            "chuyến thăm": [
                "đầu tiên",
                "tuyệt vời"
            ],
            "giấc": [],
            "kỳ nghỉ": [
                "cùng",
                "thực sự",
                "ngoạn mục",
                "khó",
                "thực sự",
                "sẵn",
                "suốt"
            ],
            "địa điểm hoàng gia": [
                "cao",
                "tốt",
                "hơn",
                "tuyệt vời",
                "đầy"
            ],
            "tòa nhà": [
                "gần",
                "hơn"
            ],
            "câu chuyện": [
                "dài"
            ],
            "bảo tàng": [
                "thực sự",
                "tuyệt vời",
                "thường ngày",
                "khác"
            ],
            "cầu vàng": [
                "cao",
                "tốt",
                "hơn",
                "tuyệt vời",
                "đầy"
            ],
            "bức tranh": [],
            "nhà hàng": [
                "ngon"
            ],
            "đặc sản địa phương": [],
            "thời gian": [
                "cần thiết",
                "độc lập"
            ],
            "thời gian rảnh": [
                "cần thiết",
                "độc lập"
            ],
            "tour du lịch": [],
            "bờ biển": [],
            "văn hóa": [],
            "chuyến đi sang": [
                "sang trọng",
                "tốt",
                "đầy đủ"
            ],
            "khách sạn": [
                "tốt",
                "tuyệt vời",
                "thoải mái"
            ],
            "tổng thể": [
                "tốt đẹp"
            ],
            "nhà dân": [],
            "đảo": [],
            "chuyến đi 14 ngày": [
                "thực sự"
            ],
            "chuyến tham quan": [
                "khác",
                "hoàn hảo",
                "đúng"
            ],
            "vị trí": [
                "tuyệt vời",
                "thoải mái"
            ],
            "du": [
                "vất vả"
            ],
            "thuyền": [],
            "ăn chay": [
                "suốt"
            ],
            "độ ăn uống": [
                "suốt"
            ],
            "hành trình": [],
            "quốc gia": [
                "vui",
                "tuyệt vời",
                "chắc chắn",
                "tuyệt vời"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 10.5,
            "đại lý": 1.5,
            "tuần lễ": 1.5,
            "đồng bằng sông cửu long": 1.5,
            "vịnh": 3.0,
            "trải nghiệm": 9.0,
            "người dân địa phương": 1.5,
            "chỗ ở": 4.5,
            "dịch vụ": 1.5,
            "hướng dẫn viên": 12.0,
            "bữa ăn": 1.5,
            "kỷ niệm": 1.5,
            "chuyến lưu diễn": 1.5,
            "chuyến du ngoạn": 1.5,
            "kiến ​​thức": 3.0,
            "lịch sử": 1.5,
            "địa điểm": 1.5,
            "tuần trăng": 1.5,
            "chuyến thăm": 1.5,
            "giấc": 1.5,
            "kỳ nghỉ": 3.0,
            "địa điểm hoàng gia": 1.5,
            "tòa nhà": 1.5,
            "câu chuyện": 1.5,
            "bảo tàng": 1.5,
            "cầu vàng": 1.5,
            "bức tranh": 1.5,
            "nhà hàng": 1.5,
            "đặc sản địa phương": 1.5,
            "thời gian": 1.5,
            "thời gian rảnh": 1.5,
            "tour du lịch": 3.0,
            "bờ biển": 1.5,
            "văn hóa": 1.5,
            "chuyến đi sang": 1.5,
            "khách sạn": 3.0,
            "tổng thể": 1.5,
            "nhà dân": 1.5,
            "đảo": 1.5,
            "chuyến đi 14 ngày": 1.5,
            "chuyến tham quan": 1.5,
            "vị trí": 1.5,
            "du": 1.5,
            "thuyền": 1.5,
            "ăn chay": 1.5,
            "độ ăn uống": 1.5,
            "hành trình": 1.5,
            "quốc gia": 1.5
        }
    },
    {
        "attraction_name": "Tonkin Voyage Travel",
        "attraction_name_vi": "Du lịch Bắc Kỳ",
        "general_info": [
            "946 đánh giá",
            "14 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Tonkin Voyage Travel là một công ty du lịch có trụ sở tại Hà Nội, Việt Nam. Chúng tôi chuyên tổ chức các kỳ nghỉ phù hợp trên khắp Việt Nam, Campuchia, Lào, Myanmar và Thái Lan.Đọc thêm",
        "reviews": [
            "Du lịch Bắc Kỳ thật tuyệt vời, cực kỳ am hiểu hoàn cảnh và rất thuận tiện. Họ đã làm cho chuyến đi của chúng tôi trở nên rất dễ dàng và chúng tôi không phải lo lắng về bất cứ điều gì và đưa chúng tôi đến những nơi mà chúng tôi sẽ không biết nếu không có họ. Xin gửi lời cảm ơn chân thành tới Boney, người đã tổ chức chuyến đi của chúng tôi, cô ấy thật xuất sắc và đã vượt lên trên tất cả vì chúng tôi.Đọc thêm",
            "Chúng tôi đã sử dụng Tonkin cho 2 chuyến đi của gia đình, một qua Campuchia và Việt Nam và một qua Lào. Hướng dẫn tuyệt vời, sự kết hợp tuyệt vời giữa tham quan và trải nghiệm cũng như các khách sạn tuyệt vời. Họ đi xa hơn để khiến mọi thứ trở nên liền mạch. Rất khuyến khích. Đọc thêm",
            "Vừa trở về sau chuyến đi tuyệt vời đến Việt Nam và Campuchia do Tonkin Voyage tổ chức. Thúy Vũ là đại diện của chúng tôi ở đó và chúng tôi rất có thể giới thiệu cô ấy. Cô ấy rất hiệu quả, luôn phản hồi nhanh chóng và rất hữu ích trong việc tổ chức hành trình mà chúng tôi đã thay đổi nhiều lần. Tất cả các khách sạn được chọn đều có vị trí tuyệt vời và rất thuận tiện. Các hướng dẫn viên nói tiếng Anh có kiến ​​thức tuyệt vời về đất nước của họ. Những chiếc xe và trình điều khiển rất xuất sắc và rất hữu ích. Chúng tôi rất vui mừng được đến thăm những đất nước tuyệt vời đó và chắc chắn sẽ không ngần ngại sử dụng Tonkin Voyage một lần nữa và giới thiệu đại lý tuyệt vời này cho bạn bè của chúng tôi. Ginette, Ivan và bạn của chúng tôi Wendy.Đọc thêm",
            "Chúng tôi di chuyển khắp đất nước trong một chuyến đi riêng được tùy chỉnh theo mong muốn của chúng tôi từ chuyến du lịch Bắc Kỳ.  Xin chân thành cảm ơn cô Vy vì sự tổ chức chung. Nó đã phản ánh hoàn toàn sự mong đợi của chúng tôi. Chúng tôi sẽ trở về nhà với nhiều cảm xúc thú vị từ Việt Nam. Hoàn toàn được khuyến khích. Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời với sự sắp xếp của người lập kế hoạch chuyến đi Jennifer Thúy Hoàng. Chúng tôi đã trải nghiệm các lớp học nấu ăn, tour Vespa, điểm dừng tằm và múa rối nước. Tất nhiên là cả đền chùa và nhà thờ nữa. Chúng tôi cũng đã dành một vài đêm trên thuyền ở Vịnh Hạ Long. Hướng dẫn viên của chúng tôi Tài xế David snd Mr Dong cũng rất tuyệt vời! Sau đó chúng tôi có một chuyến du lịch ngắn ngày ở Bangkok và điều đó cũng được Jennifer sắp xếp và nó cũng diễn ra rất tốt đẹp. Tôi chắc chắn sẽ khuyên bạn nên sử dụng Jennifer để sắp xếp các chuyến tham quan khi ở Việt Nam và Thái Lan. Đọc thêm",
            "Chuyến tham quan được tổ chức cực kỳ tốt, vượt quá mong đợi. Tất cả các địa điểm và địa điểm chúng tôi ghé thăm ở mỗi địa điểm đều rất tốt. Các hướng dẫn viên du lịch có kiến ​​thức và hữu ích.ms.Boney đã sắp xếp phối hợp và cung cấp theo tiêu chuẩn đặc biệt, chúng tôi không có khiếu nại. Cô ấy đã cho chúng tôi rất nhiều lời khuyên cho từng địa điểm và giúp giải quyết vấn đề khi đặt vé máy bay mà chúng tôi đã tự thực hiện sau khi chuyến tham quan kết thúc. Tóm lại, một công ty du lịch tuyệt vời, đáp ứng tiêu chuẩn cao nhất của những người ở tầng trệt. Đặc biệt là cô Boney. Cảm ơn bạn!Đọc thêm",
            "Chúng tôi quyết định chuyến đi vào phút cuối đến Việt Nam và Campuchia, 7 ngày trước ngày khởi hành mong muốn. Chúng tôi đã viết 3 thư cho 3 công ty khác nhau. Lee Hoàng đã phản hồi nhanh chóng, cô ấy hiểu ngay rằng chúng tôi đang tìm kiếm một chuyến Taylor madeTrip và trong vòng một tuần, chúng tôi đã quyết định thực hiện chuyến đi này. đã thống nhất hành trình cuối cùng của chúng tôi và sẵn sàng bay. Chuyến đi đã được lên kế hoạch rất kỹ lưỡng, chúng tôi được Lee kiểm tra hàng ngày để đảm bảo mọi việc diễn ra tốt đẹp, Chúng tôi cũng nhận được cảnh báo bão ở Vịnh Hạ Long khiến kế hoạch 2 ngày 1 đêm của chúng tôi bị gián đoạn chứng minh hành trình.Lee đã tìm được một khách sạn, đặt một nhà hàng ngon và ngày hôm sau khi đang trên đường đến địa điểm Thay thế, cô ấy đã gọi cho chúng tôi để nói rằng cô ấy và nhóm của cô ấy đã tổ chức được một chuyến du ngoạn nửa ngày Trong vịnh, vì lệnh cấm điều hướng đã có đã được dỡ bỏ.Vì vậy, với Tonkin Travel, chúng tôi đã có một chuyến đi hoàn toàn thoải mái và rất thú vị, năng động và độc đáo như chúng tôi yêu cầu.Đọc thêm",
            "Chúng tôi đã đến Brunei an toàn một lần nữa và tôi xin cảm ơn rất nhiều vì kỳ nghỉ tuyệt vời mà bạn đã sắp xếp cho chúng tôi. David và ông Dong là những hướng dẫn viên xuất sắc và rất đúng giờ, điều đó được đánh giá rất cao. Khách sạn Aira rất xuất sắc với dịch vụ rất tốt và vị trí rất tốt để khám phá Hà Nội. Nhà trọ đầu tiên của chúng tôi thường phục vụ cho các nhóm lớn hơn nhưng chúng tôi là những người duy nhất ở đó . Dịch vụ rất tốt và tầm nhìn từ phòng ngủ của chúng tôi rất đẹp. Chuyến đi xuyên miền Bắc Việt Nam rất tốt và vượt quá mong đợi của chúng tôi. Hai khách sạn chúng tôi ở đều tốt và đầy đủ. Nhà trọ cuối cùng của chúng tôi rất tuyệt vời, phòng rất tốt và chúng tôi ăn cùng gia đình giữa một ngôi làng nhỏ, một căn nhà trọ đúng nghĩa. Chuyến đi rất đẹp, có một chút khách du lịch, nhưng chất lượng của chuyến đi, đồ ăn và quang cảnh thì tuyệt vời. Khách sạn của chúng tôi ở Cát Bah là điểm nhấn của chuyến đi, phòng và bữa sáng tuyệt vời và bầu không khí rất đẹp. Khách sạn cuối cùng của chúng tôi ở Hà Nội, Peridot, cũng rất tốt, mặc dù không khí kém hơn Aira một chút. Dịch vụ đưa đón sân bay rất tốt và đúng giờ. Nói chung đó là một kỳ nghỉ tuyệt vời và tôi sẽ giới thiệu bạn với tất cả bạn bè của tôi.Đọc thêm",
            "Cô Vy đã sắp xếp toàn bộ chuyến đi của chúng tôi một cách hoàn hảo tuyệt đối. Tôi đã sử dụng Tonkin Travel trong ba chuyến đi khác nhau với 100 lượt hài lòng trên mỗi chuyến đi. Tôi đánh giá cao Tonkin và cô Vy. Đọc thêm",
            "Tôi đã đến Việt Nam vào kỳ nghỉ vào tháng 9 năm 2023. Cố vấn du lịch của tôi là cô Vy từ Tonkin Voyage Travel. Hành trình mà cô ấy thiết kế hoàn toàn phù hợp với sở thích của chúng tôi. Tôi rất hài lòng với sự lựa chọn của cô ấy về khách sạn và phương tiện đi lại. Trong suốt cuộc hành trình, cô ấy đã giải đáp rất nhiệt tình những thắc mắc và mối quan tâm của tôi. Đó là một chuyến đi tuyệt vời. Cảm ơn rất nhiều!  Đọc thêm",
            "Chúng tôi sẽ bay đến Thành phố Hồ Chí Minh vào tối thứ Sáu ngày 19 tháng 7 và rời Thành phố Hồ Chí Minh vào tối Chủ nhật ngày 28 tháng 7.  Vì vậy, chúng tôi có 9 ngày để thăm đất nước của bạn.  Vì ở phía bắc trời ẩm ướt - Bạn đề nghị chúng ta nên làm gì?  Chúng tôi là vợ chồng trẻ ở độ tuổi 50.  Muốn nghỉ dưỡng và nghỉ dưỡng 4 -5 sao.  Bạn có thể giới thiệu những điều để chúng tôi làm và xem mà không bị kiệt sức vì chúng tôi cần thời gian thư giãn cũng như tham quan.  Chúng tôi chưa bao giờ đến Việt Nam trước đây.Đọc thêm",
            "Xin chào, chúng tôi đã lên kế hoạch cho chuyến đi của mình thông qua cô Vy tại Tonkin travel và cô ấy không thể hữu ích hơn được nữa. Chúng tôi là một nhóm thanh niên 60 tuổi và tiêu chuẩn chỗ ở cũng như vị trí trong tất cả các lần lưu trú của chúng tôi đều tuyệt vời. Tiêu chuẩn tuyệt vời và gần với mọi thứ đang diễn ra, bất kể chúng tôi đang ở thị trấn nào. Hãy tận hưởng.Đọc thêm",
            "Chào buổi sáng,\n\nChúng tôi đang lập kế hoạch một chuyến đi đến Bắc Lào và Thái Lan ở tháng Tám. \n\nBạn có ý kiến, phản hồi gì về Du lịch Bắc Kỳ?\n\nCảm ơn vì thông tin của bạn.\n\nJPĐọc thêm",
            "Cơ quan này hướng đến khách hàng và đảm bảo thành thạo việc cung cấp và theo dõi chuyến đi.\nĐừng ngần ngại liên hệ với họ.Đọc thêm"
        ],
        "star_ratings": [
            925,
            26,
            0,
            3,
            0
        ],
        "review_amount": 954,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch Bắc Kỳ"
        ],
        "reviews_time": [
            "Written January 10, 2024",
            "Written December 18, 2023",
            "Written December 13, 2023",
            "Written December 13, 2023",
            "Written November 28, 2023",
            "Written November 8, 2023",
            "Written November 1, 2023",
            "Written October 21, 2023",
            "Written October 14, 2023",
            "Written October 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12132013-Reviews-or20-Tonkin_Voyage_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or10-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or30-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24177373-Reviews-Bay_Candle_Workshop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8616599-Reviews-Hanoi_Police_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781931-Reviews-Camelia_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973179-Reviews-Quynh_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311050-Reviews-Ambassador_s_Pagoda_Chua_Quan_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7084518-Reviews-Cong_Vien_Thong_Nhat-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25386654-Reviews-Utopia_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7057044-Reviews-Eviva_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6418133-Reviews-Vietnam_Blue_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25808369-Reviews-Indochina_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211370-Reviews-Om_Hanoi_Yoga_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32355-d3597587-Reviews-Leucadia_Farmers_Market-Encinitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d25963863-Reviews-Pitt_Club_KL-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d105561-Reviews-Strawbery_Banke_Museum-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g50573-d22730864-Reviews-Umbrella_Alley-Louisville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g190378-d3885434-Reviews-Diana_Beach-Kyrenia_Kyrenia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g1055348-d7208069-Reviews-Banos_de_la_Hedionda-Casares_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d554537-Reviews-The_War_Memorial_of_Korea-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g674248-d6873019-Reviews-Piscines_Naturelles_De_Cavu-Sainte_Lucie_De_Porto_Vecchio_Zonza_Corse_du_Sud_Cors.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d1055270-Reviews-Wadi_El_Gemal_National_Park-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g58786-d281955-Reviews-Legends_Casino_Hotel-Toppenish_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or30-Tonkin_Voyage_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or20-Tonkin_Voyage_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.8003199933614167,
            "trải nghiệm": 0.9954995973384939,
            "khách sạn": 0.8764290131776679,
            "thúy vũ": 0.993582195835188,
            "hành trình": 0.9868179819604848,
            "vị trí": 0.9954179693741025,
            "hướng dẫn viên": 0.9927734342442515,
            "kiến ​​thức": 0.7476791758672334,
            "xe": 0.9954498287988827,
            "đất nước": 0.9955482942750677,
            "chuyến đi riêng": 0.5,
            "chuyến du lịch": 0.5,
            "chuyến tham quan": 0.9748376769857714,
            "lớp học nấu ăn": 0.5,
            "rối nước": 0.5,
            "cả": 0.5,
            "đền chùa": 0.5,
            "nhà thờ": 0.5,
            "thuyền": 0.5,
            "vịnh": 0.6868845727294683,
            "hướng dẫn viên du lịch": 0.5,
            "chuyến taylor": 0.8737691454589367,
            "nhà hàng": 0.9955707279150374,
            "du ngoạn": 0.5,
            "điều hướng": 0.5,
            "kỳ nghỉ": 0.9884685211727628,
            "dịch vụ": 0.9534111253645582,
            "nhà trọ": 0.5176165755838156,
            "tầm nhìn": 0.9950220279861242,
            "phòng ngủ": 0.9944490997004323,
            "chuyến đi xuyên": 0.9955209555919282,
            "phòng": 0.9951005862676539,
            "ngôi làng": 0.49539418891072273,
            "đồ ăn": 0.9955326825729571,
            "quang cảnh": 0.995377779006958,
            "chuyến đi phòng": 0.9954880063887686,
            "bữa sáng": 0.9955352214165032,
            "bầu không khí": 0.9033991973847151,
            "phương tiện đi lại": 0.5
        },
        "dicts_adj": {
            "chuyến đi": [
                "dễ dàng",
                "chân thành",
                "xuất sắc",
                "tuyệt vời",
                "kỹ lưỡng",
                "tốt đẹp",
                "hoàn toàn",
                "thoải mái",
                "thú vị",
                "năng động",
                "độc đáo",
                "tuyệt vời",
                "đẹp",
                "hoàn hảo",
                "tuyệt đối",
                "khác",
                "hài lòng",
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "khách sạn": [
                "tuyệt vời",
                "tuyệt vời",
                "thuận tiện",
                "ngon",
                "xuất sắc",
                "tốt",
                "đầy đủ",
                "tuyệt vời",
                "cuối cùng",
                "tốt",
                "kém",
                "hơn"
            ],
            "thúy vũ": [],
            "hành trình": [
                "hiệu quả",
                "nhanh chóng",
                "hữu ích",
                "nhiều",
                "hoàn toàn"
            ],
            "vị trí": [
                "tuyệt vời",
                "thuận tiện",
                "tốt"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "tuyệt vời",
                "xuất sắc",
                "đúng",
                "cao"
            ],
            "kiến ​​thức": [
                "tuyệt vời"
            ],
            "xe": [
                "xuất sắc",
                "hữu ích"
            ],
            "đất nước": [
                "tuyệt vời",
                "chắc chắn",
                "tuyệt vời"
            ],
            "chuyến đi riêng": [],
            "chuyến du lịch": [],
            "chuyến tham quan": [
                "tuyệt vời",
                "chắc chắn",
                "tốt",
                "nhiều"
            ],
            "lớp học nấu ăn": [],
            "rối nước": [],
            "cả": [],
            "đền chùa": [],
            "nhà thờ": [],
            "thuyền": [],
            "vịnh": [
                "kỹ lưỡng",
                "tốt đẹp"
            ],
            "hướng dẫn viên du lịch": [],
            "chuyến taylor": [
                "nhanh chóng"
            ],
            "nhà hàng": [
                "ngon"
            ],
            "du ngoạn": [],
            "điều hướng": [],
            "kỳ nghỉ": [
                "an toàn",
                "nhiều",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "dịch vụ": [
                "tốt",
                "tốt",
                "tốt",
                "đúng"
            ],
            "nhà trọ": [
                "đầu tiên",
                "lớn",
                "hơn",
                "duy nhất",
                "đúng",
                "cuối cùng",
                "tuyệt vời"
            ],
            "tầm nhìn": [
                "đẹp"
            ],
            "phòng ngủ": [
                "đẹp"
            ],
            "chuyến đi xuyên": [
                "tốt"
            ],
            "phòng": [
                "tốt"
            ],
            "ngôi làng": [
                "nhỏ"
            ],
            "đồ ăn": [
                "tuyệt vời"
            ],
            "quang cảnh": [
                "tuyệt vời"
            ],
            "chuyến đi phòng": [
                "tuyệt vời"
            ],
            "bữa sáng": [
                "tuyệt vời"
            ],
            "bầu không khí": [
                "đẹp"
            ],
            "phương tiện đi lại": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 7.5,
            "trải nghiệm": 1.5,
            "khách sạn": 5.5,
            "thúy vũ": 1,
            "hành trình": 2,
            "vị trí": 2,
            "hướng dẫn viên": 3,
            "kiến ​​thức": 2,
            "xe": 1,
            "đất nước": 1,
            "chuyến đi riêng": 1,
            "chuyến du lịch": 1,
            "chuyến tham quan": 2,
            "lớp học nấu ăn": 1,
            "rối nước": 1,
            "cả": 1,
            "đền chùa": 1,
            "nhà thờ": 1,
            "thuyền": 1,
            "vịnh": 2,
            "hướng dẫn viên du lịch": 1,
            "chuyến taylor": 1,
            "nhà hàng": 1,
            "du ngoạn": 1,
            "điều hướng": 1,
            "kỳ nghỉ": 2,
            "dịch vụ": 1,
            "nhà trọ": 1,
            "tầm nhìn": 1,
            "phòng ngủ": 1,
            "chuyến đi xuyên": 1,
            "phòng": 1,
            "ngôi làng": 1,
            "đồ ăn": 1,
            "quang cảnh": 1,
            "chuyến đi phòng": 1,
            "bữa sáng": 1,
            "bầu không khí": 1,
            "phương tiện đi lại": 1
        }
    },
    {
        "attraction_name": "Tonkin Voyage Travel",
        "attraction_name_vi": "Du lịch Tonkin Voyage",
        "general_info": [
            "946 đánh giá",
            "14 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour Di sản Lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Tonkin Voyage Travel là một công ty du lịch có trụ sở tại Hà Nội, Việt Nam. Chúng tôi chuyên tổ chức các kỳ nghỉ phù hợp trên khắp Việt Nam, Campuchia, Lào, Myanmar và Thái Lan.Đọc thêm",
        "reviews": [
            "Tonkin Voyage Travel được một người bạn giới thiệu và khi tôi liên hệ với họ để tổ chức chuyến đi xuyên Việt Nam, tôi thực sự ấn tượng. Cô Vy, đại lý được chúng tôi chỉ định, đã tổ chức từng chi tiết nhỏ cho chuyến tham quan của chúng tôi - cô ấy thậm chí còn kiểm tra xem vé đến Việt Nam và thị thực của tôi có chính xác để chúng tôi không gặp bất kỳ khó khăn nào khi nhập cảnh - tất cả tài xế, hướng dẫn viên ở nhiều thành phố và chuyến bay nội địa khác nhau và các tour du lịch đã được sắp xếp hợp lý - các khách sạn nằm ở những vị trí tuyệt vời - kỳ nghỉ của chúng tôi trên thuyền ở Vịnh Hạ Long là điểm nhấn tuyệt đối. Cô Vy rất kiên nhẫn và thân thiện và cô đảm bảo trong suốt chuyến đi không có trục trặc nào. Tôi chắc chắn sẽ sử dụng lại dịch vụ của họ cho chuyến đi đến Campuchia và thực sự có thể giới thiệu công ty này. Đọc thêm",
            "Our travel group included a couple who hasnt returned to Vietnam since they left as teenagers 40 years ago, me their niece who had only been to Vietnam once 20 years ago, and their daughter and my Canadian partner who both have never been to Vietnam. Needless to say there was a lot of emotions and stress leading up to the trip. Our travel agent, Tam, meticulously helped plan every part and was so lovely when we changed plans, needed accommodations. Just as a small example: one of our party members has a life threatening nut allergy, which we just mentioned to Tam once, thinking we would need to self advocate throughout the trip. Instead, all of our 3 amazing your guides would talk with the staff at restaurants we ate at to double check that there were no nuts on any food we got. We felt extremely taken care of.As I mentioned, we were shown around by 3 tour guides: Sang, Mai, and Huy. These people were our life lines. They knew the best trails, the best food, and the local history. They werent just there to show us around, they helped us set up laundry through the companies they knew, told us which street-side sellers were legit, and helped us find the bathroom in a pinch! They anticipated our needs, and were extremely adaptable to weatherterrain changes:-While we were in the Mekong Delta, Sang informed us that due to a tide change, it would be wise to move our rowed boat ride to earlier in the day. After we agreed, he set it all up, speaking with the boat driver and everyone along the way to change our plans, always keeping us in the know, but never troubling us with too much information.-While were in Sapa, Mai noted that she thought our next day might be over booked with activities, and recommended pushing one activity for the next day due to our parties fitness level. Boy was she right! If we had had to do the second activity we had planned in the same day as our first, we wouldnt have made it up the stairs! We really felt we could trust our guide!-In the final part of our tour, Huy was our guide through central Vietnam. He was so attentive to the older members of our party, always making sure that they were cared for, and that they had enough rest time between activities. On the way down from a cave excursion during harsh rain, he took us an alternate path down the mountain since he knew that the rain would cause the stairs down to be way too slippery. This put all of us at ease and got us down the hill faster than other parties that left at the same time as us!Finally, our drivers were outstanding! Particularly Liem and Tuong. Each time we approached the car, before we knew it, our luggage was packed and we were being passed ice cold water. They made our excursion feel like a true luxury experience! Could not be more grateful to Tam for her care every step of the way. She was always available to answer any questions we had when we were away from our guides and even met us at our hotel with gifts and a card! As a cherry on top, we had 2 party members with birthdays during the trip, and Tam organized the hotels to leave birthday cake in our rooms! Tam truly made our trip a dream, and I cant imagine trying to plan a trip like this without her vast knowledge and expertise!Thanks Tonkin, and Tam!!Read more",
            "Chúng tôi vừa trở về sau một chuyến đi tuyệt vời khác đến Việt Nam, do Vy Ms của Tonkin-Travel tổ chức.  mọi thứ đều được tổ chức hoàn hảo từ chỗ ở 5 sao, tài xế, hướng dẫn viên du lịch và các chuyến đi liên quan đến từng chặng của hành trình.  Nếu bạn đang muốn đến Việt Nam hoặc các vùng khác của Đông Dương thì tôi thực sự có thể giới thiệu công ty này.  Họ có trụ sở tại Hà Nội nên có thể sắp xếp mọi thứ tại địa phương và với mức giá tuyệt vời.  Đây là lần thứ hai chúng tôi sử dụng công ty này và chắc chắn sẽ sử dụng lại.Đọc thêm",
            "I would highly recommend working with Tonkin Travel! I traveled to Vietnam for 3 weeks in July 2023  me single Mom and my 3 kids ages 10, 13 and 15. I chose Tonkin based on the recommendation of a colleague. My travel advisor was Boney, and I cant say enough good things about her! She was kind, understanding, quick to answer, available, proactive, and checked in often during our trip. I truly feel that she was invested in helping my family have a wonderful vacation. In my initial contact email, I described my family and our travel style, and referenced on of the itineraries on the website that I felt was close to what I was looking for. Boney responded with a personalized itinerary, covering the highlights of Vietnam. In the end I chose not to tweak any of her suggestions. I was right to trust her! Some of the things that I was not sure about based on the description in the itinerary made the highlights list of the trip when all was said and done. The entire travel experience was seamless. All of the drivers and tour guides were competent and professional. We felt more affinity to some than others, but thats based on personal taste and style  they were all very good at their job. Most went above and beyond their general job description. All of the hotels were great  the agency does a great job in choosing the hotels they work with. Even if I had spent weeks or even months trying to plan this trip on my own, I could not have done as good of a job. Plus, having someone on the other end of the line proved helpful in so many ways, both big and little. One example: it took longer than expected for our eVisa to come through. When we traveled, an eVisa was required for trips of more than 15 days - I believe this changed recently. There are several private companies offering expedited services  Boney kept in touch with me and even contacted the company I was working with on my behalf to ensure that we got what we needed, on time. There were several other small examples throughout our trip. If I were to return to Vietnam, I would most definitely work with Tonkin Travel again. The colleague that recommended them to me is currently on a trip to Cambodia, and she booked with Tonkin Travel  I cant wait to hear about her experience! There are a lot of travel agencies in Vietnam. You cant go wrong with Tonkin Travel, and especially Boney.Read more",
            "Jennifer từ Tonkin Voyage Travel đã tổ chức chuyến du lịch của chúng tôi đến Việt Nam và Campuchia, chuyến đi tổng cộng 15 ngày. Chúng tôi đã đến thăm Hà Nội Việt Nam, Hội An Việt Nam, Thành phố Hồ Chí Minh Sài Gòn, Việt Nam và Siem Reap Campuchia. Chuyến đi được tổ chức theo cách tuyệt vời đến mức chúng tôi không gặp vấn đề gì ở bất cứ đâu. Bắt đầu từ việc đón khách ở sân bay, nghỉ tại khách sạn, trải nghiệm những nơi khác nhau rồi quay lại sân bay, mọi thứ thật suôn sẻ và được tổ chức tốt. Các khách sạn được chọn để lưu trú đều tuyệt vời về mọi mặt và hình thức, đẹp, sạch sẽ , vệ sinh, tiện nghi, mọi thứ đều tuyệt vời. Nhân viên khách sạn rất thân thiện trong tất cả các khách sạn. Chúng tôi luôn có hướng dẫn viên và tài xế đi cùng. Các hướng dẫn viên rất thân thiện, chuyên nghiệp, đúng giờ, có kiến ​​thức địa phương rất tốt về đất nước, lịch sử và văn hóa. Họ rất giỏi tiếng Anh. Rất ít hướng dẫn viên đã cố gắng hết sức để đáp ứng các yêu cầu của chúng tôi, điều này được đánh giá cao.Đọc thêm",
            "Đã có một chuyến đi tuyệt vời xuyên Việt từ Hà Nội đến Sài Gòn với Tonkin Voyage Travel. Maureen và tôi luôn đi cùng với một trưởng đoàn và tài xế. Rất cám ơn Jennifer vì đã giúp lên kế hoạch cho chuyến đi. Mọi thứ diễn ra suôn sẻ trong toàn bộ chuyến đi, được tổ chức một cách chuyên nghiệp. Các trưởng đoàn du lịch của chúng tôi có nhiều thông tin và tiếng Anh tuyệt vời. Cảm ơn các tài xế du lịch đã làm việc rất tốt trong bối cảnh giao thông ở các thành phố lớn. Không ngần ngại giới thiệu Bắc Kỳ cho những người khác muốn khám phá Việt Nam. Chắc chắn sẽ quay lại.Đọc thêm",
            "Tôi đã tham gia chuyến du lịch Best of Thailand kéo dài 12 ngày do Tonkin Voyage Travel sắp xếp. Chuyến đi rất tuyệt và vui vẻ. Tôi đã đi từ Bangkok đến Chiang Mai, Chiang Rai, Pattaya và quay lại Bangkok để kịp chuyến bay về nhà. Cố vấn du lịch của tôi là cô Vy và cô ấy đã làm rất tốt. Luôn có một người đón và đưa tôi đến khách sạn của tôi tại sân bay. Mọi việc diễn ra đúng giờ và suôn sẻ. Chuyến đi của tôi là một chuyến du lịch riêng, kết hợp giữa hướng dẫn viên và tài xế, cũng như tự đi. Chuyến đi được thực hiện rất tuyệt vời. Tuyệt vời! Hướng dẫn viên và tài xế người Thái của tôi rất tuyệt vời. Tôi đã sử dụng Tonkin Voyage Travel và cô Vy nhiều lần trong quá khứ và luôn rất tuyệt và vui vẻ! Đọc thêm",
            "Đây là chuyến đi thứ ba của chúng tôi với du lịch Bắc Kỳ nhưng là chuyến đầu tiên đến Campuchia. Chúng tôi đã dành ba tuần tuyệt vời cho một chuyến du lịch riêng - hầu hết trong số đó là với tài xế Sart và hướng dẫn viên Dy của chúng tôi. Họ đã chăm sóc chúng tôi một cách tuyệt vời và vượt ra ngoài hành trình để có thêm trải nghiệm và điểm tham quan. Tất cả chúng tôi đều buồn khi phải chia tay ở Phnom Penh. Chúng tôi đã trở thành những người bạn thân thiết và họ đã dạy chúng tôi rất nhiều điều về lịch sử cũng như văn hóa hiện tại của đất nước. Các khách sạn, điểm dừng ăn trưa, địa điểm và những cuộc phiêu lưu đa dạng thực sự đặc biệt. Mặc dù thời tiết rất ẩm ướt khi bắt đầu mùa mưa nhưng điều đó có nghĩa là rất ít khách du lịch khác và Sart luôn có một chiếc xe mát mẻ, nước lạnh và một chiếc khăn mát đang chờ chúng tôi khi trở về. Đó là một chuyến đi thực sự kỳ diệu và cũng đáng giá tiền. Không thể đề xuất đủ cao. Cũng xin cảm ơn Boney at Tonkin vì sự kiên nhẫn trong việc thiết kế hành trình hoàn hảo với chúng tôi và sự liên lạc thường xuyên của cô ấy để đảm bảo mọi thứ đều ổn.Đọc thêm",
            "Tôi và vợ tôi có một kỳ nghỉ tuyệt vời ở Việt Nam và một công ty rất tốt tổ chức chuyến đi của chúng tôi ở những nơi rất tuyệt vời. Giám đốc đại lý gọi BONNY là một quý cô rất dễ thương, mời chúng tôi đến văn phòng và chào đón chúng tôi rất tử tế với hàng hóa và trà. Tất cả các hướng dẫn viên đều rất đặc biệt và họ giải thích cho chúng tôi về tất cả những địa điểm quan trọng. Đặc biệt là hướng dẫn nemad CÓ THỂ. Cô ấy chăm sóc chúng tôi và cô ấy nói tiếng Anh rất tốt.  chúng tôi đã rất vui vẻ.Đọc thêm",
            "Vợ tôi và tôi vừa trở về sau chuyến đi 3 - 12 hoàn toàn tuyệt vời tới Đông Nam Á.  Chuyến đi bao gồm các điểm dừng ở Thái Lan, Lào, Việt Nam và Campuchia.  Mọi thứ đều được sắp xếp một cách chuyên nghiệp bởi cô Vy của Tonkin Voyage Travel, người lập kế hoạch rất xuất sắc và tỉ mỉ.  Chúng tôi đã gặp cô ấy qua WhatsApp vài lần để nói về những điều chúng tôi muốn xem và làm, cô ấy đã lắng nghe cẩn thận và lên kế hoạch cho một hành trình tuyệt vời.  Mọi thứ từ hướng dẫn viên đến khách sạn cho đến các hoạt động cô ấy lên kế hoạch cho chúng tôi đều tuyệt vời.  Chúng tôi đạp xe ở Huế, đi thuyền trên sông Mê Kông, dành nửa ngày tại một trang trại trồng lúa và được ngắm bình minh khó quên ở Angkor Wat.  Mọi thứ đều hoạt động như kim đồng hồ, và chúng tôi thậm chí còn có được một chuyến thăm ngắn với cô Vy khi chúng tôi ở Hà Nội, đây là một trong những điểm nổi bật của chuyến đi theo cách riêng của nó.  Cô Vy và các đồng nghiệp của cô thực sự là những viên ngọc quý, và bạn sẽ không tìm được người nào tốt hơn hoặc hiểu biết hơn để lên kế hoạch cho chuyến đi đến vùng đất này của thế giới. Rất khuyến khích.Đọc thêm"
        ],
        "star_ratings": [
            925,
            26,
            0,
            3,
            0
        ],
        "review_amount": 954,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch Bắc Kỳ"
        ],
        "reviews_time": [
            "Written October 6, 2023",
            "Written August 20, 2023",
            "Written August 18, 2023",
            "Written August 16, 2023",
            "Written July 24, 2023",
            "Written July 23, 2023",
            "Written July 1, 2023",
            "Written June 9, 2023",
            "Written May 28, 2023",
            "Written May 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12132013-Reviews-or30-Tonkin_Voyage_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or20-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or40-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24177373-Reviews-Bay_Candle_Workshop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8616599-Reviews-Hanoi_Police_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781931-Reviews-Camelia_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973179-Reviews-Quynh_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311050-Reviews-Ambassador_s_Pagoda_Chua_Quan_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7084518-Reviews-Cong_Vien_Thong_Nhat-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25386654-Reviews-Utopia_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7057044-Reviews-Eviva_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6418133-Reviews-Vietnam_Blue_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25808369-Reviews-Indochina_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211370-Reviews-Om_Hanoi_Yoga_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d4492557-Reviews-Fireworks_South_lake_Tahoe-South_Lake_Tahoe_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g37853-d109732-Reviews-Fenelon_Place_Elevator_Co-Dubuque_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d1819675-Reviews-Blackwater_Falls_State_Park-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d14465663-Reviews-Negrita_Mykonos-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d7160211-Reviews-Terminal_Getaway_Spa-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g652121-d8516889-Reviews-Playa_Blanca-Playa_Blanca_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d4585739-Reviews-Kama_Club-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d9715124-Reviews-Wonder_World-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d244305-Reviews-Zoo_Aquarium_de_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g35377-d6507335-Reviews-The_Outlet_Shoppes_at_Atlanta-Woodstock_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or40-Tonkin_Voyage_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or30-Tonkin_Voyage_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi xuyên": 0.9950828523142263,
            "chuyến tham quan": 0.506102779880166,
            "hướng dẫn viên": 0.552177684410708,
            "chuyến bay": 0.7847624311689287,
            "tour du lịch": 0.9929057986591943,
            "khách sạn": 0.8677106077908927,
            "thuyền": 0.9853958764579147,
            "vịnh": 0.8737691454589367,
            "chuyến đi": 0.9435432407238599,
            "dịch vụ": 0.8962998311035335,
            "any": 0.9859735886566341,
            "a": 0.9939846398774534,
            "huy": 0.9878855647984892,
            "tam": 0.9926697526825592,
            "họ": 0.5,
            "trụ sở": 0.5,
            "giá": 0.5,
            "chuyến du lịch": 0.6882621355665227,
            "trải nghiệm": 0.7460994032735471,
            "sân bay": 0.955433756345883,
            "nhân viên": 0.8737691454589367,
            "kiến ​​thức địa phương": 0.9921620659297332,
            "lịch sử": 0.5,
            "văn hóa": 0.5,
            "trưởng đoàn du lịch": 0.9949629743932746,
            "giao thông": 0.9936135368188843,
            "điểm tham quan": 0.5,
            "cuộc phiêu lưu": 0.9917215292419618,
            "thời tiết": 0.4743361632184436,
            "xe mát mẻ": 0.9902140961494297,
            "khăn mát": 0.5,
            "thiết kế hành trình": 0.9955587686272338,
            "kỳ nghỉ": 0.9953961755672935,
            "quý cô": 0.9955004481598735,
            "văn phòng": 0.993022064678371,
            "hàng hóa": 0.5,
            "địa điểm": 0.9931837187614292,
            "hành trình": 0.9954963384079747,
            "sông mê kông": 0.8737691454589367,
            "trang trại trồng lúa": 0.9152760710567236,
            "chuyến thăm": 0.9909468123223633,
            "vùng đất": 0.5
        },
        "dicts_adj": {
            "chuyến đi xuyên": [
                "thực sự"
            ],
            "chuyến tham quan": [
                "chính xác",
                "bất kỳ"
            ],
            "hướng dẫn viên": [
                "nhiều",
                "cùng",
                "chuyên nghiệp",
                "đúng",
                "ít",
                "cao",
                "tuyệt vời",
                "đặc biệt",
                "tuyệt vời"
            ],
            "chuyến bay": [
                "hợp lý"
            ],
            "tour du lịch": [
                "hợp lý"
            ],
            "khách sạn": [
                "tuyệt vời",
                "suôn sẻ",
                "tốt",
                "tuyệt vời",
                "đẹp",
                "sạch sẽ",
                "tuyệt vời",
                "thân thiện",
                "đa dạng",
                "thực sự",
                "đặc biệt",
                "tuyệt vời"
            ],
            "thuyền": [
                "tuyệt đối",
                "khó"
            ],
            "vịnh": [
                "nhỏ"
            ],
            "chuyến đi": [
                "kiên nhẫn",
                "suốt",
                "thực sự",
                "tuyệt vời",
                "khác",
                "tuyệt vời",
                "tuyệt vời",
                "suôn sẻ",
                "chuyên nghiệp",
                "tuyệt",
                "vui vẻ",
                "riêng",
                "tuyệt vời",
                "đầu tiên",
                "thực sự",
                "kỳ diệu",
                "tuyệt vời",
                "hoàn toàn",
                "tuyệt vời"
            ],
            "dịch vụ": [
                "thực sự"
            ],
            "any": [
                "to",
                "no"
            ],
            "a": [
                "to"
            ],
            "huy": [],
            "tam": [
                "to"
            ],
            "họ": [],
            "trụ sở": [],
            "giá": [],
            "chuyến du lịch": [
                "riêng"
            ],
            "trải nghiệm": [
                "suôn sẻ",
                "tốt"
            ],
            "sân bay": [
                "suôn sẻ",
                "tốt"
            ],
            "nhân viên": [
                "thân thiện"
            ],
            "kiến ​​thức địa phương": [
                "tốt"
            ],
            "lịch sử": [],
            "văn hóa": [],
            "trưởng đoàn du lịch": [
                "nhiều",
                "tuyệt vời"
            ],
            "giao thông": [
                "tốt",
                "lớn"
            ],
            "điểm tham quan": [],
            "cuộc phiêu lưu": [
                "đa dạng",
                "thực sự",
                "đặc biệt"
            ],
            "thời tiết": [
                "ẩm ướt",
                "ít",
                "khác"
            ],
            "xe mát mẻ": [
                "lạnh"
            ],
            "khăn mát": [],
            "thiết kế hành trình": [
                "hoàn hảo",
                "thường xuyên",
                "ổn"
            ],
            "kỳ nghỉ": [
                "tuyệt vời",
                "tốt"
            ],
            "quý cô": [
                "dễ thương"
            ],
            "văn phòng": [
                "tử tế"
            ],
            "hàng hóa": [],
            "địa điểm": [
                "quan trọng"
            ],
            "hành trình": [
                "cẩn thận",
                "tuyệt vời"
            ],
            "sông mê kông": [
                "khó"
            ],
            "trang trại trồng lúa": [
                "khó"
            ],
            "chuyến thăm": [
                "ngắn",
                "nổi bật",
                "riêng"
            ],
            "vùng đất": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi xuyên": 1,
            "chuyến tham quan": 1,
            "hướng dẫn viên": 7,
            "chuyến bay": 2,
            "tour du lịch": 1,
            "khách sạn": 5,
            "thuyền": 2,
            "vịnh": 1,
            "chuyến đi": 8,
            "dịch vụ": 1,
            "any": 1,
            "a": 1,
            "huy": 1,
            "tam": 1,
            "họ": 1,
            "trụ sở": 1,
            "giá": 1,
            "chuyến du lịch": 3,
            "trải nghiệm": 2,
            "sân bay": 1,
            "nhân viên": 1,
            "kiến ​​thức địa phương": 1,
            "lịch sử": 2,
            "văn hóa": 2,
            "trưởng đoàn du lịch": 1,
            "giao thông": 1,
            "điểm tham quan": 1,
            "cuộc phiêu lưu": 1,
            "thời tiết": 1,
            "xe mát mẻ": 1,
            "khăn mát": 1,
            "thiết kế hành trình": 1,
            "kỳ nghỉ": 1,
            "quý cô": 1,
            "văn phòng": 1,
            "hàng hóa": 1,
            "địa điểm": 1,
            "hành trình": 1,
            "sông mê kông": 1,
            "trang trại trồng lúa": 1,
            "chuyến thăm": 1,
            "vùng đất": 1
        }
    },
    {
        "attraction_name": "Tonkin Voyage Travel",
        "attraction_name_vi": "Du lịch Bắc Kỳ",
        "general_info": [
            "946 đánh giá",
            "14 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Tonkin Voyage Travel là một công ty du lịch có trụ sở tại Hà Nội, Việt Nam. Chúng tôi chuyên tổ chức các kỳ nghỉ phù hợp trên khắp Việt Nam, Campuchia, Lào, Myanmar và Thái Lan.Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời ngay từ việc đặt tour, sắp xếp chuyến đi, khách sạn và hướng dẫn viên. Jennifer cực kỳ giỏi trong việc gợi ý địa điểm và khách sạn. Sự sắp xếp hoàn toàn đẳng cấp hàng đầu !!! Thực sự rất thích!!! Đọc thêm",
            "Jenny từ Tonkin Tours tổ chức chuyến đi của chúng tôi đến Việt Nam Campuchia. Dịch vụ truyền thông tuyệt vời. Hướng dẫn viên và tài xế xuất sắc với kiến ​​thức địa phương tuyệt vời, lịch sự rất chuyên nghiệp và luôn đúng giờ. Đặt một chuyến đi... bạn sẽ không phải thất vọng. RẤT KHUYẾN NGHỊĐọc thêm",
            "Một công ty du lịch tuyệt vời!  Điều tốt nhất tôi đã gặp và tôi đã đi du lịch đến Viễn Đông và Ấn Độ cùng với một số công ty danh tiếng của Anh trong nhiều năm. Tổ chức của họ rất nổi bật, năm sao và Jennifer, cô Thủy đã thực sự là một ngôi sao! Không có gì là quá rắc rối với cô ấy và chúng tôi đã tổ chức chuyến đi này với cô ấy kể từ ngay trước Covid. Cô ấy đã kiên nhẫn, hiểu biết và rất đáng yêu! Cô ấy thậm chí còn giữ liên lạc với tôi qua WhatsApp để kiểm tra xem mọi thứ có ổn không.  Tôi hoàn toàn yên tâm mỗi khi có lo lắng. Chúng tôi là hai người phụ nữ đi du lịch cùng nhau và cô ấy khiến chúng tôi cảm thấy rất an toàn. Ngoài ra, chi phí của chuyến đi qua Tonkin Travel đã thấp hơn một chút so với đại lý ở Vương quốc Anh nhưng tiêu chuẩn, nếu có thì cao hơn!  Cảm ơn cô Thủy và nhóm của bạn vì một chuyến đi tuyệt vời. Chúng tôi không thể khuyên bạn đủ cao! Mong được sử dụng lại bạn!Đọc thêm",
            "Vợ chồng tôi đã trải qua nhiều chuyến đi.  Nhưng chuyến đi đến Việt Nam với kế hoạch độc đáo của bà Boney đến từ Công ty Du lịch Bắc Kỳ là chuyến đi tuyệt vời nhất của chúng tôi.  Bà Boney đã lên kế hoạch cho chuyến đi đúng theo yêu cầu của chúng tôi, nhanh chóng nhận được visa cho chúng tôi, kiểm tra mọi thứ một cách tử tế và chính xác hàng ngày và thường xuyên liên lạc với chúng tôi. Bất cứ nơi nào chúng tôi đi, họ đều dành cho chúng tôi sự tôn trọng đặc biệt vì danh tiếng của Công ty Bắc Kỳ.  Và nếu có vấn đề gì sẽ được bà Boney giải quyết ngay. Vợ chồng tôi gửi lời cảm ơn đặc biệt tới công ty Bắc Kỳ, đặc biệt là bà Boney.  Và chúng tôi chúc họ tiếp tục thành công.Đọc thêm",
            "Tổ chức xuất sắc chuyến du lịch riêng của chúng tôi tại Việt Nam bởi cô Vy của Tomkim Travel. Cô ấy thường xuyên liên lạc với chúng tôi và luôn sẵn sàng hỗ trợ chúng tôi. Tôi thực sự khuyên Vy và Tonkin nên đi du lịch Việt NamĐọc thêm",
            "Chúng tôi rời Việt Nam vào tháng 1 năm 2023 với Tonkin Voyage do bạn bè giới thiệu. Chúng tôi thực sự đánh giá cao tính chuyên nghiệp, khả năng đáp ứng, lời khuyên và lòng tốt của Nga, người nói tiếng Pháp rất tốt và hoàn toàn hiểu rõ những mong đợi của khách hàng. Chúng tôi muốn có một chuyến đi phù hợp để khám phá Hà Nội, Vịnh Hạ Long và khu vực. Chúng tôi đã có cơ hội thực hiện một chuyến đi phù hợp với mong muốn trốn thoát, hòa mình vào không khí du lịch đại chúng. Chúng tôi ở trong những khách sạn đẹp thích hợp cho một kỳ nghỉ gia đình với 2 trẻ em, các tài xế luôn có mặt đúng hẹn và toàn bộ chuyến đi diễn ra hoàn hảo. Chúng tôi đặc biệt giới thiệu Tonkin Voyage và mong muốn được cùng họ quay trở lại Châu Á.Đọc thêm",
            "Chà, đây là lần thứ hai thực hiện chuyến du lịch cùng Du lịch Bắc Bộ lần đầu tiên Việt Nam, Campuchia và Lào vào năm 2019, lần này chúng tôi thực hiện chuyến du lịch Thái Lan, chuyến đi thật tuyệt vời và được kết hợp bởi cô Vy của chuyến đi Bắc Bộ, cô Vy thật tuyệt vời trong quá trình đặt chỗ và đặt câu hỏi khi chúng tôi đến, hướng dẫn viên du lịch của chúng tôi trong 10 ngày là Norra, người rất tuyệt vời và tài xế của chúng tôi, ông Chanchai, chuyến đi thật tuyệt vời, cô Vy, Nora và ông Chanchai chắc chắn là 10 trên 10 và chúng tôi chắc chắn sẽ làm như vậy đang sử dụng Tonkin Voyage Travel nhiều lần. Đọc thêm",
            "Đi du lịch đến Vịnh Hạ Long để đi thuyền với bữa trưa rất đầy đủ, bơi lội và đi bộ vào hang động. Chuyến đi tuyệt vời nhưng không kém phần quan trọng là đội ngũ nhân viên và sự tự tin mà bạn có được ở đất nước xa lạ. Công ty này nhân viên là những con người tuyệt vời. Tôi cũng để quên tai nghe trên xe buýt và họ đã giao chúng vào ngày hôm sau.Đọc thêm",
            "Đã có một chuyến đi tuyệt vời qua Việt Nam, Campuchia và Thái Lan!  Chuyến đi 39 ngày được tổ chức rất tốt với hành trình được lên kế hoạch đầy đủ mà không gặp căng thẳng hay lo lắng.  Tonkin sẵn sàng bổ sung và thay đổi bất cứ điều gì khi chúng tôi yêu cầu. Mỗi điểm đến là một trải nghiệm tuyệt vời!! Rất muốn giới thiệu Tonkin Travels!! Đọc thêm",
            "Nhóm chúng tôi gồm mười người lớn đã chọn Tonkin Voyage Travel vì được một người bạn giới thiệu nhiệt tình cũng như 5 đánh giá trên trang web. Chuyến đi của chúng tôi đến bên kia thế giới đã được lên kế hoạch trong nhiều tháng và người liên hệ của chúng tôi, Jennifer, đã rất hữu ích trong việc trả lời tất cả các câu hỏi và mối quan tâm của chúng tôi liên quan đến Việt Nam, Campuchia và Thái Lan. Hành trình của chúng tôi được cá nhân hóa theo ý thích của chúng tôi, bao gồm sự kết hợp của các chuyến tham quan mạo hiểm: khám phá hang động, chèo thuyền kayak, tìm hiểu văn hóa của các làng nổi, khám phá ba thành phố bằng xe Vespa, tương tác với voi và thăm các gia đình địa phương. Chỗ nghỉ trong suốt chuyến đi của chúng tôi rất thanh lịch, an toàn và thân thiện với nhân viên. Hướng dẫn viên và tài xế lịch sự và không bao giờ chúng tôi cảm thấy rằng mình không được chăm sóc tốt. Không có một trục trặc nào trong chuyến đi kéo dài 5 tuần của chúng tôi, điều này nói lên rất nhiều điều khi nói đến việc đặt niềm tin vào một công ty du lịch. Đọc thêm",
            "Chúng tôi sẽ bay đến Thành phố Hồ Chí Minh vào tối thứ Sáu ngày 19 tháng 7 và rời Thành phố Hồ Chí Minh vào tối Chủ nhật ngày 28 tháng 7.  Vì vậy, chúng tôi có 9 ngày để thăm đất nước của bạn.  Vì ở phía bắc trời ẩm ướt - Bạn đề nghị chúng ta nên làm gì?  Chúng tôi là vợ chồng trẻ ở độ tuổi 50.  Muốn nghỉ dưỡng và nghỉ dưỡng 4 -5 sao.  Bạn có thể giới thiệu những điều để chúng tôi làm và xem mà không bị kiệt sức vì chúng tôi cần thời gian thư giãn cũng như tham quan.  Chúng tôi chưa bao giờ đến Việt Nam trước đây.Đọc thêm",
            "Xin chào, chúng tôi đã lên kế hoạch cho chuyến đi của mình thông qua cô Vy tại Tonkin travel và cô ấy không thể hữu ích hơn được nữa. Chúng tôi là một nhóm thanh niên 60 tuổi và tiêu chuẩn chỗ ở cũng như vị trí trong tất cả các lần lưu trú của chúng tôi đều tuyệt vời. Tiêu chuẩn tuyệt vời và gần với mọi thứ đang diễn ra, bất kể chúng tôi đang ở thị trấn nào. Hãy tận hưởng.Đọc thêm",
            "Chào buổi sáng,\n\nChúng tôi đang lập kế hoạch một chuyến đi đến Bắc Lào và Thái Lan ở tháng Tám. \n\nBạn có ý kiến, phản hồi gì về Du lịch Bắc Kỳ?\n\nCảm ơn vì thông tin của bạn.\n\nJPĐọc thêm",
            "Cơ quan này hướng đến khách hàng và đảm bảo thành thạo việc cung cấp và theo dõi chuyến đi.\nĐừng ngần ngại liên hệ với họ.Đọc thêm"
        ],
        "star_ratings": [
            925,
            26,
            0,
            3,
            0
        ],
        "review_amount": 954,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch Bắc Kỳ"
        ],
        "reviews_time": [
            "Written May 23, 2023",
            "Written May 2, 2023",
            "Written April 27, 2023",
            "Written April 12, 2023",
            "Written April 8, 2023",
            "Written April 5, 2023",
            "Written March 30, 2023",
            "Written March 23, 2023",
            "Written March 12, 2023",
            "Written March 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12132013-Reviews-or40-Tonkin_Voyage_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or30-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or50-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24177373-Reviews-Bay_Candle_Workshop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8616599-Reviews-Hanoi_Police_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781931-Reviews-Camelia_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973179-Reviews-Quynh_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311050-Reviews-Ambassador_s_Pagoda_Chua_Quan_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7084518-Reviews-Cong_Vien_Thong_Nhat-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25386654-Reviews-Utopia_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7057044-Reviews-Eviva_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6418133-Reviews-Vietnam_Blue_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25808369-Reviews-Indochina_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211370-Reviews-Om_Hanoi_Yoga_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d1555393-Reviews-Suluban_Beach-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7128605-Reviews-Kilo_Shop-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g53991-d2645526-Reviews-Boulder_Field-White_Haven_Luzerne_County_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d15656677-Reviews-Jabal_Samhan-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d136419-Reviews-Brookgreen_Gardens-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10895065-Reviews-National_Museum_of_African_American_History_and_Culture-Washington_DC_District_of.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d148143-Reviews-Aquasol_Beach_Park-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d123109-Reviews-Space_Needle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2151289-d7985163-Reviews-Onok_Island-Balabac_Palawan_Island_Palawan_Province_Mimaropa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or50-Tonkin_Voyage_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or40-Tonkin_Voyage_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.9344560477766208,
            "tour": 0.5,
            "chuyến đi khách sạn": 0.5,
            "hướng dẫn viên": 0.7231380484008696,
            "khách sạn": 0.9877920222352259,
            "chuyến đi": 0.8532439231385069,
            "dịch vụ truyền thông": 0.9954780713887885,
            "kiến ​​thức địa phương": 0.8743834871565923,
            "viễn đông": 0.9909764759941027,
            "ngôi sao": 0.9955304911709391,
            "họ": 0.986688916455023,
            "vịnh": 0.6868845727294683,
            "không khí": 0.5,
            "kỳ nghỉ": 0.9826767935883254,
            "chuyến du lịch": 0.9870351538605368,
            "chuyến đi bắc bộ": 0.8737691454589367,
            "chỗ": 0.9949084010440856,
            "thuyền": 0.9939198459615,
            "bữa trưa": 0.993777327472344,
            "hang động": 0.5,
            "nhân viên": 0.7327675411797827,
            "con người": 0.9954798729741015,
            "xe buýt": -0.5701420586556196,
            "hành trình": 0.9157114057452418,
            "chuyến tham quan": 0.5,
            "chèo thuyền kayak": 0.5,
            "văn hóa": 0.5,
            "làng": 0.5,
            "với": 0.5,
            "gia": 0.5,
            "chỗ nghỉ": 0.8737691454589367
        },
        "dicts_adj": {
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "tour": [],
            "chuyến đi khách sạn": [],
            "hướng dẫn viên": [
                "xuất sắc",
                "tuyệt vời",
                "lịch sự",
                "tốt"
            ],
            "khách sạn": [
                "giỏi",
                "đẹp"
            ],
            "chuyến đi": [
                "rắc rối",
                "tuyệt vời",
                "nhiều",
                "độc đáo",
                "tuyệt vời",
                "đúng",
                "nhanh chóng",
                "tử tế",
                "chính xác",
                "thường xuyên",
                "hoàn hảo",
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "kém",
                "quan trọng",
                "tuyệt vời",
                "tốt",
                "nhiều",
                "hữu ích",
                "nhiều"
            ],
            "dịch vụ truyền thông": [
                "tuyệt vời"
            ],
            "kiến ​​thức địa phương": [
                "tuyệt vời",
                "lịch sự",
                "chuyên nghiệp",
                "đúng"
            ],
            "viễn đông": [
                "tốt",
                "nhiều"
            ],
            "ngôi sao": [
                "nổi bật",
                "thực sự"
            ],
            "họ": [],
            "vịnh": [
                "đầy đủ"
            ],
            "không khí": [],
            "kỳ nghỉ": [
                "đúng"
            ],
            "chuyến du lịch": [
                "cùng",
                "đầu tiên",
                "tuyệt vời"
            ],
            "chuyến đi bắc bộ": [
                "cùng",
                "đầu tiên"
            ],
            "chỗ": [
                "tuyệt vời"
            ],
            "thuyền": [
                "đầy đủ"
            ],
            "bữa trưa": [
                "đầy đủ"
            ],
            "hang động": [],
            "nhân viên": [
                "xa lạ",
                "tuyệt vời"
            ],
            "con người": [
                "tuyệt vời"
            ],
            "xe buýt": [],
            "hành trình": [
                "đầy đủ",
                "căng thẳng"
            ],
            "chuyến tham quan": [],
            "chèo thuyền kayak": [],
            "văn hóa": [],
            "làng": [],
            "với": [],
            "gia": [],
            "chỗ nghỉ": [
                "suốt",
                "thanh lịch",
                "an toàn"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 2,
            "tour": 1,
            "chuyến đi khách sạn": 1,
            "hướng dẫn viên": 4,
            "khách sạn": 2,
            "chuyến đi": 8,
            "dịch vụ truyền thông": 1,
            "kiến ​​thức địa phương": 1,
            "viễn đông": 1,
            "ngôi sao": 1,
            "họ": 1,
            "vịnh": 2,
            "không khí": 1,
            "kỳ nghỉ": 1,
            "chuyến du lịch": 1,
            "chuyến đi bắc bộ": 1,
            "chỗ": 1,
            "thuyền": 1,
            "bữa trưa": 1,
            "hang động": 2,
            "nhân viên": 2,
            "con người": 1,
            "xe buýt": 1,
            "hành trình": 1,
            "chuyến tham quan": 1,
            "chèo thuyền kayak": 1,
            "văn hóa": 1,
            "làng": 1,
            "với": 1,
            "gia": 1,
            "chỗ nghỉ": 1
        }
    },
    {
        "attraction_name": "Tonkin Voyage Travel",
        "attraction_name_vi": "Du lịch Tonkin Voyage",
        "general_info": [
            "946 đánh giá",
            "14 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Các tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Tonkin Voyage Travel là một công ty lữ hành boutique có trụ sở tại Hà Nội, Việt Nam. Chúng tôi chuyên tổ chức các kỳ nghỉ theo yêu cầu trên khắp Việt Nam, Campuchia, Lào, Myanmar và Thái Lan. Đọc thêm",
        "reviews": [
            "Tonkin Voyage Travel đã giúp chúng tôi tổ chức chuyến đi 2 tuần tới Thái Lan. Chúng tôi yêu cầu họ chuẩn bị hành trình ban đầu, sau đó được điều chỉnh thêm nhiều lần dựa trên tất cả các yêu cầu của chúng tôi. Trong suốt quá trình lập kế hoạch, Tonkin Voyage Travel đã giúp chúng tôi đáp ứng mọi yêu cầu của chúng tôi, chuẩn bị một hành trình phù hợp mà chúng tôi thực sự thích thú. Trong thời gian lưu trú của chúng tôi, tổ chức đã hoàn hảo. Mọi thứ diễn ra rất suôn sẻ, tất cả các chuyến chuyển và chuyến thăm mà chúng tôi đã đưa vào hành trình của mình đều được sắp xếp và thực hiện một cách hoàn hảo. Chúng tôi cũng có sự thay đổi kế hoạch vào phút chót khi ở Thái Lan và Tonkin Voyage Travel đã nhanh chóng hỗ trợ chúng tôi tổ chức lại chuyến đi. Mọi thứ thực sự hoàn hảo, chúng tôi chắc chắn sẽ quay lại với họ trong chuyến đi tới Châu Á tiếp theo! Đọc thêm",
            "Vừa trở về sau chuyến đi tuyệt vời nhất đến Việt Nam, Campuchia và Thái Lan! Jennifer Thúy Hoàng từ TONKIN VOYAGE TRAVEL đã lên kế hoạch cho một 39 ngày đầy niềm vui thú vị cho nhóm 10 người của chúng tôi. Các chuyến phiêu lưu, du ngoạn, bãi biển, khách sạn, hướng dẫn viên, tài xế, v.v., tất cả đã được đặt trước và sẵn sàng cho chúng tôi khi chúng tôi đến đó!!!  Nếu bạn muốn có một kỳ nghỉ thoải mái ở Đông Nam Á, hãy nhờ Jennifer lên kế hoạch cho bạn.  Bạn sẽ không phải thất vọng!Đọc thêm",
            "Bắc Kỳ Chúng tôi vừa trở về sau chuyến du lịch riêng đến Việt Nam, Campuchia và Thái Lan do Jennifer Thủy Hoàng Cô đến từ Bắc Kỳ sắp xếp. Những người khác trong nhóm chúng tôi đã đi tham quan miền Bắc và miền Trung Việt Nam trước khi chúng tôi đến Sài Gòn. Jennifer đã làm việc không mệt mỏi để thêm chồng tôi và tôi vào hành trình sau khi các cặp đôi khác đã sắp xếp và đặt chuyến đi. Mọi thứ đã được lên kế hoạch tốt với hướng dẫn viên nói tiếng Anh tuyệt vời cũng như chỗ ở và phương tiện thích hợp. Có vẻ như Jennifer luôn sẵn sàng và không chắc chắn khi nào cô ấy ngủ! cả trước khi chúng tôi đến và trong chuyến tham quan của chúng tôi. Cô ấy cực kỳ nhiệt tình và kiên nhẫn với chúng tôi và khi chúng tôi gặp phải một vài sai sót nhỏ không phải lỗi của cô ấy, cô ấy đã nói chuyện điện thoại với chúng tôi và mọi thứ đã được giải quyết ngay lập tức! Tôi thực sự muốn giới thiệu Tonkin và đặc biệt là Jennifer nếu bạn đang lên kế hoạch cho một chuyến đi đến bất kỳ hoặc tất cả các quốc gia này!Đọc thêm",
            "Tuyệt vời nhất từ ​​trước đến nay, cuộc phiêu lưu tuyệt vời với nhiều cảnh đẹp và nhiều hoạt động đa dạng, với chỗ ở đặc biệt, luôn nằm ở những khu vực đẹp. Tận hưởng mà không còn căng thẳng nhờ đội ngũ nhân viên chuyên nghiệp, luôn sẵn sàng hỗ trợ.Đọc thêm",
            "Chúng tôi vừa trở về sau một chuyến đi tuyệt vời khác do Jennifer Thủy từ Công ty Du lịch Bắc Kỳ tổ chức. Cô ấy lại tổ chức một chuyến đi riêng tư, thoải mái, phù hợp cho chúng tôi. Cách đây vài năm chúng tôi đã đến Việt Nam và bây giờ chúng tôi vừa trở về từ Thái Lan. Chúng tôi được nuông chiều trong suốt chuyến đi với hướng dẫn viên và tài xế riêng. Thật thư giãn, nhiều thông tin và thú vị đến nỗi chúng tôi đã sẵn sàng bắt đầu lên kế hoạch cho chuyến phiêu lưu tiếp theo của mình. Ý tôi là để Jennifer lên kế hoạch cho việc đó. Thật dễ dàng khi bạn có người hướng dẫn vì họ sẽ giúp bạn mọi thứ và bạn sẽ có rất nhiều tiếng cười trong quá trình này. Các tài xế thật tuyệt vời và chiếc xe tải của chúng tôi rất thoải mái và sạch sẽ. Đây là một cách tuyệt vời để đi du lịch!Đọc thêm",
            "Cô Vy tổ chức chuyến đi riêng 25 ngày cho 4 người chúng tôi. Chúng tôi đã đến thăm hầu hết các di tích lịch sử ở cả 3 quốc gia, trong đó có một số chuyến đi thuyền trên sông Mê Kông. Tôi phải nói rằng tất cả sự sắp xếp đều diễn ra suôn sẻ và các hướng dẫn viên nói tiếng Anh rất giàu thông tin và hữu ích. Nhìn chung, chỗ ở 4 sao là tuyệt vời. Đọc thêm",
            "Sau khi thăm miền Bắc Việt Nam vài năm trước với Tonkin Voyage, chúng tôi quyết định nhờ họ chuẩn bị cho chuyến đi vào miền Nam. Sau một hồi thảo luận và trao đổi về những mong đợi của mình, chúng tôi nhanh chóng đi đến thống nhất về chuyến đi bắt đầu từ Sài Gòn trong vài ngày. sau đó cùng hướng dẫn viên và tài xế băng qua vùng đồng bằng sông Cửu Long tại đảo Phú Quốc. Đây là một chuyến đi tuyệt vời vì chúng tôi có thể ngủ ở nhà người dân địa phương. Nga đã đi theo chúng tôi và hướng dẫn viên rất hữu ích. Tôi nghĩ bạn sẽ tiết kiệm thời gian và tránh được một số vấn đề. Tôi thực sự giới thiệu đại lý địa phương này.Đọc thêm",
            "Phần yêu thích của chúng tôi trong kỳ nghỉ là miền Bắc Việt Nam tuyệt đẹp! Chúng tôi đã đặt 18 ngày Việt Nam, Campuchia và Bangkok với Tonkin Voyage Travel, Jennifer Thúy từ Tonkin Voyage thật tuyệt vời khi giải quyết, Cô ấy đã tổ chức toàn bộ chuyến đi rất tốt và gia đình chúng tôi rất thích thú với kỳ nghỉ này. chuyến đi. Hãy tránh khỏi sự đau đầu của tất cả các nghiên cứu và đặt chỗ, chỉ cần liên hệ với Jennifer và cô ấy sẽ đảm bảo mọi thứ được đặt suôn sẻ.Đọc thêm",
            "Chúng tôi vừa trở về sau 13 ngày ở Việt Nam do TONKIN Travel tổ chức. Không có gì khác ngoài Dịch vụ xuất sắc để nói. Họ, người liên hệ của chúng tôi, cô Vy đã suy nghĩ về tất cả các chi tiết để biến nó thành một trải nghiệm suốt đời đối với chúng tôi. Chúng tôi đã yêu cầu những điều cụ thể khác nhau trong khi lập kế hoạch và tất cả những điều đó đều được đáp ứng. Tôi thực sự giới thiệu chúng và có thể sẽ sử dụng lại chúng nếu tôi lên kế hoạch cho một chuyến đi trong khu vực. Chúng tôi thích những trải nghiệm khác nhau, chúng tôi nghỉ đêm trên cabin tàu VIP trên đường đến Sapa, chúng tôi rất thích du thuyền Dragon trên Vịnh Hạ Long và các tài xế và hướng dẫn viên đều rất lịch sự, hiểu biết và chu đáo. thực sự, không gì có thể tốt hơn.Đọc thêm",
            "Nga và Frederic đã sắp xếp chuyến đi Việt Nam của chúng tôi một cách hoàn hảo. Họ xem xét những mong đợi và yêu cầu của chúng tôi. Chúng tôi đã nói chuyện rất nhiều trước khi xác nhận hành trình cuối cùng và mọi thứ đều hoàn hảo. Cả hai hướng dẫn viên một người miền Bắc và một người miền Nam đều rất thân thiện và rất chuyên nghiệp.   Tôi khuyên dùng Tonkin 200!!Đọc thêm",
            "Chúng tôi sẽ bay đến Thành phố Hồ Chí Minh vào tối thứ Sáu ngày 19 tháng 7 và rời Thành phố Hồ Chí Minh vào tối Chủ nhật ngày 28 tháng 7.  Vì vậy, chúng tôi có 9 ngày để thăm đất nước của bạn.  Vì ở phía bắc trời ẩm ướt - Bạn đề nghị chúng ta nên làm gì?  Chúng tôi là vợ chồng trẻ ở độ tuổi 50.  Muốn nghỉ dưỡng và nghỉ dưỡng 4 -5 sao.  Bạn có thể giới thiệu những điều để chúng tôi làm và xem mà không bị kiệt sức vì chúng tôi cần thời gian thư giãn cũng như tham quan.  Chúng tôi chưa bao giờ đến Việt Nam trước đây.Đọc thêm",
            "Xin chào, chúng tôi đã lên kế hoạch cho chuyến đi của mình thông qua cô Vy tại Tonkin travel và cô ấy không thể hữu ích hơn được nữa. Chúng tôi là một nhóm thanh niên 60 tuổi và tiêu chuẩn chỗ ở cũng như vị trí trong tất cả các lần lưu trú của chúng tôi đều tuyệt vời. Tiêu chuẩn tuyệt vời và gần với mọi thứ đang diễn ra, bất kể chúng tôi đang ở thị trấn nào. Hãy tận hưởng.Đọc thêm",
            "Chào buổi sáng,\n\nChúng tôi đang lập kế hoạch một chuyến đi đến Bắc Lào và Thái Lan ở tháng Tám. \n\nBạn có ý kiến, phản hồi gì về Du lịch Bắc Kỳ?\n\nCảm ơn vì thông tin của bạn.\n\nJPĐọc thêm",
            "Cơ quan này hướng đến khách hàng và đảm bảo thành thạo việc cung cấp và theo dõi chuyến đi.\nĐừng ngần ngại liên hệ với họ.Đọc thêm"
        ],
        "star_ratings": [
            925,
            26,
            0,
            3,
            0
        ],
        "review_amount": 954,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch Bắc Kỳ"
        ],
        "reviews_time": [
            "Written March 9, 2023",
            "Written March 7, 2023",
            "Written March 6, 2023",
            "Written March 6, 2023",
            "Written March 5, 2023",
            "Written March 3, 2023",
            "Written January 15, 2023",
            "Written January 12, 2023",
            "Written January 11, 2023",
            "Written January 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12132013-Reviews-or50-Tonkin_Voyage_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or40-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or60-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24177373-Reviews-Bay_Candle_Workshop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8616599-Reviews-Hanoi_Police_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781931-Reviews-Camelia_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973179-Reviews-Quynh_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311050-Reviews-Ambassador_s_Pagoda_Chua_Quan_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7084518-Reviews-Cong_Vien_Thong_Nhat-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25386654-Reviews-Utopia_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7057044-Reviews-Eviva_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6418133-Reviews-Vietnam_Blue_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25808369-Reviews-Indochina_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211370-Reviews-Om_Hanoi_Yoga_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d116250-Reviews-Thayer_Street-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1604009-Reviews-Garosu_gil-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g46605-d1546693-Reviews-Cheesequake_State_Park-Matawan_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g315849-d4453162-Reviews-The_Geothermal_Park_Hveragerdi-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d195477-Reviews-Pompeii_Archaeological_Park-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294260-d338331-Reviews-White_Beach-Boracay_Malay_Aklan_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d117474-Reviews-Adventure_Island-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297963-d3535182-Reviews-Fire_of_Anatolia-Serik_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g2241857-d1392223-Reviews-Cascata_delle_Marmore-Marmore_Terni_Province_of_Terni_Umbria.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d15605280-Reviews-Cairo_Jazz_Club-Giza_Giza_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or60-Tonkin_Voyage_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or50-Tonkin_Voyage_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.7007671295820423,
            "hành trình": 0.9955498751951382,
            "lưu trú": 0.9942312134080566,
            "chuyến chuyển": 0.99545092479093,
            "chuyến thăm": 0.9954797469545156,
            "chuyến phiêu lưu du ngoạn": 0.5,
            "bãi biển": 0.5,
            "khách sạn": 0.5,
            "hướng dẫn viên": 0.8504117025128964,
            "kỳ nghỉ": 0.9861414374609012,
            "chỗ ở": 0.5095290206372738,
            "phương tiện": 0.5,
            "chuyến tham quan": 0.47214797511696815,
            "cảnh đẹp": 0.9346232259122189,
            "nhân viên": 0.9955557649373077,
            "chuyến đi với": 0.5,
            "chuyến phiêu lưu": 0.9951676794444211,
            "người hướng dẫn": 0.9955383536871523,
            "di tích lịch sử": 0.5,
            "chuyến đi thuyền": 0.5,
            "sông": 0.5,
            "hướng": 0.5,
            "vùng": 0.5,
            "đồng bằng sông cửu long": 0.5,
            "đảo phú quốc": 0.5,
            "người dân địa phương": 0.5,
            "dịch vụ": 0.9655772559344769,
            "trải nghiệm": 0.0005964587908238173,
            "cabin tàu": 0.9954577342723496,
            "du thuyền": 0.994855675031431,
            "vịnh": 0.8737691454589367
        },
        "dicts_adj": {
            "chuyến đi": [
                "chót",
                "nhanh chóng",
                "thực sự",
                "hoàn hảo",
                "chắc chắn",
                "tuyệt vời",
                "mệt mỏi",
                "khác",
                "thực sự",
                "đặc biệt",
                "bất kỳ",
                "tuyệt vời",
                "khác",
                "riêng tư",
                "thoải mái",
                "riêng",
                "nhanh chóng",
                "tuyệt vời",
                "tốt",
                "thực sự",
                "hoàn hảo"
            ],
            "hành trình": [
                "suốt",
                "thực sự"
            ],
            "lưu trú": [],
            "chuyến chuyển": [
                "hoàn hảo"
            ],
            "chuyến thăm": [
                "hoàn hảo"
            ],
            "chuyến phiêu lưu du ngoạn": [],
            "bãi biển": [],
            "khách sạn": [],
            "hướng dẫn viên": [
                "tuyệt vời",
                "suôn sẻ",
                "giàu",
                "hữu ích",
                "lịch sự",
                "thân thiện",
                "chuyên nghiệp"
            ],
            "kỳ nghỉ": [
                "thoải mái",
                "đẹp"
            ],
            "chỗ ở": [
                "đặc biệt"
            ],
            "phương tiện": [],
            "chuyến tham quan": [],
            "cảnh đẹp": [
                "nhiều",
                "đa dạng"
            ],
            "nhân viên": [
                "căng thẳng",
                "chuyên nghiệp",
                "sẵn sàng"
            ],
            "chuyến đi với": [],
            "chuyến phiêu lưu": [
                "nhiều",
                "thú vị",
                "sẵn sàng"
            ],
            "người hướng dẫn": [
                "dễ dàng",
                "nhiều"
            ],
            "di tích lịch sử": [],
            "chuyến đi thuyền": [],
            "sông": [],
            "hướng": [],
            "vùng": [],
            "đồng bằng sông cửu long": [],
            "đảo phú quốc": [],
            "người dân địa phương": [],
            "dịch vụ": [
                "khác",
                "xuất sắc"
            ],
            "trải nghiệm": [
                "suốt",
                "khác"
            ],
            "cabin tàu": [
                "lịch sự"
            ],
            "du thuyền": [
                "lịch sự"
            ],
            "vịnh": [
                "khác"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 9,
            "hành trình": 1,
            "lưu trú": 1,
            "chuyến chuyển": 1,
            "chuyến thăm": 1,
            "chuyến phiêu lưu du ngoạn": 1,
            "bãi biển": 1,
            "khách sạn": 1,
            "hướng dẫn viên": 7,
            "kỳ nghỉ": 2,
            "chỗ ở": 2,
            "phương tiện": 1,
            "chuyến tham quan": 1,
            "cảnh đẹp": 1,
            "nhân viên": 1,
            "chuyến đi với": 1,
            "chuyến phiêu lưu": 1,
            "người hướng dẫn": 1,
            "di tích lịch sử": 1,
            "chuyến đi thuyền": 1,
            "sông": 1,
            "hướng": 1,
            "vùng": 1,
            "đồng bằng sông cửu long": 1,
            "đảo phú quốc": 1,
            "người dân địa phương": 1,
            "dịch vụ": 1,
            "trải nghiệm": 1,
            "cabin tàu": 1,
            "du thuyền": 1,
            "vịnh": 1
        }
    },
    {
        "attraction_name": "Tonkin Voyage Travel",
        "attraction_name_vi": "Du lịch Bắc Kỳ",
        "general_info": [
            "946 đánh giá",
            "14 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Tonkin Voyage Travel là một công ty du lịch có trụ sở tại Hà Nội, Việt Nam. Chúng tôi chuyên tổ chức các kỳ nghỉ phù hợp trên khắp Việt Nam, Campuchia, Lào, Myanmar và Thái Lan.Đọc thêm",
        "reviews": [
            "Jennifer tại Tonkin Travel đã sắp xếp chuyến đi của chúng tôi chính xác theo yêu cầu, mặc dù chúng tôi có nhiều thay đổi và nó thật hoàn hảo! Hướng dẫn viên của chúng tôi, cô Trinh và tài xế rất xuất sắc. Việc sắp xếp được thực hiện chính xác theo hành trình, nhưng chúng tôi cũng có sự linh hoạt, điều này thật tuyệt vời. Jennifer thậm chí còn cung cấp hỗ trợ trong suốt chuyến đi nếu chúng tôi cần trợ giúp hoặc lời khuyên. Nhờ Jennifer, chúng tôi đã có một chuyến đi vô cùng đáng nhớ! Tôi đã giới thiệu Jennifer và Tonkin Travel cho một số người và tất cả đều có phản hồi tốt. Đọc thêm",
            "Cô Vy đã tổ chức một hành trình tuyệt vời, hoàn hảo cho chúng tôi - Đà Nẵng, Hội An, Huế, Hà Nội, Vịnh Hạ Long, Cần Thơ Sài Gòn. Chúng tôi thực sự có thể thư giãn khi biết rằng các yêu cầu về vận chuyển, hành lý và chế độ ăn uống đều được quan tâm. Các hướng dẫn viên anh Huy, chị Mai, Lâm Lucky đều cung cấp những thông tin thú vị và đảm bảo đủ nước đi vệ sinh. Chúng tôi đã học được rất nhiều và có rất nhiều tiếng cười! Cảm ơn cô Vy và toàn đội vì một chuyến du lịch Việt Nam tuyệt vời và đáng nhớ. Đọc thêm",
            "Chúng tôi vừa kết thúc chuyến du lịch Đông Nam Á kéo dài 35 ngày được quản lý cẩn thận, do Tonkin Travel phụ trách. Jenny tuyệt vời đã làm một công việc phi thường và giữ bình tĩnh ngay cả với những thay đổi vào phút cuối khi chúng tôi tiếp tục. Chúng tôi cảm thấy được Jenny và nhóm của cô ấy chăm sóc rất chu đáo. Họ cung cấp hướng dẫn hạng nhất tại mỗi điểm dừng cùng với những người lái xe an toàn và có trình độ trên những chiếc xe rất sạch sẽ. Hành trình rất thú vị ở mỗi điểm dừng. Các chuyến bay nội địa được tổ chức tỉ mỉ. . Không có trục trặc nào cả. Chúng tôi thực sự ngạc nhiên khi chuyến đi diễn ra suôn sẻ như vậy dù có bao nhiêu bộ phận chuyển động. Jenny đã làm việc với chúng tôi ngày này qua ngày khác trước chuyến đi, lập kế hoạch, sắp xếp, gợi ý và sắp xếp mọi thứ. Chúng tôi đã trải qua nhiều lần chỉnh sửa cho đến khi hài lòng và sau đó cô ấy đã mang đến một chuyến đi tuyệt vời trong mơ đến Đông Nam Á. Chúng tôi rất khuyến khích Jenny và đại lý của cô ấy. Trong một số trường hợp, do vấn đề sức khỏe, chúng tôi không thể tham gia một số hoạt động trả trước. Chúng tôi đã được hoàn trả kịp thời và không có vấn đề gì. Chúng tôi thậm chí đã chuyển đổi khách sạn tại một địa điểm do nhu cầu đặc biệt của vợ tôi và chúng tôi đã nhận được khoản tiền hoàn lại rất lớn vào những đêm không sử dụng. Chúng tôi không thể hài lòng hơn với mức độ phục vụ, tính chuyên nghiệp và lòng tốt mà Jenny và nhóm của cô ấy đã thể hiện. Cảm ơn Jenny và Tonkin Travel vì chuyến đi để đời!Đọc thêm",
            "Tôi liên lạc với cô Vy vì một số người bạn tổ chức kỳ nghỉ Tonkin Voyage Travel và cực kỳ vui vẻ! Cô Vy trả lời ngay email của tôi với nhiều lựa chọn và đáp ứng được mong đợi của chúng tôi. Cô ấy đã giải quyết được một vấn đề nhỏ trong thời gian chúng tôi ở Viêng Chăn, tìm ra giải pháp hoàn hảo và xuất sắc. Hãy liên hệ với Ms Vy để có một kỳ nghỉ thư giãn và được tổ chức chu đáo mà không gặp trở ngại gì và có nhiều hoạt động. Cảm ơn bạn rất nhiều vì tất cả mọi thứ!Đọc thêm",
            "Tôi thực sự khuyên bạn nên đi du lịch Bắc Kỳ. Chúng tôi phải dời lại chuyến đi từ tháng 3 năm 2020 do Covid. Jennifer cực kỳ hữu ích và nhanh nhạy, đảm bảo rằng chúng tôi có thể thực hiện chuyến đi khi sẵn sàng. Vịnh Hạ Long là một điểm nổi bật, mặc dù chúng tôi đã trải nghiệm nhiều cảnh đẹp tuyệt vời ở Việt Nam.Đọc thêm",
            "We are seniors in our late 70s who live in New Zealand and we have been fortunate to have done a lot of wonderful tripstours in the last 15 years exploring many parts of the world. We had never been to Vietnam, so post covid it was first on our list to explore. We were very fortunate to findstumble on Tonkin Voyage Travel when googling Vietnamese based Travel companies.They organise private, comfortable tailored trips for all ages and group sizes. We were looking for a private tour catering to our age and interests. Ms Vy from Tonkin Travel replied almost immediately to my first email enquiry and within a week had come back with a detailed suggested itinerary with choices of 3 or 4 star boutique accommodation, 28 days with a private vehicle and driver and an English speaking guide.We had specified we wanted everything included and time for a siesta everyday and a few completely free rest days. Ms Vy really listened and provided a near perfect detailed itinerary exploring Hanoi and the beautiful rural north then flying to central Vietnam to explore the beautiful ancient cities of Hue and Hoi An, then flying to Saigon and experiencing the completely differrent South Vietnam and the Mekong Delta.From start to finish Ms Vy and  Tonkin Voyage Travel organised a flawless tour with very professional guides and we left with a marvellous feel for this wonderful country and its people, its culture, its history and last but not least, its wonderful food.Ms Vys communications from start to finish were prompt and efficient. We have never had such a good value for money trip. The private vehicles were all late model SUVs the accommodation all  luxury boutique Hotels. Read more",
            "Chồng tôi và tôi rất thích mọi khía cạnh của chuyến đi nhưng đã đưa Sappa vào danh sách những địa điểm yêu thích của chúng tôi. Tôi cảm thấy rất tự tin và an tâm trong mỗi bước đi trong chuyến du lịch Việt Nam vì cô Vy luôn sẵn sàng hỗ trợ chúng tôi và rất muốn giới thiệu chuyến du lịch Bắc Kỳ cho bất kỳ ai. Hy vọng sẽ ghé thăm lại trong tương lai gần.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở miền Bắc Việt Nam nhờ Tonkin Travel. Hành trình 3 ngày 2 đêm chúng tôi ở Vịnh Hạ Long thật tuyệt vời và thời gian chúng tôi ở gần Nin Bình 2,5 ngày thật tuyệt vời. Khách sạn đẹp, hướng dẫn rất tử tế. Chúng tôi thực sự giới thiệu đại lý. Nga là người đại diện của tôi và cô ấy cực kỳ chú ý đến chi tiết và là một người đáng tin cậy. Chúng tôi sống ở Châu Á và sẽ lại đi du lịch trong khu vực. Chúng tôi sẽ nhờ cô ấy tổ chức những kỳ nghỉ trong tương lai của chúng tôi.Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến du lịch 25 ngày tới Việt Nam và Campuchia và đã có một chuyến đi tuyệt vời. Cô Vy từ Tonkin Travel tại Hà Nội đã làm việc với chúng tôi để mang lại trải nghiệm tuyệt vời. Tôi không thể khen ngợi Vy đủ vì cô ấy là một đại lý du lịch tuyệt vời, người lấy bạn làm trung tâm trong mọi việc cô ấy làm. Không có gì là quá rắc rối và thời gian phản hồi của cô ấy cực kỳ nhanh chóng đối với bất kỳ câu hỏi nào chúng tôi có trước và trong chuyến đi. Chúng tôi không ngần ngại giới thiệu Vy và Tonkin Travel cho chuyến đi đến Đông Dương.Đọc thêm",
            "Đây là chuyến đi thứ hai của chúng tôi với Tonkin Travel. Chúng tôi đã đi du lịch trước đó vào năm 2019 và thấy họ rất đáng tin cậy và có những ý tưởng du lịch và gợi ý khách sạn tuyệt vời. Chuyến đi này dành cho miền Nam Việt Nam và vào Campuchia. Các tài xế và hướng dẫn viên du lịch cho mỗi chặng của chuyến đi đều chuyên nghiệp và hiểu biết. Tất cả các chuyến đi qua biên giới của chúng tôi, bằng thuyền và máy bay đều được Jennifer xử lý, cô ấy rất nhiệt tình với các yêu cầu thay đổi hành trình ban đầu của chúng tôi. Tôi hết lòng giới thiệu công tyĐọc thêm"
        ],
        "star_ratings": [
            925,
            26,
            0,
            3,
            0
        ],
        "review_amount": 954,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch Bắc Kỳ"
        ],
        "reviews_time": [
            "Written January 7, 2023",
            "Written January 1, 2023",
            "Written November 27, 2022",
            "Written November 14, 2022",
            "Written November 10, 2022",
            "Written November 7, 2022",
            "Written November 7, 2022",
            "Written November 5, 2022",
            "Written October 31, 2022",
            "Written October 27, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12132013-Reviews-or60-Tonkin_Voyage_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or50-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or70-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24177373-Reviews-Bay_Candle_Workshop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8616599-Reviews-Hanoi_Police_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781931-Reviews-Camelia_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973179-Reviews-Quynh_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311050-Reviews-Ambassador_s_Pagoda_Chua_Quan_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7084518-Reviews-Cong_Vien_Thong_Nhat-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25386654-Reviews-Utopia_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7057044-Reviews-Eviva_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6418133-Reviews-Vietnam_Blue_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25808369-Reviews-Indochina_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211370-Reviews-Om_Hanoi_Yoga_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g608948-d12875293-Reviews-Qawra_Point_Beach-Bugibba_St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g805487-d1176100-Reviews-Agios_Prokopios_Beach-Agios_Prokopios_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d523835-Reviews-Philopappos_Hill-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g319837-d8311352-Reviews-Shishu_Park-Chittagong_City_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d1989323-Reviews-Kaumana_Caves_Park-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d8416140-Reviews-Splash_Island_Waterpark-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024743-d1809173-Reviews-Sao_Vicente_Caves-Sao_Vicente_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2018261-d4738135-Reviews-Boulder_Bay_Park-Big_Bear_Lake_Big_Bear_Region_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3214902-Reviews-Time_Out_Market_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8283659-Reviews-Super_Shuttle-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or70-Tonkin_Voyage_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or60-Tonkin_Voyage_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.7153634545829846,
            "hướng dẫn viên": 0.9923356860720863,
            "hành trình": 0.934633173426846,
            "vịnh": 0.9143430264278626,
            "vận chuyển hành lý": 0.5,
            "độ ăn uống": 0.5,
            "chuyến du lịch": 0.8370457532194754,
            "người lái xe": 0.9879076509387232,
            "xe": 0.9941963758901693,
            "điểm": 0.5,
            "chuyến bay nội địa": 0.9933012727415189,
            "trục trặc": -0.9751304658129811,
            "sức khỏe": 0.3497216906398535,
            "khách sạn": 0.350716073201814,
            "kỳ nghỉ": 0.8483246495452477,
            "giải pháp": 0.993160396697931,
            "cảnh đẹp": 0.9954287749715149,
            "tour": 0.9941539411665872,
            "khoảng thời gian": 0.9950436212820932,
            "trải nghiệm": 0.9953860900131986,
            "đại lý du lịch": 0.9953324664384127,
            "đông dương": 0.5,
            "chuyến đi qua biên giới": 0.9916998249245808,
            "thuyền": 0.9929780884995125,
            "máy": 0.991159750148654
        },
        "dicts_adj": {
            "chuyến đi": [
                "chính xác",
                "nhiều",
                "hoàn hảo",
                "suốt",
                "thực sự",
                "suôn sẻ",
                "khác",
                "nhiều",
                "hài lòng",
                "tuyệt vời",
                "hữu ích",
                "nhanh nhạy",
                "sẵn sàng",
                "tuyệt vời",
                "rắc rối",
                "nhanh chóng",
                "bất kỳ"
            ],
            "hướng dẫn viên": [
                "xuất sắc",
                "thú vị",
                "đủ",
                "chuyên nghiệp"
            ],
            "hành trình": [
                "tuyệt vời",
                "thú vị"
            ],
            "vịnh": [
                "tuyệt vời",
                "nổi bật",
                "nhiều",
                "tuyệt vời",
                "gần",
                "tuyệt vời"
            ],
            "vận chuyển hành lý": [],
            "độ ăn uống": [],
            "chuyến du lịch": [
                "tuyệt vời",
                "cẩn thận",
                "sẵn sàng",
                "bất kỳ"
            ],
            "người lái xe": [
                "an toàn"
            ],
            "xe": [
                "an toàn"
            ],
            "điểm": [],
            "chuyến bay nội địa": [
                "tỉ mỉ"
            ],
            "trục trặc": [],
            "sức khỏe": [],
            "khách sạn": [
                "đặc biệt",
                "lớn",
                "đẹp",
                "tử tế",
                "tuyệt vời"
            ],
            "kỳ nghỉ": [
                "vui vẻ",
                "chu đáo",
                "nhiều"
            ],
            "giải pháp": [
                "nhỏ",
                "hoàn hảo",
                "xuất sắc"
            ],
            "cảnh đẹp": [
                "tuyệt vời"
            ],
            "tour": [],
            "khoảng thời gian": [
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "đại lý du lịch": [
                "đủ",
                "tuyệt vời"
            ],
            "đông dương": [],
            "chuyến đi qua biên giới": [
                "nhiệt tình"
            ],
            "thuyền": [
                "nhiệt tình"
            ],
            "máy": [
                "nhiệt tình"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 5,
            "hướng dẫn viên": 3,
            "hành trình": 2,
            "vịnh": 3,
            "vận chuyển hành lý": 1,
            "độ ăn uống": 1,
            "chuyến du lịch": 3,
            "người lái xe": 1,
            "xe": 1,
            "điểm": 1,
            "chuyến bay nội địa": 1,
            "trục trặc": 1,
            "sức khỏe": 1,
            "khách sạn": 3,
            "kỳ nghỉ": 2,
            "giải pháp": 1,
            "cảnh đẹp": 1,
            "tour": 1,
            "khoảng thời gian": 1,
            "trải nghiệm": 1,
            "đại lý du lịch": 1,
            "đông dương": 1,
            "chuyến đi qua biên giới": 1,
            "thuyền": 1,
            "máy": 1
        }
    },
    {
        "attraction_name": "Tonkin Voyage Travel",
        "attraction_name_vi": "Du lịch Bắc Kỳ",
        "general_info": [
            "946 đánh giá",
            "14 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Tonkin Voyage Travel là một công ty du lịch có trụ sở tại Hà Nội, Việt Nam. Chúng tôi chuyên tổ chức các kỳ nghỉ phù hợp trên khắp Việt Nam, Campuchia, Lào, Myanmar và Thái Lan.Đọc thêm",
        "reviews": [
            "While I was researching for a perfect Vietnam tour plan, I came across Tonkin Travel and asked for a quote to compare with my own arrangement only. But, guess what?? The plan Ms Thuy Hoang Jennifer drafted was way better than what I have ever imagined and from that moment I made a decision to go with Tonkin. She put together a tailor made Vietnam tour for 2 of us to meet our budget and preferences and we ended up extending the tour to Cambodia as well. She saved me weeks of intimidating homework to put a whole trip together with 8 stops from Siem Reap to southern Veitnam all the way to the north. Throughout our tour, all the transfers and pickups were perfectly arranged and there was never a moment for us to not know what to expect next. Ms Jennifer went out of her way to get all the information for early check-in late check-out breakfast box other attractions for free time souvenirs..etc. We were so glad that this was not just a tour company but more like our extended family in Vietnam who made sure everything about our trip was taken care of. Out of all the desinations including Siem Reap, Phnom Pehn, HCHC, Hoi An, Hue, Sapa, Hanoi, Ha Long Bay, we loved Sapa the most. During the stormy and flooded weeks in the central Vietnam, Jennifer chose the safer route to drive between Hoi An to Hue by Hai Van Tunnel. All the vehicles are clean, air-conditioned and well maintained.  The drivers were usually early and are very responsible. Tours and tour guides were great. Hotels were good. Payment terms were clear and paypal transfer seems to be the least expensive way to pay deposit and cash balances were duely collected by designated tour guides. I seriously doubt that there would be any other tour company or consultant who can do a better job than Tonkin travel and Ms Jennifer with such a reasonable cost. Thank you both for memorable vacation.Read more",
            "Chuyến đi của tôi là Best of Thái Lan 12 ngày. Hành trình của tôi đã đưa tôi, một du khách độc thân, từ Bangkok đến Ayutthaya, Lopburi, Phitsanulok, Sukhothai, Kamphaeng Phet, Nakhon Sawan và quay trở lại Bangkok.  Một chuyến đi đường tuyệt vời và vui vẻ. Tất cả các khách sạn đều tốt và hướng dẫn viên và tài xế đều tuyệt vời. Chuyên gia tư vấn du lịch của tôi, cô Vy tại Tonking Travel Tailor đã thực hiện chuyến du lịch Private Tours đã thực hiện một công việc xuất sắc và tuyệt vời trong việc sắp xếp hành trình của tôi. Tôi đã từng sử dụng cô ấy trước đây và cô ấy luôn cung cấp cho tôi dịch vụ xuất sắc. Một công ty và người tuyệt vời để đặt chuyến đi đến Đông Nam Á. Nhìn chung, tôi đã có khoảng thời gian tuyệt vời và vui vẻ.Đọc thêm",
            "Chuyến đi được thiết kế riêng cho tôi, đặt chỗ liên lạc tuyệt vời trước khi đến Việt Nam và trong chuyến đi. Chuyến đi diễn ra nhanh chóng với 3 chuyến bay nội địa và nhiều khách sạn. Mọi thứ đã diễn ra đúng như kế hoạch. Vy ở Tonkin-Voyage đã liên lạc với tôi trong chuyến đi để đảm bảo mọi việc diễn ra đúng kế hoạch. Chuyến đi trở nên dễ dàng với tôi và tôi hoàn toàn có thể nằm nghiêng khi sử dụng công ty.Đọc thêm",
            "Chồng tôi và tôi đã có một kỳ nghỉ tuyệt vời ở Việt Nam.  Hạ cánh xuống Hà Nội vào giữa trưa, nhận phòng khách sạn và sau đó thực hiện chuyến tham quan đường phố kéo dài 4 giờ, thật thú vị. Yêu Hà Nội thì đi làm Tam Cốc và Động Thiên Đường.  Sau đó đến Huế và Bà Nà Hills.  Sau đó chúng tôi tiến tới Hội An, một thành phố cảng xinh đẹp nguyên bản.  Từ đó đến thành phố Hồ Chí Minh, nơi chúng tôi đã thực hiện Đồng bằng sông Cửu Long và Địa đạo Củ Chi.  Tonkin đã đặt những khách sạn tuyệt vời, cung cấp những hướng dẫn viên lái xe tuyệt vời và linh hoạt. Rất khuyến khích công ty du lịch này chuyên nghiệp và phản hồi nhanh và sẽ sử dụng lại họ. Đọc thêm",
            "Trải nghiệm rất tốt, với đội ngũ chu đáo luôn sẵn sàng và hiểu biết, hướng dẫn viên rất tốt và chương trình thật đặc biệt. Nga đã làm tất cả các thủ tục xin visa và thiết kế riêng cho chuyến đi của tôi, điều này giúp tôi tiết kiệm rất nhiều thời gian và giúp tôi hòa mình nhiều hơn vào văn hóa của đất nước xinh đẹp này. Giá trị đồng tiền là không thể tin được. Tôi hoàn toàn khuyên bạn nên nó! Đọc thêm",
            "Ban đầu chúng tôi đã đặt chuyến đi đến Việt Nam vào tháng 4 năm 2020. 2 năm sau, cuối cùng chúng tôi cũng thực hiện được chuyến đi và đó thực sự là một chuyến đi tuyệt vời. Từ đầu đến cuối, công ty lữ hành Vy của chúng tôi thật tuyệt vời. Cô ấy đã rất hữu ích trong việc tổ chức chuyến đi hoàn hảo và sau đó luôn sẵn sàng trả lời mọi câu hỏi trong suốt chuyến đi. Chúng tôi vẫn vô cùng biết ơn vì tất cả những điều bất ngờ mà Vy đã tổ chức. Từ việc nâng cấp phòng đến bánh để kỷ niệm 1 năm ngày cưới của chúng tôi. Chúng tôi bắt đầu từ miền Bắc Việt Nam tại Hà Nội và đi vào miền Nam bằng máy bay với những hướng dẫn viên du lịch tuyệt vời tại mỗi địa điểm. Xin gửi lời cảm ơn chân thành đến Huy và tài xế Junn của chúng tôi tại Huế và Hội An. Cả hai đều tuyệt vời. Chuyến đi của chúng tôi diễn ra suôn sẻ và là cách tuyệt vời để ngắm nhìn đất nước Việt Nam xinh đẹp. Chưa bao giờ đi du lịch đến Châu Á trước đây, chúng tôi ý thức được rào cản ngôn ngữ và phong tục tập quán. Chúng tôi cảm thấy rất thoải mái với tất cả các hướng dẫn viên và tài xế, điều này khiến trải nghiệm trở nên bổ ích và thú vị hơn. Cảm ơn Vy và toàn bộ nhóm du lịch Tonkin một lần nữa. Chúng tôi rất mong được đến thăm đất nước xinh đẹp của các bạn một lần nữa và thực sự muốn giới thiệu Tonkin Travel đến bất kỳ ai có kế hoạch đến thăm Việt Nam. Rachel và Ben Đọc thêm",
            "Vào tháng 8 năm 2022, chúng tôi đã đi du lịch tại Việt Nam với công ty Tonkin. Vy là người đại diện tuyệt vời nhất, cô ấy đã tổ chức chuyến đi một cách hoàn hảo. Vy luôn sẵn sàng hỗ trợ chúng tôi 247 để chuyến đi của chúng tôi trở thành hiện thực ngay cả trước khi có dịch Covid-19. Chuyến đi bao gồm những điểm tham quan tuyệt vời, những địa điểm đẹp, các chuyến đi ẩm thực và những hướng dẫn viên chuyên nghiệp với sự kiên nhẫn và hiểu biết. Họ rất nhiều thông tin và thú vị. Tôi rất nhiệt tình giới thiệu công ty Tonkin! Công ty và đặc biệt là Vy rất tuyệt vời về tình hình dịch Covid-19 và đã chăm sóc chúng tôi rất chu đáo. Cảm ơn Vy và công ty, chúng tôi đã có khoảng thời gian tuyệt vời nhất ở Việt Nam. Chúng tôi đã tìm hiểu về văn hóa và ẩm thực Việt Nam và chúng tôi đã yêu đất nước này. Đọc thêm",
            "Đó là một chuyến đi hoàn hảo, được tổ chức đến từng chi tiết cuối cùng, hướng dẫn viên và tài xế tuyệt vời. Bà VY đã lo mọi thứ chúng tôi mong muốn một cách tốt nhất có thể. Rất khuyến khíchĐọc thêm",
            "After a couple weeks playing it by ear in Thailand which dont get me wrong, was awesome and with a vague idea of what I wanted to do for the next 12 days in Vietnam, I was in the mood to stop doing research and making reservations and to start spending more time actually experiencing my holiday.Thats where Ms. Vy comes in. After viewing several reviews like the one youre reading I decided to leave everything in someone elses hands. And I could not have chosen a more capable agent than Ms. Vy.From the very start she was working full throttle helping me navigate getting my visa, making sure it got issued on the timeline I needed. She hooked me up with some great hotels in amazing locations in the Old Quarter of Hanoi and in Hoi An. The personal tour guides were both knowledgeable, friendly, and fun. I wouldnt normally even consider a guided tour, but now I cant imagine the trip without them. I learned SO much!All the transfers and other transportation were set up and clearly specified in my personal and highly detailed itinerary, leaving me with absolutely nothing to worry about. The one time there was a minor issue with the timing, Ms. Vy was incredibly responsive and got it resolved immediately.I know Im forgetting some other stuff as Im typing this, but other highlights were the Lan Ha Bay overnight cruise which was beautiful and decadent, and the cooking class in Hoi An that started with an incredibly informative tour of the local food market, followed by a boat ride up the river, and a fun cooking class where I made some yummy classic local dishes.Everything was so smooth and effortless, exactly how I wanted things to go. I dont know if it was the high level of service or the incredibly welcoming and friendly demeanor of the Vietnamese people probably a combination of the two, but I really felt like a celebrity on this trip. I made so many new friends along the way and simply had a wondrous experience Ill never forget!Read more",
            "Phần tốt nhất là dịch vụ chúng tôi nhận được trong toàn bộ chuyến đi và thậm chí trước khi khởi hành chuyến đi. Người đại diện giải thích hành trình cho tôi và nơi chúng tôi cần được đón. Khi ngày đó đến và chúng tôi được xe đón đi Vịnh Hạ Long, mọi thứ thật tuyệt vời. Chiếc xe rất thoải mái và người lái xe là một viên ngọc quý, mọi người trên tàu đều hữu ích và cung cấp nhiều thông tin và đi ra ngoài nếu họ đảm bảo rằng chúng tôi đã trả lời được câu hỏi của mình và có những gì chúng tôi cần ngay cả trước khi chúng tôi hỏi. Tôi thực sự không thể nói đủ những điều tốt đẹp. Thức ăn thật tuyệt vời. Họ đáp ứng yêu cầu ăn chay của tôi mà không gặp vấn đề gì trong khi gia đình tôi rất thích hải sản. Đó là một ngày với nhiều cảnh đẹp ngoạn mục và chúng tôi thậm chí còn được hưởng lợi từ buổi trình diễn nấu ăn trên tàu! Con trai tôi và tôi đã chèo thuyền kayak và đã có một trải nghiệm thật tuyệt vời. Bạn sẽ không hối hận khi tham gia chuyến đi này!Đọc thêm"
        ],
        "star_ratings": [
            925,
            26,
            0,
            3,
            0
        ],
        "review_amount": 954,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch Bắc Kỳ"
        ],
        "reviews_time": [
            "Written October 24, 2022",
            "Written October 23, 2022",
            "Written October 10, 2022",
            "Written October 5, 2022",
            "Written September 22, 2022",
            "Written September 9, 2022",
            "Written August 31, 2022",
            "Written August 31, 2022",
            "Written August 31, 2022",
            "Written July 5, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12132013-Reviews-or70-Tonkin_Voyage_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or60-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or80-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24177373-Reviews-Bay_Candle_Workshop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8616599-Reviews-Hanoi_Police_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781931-Reviews-Camelia_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973179-Reviews-Quynh_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311050-Reviews-Ambassador_s_Pagoda_Chua_Quan_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7084518-Reviews-Cong_Vien_Thong_Nhat-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25386654-Reviews-Utopia_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7057044-Reviews-Eviva_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6418133-Reviews-Vietnam_Blue_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25808369-Reviews-Indochina_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211370-Reviews-Om_Hanoi_Yoga_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g40264-d8273439-Reviews-H2O_Pool_Bar-Lake_Charles_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d207622-Reviews-Milwaukee_County_Zoo-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g46299-d12843659-Reviews-Belmar_Beach-Belmar_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d11875150-Reviews-Stow_Your_Bags_Luggage_Storage_Rome_Airport_Transfer-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1008560-Reviews-Forbidden_Caverns-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d138001-Reviews-Council_Crest_Park-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1087551-d596218-Reviews-Piedra_Del_Penol-Guatape_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d10584572-Reviews-Matanzas_Inlet-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d17635029-Reviews-Taboo_Beach_Club-Split_Split_Dalmatia_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or80-Tonkin_Voyage_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or70-Tonkin_Voyage_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "tour": 0.9918470212336008,
            "but guess": 0.9898875062353909,
            "siem reap": 0.9949504716787487,
            "chuyến đi": 0.9658846866427715,
            "hành trình": 0.9769258731976151,
            "chuyến đi đường": 0.9955830044928007,
            "khách sạn": 0.7058859987300821,
            "hướng dẫn viên": 0.9417571004441317,
            "chuyên gia": 0.8737691454589367,
            "chuyến du lịch": 0.9934606301831082,
            "dịch vụ": 0.5397623653213183,
            "người": 0.9953890339238569,
            "chuyến bay": 0.9593814853578806,
            "để đảm": 0.9778384014498442,
            "kỳ nghỉ": 0.9943872258882038,
            "phòng": 0.7473641422111541,
            "chuyến tham quan": 0.9907589461654425,
            "đường phố": 0.9938895638333634,
            "tam": 0.5,
            "cốc": 0.5,
            "động": 0.5,
            "bà nà hills": 0.9430113690905273,
            "thành phố cảng": 0.9951425645267591,
            "đồng bằng sông cửu long": 0.5,
            "địa đạo củ chi": 0.5,
            "hướng dẫn viên lái xe": 0.9950644363416359,
            "trải nghiệm": 0.9407511380811533,
            "đội ngũ": 0.9933208283910062,
            "văn hóa": 0.7477107833256014,
            "đất nước": 0.9955286630720366,
            "tiền": 0.27809955179691315,
            "bánh": 0.5,
            "hướng dẫn viên du lịch": 0.9940648233750835,
            "phong tục tập quán": 0.5209432765841484,
            "điểm tham quan": 0.9953277335735038,
            "địa điểm": 0.9920147304655984,
            "chuyến đi ẩm thực": 0.9937712580431253,
            "dịch": 0.9955887096584775,
            "ẩm thực việt nam": 0.5,
            "người đại diện": 0.994193778373301,
            "vịnh": 0.9955176224466413,
            "xe": 0.9941417922382243,
            "người lái xe": 0.9955631531774998,
            "thức ăn": 0.9955223462311551,
            "ăn chay": 0.5,
            "hải sản": 0.5,
            "cảnh": 0.9951911029056646,
            "chèo thuyền kayak": 0.9952528714202344
        },
        "dicts_adj": {
            "tour": [],
            "but guess": [],
            "siem reap": [
                "to",
                "to",
                "to"
            ],
            "chuyến đi": [
                "riêng",
                "tuyệt vời",
                "nhanh chóng",
                "dễ dàng",
                "hoàn toàn",
                "nghiêng",
                "nhiều",
                "nhiều",
                "hơn",
                "thực sự",
                "tuyệt vời",
                "hoàn hảo",
                "sẵn sàng",
                "suốt",
                "suôn sẻ",
                "tuyệt vời",
                "xinh đẹp",
                "tuyệt vời",
                "nhất",
                "hoàn hảo",
                "sẵn sàng",
                "chuyên nghiệp",
                "kiên nhẫn",
                "cuối cùng"
            ],
            "hành trình": [],
            "chuyến đi đường": [
                "tuyệt vời",
                "vui vẻ"
            ],
            "khách sạn": [
                "tốt",
                "thú vị",
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "tốt",
                "đặc biệt",
                "bổ ích",
                "thú vị",
                "hơn",
                "chuyên nghiệp",
                "kiên nhẫn",
                "tuyệt vời"
            ],
            "chuyên gia": [
                "xuất sắc",
                "tuyệt vời"
            ],
            "chuyến du lịch": [
                "xuất sắc",
                "tuyệt vời"
            ],
            "dịch vụ": [
                "xuất sắc"
            ],
            "người": [
                "tuyệt vời"
            ],
            "chuyến bay": [
                "nhiều"
            ],
            "để đảm": [
                "đúng"
            ],
            "kỳ nghỉ": [
                "tuyệt vời"
            ],
            "phòng": [
                "thú vị"
            ],
            "chuyến tham quan": [
                "thú vị"
            ],
            "đường phố": [
                "thú vị"
            ],
            "tam": [],
            "cốc": [],
            "động": [],
            "bà nà hills": [],
            "thành phố cảng": [
                "xinh đẹp",
                "nguyên"
            ],
            "đồng bằng sông cửu long": [],
            "địa đạo củ chi": [],
            "hướng dẫn viên lái xe": [
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "tốt",
                "bổ ích",
                "thú vị",
                "hơn",
                "tuyệt vời"
            ],
            "đội ngũ": [
                "chu đáo",
                "sẵn sàng"
            ],
            "văn hóa": [
                "xinh đẹp"
            ],
            "đất nước": [
                "xinh đẹp",
                "xinh đẹp",
                "thực sự",
                "bất kỳ"
            ],
            "tiền": [],
            "bánh": [],
            "hướng dẫn viên du lịch": [
                "tuyệt vời"
            ],
            "phong tục tập quán": [],
            "điểm tham quan": [
                "tuyệt vời"
            ],
            "địa điểm": [
                "đẹp"
            ],
            "chuyến đi ẩm thực": [
                "tuyệt vời"
            ],
            "dịch": [
                "đặc biệt",
                "tuyệt vời",
                "chu đáo"
            ],
            "ẩm thực việt nam": [],
            "người đại diện": [],
            "vịnh": [
                "tuyệt vời"
            ],
            "xe": [
                "thoải mái"
            ],
            "người lái xe": [
                "nhiều"
            ],
            "thức ăn": [
                "tuyệt vời"
            ],
            "ăn chay": [],
            "hải sản": [],
            "cảnh": [
                "nhiều",
                "đẹp"
            ],
            "chèo thuyền kayak": [
                "tuyệt vời"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "tour": 2,
            "but guess": 1,
            "siem reap": 1,
            "chuyến đi": 6.5,
            "hành trình": 1,
            "chuyến đi đường": 1,
            "khách sạn": 3,
            "hướng dẫn viên": 5,
            "chuyên gia": 1,
            "chuyến du lịch": 1,
            "dịch vụ": 1.5,
            "người": 1,
            "chuyến bay": 1,
            "để đảm": 1,
            "kỳ nghỉ": 1,
            "phòng": 2,
            "chuyến tham quan": 1,
            "đường phố": 1,
            "tam": 1,
            "cốc": 1,
            "động": 1,
            "bà nà hills": 1,
            "thành phố cảng": 1,
            "đồng bằng sông cửu long": 1,
            "địa đạo củ chi": 1,
            "hướng dẫn viên lái xe": 1,
            "trải nghiệm": 2.5,
            "đội ngũ": 1,
            "văn hóa": 2,
            "đất nước": 2,
            "tiền": 1,
            "bánh": 1,
            "hướng dẫn viên du lịch": 1,
            "phong tục tập quán": 1,
            "điểm tham quan": 1,
            "địa điểm": 1,
            "chuyến đi ẩm thực": 1,
            "dịch": 1,
            "ẩm thực việt nam": 1,
            "người đại diện": 0.5,
            "vịnh": 0.5,
            "xe": 0.5,
            "người lái xe": 0.5,
            "thức ăn": 0.5,
            "ăn chay": 0.5,
            "hải sản": 0.5,
            "cảnh": 0.5,
            "chèo thuyền kayak": 0.5
        }
    },
    {
        "attraction_name": "Tonkin Voyage Travel",
        "attraction_name_vi": "Du lịch Bắc Kỳ",
        "general_info": [
            "946 đánh giá",
            "14 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Tonkin Voyage Travel là một công ty du lịch có trụ sở tại Hà Nội, Việt Nam. Chúng tôi chuyên tổ chức các kỳ nghỉ phù hợp trên khắp Việt Nam, Campuchia, Lào, Myanmar và Thái Lan.Đọc thêm",
        "reviews": [
            "Qua sự giới thiệu của một người bạn, chúng tôi đã liên hệ với Tonkin Travel để tổ chức chuyến đi đến Việt Nam và Campuchia. Chúng tôi đã nhận được dịch vụ tuyệt vời từ người liên hệ của chúng tôi là cô Vy - cho phép chúng tôi tùy chỉnh kế hoạch du lịch của mình. Thông tin cô cung cấp rất rõ ràng và chính xác. Chúng tôi thực sự rất thích chuyến đi của mình và các khách sạn được chọn đều đạt tiêu chuẩn cao. Cô Vy vẫn giữ liên lạc với chúng tôi trong suốt chuyến đi để đảm bảo mọi thứ, kể cả sức khỏe của chúng tôi đều tốt. Tôi không ngần ngại giới thiệu Tonkin Travel và cô Vy, chuyên gia tư vấn của chúng tôi.   Đọc thêm",
            "Gần đây chúng tôi đã sử dụng Tonkin Voyage Travel. Cô Vy đã giúp đỡ chúng tôi ngay từ lần đầu tiếp xúc với Bắc Kỳ. Cô ấy thật tuyệt vời, đã thay đổi chuyến đi của chúng tôi theo yêu cầu, cho chúng tôi lựa chọn khách sạn và giúp đỡ chúng tôi ngay trước khi chúng tôi rời đi với những lo ngại về virus corona. Chuyến đi của chúng tôi diễn ra suôn sẻ, mọi hướng dẫn đều hữu ích và nhiều thông tin và việc vận chuyển diễn ra dễ dàng. Cô Vy đã liên lạc với chúng tôi trong chuyến đi kéo dài 3 tuần để đảm bảo rằng chúng tôi được an toàn và mọi việc diễn ra tốt đẹp. Và đã tiếp tục đảm bảo rằng chúng tôi vẫn ổn mặc dù chúng tôi đã trở về nhà. Một viên ngọc quý thực sự, cảm ơn cô Vy rất nhiều.Đọc thêm",
            "Nếu có thể đánh giá hãng này và đặc biệt là Thảo Nguyên với 1110 thì chúng tôi sẽ làm ngay mà không cần đắn đo.  Họ đã tổ chức một chuyến tham quan Việt Nam và Lào được thiết kế riêng cho chúng tôi, điều đó sẽ hoàn toàn tuyệt vời. Những trải nghiệm tuyệt vời, cùng với các tài xế và hướng dẫn viên thực sự hiểu biết về khu vực và lịch sử địa phương của họ, khiến hành trình của chúng tôi không thể nào quên. Giao tiếp và giúp đỡ tuyệt vời khi cần thiết; không có gì là quá nhiều rắc rối.Đọc thêm",
            "Văn hóa hấp dẫn, mọi người đã cố gắng giúp đỡ chúng tôi và khiến chúng tôi cảm thấy được chào đón.  Đã thăm quan ba miền Bắc, Trung, Nam và rất ấn tượng bởi sự đa dạng về cảnh quan địa lý, văn hóa.  Vy đã giúp chúng tôi tổ chức hành trình.  Chúng tôi tạo ra sự cân bằng hoàn hảo giữa nghỉ ngơi, phiêu lưu, văn hóa và giải trí!  Cô ấy là người giỏi nhất! Chúng tôi có 3 hướng dẫn viên, một người ở Hà Nội, ông John. Tùng.  Một ở Huế và Hội An, Lih. Và một ở Sài Gòn, Lâm. xin hãy tha thứ cho tôi vì tôi biết tôi viết tên của họ không đúng cách.  Mỗi người trong số họ đều cố gắng hết sức để khiến chúng tôi cảm thấy được chào đón và giúp chúng tôi tìm hiểu càng nhiều càng tốt về văn hóa, con người, lịch sử của Việt Nam, v.v. Chúng tôi rất thích những cuộc trò chuyện về lịch sử và văn hóa với tất cả họ, ăn ở những nơi mà người dân địa phương ăn những món ăn tuyệt vời.  Các khách sạn được đánh giá cao nhất, đặc biệt là khách sạn Siesta ở Hà Nội, Silk Marina ở Hội An và Silverland ở Sigon.  Chúng tôi có tài xế và hướng dẫn viên du lịch cho tất cả các chuyến đi thực tế! Xe là mẫu mới, thoải mái, sạch sẽ và có máy lạnh. Tôi chỉ cần tiết kiệm thời gian và tiền bạc để đi du lịch lại với chúng!Đọc thêm",
            "Bữa tiệc bốn người kỷ niệm 30 năm ngày cưới của chúng tôi. Rất đặc biệt cho cả bốn chúng tôi. Chúng tôi đã cho cô Thảo từ Tonkin Travel biết về chuyến đi đặc biệt của chúng tôi và cô ấy đã lo mọi việc cho chúng tôi. Một kế hoạch được cân nhắc kỹ lưỡng để đi du lịch từ Hà Nội đến Thành phố Hồ Chí Minh và đến đảo Phú Quốc để nghỉ ngơi. Các khách sạn đã được thông báo về dịp đặc biệt của chúng tôi và họ đã chuẩn bị những màn trình diễn đẹp mắt cho chúng tôi mà chúng tôi không hề hay biết. Một chuyến đi bằng thuyền riêng đã được tổ chức cho chúng tôi ở Vịnh Hạ Long. Thật là một cách để kỷ niệm 30 năm bên nhau. Nói chung, cô Thảo đã nỗ lực rất nhiều để biến chuyến đi của chúng tôi thành một khoảng thời gian rất đặc biệt. Tôi thực sự khuyên cô Thảo nên sắp xếp thời gian đặc biệt của mình tại Việt Nam.Đọc thêm",
            "Tonkin Travel thật tuyệt vời khi được làm việc cùng! Cô Boney và nhóm của cô là những người nắm rõ mọi vấn đề và là những người giao tiếp tuyệt vời trong suốt chuyến đi. Nếu bạn không có thời gian hoặc cảm thấy lo lắng trước tất cả các bài tập về nhà cần thiết để tạo ra một chuyến đi thì Tonkin là lựa chọn phù hợp. Dịch vụ rất tuyệt vời. Trình điều khiển và hướng dẫn viên du lịch rất tuyệt vời. Các chuyến tham quan khách sạn rất tốt. Trải nghiệm tổng thể thật tuyệt vời! Cảm ơn cô Boney!!! Đọc thêm",
            "Tôi không phải là người thích đi du lịch và thích tự mình đi lang thang hơn. Tuy nhiên, đây là chuyến đi của gia đình và bạn bè với nhiều hành trình khác nhau. Với quy mô nhóm của tôi là 7 người và sự phức tạp của chuyến tham quan của chúng tôi với nhiều quốc gia liên quan, tôi quyết định giao việc này cho các chuyên gia. Tìm một nhà điều hành tour du lịch có uy tín là một thách thức vì cá nhân tôi nghĩ rằng hầu hết các đánh giá TA đều bị thổi phồng quá mức. Tôi đã đào sâu vào nhiều bài đánh giá và diễn đàn. Sau đó tôi đã gửi hành trình của mình cho một số nhà khai thác để báo giá. Giá cả có phần tương đương nhau, nhưng tỷ lệ phản hồi, mức độ giao tiếp và kiến ​​thức kỹ thuật khiến Tonkin Voyage Travel khác biệt so với phần còn lại. Tôi thật may mắn khi được cô Boney Ngô Thị Thanh Tâm làm cố vấn du lịch. Cô ấy đã làm việc với tôi không mệt mỏi về nhu cầu bảo trì cao của tôi. Cô ấy thường trả lời trong vòng vài giờ và sẽ luôn đồng ý. Mặc dù ban đầu tôi đã có những ý tưởng cụ thể về những gì tôi mong muốn từ chuyến tham quan riêng nhưng cô Boney thực sự đã cho tôi một số lời khuyên đúng đắn. Tôi rất ấn tượng với tinh thần khẩn trương và trình độ chuyên môn của cô ấy. Do những lo ngại gần đây về virus Corona, chúng tôi quyết định lùi chuyến đi lại. Một lần nữa, cô Boney đã làm việc với tôi để thực hiện những thay đổi phù hợp nhằm đáp ứng nhu cầu của chúng tôi. Tôi không thể khen ngợi hay cảm ơn cô ấy đủ vì tất cả những gì cô ấy đã làm cho nhóm của tôi. Dựa trên kinh nghiệm của mình, tôi hết lòng giới thiệu Tonkin Voyage Travel cho bất kỳ ai đang tìm kiếm một tour du lịch riêng. Họ sẽ chăm sóc bạn, giá cả hợp lý và thực hành...và nếu bạn may mắn hoặc chỉ cần hỏi, bạn sẽ có được cô Boney...vì cô ấy thực sự tuyệt vời!-CyndiĐọc thêm",
            "Một công ty du lịch tốt. Nga là phóng viên của chúng tôi và đã làm việc rất xuất sắc. Mỗi khi chúng tôi gặp vấn đề, điều đó không thường xuyên xảy ra, cô ấy có mặt trên điện thoại và giải quyết mọi việc. Trước khi đặt phòng, bạn cần phải có ý tưởng về những việc cần làm. Chúng tôi đã thực hiện chuyến du lịch Việt Nam 21 ngày và mặc áo sơ mi ở Siem Reap. Vì chúng tôi có rất nhiều hoạt động phù hợp trong ngày nên nhịp độ rất căng thẳng, điều đó phù hợp với chúng tôi. Ví dụ: nếu bạn thích một khách sạn trên bãi biển ở Hội An, bạn cần phải yêu cầu cụ thể vì đã từng ở đó, chúng tôi biết rằng hầu hết người dân địa phương thích ở trong thị trấn hơn nên họ nghĩ rằng khách du lịch cũng nên đến. Đây không phải là ý tưởng của chúng tôi về một kỳ nghỉ, chúng tôi muốn có những nơi yên tĩnh để ở mà Nga đã sắp xếp cho chúng tôi. Sapa thật tuyệt vời và hướng dẫn viên Thian Zan của chúng tôi là một người địa phương và xuất sắc. Nếu bạn nói rằng bạn muốn đi bộ leo núi, hãy nhấn mạnh rằng bạn là những người đi bộ đường dài có kinh nghiệm, nếu không bạn sẽ phải đi bộ dọc theo những con đường bê tông. Bạn có thể làm mà không cần phải leo lên ngọn núi nhỏ phía sau Sapa, không có hứng thú gì cả! Vườn quốc gia với những hang động không thể bỏ qua. Vịnh Cát Bà trên con tàu ấm cúng thật tuyệt vời! Yêu cầu 2 đêm, một là không đủ. Đối với tôi, chuyến thăm Mémoriel chiến tranh Việt Cộng và đường hầm Glock! Tôi không thích điều này chút nào. Nếu bạn muốn tìm hiểu thêm về lịch sử Việt Nam hãy xem. Phim chiến tranh Việt Nam trên Netflix. Đọc thêm",
            "My sister and I just got back from Vietnam and this tour company was the best! I checked out 4 different companies before our trip for a private tour of Vietnam and this was half the price of the US company for the same hotels, flights, tours etc. This made me a little nervous at first, but I pursued it and it was the best decision ever.Our tour planner, Ms Thao, is a very young woman, but she sure knows her job! She worked with me to plan the trip I wanted with specific hotels and tours that I wanted included. Communication with her through email and Whats App was timely and easy. Everything went like clockwork...the cars were clean, always with bottled water available. The guides and drivers were there when and where they were supposed to be. They helped us check into hotels, internal flights, bought the tickets for all our booked tours, gave us good recommendations for meals not included and tips on how to use our free time. They made getting around in a strange culture easy.All of our hotels and tours were wonderful....from our first meeting with Ms Thao in the Tonkin Voyages travel office in Hanoi, where Ms Thao shared excellent tea and surprises, to our final trip to the airport in HCM city everything was great.The guides were three wonderful young people, David, Lin, and Lee....all extremely knowledgeable about their country and culture, open and curious about our lives as well, all funny and pleasant and easy going.The drivers got us around in that crazy traffic with apparent ease...we always felt safe.But the best part of the trip was also the worst part.  I got sick from something I ate and we had to change a flight and a hotel in the middle of our trip. Ms Thao took care of it in no time. She also made the hotel aware that I was ill and made sure they would get me to a doctor if necessary I did not, fortunately She kept checking on me ...I finally resorted to sending her smiling selfies to convince her I was OK, lol!So book your trip with this company if you want the comfort of a private tour that you can customize yourself at a very reasonable price. Ask for Ms Thao....shes a wonderfully competent young lady who will plan your trip and win your heart in the process...  If you want more information feel free to contact me through TripAdvisor.Read more",
            "Chúng tôi đã thực sự tận hưởng chuyến đi 28 ngày của mình đến Việt Nam, Campuchia và Thái Lan. Chúng tôi không thể hạnh phúc hơn với hành trình và dịch vụ tuyệt vời mà chúng tôi nhận được từ cô Vy tại Tonkin. Hành trình bao gồm 2 tour ẩm thực, du thuyền qua đêm trên Vịnh Hạ Long và Đồng bằng sông Cửu Long, và một số chuyến du ngoạn nửa ngày trên sông và hồ, tất cả đều rất thú vị và hấp dẫn. Tại mỗi địa điểm, chúng tôi được đưa đến các điểm tham quan chính, tất cả đều được bao gồm trong giá tour. Tất cả các hướng dẫn viên và tài xế riêng đều tuyệt vời. Các khách sạn, thậm chí cả hai khách sạn 4 sao mà chúng tôi đã chọn, đều tuyệt vời. Chúng tôi không phải là người thích du lịch, vì vậy chúng tôi có một số e ngại về việc tham gia chuyến du lịch đầu tiên được sắp xếp. Tuy nhiên, điều tuyệt vời của chuyến du lịch riêng mà chúng tôi sắp xếp qua Tonkin là chúng tôi có thể thay đổi hành trình khi chúng tôi đi. Và không phải chờ đợi những người khác trong chuyến du lịch xuất hiện trên xe buýt! Chi phí cho toàn bộ chuyến đi cực kỳ hợp lý, chỉ bằng một phần nhỏ so với chi phí của một chuyến du lịch tương tự ở Châu Âu. Đọc thêm",
            "Chúng tôi sẽ bay đến Thành phố Hồ Chí Minh vào tối thứ sáu ngày 19 tháng 7 và rời Thành phố Hồ Chí Minh vào tối Chủ Nhật ngày 28 tháng 7. Vì vậy, chúng tôi có 9 ngày để thăm đất nước của bạn. Vì thời tiết ẩm ướt ở phía bắc - Bạn gợi ý chúng tôi nên làm gì? Chúng tôi là cặp vợ chồng trẻ ngoài 50 tuổi. Muốn thư giãn và nghỉ dưỡng ở các khu nghỉ dưỡng 4-5 sao. Bạn có thể gợi ý những việc chúng tôi có thể làm và tham quan mà không bị kiệt sức vì chúng tôi cần thời gian thư giãn cũng như tham quan. Chúng tôi chưa bao giờ đến Việt Nam trước đây. Đọc thêm",
            "Xin chào, chúng tôi đã lên kế hoạch cho chuyến đi của mình thông qua cô Vy tại Tonkin travel và cô ấy không thể hữu ích hơn được nữa. Chúng tôi là một nhóm thanh niên 60 tuổi và tiêu chuẩn chỗ ở cũng như vị trí trong tất cả các lần lưu trú của chúng tôi đều tuyệt vời. Tiêu chuẩn tuyệt vời và gần với mọi thứ đang diễn ra, bất kể chúng tôi đang ở thị trấn nào. Hãy tận hưởng.Đọc thêm",
            "Chào buổi sáng,\n\nChúng tôi đang lập kế hoạch một chuyến đi đến Bắc Lào và Thái Lan ở tháng Tám. \n\nBạn có ý kiến, phản hồi gì về Du lịch Bắc Kỳ?\n\nCảm ơn vì thông tin của bạn.\n\nJPĐọc thêm",
            "Cơ quan này hướng đến khách hàng và đảm bảo thành thạo việc cung cấp và theo dõi chuyến đi.\nĐừng ngần ngại liên hệ với họ.Đọc thêm"
        ],
        "star_ratings": [
            925,
            26,
            0,
            3,
            0
        ],
        "review_amount": 954,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch Bắc Kỳ"
        ],
        "reviews_time": [
            "Written April 1, 2020",
            "Written April 1, 2020",
            "Written March 24, 2020",
            "Written March 7, 2020",
            "Written March 5, 2020",
            "Written March 1, 2020",
            "Written February 28, 2020",
            "Written February 26, 2020",
            "Written February 25, 2020",
            "Written February 24, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12132013-Reviews-or80-Tonkin_Voyage_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or70-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or90-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24177373-Reviews-Bay_Candle_Workshop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8616599-Reviews-Hanoi_Police_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781931-Reviews-Camelia_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973179-Reviews-Quynh_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311050-Reviews-Ambassador_s_Pagoda_Chua_Quan_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7084518-Reviews-Cong_Vien_Thong_Nhat-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25386654-Reviews-Utopia_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7057044-Reviews-Eviva_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6418133-Reviews-Vietnam_Blue_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25808369-Reviews-Indochina_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211370-Reviews-Om_Hanoi_Yoga_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553054-Reviews-Sunset_Park-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d12605440-Reviews-Antalya_Airport_Taxi-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d3832865-Reviews-Marmaris_Bar_Street-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145118-Reviews-Bathhouse_Row-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g143015-d146419-Reviews-Sunset_Point-Bryce_Canyon_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d2025241-Reviews-Waco_Mammoth_National_Monument-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g3135328-d3820403-Reviews-Loutra_Pozar-Loutraki_Pella_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d6894779-Reviews-Kavouri_Beach-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d2225755-Reviews-Echo_Lake_Beach-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d15335525-Reviews-Athinios_Port_Santorini-Santorini_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or90-Tonkin_Voyage_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or80-Tonkin_Voyage_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.8472909519443333,
            "dịch vụ": 0.9941403838068558,
            "khách sạn": 0.43345994766735074,
            "sức khỏe": 0.5199456885457039,
            "virus": 0.5,
            "hướng": 0.9869219789785953,
            "viên ngọc quý": 0.9955318320426159,
            "hãng": 0.9774093106389046,
            "thảo nguyên": 0.8737691454589367,
            "chuyến tham quan": 0.799779450132822,
            "trải nghiệm": 0.995329431432765,
            "hướng dẫn viên": 0.5105987233497823,
            "lịch sử địa phương": 0.5,
            "văn hóa": 0.9901609397493303,
            "cảnh quan địa lý": 0.5,
            "hành trình": 0.8662381183821708,
            "phiêu lưu": 0.5,
            "mỗi người": 0.8737691454589367,
            "con người": 0.5,
            "lịch sử": 0.949951971299015,
            "người dân địa phương": 0.7762565072043799,
            "món ăn": 0.9954749430180527,
            "hướng dẫn viên du lịch": 0.7476877741282806,
            "xe là": 0.9954448197968304,
            "tiền bạc": 0.9339013416320086,
            "bữa tiệc": 0.5,
            "bốn người": 0.5,
            "cả": 0.9819027604535222,
            "đến đảo": 0.8291842797771096,
            "thuyền": 0.5255635902285576,
            "vịnh": 0.8737691454589367,
            "trình điều khiển": 0.8737691454589367,
            "tour du lịch": 0.020782893290743232,
            "diễn đàn": 0.6425448823720217,
            "nhà khai thác": -0.023334448225796223,
            "giá cả": 0.9346383335068822,
            "kiến ​​thức kỹ thuật": 0.5,
            "cố vấn du lịch": 0.9321098113432527,
            "bảo trì": 0.9858728419058025,
            "chuyến đi lại": 0.5,
            "phóng viên": 0.9895276019815356,
            "áo sơ mi": 0.9624249110929668,
            "bãi biển": 0.9868765147402883,
            "kỳ nghỉ": 0.5872778426855803,
            "hướng dẫn viên thian zan": 0.8737691454589367,
            "người địa phương": 0.6354552581906319,
            "đi bộ leo": 0.7975613959133625,
            "núi": 0.6862831665202975,
            "đi bộ": 0.5117729660123587,
            "vườn quốc gia": 0.5,
            "hang động": 0.5,
            "con tàu": 0.9955383373307995,
            "chuyến thăm": 0.5,
            "chiến tranh việt cộng": 0.5,
            "đường hầm": 0.5,
            "phim chiến tranh": 0.8783228900283575,
            "tour": 0.987350622046506,
            "thao": 0.9943560512037948,
            "ẩm thực du thuyền": 0.994976888759993,
            "đồng bằng sông cửu long": 0.8737691454589367,
            "chuyến du lịch": 0.7643935431842692,
            "xe buýt": 0.5,
            "đất nước": 0.7181578427553177,
            "thời tiết": 0.5042930115014315,
            "cặp vợ chồng": 0.5403157696127892,
            "khu nghỉ dưỡng": 0.9907442298717797
        },
        "dicts_adj": {
            "chuyến đi": [
                "cao",
                "tốt",
                "suôn sẻ",
                "an toàn",
                "tốt đẹp",
                "đặc biệt",
                "riêng",
                "rõ",
                "tuyệt vời",
                "suốt",
                "cần thiết",
                "nhiều",
                "khác",
                "hợp lý",
                "nhỏ"
            ],
            "dịch vụ": [
                "tuyệt vời",
                "tuyệt vời",
                "hạnh phúc",
                "hơn",
                "tuyệt vời"
            ],
            "khách sạn": [
                "cao",
                "cao",
                "đặc biệt",
                "đặc biệt",
                "đẹp mắt",
                "tốt",
                "cụ thể",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "sức khỏe": [
                "tốt"
            ],
            "virus": [],
            "hướng": [
                "hữu ích",
                "nhiều",
                "dễ dàng"
            ],
            "viên ngọc quý": [
                "nhiều"
            ],
            "hãng": [
                "đặc biệt"
            ],
            "thảo nguyên": [
                "đặc biệt"
            ],
            "chuyến tham quan": [
                "riêng",
                "hoàn toàn",
                "tuyệt vời",
                "tốt",
                "phức tạp",
                "nhiều",
                "cụ thể"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "thực sự",
                "riêng",
                "tuyệt vời"
            ],
            "lịch sử địa phương": [],
            "văn hóa": [
                "tuyệt vời"
            ],
            "cảnh quan địa lý": [],
            "hành trình": [
                "thú vị"
            ],
            "phiêu lưu": [],
            "mỗi người": [
                "nhiều",
                "tốt"
            ],
            "con người": [],
            "lịch sử": [
                "tuyệt vời"
            ],
            "người dân địa phương": [
                "tuyệt vời",
                "hơn"
            ],
            "món ăn": [
                "tuyệt vời"
            ],
            "hướng dẫn viên du lịch": [
                "tuyệt vời"
            ],
            "xe là": [
                "thoải mái",
                "sạch sẽ"
            ],
            "tiền bạc": [],
            "bữa tiệc": [],
            "bốn người": [],
            "cả": [
                "đặc biệt"
            ],
            "đến đảo": [
                "kỹ lưỡng"
            ],
            "thuyền": [
                "riêng"
            ],
            "vịnh": [
                "riêng",
                "tuyệt vời",
                "thú vị"
            ],
            "trình điều khiển": [
                "tuyệt vời"
            ],
            "tour du lịch": [
                "bất kỳ"
            ],
            "diễn đàn": [
                "sâu",
                "nhiều"
            ],
            "nhà khai thác": [],
            "giá cả": [
                "tương đương",
                "hợp lý"
            ],
            "kiến ​​thức kỹ thuật": [],
            "cố vấn du lịch": [
                "may mắn"
            ],
            "bảo trì": [
                "mệt mỏi",
                "cao"
            ],
            "chuyến đi lại": [],
            "phóng viên": [
                "xuất sắc"
            ],
            "áo sơ mi": [],
            "bãi biển": [
                "cụ thể"
            ],
            "kỳ nghỉ": [
                "phải"
            ],
            "hướng dẫn viên thian zan": [
                "tuyệt vời"
            ],
            "người địa phương": [
                "xuất sắc"
            ],
            "đi bộ leo": [
                "dài"
            ],
            "núi": [
                "dài",
                "nhỏ"
            ],
            "đi bộ": [
                "dài",
                "dọc"
            ],
            "vườn quốc gia": [],
            "hang động": [],
            "con tàu": [
                "tuyệt vời"
            ],
            "chuyến thăm": [],
            "chiến tranh việt cộng": [],
            "đường hầm": [],
            "phim chiến tranh": [],
            "tour": [
                "thú vị"
            ],
            "thao": [
                "to",
                "to"
            ],
            "ẩm thực du thuyền": [
                "thú vị"
            ],
            "đồng bằng sông cửu long": [
                "thú vị"
            ],
            "chuyến du lịch": [
                "phải",
                "đầu tiên",
                "tương tự"
            ],
            "xe buýt": [],
            "đất nước": [],
            "thời tiết": [],
            "cặp vợ chồng": [
                "trẻ"
            ],
            "khu nghỉ dưỡng": [
                "4-5"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 3.5,
            "dịch vụ": 1.5,
            "khách sạn": 3.5,
            "sức khỏe": 0.5,
            "virus": 1.0,
            "hướng": 0.5,
            "viên ngọc quý": 0.5,
            "hãng": 0.5,
            "thảo nguyên": 0.5,
            "chuyến tham quan": 1.5,
            "trải nghiệm": 1.0,
            "hướng dẫn viên": 1.5,
            "lịch sử địa phương": 0.5,
            "văn hóa": 0.5,
            "cảnh quan địa lý": 0.5,
            "hành trình": 1.0,
            "phiêu lưu": 0.5,
            "mỗi người": 0.5,
            "con người": 0.5,
            "lịch sử": 1.0,
            "người dân địa phương": 1.0,
            "món ăn": 0.5,
            "hướng dẫn viên du lịch": 1.0,
            "xe là": 0.5,
            "tiền bạc": 0.5,
            "bữa tiệc": 0.5,
            "bốn người": 0.5,
            "cả": 0.5,
            "đến đảo": 0.5,
            "thuyền": 0.5,
            "vịnh": 1.5,
            "trình điều khiển": 0.5,
            "tour du lịch": 0.5,
            "diễn đàn": 0.5,
            "nhà khai thác": 0.5,
            "giá cả": 0.5,
            "kiến ​​thức kỹ thuật": 0.5,
            "cố vấn du lịch": 0.5,
            "bảo trì": 0.5,
            "chuyến đi lại": 0.5,
            "phóng viên": 0.5,
            "áo sơ mi": 0.5,
            "bãi biển": 0.5,
            "kỳ nghỉ": 0.5,
            "hướng dẫn viên thian zan": 0.5,
            "người địa phương": 0.5,
            "đi bộ leo": 0.5,
            "núi": 0.5,
            "đi bộ": 0.5,
            "vườn quốc gia": 0.5,
            "hang động": 0.5,
            "con tàu": 0.5,
            "chuyến thăm": 0.5,
            "chiến tranh việt cộng": 0.5,
            "đường hầm": 0.5,
            "phim chiến tranh": 0.5,
            "tour": 1.0,
            "thao": 0.5,
            "ẩm thực du thuyền": 0.5,
            "đồng bằng sông cửu long": 0.5,
            "chuyến du lịch": 0.5,
            "xe buýt": 0.5,
            "đất nước": 0.5,
            "thời tiết": 0.5,
            "cặp vợ chồng": 0.5,
            "khu nghỉ dưỡng": 0.5
        }
    },
    {
        "attraction_name": "Tonkin Voyage Travel",
        "attraction_name_vi": "Du lịch Bắc Kỳ",
        "general_info": [
            "946 đánh giá",
            "14 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Các tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Tonkin Voyage Travel là một công ty du lịch có trụ sở tại Hà Nội, Việt Nam. Chúng tôi chuyên tổ chức các kỳ nghỉ phù hợp trên khắp Việt Nam, Campuchia, Lào, Myanmar và Thái Lan.Đọc thêm",
        "reviews": [
            "Tôi vừa trở về sau chuyến du lịch tùy chỉnh 16 ngày tuyệt vời ở Việt Nam và Campuchia thăm Hà Nội, Vịnh Hạ Long, Huế, Hội An, TP.HCM và Siem Reap. Nó được điều chỉnh hoàn toàn theo yêu cầu của tôi và hoạt động hoàn hảo, tài xế và hướng dẫn viên có chất lượng cao và luôn đúng giờ, thường là sớm. Tôi yêu Việt Nam và con người nơi đây và sẽ không ngần ngại giới thiệu nơi đây như một điểm đến nghỉ dưỡng hấp dẫn. Nếu bạn quyết định đi thì tôi hết lòng giới thiệu Tonkin, người đã đáp ứng các thắc mắc và yêu cầu của tôi ngay từ ngày đầu tiên, đó là ngày đầu tiên tôi liên hệ với họ, 9 tháng trước khi đi du lịch. Đặc biệt tôi phải kể đến cô Jennifer Thúy, người có lẽ là nhà tư vấn du lịch giỏi nhất mà tôi từng gặp trong hơn 50 năm du lịch quốc tế. Trong quá trình lập kế hoạch, cô ấy luôn sẵn sàng đưa ra lời khuyên và các lựa chọn, dường như 24 giờ một ngày. Trong suốt chuyến đi, cô ấy luôn có mặt để kiểm tra xem mọi thứ có ổn không bằng WhatsApp, thậm chí có lúc còn lo ngại rằng trời quá lạnh đối với tôi ở Hà Nội khi vừa rời khỏi 5C ở Anh! và giới thiệu trà gừng nóng. Đối với những người do dự về việc sử dụng một công ty du lịch nước ngoài thì bạn không nên lo lắng gì với Bắc Kỳ. Các điều khoản và điều kiện rất rõ ràng, phương thức thanh toán an toàn và tôi thậm chí còn được mời đến văn phòng Hà Nội của họ để gặp nhóm. Tôi không thể cảm ơn Tonkin và Jennifer đủ cho kỳ nghỉ đáng nhớ này. Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời trong chuyến đi của chúng tôi. Chúng tôi có thể thành thật nói rằng không có vấn đề gì từ đầu đến cuối. Thật vui khi được gặp cô Vy tại văn phòng của cô khi chúng tôi đến và chúng tôi cảm thấy yên tâm rằng mình đã chọn được một Công ty tuyệt vời để đi du lịch cùng. Chúng tôi đã đặt tour hơn một năm trước và cô Vy đã giữ liên lạc trong thời gian đó để cập nhật cho chúng tôi về các sắp xếp của chúng tôi. Các hướng dẫn viên mà cô sắp xếp cho chúng tôi rất chuyên nghiệp nhưng đồng thời cũng thân thiện và nồng nhiệt. Chúng tôi đã học được rất nhiều điều về cuộc sống hàng ngày ở Việt Nam từ họ cũng như khu vực chúng tôi đến thăm. Chỗ ở đều được trang bị tốt và đáp ứng nhu cầu của chúng tôi. Chúng tôi không có khiếu nại về điều này. Chúng tôi đã chọn chỗ ở tầm trung. Chúng tôi thực sự đánh giá cao tất cả công việc khó khăn của cô Vy trong việc tổ chức chuyến đi của chúng tôi và thay đổi một phần hành trình để phù hợp hơn với chúng tôi tại Đồng bằng Mê Kông. Cô ấy đã đổi chúng tôi đến một khu vực yên tĩnh hơn để ghé thăm vì khu vực thường ngày đã trở nên khá đông khách du lịch. Nhìn chung, một chuyến đi tuyệt vời từ đầu đến cuối và chúng tôi chắc chắn sẽ sử dụng Tonkin Voyage Travel một lần nữa và không ngần ngại giới thiệu chúng. Đọc thêm",
            "Tôi đã liên hệ với Jennifer tại Tonkin Travel vào tháng 6 năm 2019 để nhận báo giá cho chuyến đi đến Việt Nam và Thái Lan của chúng tôi. Ngay từ email đầu tiên của chúng tôi, Jennifer đã tỏ ra chuyên nghiệp, ngọt ngào và cô ấy đã trả lời email ngay lập tức. Cô ấy sắp xếp cho chúng tôi một chuyến đi đáng nhớ và mọi chi tiết đều hoàn hảo từ việc đón tại sân bay, hướng dẫn viên du lịch, nhà hàng và khách sạn. Cô ấy luôn sử dụng ứng dụng Whats và trả lời ngay lập tức nếu chúng tôi có câu hỏi. Tôi thực sự giới thiệu Tonkin Travel và Jennifer và chúng tôi sẽ sử dụng lại chúng trong chuyến đi tới Châu Á tiếp theo. Đọc thêm",
            "Được một cặp đôi mà chúng tôi gặp vào kỳ nghỉ tháng 1 năm 2019 giới thiệu cho chúng tôi. Người liên hệ của tôi là Jennifer, người thật tuyệt vời. Chúng tôi đã có ý tưởng sơ bộ về những gì chúng tôi muốn và thời gian, v.v. Cô ấy đã dành hàng tuần qua email để điều chỉnh chuyến đi của chúng tôi. Cô ấy đã sắp xếp mọi thứ, thậm chí cả chế độ ăn kiêng của tôi. chuyến đi, chúng tôi quyết định thay đổi một số điều....không vấn đề gì...giao tiếp hoàn hảo với hướng dẫn viên và khách sạn. Thực sự không thể giới thiệu đủ người phụ nữ này Bất kỳ câu hỏi nào. vui lòng liên hệ với tôiĐọc thêm",
            "Ive just returned from a wonderful trip through Vietnam, Cambodia and Laos organized by Ms Vy at Tonkin Travel in Hanoi. We traveled for more than three week on an itinerary skillfully planned by Vy. We hit a diversity of sites, ranging from scenic to cultural and historic. At every stop we were met by guides and drivers who were proficient in English and personable. They became more like friends, helping open up what life is like and has been in these countries.It all started with Vy, who I contacted after a little research of reviews. She got back quickly and, after questioning me about our interests, developed a thorough, informative proposal for a cost that fit our budget. We chose four-star hotels and none disappointed. Over several months I adjusted some details, and although those changes must have been time-consuming for her, she always made them with good cheer and understanding. Tonkins customer care is outstanding--from first contact and throughout the journey. They follow up as you travel.The list of highlights is too long to do more than summarize. We began in Hanoi with a day to recover from travel and a great series of local sites, including a rickshaw ride through the crowded old city. Our guide, Huey, was top-notch. We then hit Mai Chau, a lovely and serene town in the hills west of Hanoi. It was a different world of peace and a glimpse at country agrarian life. The Mai Chau Ecolodge was wonderful, although there were numerous fine home stays in the village some might prefer.A real highlight was the Halong Bay overnight cruise. The scenery stunning, the cabins on the boat charming and large and the food and crew very good. I wish wed had another night on board.We next went to Hue, which was fascinating for its history and setting. Hue was devastated during the Vietnam war, but has totally recovered and has moved on into the modern world. As a young man I was strongly opposed to the war and throughout the journey there were many reminders of the savagery of that conflict that were painful--but valuable to me personally.Another highlight was our stay in Hoi An, a delightful town where we relaxed and had many clothes made from one of the many tailor shops. Our guide Linh was especially helpful and informative. We spend a couple of afternoons at the nearby beautiful beach, and sun-lovers could spend an entire week relaxing there.Ho Chi Minh City is a huge and hectic city. Vy was wise to limit our time there. Interesting to experience but rather manic. We escaped to the country again for a highly-recommended cooking class and an emotional tour of the Cu Chi tunnels, used by the Viet Cong to infiltrate South Vietnam. Our guide for this leg, Bella, was delightful and exuberant fun.A spectacular next stop was an overnight trip in our private deluxe sampan up the Mekong River. So beautiful and the crew wonderful. We next bid farewell to Vietnam and took a speedboat to Phnom Penh in Cambodia. Fun. Phnom Penh was interesting and our stay there included heartbreaking visits to memorials to the victims of the Pol Pot genocide. So valuable if painful to experience. It helps explain the trauma this country endured during the late 20th Century. We stayed an elegant hotel in the heart of the city--the White Mansion. Highly recommended. Its the former US Embassy. The restaurant Milas offered one of the finest meals we enjoyed.We next flew to Siem Reap and the temples of the Angkor Wat complex. Wonder of the world. Highly recommend an upscale hotel--Viroths Hotel and Villa. There are lots of tourists in Siem Reap and a lot of the hotels, even four-stars, are filled with mass tourism.Laos was our final stop and we spent four nights in Luang Prabang, a lovely and gentle experience with multiple side trips to caves and waterfalls and hikes to temples. We loved our guide Sonexay. He brought great insight into the city and country. Our hotel, the Luang Prabang View, was superb and well-managed with remarkable service. We loved it, but it was a bit out of town and we needed a shuttle to go into town. There are numerous pleasant hotels in town, and if we return we might opt for something more intimate. Plan ahead and book a table at Manda de Laos, a beautiful restaurant with amazing food.  In sum, Southeast Asia is amazing, and so is the service provided by Vy and Tonkin Travel.Read more",
            "Thật không may, chúng tôi đã phải hủy chuyến đi sắp tới vì lý do cá nhân và chúng tôi đã nhận được sự chăm sóc khách hàng tuyệt vời từ cô Thảo, hướng dẫn viên của Tonkin Voyage Travel, một cô gái đáng yêu luôn theo tôi lên kế hoạch cho chuyến đi. Chúng tôi đã hoàn lại một phần như đã đề cập trong hợp đồng có điều kiện. Đây là sự xác nhận rằng tôi sẽ liên hệ với Tonkin Voyage Travel vào lần tiếp theo để cuối cùng tôi có thể tổ chức chuyến đi của chúng tôi tại Việt Nam! Cảm ơn cô Thảo vì đã rất nhiệt tình giúp đỡ và chăm sóc chúng tôi! Đọc thêm",
            "Gần đây tôi đã trở về sau chuyến đi hai tuần qua Việt Nam, Campuchia và Thái Lan và đã làm việc với Tonkin Voyage, bắt đầu khoảng 9 tháng trước chuyến đi, để sắp xếp mọi việc và hoàn thiện hành trình. Chất lượng dịch vụ do Tonkin cung cấp thật tuyệt vời - gần như tốt đến mức không thể tin được! Jennifer tại Tonkin cực kỳ nhạy bén và đã phát triển hành trình cho một chuyến du lịch riêng với các khách sạn, tài xế và hướng dẫn viên tại mỗi điểm dừng. Các khách sạn đều là những khách sạn hàng đầu và tài xế cũng như hướng dẫn viên đều rất xuất sắc. Jennifer đã đăng ký với chúng tôi trong suốt chuyến đi để đảm bảo mọi thứ đều làm chúng tôi hài lòng và cũng thực hiện một số điều chỉnh nhanh chóng vào phút cuối đối với hành trình mà chúng tôi cần. Tôi không thể giới thiệu họ đủ cao và mong họ phục vụ nhiều khu vực hơn trên toàn cầu.Đọc thêm",
            "Vào tháng 12, tháng 1 chúng tôi đã có một kỳ nghỉ hai tuần tuyệt vời ở Việt Nam và Campuchia. Chúng tôi đã có một số yêu cầu rất cụ thể cho kỳ nghỉ của mình và Jennifer tại Tonkin Travel đã có thể đáp ứng tất cả. Chúng tôi đã trao đổi rất nhiều email về chuyến đi và cô ấy luôn sẵn lòng thực hiện những thay đổi mà chúng tôi mong đợi. Tôi nghĩ bài kiểm tra thực sự của một đại lý du lịch tuyệt vời là điều gì sẽ xảy ra khi có sự cố xảy ra. Chúng tôi được cấp một phòng khác với phòng chúng tôi đã đặt trên chuyến du ngoạn Vịnh Bái Tử Long. Jennifer đã trả lời ngay tin nhắn WhatsApp của tôi. Thời gian phản hồi của cô ấy rất phi thường và đã giải quyết vấn đề đó với công ty du lịch ngay tại chỗ, sắp xếp hoàn lại tiền chênh lệch giữa phòng đã đặt và phòng chúng tôi được phân bổ và đồ uống nước trái cây miễn phí cho đến khi chúng tôi có thể chuyển đi đến phòng đã đặt của chúng tôi vào đêm hôm sau. Một kết quả tốt. Tất cả các hướng dẫn viên mà Jennifer sắp xếp cho chúng tôi ở Việt Nam và Campuchia đều rất đặc biệt, rất phù hợp để giúp đỡ các gia đình. Tôi đặc biệt đề cập đến Quý ở Huế và Hội An và ông Sovann ở Siem Reap, những người hoàn toàn tuyệt vời, dễ thích nghi và tử tế với bọn trẻ của chúng tôi với kiến ​​thức chi tiết và tình yêu dành cho khu vực của chúng.Đọc thêm",
            "Cảm ơn Tonkin Travel, cô Jenifer và tất cả các hướng dẫn viên du lịch. Chúng tôi thấy nó hấp dẫn và rất thích nó!Đọc thêm",
            "Chúng tôi chỉ có 6 ngày ở miền Trung Việt Nam, Huế là điểm đến chính của chúng tôi và chúng tôi đã nhờ một hướng dẫn viên biết nhiều về lịch sử đế quốc vì đó là niềm đam mê của người chồng Pháp của tôi; Bà Ngô đã cung cấp cho chúng tôi một hướng dẫn viên nói tiếng Pháp xuất sắc và rất hiểu biết - ông Lê Triết - người đã đưa chúng tôi đi vòng quanh hoàng thành và tất cả các lăng mộ, cũng như quanh khu vực Huế và Hội An trong suốt thời gian lưu trú của chúng tôi. Tổ chức này chính xác là những gì chúng tôi yêu cầu và các khuyến nghị của họ - như đạp xe quanh vùng nông thôn Hội An - đã được đưa ra. Tôi không thể giới thiệu đủ Tonkin Voyage, xin chân thành cảm ơn toàn đội!Đọc thêm",
            "Chúng tôi sẽ bay đến Thành phố Hồ Chí Minh vào tối thứ Sáu ngày 19 tháng 7 và rời Thành phố Hồ Chí Minh vào tối Chủ nhật ngày 28 tháng 7.  Vì vậy, chúng tôi có 9 ngày để thăm đất nước của bạn.  Vì ở phía bắc trời ẩm ướt - Bạn đề nghị chúng ta nên làm gì?  Chúng tôi là vợ chồng trẻ ở độ tuổi 50.  Muốn nghỉ dưỡng và nghỉ dưỡng 4 -5 sao.  Bạn có thể giới thiệu những điều để chúng tôi làm và xem mà không bị kiệt sức vì chúng tôi cần thời gian thư giãn cũng như tham quan.  Chúng tôi chưa bao giờ đến Việt Nam trước đây.Đọc thêm",
            "Xin chào, chúng tôi đã lên kế hoạch cho chuyến đi của mình thông qua cô Vy tại Tonkin travel và cô ấy không thể hữu ích hơn được nữa. Chúng tôi là một nhóm thanh niên 60 tuổi và tiêu chuẩn chỗ ở cũng như vị trí trong tất cả các lần lưu trú của chúng tôi đều tuyệt vời. Tiêu chuẩn tuyệt vời và gần với mọi thứ đang diễn ra, bất kể chúng tôi đang ở thị trấn nào. Hãy tận hưởng.Đọc thêm",
            "Chào buổi sáng,\n\nChúng tôi đang lập kế hoạch một chuyến đi đến Bắc Lào và Thái Lan ở tháng Tám. \n\nBạn có ý kiến, phản hồi gì về Du lịch Bắc Kỳ?\n\nCảm ơn vì thông tin của bạn.\n\nJPĐọc thêm",
            "Cơ quan này hướng đến khách hàng và đảm bảo thành thạo việc cung cấp và theo dõi chuyến đi.\nĐừng ngần ngại liên hệ với họ.Đọc thêm"
        ],
        "star_ratings": [
            925,
            26,
            0,
            3,
            0
        ],
        "review_amount": 954,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch Bắc Kỳ"
        ],
        "reviews_time": [
            "Written February 24, 2020",
            "Written February 23, 2020",
            "Written February 18, 2020",
            "Written February 17, 2020",
            "Written February 6, 2020",
            "Written February 1, 2020",
            "Written January 26, 2020",
            "Written January 24, 2020",
            "Written January 18, 2020",
            "Written January 17, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12132013-Reviews-or90-Tonkin_Voyage_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or80-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or100-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-Tonkin_Voyage_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24177373-Reviews-Bay_Candle_Workshop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8616599-Reviews-Hanoi_Police_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781931-Reviews-Camelia_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973179-Reviews-Quynh_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311050-Reviews-Ambassador_s_Pagoda_Chua_Quan_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7084518-Reviews-Cong_Vien_Thong_Nhat-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25386654-Reviews-Utopia_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7057044-Reviews-Eviva_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6418133-Reviews-Vietnam_Blue_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25808369-Reviews-Indochina_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211370-Reviews-Om_Hanoi_Yoga_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1368174-d2296111-Reviews-Horne_s_Ferry-Wolfe_Island_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g209273-d1601586-Reviews-Kapalua_Beach-Kapalua_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d14862479-Reviews-Cascadas_Palo_Maria-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d5502367-Reviews-Spanish_Guitar_Barcelona_Concert_and_Wine-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d6105957-Reviews-Summer_Thai_Massage-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865780-d1899660-Reviews-Ranweli_Spice_Garden-Matale_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60596-d14892444-Reviews-South_Point_Complex-Naalehu_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g31029-d116355-Reviews-Russian_River-Kenai_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d272156-Reviews-West_Side_Market-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g3477723-d15835350-Reviews-Lido_Key_Beach-Lido_Key_Sarasota_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or100-Tonkin_Voyage_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12132013-Reviews-or90-Tonkin_Voyage_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến du lịch": 0.7824825696879998,
            "vịnh": 0.8737691454589367,
            "hướng dẫn viên": 0.7076207795901047,
            "chất lượng": 0.6697327874717303,
            "con người": 0.5,
            "điểm đến": 0.5,
            "nhà tư vấn du lịch": 0.993175002746284,
            "chuyến đi": 0.8306564854491236,
            "trà gừng nóng": -0.8942696955054998,
            "văn phòng": 0.9944529657950625,
            "kỳ nghỉ": 0.9921517415981119,
            "phòng": 0.6891218181699514,
            "tour": 0.8536806730553508,
            "cuộc": 0.9754597209393978,
            "chỗ ở": 0.9897470018477179,
            "hành trình": 0.25883233919739723,
            "đồng bằng": 0.8737691454589367,
            "hướng dẫn viên du lịch": 0.7477816007158253,
            "nhà hàng": 0.5,
            "khách sạn": 0.6648775677895173,
            "ứng dụng": -0.055725790560245514,
            "độ ăn kiêng": -0.943823853507638,
            "mekong": 0.9949925764231011,
            "pol pot": 0.9944717632606626,
            "siem reap": 0.9947057357057929,
            "thảo": 0.8737691454589367,
            "hợp đồng": 0.5533338692039251,
            "dịch vụ": 0.7638296659958238,
            "họ": 0.6142830746248364,
            "khu vực": 0.5043445033952594,
            "đại lý du lịch": 0.9580451692454517,
            "du ngoạn": 0.5,
            "vịnh bái": 0.8737691454589367,
            "đồ uống nước": 0.5,
            "trái cây": 0.5,
            "bọn trẻ": 0.5172760374844074,
            "kiến ​​thức": 0.5150229260325432,
            "lịch sử đế quốc": 0.9775977077661082,
            "lê triết": 0.8737691454589367,
            "hoàng thành": 0.9793097255751491,
            "lăng mộ": 0.8044717600569129,
            "đạp xe": 0.5,
            "vùng nông thôn": 0.5
        },
        "dicts_adj": {
            "chuyến du lịch": [
                "tuyệt vời",
                "riêng"
            ],
            "vịnh": [
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "cao",
                "đúng",
                "sớm",
                "chuyên nghiệp",
                "xuất sắc",
                "đặc biệt",
                "nhiều",
                "xuất sắc",
                "hiểu biết"
            ],
            "chất lượng": [
                "cao",
                "đúng",
                "sớm",
                "tuyệt vời",
                "gần",
                "tốt"
            ],
            "con người": [],
            "điểm đến": [],
            "nhà tư vấn du lịch": [
                "Đặc biệt",
                "giỏi",
                "nhất",
                "hơn",
                "quốc tế"
            ],
            "chuyến đi": [
                "suốt",
                "ổn",
                "bằng",
                "lạnh",
                "hơn",
                "tuyệt vời",
                "chắc chắn",
                "thực sự",
                "tuyệt vời",
                "cuối cùng",
                "suốt",
                "hài lòng",
                "nhanh chóng",
                "nhiều"
            ],
            "trà gừng nóng": [],
            "văn phòng": [
                "rõ ràng",
                "an toàn"
            ],
            "kỳ nghỉ": [
                "đủ",
                "cụ thể"
            ],
            "phòng": [
                "vui",
                "yên tâm",
                "tuyệt vời",
                "cùng",
                "khác"
            ],
            "tour": [
                "hơn"
            ],
            "cuộc": [
                "nhiều"
            ],
            "chỗ ở": [
                "tốt"
            ],
            "hành trình": [
                "hơn"
            ],
            "đồng bằng": [
                "thực sự",
                "cao",
                "khó khăn"
            ],
            "hướng dẫn viên du lịch": [],
            "nhà hàng": [],
            "khách sạn": [
                "xuất sắc",
                "xuất sắc"
            ],
            "ứng dụng": [],
            "độ ăn kiêng": [],
            "mekong": [],
            "pol pot": [
                "to",
                "to"
            ],
            "siem reap": [
                "to"
            ],
            "thảo": [
                "may"
            ],
            "hợp đồng": [],
            "dịch vụ": [
                "tuyệt vời",
                "gần",
                "tốt"
            ],
            "họ": [
                "đủ",
                "cao"
            ],
            "khu vực": [
                "hơn"
            ],
            "đại lý du lịch": [
                "thực sự",
                "tuyệt vời"
            ],
            "du ngoạn": [],
            "vịnh bái": [
                "khác"
            ],
            "đồ uống nước": [],
            "trái cây": [],
            "bọn trẻ": [
                "chi tiết"
            ],
            "kiến ​​thức": [
                "chi tiết"
            ],
            "lịch sử đế quốc": [
                "xuất sắc",
                "hiểu biết"
            ],
            "lê triết": [
                "nhiều"
            ],
            "hoàng thành": [
                "suốt"
            ],
            "lăng mộ": [
                "suốt"
            ],
            "đạp xe": [],
            "vùng nông thôn": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến du lịch": 1.0,
            "vịnh": 0.5,
            "hướng dẫn viên": 3.5,
            "chất lượng": 1.0,
            "con người": 0.5,
            "điểm đến": 0.5,
            "nhà tư vấn du lịch": 0.5,
            "chuyến đi": 3.5,
            "trà gừng nóng": 0.5,
            "văn phòng": 0.5,
            "kỳ nghỉ": 1.5,
            "phòng": 1.0,
            "tour": 0.5,
            "cuộc": 0.5,
            "chỗ ở": 0.5,
            "hành trình": 0.5,
            "đồng bằng": 0.5,
            "hướng dẫn viên du lịch": 1.0,
            "nhà hàng": 0.5,
            "khách sạn": 1.5,
            "ứng dụng": 0.5,
            "độ ăn kiêng": 0.5,
            "mekong": 0.5,
            "pol pot": 0.5,
            "siem reap": 0.5,
            "thảo": 0.5,
            "hợp đồng": 0.5,
            "dịch vụ": 0.5,
            "họ": 0.5,
            "khu vực": 1.0,
            "đại lý du lịch": 0.5,
            "du ngoạn": 0.5,
            "vịnh bái": 0.5,
            "đồ uống nước": 0.5,
            "trái cây": 0.5,
            "bọn trẻ": 0.5,
            "kiến ​​thức": 0.5,
            "lịch sử đế quốc": 0.5,
            "lê triết": 0.5,
            "hoàng thành": 0.5,
            "lăng mộ": 0.5,
            "đạp xe": 0.5,
            "vùng nông thôn": 0.5
        }
    }
]