[
    {
        "attraction_name": "Top Vietnam Travel",
        "attraction_name_vi": "Du lịch hàng đầu Việt Nam",
        "general_info": [
            "43 đánh giá",
            "522 trên 1.916 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour tham quan"
        ],
        "attraction_summary": "Tour tham quan thành phố Hà Nội Tour đạp xe quanh Làng nghề Hà NộiĐọc thêm",
        "reviews": [
            "Thực hiện chuyến thám hiểm Việt Nam, Campuchia và Lào kéo dài 21 ngày. Kinh nghiệm của một đời! Chuyến tham quan bao gồm sự cân bằng độc đáo giữa các địa điểm du lịch nổi tiếng và trải nghiệm về văn hóa Đông Nam Á tuyệt vời trong cuộc sống hàng ngày.  Những người trong suốt chuyến tham quan đều rất thân thiện và hiếu khách. Dịch vụ ăn uống và nhà hàng rất tuyệt vời. Top Vietnam Travel đã có một hành trình rất toàn diện và siêu giá trị so với mức giá. Việc vận chuyển, chỗ ở, hướng dẫn và hành trình được phối hợp một cách chuyên nghiệp để du khách không phải lo lắng.  Rất khuyến khích nó! Đọc thêm",
            "Nếu bạn đang tìm kiếm một cách độc đáo và chân thực để khám phá nghệ thuật và văn hóa cổ xưa của các nghề thủ công truyền thống của Hà Nội, bạn chắc chắn nên ghé thăm King Craft Viet. King Craft Viet là một công ty địa phương chuyên về các sản phẩm thân thiện với môi trường được làm từ nguyên liệu tự nhiên như mây, cỏ biển và lục bình. Từ đó, bạn có thể tìm hiểu về lịch sử, kỹ thuật và kỹ năng của những nghệ nhân tạo ra những món đồ đẹp và tiện dụng này. Tôi đã có cơ hội xem mây tre được thu hoạch, xử lý và dệt thành nhiều sản phẩm khác nhau như chao đèn, đèn lồng, khay , giỏ và đồ nội thất. Hướng dẫn viên rất thân thiện và hiểu biết, và cô ấy giải thích mọi thứ một cách chi tiết. Cô ấy còn dạy tôi cách làm chiếc chụp đèn bằng mây của riêng mình, việc này rất thú vị và bổ ích. Tôi rất ngạc nhiên trước sự sáng tạo và khéo léo của các nghệ nhân, những người có thể biến những vật liệu đơn giản thành những sản phẩm đẹp và bền. Chúng tôi đã đến thăm phòng trưng bày King Craft Viet, nơi tôi có thể xem và mua thêm các sản phẩm thủ công của họ. Chúng có nhiều kiểu dáng khác nhau, từ truyền thống đến mộc mạc đến hiện đại, phù hợp với mọi sở thích và sở thích. Tôi rất ấn tượng bởi chất lượng và sự đa dạng của sản phẩm của họ và tôi đã mua một số làm quà lưu niệm cho bạn bè và gia đình. Tôi cũng được biết rằng King Craft Viet cam kết thực hiện trách nhiệm xã hội và môi trường vì họ hỗ trợ cộng đồng địa phương, sử dụng vật liệu bền vững và thúc đẩy thương mại công bằng. Tôi đánh giá cao điểm đến này cho bất kỳ ai muốn trải nghiệm văn hóa phong phú và đa dạng của hàng thủ công mỹ nghệ Hà Nội. Đó là một cách tuyệt vời để tìm hiểu về lịch sử và di sản của Việt Nam cũng như hỗ trợ các nghệ nhân và doanh nghiệp địa phương. Bạn sẽ không hối tiếc đâu!Đọc thêm",
            "Cảm ơn Vivian Le vì đã khiến chuyến tham quan Di sản đã đặt trước ban đầu của chúng tôi trở nên rắc rối vì vi-rút Corona thành một chuyến đi đáng nhớ mà chúng tôi sẽ không bao giờ quên. Với rất nhiều địa điểm đóng cửa, bạn luôn tìm thấy những thứ thay thế để ghé thăm. Các khách sạn tuyệt vời khác đã được đặt trước và danh sách vẫn tiếp tục. Chuyến tham quan di sản đã trở thành một chuyến tham quan bất ngờ riêng tư, mỗi ngày trở thành một cuộc phiêu lưu. Không bao giờ phải lo lắng về những thay đổi trong lịch trình chuyến bay, v.v., tất cả công việc đã được thực hiện cho chúng tôi. Cuối cùng, không có bất kỳ yêu cầu nào từ phía chúng tôi, chúng tôi đã hoàn lại tiền cho những khoản chưa sử dụng khách sạn vì chúng tôi phải quay lại Úc 3 ngày trước đó do hạn chế đi lại nghiêm trọng. Cảm ơn Vivian, Đọc thêm",
            "Xin chào Emma và Grant,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. \nBạn làm cho chúng tôi hạnh phúc khi tất cả nỗ lực của chúng tôi đã được bạn tận hưởng. Bạn biết cách làm cho cuộc sống của mình hạnh phúc và thoải mái.  Tôi học được nhiều điều từ bạn. Cả hai bạn đều mang lại năng lượng tốt cho mọi người xung quanh. \n\nChúc bạn và gia đình luôn ở trong Tình Yêu, Hạnh Phúc và Vui Vẻ. \n\nGiữ an toàn,\nVivian\n\nĐọc thêm",
            "Su thật tuyệt vời!  Ở lại qua đêm hai ngày thật vui vẻ và khai sáng.  Chúng tôi có thể nhìn thấy những ngôi làng, cánh đồng lúa và ở trong một ngôi nhà gỗ xinh đẹp bên trong làng.  Chuyến đi rừng tre và thác nước vào ngày hôm sau là một cách tuyệt vời để kết thúc chuyến đi!  Đồ ăn và đồ uống cũng rất ngon!Đọc thêm",
            "Chúng tôi đã có chuyến đi với Sú và cô ấy là một người dẫn chương trình xuất sắc. Chúng tôi thực sự rất thích chuyến đi bộ đường dài với cô ấy: Chúng tôi có những ngày sương mù và mưa nên sàn hơi trơn, điều đó khiến việc đi lại khó khăn hơn một chút nhưng có một nhóm phụ nữ giúp bạn đi qua con đường. Hãy lưu ý rằng họ sẽ hỏi bạn, khi kết thúc chuyến đi hãy mua một số quà lưu niệm họ mang theo với giá 400.000 đồng. Nếu bạn không muốn mua bất cứ thứ gì, tôi khuyên bạn nên nói với họ ngay từ đầu! Tôi chắc chắn khuyên bạn nên tham gia cùng Sú trong trải nghiệm này!Đọc thêm",
            "Chuyến đi này là một trải nghiệm tuyệt vời để xem tất cả các ngôi làng. Su là một người hướng dẫn tuyệt vời và giải thích rất nhiều về văn hóa cho chúng tôi. Tôi cũng rất thích kỳ nghỉ tại nhà của chúng tôi và giới thiệu chuyến đi này cho những ai muốn có trải nghiệm tốt.Đọc thêm",
            "Thưa cô Gracie, tôi muốn chia sẻ kinh nghiệm của mình với công ty bạn. Chúng tôi đã có một chuyến đi tuyệt vời ở Vịnh Hạ Long trong 2 ngày 1 đêm. Chiếc thuyền rất thoải mái và đẹp. Các nhân viên trên thuyền rất thân thiện. Hướng dẫn viên của chúng tôi, anh Thắng là người hướng dẫn tốt nhất mà tôi từng có trong tất cả các chuyến đi của mình, chúng tôi yêu anh ấy. Tiếng Anh của anh ấy rất tốt và anh ấy cực kỳ hiểu biết. Anh ấy rất dễ chịu và xử lý lịch trình trong ngày rất tốt. Anh ấy đã làm rất tốt việc giải thích tình hình cho chúng tôi. Thức ăn trên thuyền rất ngon và phong phú. Những địa điểm chúng tôi ghé thăm đều tuyệt vời, hoàn hảo cho một ngày trọn vẹn trên vịnh. Một lần nữa xin cảm ơn bạn vì một trong những ngày tuyệt vời nhất trong cuộc đời tôi!Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và hãy để chúng tôi đồng hành cùng chuyến đi của bạn. Sự hài lòng của Quý khách sẽ là niềm vui và động lực để công ty chúng tôi tiếp tục cống hiến những dịch vụ tốt nhất cho mọi người.\n\nCảm ơn một lần nữa và hy vọng sớm gặp lại bạn tại Việt Nam!\n\nTrân trọng!\nHuyền Đọc thêm",
            "Thưa Dũng, Chúng tôi vừa trở về sau chuyến đi 2 tuần trở về từ Việt Nam. Chúng tôi xin cảm ơn bạn và nhóm của bạn vì những nỗ lực của bạn để giúp chúng tôi thực hiện chuyến đi đáng nhớ này. Chúng tôi đã có một thời gian tuyệt vời và trải nghiệm tuyệt vời. Mọi điều nhỏ nhặt đều diễn ra hoàn hảo và chúng tôi yêu đất nước của các bạn cũng như con người Việt Nam cũng như văn hóa và ẩm thực. Hành trình được đề xuất rất hoàn hảo và chúng tôi rất ngạc nhiên trước những nơi chúng tôi đã ghé thăm. Đặc biệt cảm ơn các hướng dẫn viên anh Quyền ở miền Bắc, chị Nhung ở miền Nam, anh Đức ở miền Trung và các tài xế đã đồng hành cùng chúng tôi trong trải nghiệm tuyệt vời này . Họ đều rất hiểu biết, nhiệt tình, cực kỳ lịch sự và đã khiến những ngày ở Việt Nam của chúng tôi trở thành một trải nghiệm tuyệt vời. Cảm ơn một lần nữaĐọc thêm",
            "Bạn The Brun thân mến,\n\nChúng tôi rất hân hạnh được trở thành Nhà điều hành tour cho chuyến đi của bạn tại Việt Nam. Sự hài lòng của bạn là Hạnh phúc của chúng tôi.\nCảm ơn quý khách đã đặt niềm tin vào Top Vietnam Travel. Mong được gặp lại bạn và gia đình tại Việt Nam.\n\nChúc bạn và gia đình mọi điều tốt đẹp nhất.\nHuyềnĐọc thêm",
            "Bạn trai tôi và tôi đã dành mười lăm ngày để ăn theo cách của chúng tôi ở Việt Nam và đây là một chuyến đi hoàn toàn tuyệt vời. Những người hướng dẫn của chúng tôi trên cả ba chặng đều cực kỳ thân thiện và cũng dễ gần. Họ cung cấp thông tin tuyệt vời về ẩm thực địa phương, đưa chúng tôi đi qua toàn bộ trải nghiệm ẩm thực từ khâu chế biến tận tay đến cách thưởng thức theo cách của vùng O.O Đồ ăn ngon, mang hương vị địa phương và tươi ngon như chúng tôi mong muốn. Ngoài ra, chúng tôi muốn gửi lời cảm ơn đến cố vấn du lịch của chúng tôi - Cô Rita, vì đã tạo ra chuyến đi đáng kinh ngạc này và đáp ứng theo ý thích của chúng tôi khi chúng tôi muốn táo bạo một chút với những lựa chọn ẩm thực của mình Đọc thêm",
            "Tôi muốn nhân cơ hội này cảm ơn cô Gracie và Top Vietnam Travel vì lòng hiếu khách tuyệt vời và mức độ chuyên nghiệp cao mà chúng tôi đã nhận được trong 2 tuần ở Việt Nam. Mọi thứ đều được chăm sóc tốt trong suốt chuyến đi. Chúng tôi muốn điều chỉnh hành trình một chút và cô Gracie đã hỗ trợ chúng tôi một cách hiệu quả mà không có bất kỳ phàn nàn nào. Giao tiếp thực sự nhanh chóng, các cuộc gọi điện thoại được trả lời gần như ngay lập tức và mọi email và tin nhắn whatsapp đều được phản hồi kịp thời. Hướng dẫn viên của chúng tôi, cô Hải ở Hội An và cô Nhung ở Thành phố Hồ Chí Minh rất thú vị và các con tôi đã có khoảng thời gian tuyệt vời. Cảm ơn bạn vì nhiều kỷ niệm tuyệt vời mà chúng tôi đã có ở Việt Nam.Đọc thêm",
            "Cảm ơn Kremer R đã tin tưởng và sử dụng dịch vụ của chúng tôi. Hy vọng có nhiều cơ hội hơn để sắp xếp chuyến đi cho bạn ở Lào, Campuchia và Myanmar.\nChúc bạn và gia đình mọi điều tốt đẹp nhất. Đọc thêm"
        ],
        "star_ratings": [
            42,
            1,
            0,
            0,
            0
        ],
        "review_amount": 43,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du lịch hàng đầu Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 4, 2020",
            "Written September 28, 2023",
            "Written March 25, 2020",
            "Written April 8, 2023",
            "Written December 3, 2023",
            "Written April 8, 2023",
            "Written September 16, 2018",
            "Written September 12, 2018",
            "Written August 24, 2019",
            "Written February 26, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14956534-Reviews-Top_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or10-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1673312-Reviews-World_Mate_Travel_Vietnam_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12212969-Reviews-O2_Space_Nightclub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20896787-Reviews-BOOM_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4231192-Reviews-Flow_bar_hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4167181-Reviews-The_Wolfhound_Irish_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7981920-Reviews-Locked-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17802557-Reviews-Vietnam_Incredible_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d245254-Reviews-EYE_Film_Institute_Netherlands-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d3637506-Reviews-Club_Summer_Garden-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d8380173-Reviews-Manhattan_Beach_Park-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d12728154-Reviews-Wellfleet_Flea_Market-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d568027-Reviews-Tamarack_Marketplace-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10636440-Reviews-Swingers_City-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g39122-d297173-Reviews-OZ_Museum-Wamego_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58364-d8410979-Reviews-Bremerton_Boardwalk-Bremerton_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d279369-Reviews-Pecos_River_Flume-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d655696-Reviews-Es_Vedra-Ibiza_Town_Ibiza_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or10-Top_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-Top_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Top Vietnam Travel",
        "attraction_name_vi": "Du lịch hàng đầu Việt Nam",
        "general_info": [
            "43 đánh giá",
            "522 trên 1.916 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour tham quan"
        ],
        "attraction_summary": "Tour tham quan thành phố Hà Nội Tour đạp xe quanh Làng nghề Hà NộiĐọc thêm",
        "reviews": [
            "Chị tôi và tôi đã có cơ hội tham gia một nhóm hiện có và chúng tôi thực sự thích thú. Từ giao tiếp đến hành trình, mọi thứ đều được chăm chút chu đáo. Chúng tôi đã học được rất nhiều về Việt Nam, về cảnh quan, văn hóa và ẩm thực đa dạng đáng kinh ngạc của đất nước này. Tung là một hướng dẫn viên tuyệt vời và biết cách phá vỡ sự ngại ngùng. Mọi người trong nhóm của chúng tôi hòa hợp với nhau gần như ngay lập tức. Tôi rất muốn thực hiện lại chuyến đi đó nhưng vào một mùa khác. Đọc thêm",
            "Đã đăng ký chuyến tham quan Di sản Việt Nam riêng cho 2 người với Top Vietnam Travel và nó rất đáng giá. Phong cảnh ngoạn mục, đồ ăn thì tuyệt vời và những kỷ niệm trên đường đi sẽ ở lại với tôi trong nhiều năm tới. Mỗi ngày lại tràn ngập những điều thú vị hơn để học và làm. Chúng tôi có những hướng dẫn viên địa phương, những người cực kỳ nhiệt tình chỉ cho chúng tôi mọi thứ về quê hương của họ. Họ sẽ cố gắng giúp đỡ chúng tôi bất cứ điều gì và trả lời tất cả các câu hỏi du lịch phiền toái của chúng tôi. Vườn quốc gia Phong Nha là một điểm đến bị đánh giá thấp nếu xét đến vẻ đẹp tự nhiên của nơi này. Ban đầu, chúng tôi đến để trải nghiệm khám phá hang động nhưng đu dây, chèo thuyền kayak, đi bộ đường dài, bơi lội, v.v. lại là một trải nghiệm thú vị. Nhìn chung, gói hàng đã được sắp xếp hợp lý và thực hiện đến mức hoàn hảo, chỉ có một trục trặc kỳ lạ do thay đổi lịch trình của hãng hàng không .Đọc thêm",
            "Chào Saw B,\n\nCảm ơn bạn rất nhiều vì đánh giá quý giá của bạn về Di sản Việt Nam của chúng tôi. \nĐó là một trong những chuyến đi tốt nhất trong công ty chúng tôi. Chúng tôi thiết kế hành trình này để bao gồm hầu hết các di sản ở Việt Nam.\nCảm ơn bạn đã sử dụng dịch vụ của chúng tôi và hy vọng được chào đón bạn quay trở lại Việt Nam.\n\nTrân trọng, Đọc thêm",
            "Tiếng Anh của họ rất tốt tại văn phòng đặt phòng. Chúng có lợi. Họ nghe. Đừng ép bạn mua tour mà hãy tư vấn một cách vui vẻ. Họ cũng thực sự giao tiếp trong các chuyến đi của bạn thông qua WhatsApp. Thường xuyên có mặt cho bạn. Cảm ơn Ly và các đồng nghiệp của cô ấy đã chăm sóc tôi rất chu đáo! Tôi đã đặt một số vé xe buýt và cả chuyến đi một ngày ở Ninh Bình, Vịnh Hạ Long hai ngày một buổi tối và Sapa Trekking cùng họ. Không hối tiếc. Sẽ gợi ý cho tất cả bạn bè của tôi!Đọc thêm",
            "Xin chào Belens,\n\nCảm ơn bạn rất nhiều vì tất cả những lời tốt đẹp của bạn dành cho nhóm của chúng tôi. Chúng tôi rất khuyến khích nâng cấp dịch vụ và tinh thần của mình.\nCảm ơn bạn đã giới thiệu chúng tôi với bạn bè của bạn. \nChúng tôi sẽ chăm sóc họ tốt như bạn.\n\nMong có nhiều cơ hội gặp lại bạn.\n\nTrân trọng,\nĐọc thêm",
            "Top Vietnam Travel là một đại lý du lịch hoàn toàn đáng kinh ngạc. đã đặt cho chúng tôi một chuyến tham quan tuyệt vời đến Sapa và Vịnh Hạ Long và rất dễ liên hệ khi có bất kỳ câu hỏi nào. Việc lập kế hoạch trở nên đơn giản hơn và chúng tôi yêu thích hành trình mà chúng tôi đã chọn! Chiếc giường thực sự thoải mái và Vịnh Hạ Long thật ấn tượng. Sẽ thực sự gợi ý!Đọc thêm",
            "Chúng tôi đã đặt một chuyến đi với Top Vietnam Travel ở nhiều thành phố của Việt Nam, toàn bộ gói đều đạt yêu cầu. Làm tốt lắm!Đọc thêm",
            "Kính gửi Curious37223813263,\n\nCảm ơn bạn rất nhiều vì đã chọn Top Vietnam Travel làm Nhà điều hành tour cho kỳ nghỉ của mình tại Việt Nam.\nChúng tôi lên kế hoạch, bạn tận hưởng là mục tiêu của chúng tôi.\nCảm ơn bạn đã dành thời gian quý báu của bạn để đánh giá chúng tôi ở đây. \n\nChúc các bạn mọi điều tốt lành, Đọc thêm",
            "Tôi và bạn gái đều là những người đam mê xã hội hiện đại nên chúng tôi không đắn đo khi đề xuất tổ chức một chuyến du lịch di sản ở Việt Nam và Campuchia. Đại diện du lịch của chúng tôi đã thực sự kiên nhẫn sau đó đáp ứng từng yêu cầu và nhu cầu của chúng tôi. Rất khuyến khích thực hiện chuyến tham quan cá nhân, bạn có thể quyết định mức giá và khi nào bạn nên nghỉ và khi nào bạn nên vượt qua. Trại của chúng tôi trên núi là một trải nghiệm khiêm tốn và tuyệt vời.Đọc thêm",
            "Jamal thân mến,\n\nLời chào từ Du lịch Top Việt Nam.\nXin chân thành cảm ơn quý khách đã tin tưởng và lựa chọn Dịch vụ của Top Vietnam Travels.\nĐội ngũ của chúng tôi có niềm đam mê và kinh nghiệm để thiết kế chuyến đi cho mọi yêu cầu. Sự hài lòng của bạn là món quà lớn của chúng tôi.\n\nChúc bạn và bạn gái tận hưởng từng khoảnh khắc trong cuộc sống.\nVà mong được gặp lại bạn. \n\nTrân trọng, Đọc thêm",
            "Ông xã tôi và tôi đã đặt một tour du lịch riêng trong 2 tuần với Top Vietnam Travel và đó là một trong những chuyến đi nhanh chóng đắm chìm nhất mà chúng tôi từng có. Chúng tôi có một hành trình rất phức tạp với nhiều chặng, và cô Gracie đã làm một công việc tuyệt vời với sự minh bạch tuyệt đối, từ việc sắp xếp phương tiện đi lại và chỗ ở, đến việc tìm cho chúng tôi những hướng dẫn viên và tài xế giỏi. Chồng tôi là người ăn chay và tôi khá kén ăn nên cô ấy đã cố gắng đáp ứng những hạn chế về chế độ ăn uống của chúng tôi. Nhìn chung, toàn bộ hành trình đều nhẹ nhàng và chúng tôi đã học được rất nhiều điều về người Việt Nam và nền văn hóa đầy màu sắc của họ. Chắc chắn sẽ tham gia một tour du lịch khác với TVT trong chuyến đi tiếp theo của chúng tôi đến đất nước hiếu khách này! Đọc thêm",
            "Cảm ơn bạn, Thornton M.\nCảm ơn bạn đã chọn công ty chúng tôi để sắp xếp chuyến đi của bạn tại Việt Nam.\nChúng tôi rất vui vì bạn tận hưởng chuyến đi tại Việt Nam và hài lòng với dịch vụ của chúng tôi.\nHy vọng sẽ có nhiều cơ hội hơn để sắp xếp chuyến đi của bạn ở khu vực Đông Dương.\n\nChúc bạn và gia đình mọi điều tốt đẹp nhất.\nĐọc thêm",
            "Nhóm chúng tôi vừa hoàn thành một chuyến đi tuyệt vời đến Việt Nam. Top Vietnam Travel là một trong những công ty lữ hành có sự hỗ trợ tốt nhất mà chúng tôi từng làm việc cùng. Tôi đã nói chuyện với một số công ty nhưng không thể đi đến thống nhất chung vì nhóm của chúng tôi quá đông và chúng tôi muốn đặt tour trong thời gian ngắn. Chỗ nghỉ rất sạch sẽ mà không có bất kỳ lo ngại nào về an ninh, trong khi nhân viên rất tốt bụng và lịch sự. Tôi rất muốn quay lại Việt Nam cùng gia đình vào lần tới. Đọc thêm",
            "Cảm ơn bạn, Explorer795661. \nChúng tôi rất vui khi được sắp xếp các dịch vụ cho nhóm của bạn tại Việt Nam.\nSự hài lòng của bạn là niềm hạnh phúc của chúng tôi. \nVà chào đón gia đình bạn đến Việt Nam trong tương lai gần. Đọc thêm",
            "Gia đình tôi vừa trở về sau chuyến du lịch riêng 21 ngày vòng quanh Đông Dương cùng Top Vietnam Travel và toàn bộ hành trình đã được lên kế hoạch. Gracie - nhà tư vấn du lịch của chúng tôi, cực kỳ nhạy bén và hiểu biết. Hướng dẫn viên của chúng tôi nói tiếng Anh tuyệt vời và cực kỳ đam mê. Chúng tôi có toàn quyền kiểm soát hành trình của mình và chúng tôi phải điều chỉnh mẫu ban đầu một chút dựa trên sở thích của mình. Có rất nhiều hoạt động đạp xe và chạy bộ được tham gia, đặc biệt là ở các vùng nông thôn và những ngôi làng bộ tộc miền núi yên bình mà chúng tôi vô cùng yêu thích. Điểm yêu thích của chúng tôi là những bãi biển thơ mộng của Việt Nam và phong cảnh núi non hoang sơ của Lào.Đọc thêm",
            "Xin chào Kordula,\n\nCảm ơn bạn rất nhiều vì đã chọn Top Vietnam Travel là công ty sắp xếp chuyến đi của bạn tại khu vực Đông Dương. \nNhân viên của chúng tôi có kinh nghiệm trực tiếp và kiến ​​thức chuyên sâu về khu vực và nhiệt tình hỗ trợ khách hàng lựa chọn phương án tốt nhất cho họ khi họ muốn đi du lịch ở Khu vực Đông Dương.\n\nCảm ơn bạn đã cho chúng tôi cơ hội được phục vụ gia đình bạn và tận hưởng chuyến đi thật nhiều.\n\nChúc bạn mọi điều tốt đẹp nhất.\nĐọc thêm",
            "Tôi muốn nhân cơ hội này cảm ơn cô Gracie và Top Vietnam Travel vì lòng hiếu khách tuyệt vời và mức độ chuyên nghiệp cao mà chúng tôi đã nhận được trong 2 tuần ở Việt Nam. Mọi thứ đều được chăm sóc tốt trong suốt chuyến đi. Chúng tôi muốn điều chỉnh hành trình một chút và cô Gracie đã hỗ trợ chúng tôi một cách hiệu quả mà không có bất kỳ phàn nàn nào. Giao tiếp thực sự nhanh chóng, các cuộc gọi điện thoại được trả lời gần như ngay lập tức và mọi email và tin nhắn whatsapp đều được phản hồi kịp thời. Hướng dẫn viên của chúng tôi, cô Hải ở Hội An và cô Nhung ở Thành phố Hồ Chí Minh rất thú vị và các con tôi đã có khoảng thời gian tuyệt vời. Cảm ơn bạn vì nhiều kỷ niệm tuyệt vời mà chúng tôi đã có ở Việt Nam.Đọc thêm",
            "Cảm ơn Kremer R đã tin tưởng và sử dụng dịch vụ của chúng tôi. Mong có thêm sự thay đổi để sắp xếp chuyến đi cho bạn ở Lào, Campuchia và Myanmar.\nChúc mọi điều tốt đẹp nhất sẽ đến với bạn và gia đình.Đọc thêm"
        ],
        "star_ratings": [
            42,
            1,
            0,
            0,
            0
        ],
        "review_amount": 43,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du lịch hàng đầu Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 16, 2019",
            "Written June 26, 2019",
            "Written June 19, 2019",
            "Written June 17, 2019",
            "Written June 15, 2019",
            "Written June 12, 2019",
            "Written May 4, 2019",
            "Written April 29, 2019",
            "Written April 20, 2019",
            "Written February 26, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14956534-Reviews-or10-Top_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or20-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1673312-Reviews-World_Mate_Travel_Vietnam_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12212969-Reviews-O2_Space_Nightclub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20896787-Reviews-BOOM_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4231192-Reviews-Flow_bar_hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4167181-Reviews-The_Wolfhound_Irish_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7981920-Reviews-Locked-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17802557-Reviews-Vietnam_Incredible_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g36382-d2208656-Reviews-Channel_Cat_Taxi-Moline_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g147249-d148239-Reviews-Malmok_Beach-Palm_Eagle_Beach_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d549674-Reviews-Lower_Duden_Waterfalls-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721197-d4742547-Reviews-Playa_Mar_Chiquita-Manati_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g33952-d279950-Reviews-Mohegan_Sun-Uncasville_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g42673-d8390477-Reviews-Whirlpool_Compass_Fountain-Saint_Joseph_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297921-d1537782-Reviews-Hat_Yai_Municipal_Park-Hat_Yai_Songkhla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g667467-d7728887-Reviews-Himchori-Cox_s_Bazar_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g46649-d1367808-Reviews-Coco_Key_Water_Resort-Mount_Laurel_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d10458721-Reviews-Quail_Lake_Park-Colorado_Springs_El_Paso_County_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or20-Top_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or10-Top_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Top Vietnam Travel",
        "attraction_name_vi": "Du lịch hàng đầu Việt Nam",
        "general_info": [
            "43 đánh giá",
            "522 trong số 1.916 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour tham quan"
        ],
        "attraction_summary": "Tour tham quan thành phố Hà Nội Tour đạp xe quanh Làng nghề Hà NộiĐọc thêm",
        "reviews": [
            "Gia đình chúng tôi đang gặp khó khăn trong việc tìm kiếm một nơi tốt đẹp để nghỉ lễ và may mắn đã đến với chúng tôi khi chúng tôi gặp được Gracie. Chúng tôi thậm chí còn không biết khu dự trữ sinh quyển nguyên sơ và nguyên sơ như Ba Bể vẫn còn tồn tại ở Việt Nam nếu không có cô Gracie. Tôi rất vui vì chúng tôi đã thực hiện lời giới thiệu vì toàn bộ thời gian lưu trú hoàn toàn giúp trẻ hóa và thư giãn, chưa kể đến nhiều loại món ăn lạ. Không có gì sảng khoái hơn việc thức dậy với tiếng chim hót líu lo và tiếng nước lăn tăn vào một buổi sáng nắng đẹp, sau đó đi thuyền cày xới làn nước trong xanh của hồ Ba Bể hoặc đạp xe qua thảm thực vật rậm rạp và ngắm nhìn dân làng bộ lạc tiếp tục bước đi. với cuộc sống của họ. Nếu bạn đang tìm kiếm một nơi để thư giãn trong ngày hoặc khao khát cảm giác thoát khỏi những phiền nhiễu hàng ngày, Ba Bể là lựa chọn tốt nhất cho bạn!Đọc thêm",
            "Cảm ơn bạn đã lựa chọn Top Vietnam Travels Services. \nVườn quốc gia Ba Bể đã được công nhận là Công viên di sản Châu Á, chủ yếu được biết đến với Hồ Ba Bể, hồ nước ngọt tự nhiên lớn nhất Việt Nam được ca ngợi là ngọc bích của góc phía bắc. \nChúng tôi tự hào giới thiệu hồ này cho khách hàng của mình. \nCảm ơn bạn đã yêu thích Hồ Ba Bể. \n\nĐọc thêm",
            "Vừa kết thúc chuyến du ngoạn 9 ngày dọc theo Sông Mekong và trải nghiệm này thực sự rất chân thực! Tôi không cần gì hơn là được nghỉ ngơi khỏi mọi sự điên rồ của cuộc sống thành phố và chuyến đi này đã làm được điều đó. Hành trình hoàn hảo, cung cấp nhiều hiểu biết sâu sắc về văn hóa và lịch sử của những địa điểm này. Tôi thực sự không thể chọn một điểm đến yêu thích vì mỗi điểm đến đều có nét quyến rũ riêng. Cảm ơn cô Gracie rất nhiều vì đã thiết kế và giới thiệu một chuyến đi được cân nhắc kỹ lưỡng như vậy! Nhìn chung, đó là một hành trình rất sâu sắc. Đọc thêm",
            "Cảm ơn Leanna M!\nChúng tôi rất vui khi bạn hài lòng với dịch vụ của chúng tôi. Cuộc hành trình có thành công hay không phụ thuộc rất nhiều vào sự hợp tác của các bạn. Sự hài lòng của bạn với chuyến đi là hạnh phúc của chúng tôi. \nChúng tôi đang cố gắng từng ngày để cống hiến những sản phẩm tốt nhất cho khách hàng.\nCảm ơn một lần nữa và hy vọng gặp lại bạn ở Việt Nam lần sau!\nTrân trọng. Đọc thêm",
            "Nhìn chung, đó là một chuyến đi tốt đẹp. Gia đình tôi đã có rất nhiều niềm vui trong suốt chuyến đi. Cô Gracie cực kỳ chuyên nghiệp và cô đảm bảo mọi việc diễn ra suôn sẻ. Là một người rất yêu thích môn lặn biển, tôi đặc biệt yêu thích những bãi biển thơ mộng của Phú Quốc. Không giống như các điểm du lịch được nhiều du khách ghé thăm khác trong nước, hòn đảo này rất đẹp và sạch sẽ, nước màu ngọc lam trong vắt và bãi cát trải dài trắng xóa, một nơi tuyệt vời để thoát khỏi mùa đông sũng nước.  Tốt nhất, Đọc thêm",
            "Cảm ơn Jemmy D!\nPhú Quốc là một trong những điểm đến được yêu thích nhất không chỉ người nước ngoài mà cả người Việt Nam. Chúng tôi rất vui khi đến đây vì bạn đã có trải nghiệm tốt ở đây. Lần tới, khi bạn có ý định khám phá bất kỳ điểm đến nào ở Việt Nam, đừng ngần ngại liên hệ với chúng tôi, chúng tôi đảm bảo rằng mọi hành trình bạn thực hiện sẽ thoải mái và đáng nhớ. Đó là sứ mệnh của chúng tôi\nTrân trọngĐọc thêm",
            "Tôi luôn yêu thích đi bộ trong thiên nhiên và các nền văn hóa bộ lạc kỳ lạ, vì vậy tôi quyết định đi bộ đường dài khắp miền Bắc Việt Nam, và đó là quyết định tuyệt vời nhất mà tôi đã đưa ra! Chưa bao giờ trong đời tôi được tiếp xúc nhiều hơn với sự thô sơ của thiên nhiên. Có những hồ nước và thác nước tự nhiên ở mọi ngã rẽ. Tuy nhiên, một số thứ có thể được cải thiện. Ví dụ, Sapa rất đẹp và tất cả những người bán hàng rong đều có thể gây phiền toái, một số người sẽ không chấp nhận câu trả lời là không. Hy vọng rằng, nó sẽ thay đổi theo hướng tốt hơn trong tương lai gần, nếu không, nó sẽ là sự lãng phí hoàn toàn đối với những nền văn hóa bộ lạc kỳ lạ và cảnh quan quyến rũ như vậy. Trân trọngĐọc thêm",
            "Cảm ơn rất nhiều vì phản hồi của bạn, Parish J!\nTôi rất tiếc khi biết rằng trải nghiệm của bạn không thành công như bạn mong đợi.\nMọi đề xuất của bạn đều có giá trị đối với chúng tôi để hoàn thiện dịch vụ của mình một cách tốt nhất.\nCảm ơn một lần nữa và trân trọng. Đọc thêm",
            "Tour tổ chức hiệu quả và nhân viên chu đáo! Hành trình 14 ngày đã cho tôi thấy được nhiều khía cạnh của Việt Nam. Tôi yêu cách mỗi di tích kiến ​​trúc mang và phản ánh một phần văn hóa Việt Nam cũng như nhiều giai đoạn lịch sử đầy biến cố của nó qua hàng nghìn năm. Tuy nhiên, tôi có thể thấy rõ lịch sử đầy biến cố của Vịnh Hạ Long hơi quá đông khách du lịch so với sở thích của tôi. Có lẽ vì chuyến thăm của tôi rơi vào kỳ nghỉ lễ. Nhưng một lần nữa, đó là con thú cưng duy nhất mà tôi có, và không thể phủ nhận rằng cảnh biển thực sự đầy cảm hứng. Trân trọngĐọc thêm",
            "Đã đặt một tour chơi gôn 9 ngày với Top Vietnam Travel và chúng tôi rất thích nó. Các khóa học hạng nhất và bố cục đầy thử thách! Laguna Lăng Cô Golf Resort thực sự là một điểm nhấn. Các caddie cũng cực kỳ thân thiện và giúp đỡ rất nhiều. Cảm ơn rất nhiều,Đọc thêm",
            "Bây giờ đã trở về nhà an toàn, tôi xin bày tỏ lòng biết ơn chân thành vì sự hỗ trợ của các bạn trong suốt hành trình. Ước gì chúng ta có nhiều thời gian hơn để tìm hiểu thêm về những con người và nền văn hóa tuyệt vời vì điều đó chắc chắn là không đủ để tóm gọn tất cả những điểm nổi bật về con người, văn hóa và đặc biệt là ẩm thực! thành một chuyến đi kéo dài 10 ngày. Xin chân thành cảm ơn Top Vietnam Travel cùng các hướng dẫn viên và tài xế dễ thương đã giúp kỳ nghỉ của chúng tôi ở Việt Nam thật là thú vị!Đọc thêm",
            "Cảm ơn phản hồi của bạn Irvin B!\nHy vọng lần sau bạn có nhiều thời gian hơn với chúng tôi. Chúng tôi sẽ luôn chào đón bạn đến với đất nước xinh đẹp và hiếu khách của chúng tôi. \nChúc bạn một ngày tốt lành và hẹn gặp lại bạn trong thời gian ngắn!\nTrân trọng.Đọc thêm",
            "Bây giờ chúng tôi đã trở lại Hoa Kỳ. Tôi chỉ muốn dành một chút thời gian để bày tỏ lòng biết ơn sâu sắc đối với tất cả sự hỗ trợ của các bạn trong việc biến chuyến đi đến Việt Nam của chúng tôi trở thành một chuyến đi mà chúng tôi rất thích thú và sẽ luôn vui vẻ ghi nhớ. Cảm ơn bạn rất nhiều vì tất cả mọi thứ!Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và hãy để chúng tôi đồng hành cùng chuyến đi của bạn. Sự hài lòng của Quý khách sẽ là niềm vui và động lực để công ty chúng tôi tiếp tục cống hiến những dịch vụ tốt nhất cho mọi người.\n\nMột lần nữa xin cảm ơn và hy vọng sớm gặp lại bạn tại Việt Nam!Đọc thêm",
            "Rome Ngày 15 tháng 1 năm 2019 Huyền Gracie thân mến Tôi đã gặp khách hàng vào thứ Sáu tuần trước, chúng tôi đã có một cuộc gặp gỡ kéo dài rất vui vẻ khi họ cho tôi xem rất nhiều bức ảnh đẹp. Họ cảm ơn tôi vì đã gợi ý họ dành kỳ nghỉ Giáng sinh ở Việt Nam nhưng trước hết họ cảm ơn vì sự hỗ trợ chuyên nghiệp và ấm áp tuyệt vời của Gracie cho tất cả những gì họ cần tại địa phương!!  Tôi cũng cảm ơn vì tất cả sự hợp tác tuyệt vời của bạn và tôi hy vọng rằng đây là lần đầu tiên cho một số Đặt phòng trong tương lai!  Tôi sẽ cố gắng hết sức để quảng bá Việt Nam như một điểm đến thú vị trên trang web và phương tiện truyền thông xã hội của chúng tôi.  Tôi yêu các bạn và mong sớm được gặp lại các bạn. Tôi chúc các bạn mọi điều tốt đẹp nhất, các bạn sẽ là những Thiên thần Charlies Việt Nam của tôi!!  Ôm ấm hôn Thiết kế du lịch tối đa của bạnĐọc thêm",
            "Cảm ơn, TRIP DESIGN\n\nChúng tôi rất vui khi bạn tận hưởng chuyến đi tại Việt Nam và bạn đã tin tưởng vào công ty chúng tôi.\nChúng tôi cố gắng hết sức để mang đến chuyến đi đáng nhớ cho khách hàng của mình.\n\nCảm ơn bạn một lần nữa vì đã chọn Việt Nam làm điểm đến và cảm ơn bạn đã tin tưởng vào công ty chúng tôi!\nChúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Từ khi bắt đầu chuyến đi của chúng tôi tại Hà Nội cho đến những ngày cuối cùng tại Hồ Chí Minh, chuyến đi do Top Vietnam Travel tổ chức của chúng tôi thật tuyệt vời. Hướng dẫn viên của chúng tôi rất thành thạo, có sức chứa, vui vẻ, có khiếu hài hước và chăm sóc chúng tôi rất chu đáo. Chuyến tham quan địa đạo Củ Chi rất thú vị và cần phải xem. Bữa trưa đám cưới tại một nhà trọ gần đó là một trong những bữa ăn yêu thích của tôi và được hướng dẫn viên du lịch của chúng tôi thực hiện bằng một bản dạo khúc khi chúng tôi nằm thư giãn trên võng và tận hưởng khung cảnh tuyệt đẹp xung quanh mình! Cảm ơn bạn!Đọc thêm",
            "Milena thân mến,\n\nCảm ơn quý khách đã lựa chọn dịch vụ của Top Vietnam Travels. \nNhân viên bán hàng, hướng dẫn viên du lịch và tài xế của chúng tôi đã có khoảng thời gian tuyệt vời với bạn và gia đình. Họ vẫn đang nói về một gia đình đáng yêu như bạn.\nHy vọng được chào đón bạn trở lại Việt Nam.\nTôi hy vọng năm 2019 sẽ mang đến cho các bạn sức khỏe, hạnh phúc, thịnh vượng, những khoảng thời gian vui vẻ bên gia đình và công việc kinh doanh thành công với những cơ hội tốt đẹp hơn trong năm mới.\n\nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            42,
            1,
            0,
            0,
            0
        ],
        "review_amount": 43,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du lịch hàng đầu Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 21, 2019",
            "Written February 8, 2019",
            "Written January 31, 2019",
            "Written January 29, 2019",
            "Written January 28, 2019",
            "Written January 25, 2019",
            "Written January 16, 2019",
            "Written January 15, 2019",
            "Written January 15, 2019",
            "Written December 27, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14956534-Reviews-or20-Top_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or10-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or30-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1673312-Reviews-World_Mate_Travel_Vietnam_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12212969-Reviews-O2_Space_Nightclub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20896787-Reviews-BOOM_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4231192-Reviews-Flow_bar_hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4167181-Reviews-The_Wolfhound_Irish_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7981920-Reviews-Locked-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17802557-Reviews-Vietnam_Incredible_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d144837-Reviews-Old_Fisherman_s_Wharf-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d19908678-Reviews-Cirque_Du_Soleil_Bazzar-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g56933-d2091151-Reviews-Lone_Rock_Beach-Big_Water_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1647177-d589737-Reviews-Villa_Escudero-Tiaong_Quezon_Province_Calabarzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d116322-Reviews-Mission_Bay_Park-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58348-d12191853-Reviews-Belfair_State_Park-Belfair_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g46439-d4507452-Reviews-Diamond_Nation-Flemington_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10795791-Reviews-Orlando_Outlet_Marketplace-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d16663843-Reviews-Kukio_Beach-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245702-Reviews-Bermuda_Triangle-Vienna.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or30-Top_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or20-Top_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Top Vietnam Travel",
        "attraction_name_vi": "Du lịch hàng đầu Việt Nam",
        "general_info": [
            "43 đánh giá",
            "522 trên 1.916 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour tham quan"
        ],
        "attraction_summary": "Tour tham quan thành phố Hà Nội Tour đạp xe quanh Làng nghề Hà NộiĐọc thêm",
        "reviews": [
            "Chúng tôi đã đặt chuyến đi cá nhân 5 ngày với Tâm từ Top Vietnam Travel và ngay từ đầu cô ấy đã ấn tượng về mọi mặt. Sự chú ý tuyệt vời đến từng chi tiết và cũng có sẵn. Thời gian lưu trú tại cộng đồng Hà Nội thật tuyệt vời ngay từ khi chúng tôi được đón từ nhà ga. Tôi thích vịnh Hạ Long, Ninh Bình và tài xế và hướng dẫn viên của chúng tôi cũng rất tuyệt. Chắc chắn sẽ còn lưu diễn nhiều lần nữa cùng Top Vietnam Travel.Đọc thêm",
            "Cordell thân mến,\n\nCảm ơn quý khách đã lựa chọn Dịch vụ Du lịch Top Việt Nam. \nHy vọng bạn có thời gian về thăm lại miền Trung và miền Nam Việt Nam.\n\nChúc giáng sinh vui vẻ, chúc mừng năm mới. Hãy làm cho mùa này tươi sáng với niềm vui, hòa bình, tình yêu và hy vọng. \n\nTrân trọng,\nĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời với Top Vietnam Travel! Chồng tôi và tôi đều không có nhiều thời gian nên chúng tôi quyết định chỉ ghé thăm trục đường chính 4 giờ Hà Nội, Vịnh Hạ Long, Hội An, Thành phố Hồ Chí Minh. Gracie, đại lý du lịch của chúng tôi đã khiến mọi thứ trở nên minh bạch và dễ dàng tùy chỉnh chuyến đi của chúng tôi. Chúng tôi có tài xế riêng và hướng dẫn viên nói tiếng Anh ở mỗi thành phố. Thức ăn, dịch vụ và chỗ ở đều hạng nhất giống như chúng tôi mong muốn và chúng tôi thực sự hài lòng. Chúng tôi chắc chắn sẽ giới thiệu Top Vietnam Travel cho bạn bè của chúng tôi.Đọc thêm",
            "Cảm ơn, Whitney H.\nChúng tôi rất vinh dự được sắp xếp chuyến đi của bạn đến Việt Nam. Hy vọng được chào đón bạn bè của bạn đến Việt Nam trong tương lai gần.\nMong rằng Giáng sinh này sẽ kết thúc năm hiện tại một cách vui vẻ và mở đường cho một năm mới tươi mới và tươi sáng. Chúc bạn một mùa Giáng sinh vui vẻ và một năm mới hạnh phúc!\n\nTrân trọng, Đọc thêm",
            "Sau khi cân nhắc nhiều điểm đến ở Đông Nam Á cho chuyến du lịch của gia đình, chúng tôi quyết định thử đến Việt Nam và thực sự yêu thích nó! Chúng tôi đến thăm Hạ Long và ở trên Pelican Cruise trong hai ngày. Các chàng trai của tôi rất thích trải nghiệm chèo thuyền kayak và ăn uống trong hang động!Đọc thêm",
            "Cảm ơn, Peck.\n\nChúng tôi rất vui khi gia đình bạn tận hưởng chuyến đi ở Việt Nam, đặc biệt là ở Vịnh Hạ Long.\nChúng tôi cố gắng hết sức để mang lại chuyến đi đáng nhớ cho khách hàng. \n\nMột lần nữa xin cảm ơn vì đã chọn Việt Nam làm điểm đến và cảm ơn vì đã tin tưởng vào công ty chúng tôi!\nChúc bạn mọi điều tốt đẹp nhất!\nĐọc thêm",
            "Chúng tôi vừa trở lại Úc và thực sự rất thích chuyến đi đến Việt Nam. Khách sạn chúng tôi ở nằm ở trung tâm Hà Nội, rất thuận tiện cho chúng tôi tham quan một số địa điểm nổi tiếng trong thành phố và đi mua sắm. Tôi rất ấn tượng trước vẻ đẹp của Vịnh Hạ Long. Thuyền rất thoải mái và hướng dẫn viên du lịch có kiến ​​thức. Chúng tôi cũng đã đến Huế và Hội An. Hướng dẫn viên của chúng tôi, ông Doanh, rất thân thiện và hữu ích. Chúng tôi dành một vài đêm ở Campuchia và ở khách sạn Siem Reap. Khách sạn và đồ ăn rất ngon.Đọc thêm",
            "Hồ T thân mến,\n\nCảm ơn bạn rất nhiều vì đã lựa chọn dịch vụ của chúng tôi. Chúng tôi rất hân hạnh được sắp xếp chuyến đi cho gia đình bạn tại Việt Nam. Hy vọng được chào đón bạn và gia đình quay trở lại Việt Nam trong thời gian tới.\n\nChúc bạn luôn vui vẻ trong cuộc sống và thành công trong công việc. \nĐọc thêm",
            "Thành thật mà nói, chúng tôi không đặt kỳ vọng cao vào Việt Nam trong chuyến đi Đông Nam Á. Chúng tôi càng vui mừng hơn với ý tưởng khám phá những bãi biển của Thái Lan và Khu phức hợp Angkor Wat. Việc chuyến đi Việt Nam trở thành một trong những chuyến đi yêu thích của chúng tôi thực sự là một bất ngờ thú vị và tôi phải cảm ơn cô Huyền vì đã khiến chuyến đi của chúng tôi trở nên thú vị và suôn sẻ. Các khách sạn và nhà trọ của chúng tôi sạch sẽ và chủ nhà địa phương của chúng tôi rất dễ thương. Thức ăn rất tuyệt và không giống những gì chúng tôi có trước đây. Chúng tôi muốn quay lại Hội An và Huế vào năm tới khi có nhiều thời gian hơn.Đọc thêm",
            "Chào Paul,\n\nCảm ơn bạn đã lựa chọn Việt Nam và dịch vụ của công ty chúng tôi.\nHẹn gặp lại các bạn trong chuyến đi tiếp theo tại Huế và Hội An.\n\nChúc bạn mọi điều tốt đẹp nhất!\n\nĐọc thêm",
            "Bạn trai tôi và tôi ban đầu đặt một chuyến du lịch trong ngày đến ngoại ô Hà Nội và chúng tôi rất thích nó nên chúng tôi đã đặt thêm một chuyến du lịch miền Bắc Việt Nam kéo dài 6 ngày nữa. Hóa ra đây là một trong những kỳ nghỉ tuyệt vời nhất, chúng tôi đã học được rất nhiều điều trong suốt hành trình. Vịnh Hạ Long hùng vĩ không nghi ngờ gì nhưng Hoa Lư - Tràng An cũng không kém phần ngoạn mục. Hướng dẫn viên của chúng tôi - Ông Tao nói tiếng Anh tuyệt vời và cực kỳ hữu ích và hiểu biết. Rất cám ơn Gracie vì đã giới thiệu hành trình này cho chúng tôi. Tôi chắc chắn khuyên bạn nên đặt phòng qua Top Vietnam Travel. Trân trọng, Đọc thêm",
            "Cảm ơn Jerry O vì phản hồi của bạn!\nChúng tôi rất vui khi biết rằng chuyến đi của bạn rất tuyệt và bạn rất thích nó. Chúng tôi luôn cố gắng mang đến dịch vụ tốt nhất cho khách hàng. Sự hài lòng của bạn là thành công của chúng tôi!\nHy vọng sớm gặp lại bạn!Đọc thêm",
            "Đầu tháng này, tôi và bạn gái có chuyến du lịch nửa ngày tới vùng quê Hà Nội.  Thật là một trải nghiệm tuyệt vời! Chúng tôi đã có trải nghiệm tương tự ở Hội An năm ngoái nhưng lần này thật sảng khoái vì Hà Nội là một thành phố quá choáng ngợp và chúng tôi thậm chí còn không biết rằng nó có khía cạnh yên bình này. Chúng tôi có Thắng làm hướng dẫn viên du lịch và anh ấy cực kỳ tích cực và giàu thông tin trong suốt chuyến đi. cả ngày. Chủ nhà của chúng tôi ở Làng rau Tiên Lê, anh Thắng, rất niềm nở và những người chúng tôi gặp trên đường đi cũng rất thân thiện. Chuyến đi xe đạp đến Làng nghề Sơn Động không gì khác ngoài việc thư giãn. Nói chung, chúng tôi rất hài lòng về chuyến đi này!Đọc thêm",
            "Cảm ơn rất nhiều phản hồi của bạn!\nTôi rất vui khi biết rằng chuyến đi của bạn đã thành công và đáng nhớ. Việt Nam có rất nhiều cảnh đẹp và giàu truyền thống. Hy vọng lần sau bạn sẽ có nhiều thời gian hơn để khám phá đất nước chúng tôi và công ty chúng tôi sẽ là đối tác tốt mà bạn lựa chọn cho điều đó.\nTrân trọng!Đọc thêm",
            "Cảm ơn bạn đã quan tâm đến nhóm của chúng tôi. Nhóm chúng tôi đã trở lại với những kỷ niệm bình luận tốt đẹp. Hướng dẫn rất thân thiện và hữu ích. Thức ăn rất tuyệt và chương trình du lịch rất thú vị và nhiều thông tin. Từ ,Dịch vụ du lịch của VectorsidecoKelvin ErĐọc thêm",
            "Xin chào Kelvin,\n\nCảm ơn bạn rất nhiều vì đã tin tưởng và sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao sự hỗ trợ của bạn trong thời gian dài. Chúng tôi luôn dành niềm đam mê, kinh nghiệm và sức lực của mình để tạo nên chuyến đi đáng nhớ cho mỗi khách hàng mà chúng tôi có. \n\nCảm ơn một lần nữa để trở thành đối tác của chúng tôi.\n\nVới tất cả sự trân trọng,\nHuyền Lê Đọc thêm",
            "Cô Gracie, Tôi muốn chia sẻ kinh nghiệm của tôi với công ty của bạn. Chúng tôi đã có một chuyến đi tuyệt vời ở Vịnh Hạ Long trong 2 ngày 1 đêm. Thuyền rất thoải mái và đẹp. Nhân viên trên thuyền rất thân thiện. Hướng dẫn viên của chúng tôi, anh Thắng là hướng dẫn viên tuyệt vời nhất mà tôi từng có trong tất cả các chuyến đi của mình, chúng tôi rất thích anh ấy. Tiếng Anh của anh ấy rất tốt và anh ấy cực kỳ hiểu biết. Anh ấy rất dễ chịu và xử lý lịch trình trong ngày rất tốt. Anh ấy đã làm rất tốt công việc giải thích tình hình cho chúng tôi. Đồ ăn trên thuyền rất ngon và nhiều. Các địa điểm chúng tôi đến thăm đều tuyệt vời, hoàn hảo cho một ngày trọn vẹn ở vịnh. Cảm ơn bạn một lần nữa vì một trong những ngày tuyệt vời nhất trong cuộc đời tôi! Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và hãy để chúng tôi đồng hành cùng chuyến đi của bạn. Sự hài lòng của Quý khách sẽ là niềm vui và động lực để công ty chúng tôi tiếp tục cống hiến những dịch vụ tốt nhất cho mọi người.\n\nCảm ơn một lần nữa và hy vọng sớm gặp lại bạn tại Việt Nam!\n\nTrân trọng!\nHuyền Đọc thêm",
            "Thưa Dũng, Chúng tôi vừa trở về sau chuyến đi 2 tuần trở về từ Việt Nam. Chúng tôi xin cảm ơn bạn và nhóm của bạn vì những nỗ lực của bạn để giúp chúng tôi thực hiện chuyến đi đáng nhớ này. Chúng tôi đã có một thời gian tuyệt vời và trải nghiệm tuyệt vời. Mọi điều nhỏ nhặt đều diễn ra hoàn hảo và chúng tôi yêu đất nước của các bạn cũng như con người Việt Nam cũng như văn hóa và ẩm thực. Hành trình được đề xuất rất hoàn hảo và chúng tôi rất ngạc nhiên trước những nơi chúng tôi đã ghé thăm. Đặc biệt cảm ơn các hướng dẫn viên anh Quyền ở miền Bắc, chị Nhung ở miền Nam, anh Đức ở miền Trung và các tài xế đã đồng hành cùng chúng tôi trong trải nghiệm tuyệt vời này . Họ đều rất hiểu biết, nhiệt tình, cực kỳ lịch sự và đã khiến những ngày ở Việt Nam của chúng tôi trở thành một trải nghiệm tuyệt vời. Cảm ơn một lần nữaĐọc thêm",
            "Bạn The Brun thân mến,\n\nChúng tôi rất hân hạnh được trở thành Nhà điều hành tour cho chuyến đi của bạn tại Việt Nam. Sự hài lòng của bạn là Hạnh phúc của chúng tôi.\nCảm ơn quý khách đã đặt niềm tin vào Top Vietnam Travel. Mong được gặp lại bạn và gia đình tại Việt Nam.\n\nChúc bạn và gia đình mọi điều tốt đẹp nhất.\nHuyềnĐọc thêm"
        ],
        "star_ratings": [
            42,
            1,
            0,
            0,
            0
        ],
        "review_amount": 43,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du lịch hàng đầu Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 20, 2018",
            "Written December 3, 2018",
            "Written November 29, 2018",
            "Written November 28, 2018",
            "Written November 21, 2018",
            "Written November 16, 2018",
            "Written October 31, 2018",
            "Written September 17, 2018",
            "Written September 16, 2018",
            "Written September 12, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14956534-Reviews-or30-Top_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or20-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or40-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1673312-Reviews-World_Mate_Travel_Vietnam_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12212969-Reviews-O2_Space_Nightclub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20896787-Reviews-BOOM_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4231192-Reviews-Flow_bar_hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4167181-Reviews-The_Wolfhound_Irish_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7981920-Reviews-Locked-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17802557-Reviews-Vietnam_Incredible_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669472-Reviews-Wailea_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d188878-Reviews-The_Scotch_Whisky_Experience-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g35015-d8419355-Reviews-Cherokee_County_Aquatic_Center-Holly_Springs_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303802-d550460-Reviews-Zlatni_Rat_Beach_Golden_Horn-Bol_Brac_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g36518-d10820556-Reviews-Swallow_Cliff_Stairs-Palos_Park_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d3361127-Reviews-The_Diamond-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d14978862-Reviews-Atican_Beach-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d6984890-Reviews-Teraca_Vidilica-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g194718-d3317935-Reviews-Funivia_del_Monte_Faito-Castellammare_Di_Stabia_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d4406418-Reviews-Dells_Lumberjack_Show-Wisconsin_Dells_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or40-Top_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or30-Top_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Top Vietnam Travel",
        "attraction_name_vi": "Du lịch hàng đầu Việt Nam",
        "general_info": [
            "43 đánh giá",
            "522 trên 1.916 Tour Hoạt động tại Hà Nội",
            "Tour nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour tham quan"
        ],
        "attraction_summary": "Tour tham quan thành phố Hà Nội Tour đạp xe quanh Làng nghề Hà NộiĐọc thêm",
        "reviews": [
            "Xin chào cô Huyền,Chỉ muốn nói lời cảm ơn rất nhiều vì đã giúp chúng tôi có khoảng thời gian tuyệt vời ở Việt Nam. Cảm ơn vì đã tổ chức tốt chuyến tham quan kéo dài 2 tuần. Đồ ăn rất ngon, đồ ăn thì tuyệt vời. Người lái xe rất lịch sự và hướng dẫn viên du lịch rất chuyên nghiệp. Nếu chúng tôi đi du lịch Việt Nam lần nữa, chúng tôi chắc chắn sẽ liên hệ với bạn để giúp chúng tôi tổ chức các chuyến đi của mình. Trân trọng Gia đình BrunĐọc thêm",
            "Bạn The Brun thân mến,\n\nChúng tôi rất hân hạnh được trở thành Nhà điều hành tour cho chuyến đi của bạn tại Việt Nam. Sự hài lòng của bạn là Hạnh phúc của chúng tôi.\nCảm ơn quý khách đã đặt niềm tin vào Top Vietnam Travel. Mong được gặp lại bạn và gia đình tại Việt Nam.\n\nChúc bạn và gia đình mọi điều tốt đẹp nhất.\nHuyền\nĐọc thêm",
            "Chúng tôi đi du lịch từ Đức cùng con trai một tuổi đến Hà Nội để thăm gia đình và bạn bè vào tháng 2 năm 2018. Chúng tôi đã sử dụng công ty du lịch Top Việt Nam để sắp xếp phương tiện đi lại và các chuyến đi vài ngày cho chúng tôi trong thời gian lưu trú. Ngoài những chiếc xe chất lượng hàng đầu và hướng dẫn viên nói tiếng Anh mà công ty đã cung cấp cho chúng tôi, chúng tôi còn cảm nhận được sự ấm áp, thân thiện và trung thực từ đội ngũ, đặc biệt là cố vấn cá nhân của chúng tôi, cô Huyền, người đã trở thành một người bạn của gia đình kể từ đó. Chúng tôi chắc chắn sẽ tiếp tục sử dụng Top Vietnam Travel làm đại lý đáng tin cậy cho tất cả các dịch vụ du lịch tại Việt Nam và không ngần ngại giới thiệu dịch vụ của họ cho bất kỳ ai muốn đến thăm đất nước này. Trân trọng, gia đình Schygulla, đã đi du lịch vào tháng 2 năm 2018Đọc thêm",
            "Xin chào bạn thân mến,\n\nCảm ơn những lời tốt đẹp của bạn. Tôi thực sự vui mừng khi được làm bạn với bạn. Lòng tốt, sự chân thành của bạn mang lại cho bạn một gia đình hạnh phúc.\nTôi rất muốn gặp lại bạn ở Việt Nam.\nChúc bạn mọi điều tốt đẹp nhất\nHuyền\n\nĐọc thêm",
            "Đã đến Việt Nam qua Top Vietnam Travel, tour cực kỳ tốt mọi thứ đều tuyệt vời Khách sạn, tour tham quan, hướng dẫn viên du lịch. Cảm ơn đội ngũ Top Vietnam Travel. Đặc biệt cảm ơn cô Gracie, anh Tào Cô Nhung cảm ơn rất nhiều vì mọi thứ và xin hứa với các bạn rằng chúng ta chắc chắn sẽ sớm gặp nhau. Trân trọng, Anurag PooniaĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tin tưởng và sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao sự hỗ trợ của bạn trong thời gian dài. Chúng tôi luôn dành niềm đam mê, kinh nghiệm và sức lực của mình để tạo nên chuyến đi đáng nhớ cho mỗi khách hàng mà chúng tôi có. \n\nCảm ơn một lần nữa để trở thành đối tác của chúng tôi.\n\nVới tất cả sự trân trọng,\n\nHuyền LêĐọc thêm"
        ],
        "star_ratings": [
            42,
            1,
            0,
            0,
            0
        ],
        "review_amount": 43,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du lịch hàng đầu Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 7, 2018",
            "Written September 7, 2018",
            "Written August 30, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14956534-Reviews-or40-Top_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or30-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1673312-Reviews-World_Mate_Travel_Vietnam_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12212969-Reviews-O2_Space_Nightclub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20896787-Reviews-BOOM_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4231192-Reviews-Flow_bar_hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4167181-Reviews-The_Wolfhound_Irish_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7981920-Reviews-Locked-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17802557-Reviews-Vietnam_Incredible_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060920-d516815-Reviews-Sanrio_Puroland-Tama_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g54340-d3475896-Reviews-McLeod_Farms-McBee_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34895-d2140697-Reviews-The_Waffle_House_Museum-Decatur_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187104-d629257-Reviews-Grand_Aquarium-Saint_Malo_Ille_et_Vilaine_Brittany.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d3427573-Reviews-Long_Beach-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g656475-d2536149-Reviews-National_Park_Cerro_Verde-Santa_Ana_Santa_Ana_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d5988821-Reviews-Sikh_Gurdwara-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d207414-Reviews-Tunnels_Beach-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2005201-d669526-Reviews-Nong_Nooch_Tropical_Botanical_Garden-Na_Chom_Thian_Sattahip_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g9720210-d2514728-Reviews-Bagan_Lalang_Beach-Sungai_Pelek_Sepang_District_Selangor.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-or40-Top_Vietnam_Travel-Hanoi.html"
    }
]