[
    {
        "attraction_name": "Topaz Lake",
        "attraction_name_vi": "Hồ Topaz",
        "general_info": [
            "32 đánh giá",
            "- 1 trong số 1 điều cần làm ở Topaz",
            "Nguồn nước"
        ],
        "attraction_summary": "Hồ này trải dài qua hai tiểu bang California và Nevada và là khu giải trí ngoài trời nổi tiếng, đặc biệt là để câu cá hồi.Đọc thêm",
        "reviews": [
            "Hồ Topaz cách Reno khoảng một giờ về phía nam và là địa điểm nổi tiếng để cắm trại và câu cá. Xung quanh hồ không có nhiều cây xanh khiến hồ trông ảm đạm và kém hấp dẫn.Đọc thêm",
            "Dừng lại ở Sòng bạc trên Hồ Topaz để ăn trưa khi lái xe đến Thành phố Carson.  Hồ rất đẹp.  Tôi chỉ có thể tưởng tượng rằng trời lạnh nhưng trông rất hấp dẫn.  Đọc thêm",
            "Đây là một hồ nước rộng lớn và điểm dừng chân của chúng tôi rất thú vị.   Chúng tôi đi vào cửa hàng tổng hợp và mua một ít đồ uống.   Nhân viên rất nhiệt tình và thân thiện.Xem thêm",
            "Chúng tôi rất thích đến hồ Topaz. Đây là một hồ nước nằm ở biên giới California Nevada. Chúng tôi đã khám phá phần bờ phía bắc của hồ.  Ngoài ra còn có một sòng bạc ở đó.Đọc thêm",
            "Nếu bạn đang lái xe dọc Quốc lộ 395, bạn có thể cân nhắc dừng lại ở đây. Tuy nhiên, có một khoản phí năm đô la để sử dụng trong ngày. Có rất nhiều bàn ăn dã ngoại. Chúng tôi đến thăm vào tháng 10 và về cơ bản không có ai trong toàn bộ khu vực. Nhưng chúng tôi đã có một chuyến dã ngoại thú vị với quang cảnh hồ và núi đáng yêu. Các phòng tắm ở trong tình trạng tốt và toàn bộ khu vực được bảo trì tốt.Đọc thêm",
            "Đi luôn đi. Sẽ sống ở đó nếu tôi có thể. Thức ăn tuyệt vời, phòng tuyệt vời;sòng bạc s.fun. Chỉ cần đi thôi. Gần với mọi thứ. View đẹp.Đọc thêm",
            "KHÔNG BAO GIỜ lên kế hoạch cho một chuyến đi ở đây. đặt phòng trước 4 tháng cho 4 đêm, lái xe 2 ngày và được thông báo không có phòng. mọi người muốn ở thêm đêm trong phòng dành riêng cho chúng tôi nên họ không muốn bắt họ rời đi..... nên chúng tôi lái xe cả tiếng đồng hồ để tìm phòng khác. chúng tôi về nhà, họ không quan tâm.... tốn ​​hơn 500 - để đến đó mà không mất gì. tôi có thể làm gì????????????Đọc thêm",
            "Cá nhân tôi yêu thích Hồ Topaz, tôi đến đó hàng năm cùng với một số người khác vào 2 tuần đầu tiên của tháng 8 và tôi chưa bao giờ có trải nghiệm nào tuyệt vời hơn trong đời. Người dân rất thân thiện, gần đó có một trạm xăng cũng như một nhà nghỉ, nếu bạn là người yêu thích đường sắt thì tuyến đường sắt Virginia - Trucky ở gần và chạy vào Carson NV. Vì vậy, nếu bạn có RV - Camper hoặc thuyền, bạn cũng có thể ghé thăm.Đọc thêm",
            "Đang đi trên đường cao tốc, dừng lại trên con đường gần Sòng bạc và khách sạn, nhưng không thể tìm được đường xuống nước? Không đặc biệt lắm, và đó là một hồ chứa nhân tạo! Nhiều hồ tự nhiên tốt khác....Mono ngay dưới đường chẳng hạn!Đọc thêm",
            "Bình minh tuyệt vời, ngoạn mục và tuyệt vời tại Best Western ở hồ Topaz. Phòng rất rộng rãi và đặc biệt sạch sẽ. Hoàn hảo! Đọc thêm",
            "Cắm trại ở hồ Topaz vào thời điểm nào là tốt nhất để tránh muỗiĐọc thêm",
            "mùa đông, nhưng chúng đóng cửa khi có tuyết trên mặt đất, vì vậy bạn chỉ cần sẵn sàng xịt thuốc xịt côn trùng ít nhất hai lần mỗi ngày trừ khi bạn tham gia cuộc thi muỗi đốt hay gì đó : - Đọc thêm",
            "Có dịch vụ điện thoại di động tại khu cắm trại không?Đọc thêm",
            "vâng, wifi rất nhạy, nhưng tôi nhớ hầu hết thời gian có 2 hoặc 3 vạchĐọc thêm",
            "Chi phí của một chiếc thuyền và động cơ trong ngày là bao nhiêu.Đọc thêm",
            "theo như tôi biết thì họ không cho thuê thuyềnĐọc thêm",
            "Ở đây có chỗ nào cho trẻ em đi câu cá không? Cho thuê thuyền? Hay chỉ là cá từ bờ? Giấy phép câu cá? \nCảm ơn.Đọc thêm",
            "vâng, nếu bạn ở lại khu cắm trại, họ sẽ cho phép bạn tìm hiểu phần cuối của tài liệu về những gì tôi - đã thấyĐọc thêm",
            "Ngủ một đêm ở hồ hết bao nhiêu tiền?Đọc thêm",
            "Tôi - đến từ một gia đình trung lưu, và thời gian lưu trú 2 tuần nằm trong ngân sách mà tôi biếtĐọc thêm",
            "Tôi đang tìm nhà cho thuê trong kỳ nghỉ trên Hồ Topaz nhưng đang gặp khó khăn trong việc tìm kiếm. Có gợi ý gì không?Đọc thêm"
        ],
        "star_ratings": [
            8,
            16,
            7,
            0,
            1
        ],
        "review_amount": 32,
        "location": [
            "Hoa Kỳ",
            "Các hoạt động ở Topaz",
            "California - CA -",
            "Hồ Topaz",
            "topaz"
        ],
        "reviews_time": [
            "Written July 27, 2020",
            "Written June 22, 2020",
            "Written November 15, 2019",
            "Written October 25, 2019",
            "Written October 24, 2019",
            "Written September 15, 2019",
            "Written July 23, 2019",
            "Written April 7, 2019",
            "Written February 6, 2018",
            "Written January 3, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33181-d117118-Reviews-Topaz_Lake-Topaz_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g33181-d117118-Reviews-or10-Topaz_Lake-Topaz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33181-d117118-Reviews-or20-Topaz_Lake-Topaz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g37393-d5461745-Reviews-Potato_Creek_State_Park-North_Liberty_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187399-d8820198-Reviews-Dresden_Christmas_Market-Dresden_Saxony.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d15837620-Reviews-Medellin_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d133818-Reviews-The_Institute_of_Contemporary_Art-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g317094-d1128827-Reviews-Stalin_Museum-Gori_Shida_Kartli_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d144286-Reviews-Westcave_Outdoor_Discovery_Center-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7981033-Reviews-Platja_de_la_Nova_Icaria-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d10713999-Reviews-Orange_Bar_Beach-Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g56891-d2294155-Reviews-The_Falls_in_Lucy_Park-Wichita_Falls_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34477-d2402500-Reviews-Nokomis_Beach-Nokomis_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33181-d117118-Reviews-or10-Topaz_Lake-Topaz_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33181-d117118-Reviews-Topaz_Lake-Topaz_California.html"
    }
]