[
    {
        "attraction_name": "Train Mountain Railroad Museum",
        "attraction_name_vi": "Bảo tàng Đường sắt Train Mountain",
        "general_info": [
            "42 đánh giá",
            "3 trong số 12 điều cần làm ở Chiloquin",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Train Mountain là tuyến đường sắt kiểu mẫu lớn nhất thế giới với hơn 35 dặm đường ray khổ 7,5 inch trên 2200 mẫu rừng tư nhân xinh đẹp. Du khách có thể tham gia một chuyến đi bộ tự hướng dẫn để xem bộ sưu tập thiết bị quy mô đầy đủ bao gồm caboose, thiết bị dọn tuyết và nhiều loại khác. Các chuyến tham quan bằng tàu mang tính giáo dục trên một chuyến tàu quy mô lớn chạy quanh rừng thông Ponderosa và đi ngang qua các thị trấn thu nhỏ cũng có thể được tổ chức trong những tháng mùa hè. Du khách có thể mang theo bữa trưa dã ngoại và thưởng thức nó trong khung cảnh thanh bình như công viên. Tuy nhiên, không mất phí, tổ chức này yêu thích các khoản quyên góp để giúp Bảo tàng Đường sắt Train Mountain tiếp tục hoạt động.Đọc thêm",
        "reviews": [
            "Thật là một dự án đáng kinh ngạc.  Rất nhiều ngày lao động khổ sai và rất nhiều tiền do những người tốt bụng quyên góp.  Nơi này giống như tuyến đường sắt thương mại hạng I nhưng nhỏ hơn. Đi lại và vào cửa miễn phí và mọi người đều tuyệt vời và hữu ích.  Hoàn toàn xứng đáng với chuyến đi.  Kiểm tra những ngày trước khi lên kế hoạch cho một chuyến đi.  Nơi tuyệt vời! Đọc thêm",
            "Thật là một nơi tuyệt vời dành cho những người yêu thích tàu hỏa và những nhà thám hiểm ở mọi lứa tuổi! Các nhân viên chủ yếu là tình nguyện viên, và trời ơi, họ rất đam mê và hiểu biết về xe lửa cũng như xây dựng mô hình. Chúng tôi thực sự không biết điều gì sẽ xảy ra, nhưng mọi người đều rất vui vẻ! Chúng tôi đã có thể đi một chuyến trên một chiếc xe lửa mô hình lớn đi vòng quanh hàng dặm đường ray bao quanh khu nhà. Trên đường đi, chúng tôi nhìn thấy những tòa nhà kiểu mẫu và phong cảnh đẹp. Chuyến đi có thể mất khoảng 15-20 phút, thật tuyệt vời vì nó MIỄN PHÍ! Trang web chỉ hoạt động bằng cách quyên góp. Sau đó, chúng tôi xem xét một số toa tàu lịch sử có thật và ăn bữa trưa dã ngoại trong khu sân chơi xinh xắn của chúng. Mọi thứ đều được chăm sóc rất tốt và nhân viên không thể tử tế hơn. Chúng tôi rất biết ơn khi được trò chuyện với ông bà Ward, những người đã khiến chúng tôi mỉm cười cả ngày. Cảm ơn bạn vì một chuyến thăm tuyệt vời! Đọc thêm",
            "Chúng tôi đang ở trong khu vực để xem Hồ Crater và thấy một dấu hiệu ngẫu nhiên cho việc này.  Chúng tôi chưa bao giờ biết nó ở đây nếu không!  Vì vậy, vào buổi sáng khởi hành, chúng tôi đã rời đi sớm một chút và dành một giờ ở đây vì con trai chúng tôi rất thích tàu hỏa! Nói trước, vào thời điểm đó, cặp song sinh của chúng tôi mới hơn 15 tháng tuổi nên hầu như không đi lại tốt và không học được gì .  Vì vậy, kinh nghiệm của chúng tôi có lẽ ít hơn đáng kể so với những người khác.  Chúng tôi chỉ đi đến một khu vực nhỏ và đi dạo xung quanh.  Nhưng có vẻ như không còn gì khác để đi.  Có lẽ có những thứ ở xa hơn, ẩn trong cây hoặc thứ gì đó nhưng bạn sẽ thấy một thứ nhỏ ở đây và một hoặc hai thứ ở kia nhưng mọi thứ quá dàn trải và với những đứa trẻ nhỏ và ít thời gian, không có gì thực sự có ý nghĩa để đi và khám phá .  Có lẽ những đứa trẻ lớn hơn, người lớn hoặc những người có nhiều thời gian sẽ thích thú hơn với điểm tham quan này hoặc có thời gian để đi tìm mọi thứ nhưng chúng tôi không biết bắt đầu từ đâu.Đọc thêm",
            "Nơi này thật tuyệt vời! Tôi yêu nó. Con tôi rất thích nó. Nếu bạn không ghé thăm đây, bạn đang bỏ lỡ! Tôi khuyên bạn nên gọi điện trước khi truy cập để đảm bảo rằng họ mở cửa. Giờ hiện tại là 10-3 Thứ Hai cho đến tháng 10.Đọc thêm",
            "Có một chuyến tham quan tự hướng dẫn đến các toa tàu cỡ lớn trong khuôn viên nơi nghỉ này.  Chuyến tham quan bằng tàu hỏa là một chuyến tàu quy mô 18 chạy trên một số đoạn đường dài 37 dặm.  Tàu đi qua các ngôi làng, biển báo, tháp nước, nhà máy, v.v. theo tỷ lệ 2:1.  Có khu dã ngoại với sân chơi.  Tất cả đều có rừng và đẹp.   Nó được điều hành bởi các tình nguyện viên và chỉ yêu cầu quyên góp.  Ngoài ra doanh nghiệp còn tham gia chương trình Harvest Host.  Không có một bảo tàng thực sự...tất cả đều ở bên ngoài. Đọc thêm",
            "Nó thực sự tệ, mọi thứ đều đóng cửa và đã đóng cửa được 6 tháng.... mặc dù họ không cập nhật bất cứ điều gì trên trang web.   Lái xe 100 dặm để tham quan, trang web cho biết 10-2 m-f.  Đến đó lúc 11 giờ và mọi thứ đều bị khóa.   Được gọi và hỏi, một người phụ nữ nói với chúng tôi rằng nó đóng cửa và không biết khi nào hoặc liệu họ có mở cửa hay không... khi chúng tôi nói với họ rằng họ nên cập nhật trang web, cô ấy thực sự đã cúp máy!!!   Rõ ràng là họ không quan tâm và thô lỗ đến mức chúng tôi sẽ không bao giờ quay lại. Đọc thêm",
            "Chúng tôi rất tiếc vì trải nghiệm đáng tiếc và sự thất vọng mà những người này gặp phải. Chúng tôi đánh giá cao việc họ cũng phải đi 100 dặm để đến được đây! Để giải thích về thời gian đóng cửa, Train Mountain cần phải đóng cửa vào tháng 3 năm 2020 theo yêu cầu của Lệnh điều hành của Thống đốc bang Oregon liên quan đến COVID-19. Các hạn chế và hướng dẫn đã không cho phép chúng tôi mở cửa trở lại cho du khách cho đến đầu tháng 3 năm 2021, gần một năm sau đó. Vì nhiều danh sách trên internet không được chúng tôi đăng, bao gồm một số kết quả của công cụ tìm kiếm, trang truyền thông xã hội và thậm chí cả danh sách Google, nên chúng tôi không thể cập nhật và không kiểm soát chúng. Với những thay đổi đôi khi diễn ra nhanh chóng do COVID-19, các trang web chính thức của chúng tôi có thể có hoặc không có thông tin cập nhật. Vì lý do này và vì hướng dẫn về COVID-19 có thể thay đổi nhanh chóng, chúng tôi thực sự khuyên bạn nên gọi cho văn phòng Train Mountain trước khi cố gắng ghé thăm và đặc biệt là trước khi thực hiện bất kỳ chuyến lái xe dài nào. Làm như vậy sẽ giúp ngăn chặn những thất vọng và khó chịu tương tự.  Đọc thêm",
            "Một trải nghiệm tàu ​​hỏa tuyệt vời, dành cho cả trẻ em và người lớn Tôi 72 tuổi. Nỗ lực mà mọi người đã bỏ ra để tạo ra cơ sở này trong hơn 30 năm cho thấy niềm đam mê của họ đối với tàu hỏa. Những chuyến tàu tuyệt vời, lớn và nhỏ, nằm trong khung cảnh tuyệt đẹp. Đọc thêm",
            "Chuyến đi của gia đình chúng tôi đến tuyến đường sắt K và M thật tuyệt vời. Sau khi sống ở khu vực Chiloquin được 14 năm và đã đến thăm nơi tuyệt vời này một vài lần bất cứ khi nào chúng tôi có thể đưa các cháu đến thăm, chúng tôi đã đến thăm gia đình sau chuyến đi đến Hồ Crater. Đứa con gần ba tuổi của chúng tôi yêu thích những chuyến tàu và bị mê hoặc bởi chuyến tàu của mình. Anh ấy phải đi phía sau người kỹ sư!   Chuyến đi miễn phí và do các tình nguyện viên điều hành. Nơi này là một điểm đến. Tôi khuyên bạn nên ghé thăm Núi Train. Nó mở cửa từ Ngày Tưởng niệm đến Ngày Lao động và thời gian đặc biệt cho Halloween.Đọc thêm",
            "Đã đi đến Train Mountain và thật là một nơi tuyệt vời.  Nó là miễn phí, nhưng xin vui lòng đóng góp.  Bạn đến văn phòng để ký giấy từ bỏ, sau đó bắt một chuyến tàu sẽ đi vòng quanh công viên; chuyến đi của chúng tôi mất 1 giờ.  Nói chuyện với một vị khách khác, anh ta thuê một chuyến đi 2 tiếng từ một bữa tiệc riêng, không biết bao nhiêu nhưng cũng không suy nghĩ nhiều và không nhìn thấy toàn bộ tuyến đường sắt.  Có một tuyến Đường sắt Garden chỉ mất 30 phút để đi bằng đường sắt và có nhiều toa tàu Đường sắt có kích thước thật.Đọc thêm",
            "Bộ sưu tập phong phú các toa tàu kích thước đầy đủ và dặm đường sắt mô hình khổ 7-12 dặm.  Các chuyến đi ngoài trời trên thiết bị mô hình được cung cấp và cung cấp tầm nhìn đẹp ra vùng nông thôn địa phương.Đọc thêm"
        ],
        "star_ratings": [
            36,
            1,
            3,
            1,
            1
        ],
        "review_amount": 42,
        "location": [
            "Oregon HOẶC",
            "Hoa Kỳ",
            "Các hoạt động ở Chiloquin",
            "chiloquin",
            "Bảo tàng Đường sắt Train Mountain"
        ],
        "reviews_time": [
            "Written May 15, 2024",
            "Written July 25, 2022",
            "Written April 6, 2022",
            "Written September 24, 2021",
            "Written June 9, 2021",
            "Written September 28, 2020",
            "Written July 24, 2020",
            "Written November 5, 2019",
            "Written October 10, 2019",
            "Written August 16, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51804-d4310542-Reviews-Train_Mountain_Railroad_Museum-Chiloquin_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51804-d10434991-Reviews-Kla_Mo_Ya_Casino-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51804-d4659638-Reviews-Crater_Lake_Junction_Travel_Center-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51804-d21268337-Reviews-BluTaco-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51804-d7199755-Reviews-The_Potbelly_Cafe-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51804-d5036124-Reviews-The_TP_in_Chiloquin-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51804-d14794356-Reviews-Busy_Bea_s-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51804-d26959554-Reviews-Hangar_54_Pizza-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51804-d2625922-Reviews-Klamath_Western_Railroad-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51804-d27119317-Reviews-Williamson_River_Trail-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51804-d6437938-Reviews-Two_Rivers_Art_Gallery-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51804-d4310542-Reviews-or10-Train_Mountain_Railroad_Museum-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51804-d17763234-Reviews-Sky_Lakes_Wilderness_Adventures-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51804-d4042773-Reviews-Chiloquin_Arts_Center-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51804-d294416-Reviews-Collier_Memorial_State_Park-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51804-d17763944-Reviews-Sky_Lakes_Wilderness_Rentals-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51804-d13189643-Reviews-Collier_State_Park_Logging_Museum-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51935-d10588197-Reviews-Klamath_Fish_Hatchery-Klamath_Falls_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51804-d25208466-Reviews-Sky_Lakes_Wilderness_Adventures-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51804-d27035028-Reviews-Spring_Creek_Day_Use_Area-Chiloquin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g294212-d325870-Reviews-Beijing_Aquarium-Beijing.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d7692256-Reviews-Cenote_Zacil_Ha-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10750128-Reviews-Nb2-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g612348-d15024504-Reviews-Equator_Marker-Nanyuki_Town_Nanyuki_Municipality_Laikipia_County_Rift_Valley_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d532090-Reviews-Forest_Park-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51774-d19451967-Reviews-North_American_Bigfoot_Center-Boring_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d105036-Reviews-Saxman_Native_Village-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d116233-Reviews-New_York_Transit_Museum-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d144286-Reviews-Westcave_Outdoor_Discovery_Center-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153970-Reviews-El_Cedral-Cozumel_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51804-d4310542-Reviews-or10-Train_Mountain_Railroad_Museum-Chiloquin_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51804-d4310542-Reviews-Train_Mountain_Railroad_Museum-Chiloquin_Oregon.html"
    }
]