[
    {
        "attraction_name": "Tram Chim National Park",
        "attraction_name_vi": "Vườn quốc gia Tràm Chim",
        "general_info": [
            "22 đánh giá",
            "- 1 trong 3 điều nên làm ở Cao Lãnh",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "công viên xinh đẹp, tôi đến đó để nghỉ ngơi cuối tuần ngắn ngủi, cảm thấy như bạn nên dành nhiều thời gian hơn, khoảng 3-4 ngàyĐọc thêm",
            "Nơi này chắc chắn có tiềm năng. Chúng tôi đã hy vọng có được một chiếc thuyền chạy bằng năng lượng mặt trời hoặc chạy bằng điện yên tĩnh, nhưng đơn giản là chúng không tồn tại. Vì vậy, chúng tôi đã kết thúc trên một trong những chiếc thuyền máy ồn ào của họ, điều này làm phiền các loài chim và không tốt cho việc ngắm chim. Người lái thuyền không có hứng thú với chim và lái quá nhanh. Nhân viên nói rất ít tiếng Anh. Vì đây là khu Ramsar nên chúng tôi khá thất vọng. Nơi này nên và có thể làm tốt hơn nhiều! Đọc thêm",
            "Nơi tuyệt vời để thư giãn và tận hưởng thiên nhiên. Rất nhiều loài chim. Đi thuyền thư giãn. Người dân địa phương thân thiện. Khu vực này vẫn đang được phát triển nên bạn nên mang theo một số tiện nghi và một số thực phẩm đóng gói. Nhiều quán ăn địa phương nhưng chỉ một số ít nói được tiếng Anh.  Đọc thêm",
            "Dunu thân mến,\n\nXin Chào!\n\nCảm ơn bạn đã đánh giá và chọn thuyền năng lượng mặt trời hoặc thuyền gỗ để đi ngắm chim và trải nghiệm hệ sinh thái không ồn ào như thuyền máy.\n\nNếu muốn ngắm nhiều chim hơn bạn nên nghỉ tại homestay ở Tràm Chim và đi thuyền vào sáng sớm - khoảng 6h - 6h30 sáng - cho chuyến đi dài và bạn sẽ thấy rất nhiều chim bằng thuyền năng lượng mặt trời.\n\nĐể biết thêm thông tin, vui lòng liên hệ với chúng tôi tại info - tramchimnationalpark.com\n\nChúc mừng,\n\nTony NguyễnĐọc thêm",
            "I just wanted to share a few words to protect everybody from falling into this tourist trap. I got there without a tour, they told me that the tickets were all sold out and I had to wait for a boat to get back, I asked them how long I - d have to wait, I got no answer, could be an hour could be a day. I went to the pier myself, I booked a local pirate boat. What I mean by this, is some people, probably working for the park, are braking the rules, and are able to strike deals with tourists and take them to the exact same tour at a small fragment of the price. If memory serves, I paid around 10 -  of the official price to have the exact same tour, maybe the boat was not as good, but the route was the same. After taking the tour, I thanked god I didn - t by tickets at the ticket office, as it - d definitely wouldn - t be worth the money, nothing interesting whatsoever, although I got there during the period that the birds are supposed to come back to the park. Yeah, there were some birds that we saw from distance, the park itself was uninteresting in terms of landscape, and that was it. I - d definitely recommend to skip this  - attraction -  even if it - s on your way to somewhere.Read more",
            "Nickinvn thân mến,\n\nXin Chào!\n\nCảm ơn bạn đã đánh giá của bạn. Chúng tôi rất tiếc khi thấy nhận xét của bạn nhưng bạn nên đặt trước chuyến tham quan với giá chính xác vì chúng tôi có thể tư vấn cho bạn lộ trình và thời gian bạn có thể nhìn thấy những loài chim quý hiếm hơn là bạn cố gắng đặt vé trong bẫy du lịch.\n\nHơn nữa, chúng tôi lưu ý bạn nên thuê thuyền năng lượng mặt trời hoặc thuyền gỗ để đi ngắm chim và trải nghiệm hệ sinh thái không ồn ào như thuyền máy.\n\nNếu muốn ngắm nhiều chim hơn bạn nên nghỉ tại homestay ở Tràm Chim và đi thuyền vào sáng sớm - khoảng 6h - 6h30 sáng - cho chuyến đi dài và bạn sẽ thấy rất nhiều chim bằng thuyền năng lượng mặt trời.\n\nĐể biết thêm thông tin, vui lòng liên hệ với chúng tôi tại info - tramchimnationalpark.com\n\nChúc mừng,\n\nTony NguyễnĐọc thêm",
            "Lẽ ra chúng ta nên bỏ qua chuyến tham quan công viên.  Chuyến tham quan đến khu vực A1 của khu bảo tồn này là một sự lãng phí tiền bạc.  Họ tính phí 800000 đồng cho thuyền.  Vì vậy, nếu bạn có 20 người trong nhóm thì đó là mức giá hợp lý.  Chuyến tham quan A1 sẽ đưa bạn đi vòng quanh đầm lầy.  Bạn có thể thấy một số sinh vật hoang dã nhưng không nhiều.  Nếu muốn ngắm nhiều cò hơn, bạn nên thực hiện chuyến tham quan nhỏ vào buổi tối tại khu A2.  Tại khu vực này vào buổi tối khoảng 5h30 hàng nghìn con cò đang bay về tổ.  Giá tour là 250.000 vnđ/người với tối thiểu 4 khách.  Mỗi chuyến tham quan ở Tràm Chim đều rất tốn kém nếu bạn không đi theo nhóm đông người.  Nếu đi vào cuối tuần, bạn có thể chia sẻ chi phí đi thuyền với những du khách khác.  Tuy nhiên, chúng tôi đã ở đó vào thứ Hai.  Khu bảo tồn khá vắng nên chúng tôi phải trả nguyên giá cho các chuyến tham quan.Đọc thêm",
            "We visited it in early March 2017. It - s not the right season so we were happy enough to spot around 10 birds. We chose the towing wooden boat, hoping that it was free of the engine noise so we could enjoy the peacefulness of the nature. Unluckily, towing means towing by a engine boat. The driver was kind enough to turn off the engine once in a while, though. I guess there would be a special type of boat  - ie. no engine noise -  for the tour in Sep-Dec  - the rain season  -  mating and hatching season of the birds -  so we would be able to get closer to the birds without disturbing them. We had a lovely experience of having lunch on the boat. Delicious food at very reasonable price  - grilled snakehead fish with young lotus leaves, a specialty of the region; small shrimp stir fried with  - điên điển -  flowers - , etc, on the boat slowly floating along the stream, in the quietness of the nature and under the fresh wind. To get there:  -  -  We took a taxi from Cao Lanh town for around 35 USD two ways, including waiting time.  -  -  We discovered that there is a bus route from Cao Lanh town center with a stop just outside the park. The fare is much less than 1 USD per person. Ask for the bus route to Tam Nông.  -  -  From a guy in our boat tour group: He took a coach directly from Western station  - Bến xe Miền Tây -  in Ho Chi Minh city and was dropped off very near the park. After spending 4-5 hours  - at most -  at the park, he caught the coach back to HCM. Please check at the station for more precise information if you take this option.Read more",
            "Mai thân mến,\n\nXin Chào!\n\nCảm ơn bạn đã đánh giá của bạn. Chúng tôi lưu ý bạn nên thuê thuyền năng lượng mặt trời hoặc thuyền gỗ để đi ngắm chim và trải nghiệm hệ sinh thái không ồn ào như thuyền máy.\n\nNếu muốn ngắm nhiều chim hơn bạn nên nghỉ tại homestay ở Tràm Chim và đi thuyền vào sáng sớm - khoảng 6h - 6h30 sáng - cho chuyến đi dài và bạn sẽ thấy rất nhiều chim bằng thuyền năng lượng mặt trời.\n\nĐể biết thêm thông tin, vui lòng liên hệ với chúng tôi tại info - tramchimnationalpark.com\n\nChúc mừng,\n\nBobby NguyễnĐọc thêm",
            "Giá vào cổng 5.000vnd. Có 3 tour vào bên trong. Bạn nên tìm người chia sẻ boat12km giá 500.000vnd - boat - 10per21km giá 800.000vnd - boat - 10per28km giá 500.000vnd - boat - 10perMất khoảng 40 phút - 2h tùy tour 12, 21, 28.Có nhiều chim cá. Bạn có thể câu cá bên trong. Nhưng những con chim được bảo vệ.Đọc thêm",
            "Bảo Anh thân mến,\n\nXin Chào, Cảm ơn đánh giá của bạn rất nhiều. \n\nChúng tôi rất vui vì bạn đã tận hưởng được cảm giác mộc mạc và có một kỳ nghỉ tuyệt vời với chúng tôi. Tôi đã chuyển lời đánh giá cao của bạn đến đội công viên quốc gia.\n\nXin vui lòng liên hệ trực tiếp với chúng tôi để được hỗ trợ thêm về thông tin - tramchimnationalpark.com và tất cả chúng tôi ở đây rất mong được chào đón bạn quay trở lại\n\nTrân trọng kính chào, \n\nTony NguyễnĐọc thêm",
            "I was here in November  - breeding season: oct-dec -  and could see plenty of birds. I - m no bird watcher by any means, but i enjoyed it regardless. Though I - d only recommend it if you - re not short on time for your trip through Vietnam.You can book your boat at the main complex on the DT843 road. Besides the ticket booth and a place to drink this place is quite deserted. Try to book your boat together with another  - Vietnamese -  group to make the boat more affordable.Three options which each take 2 hours according to the staff there.12km: the triangle as shown on the map outside the entrance21km: the triangle plus up and down a river deeper in to the reserve. Turning around at a watchtower you can climb during a short break. I did this and I recommend it because there were a lot of birds on that additional stretch of river.28km: unknown to meYou also get a guide who speaks decent English and is knowledgeable on the park and birds.Read more",
            "Arne thân mến,\n\nXin Chào, Cảm ơn đánh giá của bạn rất nhiều. \n\nChúng tôi rất vui vì bạn đã tận hưởng được cảm giác mộc mạc và có một kỳ nghỉ tuyệt vời với chúng tôi. Tôi đã chuyển lời đánh giá cao của bạn đến đội công viên quốc gia.\n\nXin vui lòng liên hệ trực tiếp với chúng tôi để được hỗ trợ thêm về thông tin - tramchimnationalpark.com và tất cả chúng tôi ở đây rất mong được chào đón bạn quay trở lại\n\nTrân trọng kính chào, \n\nTony NguyễnĐọc thêm",
            "If you love birds, this is the place to visit. 1. Call and check if it - s the right time to visit. We read on their website and they say flooded season  - Sep-Dec Lunar calendar -  is the best time to visit Tràm Chim. This is when most of birds come to breed and lay eggs, we can take a special boat trip to go really close to them and see their nests, etc. Since we are in the right season, we decided to visit the park. However, when we got there, they said this year there wasnt much water so they had canceled 3 out of 5 boat trip routes, included the special boat trip. The other 2 left are short trips and just cover a tiny bit of the park so we couldnt see many birds as we expected. So you - d better call and make sure what they have before getting there. 2. If you drive there or on a tour then it - s easy. If you travel alone by bus then prepare yourself to ride a  - 3,30 hour coach to reach Cao Lãnh city and then  - 1.30 hour local bus to get to Tràm Chim- Tam Nông. We saw some taxis in Cao Lanh city so maybe you can catch taxi to get there directly without using the local bus. 2. Foreigners should bring their passports to check-in at the guest house within the national park. They will have to register foreigners and do some complex procedure. Other documents, e.g driving license, wont be accepted. 3. The guest house in the National Park is very run down. The biggest hotel in that area is Hoàng Gia hotel  - one start -  and it - s about 240.000vnd - day. Clean, some facilities doesnt work properly but it - s better than sharing a room with cockroaches. N.B: it - s around 5km away from the park and there is no taxis there. The only way to commute is walking or asking someone at the hotel to drive you as a xe ôm  - motorbike taxi - . 4. Nobody speaks English, the receptionist we met at the park doesn - t know English. The tour guide that goes with us on the boat trip didnt speak English either. I wonder if it - s true to everyone there. Anyway, unless you are traveling with a local or know a bit of Vietnamese, you might struggle a lot there.Read more",
            "Anh L thân mến,\n\nXin Chào, Cảm ơn đánh giá của bạn rất nhiều. \n\nChúng tôi rất vui vì bạn đã tận hưởng được cảm giác mộc mạc và có một kỳ nghỉ tuyệt vời với chúng tôi. Tôi đã chuyển lời đánh giá cao của bạn đến đội công viên quốc gia.\n\nXin vui lòng liên hệ trực tiếp với chúng tôi để được hỗ trợ thêm về thông tin - tramchimnationalpark.com và tất cả chúng tôi ở đây rất mong được chào đón bạn quay trở lại\n\nTrân trọng kính chào, \n\nTony NguyễnĐọc thêm",
            "Vườn quốc gia Chăm Trim ở Đồng Tháp có diện tích hơn 7.500ha, là một trong những khu bảo tồn Ramsar trên thế giới và là nơi sinh sống của nhiều loài chim quý hiếm.  Tốt nhất bạn nên đến đó vào buổi chiều khoảng 2 giờ chiều, đi thuyền dài khoảng 3 giờ - 36km - để đi sâu vào bên trong Vườn Quốc gia, từ đó bạn có thể ngắm chim quay về vào buổi chiều.  Chi phí đi thuyền khoảng 60usd cho chuyến đi dài và 25usd cho chuyến đi ngắn - 1 giờ - .  Thật tuyệt khi được ở đó.Đọc thêm",
            "Kính gửi chiallasiatravel,\n\nXin Chào, Cảm ơn bạn đã ghé thăm chúng tôi và gửi đánh giá của bạn. \n\nChúng tôi rất vui mừng vì bạn đã có khoảng thời gian tuyệt vời với chúng tôi và tận hưởng vẻ đẹp thiên nhiên của công viên. Tôi đã chuyển sự đánh giá cao của bạn đến nhóm.  \n\nXin vui lòng liên hệ với chúng tôi để được hỗ trợ thêm và tất cả chúng tôi ở đây mong được chào đón bạn trở lại\n\nTrân trọng kính chào, \nĐội tuyển Vườn quốc gia Tràm ChimĐọc thêm"
        ],
        "star_ratings": [
            8,
            9,
            3,
            1,
            1
        ],
        "review_amount": 22,
        "location": [
            "Tỉnh Đồng Tháp",
            "Vườn quốc gia Tràm Chim",
            "Cao Lanh",
            "Đồng bằng sông Cửu Long",
            "Việt Nam",
            "Các hoạt động ở Cao Lãnh",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 20, 2021",
            "Written October 27, 2018",
            "Written January 28, 2018",
            "Written January 21, 2018",
            "Written October 25, 2017",
            "Written April 27, 2017",
            "Written February 10, 2017",
            "Written November 7, 2016",
            "Written October 30, 2015",
            "Written May 4, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737086-d12250596-Reviews-Tram_Chim_National_Park-Cao_Lanh_Dong_Thap_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737086-d12250596-Reviews-or10-Tram_Chim_National_Park-Cao_Lanh_Dong_Thap_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026050-d8011700-Reviews-Dukhan_Beach-Dukhan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60368-d7146269-Reviews-Red_Mill_LLC-Waupaca_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d477277-Reviews-Jardin_Majorelle-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2437651-Reviews-Canary_Wharf-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g3814839-d1746055-Reviews-Huay_Tung_Tao_Lake-Don_Kaeo.html",
            "https://www.tripadvisor.com/Attraction_Review-g52347-d3845744-Reviews-Chung_Dam_Spa_Fitness-Cheltenham_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d561808-Reviews-Seoul_World_Cup_Stadium-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g58578-d14038478-Reviews-Q_Sauna_Spa-Lynnwood_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g37822-d1458536-Reviews-Dunnings_Spring_Park-Decorah_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g3534325-d150627-Reviews-Disney_Castaway_Cay-Sandy_Point_Great_Abaco_Island_Abaco_Islands_Out_Islands_Baha.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737086-d12250596-Reviews-or10-Tram_Chim_National_Park-Cao_Lanh_Dong_Thap_Province_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737086-d12250596-Reviews-Tram_Chim_National_Park-Cao_Lanh_Dong_Thap_Province_Mekong_Delta.html"
    },
    {
        "attraction_name": "Tram Chim National Park",
        "attraction_name_vi": "Vườn quốc gia Tràm Chim",
        "general_info": [
            "22 đánh giá",
            "- 1 trong 3 điều nên làm ở Cao Lãnh",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "The Tram Chim National Park in Viet Nam - s Mekong Delta region is a special protected area which contains a very large tract of intact wetlands and riparian forests that is very important for wildlife  - both aquatic  -  terrestrial - .  The Park is accessed via comfortable motor boats  - with shade - rain canopies -  which travel along the canal systems; en route, we recorded numerous species of wading birds, waterfowl, and terrestrial avian fauna as well, and the waters literally swarmed with thousands of fish too : - One of the highlights of our visit was the mid-trip - mid-day stop at the small village in the Park - s center -- we enjoyed the expansive views from the very tall observation platform  - enabling us to see that the Park was really an  - island -  of protected habitat, surrounded by heavily development - , toured the small thatched huts, and ate a special lunch of yummy Vietnamese dishes prepared from locally-acquired ingredients... followed by a rest in hammocks, before taking the boat back to the Park Visitor Center.  Really a marvelous experience -- especially so because so much of the rest of the Delta has been very much affected by agriculture, residences, fish farms, etc, which makes Tram Chim an especially critical, large-sized block of wetland and forest refuge that is relatively intact ,and thus vital to this ecosystem as well.  Your entry fee also goes towards supporting the staff of naturalists - park workers, and preserving this special place too -- enjoy!Read more",
            "Nếu bạn không phải là người yêu chim thì tôi khuyên bạn nên ghé thăm đây. Nó khá xa và hành trình trên thuyền ở vùng đất ngập nước mất khá nhiều thời gian, 45 phút mỗi chiều. Đọc thêm",
            "Tram Chim national park is a pretty wetland area and is best visited between December and May - there were very few birds when we went there, however it was still a nice trip.  We paid 500,000VND for 2  - just under US - 25 -  for a 2 hour cruise through the wetlands.  We had the boat all to ourselves - it was one of the older timber flat bottomed boats, towed by smaller boat and could seat 12 pax.  Had we chose to, we could have gone in one of the more modern powered boats with 10 other pax for the same price.As we arrived we stopped for a meal in a cute little thatched roof restaurant on the water - the food was ngon  - delicious -  but we ordered too much.  The owner was a lovely woman who said we could come back after the tour and finish our meal at no extra cost - she would re-heat it for us.  As it turned out it poured with rain just as we finished the tour and we just wanted to get back to the hotel.I think if you went when the birds were in season  - December to May -  it would be a great trip.  Tram Chim is about 4-5 hours from Ho Chi Minh City by Motor Bike and there is some beautiful scenery for the last hour or so as you come into Tram Chim National Park.Read more",
            "Đã đến đây ngay trước CNY với gia đình.  Công viên cách Hồng Ngự nơi chúng tôi ở một quãng lái xe ngắn, có một số khách sạn OK ở thị trấn này và nơi này khá sôi động mặc dù đã được người phương Tây ghé thăm sớm.  Công viên có một cơ sở được bố trí tốt để từ đó khởi hành các chuyến đi khác nhau, nhà vệ sinh, các tiện nghi đều cơ bản nên hãy tự rèn luyện.  Thuyền có thể chứa tối đa 10 người và áo phao được cung cấp. Chúng tôi đã nhìn thấy rất nhiều loài chim nhưng thật đáng buồn là không phải loài sếu đầu đỏ mà chúng tôi mong đợi, có vẻ như chúng tôi đã đến sớm một tháng. Tuy nhiên đó thực sự là một chuyến đi thú vị. Tôi đã có thể ngồi lâu hơn 3 giờ chúng tôi đã đặt, có 8 lựa chọn với mức giá khác nhau. Sẽ quay lại lần sau trong chuyến đi Việt Nam rất xứng đáng với nỗ lực ghé thăm một địa điểm thực sự đặc biệt có tầm cỡ thế giới - RAMSAR - Đọc thêm",
            "đầu tiên tôi nói rằng nó đòi hỏi một sự cam kết đáng kể: thời gian, tiền bạc. vì vậy, nó thực sự chỉ dành cho những người đam mê chim. Từ trung tâm Cao Lãnh đi khoảng 40km là đến thánh địa - xe máy 200.000đ đi và về - ,. Bạn phải thuê một chiếc thuyền máy ở đây để khám phá rừng và tùy theo tuyến đường bạn chọn, giá thuyền dao động từ 700.000 đồng đến 1.000.000 đồng. Thời gian tốt nhất để tham quan Vườn quốc gia Tràm Chim là vào mùa lũ - tháng 10 đến tháng hai - để xem những con chim này đẻ trứng hoặc cho con ăn. Có 05 phòng nghỉ qua đêm ở đây - 200.000 vnd đến 250.000 vnd - ..nếu bạn thực sự yêu thích cuộc sống của các loài chim, tôi khuyên bạn nên ghé thăm Khu bảo tồn chim Bằng Lăng, nơi chắc chắn có nhiều loài chim hơn để xem ở Thốt Nốt, Cần Thơ thành phốĐọc thêm"
        ],
        "star_ratings": [
            8,
            9,
            3,
            1,
            1
        ],
        "review_amount": 22,
        "location": [
            "Tỉnh Đồng Tháp",
            "Vườn quốc gia Tràm Chim",
            "Cao Lanh",
            "Đồng bằng sông Cửu Long",
            "Việt Nam",
            "Các hoạt động ở Cao Lãnh",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 6, 2015",
            "Written January 2, 2015",
            "Written October 14, 2014",
            "Written January 31, 2014",
            "Written June 14, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737086-d12250596-Reviews-or10-Tram_Chim_National_Park-Cao_Lanh_Dong_Thap_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737086-d12250596-Reviews-Tram_Chim_National_Park-Cao_Lanh_Dong_Thap_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3871067-Reviews-The_Dungeon-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d244447-Reviews-Royal_Palace_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d1570043-Reviews-Smith_Family_Garden_Luau-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d103858-Reviews-TCL_Chinese_Theatres-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g240329-d116836-Reviews-Bixby_Bridge-Big_Sur_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244934-Reviews-La_Terrrazza-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d3140479-Reviews-Maunakea_Visitor_Information_Station-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d584960-Reviews-Funicular_To_Petrin-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190313-d4442958-Reviews-Dahlet_Qorrot_Beach-Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d8285991-Reviews-Menara_Mall-Marrakech_Marrakech_Safi.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737086-d12250596-Reviews-or10-Tram_Chim_National_Park-Cao_Lanh_Dong_Thap_Province_Mekong_Delta.html"
    }
]