[
    {
        "attraction_name": "Trap Pond State Park",
        "attraction_name_vi": "Công viên tiểu bang Trap Pond",
        "general_info": [
            "129 đánh giá",
            "- 38 trong số 584 điều cần làm ở Delaware",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "If I could give this a zero I would. We had booked a pull-through camping site for Nov. 10th and 11th. I had booked it months in advance. In fact so far in advance we were the first or second to book at the park for that weekend. The reservation site clearly listed it as a pull-through site which could fit up to 45 feet in length. Our trailer is only 26 feet so thought we would have more than enough room to spare. When we arrived, the woman who checked us in informed us that the site was no longer listed as a pull through site, which was not true, as the reservation site still listed it as a pull-through up until a few months ago. She also informed us that they were sold out, so no options to move. The place was packed. The sites were so close together and it was a mess.  We went to our site, not only could we not pull through, but backing in was not an option either. They had cut down a tree, but left a 4 foot or so stump on the site and between that and the electric hook up pole it made it near  impossible even navigating into the site. We went back to check in and they sent someone down to try and help us, and their solution was to pull in, very carefully as to not scratch the trailer with either the pole or tree stump, and then when we needed to leave pull through the adjoining site. The problem with that was the adjoining sit was fully occupied with two trucks and a big 5th wheel.  I don - t know what they expected us to do about that. The woman admitted that trees had grown up since they made the campground and that this site probably should not be a site anymore. When we told them that we were not going to risk scratching or denting our trailer and that we were going to leave, as clearly the site was not as described, they refused to give us a full refund. After much arguing we only received half of what we had paid. I am not impressed at all with the Delaware State Parks for camping. The sites are packed in like sardines, and who knows what you will find when you arrive.Read more",
        "reviews": [
            "Khung cảnh tuyệt đẹp. Cắm trại khá tươm tất, đi cùng vài người bạn. Tuy nhiên không thể bơi trong hồ có hàng tấn cá chết. Đường đạp xe đẹp quanh hồ - đậpĐọc thêm",
            "Công viên tiểu bang nhỏ xinh với trung tâm thiên nhiên tập trung vào việc giáo dục về tầm quan trọng của việc bảo vệ sức khỏe của lưu vực sông.  Có thể đưa những chiếc thuyền nhỏ ra ao và nhiều bàn ăn dã ngoại.  Tôi chắc chắn rằng một số ngày cuối tuần sẽ có rất nhiều gia đình đến đây.Đọc thêm",
            "Đây là một nơi hoàn hảo để cắm trại.  Có rất nhiều việc phải làm nếu bạn muốn. Những con đường mòn đi bộ đường dài được duy trì tốt và dễ dàng. Thuê thuyền kayak để ngắm nhìn cận cảnh Bald Cypress. Hạn chế duy nhất là không có sự riêng tư cho bất kỳ điểm cắm trại nào.Đọc thêm",
            "Các tour du lịch thuyền phao là phải! Hướng dẫn viên của chúng tôi có kiến ​​thức ấn tượng về lịch sử của công viên, cây bách và động vật hoang dã.  Đường đi bộ trong công viên bằng phẳng và những con đường mòn được bảo trì tốt và được chiếu sáng tốt. Bạn không cần phải mang giày đi bộ đường dài để đến công viên này - những con đường mòn chủ yếu bằng phẳng, dễ rải sỏi - . Công viên cho thuê các loại thuyền như ca nô và thuyền kayak từ tháng 5 đến tháng 10. Những chiếc thuyền nhỏ hơn có thể đón khách trên con đường xuyên qua những cây bách nơi thuyền phao không thể đi qua. Gần đó không có nhiều nhà hàng nên nếu bạn muốn đi dã ngoại, hãy lên kế hoạch trước và mang đồ ăn đến công viên. Ngoài ra nó - s Delaware - vì vậy hãy mang vào và mang đi bỏ rác. Phòng tắm tại Trung tâm Tự nhiên được bảo trì tốt.Đọc thêm",
            "Vừa trở về sau chuyến đi năm ngày tại cabin 8 tại Công viên bang Trap Pond. Đã có một thời gian tuyệt vời! Rất khuyến khích chuyến tham quan bằng phao kéo dài một giờ trên ao. Tuy nhiên, hãy lưu ý rằng bạn nên đăng ký trước nếu không bạn sẽ phải trả khoản phí - 8 cho các phương tiện ngoài tiểu bang để vào công viên. Tuy nhiên, nếu bạn đang ở đó thì nó miễn phí. Chúng tôi không biết về điều này và phải trả phí. Chi phí cho chuyến tham quan bằng phao - 8 trang. Nó đáng giá cho chuyến tham quan được tường thuật. Ao rất đẹp và thú vị. Sau khi nhận phòng tại cửa hàng - văn phòng, bạn đậu xe ở bãi đậu xe cạnh các cabin và yurt. Sau đó, bạn sử dụng thùng có bánh xe để chở đồ đạc của mình đến cabin hoặc yurt. Chúng tôi ở cabin số 8, cách bãi đậu xe không xa nên đó không phải là vấn đề lớn. Chúng tôi cũng ở gần phòng tắm, rất thuận tiện. Các yurt trông thú vị. Một số cabin và tất cả các yurt đều nằm trên mặt nước, điều này thực sự rất tuyệt. Đọc hướng dẫn về lối vào kỹ thuật số trong cabin...mở lần đầu hơi khó. Không có nhiều việc phải làm trong khu vực, vì vậy chúng tôi ở lại khu cắm trại ngoại trừ việc ăn ở Abbott - s vào đêm qua. Đó là khoảng mười phút lái xe. Chúng tôi đã có một bữa tối ngon miệng. Chúng tôi dừng lại ở quán cà phê Laurel vào buổi sáng. Thức ăn tuyệt vời và chủ sở hữu thân thiện. Một số ngôi nhà trong khu vực bán gỗ với giá - 5 bó. Tuy nhiên, cửa hàng trên trang web bán nó với giá - 7. Tuy nhiên, tôi tin rằng bạn chỉ có thể mua nó trong giờ làm việc của cửa hàng - không có hệ thống danh dự sau giờ làm việc - .Đọc thêm",
            "Nơi này là một viên ngọc ẩn ở vùng hạ Delaware. Gia đình tôi - chồng, 4 tuổi. già, 7 tuổi. già và chó - đã ở đây 4 lần. Mỗi lần chúng tôi cắm trại tại cơ sở nhỏ của mình vào những tháng hè. Khu cắm trại - Nhân viên DNREC: rất thân thiện, tốt bụng và hiểu biết. Nhân viên công viên tổ chức các hoạt động nhỏ cho trẻ em như làm đồ thủ công, đi xe ngựa và đi dạo giữa thiên nhiên vào cuối tuần. Họ luôn chào đón chúng tôi một cách lịch sự và hỏi thăm chúng tôi thế nào. Địa điểm cắm trại: Rộng, bằng phẳng, đất cát và đất, nhiều cây xanh cho bóng mát, - rất gần ao. Mỗi địa điểm đều có vòng lửa và bàn ăn ngoài trời. Vòng A và B gần khu dã ngoại, nhà tắm và sân chơi lớn.  Ao: êm đềm, thanh bình, đặc biệt đẹp vào lúc hoàng hôn và bình minh. Chúng tôi đã bắt được cá vược miệng lớn, cá sunnies, cá crappies và cá da trơn ở đây. Rất nhiều cơ hội để câu cá vì một bên ao có 4 bến tàu nhỏ rộng rãi, bên kia là khu dã ngoại rộng lớn, nơi bạn có thể câu cá theo. Bạn có thể thuê thuyền kayak, ca nô và thuyền mái chèo với mức phí không đắt. Ngoài ra, tốt cho những người yêu chim. Chúng tôi thấy 3 con diệc xanh xuất hiện nhiều lần mỗi ngày. Họ - thật tuyệt đẹp. Đi xe đạp: là phải! Bạn có thể thuê xe đạp miễn phí tại cửa hàng cắm trại trong khoảng thời gian một giờ. Hoặc mang theo của riêng bạn. Con đường mòn Bob đi vòng quanh ao, nó rất rợp bóng mát và tạo nên một con đường mòn tuyệt vời. Nhìn chung, chúng tôi yêu nơi này và sẽ tiếp tục quay lại. 5 sao từ chúng tôi.Đọc thêm",
            "Chúng tôi trải qua ngày Lễ Tạ ơn trên những con đường mòn đi ca nô ở Trap Pond, lặng lẽ lang thang qua những cây bách hói, lắng nghe tiếng ếch nhái, tiếng chim và thỉnh thoảng có tiếng cá đập vào mặt nước tĩnh lặng.  Không có nơi nào tốt hơn để cảm ơn vì tất cả điều đó.  Đường vào rất dễ dàng--ngay gần đường chính ngay trước lối vào khu cắm trại - hoặc sau đó, nếu đi vào từ phía bên kia - .Đọc thêm",
            "Gần đây, tôi có cơ hội đi du ngoạn bằng thuyền phao và tham quan có hướng dẫn viên đến Hồ Bẫy, trong đó có rừng cây bách trụi và khu vực đầm lầy của ao.  Hướng dẫn viên của chúng tôi rất thân thiện và hiểu biết về ao, đồng thời hoan nghênh các câu hỏi từ nhóm của chúng tôi.  Bản thân ao rất rộng và có phong cảnh đẹp, rợp bóng cây và thực vật dọc theo bờ biển cũng như trong ao.  Các loài chim nước mà chúng tôi có thể nhìn thấy trong chuyến tham quan bao gồm chim cốc, diệc, sếu, diệc, vịt và ngỗng cũng như một số loài rùa...đầm lầy - bùn, cá hồng, rùa sơn và bụng đỏ...rằng đậu trên cành và bề mặt lộ thiên trong ao.  Hướng dẫn viên của chúng tôi đã chỉ ra những chuồng vịt bằng gỗ và những nơi trú ẩn khác cho chim - những nơi làm tổ trên ao để thu hút và duy trì các loài bản địa.  Chuồn chuồn bay khắp nơi khi thuyền của chúng tôi băng qua ao.  Khi chúng tôi đến gần đầm lầy cây bách, mặt nước thay đổi đáng kể khi con thuyền lướt qua và đi vòng quanh những tán cây, đó là khu rừng cây bách rụng nhiều nhất về phía bắc ở Mỹ.  Mặt nước trông giống như một tấm thảm xanh mịn bao phủ phần lớn diện tích ao ít người qua lại.  Trên đường quay trở lại bến tàu, chúng tôi có thể nhìn thấy những đàn vịt gỗ bơi lội trên mặt nước, cùng với những con ngỗng và các loài chim nước khác đang kiếm ăn cho bữa tối.  Hành trình kéo dài khoảng 45 phút và rất đáng để chờ đợi.  Các chuyến tham quan ao diễn ra vào các buổi chiều thứ Sáu và thứ Bảy.  Yêu cầu đặt chỗ trước.  Chi phí mỗi người là - 6. Thuyền khởi hành tại nhà thuyền cách bãi đậu xe một quãng đi bộ ngắn.  Sẽ có phí đậu xe nếu không có thẻ DE Park.  Nói như vậy, tôi thực sự muốn giới thiệu chuyến đi chơi này nếu bạn đang ở khu vực Laurel...và đang tìm kiếm một trải nghiệm đặc biệt mà bạn sẽ nhớ mãi.Đọc thêm",
            "Gần đây tôi đã chuyển đến khu vực Millsboro.  Chồng tôi và tôi thích đạp xe trên đường, vì vậy chúng tôi bắt đầu ghé thăm công viên này như một điểm khởi đầu cho những chuyến đi trên đường của mình.  Bước đầu tôi thấy cơ sở vật chất chung của công viên này rất ưng ý.  Muốn khám phá thêm về công viên, gần đây chúng tôi đã mang theo xe đạp leo núi để đi trên những con đường mòn địa hình.  Tôi nghĩ những con đường mòn được bảo trì rất tốt và tốt cho những người mới tập đi xe đạp.  Ngoài ra, những con đường mòn khá đẹp và kết nối các khu vực khác nhau của công viên bao gồm bãi đậu xe ở lối vào chính, bãi đỗ thuyền và khu cắm trại.  Chúng tôi thích bãi đậu xe của nhà thờ Bethesda nhất vì phòng vệ sinh hoàn toàn là phòng vệ sinh sạch sẽ nhất trong công viên tiểu bang mà tôi từng đến. Tôi sẽ không chia sẻ vị trí này vì số lượng chỗ đậu xe có hạn.  Hôm nay chúng tôi gặp bạn bè để chèo thuyền kayak trên ao.  Bạn bè của chúng tôi là những người chèo thuyền kayak có kinh nghiệm, vì vậy chúng tôi rụt rè theo họ từ ao chính, nơi có nhiều cây bách râm mát, vào sâu trong ao, nơi thực chất là một con suối có thể đi theo đến cây cầu là một phần của Đường mòn Bob.  Ồ!  Ao này đẹp quá, độc đáo quá, nguyên sơ quá.  Đó là hệ sinh thái biệt lập nhỏ bé của riêng nó và thật khó để tôi tin rằng chúng tôi vẫn đang ở Delaware.  Thật là một nơi tuyệt vời mà chỉ có nước mới có thể tận hưởng trọn vẹn.  Tôi dự định quay lại nhiều lần.  Bây giờ tôi có thể tự mình xác định được toàn bộ vệt nước, tôi nóng lòng muốn quay lại.  Nếu bạn yêu thích những khu vực thiên nhiên độc đáo thì đây thực sự là một nơi kỳ diệu.Đọc thêm"
        ],
        "star_ratings": [
            76,
            41,
            7,
            2,
            3
        ],
        "review_amount": 129,
        "location": [
            "Delaware - DE -",
            "Công viên tiểu bang Trap Pond",
            "Những điều cần làm ở Delaware",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written April 26, 2024",
            "Written January 27, 2024",
            "Written August 20, 2023",
            "Written June 11, 2023",
            "Written October 27, 2022",
            "Written October 20, 2022",
            "Written July 1, 2022",
            "Written December 18, 2021",
            "Written August 29, 2021",
            "Written June 24, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28929-d208529-Reviews-Trap_Pond_State_Park-Delaware.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g34027-d4234860-Reviews-Old_Christ_Church_Laurel-Laurel_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34027-d5513060-Reviews-Route_13_Outlet_Market-Laurel_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34027-d23759491-Reviews-Dickerson_Family_Market-Laurel_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d17677493-Reviews-Partners_in_Grime_Cleaning_Service-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g28929-d208529-Reviews-or10-Trap_Pond_State_Park-Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34008-d10440754-Reviews-Rehoboth_Bay_Marina-Dewey_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34053-d7728978-Reviews-Xbos_Family_Fun_Center-Smyrna_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34008-d26352175-Reviews-Dewey_Beach_Yacht_Club-Dewey_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g28929-d208533-Reviews-Bombay_Hook_National_Wildlife_Refuge-Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d258874-Reviews-Nemours_Estate-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d1735243-Reviews-Gordons_Pond-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d103510-Reviews-Cape_Henlopen_State_Park-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d1601587-Reviews-Junction_and_Breakwater_Trail-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g33997-d1632685-Reviews-Bethany_Beach_Boardwalk-Bethany_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34008-d1640309-Reviews-Dewey_Beach-Dewey_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34007-d7022794-Reviews-3rd_Wave_Brewing_Co-Delmar_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34027-d3334740-Reviews-Bryan_s_Bowling_Center-Laurel_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34027-d1753955-Reviews-Skydive_Delmarva-Laurel_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34007-d6028332-Reviews-J_J_Shop_Heliair-Delmar_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34027-d5498825-Reviews-Laurel_Junction-Laurel_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34007-d7146836-Reviews-Middle_Point_Mason_Dixon_Marker-Delmar_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34017-d8858118-Reviews-Precision_Paintball-Georgetown_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34007-d27144105-Reviews-Dream_Big_Performing_Arts_Center-Delmar_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34038-d23343354-Reviews-Range_Time-Millsboro_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34027-d7645794-Reviews-Skateworld-Laurel_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g41109-d2350187-Reviews-Wicomico_County_Tourist_Information_Center-Delmar_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41365-d2044354-Reviews-The_Centre_at_Salisbury-Salisbury_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41365-d27048477-Reviews-Burnish_Beer_Co-Salisbury_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g194867-d7274723-Reviews-Spiaggia_della_Gavitella-Praiano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g209273-d153830-Reviews-D_T_Fleming_Beach_Park-Kapalua_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g3652195-d9553777-Reviews-Owu_Falls-Kwara_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g12866457-d13516214-Reviews-Thung_Nham_Bird_Park-Ninh_Hai_Hoa_Lu_District_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298303-d454887-Reviews-Komtar-George_Town_Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d552763-Reviews-Rhodes-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d218822-Reviews-White_House_Visitors_Center-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g318867-d5411045-Reviews-Gjirokastra_Bazaar-Gjirokaster_Gjirokaster_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d2016213-Reviews-Kleinmarkthalle-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g51191-d2234392-Reviews-Kiddie_Park-Bartlesville_Oklahoma.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28929-d208529-Reviews-or10-Trap_Pond_State_Park-Delaware.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28929-d208529-Reviews-Trap_Pond_State_Park-Delaware.html"
    }
]