[
    {
        "attraction_name": "Travel Sense Asia",
        "attraction_name_vi": "Travel Sense Châu Á",
        "general_info": [
            "793 đánh giá",
            "- 34 trên 1.093 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Lịch sử - Di sản Tour",
            "Thiên nhiên - Tour du lịch động vật hoang dã"
        ],
        "attraction_summary": "Với hơn 15 năm kinh nghiệm tại Việt Nam và Đông Nam Á, Travel Sense Asia kết nối du khách với nhịp tim của từng điểm đến thông qua đội ngũ chuyên gia địa phương. Chúng tôi mang đến những trải nghiệm du lịch phù hợp với những kết nối chân thực, những cuộc gặp gỡ đích thực và sự tôn trọng sâu sắc đối với môi trường. Chúng tôi mời bạn đến một trải nghiệm du lịch vượt xa sự bình thường. Bạn đã sẵn sàng chưa?Đọc thêm",
        "reviews": [
            "Chuyến đi 7D6N của chúng tôi được Kurt Nguyễn xây dựng một cách hoàn hảo từ kế hoạch ban đầu cho đến khi kết thúc hay chuyến đi - chuyến đi tùy chỉnh - . Thỉnh thoảng chúng tôi đã thảo luận rất nhiều khoảng 3-4 tháng trước chuyến đi thực tế. Travel Sense Asia rất chuyên nghiệp. Không có nghi ngờ gì về điều đó. Họ phục vụ phương tiện di chuyển rất thoải mái từ sân bay đến khách sạn ở Khu Phố Cổ, từ Phố Cổ đến Sapa bằng tàu hỏa, Sapa đến Hà Nội - xe limousine - và tôi có thể nói, chúng tôi thực sự đã có một hành trình thoải mái trong suốt chuyến đi với trẻ nhỏ. Họ cung cấp những hướng dẫn viên du lịch khéo léo - nói tiếng Anh -, hướng dẫn viên du lịch của chúng tôi tại Hà Nội, anh Trường cực kỳ am hiểu về lịch sử Việt Nam nói chung, giỏi chăm sóc trẻ nhỏ. Bạn biết đấy, những đứa trẻ đầy tính tò mò, đôi khi bạn không thể tưởng tượng được trong đầu chúng đang nghĩ gì. Cảm ơn anh Trường! Trong khi đó ở Sapa, cô Tung - hướng dẫn viên du lịch người dân tộc Hmong địa phương - không chỉ giỏi với trẻ nhỏ mà tôi rất ấn tượng với kỹ năng và thái độ chân thành của cô, cô rất am hiểu và còn dẫn chúng tôi đi tham quan làng và nhà của gia đình cô. Tôi ước gì được ở lại Sapa lâu hơn. Tiếp theo, chuyến đi tuyệt vời của chúng tôi đến Vịnh Hạ Long. Hành trình của chúng tôi đã được nâng cấp từ hành trình Swan lên hành trình Sena mà không phải trả thêm phí do Swan Cruise đang được bảo trì. Ông Tommy là hướng dẫn viên du lịch tuyệt vời. Anh ấy thật tuyệt vời. Thật sự! Khi chuyến đi kết thúc, mọi thứ với tôi như một giấc mơ - . Bạn sẽ không gặp rắc rối khi để chuyên gia như ông Kurt lên kế hoạch cho chuyến đi của bạn, đặc biệt là với trẻ nhỏ. Cảm ơn Travel Sense Châu Á! Sẽ đến một lần nữa trong tương lai. Đọc thêm",
            "Kế hoạch chúng tôi nhận được từ Fin rất hoàn hảo với số lượng hoạt động phù hợp và thời gian nghỉ ngơi xen kẽ. Anh ấy rất có sức chứa và nhanh chóng điều chỉnh những gì cần thiết theo nhu cầu của chúng tôi. Tôi đánh giá cao việc anh ấy duy trì liên lạc thường xuyên và luôn cập nhật cho chúng tôi. Hướng dẫn viên của chúng tôi Tinh - Sapa - và Lâm - Hà Nội - cũng rất am hiểu và có sức chứa. Đội ngũ siêu thân thiện! Nói chung, chuyến đi tuyệt vời và tôi hoàn toàn muốn giới thiệu cho bất kỳ ai đang cân nhắc điều này: - Đọc thêm",
            "Hành trình tuyệt vời với hướng dẫn viên du lịch, công ty du lịch cũng rất hoàn hảo, đặc biệt cảm ơn đã đi ra ngoài, Tommy và tài xế của chúng tôi, chuyến tham quan diễn ra suôn sẻ an toàn và cực kỳ thú vịĐọc thêm",
            "Kính gửi Văn hóa35813905800,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi rất vui mừng khi biết rằng bạn đã có một hành trình tuyệt vời và tận hưởng các dịch vụ do công ty du lịch của chúng tôi cung cấp.\n\nChúng tôi đánh giá rất cao lời cảm ơn đặc biệt của bạn tới Fin, Tommy và tài xế của chúng tôi. Thật vui khi biết rằng chuyến đi diễn ra suôn sẻ, an toàn và cực kỳ thú vị.\n\nChúng tôi mong được chào đón bạn trong một cuộc phiêu lưu khác trong tương lai.\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Gia đình tôi đã có kỳ nghỉ tuyệt vời tại Việt Nam nhờ Travel Sense Asia. Một người bạn của tôi đã giới thiệu cô Lucy và công ty và tôi cũng cảm thấy như vậy, nhóm đã cung cấp dịch vụ rất chuyên nghiệp từ ngày đầu tiên chúng tôi kết nối cho đến khi kết thúc chuyến tham quan. Điều tôi thích nhất là việc kết nối với cô Lucy thực sự rất dễ dàng và rất phản hồi bất cứ khi nào chúng tôi muốn làm rõ bất cứ điều gì trong chuyến tham quan của mình. Mọi thứ đã được sắp xếp như chúng tôi mong đợi và được tổ chức tốt. Tôi có thể không ngần ngại giới thiệu công ty này và cô Lucy cho những người đang tìm kiếm hỗ trợ du lịch tại Việt Nam. Tôi chúc bạn mọi thành công!  -Dayan KĐọc thêm",
            "Dayan K thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui mừng khi biết gia đình bạn đã có một kỳ nghỉ tuyệt vời tại Việt Nam với Travel Sense Asia.\n\nChúng tôi rất vui vì lời giới thiệu của bạn bè bạn về cô Lucy và công ty chúng tôi đã đáp ứng được sự mong đợi của bạn. Thật vui khi biết rằng đội ngũ của chúng tôi đã cung cấp dịch vụ chuyên nghiệp từ đầu đến cuối chuyến tham quan của bạn. Chúng tôi đặc biệt vui mừng vì bạn thấy dễ dàng kết nối với cô Lucy và đánh giá cao khả năng phản hồi của cô ấy bất cứ khi nào bạn cần làm rõ trong chuyến tham quan của mình.\n\nChúng tôi rất vui vì mọi thứ đã được sắp xếp như mong đợi và tổ chức tốt. Lời giới thiệu của bạn về công ty chúng tôi và cô Lucy được đánh giá rất cao.\n\nCảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và chúng tôi chúc bạn thành công!\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Gần đây tôi đã thuê Travel Sense Asia để lên kế hoạch cho chuyến đi Hà Nội và Sapa của mình và tôi thực sự ấn tượng với dịch vụ đặc biệt mà tôi nhận được! Lucy đã dành thời gian để hiểu sở thích của tôi và tạo ra một hành trình được lên kế hoạch kỹ lưỡng vượt quá mong đợi của tôi. Sự chú ý đến từng chi tiết và sự chăm sóc thể hiện trong quá trình lập kế hoạch là tuyệt vời. Trong suốt chuyến đi, cô ấy luôn sẵn sàng và phản hồi mọi câu hỏi hoặc mối quan tâm của tôi. Các khuyến nghị về chỗ ở, phương tiện đi lại và hoạt động đều chính xác và tôi cảm thấy được chăm sóc hoàn toàn. Tôi thực sự giới thiệu Travel Sense Asia cho bất kỳ ai đang tìm kiếm trải nghiệm du lịch không căng thẳng và thú vị. Chuyên môn, tính chuyên nghiệp và cách tiếp cận chu đáo của họ khiến họ trở nên nổi bật trong ngành. Cảm ơn vì một chuyến đi khó quên! Đọc thêm",
            "Cánh hoa thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá rực rỡ như vậy! Chúng tôi thực sự vui mừng khi biết rằng bạn thực sự ấn tượng với dịch vụ đặc biệt mà bạn nhận được từ Travel Sense Asia.\n\nChúng tôi vô cùng vui mừng khi biết rằng Lucy đã vượt quá sự mong đợi của bạn với hành trình được lên kế hoạch kỹ lưỡng cho chuyến đi Hà Nội và Sapa của bạn. Sự cống hiến của cô ấy trong việc tìm hiểu sở thích của bạn và sự chú ý đến từng chi tiết trong quá trình lập kế hoạch thực sự tỏa sáng trong đánh giá của bạn.\n\nChúng tôi cũng rất vui khi biết rằng Lucy luôn sẵn sàng và đáp ứng trong suốt chuyến đi của bạn, đảm bảo bạn cảm thấy được chăm sóc hoàn toàn.  Những đề xuất của cô về chỗ ở, phương tiện di chuyển và hoạt động có vẻ như đã được đưa ra, góp phần mang lại trải nghiệm thú vị và thoải mái.\n\nNhững lời tốt đẹp của bạn về chuyên môn, tính chuyên nghiệp và cách tiếp cận chu đáo của Lucy - thực sự có ý nghĩa rất lớn đối với chúng tôi.  Cô ấy cùng với toàn bộ nhóm cố gắng làm cho mọi trải nghiệm du lịch trở nên khó quên và phản hồi của bạn cho chúng tôi biết rằng chúng tôi đang đạt được mục tiêu đó.\n\nMột lần nữa xin cảm ơn bạn vì đã chọn Travel Sense Asia và chia sẻ trải nghiệm tuyệt vời của mình.  Chúng tôi mong muốn có thể giúp bạn tạo thêm nhiều kỷ niệm du lịch khó quên trong tương lai!\n\nTrân trọng kính chào,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Chuyến đi Đà Nẵng của gia đình tôi diễn ra suôn sẻ. Cảm ơn Lucy và nhóm của cô ấy rất nhiều. Dịch vụ tuyệt vời và nhanh chóng từ Travel Sense AsiaĐọc thêm",
            "Kính gửi Lý Văn L,\n\nCảm ơn bạn đã đánh giá tốt của bạn. Chúng tôi rất vui mừng khi biết rằng chuyến đi đến Đà Nẵng của gia đình bạn đã diễn ra suôn sẻ.\n\nChúng tôi đánh giá rất cao sự ghi nhận của bạn đối với Lucy và những nỗ lực của nhóm cô ấy. Cung cấp dịch vụ tuyệt vời và nhanh chóng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui khi biết rằng chúng tôi đã đáp ứng được mong đợi của bạn.\n\nChúng tôi hy vọng có thể hỗ trợ bạn trong kế hoạch du lịch sắp tới và tạo ra nhiều trải nghiệm đáng nhớ hơn cho bạn và gia đình.\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "- - Singapore - - Việt Nam - - Hà Nội - - Vịnh Hạ Long - Sapa - Hội An - Đà Nẵng - - - .  - Chuyến đi thật tuyệt vời. Tôi và vợ tôi rất thích chuyến đi Việt Nam - - . Cảnh đẹp, con người thân thiện và nhiều món ăn ngon. Cô Lisa đã có thể sắp xếp chỗ ở của chúng tôi một cách tốt đẹp và trả lời kịp thời mọi thắc mắc của chúng tôi khi chúng tôi cần trợ giúp. Tôi cũng xin cảm ơn hướng dẫn viên du lịch giỏi nhất của chúng tôi, cô Linh và anh Tung vì đã chia sẻ kiến ​​thức và lời khuyên tốt nhất của họ trong chuyến đi. Họ giải thích mọi chi tiết về Việt Nam và theo dõi chúng tôi mọi lúc mọi nơi.  - - - - - . Nó thực sự rất đáng nhớ. Tôi chắc chắn sẽ quay lại Việt Nam - - một lần nữa với chuyến lưu diễn này. Khuyến nghị - Đọc thêm",
            "Rauuf R thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui mừng khi biết rằng bạn và vợ đã có một chuyến đi tuyệt vời đến Việt Nam. Thật tuyệt khi biết rằng bạn thích phong cảnh đẹp, con người thân thiện và đồ ăn ngon.\n\nChúng tôi rất vui vì cô Lisa đã có thể sắp xếp chỗ ở theo ý muốn của bạn và trả lời kịp thời mọi thắc mắc của bạn. Ngoài ra, chúng tôi đánh giá cao những lời tốt đẹp của bạn về hướng dẫn viên du lịch của chúng tôi, cô Linh và anh Tung. Kiến thức, lời khuyên và giải thích chi tiết của họ thực sự nâng cao trải nghiệm du lịch.\n\nChúng tôi rất vui vì chuyến đi của bạn thật đáng nhớ và bạn sẽ cân nhắc quay lại Việt Nam cùng chuyến tham quan của chúng tôi. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi.\n\nChúng tôi mong sớm được chào đón bạn trở lại trong một cuộc phiêu lưu khác.\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Cơ quan này rất nhiệt tình giúp đỡ chuyến đi của gia đình chúng tôi về quê hương trở thành một trải nghiệm khó quên. Họ luôn đúng giờ trong việc vận chuyển, các chuyến đi trong ngày và gửi lời cảm ơn chân thành đến cả Kurt và anh Lập, cả hai đều rất tốt bụng khi làm việc cùng. Anh Lập đã có những lời khuyên tuyệt vời và rất tháo vát khi là hướng dẫn viên du lịch của chúng tôi tại Hà Nội.Đọc thêm",
            "Thân gửi Tuongvan N,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi một đánh giá tích cực như vậy! Chúng tôi rất vui khi biết rằng bạn đã có một trải nghiệm khó quên với Travel Sense Asia trong chuyến đi gia đình đến Việt Nam.\n\nNhững lời tốt đẹp của bạn về sự đúng giờ và sự chu đáo của nhân viên, đặc biệt là Kurt và anh Lập, có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi cố gắng cung cấp dịch vụ vận chuyển liền mạch, các chuyến đi trong ngày được lên kế hoạch kỹ lưỡng và những hướng dẫn viên hiểu biết, luôn nỗ lực hết mình, và chúng tôi rất vui khi biết rằng chúng tôi đã đạt được điều đó cho gia đình bạn. Chúng tôi đặc biệt biết ơn vì đã giới thiệu những khuyến nghị tuyệt vời và sự tháo vát của anh Lập với tư cách là hướng dẫn viên du lịch của bạn tại Hà Nội. Chúng tôi chắc chắn sẽ chuyển tiếp phản hồi của bạn!\n\nChúng tôi hy vọng chuyến đi gia đình của bạn đã tạo nên những kỷ niệm đáng nhớ cho tất cả mọi người. Cảm ơn bạn một lần nữa vì đã chọn Travel Sense Asia.\n\nTrân trọng,\n\nTrưởng phòng dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời nhất trong thời gian ở Việt Nam nhờ Travel Sense Asia! Xin gửi lời cảm ơn LỚN tới Catherine, người đại diện của chúng tôi vì đã thực hiện một công việc phi thường sắp xếp mọi thứ cho chúng tôi từ lúc chúng tôi hạ cánh cho đến khi kết thúc chuyến tham quan. Chuyến tham quan của chúng tôi được tùy chỉnh hoàn toàn theo nhu cầu của chúng tôi, Catherine là một thiên thần, cô ấy cực kỳ hữu ích và kiên nhẫn đến tận xương tủy. Mặc dù chúng tôi đã hoàn tất mọi thứ vào phút cuối nhưng chuyến tham quan thực tế vẫn rất suôn sẻ. Cô ấy cũng nhanh chóng phản hồi khi tôi cần làm rõ và hỗ trợ. Những nơi cô ấy gợi ý đều rất ngoạn mục và chúng tôi thực sự thích nó! Tôi thích chuyến tham quan không có cảm giác vội vã, chúng tôi có nhiều thời gian để tận hưởng ở mỗi nơi chúng tôi ghé thăm. Khách sạn được đề nghị là tốt và sạch sẽ. Nhìn chung, chúng tôi đã có khoảng thời gian tuyệt vời tại Đà Lạt nhờ TSA và Catherine! Chắc chắn lần sau đi du lịch tôi sẽ đặt phòng với những người này nữa! Cảm ơn bạn rất nhiều!Đọc thêm",
            "Kell M thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn!\n\nChúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tốt nhất trong thời gian ở Việt Nam và chúng tôi đặc biệt vui mừng khi Catherine đã có tác động tích cực đến chuyến đi của bạn. Thật tuyệt khi biết rằng mọi thứ, từ lúc bạn hạ cánh cho đến khi kết thúc chuyến tham quan, đều được sắp xếp hợp lý và đáp ứng nhu cầu của bạn một cách hoàn hảo.\n\nChúng tôi rất vui vì chuyến tham quan diễn ra suôn sẻ và thú vị, ngay cả khi có sự sắp xếp vào phút cuối. Những lời tốt đẹp của bạn về sự giúp đỡ và sự kiên nhẫn của Catherine - có ý nghĩa rất lớn đối với chúng tôi. Thật tuyệt vời khi bạn tìm thấy những địa điểm mà cô ấy gợi ý thật ngoạn mục và bạn đánh giá cao nhịp độ thoải mái của chuyến tham quan. Chúng tôi cũng rất vui vì những đề xuất về khách sạn đã đáp ứng được mong đợi của bạn.\n\nCảm ơn bạn đã lựa chọn Travel Sense Asia cho chuyến hành trình đến Đà Lạt của mình. Chúng tôi mong muốn giúp bạn lên kế hoạch cho chuyến phiêu lưu tiếp theo của mình.\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Tôi đã đặt chuyến đi qua Kurt, anh ấy cực kỳ chuyên nghiệp và hiểu biết, đồng thời cố gắng hết sức để biến mọi yêu cầu của tôi thành hiện thực, thực sự có thể tùy chỉnh. Ngoài ra, đây là lần đầu tiên tôi cùng con gái leo núi Phan Xi Păng. Chúng tôi thật may mắn khi có anh Hà làm hướng dẫn viên du lịch. Không từ ngữ nào có thể diễn tả hết sự biết ơn của chúng tôi vì cách anh ấy đảm bảo an toàn cho con gái tôi trong suốt trải nghiệm phiêu lưu 2D1N. Nếu ai muốn đến thăm Việt Nam, tôi thực sự khuyên bạn nên đặt phòng qua Travel Sense Asia.Đọc thêm",
            "Kính gửi Pioneer26495414825,\n\nCảm ơn bạn rất nhiều vì đánh giá tích cực về chuyến đi Việt Nam tùy chỉnh của bạn với Travel Sense Asia. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời nhất từ ​​trước đến nay và Kurt có thể đáp ứng mọi yêu cầu của bạn một cách chuyên nghiệp và chuyên nghiệp.\n\nChúng tôi đặc biệt vui mừng khi biết rằng chuyến đi leo núi Phan Xi Păng cùng con gái của bạn thật đáng nhớ và anh Hà đã đảm bảo an toàn cho bạn trong suốt chuyến phiêu lưu 2N1N. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất biết ơn những lời tốt đẹp của bạn.\n\nNếu bạn có bất kỳ kế hoạch du lịch nào khác, chúng tôi rất hân hạnh được hỗ trợ bạn một lần nữa.\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Phí thanh toán bằng thẻ tín dụng của bạn là bao nhiêu? Đọc thêm",
            "Phí thanh toán thẻ tín dụng của bạn là bao nhiêu? Đọc thêm",
            "Xin chào - Tôi đang định gửi tiền qua ngân hàng Travel, nhưng - Người thụ hưởng - là cô Ngô chứ không phải - Travel Sese Asia - - tại sao vậy ? thông thường chúng tôi trả tiền cho công tyĐọc thêm",
            "Annie W thân mến, \nCảm ơn bạn rất nhiều vì đã tin tưởng vào dịch vụ của chúng tôi và cho chúng tôi cơ hội được phục vụ bạn. Về câu hỏi của bạn về tài khoản ngân hàng, chị Ngô đã được ủy quyền nhận thanh toán từ tất cả khách hàng nên bạn hoàn toàn yên tâm khi chuyển khoản tiền gửi của mình. \nCảm ơn bạn và chúng tôi rất mong được gặp bạn tại Việt Nam. \nTrân trọng, \nĐội ngũ Travel Sense AsiaĐọc thêm",
            "Xin chào Travel Sense Adia,\n\nTôi đã thanh toán tiền đặt cọc vào tháng 9 năm 2019 cho chuyến đi sắp tới vào cuối tháng 12 năm 2019. Tôi lo lắng vì không nhận được bất kỳ thông tin cập nhật nào vì chuyến đi sắp tới sắp đến.Đọc thêm",
            "Kính gửi - CKM1268, \nLời chào nồng nhiệt nhất từ ​​Travel Sense Asia!\nChúng tôi xin lỗi vì bất kỳ sự bất tiện nào nhưng bạn có thể vui lòng cung cấp mã đặt chỗ của mình để kiểm tra tốt hơn không. Mặt khác, vui lòng liên hệ trực tiếp với Chuyên gia tư vấn đã sắp xếp chuyến đi của bạn hoặc qua email bán hàng của nhóm chúng tôi - travelsense.asia hoặc đường dây nóng - 84 899 86 1177. Chắc chắn bạn sẽ nhận được phản hồi của chúng tôi trong thời gian sớm nhất. \nChúng tôi rất mong được gặp bạn vào cuối tháng này!\nTrân trọng, \nĐội ngũ Travel Sense AsiaĐọc thêm",
            "Travel Sense Asia có tính phí 3 - phí ngân hàng khi thanh toán bằng thẻ tín dụng không?Đọc thêm",
            "Có..cách đó dễ dàng hơn nhiềuĐọc thêm",
            "Tên tài khoản ngân hàng để thanh toán là gì? Vì đại lý du lịch cung cấp tên tài khoản khác với tên công ty.Đọc thêm",
            "Bạn có thể sử dụng bất kỳ phương thức thanh toán nào bạn muốn mà không gặp rủi ro.. ngay sau khi bạn thực hiện thanh toán, hãy gửi biên lai cho đại lý và họ sẽ ngay lập tức gửi lại cho bạnĐọc thêm",
            "Tên và số tài khoản ngân hàng do Đại lý du lịch cung cấp hoàn toàn khác với tên và số tài khoản trên trang web của Công ty?Đọc thêm",
            "Chúng tôi cần thanh toán cho Travel Sense Asia cho gói Tour.\nChi tiết ngân hàng không có trong tên Công ty?\nAi đó có thể vui lòng cho tôi biết chi tiết ngân hàng có phải là chi tiết trên trang web của Công ty hay không?Đọc thêm",
            "Nếu bạn có bất kỳ câu hỏi nào, hãy hỏi Julie tại TRAVELSENSEASIA. Cô ấy đã giúp chúng tôi đặt chỗ và trả lời tất cả các câu hỏi của chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            726,
            62,
            2,
            1,
            2
        ],
        "review_amount": 793,
        "location": [
            "Việt Nam",
            "Travel Sense Châu Á",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written May 30, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 18, 2024",
            "Written May 16, 2024",
            "Written May 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or10-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8096024-Reviews-Hoa_Sen_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12874219-Reviews-I_Love_Vietnam_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4442940-Reviews-Zennova_Nui_Truc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d17268293-Reviews-Langur_s_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8317290-Reviews-TripAsean_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595663-Reviews-Amity_Smile_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1973836-Reviews-Khoaviet_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710180-Reviews-Vietnam_OZ_Holiday-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13505868-Reviews-Excellence_Health_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25412899-Reviews-Ti_m_G_m-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17366793-Reviews-BNB_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17632113-Reviews-Truc_Lam_Handmade-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d496700-Reviews-Goat_Island_Mokuauia-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d147441-Reviews-Riverwalk-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g44889-d274391-Reviews-Montauk_State_Park-Salem_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d11827483-Reviews-Lohan_Nightclub-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d10664975-Reviews-Eiffel_Tower_Replica-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d14067576-Reviews-South_Shore_Line-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g318869-d16819159-Reviews-Qeparo_Beach-Qeparo_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g190385-d4745501-Reviews-Sirena_Bay-Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d276188-Reviews-Museum_of_Communism-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d3590698-Reviews-Paintball_Nepal-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or10-Travel_Sense_Asia-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.9819828047790603,
            "thực tế": 0.5434177257120609,
            "travel sense": 0.9137924368066402,
            "phương tiện": 0.9953065514564514,
            "sân bay": 0.7718144794926047,
            "khách sạn": -0.1924749966710806,
            "khu phố cổ": 0.8737691454589367,
            "phố cổ": 0.8737691454589367,
            "xe": 0.7953989318727205,
            "hướng dẫn viên du lịch": 0.9900451003981289,
            "lịch sử": 0.7365958687538902,
            "hướng dẫn viên du lịch người dân tộc": 0.9902038329746574,
            "vịnh": 0.8737691454589367,
            "hành trình": 0.8404820235300576,
            "hướng dẫn viên": 0.9911330468021333,
            "ngũ siêu": 0.9951804808224551,
            "chuyến tham quan": 0.9933009984961245,
            "văn": 0.9955229574115947,
            "dịch vụ": 0.8370997781069794,
            "ty du lịch": 0.5,
            "dịch vụ khách hàng": 0.995408849674277,
            "kỳ nghỉ": 0.9952692923834547,
            "chuyến tham": 0.5,
            "dịch vụ chuyên nghiệp": 0.5,
            "phương tiện đi": 0.9953694489668123,
            "trải nghiệm du lịch": 0.9927199523663148,
            "cánh hoa": 0.9955534200416878,
            "phương tiện di chuyển": 0.9953583573224023,
            "trải nghiệm": 0.9953219771559816,
            "kỷ niệm du lịch": 0.9927118581254035,
            "cảnh": 0.8737691454589367,
            "món ăn": 0.995578886300791,
            "chỗ ở": 0.990524003864266,
            "chuyến lưu diễn": 0.9921377421123907
        },
        "dicts_adj": {
            "chuyến đi": [
                "tùy chỉnh",
                "tùy chỉnh",
                "nhỏ",
                "tuyệt vời",
                "rắc rối",
                "đặc biệt",
                "nhỏ",
                "tuyệt vời",
                "hoàn toàn",
                "bất kỳ",
                "vui",
                "an toàn",
                "thú vị",
                "thực sự",
                "suốt",
                "sẵn sàng",
                "khó",
                "kỹ lưỡng",
                "vui",
                "sẵn sàng",
                "suốt",
                "hoàn toàn",
                "vui mừng",
                "tuyệt vời"
            ],
            "thực tế": [
                "nhiều"
            ],
            "travel sense": [
                "chuyên nghiệp",
                "vui mừng",
                "tuyệt vời"
            ],
            "phương tiện": [
                "thoải mái"
            ],
            "sân bay": [
                "thực sự",
                "thoải mái",
                "suốt"
            ],
            "khách sạn": [
                "thực sự",
                "thoải mái",
                "suốt"
            ],
            "khu phố cổ": [
                "thoải mái"
            ],
            "phố cổ": [
                "thoải mái"
            ],
            "xe": [
                "thực sự",
                "thoải mái",
                "suốt"
            ],
            "hướng dẫn viên du lịch": [
                "khéo léo",
                "giỏi",
                "trẻ",
                "nhỏ",
                "tuyệt vời",
                "hoàn hảo",
                "đặc biệt",
                "giỏi",
                "nhất",
                "tốt",
                "nhất"
            ],
            "lịch sử": [
                "giỏi",
                "trẻ",
                "nhỏ"
            ],
            "hướng dẫn viên du lịch người dân tộc": [
                "giỏi",
                "nhỏ",
                "chân thành",
                "am hiểu"
            ],
            "vịnh": [
                "tuyệt vời"
            ],
            "hành trình": [
                "tuyệt vời",
                "tuyệt vời",
                "kỹ lưỡng",
                "mong đợi"
            ],
            "hướng dẫn viên": [
                "am hiểu"
            ],
            "ngũ siêu": [],
            "chuyến tham quan": [
                "an toàn",
                "thú vị",
                "nhất",
                "dễ dàng",
                "rõ",
                "đặc biệt",
                "dễ dàng",
                "cao",
                "rõ"
            ],
            "văn": [
                "tuyệt vời"
            ],
            "dịch vụ": [
                "chuyên nghiệp",
                "đầu tiên",
                "đặc biệt",
                "thực sự",
                "thực sự",
                "đặc biệt",
                "tuyệt vời",
                "nhanh chóng",
                "tuyệt vời",
                "nhanh chóng",
                "vui"
            ],
            "ty du lịch": [],
            "dịch vụ khách hàng": [],
            "kỳ nghỉ": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "chuyến tham": [],
            "dịch vụ chuyên nghiệp": [],
            "phương tiện đi": [
                "chính xác",
                "hoàn toàn"
            ],
            "trải nghiệm du lịch": [
                "thực sự",
                "bất kỳ",
                "căng thẳng",
                "thú vị",
                "khó"
            ],
            "cánh hoa": [
                "nhiều",
                "rực rỡ"
            ],
            "phương tiện di chuyển": [
                "thú vị",
                "thoải mái"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "nhiều",
                "hơn"
            ],
            "kỷ niệm du lịch": [
                "nhiều",
                "khó"
            ],
            "cảnh": [
                "đẹp",
                "nhiều"
            ],
            "món ăn": [
                "ngon"
            ],
            "chỗ ở": [
                "tốt đẹp",
                "kịp thời"
            ],
            "chuyến lưu diễn": [
                "chắc chắn"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 16,
            "thực tế": 2,
            "travel sense": 6,
            "phương tiện": 2,
            "sân bay": 2,
            "khách sạn": 2,
            "khu phố cổ": 2,
            "phố cổ": 2,
            "xe": 2,
            "hướng dẫn viên du lịch": 6,
            "lịch sử": 2,
            "hướng dẫn viên du lịch người dân tộc": 2,
            "vịnh": 2,
            "hành trình": 8,
            "hướng dẫn viên": 2,
            "ngũ siêu": 2,
            "chuyến tham quan": 6,
            "văn": 2,
            "dịch vụ": 12,
            "ty du lịch": 2,
            "dịch vụ khách hàng": 6,
            "kỳ nghỉ": 4,
            "chuyến tham": 2,
            "dịch vụ chuyên nghiệp": 2,
            "phương tiện đi": 2,
            "trải nghiệm du lịch": 4,
            "cánh hoa": 2,
            "phương tiện di chuyển": 2,
            "trải nghiệm": 4,
            "kỷ niệm du lịch": 2,
            "cảnh": 2,
            "món ăn": 2,
            "chỗ ở": 2,
            "chuyến lưu diễn": 2
        }
    },
    {
        "attraction_name": "Travel Sense Asia",
        "attraction_name_vi": "Travel Sense Châu Á",
        "general_info": [
            "793 đánh giá",
            "- 34 trên 1.093 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Với hơn 15 năm kinh nghiệm tại Việt Nam và Đông Nam Á, Travel Sense Asia kết nối du khách với nhịp tim của từng điểm đến thông qua đội ngũ chuyên gia địa phương. Chúng tôi mang đến những trải nghiệm du lịch phù hợp với những kết nối chân thực, những cuộc gặp gỡ đích thực và sự tôn trọng sâu sắc đối với môi trường. Chúng tôi mời bạn đến một trải nghiệm du lịch vượt xa sự bình thường. Bạn đã sẵn sàng chưa?Đọc thêm",
        "reviews": [
            "Travel Sense Asia và Aurora, chuyên gia tư vấn du lịch của chúng tôi, đã khiến chuyến đi đến Việt Nam của chúng tôi trở nên khó quên! Chúng tôi có 3 cô gái và đã chọn một chuyến du lịch riêng kéo dài 2 tuần, từ Bắc vào Nam và mọi thứ đã được lên kế hoạch hoàn hảo, khiến chúng tôi không phải lo lắng gì cả. Chúng tôi thực sự yêu thích tất cả các hoạt động họ tổ chức cho chúng tôi và thực sự đánh giá cao việc chúng tôi được trải nghiệm đất nước xinh đẹp này trong khi thực hiện những điều thú vị cũng như được liên lạc với người dân địa phương. Chúng tôi có hướng dẫn viên nói tiếng Ý và tất cả họ đều tuyệt vời! Siêu thông tin và tử tế. Chúng tôi cũng thực sự hài lòng với tất cả chỗ ở mà Aurora đã đặt cho chúng tôi. Chúng tôi chọn ở trong phạm vi 3 sao và tất cả các khách sạn đều đẹp, siêu trung tâm và sạch sẽ. Chuyến đi của chúng tôi khá chật chội vì chúng tôi đã đến thăm rất nhiều nơi nhưng nhờ có Travel Sense Asia nên chúng tôi không hề căng thẳng chút nào. Chúng tôi chắc chắn sẽ lên kế hoạch cho các chuyến đi trong tương lai tới Thái Lan hoặc Campuchia cùng với họ và hết lòng có thể giới thiệu chúng cho bất kỳ ai muốn khám phá Việt Nam.Đọc thêm",
            "Daniela thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng chuyến đi đến Việt Nam của bạn thật khó quên và Aurora cùng với đội ngũ Travel Sense Asia đã khiến chuyến đi này trở nên đặc biệt đối với bạn và bạn bè của bạn.\n\nChúng tôi rất vui mừng vì chuyến du lịch riêng kéo dài hai tuần từ Bắc vào Nam Việt Nam của bạn đã được lên kế hoạch hoàn hảo, giúp bạn tận hưởng chuyến đi mà không phải lo lắng gì. Thật tuyệt vời khi biết rằng bạn yêu thích tất cả các hoạt động chúng tôi tổ chức và đánh giá cao cơ hội trải nghiệm văn hóa địa phương.\n\nHướng dẫn viên nói tiếng Ý của chúng tôi sẽ rất vui khi nghe những lời khen ngợi của bạn về dịch vụ đầy thông tin và tử tế của họ. Chúng tôi cũng rất vui vì chỗ ở đáp ứng mong đợi của bạn và các khách sạn 3 sao đều ở trung tâm, sạch sẽ và đẹp.\n\nThật tuyệt khi biết rằng, mặc dù có một hành trình dày đặc nhưng bạn không cảm thấy căng thẳng và hoàn toàn tận hưởng chuyến đi của mình. Ý định của bạn là lên kế hoạch cho các chuyến đi trong tương lai đến Thái Lan hoặc Campuchia với chúng tôi và lời giới thiệu tận tình của bạn có ý nghĩa rất lớn đối với chúng tôi.\n\nMột lần nữa xin cảm ơn bạn đã lựa chọn Travel Sense Asia. Chúng tôi mong muốn được giúp bạn tạo ra nhiều trải nghiệm du lịch khó quên hơn!\n\nTrân trọng kính chào,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Chúng tôi là 4 cô gái yêu thích du lịch, khám phá nét chân thực của các quốc gia và văn hóa của họ. Chúng tôi đã chọn Travel Sense Asia trong số các cơ quan địa phương khác nhau và họ đã đáp ứng được kỳ vọng của chúng tôi! Chúng tôi đã đi 10 ngày ở Cambogia và Chiara là người giới thiệu của chúng tôi. Trong suốt thời gian tổ chức, cô ấy đã trả lời kịp thời các câu hỏi và yêu cầu của chúng tôi, cô ấy đã đưa ra những gợi ý đúng đắn. Các khách sạn được đề xuất - 3 lần bắt đầu - thật tuyệt vời. Trong chuyến du lịch, cô ấy đã theo dõi chúng tôi hàng ngày để hỏi phản hồi của chúng tôi. Chúng tôi thực sự khuyên bạn nên sử dụng cơ quan này vì chất lượng cao của họ! cảm ơn, Chiara !!!!Đọc thêm",
            "Roberta thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng Travel Sense Asia đã vượt quá sự mong đợi của bạn trong chuyến đi 10 ngày tới Campuchia.\n\nChiara sẽ đặc biệt vui mừng khi nghe những lời tử tế của bạn.  Chúng tôi tự hào đảm bảo rằng khách hàng của mình có được trải nghiệm liền mạch và thú vị, đồng thời chúng tôi rất vui vì các khách sạn 3 sao đã đáp ứng được mong đợi của bạn.\n\nĐề xuất mạnh mẽ của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất biết ơn sự đánh giá cao của bạn đối với dịch vụ chất lượng cao của chúng tôi.\n\nMột lần nữa xin cảm ơn bạn đã lựa chọn Travel Sense Asia. Rất mong được hỗ trợ bạn trong những chuyến đi sắp tới!\n\nTrân trọng kính chào,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Chúng tôi đã so sánh các đại lý khác nhau và ngay lập tức, đại lý này có vẻ là tốt nhất. Và sự mong đợi đã vượt xa thực tế. Chiara là một nhà tổ chức xuất sắc và luôn sẵn sàng. Chúng tôi luôn cảm thấy được nuông chiều và bảo vệ. Anh ấy đã tổ chức chuyến đi của chúng tôi một cách hoàn hảo, nhưng trên hết chúng tôi không bao giờ phải lo lắng về bất cứ điều gì vì mọi thứ đều được sắp xếp một cách hoàn hảo. Tôi cũng muốn gửi lời cảm ơn đến Sam - người hướng dẫn - và Mao - người lái xe -, họ là những người rất tốt bụng và đã cho phép chúng tôi hiểu rõ hơn về triết lý của đất nước đáng yêu của bạn. Cuối cùng, đó là một chuyến đi tuyệt vời, những địa điểm tuyệt vời mà để lại dấu ấn nhờ cảnh quan và sự thân thiện của người dân, mặc dù thời tiết rất, rất, rất nóng. Tất cả Nhóm đã hoàn thành xuất sắc: hướng dẫn viên du lịch, phương tiện đi lại, chỗ ở, đồ ăn - . chắc chắn tôi đề nghị bạn công ty này cho một chuyến du lịch ở Campuchia. Cảm ơn các bạn rất nhiều vì lòng hiếu khách ở đất nước các bạn, tất cả các bạn đã làm rất tốt! Bạn thực sự là một đội tuyệt vời! MarinaĐọc thêm",
            "Marina thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn nhận thấy Travel Sense Asia là lựa chọn tốt nhất trong số các đại lý mà bạn so sánh. Thật tuyệt vời khi biết rằng sự mong đợi của bạn đã vượt xa trong chuyến đi.\n\nChiara, Sam và Mao sẽ rất vui khi nghe được những lời tử tế của bạn. Chúng tôi cố gắng đảm bảo khách hàng của mình cảm thấy được chiều chuộng và bảo vệ, và thật vui khi biết chúng tôi đã đạt được điều này cho bạn. Những lời khen ngợi của bạn về công tác tổ chức, hướng dẫn viên du lịch, phương tiện đi lại, chỗ ở và đồ ăn đều được đánh giá cao.\n\nMặc dù thời tiết rất nóng nhưng chúng tôi rất vui vì bạn đã thích thú với những cảnh đẹp và sự thân thiện của người dân Campuchia. Lời giới thiệu của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất vinh dự khi có cơ hội cho bạn thấy triết lý và vẻ đẹp của đất nước chúng tôi.\n\nMột lần nữa xin cảm ơn bạn vì những lời chân thành và vì đã lựa chọn Travel Sense Asia. Chúng tôi hy vọng được chào đón bạn trở lại trên một hành trình tuyệt vời khác trong tương lai!\n\nTrân trọng kính chào,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Đó là một kỳ nghỉ tuyệt vời mặc dù thời tiết nóng và ẩm ướt. Đại lý du lịch đã làm rất tốt, chúng tôi sắp xếp một chuyến đi nhỏ cuối cùng và thực sự đặc biệt, họ đáp ứng và sắp xếp mọi thứ thuận tiện cho chúng tôi, hướng dẫn viên du lịch, phương tiện di chuyển, chỗ ở, đồ ăn, chúng tôi rất vui và chắc chắn sẽ chọn cho công ty này và Cảm ơn bạn rất nhiều vì lòng hiếu khách tuyệt vời từ đại lý du lịch Catherine, bạn đã làm rất tốtĐọc thêm",
            "Amirrul thân mến,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá tuyệt vời về kỳ nghỉ gần đây của mình với Travel Sense Asia! Chúng tôi rất vui mừng khi biết bạn đã có một trải nghiệm tuyệt vời, mặc dù thời tiết hơi nóng và ẩm!\n\nChúng tôi đặc biệt đánh giá cao những lời tốt đẹp của bạn về Catherine, đại lý du lịch của chúng tôi.  Chúng tôi rất vui khi biết cô ấy đã làm rất tốt việc hỗ trợ chuyến đi vào phút cuối của bạn và sắp xếp mọi thứ để thuận tiện cho bạn, bao gồm hướng dẫn viên du lịch, phương tiện đi lại, chỗ ở và đồ ăn.  Thật tuyệt vời khi biết bạn rất hài lòng với dịch vụ này!\n\nCảm ơn bạn đã chọn Travel Sense Asia, Amirrul và đã ghi nhận lòng hiếu khách tuyệt vời của Catherine.  Chúng tôi luôn nỗ lực để đảm bảo trải nghiệm du lịch tốt nhất có thể cho khách hàng quý giá của mình và phản hồi của bạn sẽ giúp chúng tôi đạt được điều đó.\n\nMột lần nữa xin cảm ơn bạn đã lựa chọn Travel Sense Asia! Chúng tôi rất muốn giúp bạn lên kế hoạch cho một kỳ nghỉ khó quên khác!\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Việc lên kế hoạch và đặt chỗ cho một chuyến đi có thể rất khó khăn, nhưng với TRAVEL SENSE ASIA, mọi thứ trở nên dễ dàng hơn bao giờ hết. Họ đã bảo vệ bạn và giảm bớt căng thẳng khi lập kế hoạch du lịch. Tôi đánh giá cao họ! KURT luôn sẵn sàng giúp đỡ chúng tôi bất cứ khi nào chúng tôi cần bất kỳ sự trợ giúp nào cho chuyến đi, mọi việc diễn ra hoàn hảo.  Kurt cùng đội ngũ hướng dẫn viên và tài xế của anh ấy khiến chúng tôi muốn nhiều hơn nữa!Đọc thêm",
            "Jacqueline Anne thân mến,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá tuyệt vời về Travel Sense Asia! Chúng tôi thực sự đánh giá cao việc bạn chia sẻ kinh nghiệm của bạn với chúng tôi.\n\nChúng tôi rất vui khi biết rằng việc lập kế hoạch và đặt chuyến đi của bạn với chúng tôi thật dễ dàng, chính xác như mong muốn!  Có vẻ như Kurt cùng đội ngũ hướng dẫn viên và tài xế của anh ấy đã làm rất tốt việc đảm bảo chuyến đi của bạn diễn ra hoàn hảo, khiến bạn muốn nhiều hơn nữa. Chúng tôi rất tự hào về sự cống hiến của đội ngũ chúng tôi trong việc cung cấp dịch vụ đặc biệt và tạo ra những trải nghiệm du lịch khó quên.\n\nNhững lời nói tử tế của bạn về sự giúp đỡ của Kurt trong suốt chuyến đi chắc chắn sẽ đến được với anh ấy.  Chính những phản hồi như của bạn là động lực để chúng tôi tiếp tục vượt xa sự mong đợi.\n\nMột lần nữa xin cảm ơn bạn vì đã chọn Travel Sense Asia cho chuyến du lịch của mình và đã giới thiệu chúng tôi với những người khác!\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Cố vấn chính của tôi cho chuyến đi này là Fin. Anh ấy - rất hữu ích trong toàn bộ quá trình ngay từ đầu khi tôi đặt chuyến đi lần đầu với đại lý. Anh ấy kiên nhẫn giải thích mọi thắc mắc của tôi và thường nhanh chóng trả lời bất cứ khi nào tôi cần lời khuyên và hỗ trợ. Cảm ơn bạn rất nhiều vì đã làm cho chuyến đi của chúng tôi trở nên thú vị và vui vẻ, Fin! : - Đọc thêm",
            "Jessica Soo thân mến,\n\nCảm ơn bạn đã dành thời gian để lại nhận xét về chuyến đi gần đây của mình cùng Travel Sense Asia! Chúng tôi thực sự đánh giá cao phản hồi của bạn.\n\nChúng tôi - rất vui mừng khi biết rằng bạn đã có một trải nghiệm thú vị và vui vẻ!  Sự cống hiến của Fin - trong việc cung cấp dịch vụ xuất sắc là một ví dụ tuyệt vời về cam kết của chúng tôi đối với khách hàng của mình.  Chúng tôi chắc chắn sẽ chuyển lại cho bạn những lời tốt đẹp về sự kiên nhẫn, khả năng giao tiếp rõ ràng và phản hồi nhanh chóng của anh ấy trong toàn bộ quá trình lập kế hoạch chuyến đi.\n\nMột lần nữa xin cảm ơn quý khách đã lựa chọn Travel Sense Asia và ghi nhận dịch vụ xuất sắc của Fin -s. \nNếu bạn có thêm bất kỳ câu hỏi hoặc phản hồi nào, vui lòng liên hệ với chúng tôi.\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\n\nTravel Sense AsiaĐọc thêm",
            "Tôi muốn có một chuyến du lịch riêng cho gia đình mình và Lucy đã giúp tôi lên kế hoạch cho chuyến đi. Phản ứng nhanh và nhiều thông tin. Hướng dẫn viên của chúng tôi, Tommy và Mang, rất hữu ích. Tôi rất hài lòng với trải nghiệm này.Đọc thêm",
            "Kính gửi Felix S. Lando,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng Lucy có thể hỗ trợ bạn một cách hiệu quả trong việc lên kế hoạch cho chuyến du lịch riêng của gia đình bạn. Thật tuyệt vời khi biết rằng bạn nhận thấy nhóm của chúng tôi vừa phản hồi nhanh vừa cung cấp nhiều thông tin.\n\nChúng tôi chắc chắn sẽ chuyển những lời tốt đẹp của bạn tới Tommy và Mang, họ sẽ rất vui khi biết rằng họ đã khiến chuyến đi của bạn trở nên đáng nhớ với sự hướng dẫn hữu ích của họ. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui mừng vì có thể mang đến cho bạn trải nghiệm tích cực.\n\nNếu bạn có thêm bất kỳ kế hoạch du lịch nào trong tương lai, vui lòng liên hệ. Chúng tôi - rất muốn hỗ trợ bạn một lần nữa!\n\nTrân trọng kính chào,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Giao tiếp tuyệt vời với Fin, cố vấn du lịch của chúng tôi trước và trong suốt chuyến đi. Fin sắp xếp mọi thứ theo yêu cầu của chúng tôi. Các hướng dẫn viên ở Sapa, Sy và Hà Nội, Mochi cũng rất nhiệt tình. Chúng tôi cũng thích du thuyền Vịnh Hạ Long! Đọc thêm",
            "Monica thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có chuyến phiêu lưu 8 ngày tuyệt vời khám phá Hà Nội, Sapa và Vịnh Hạ Long. Thật tuyệt vời khi biết rằng Fin đã cung cấp khả năng liên lạc tuyệt vời và sắp xếp phù hợp để đáp ứng nhu cầu của bạn.\n\nChúng tôi rất vui vì bạn thích sự đồng hành và hướng dẫn của Sỹ ở Sapa, Mochi ở Hà Nội cũng như trải nghiệm đầy mê hoặc của chuyến du ngoạn Vịnh Hạ Long. Những lời tốt đẹp của bạn thực sự được đánh giá cao và sẽ được chia sẻ với nhóm.\n\nChúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại cho một hành trình khó quên khác trong tương lai!\n\nTrân trọng kính chào,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời với Travel Sense Asia, chúng tôi đã đặt tour bằng tiếng Tây Ban Nha và mọi thứ diễn ra suôn sẻ. các khách sạn đã được lựa chọn tốt và nhân viên rất tử tế. Muốn giới thiệu! Đọc thêm",
            "Boo B thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn! Chúng tôi rất vui mừng khi biết bạn đã có trải nghiệm tuyệt vời với Travel Sense Asia.\n\nChúng tôi rất vui vì bạn có thể đặt chuyến tham quan bằng tiếng Tây Ban Nha và mọi thứ diễn ra suôn sẻ. Chúng tôi làm việc chăm chỉ để đảm bảo thông tin liên lạc rõ ràng và các chuyến tham quan được tổ chức tốt cho tất cả khách hàng của mình.\n\nThật tuyệt vời khi bạn thích những khách sạn chúng tôi đã chọn và nhận thấy đội ngũ nhân viên rất tốt bụng. Chúng tôi cố gắng mang đến cho khách hàng những trải nghiệm thoải mái và thú vị.\n\nChúng tôi - rất vui khi được nghe ý kiến ​​của bạn - xin giới thiệu Travel Sense Asia! Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi.\n\nChúng tôi hy vọng bạn sẽ đi du lịch cùng chúng tôi lần nữa trong tương lai. Có rất nhiều cuộc phiêu lưu đáng kinh ngạc đang chờ được khám phá!\n\nTrân trọng kính chào,\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Việc đặt chỗ hoàn toàn thông qua WhatsApp và Lucy từ TSA đã rất nhanh chóng nhận được tất cả tin nhắn của tôi ngay cả vào cuối tuần và ban đêm. Ngoài ra tôi thích thực tế là tôi có thể tùy chỉnh chuyến đi cho phù hợp. Tôi cũng có thể thực hiện thanh toán lũy tiến.Đọc thêm",
            "JC thân mến,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tích cực khi đặt chuyến đi với chúng tôi.\n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn về Lucy. Thật tuyệt vời khi biết rằng cô ấy luôn phản hồi và hữu ích trong suốt quá trình đặt phòng, ngay cả ngoài giờ làm việc thông thường. Chúng tôi cố gắng cung cấp dịch vụ khách hàng xuất sắc và sự nhanh chóng của Lucy là một ví dụ tuyệt vời về cam kết đó. Chúng tôi cũng rất vui vì bạn thích sự linh hoạt trong việc tùy chỉnh chuyến đi của mình và thực hiện thanh toán lũy tiến. \n\nNếu bạn có thêm bất kỳ câu hỏi nào về chuyến đi sắp tới hoặc nếu có bất kỳ điều gì khác mà chúng tôi có thể giúp bạn, vui lòng liên hệ. Chúng tôi - ở đây để đảm bảo bạn có một cuộc phiêu lưu tuyệt vời!\n\nTrân trọng,\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Phí thanh toán bằng thẻ tín dụng của bạn là bao nhiêu? Đọc thêm",
            "Phí thanh toán thẻ tín dụng của bạn là bao nhiêu? Đọc thêm",
            "Xin chào - Tôi đang định gửi tiền qua ngân hàng Travel, nhưng - Người thụ hưởng - là cô Ngô chứ không phải - Travel Sese Asia - - tại sao vậy ? thông thường chúng tôi trả tiền cho công tyĐọc thêm",
            "Annie W thân mến, \nCảm ơn bạn rất nhiều vì đã tin tưởng vào dịch vụ của chúng tôi và cho chúng tôi cơ hội được phục vụ bạn. Về câu hỏi của bạn về tài khoản ngân hàng, chị Ngô đã được ủy quyền nhận thanh toán từ tất cả khách hàng nên bạn hoàn toàn yên tâm khi chuyển khoản tiền gửi của mình. \nCảm ơn bạn và chúng tôi rất mong được gặp bạn tại Việt Nam. \nTrân trọng, \nĐội ngũ Travel Sense AsiaĐọc thêm",
            "Xin chào Travel Sense Adia,\n\nTôi đã thanh toán tiền đặt cọc vào tháng 9 năm 2019 cho chuyến đi sắp tới vào cuối tháng 12 năm 2019. Tôi lo lắng vì không nhận được bất kỳ thông tin cập nhật nào vì chuyến đi sắp tới sắp đến.Đọc thêm",
            "Kính gửi - CKM1268, \nLời chào nồng nhiệt nhất từ ​​Travel Sense Asia!\nChúng tôi xin lỗi vì bất kỳ sự bất tiện nào nhưng bạn có thể vui lòng cung cấp mã đặt chỗ của mình để kiểm tra tốt hơn không. Mặt khác, vui lòng liên hệ trực tiếp với Chuyên gia tư vấn đã sắp xếp chuyến đi của bạn hoặc qua email bán hàng của nhóm chúng tôi - travelsense.asia hoặc đường dây nóng - 84 899 86 1177. Chắc chắn bạn sẽ nhận được phản hồi của chúng tôi trong thời gian sớm nhất. \nChúng tôi rất mong được gặp bạn vào cuối tháng này!\nTrân trọng, \nĐội ngũ Travel Sense AsiaĐọc thêm",
            "Travel Sense Asia có tính phí 3 - phí ngân hàng khi thanh toán bằng thẻ tín dụng không?Đọc thêm",
            "Có..cách đó dễ dàng hơn nhiềuĐọc thêm",
            "Tên tài khoản ngân hàng để thanh toán là gì? Vì đại lý du lịch cung cấp tên tài khoản khác với tên công ty.Đọc thêm",
            "Bạn có thể sử dụng bất kỳ phương thức thanh toán nào bạn muốn mà không gặp rủi ro.. ngay sau khi bạn thực hiện thanh toán, hãy gửi biên lai cho đại lý và họ sẽ ngay lập tức gửi lại cho bạnĐọc thêm",
            "Tên và số tài khoản ngân hàng do Đại lý du lịch cung cấp hoàn toàn khác với tên và số tài khoản trên trang web của Công ty?Đọc thêm",
            "Chúng tôi cần thanh toán cho Travel Sense Asia cho gói Tour.\nChi tiết ngân hàng không có trong tên Công ty?\nAi đó có thể vui lòng cho tôi biết chi tiết ngân hàng có phải là chi tiết trên trang web của Công ty hay không?Đọc thêm",
            "Nếu bạn có bất kỳ câu hỏi nào, hãy hỏi Julie tại TRAVELSENSEASIA. Cô ấy đã giúp chúng tôi đặt chỗ và trả lời tất cả các câu hỏi của chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            726,
            62,
            2,
            1,
            2
        ],
        "review_amount": 793,
        "location": [
            "Việt Nam",
            "Travel Sense Châu Á",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written May 13, 2024",
            "Written May 10, 2024",
            "Written May 6, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written May 1, 2024",
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 26, 2024",
            "Written April 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1809048-Reviews-or10-Travel_Sense_Asia-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or20-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8096024-Reviews-Hoa_Sen_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12874219-Reviews-I_Love_Vietnam_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4442940-Reviews-Zennova_Nui_Truc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d17268293-Reviews-Langur_s_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8317290-Reviews-TripAsean_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595663-Reviews-Amity_Smile_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1973836-Reviews-Khoaviet_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710180-Reviews-Vietnam_OZ_Holiday-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13505868-Reviews-Excellence_Health_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25412899-Reviews-Ti_m_G_m-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17366793-Reviews-BNB_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17632113-Reviews-Truc_Lam_Handmade-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g551613-d1083180-Reviews-Elizabeth_Castle-St_Helier_Jersey_Channel_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g635612-d2264307-Reviews-Faliraki_Beach-Faliraki_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d6697019-Reviews-Ballys_Casino-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d245166-Reviews-Johan_Cruyff_Arena-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7365670-Reviews-Suit_Cut_Bespoke_Tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d647125-Reviews-Al_Mamzar_Beach_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g580312-d23632087-Reviews-Mallorca_Thai_Massage-Port_d_Alcudia_Alcudia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d12828542-Reviews-Vouliagmeni_Beach-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g38815-d1546914-Reviews-Schlitterbahn_Waterpark_Kansas_City-Kansas_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60859-d2287532-Reviews-Ho_Chunk_Gaming_Madison-Madison_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or20-Travel_Sense_Asia-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or10-Travel_Sense_Asia-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyên gia": 0.995027526281774,
            "chuyến đi": 0.9097902628600584,
            "chuyến du lịch": 0.773225976813895,
            "người dân": 0.9955301454756409,
            "hướng dẫn viên": 0.9590473612562553,
            "khách sạn": 0.9934616595564876,
            "trung tâm": 0.9954817322432064,
            "travel sense": 0.899870736640878,
            "trải nghiệm văn hóa địa": 0.9955176526564173,
            "dịch vụ": 0.6834363384291018,
            "chỗ ở": 0.9955625498259906,
            "hành trình": 0.8083697580178048,
            "trải nghiệm du lịch": 0.9654934912279713,
            "văn hóa": 0.9544089613482356,
            "cơ quan địa phương": -0.9066734202206135,
            "dịch vụ chất lượng": 0.9953737037139945,
            "đại lý": 0.5131330363219604,
            "người hướng dẫn -": 0.9845951674118018,
            "người lái xe": 0.9919676997233182,
            "cảnh quan": 0.962999140843749,
            "hướng dẫn viên du lịch phương tiện đi lại chỗ": 0.5,
            "đồ ăn": 0.5662134772974241,
            "hướng dẫn viên du lịch phương tiện đi lại chỗ ở": 0.5150438267737627,
            "thời tiết": 0.08832156567950733,
            "cảnh": 0.9945543361827731,
            "kỳ nghỉ": 0.9009097694652155,
            "đại lý du lịch": 0.9955231719650328,
            "hướng dẫn viên du lịch phương tiện di chuyển chỗ": 0.9952436958701583,
            "trải nghiệm": 0.995305389049463,
            "dịch vụ khách hàng": 0.995408849674277
        },
        "dicts_adj": {
            "chuyên gia": [
                "khó"
            ],
            "chuyến đi": [
                "khó",
                "chật chội",
                "nhiều",
                "căng thẳng",
                "chắc chắn",
                "bất kỳ",
                "khó",
                "đặc biệt",
                "tận tình",
                "lớn",
                "vui mừng",
                "hoàn hảo",
                "hoàn hảo",
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "xa",
                "nhỏ",
                "cuối cùng",
                "thực sự",
                "đặc biệt",
                "thuận tiện",
                "khó khăn",
                "dễ dàng",
                "sẵn sàng",
                "bất kỳ",
                "hoàn hảo",
                "vui",
                "dễ dàng",
                "chính xác",
                "hoàn hảo",
                "nhiều",
                "tử tế",
                "suốt",
                "chắc chắn",
                "nhiều",
                "thú vị"
            ],
            "chuyến du lịch": [
                "riêng",
                "hoàn hảo",
                "riêng",
                "chắc chắn",
                "khác"
            ],
            "người dân": [
                "thực sự",
                "thực sự",
                "cao",
                "xinh đẹp",
                "thú vị"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "vui",
                "cùng",
                "nhiều",
                "tốt"
            ],
            "khách sạn": [
                "đẹp",
                "sạch sẽ",
                "đẹp",
                "tuyệt vời",
                "thú vị",
                "vui"
            ],
            "trung tâm": [
                "sạch sẽ",
                "sạch sẽ",
                "đẹp"
            ],
            "travel sense": [
                "chật chội",
                "nhiều",
                "căng thẳng",
                "khác",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "trải nghiệm văn hóa địa": [
                "tuyệt vời",
                "cao"
            ],
            "dịch vụ": [
                "đầy",
                "tử tế",
                "tuyệt vời",
                "hài lòng",
                "đặc biệt"
            ],
            "chỗ ở": [
                "sạch sẽ",
                "đẹp"
            ],
            "hành trình": [
                "dày đặc",
                "căng thẳng",
                "hoàn toàn",
                "tuyệt vời",
                "khác"
            ],
            "trải nghiệm du lịch": [
                "nhiều",
                "khó",
                "hơn",
                "tốt",
                "khó"
            ],
            "văn hóa": [
                "chân thực"
            ],
            "cơ quan địa phương": [
                "khác"
            ],
            "dịch vụ chất lượng": [
                "mạnh mẽ",
                "lớn",
                "cao",
                "cao"
            ],
            "đại lý": [
                "khác",
                "tốt",
                "vui",
                "tốt"
            ],
            "người hướng dẫn -": [
                "tốt bụng",
                "rõ",
                "hơn"
            ],
            "người lái xe": [
                "tốt bụng",
                "rõ",
                "hơn"
            ],
            "cảnh quan": [
                "nóng"
            ],
            "hướng dẫn viên du lịch phương tiện đi lại chỗ": [],
            "đồ ăn": [
                "cao",
                "vui",
                "chắc chắn",
                "nhiều",
                "tuyệt vời"
            ],
            "hướng dẫn viên du lịch phương tiện đi lại chỗ ở": [
                "cao"
            ],
            "thời tiết": [
                "nóng",
                "vui"
            ],
            "cảnh": [
                "đẹp"
            ],
            "kỳ nghỉ": [
                "tuyệt vời",
                "nóng",
                "gần",
                "khó",
                "khác"
            ],
            "đại lý du lịch": [
                "tốt",
                "tốt",
                "đặc biệt",
                "cao",
                "tốt đẹp"
            ],
            "hướng dẫn viên du lịch phương tiện di chuyển chỗ": [
                "vui",
                "chắc chắn",
                "nhiều",
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "vui mừng",
                "tuyệt vời",
                "nóng"
            ],
            "dịch vụ khách hàng": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyên gia": 2,
            "chuyến đi": 15.0,
            "chuyến du lịch": 9.0,
            "người dân": 2,
            "hướng dẫn viên": 7.0,
            "khách sạn": 8,
            "trung tâm": 4,
            "travel sense": 7.0,
            "trải nghiệm văn hóa địa": 2,
            "dịch vụ": 8.5,
            "chỗ ở": 2,
            "hành trình": 3.5,
            "trải nghiệm du lịch": 5.0,
            "văn hóa": 2,
            "cơ quan địa phương": 2,
            "dịch vụ chất lượng": 2,
            "đại lý": 4.5,
            "người hướng dẫn -": 1.5,
            "người lái xe": 1.5,
            "cảnh quan": 1.5,
            "hướng dẫn viên du lịch phương tiện đi lại chỗ": 1.5,
            "đồ ăn": 6.0,
            "hướng dẫn viên du lịch phương tiện đi lại chỗ ở": 3.0,
            "thời tiết": 1.5,
            "cảnh": 1.5,
            "kỳ nghỉ": 3.0,
            "đại lý du lịch": 3.0,
            "hướng dẫn viên du lịch phương tiện di chuyển chỗ": 1.5,
            "trải nghiệm": 1.5,
            "dịch vụ khách hàng": 3.0
        }
    },
    {
        "attraction_name": "Travel Sense Asia",
        "attraction_name_vi": "Travel Sense Châu Á",
        "general_info": [
            "793 đánh giá",
            "- 34 trong số 1.093 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Lịch sử - Di sản Tour",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Với hơn 15 năm kinh nghiệm tại Việt Nam và Đông Nam Á, Travel Sense Asia kết nối du khách với nhịp tim của từng điểm đến thông qua đội ngũ chuyên gia địa phương. Chúng tôi mang đến những trải nghiệm du lịch phù hợp với những kết nối chân thực, những cuộc gặp gỡ đích thực và sự tôn trọng sâu sắc đối với môi trường. Chúng tôi mời bạn đến một trải nghiệm du lịch vượt xa sự bình thường. Bạn đã sẵn sàng chưa?Đọc thêm",
        "reviews": [
            "Tôi đã một mình đến Vịnh Hạ Long và Đà Nẵng ở Việt Nam. Tôi nằm trong danh sách nên đến thăm Vịnh Hạ Long vì đây là một trong 7 kỳ quan thế giới. Tôi rất biết ơn vì tôi đã chọn đúng đại lý du lịch trả lời nhanh chóng mọi thắc mắc của tôi.Đọc thêm",
            "Rina thân mến,\n\nCảm ơn bạn đã chia sẻ kinh nghiệm của bạn, Rina! Chúng tôi rất vui mừng khi biết rằng bạn đã có chuyến đi một mình đáng nhớ đến Vịnh Hạ Long và Đà Nẵng cùng Travel Sense Asia. Thật tuyệt vời khi bạn có thể thực hiện được ước mơ được đến thăm Vịnh Hạ Long, một trong những kỳ quan của thế giới. Chúng tôi rất vui vì nhóm của chúng tôi đã cung cấp hỗ trợ nhanh chóng và hữu ích trong suốt hành trình của bạn \n\nNếu bạn có thêm bất kỳ phản hồi nào hoặc bất kỳ điều gì khác mà chúng tôi có thể giúp bạn, vui lòng cho tôi biết. Chúng tôi mong sớm được chào đón bạn trên một hành trình khác cùng Travel Sense Asia!\n\nTrân trọng,\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Nhìn chung trải nghiệm ở Đà Nẵng khá tuyệt vời. Hướng dẫn viên giới thiệu rất nhiều về Đà Nẵng cho chúng tôi. Thích bãi biển và đồi Bà Nà.Đọc thêm",
            "Bạn Pei Yee T thân mến,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Đà Nẵng. Thật tuyệt vời khi hướng dẫn viên du lịch của chúng tôi cung cấp thông tin sâu sắc về thành phố, bao gồm những bãi biển xinh đẹp và Bà Nà Hills tuyệt đẹp. Chúng tôi cố gắng mang lại những trải nghiệm khó quên cho tất cả khách hàng và chúng tôi rất vui vì có thể đóng góp vào chuyến đi đáng nhớ của bạn.\n\nNếu bạn có thêm bất kỳ phản hồi nào hoặc bất kỳ điều gì khác mà chúng tôi có thể giúp bạn, vui lòng cho tôi biết. Chúng tôi mong sớm được chào đón bạn quay trở lại trong một chuyến phiêu lưu khác cùng Travel Sense Asia!\n\nTrân trọng,\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Đi du lịch với 4 người, 2 người lớn và 2 người già ở độ tuổi 70 trong 5 ngày 4 đêm. Hành trình đã được tiến hành tốt. Không có gì quá khó khăn đối với những người lớn tuổi. Sự sắp xếp được thực hiện để phục vụ nhu cầu của những người lớn tuổi. Sẽ đề xuất những người có trẻ nhỏ, người lớn tuổi và - hoặc cần không gian riêng tư tham gia chuyến tham quan tư nhân hóa để phù hợp với nhu cầu của bạn. Đánh giá cao Kurt, người đã kiên nhẫn với việc lập kế hoạch và cập nhật mặc dù tôi vô cùng bận rộn và khó có thể trả lời anh ấy kịp thời. Đọc thêm",
            "Bạn Wy K thân mến,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn. Chúng tôi rất vui khi biết rằng hành trình 5 ngày 4 đêm của bạn với chúng tôi diễn ra tốt đẹp và phù hợp với tất cả mọi người, kể cả những thành viên lớn tuổi trong nhóm của bạn. Thật tuyệt vời khi biết rằng sự sắp xếp của chúng tôi có thể đáp ứng nhu cầu của những người lớn tuổi, đảm bảo trải nghiệm thoải mái và thú vị cho tất cả mọi người.\n\nChúng tôi đánh giá rất cao những lời tốt đẹp của bạn dành cho Kurt. Phản hồi của bạn rất có giá trị đối với chúng tôi và chúng tôi rất vui mừng được hỗ trợ bạn tạo ra trải nghiệm du lịch đáng nhớ.\n\nCảm ơn bạn một lần nữa vì đã chọn chúng tôi cho hành trình của mình và chúng tôi mong được chào đón bạn quay trở lại với những cuộc phiêu lưu cá nhân hóa hơn trong tương lai!\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời cho chuyến đi 6 ngày tùy chỉnh đến miền Bắc Việt Nam. Fin đã cung cấp dịch vụ khách hàng tuyệt vời như vậy trước khi đặt chuyến đi, trong chuyến đi - thậm chí cả sau đó! Tôi thích cách chúng tôi có thể hỏi thăm chưa đầy một tháng trước khi đi du lịch và đặt được thứ gì đó một cách nhanh chóng! Chuyến đi là sự cân bằng tốt giữa việc ngắm cảnh và thời gian rảnh rỗi và dễ dàng. Khách sạn cũng tốt. Sạch sẽ, rộng rãi - vị trí tuyệt vời. Hành trình đến Vịnh Hạ Long và tất cả các phương tiện giao thông mặt đất đều có chất lượng tốt. Tôi rất thích sự kết hợp giữa các chuyến tham quan riêng và theo nhóm. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan Travel Sense Asia!Đọc thêm",
            "Anh Chiến thân mến,\n \nCảm ơn vì đã chia sẻ kinh nghiệm của bạn. Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong chuyến đi 6 ngày tùy chỉnh đến miền Bắc Việt Nam. Thật tuyệt vời khi biết rằng Fin đã cung cấp dịch vụ khách hàng xuất sắc trong toàn bộ quá trình, từ đặt chỗ đến chăm sóc sau.\n\nThật tuyệt vời khi biết rằng chuyến đi đến Vịnh Hạ Long và tất cả các phương tiện di chuyển trên mặt đất đều đáp ứng được mong đợi của bạn về mặt chất lượng. Chúng tôi cũng rất vui vì bạn đánh giá cao sự kết hợp giữa các chuyến tham quan riêng và hoạt động nhóm.\n\nMột lần nữa, cảm ơn bạn đã giới thiệu chuyến tham quan Travel Sense Asia! Chúng tôi mong được chào đón bạn trong chuyến phiêu lưu tiếp theo cùng chúng tôi. \n\nTrân trọng kính chào,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Đã tham gia các tour du lịch 2 ngày đến đồi Bà Nà và Hội An ở Đà Nẵng với hướng dẫn viên Tina và Tiến. Cả hai đều thân thiện và hiểu biết về những nơi chúng tôi tham quan. Các hành trình đã được lên kế hoạch tốt và cho phép chúng tôi tham quan các điểm tham quan với tốc độ phù hợp với bố tôi. Cảm ơn bạn và sẽ giới thiệu cho những người khác muốn đến thăm Việt Nam.  - Đọc thêm",
            "Kính gửi Sightseer66739532329,\n\nCảm ơn bạn đã chọn công ty lữ hành của chúng tôi cho các chuyến tham quan gần đây của bạn đến Bà Nà Hills và Hội An tại Đà Nẵng. Chúng tôi rất trân trọng những lời nói tử tế và thời gian bạn dành để chia sẻ trải nghiệm của mình với chúng tôi.\n\nChúng tôi rất vui khi biết rằng bạn đã có một khoảng thời gian tuyệt vời trong các chuyến tham quan của mình và hướng dẫn viên của chúng tôi, Tina và Tien. Tạo ra những trải nghiệm đáng nhớ và thú vị cho khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui khi đã đáp ứng được kỳ vọng của bạn.\n\nCảm ơn bạn đã giới thiệu dịch vụ của chúng tôi cho những người khác muốn đến thăm Việt Nam. Phản hồi tích cực và sự chứng thực của bạn có ý nghĩa rất lớn đối với chúng tôi, vì chúng là minh chứng cho sự tận tâm của chúng tôi trong việc cung cấp những trải nghiệm du lịch đặc biệt.\n\nMột lần nữa, chúng tôi chân thành cảm ơn phản hồi của bạn và sự tin tưởng mà bạn dành cho công ty lữ hành của chúng tôi. Hy vọng có thể đồng hành cùng bạn trong chuyến phiêu lưu tiếp theo của bạn tại Việt Nam.\nCảm ơn và trân trọng,\n\nTrưởng phòng dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Tôi đã liên hệ với Travel Sense Asia để được trợ giúp về thị thực điện tử của mình vào phút chót - không cần đề cập đến những căng thẳng liên quan - . Lily trả lời nhanh chóng và trấn an, quy trình này cực kỳ đơn giản, và phần quan trọng nhất là tôi đã nhận được thị thực vào ngày làm việc tiếp theo - Thứ Hai, tôi nộp đơn vào chiều Thứ Bảy - . Vì vậy, đối với bất kỳ ai còn nghi ngờ, bạn đang ở trong tình trạng tốt! Ngoài ra, điều đáng nói là mức phí thấp hơn đáng kể so với một số đại lý khác, tôi nhanh chóng quét qua trong sự hoảng loạn tột độ. Cảm ơn Lily!!! Đọc thêm",
            "Lorena S thân mến,\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm tuyệt vời của mình với Travel Sense Asia về đơn xin thị thực điện tử của bạn. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và cơ hội được hỗ trợ bạn với nhu cầu du lịch của bạn.\n\nChúng tôi rất vui khi biết rằng Lily, thành viên tận tâm trong nhóm của chúng tôi, đã cung cấp hỗ trợ nhanh chóng và yên tâm trong yêu cầu vào phút cuối của bạn. Nhóm của chúng tôi hiểu tầm quan trọng của dịch vụ kịp thời và hiệu quả, đặc biệt là khi chuẩn bị cho chuyến đi và chúng tôi rất vui mừng được đáp ứng mong đợi của bạn.\n\nChúng tôi cũng rất vui khi biết rằng quy trình xin thị thực rất đơn giản đối với bạn. Tại Travel Sense Asia, chúng tôi cố gắng đơn giản hóa và hợp lý hóa quy trình, đảm bảo trải nghiệm không rắc rối cho khách hàng quý giá của mình.\n\nLily và toàn bộ đội ngũ tại Travel Sense Asia rất biết ơn những lời đánh giá cao của bạn. Chúng tôi tự hào nỗ lực hết mình để đảm bảo khách hàng của mình được chăm sóc chu đáo, ngay cả trong những tình huống khẩn cấp. Sự hài lòng của bạn là phần thưởng cuối cùng của chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã chọn Travel Sense Asia cho nhu cầu thị thực điện tử của mình. Chúng tôi rất vinh dự được phục vụ bạn và mong được hỗ trợ bạn trong mọi việc sắp xếp chuyến đi trong tương lai mà bạn có thể yêu cầu.\n\nNếu bạn có bất kỳ câu hỏi nào hoặc cần hỗ trợ thêm, vui lòng liên hệ với chúng tôi. chúng tôi ở đây để giúp đỡ.\n\nCảm ơn và trân trọng kính chào,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Công ty du lịch rất nhiệt tình giải đáp mọi thắc mắc của chúng tôi và những địa điểm họ đề xuất đều rất đẹp. Lái xe thuê và hướng dẫn viên du lịch cũng rất thân thiện và hữu ích. Chúng tôi hài lòng với những khách sạn đã đặt.Đọc thêm",
            "Shi Y thân mến,\n\nCảm ơn bạn đã chia sẻ đánh giá tuyệt vời về trải nghiệm của mình với Travel Sense Asia. Chúng tôi thực sự đánh giá cao phản hồi của bạn và rất vui khi biết rằng bạn đã có một hành trình hài lòng.\n\nChúng tôi rất vui khi biết rằng đại lý du lịch của chúng tôi đã đáp ứng các thắc mắc của bạn và cung cấp cho bạn những đề xuất tuyệt vời về những địa điểm đẹp để ghé thăm. Chúng tôi cũng rất vui khi biết rằng các tài xế và hướng dẫn viên du lịch được thuê rất thân thiện và hữu ích trong suốt hành trình của bạn. Hơn nữa, chúng tôi rất vui vì những khách sạn mà chúng tôi đặt cho bạn đã đáp ứng được mong đợi của bạn. \n\nMột lần nữa, cảm ơn bạn đã lựa chọn Travel Sense Asia. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn những lời tốt đẹp của bạn. Nếu bạn có bất kỳ kế hoạch du lịch nào trong tương lai hoặc cần hỗ trợ thêm, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui mừng được phục vụ bạn một lần nữa.\n\nTrân trọng kính chào,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Chuyến đi thật tuyệt vời, có nhiều kỉ niệm đẹp. Tất cả sự sắp xếp, chẳng hạn như khách sạn và chuyến tham quan mà bạn đề xuất, đều tuyệt vời! Đặc biệt, vị trí khách sạn rất lý tưởng và được quy hoạch tốt. Chúng tôi thực sự rất thích chuyến đi, phần lớn nhờ vào hướng dẫn viên của chúng tôi, anh Tuyền, người rất giỏi về kiến ​​thức địa phương. Anh Tuyên đã chia sẻ những câu chuyện cá nhân giúp gia đình chúng tôi luôn vui vẻ, đồng thời gợi ý những món ăn và địa điểm mà lẽ ra chúng tôi đã bỏ lỡ. - Đọc thêm",
            "Kính gửi khách du lịch53020647000,\n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi. Chúng tôi rất vui mừng khi biết rằng chuyến đi của bạn chứa đầy những kỷ niệm tuyệt vời và bạn thích tất cả những sự sắp xếp mà chúng tôi đề xuất, bao gồm cả những khách sạn và chuyến tham quan tuyệt vời.\n\nChúng tôi rất vui khi biết rằng ông Tuyền, người hướng dẫn của bạn, đã cung cấp cho bạn kiến ​​thức địa phương tuyệt vời và những câu chuyện cá nhân giúp gia đình bạn luôn vui vẻ. Chúng tôi đánh giá cao những lời tốt đẹp của bạn về dịch vụ của anh ấy.\n\nCảm ơn bạn một lần nữa vì đã tin tưởng chúng tôi sắp xếp chuyến đi của bạn!\n\nTrân trọng kính chào,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Được cung cấp một dịch vụ chuyên nghiệp rất tốt bởi cô Lucy. Chúng tôi không cần phải lo lắng về hành trình vì họ đã lo mọi việc từ ngày chúng tôi đến cho đến khi khởi hành. Chúng tôi vừa có một kỳ nghỉ rất vui vẻ và thoải mái. Hướng dẫn viên - cô Ngọc và cô Sỹ - đã sắp xếp cho chúng tôi rất thân thiện và tài xế rất chuyên nghiệp. Rất hài lòng với dịch vụ của họ và chắc chắn có thể tin tưởng TravelSense cho chuyến đi Việt Nam - Đọc thêm",
            "Thân gửi MANI,\n\nCảm ơn bạn đã đánh giá tuyệt vời! Chúng tôi rất vui khi biết rằng bạn đã có một kỳ nghỉ rất tuyệt và thư giãn cùng chúng tôi. Thật tuyệt khi biết rằng cô Lucy đã cung cấp cho bạn dịch vụ chuyên nghiệp rất tốt và chăm sóc mọi thứ từ khi bạn đến cho đến khi bạn rời đi.\n\nChúng tôi rất vui vì hướng dẫn viên của chúng tôi, cô Ngọc và cô Sy, rất thân thiện và tài xế của chúng tôi rất chuyên nghiệp. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui mừng khi bạn có trải nghiệm tích cực như vậy với Travel Sense Asia.\n\nChúng tôi thực sự đánh giá cao lời giới thiệu của bạn và rất mong được giúp bạn lên kế hoạch cho chuyến phiêu lưu khó quên tiếp theo của mình!\n\nTrân trọng,\n\nTrưởng phòng dịch vụ khách hàng\nTravel Sense Asia Đọc thêm",
            "Chúng tôi leo lên đỉnh Phanxipan 3143m, ngắm rất nhiều cảnh đẹp hữu tình như hoàng hôn Vịnh Hạ Long, tập thái cực quyền trên thuyền vào buổi sáng, ăn đồ ăn địa phương, mua nhiều đặc sản địa phương, kỳ nghỉ khó quên - - - Đọc thêm",
            "Kính gửi Dream48604929204,\n\n Chúng tôi tại Travel Sense Asia rất vui mừng vì bạn đã có trải nghiệm tuyệt vời trong Hành trình Bắc Việt. Chúng tôi hy vọng bạn thích thưởng thức các món ăn địa phương ngon miệng và mang về nhà những đặc sản độc đáo!\n\nCảm ơn bạn đã chọn Travel Sense Asia và chia sẻ kỳ nghỉ khó quên của mình với chúng tôi.  Chúng tôi luôn nỗ lực tạo ra những trải nghiệm đặc biệt cho khách du lịch và phản hồi của bạn giúp chúng tôi đảm bảo chúng tôi sẽ tiếp tục làm như vậy.  Chúng tôi rất mong được giúp bạn lên kế hoạch cho chuyến phiêu lưu tiếp theo tại Việt Nam, bất cứ khi nào bạn sẵn sàng tạo ra những kỷ niệm tuyệt vời hơn nữa!\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm"
        ],
        "star_ratings": [
            726,
            62,
            2,
            1,
            2
        ],
        "review_amount": 793,
        "location": [
            "Việt Nam",
            "Travel Sense Châu Á",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written April 23, 2024",
            "Written April 20, 2024",
            "Written April 16, 2024",
            "Written April 16, 2024",
            "Written April 16, 2024",
            "Written April 15, 2024",
            "Written April 15, 2024",
            "Written April 12, 2024",
            "Written April 11, 2024",
            "Written April 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1809048-Reviews-or20-Travel_Sense_Asia-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or10-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or30-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8096024-Reviews-Hoa_Sen_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12874219-Reviews-I_Love_Vietnam_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4442940-Reviews-Zennova_Nui_Truc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d17268293-Reviews-Langur_s_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8317290-Reviews-TripAsean_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595663-Reviews-Amity_Smile_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1973836-Reviews-Khoaviet_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710180-Reviews-Vietnam_OZ_Holiday-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13505868-Reviews-Excellence_Health_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25412899-Reviews-Ti_m_G_m-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17366793-Reviews-BNB_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17632113-Reviews-Truc_Lam_Handmade-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190519-Reviews-Jewish_Museum_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d199890-Reviews-Ca_d_Zan-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d9609042-Reviews-Chaweng_Beach-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d286825-Reviews-Journey_Behind_the_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g56784-d146858-Reviews-Balmorhea_State_Park-Toyahvale_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29845-d218843-Reviews-Harriet_Tubman_Home-Auburn_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d7220845-Reviews-High_Line_Railroad_Park-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g30584-d5887937-Reviews-Lake_Guntersville_State_Park-Guntersville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d311008-Reviews-Robben_Island_Museum-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g37480-d4495605-Reviews-Raccoon_Lake_State_Recreation_Area-Rockville_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or30-Travel_Sense_Asia-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or20-Travel_Sense_Asia-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "kỳ quan thế": 0.9882715318817645,
            "đại lý du lịch": 0.9949828456155956,
            "chuyến đi": 0.8562992627266794,
            "kỳ quan": 0.995364053058438,
            "hành trình": 0.946492291688628,
            "dịch vụ khách hàng": 0.995408849674277,
            "hướng dẫn viên": 0.6639132118628671,
            "bãi biển": 0.8658847045929482,
            "hướng dẫn viên du lịch": 0.9604766243137419,
            "trải nghiệm": 0.663546562573174,
            "chuyến phiêu lưu": 0.9933068533428013,
            "không gian": 0.581274688243866,
            "chuyến tham quan": 0.7660334523388883,
            "trải nghiệm du lịch": 0.9953329937707167,
            "dịch vụ": 0.9948765600953872,
            "ngắm cảnh": 0.9570451538893394,
            "thời gian": 0.7685216030222364,
            "khách sạn": 0.5223578158766031,
            "vị trí": 0.9955052661825903,
            "vịnh": 0.8737691454589367,
            "phương tiện giao thông mặt": 0.9887075872393325,
            "chuyến tham quan travel sense": 0.9945284752175212,
            "phương tiện di chuyển": 0.5,
            "tour du lịch": 0.5,
            "điểm tham": 0.5,
            "công ty lữ hành": 0.5202912744134665,
            "công": 0.5,
            "ty lữ hành": 0.5,
            "phòng": 0.5,
            "travel sense": 0.5,
            "thị thực điện tử": 0.5,
            "trấn an": 0.9941708630649373,
            "đại lý": -0.38113006949424744
        },
        "dicts_adj": {
            "kỳ quan thế": [],
            "đại lý du lịch": [
                "biết ơn",
                "đúng",
                "nhanh chóng"
            ],
            "chuyến đi": [
                "vui mừng",
                "cùng",
                "tuyệt vời",
                "tốt",
                "vui mừng",
                "tuyệt vời"
            ],
            "kỳ quan": [
                "tuyệt vời"
            ],
            "hành trình": [
                "sớm",
                "khác",
                "tốt",
                "vui",
                "tốt đẹp",
                "lớn tuổi",
                "hóa",
                "hơn",
                "tốt"
            ],
            "dịch vụ khách hàng": [],
            "hướng dẫn viên": [
                "nhiều"
            ],
            "bãi biển": [
                "xinh đẹp",
                "đẹp",
                "đẹp"
            ],
            "hướng dẫn viên du lịch": [
                "sâu sắc"
            ],
            "trải nghiệm": [
                "khó",
                "vui",
                "thú vị",
                "vui"
            ],
            "chuyến phiêu lưu": [
                "sớm",
                "khác",
                "cùng"
            ],
            "không gian": [
                "riêng tư"
            ],
            "chuyến tham quan": [
                "riêng",
                "vui",
                "cao",
                "riêng",
                "gần"
            ],
            "trải nghiệm du lịch": [
                "tích cực",
                "lớn",
                "đặc biệt"
            ],
            "dịch vụ": [
                "tuyệt vời",
                "tuyệt vời",
                "xuất sắc",
                "khác"
            ],
            "ngắm cảnh": [
                "rảnh rỗi",
                "dễ dàng"
            ],
            "thời gian": [
                "rảnh rỗi",
                "dễ dàng"
            ],
            "khách sạn": [
                "tốt"
            ],
            "vị trí": [
                "rộng rãi",
                "tuyệt vời"
            ],
            "vịnh": [
                "tốt",
                "tuyệt vời"
            ],
            "phương tiện giao thông mặt": [
                "tốt"
            ],
            "chuyến tham quan travel sense": [
                "thực sự"
            ],
            "phương tiện di chuyển": [],
            "tour du lịch": [],
            "điểm tham": [],
            "công ty lữ hành": [
                "gần"
            ],
            "công": [],
            "ty lữ hành": [],
            "phòng": [],
            "travel sense": [],
            "thị thực điện tử": [],
            "trấn an": [
                "nhanh chóng",
                "đơn giản",
                "quan trọng"
            ],
            "đại lý": [
                "thấp",
                "hơn",
                "khác",
                "nhanh chóng"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "kỳ quan thế": 1.5,
            "đại lý du lịch": 1.5,
            "chuyến đi": 6.0,
            "kỳ quan": 1.5,
            "hành trình": 6.0,
            "dịch vụ khách hàng": 4.5,
            "hướng dẫn viên": 4.5,
            "bãi biển": 3.0,
            "hướng dẫn viên du lịch": 1.5,
            "trải nghiệm": 3.0,
            "chuyến phiêu lưu": 4.5,
            "không gian": 1.5,
            "chuyến tham quan": 6.0,
            "trải nghiệm du lịch": 3.0,
            "dịch vụ": 4.5,
            "ngắm cảnh": 1.5,
            "thời gian": 1.5,
            "khách sạn": 1.5,
            "vị trí": 1.5,
            "vịnh": 3.0,
            "phương tiện giao thông mặt": 1.5,
            "chuyến tham quan travel sense": 3.0,
            "phương tiện di chuyển": 1.5,
            "tour du lịch": 1.5,
            "điểm tham": 1.5,
            "công ty lữ hành": 1.5,
            "công": 1.5,
            "ty lữ hành": 1.5,
            "phòng": 1.5,
            "travel sense": 1.5,
            "thị thực điện tử": 1.5,
            "trấn an": 1.5,
            "đại lý": 1.5
        }
    },
    {
        "attraction_name": "Travel Sense Asia",
        "attraction_name_vi": "Travel Sense Châu Á",
        "general_info": [
            "793 đánh giá",
            "- 34 trên 1.093 Hoạt động ngoài trời tại Hà Nội",
            "Tham quan thành phốChuyến tham quan nhiều ngàyChuyến tham quan văn hóaChuyến tham quan lịch sử - di sảnChuyến tham quan thiên nhiên - động vật hoang dã",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Với hơn 15 năm kinh nghiệm tại Việt Nam và Đông Nam Á, Travel Sense Asia kết nối du khách với nhịp tim của từng điểm đến thông qua đội ngũ chuyên gia địa phương. Chúng tôi mang đến những trải nghiệm du lịch phù hợp với những kết nối chân thực, những cuộc gặp gỡ đích thực và sự tôn trọng sâu sắc đối với môi trường. Chúng tôi mời bạn đến một trải nghiệm du lịch vượt xa sự bình thường. Bạn đã sẵn sàng chưa?Đọc thêm",
        "reviews": [
            "tất cả các chuyến đi được tổ chức rất tốt, xử lý tinh tế, rất hiệu quả trong việc giải quyết mọi tình huống. Tôi muốn giới thiệu chuyến đi với cơ quan này, rất tốt. Chúng tôi đã liên hệ với Violeta, một chuyên gia tuyệt vời.Đọc thêm",
            "Enric B thân mến,\n\nCảm ơn bạn đã chia sẻ phản hồi của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng chuyến đi của bạn được tổ chức rất tốt và bạn đã nhận được sự đối xử tuyệt vời trong suốt chuyến đi. Thật tuyệt vời khi biết rằng nhóm của chúng tôi đã giải quyết hiệu quả mọi tình huống phát sinh trong hành trình của bạn.\n\nChúng tôi rất vui khi được bạn giới thiệu đi du lịch với đại lý của chúng tôi và chúng tôi đặc biệt vui mừng khi biết về trải nghiệm tích cực của bạn với Violeta. Cô ấy - thực sự là một chuyên gia tuyệt vời, và chúng tôi - chắc chắn sẽ chuyển những lời tử tế của bạn đến cô ấy.\n\nChúng tôi rất mong có cơ hội được phục vụ bạn lần nữa.\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Chúng tôi đã có chuyến du lịch riêng 5 ngày 4 đêm đáng nhớ ở Đà Nẵng, Huế và Hội An. Cảm ơn Lucy đã sắp xếp vào phút cuối do yêu cầu tham quan tùy chỉnh của chúng tôi. Các khách sạn, đồ ăn, hướng dẫn viên, tài xế và phương tiện đi lại đều tuyệt vời. Các khách sạn và đồ ăn chay ngon vượt trên cả sự mong đợi của chúng tôi. Chúng tôi yêu thích sự linh hoạt của chuyến tham quan vì nó riêng tư dành cho 2 khách. Lucy rất hữu ích và kiểm tra chúng tôi trong suốt cuộc hành trình. Tôi đặc biệt giới thiệu Travel Sense Asia cho các chuyến tham quan tại Việt Nam.Đọc thêm",
            "Kính gửi SL Chong,\n\nCảm ơn bạn đã chọn Travel Sense Asia và chia sẻ đánh giá tuyệt vời của bạn! Chúng tôi rất vui vì bạn đã có một chuyến tham quan riêng đáng nhớ tại Đà Nẵng, Huế và Hội An.\n\nChúng tôi luôn ấn tượng khi khách hàng khen ngợi khả năng đáp ứng các yêu cầu vào phút chót của chúng tôi, đặc biệt là đối với các tour du lịch tùy chỉnh. Chúng tôi rất cảm kích những lời khen ngợi của bạn về Lucy - sự chu đáo và khả năng tạo ra hành trình hoàn hảo của cô ấy là những gì khiến cô ấy trở thành một tài sản vô giá đối với nhóm của chúng tôi.\n\nChúng tôi rất vui khi biết rằng khách sạn, đồ ăn, hướng dẫn viên, tài xế và phương tiện di chuyển đã vượt quá mong đợi của bạn! Mang đến những trải nghiệm đặc biệt, đặc biệt là các lựa chọn chay ngon miệng, là ưu tiên hàng đầu của chúng tôi.\n\nCảm ơn bạn một lần nữa vì những lời khen ngợi và giới thiệu của bạn. Chúng tôi rất vinh dự được giúp bạn lên kế hoạch cho chuyến phiêu lưu tiếp theo của mình tại Việt Nam!\n\nTrân trọng,\n\nQuản lý dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Chúng tôi đã có một kỳ nghỉ tuyệt vời và được chăm sóc chu đáo. Thức ăn được sắp xếp thật tuyệt vời. Đại lý du lịch Lucy của chúng tôi thực sự có sức chứa với chúng tôi và rất hiệu quả. Tôi chắc chắn sẽ giới thiệu cơ quan này. Hãy tiếp tục phát huy nhé.Đọc thêm",
            "Trisha R thân mến,\n\nCảm ơn bạn rất nhiều vì đã chọn Travel Sense Asia và dành thời gian để lại đánh giá tuyệt vời như vậy! Chúng tôi rất vui mừng khi biết rằng bạn đã có một kỳ nghỉ tuyệt vời và được chăm sóc chu đáo.\n\nChúng tôi tự hào về việc cung cấp dịch vụ đặc biệt và các lựa chọn đồ ăn ngon, vì vậy chúng tôi rất vui khi biết mình đã đạt được mục tiêu!  Xin chân thành cảm ơn Lucy vì chỗ ở và hiệu quả của cô ấy - chúng tôi - chắc chắn sẽ chuyển lại những lời tốt đẹp của bạn.\n\nChúng tôi thực sự đánh giá cao đề xuất của bạn và rất mong được giúp bạn lên kế hoạch cho chuyến phiêu lưu khó quên tiếp theo của mình!\n\nTrân trọng,\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Đây là kỳ nghỉ rất tuyệt vời đối với chúng tôi. Chúng tôi tận hưởng toàn bộ kỳ nghỉ từ Huế đến Hội An đến Đà Nẵng. Chúng tôi đề xuất họ tổ chức các tour du lịch trong tương lai tại Việt Nam. Đọc thêm",
            "John W thân mến,\n\nCảm ơn bạn rất nhiều vì đã chọn Travel Sense Asia và dành thời gian để lại cho chúng tôi đánh giá tuyệt vời như vậy! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm kỳ nghỉ tuyệt vời tại Việt Nam, từ Huế đến Hội An đến Đà Nẵng.\n\nChúng tôi thực sự vui mừng khi biết rằng bạn rất thích mọi phần trong chuyến đi của mình. Mục tiêu của chúng tôi là tạo ra những trải nghiệm khó quên cho khách hàng và phản hồi tích cực của bạn cho chúng tôi biết rằng chúng tôi đang đi đúng hướng.\n\nChúng tôi rất vui được giúp bạn tổ chức các chuyến du lịch trong tương lai tại Việt Nam! Chúng tôi có nhiều lựa chọn có sẵn để phù hợp với mọi sở thích và ngân sách.  Hãy duyệt qua trang web của chúng tôi hoặc liên hệ trực tiếp với chúng tôi để thảo luận về kỳ nghỉ mơ ước của bạn.\n\nCảm ơn bạn một lần nữa vì những lời tốt đẹp và lời khuyên của bạn. Chúng tôi mong muốn tạo ra nhiều kỷ niệm du lịch tuyệt vời hơn cho bạn trong tương lai!\n\nTrân trọng,\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Trải nghiệm những điều tuyệt vời nhất miền Bắc Việt Nam trong 5 ngày. Bắt đầu ở Hà Nội sôi động, hòa mình vào văn hóa nơi đây, sau đó đến Sapa để khám phá thiên nhiên và phiêu lưu - bao gồm: bản Cát Cát, đi cáp treo lên đỉnh Phan-xi-păng - . Quay trở lại Hà Nội để khám phá lần cuối trước khi du ngoạn Vịnh Hạ Long tuyệt đẹp bằng hành trình trong ngày. Hành trình này mang đến sự kết hợp hoàn hảo giữa văn hóa và vẻ đẹp tự nhiên. Hành trình khó quên qua những cảnh quan quyến rũ và nền văn hóa sôi động của miền Bắc Việt Nam. Chúng tôi rất thích chuyến du lịch cùng gia đình và bạn bè. Hành trình, hướng dẫn viên du lịch, phương tiện di chuyển do Lucy sắp xếp là hoàn hảo. Tôi đã giới thiệu Travel sense Asia cho bạn bè và người thân của mình.Đọc thêm",
            "Jayalakshmi thân mến,\n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Thật tuyệt vời khi biết rằng bạn cùng gia đình và bạn bè đã tận hưởng những điều tuyệt vời nhất của miền Bắc Việt Nam chỉ trong 5 ngày. Chúng tôi rất vui mừng vì bạn thấy hành trình, hướng dẫn viên du lịch và phương tiện đi lại do Lucy sắp xếp là hoàn hảo. Cung cấp cho khách hàng những trải nghiệm liền mạch luôn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì những nỗ lực của Lucy đã góp phần mang lại sự hài lòng cho bạn. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất biết ơn sự tin tưởng của bạn đối với Travel Sense Asia.\n\nNếu bạn lên kế hoạch cho một chuyến phiêu lưu khác trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi mong muốn được giúp bạn tạo ra nhiều trải nghiệm đáng nhớ hơn.\n\nTrân trọng kính chào,\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "My recent experience with Travel Asia travel agency was a mix of highs and lows. The agency provided impeccable accommodation and hospitality services, establishing themselves as a trustworthy organization. The hotel they selected for our stay was beyond our expectations - clean, cozy, and truly amazing. Additionally, they offered us delicious breakfast and lunch options during our stay, enhancing our overall experience. However, there was an issue that impacted our trip negatively. Our tour guide, while being pleasant, struggled with English communication. Unfortunately, this language barrier made it challenging for us to fully grasp the information he was sharing about the tour sites. Moreover, the guide - s tendency to rush through the itinerary and skip certain destinations came as a disappointment, as we had been looking forward to exploring every stop on the tour.Despite these setbacks, the tour guide did put in effort to entertain us and ensure we had a good time. It was evident that he was trying his best to make our experience enjoyable, despite the communication and pacing issues. Overall, Travel Sense Asia demonstrated excellent care and service throughout our trip, reaffirming their commitment to customer satisfaction.In conclusion, Travel Sense Asia is a dependable choice for a safe and enjoyable travel experience. Despite the minor setbacks with the tour guide, the agency - s dedication to providing exceptional accommodation and hospitality services stands out. I recommend choosing Travel Sense Asia for your future travels, keeping in mind the potential language barrier challenges during guided tours. Their overall service quality ensures a good and secure travel experience.Read more",
            "Kính gửi DayTrip16859756681,\n\nCảm ơn bạn đã chia sẻ phản hồi chi tiết về trải nghiệm gần đây của bạn với Travel Sense Asia. Chúng tôi - rất vui khi biết rằng bạn nhận thấy dịch vụ lưu trú và khách sạn của chúng tôi hoàn hảo và khách sạn vượt quá sự mong đợi của bạn, mang đến trải nghiệm sạch sẽ, ấm cúng và thực sự tuyệt vời. Thật tuyệt vời khi biết rằng bạn đã thưởng thức các lựa chọn bữa sáng và bữa trưa ngon miệng trong suốt thời gian lưu trú, nâng cao trải nghiệm tổng thể của bạn.\n\nChúng tôi chân thành xin lỗi vì những thách thức mà bạn gặp phải về rào cản ngôn ngữ và các vấn đề về nhịp độ trong chuyến tham quan có hướng dẫn. Việc đảm bảo liên lạc rõ ràng và hành trình hợp lý là rất quan trọng đối với chúng tôi và chúng tôi rất tiếc về bất kỳ sự bất tiện nào mà điều này có thể gây ra. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi để đảm bảo rằng chúng tôi giải quyết những vấn đề này và cải thiện dịch vụ của mình cho khách du lịch trong tương lai.\n\nChúng tôi rất vui khi biết rằng bất chấp những trở ngại này, hướng dẫn viên du lịch của chúng tôi vẫn nỗ lực để giúp bạn giải trí và đảm bảo bạn có khoảng thời gian vui vẻ. Sự ghi nhận của bạn về sự cống hiến của họ được đánh giá rất cao và chúng tôi sẽ tiếp tục phấn đấu để đạt được sự xuất sắc trong các dịch vụ của mình.\n\nCảm ơn bạn đã giới thiệu Travel Sense Asia như một lựa chọn đáng tin cậy để có những trải nghiệm du lịch an toàn và thú vị. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất mong có cơ hội được chào đón bạn quay trở lại cho một hành trình đáng nhớ khác.\n\nTrân trọng kính chào,\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Chuyến đi được coi là thú vị đáng kinh ngạc về mọi mặt so với các địa điểm được đề xuất. Ngày đầu tiên đón khách đến các địa điểm tham quan - Văn Miếu và Hồ Hoàn Kiếm không thể bỏ qua vì tôi coi đây là biểu tượng của Hà Nội. Đi xích lô thật thú vị với những con phố bz và những chiếc xe máy ồn ào xung quanh bạn. Ở trong khách sạn Grand Mercure và vị trí rất nổi bật. Ngày thứ 2 thú vị hơn với chuyến đi đường quê kéo dài 2 giờ hoặc hơn đến Hạ Long để nghỉ đêm trên du thuyền. Hành trình tuyệt vời và các nhân viên rất ấm áp và chào đón. Tuy nhiên, thất vọng về vịnh biển vì nó bị ô nhiễm bởi rác thải và thùng nhựa, v.v... có thể sẽ rất tuyệt nếu được nhìn thấy làn nước trong vắt bất chấp tình trạng ô nhiễm. Đêm trên tàu du lịch là một điều tuyệt vời dù có một chút bất tiện đã xảy ra với chúng tôi. Tuy nhiên, trưởng đoàn du lịch và phi hành đoàn rất hữu ích và quan tâm chăm sóc chúng tôi cho đến khi chúng tôi trở về Hà Nội vào ngày hôm sau. Đồ ăn trên du thuyền rất ngon và quang cảnh rất đẹp để xem cụ thể vào buổi sáng. Tham quan Hoa Lư và Tam cốc thật thú vị không thể bỏ qua. Nó thật hấp dẫn một cách tự nhiên dù trời có mưa. Trên hết, chuyến đi lịch sử của chúng tôi cùng gia đình thật tuyệt vời và thực sự vinh dự khi được sắp xếp bởi Travel Sense Asia Co Ltd - TSA -. Bà Lucy Nguyễn thật tuyệt vời và được đánh giá cao vì bà đã sắp xếp chuyến đi này cho chúng tôi.  Xin chúc mừng Lucy và tất cả nhóm của cô ấy cho sự sắp xếp này. Tôi sẽ đưa ra khuyến nghị mạnh mẽ của mình cho bất kỳ ai đến thăm Việt Nam hãy liên hệ với TSA qua Lucy Nguyen Cảm ơn bạn - Đọc thêm",
            "Kính gửi Seaside667839,\n\nCảm ơn bạn đã chia sẻ kinh nghiệm chi tiết của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng chuyến đi của bạn thật thú vị và bạn thấy mọi khía cạnh của các trang web được đề xuất đều tuyệt vời.\n\nKhám phá Văn Miếu và Hồ Hoàn Kiếm vào ngày đầu tiên có vẻ như là một khởi đầu tuyệt vời cho chuyến phiêu lưu của bạn ở Hà Nội. Chúng tôi rất vui khi biết rằng bạn rất thích kỳ nghỉ tại Grand Mercure Hotel và nhận thấy vị trí của nó rất nổi bật.\n\nThật không may khi biết về tình trạng ô nhiễm ở Vịnh Hạ Long, nhưng chúng tôi rất vui vì mặc dù vậy, bạn vẫn thấy chuyến đi đêm trên du thuyền thật tuyệt vời và đội ngũ nhân viên nồng nhiệt, niềm nở. Chúng tôi xin lỗi vì bất kỳ sự bất tiện nào mà bạn gặp phải và rất biết ơn sự hỗ trợ của trưởng đoàn và phi hành đoàn của chúng tôi.\n\nĐến thăm Hoa Lư và Tam Cốc chắc chắn sẽ thực sự quyến rũ dù trời mưa. Chúng tôi - rất vui mừng được trở thành một phần trong chuyến đi lịch sử của bạn cùng gia đình.\n\nNhững lời nói tử tế của bạn được đánh giá rất cao và chúng tôi chắc chắn sẽ chuyển lời khen ngợi của bạn tới Lucy và những người còn lại trong nhóm.\n\nCảm ơn lời giới thiệu mạnh mẽ của bạn và nếu bạn hoặc bất kỳ ai bạn biết có kế hoạch đến thăm Việt Nam, chúng tôi rất hân hạnh được hỗ trợ.\n\nTrân trọng kính chào,\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Chúng tôi đã có một chuyến đi vui vẻ và lòng hiếu khách tuyệt vời ở bất cứ nơi nào chúng tôi đến. Ông Fin từ Travel Sense Asia đã sắp xếp tốt nhất cho chuyến đi của chúng tôi. Biết ơn và biết ơn vì điều đó.Đọc thêm",
            "Kính gửi DayTrip43523009510,\n\nCảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi vui vẻ và nhận được sự hiếu khách tuyệt vời trong suốt hành trình của mình. Thật vui khi biết rằng ông Fin từ Travel Sense Asia đã mang đến cho bạn sự sắp xếp tốt nhất cho chuyến đi của mình. Chúng tôi thực sự đánh giá cao những lời tốt đẹp của bạn và biết ơn sự tin tưởng của bạn dành cho chúng tôi.\n\nNếu bạn từng lên kế hoạch cho một cuộc phiêu lưu khác, xin đừng ngần ngại liên hệ. Chúng tôi mong được chào đón bạn trở lại để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng kính chào,\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Lucy sắp xếp cho tôi một kỳ nghỉ vui vẻ và thoải mái. Các chuyến đi đã được tổ chức và nó đã mang lại cho tôi cái nhìn sâu sắc về văn hóa về một Việt Nam xinh đẹp.Đọc thêm",
            "Ruby C thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời và những lời tốt đẹp về Lucy và Travel Sense Asia! Chúng tôi - rất vui mừng khi biết bạn đã có - Thời gian vui vẻ ở Việt Nam - và kỳ nghỉ của bạn vừa thoải mái vừa phong phú về văn hóa.\n\nLucy đam mê tạo ra những trải nghiệm du lịch khó quên ở Việt Nam và chúng tôi rất vui vì cô ấy có thể mang lại điều đó cho bạn.\n\nChúng tôi rất muốn nghe thêm về những điểm nổi bật cụ thể trong chuyến đi của bạn!  Bạn có đề xuất nào cho những du khách khác đang cân nhắc đến Việt Nam không?\n\nMột lần nữa xin cảm ơn bạn đã lựa chọn Travel Sense Asia. Chúng tôi mong được giúp bạn lên kế hoạch cho chuyến phiêu lưu tiếp theo của mình!\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm",
            "Tận hưởng chuyến đi. Được sắp xếp tốt. Địa điểm đẹp và con người thân thiện. Chắc chắn sẽ GIỚI THIỆU cho bạn bè và gia đình của tôi.Đọc thêm",
            "Kính gửi Dream31120909483,\n\nCảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn, Dream31120909483!  - Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời và tuyệt vời với Travel Sense Asia. Thật tuyệt vời khi biết rằng bạn rất thích chuyến đi và thấy mọi thứ đều được sắp xếp hợp lý. \n\nChúng tôi rất tự hào khi giới thiệu những địa điểm đẹp và đảm bảo du khách sẽ gặp được những con người thân thiện trên đường đi. Lời giới thiệu của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất mong được chào đón bạn, bạn bè và gia đình bạn quay trở lại trong một chuyến phiêu lưu đáng nhớ khác!\n\nChúng tôi rất muốn giúp bạn lên kế hoạch cho chuyến phiêu lưu tiếp theo của mình.  Vui lòng liên hệ với chúng tôi nếu bạn có bất kỳ câu hỏi nào.\n\nTrân trọng,\n\nGiám đốc dịch vụ khách hàng\nTravel Sense AsiaĐọc thêm"
        ],
        "star_ratings": [
            726,
            62,
            2,
            1,
            2
        ],
        "review_amount": 793,
        "location": [],
        "reviews_time": [
            "Written April 9, 2024",
            "Written April 4, 2024",
            "Written April 3, 2024",
            "Written April 2, 2024",
            "Written April 1, 2024",
            "Written March 31, 2024",
            "Written March 30, 2024",
            "Written March 29, 2024",
            "Written March 29, 2024",
            "Written March 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1809048-Reviews-or30-Travel_Sense_Asia-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or20-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or40-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8096024-Reviews-Hoa_Sen_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12874219-Reviews-I_Love_Vietnam_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4442940-Reviews-Zennova_Nui_Truc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d17268293-Reviews-Langur_s_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8317290-Reviews-TripAsean_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595663-Reviews-Amity_Smile_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1973836-Reviews-Khoaviet_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710180-Reviews-Vietnam_OZ_Holiday-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13505868-Reviews-Excellence_Health_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25412899-Reviews-Ti_m_G_m-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17366793-Reviews-BNB_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17632113-Reviews-Truc_Lam_Handmade-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d8699842-Reviews-Grand_Bazaar_Jewelers-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d254287-Reviews-Butterfly_Conservatory-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d109242-Reviews-Smithsonian_s_National_Zoo_Conservation_Biology_Institute-Washington_DC_District_of.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153963-Reviews-Six_Flags_Mexico-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d548256-Reviews-Hafeez_Center-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d17514414-Reviews-Al_Mina_Fruit_and_Vegetable_Souk-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d2266771-Reviews-Bob_Kerrey_Pedestrian_Bridge-Omaha_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d2627024-Reviews-Pepper_Park_Beach-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d276610-Reviews-Tallinn_Old_Town-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g35719-d131606-Reviews-Brookfield_Zoo-Brookfield_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or40-Travel_Sense_Asia-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-or30-Travel_Sense_Asia-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.9818164378876746,
            "cơ quan": 0.9937939806841314,
            "chuyên gia": 0.995256167196203,
            "đại lý": 0.9884167741984129,
            "trải nghiệm": 0.9555162340596629,
            "dịch vụ khách hàng": 0.995408849674277,
            "chuyến du lịch": 0.994404148349228,
            "khách sạn": 0.7477799739135662,
            "đồ ăn hướng dẫn viên": 0.74776085477788,
            "phương tiện đi": 0.7477317508601118,
            "đồ ăn chay": 0.9951050211675465,
            "chuyến tham quan": 0.9933206061832607,
            "chuyến tham": 0.9933978922490496,
            "tour du lịch": 0.594235522672534,
            "hành trình": 0.9346762697095983,
            "tài sản": 0.9311239889357239,
            "phương tiện di chuyển": 0.5,
            "chuyến phiêu lưu": 0.9935443149491524,
            "dịch vụ": 0.9166535931096101,
            "kỳ nghỉ": 0.8680265293005505,
            "thức ăn": 0.9953652686672285,
            "đại lý du lịch": 0.9955967497662641,
            "travel sense": 0.9951444708858617,
            "đồ ăn": 0.9954735153296497,
            "chỗ ở": 0.99549939786084,
            "trải nghiệm kỳ nghỉ": 0.9955122388200834,
            "trang web": 0.555446432903409,
            "kỷ niệm du lịch": 0.9952063080272637,
            "văn hóa": 0.8159432786051184,
            "thiên nhiên": 0.5,
            "bản": 0.5,
            "cát cát": 0.5,
            "đỉnh phan-xi-păng": 0.5,
            "du ngoạn vịnh": 0.9948276759823784,
            "cảnh quan": 0.5,
            "nền văn hóa": 0.5,
            "hướng dẫn viên du lịch phương tiện di chuyển": 0.5,
            "hành": 0.5,
            "trình": 0.5,
            "hướng dẫn viên du lịch": 0.5
        },
        "dicts_adj": {
            "chuyến đi": [
                "tốt",
                "hiệu quả",
                "tốt",
                "tốt",
                "tuyệt vời",
                "suốt",
                "thực sự"
            ],
            "cơ quan": [
                "tốt"
            ],
            "chuyên gia": [
                "tuyệt vời",
                "thực sự",
                "tuyệt vời",
                "chắc chắn",
                "tử tế"
            ],
            "đại lý": [
                "đặc biệt",
                "vui"
            ],
            "trải nghiệm": [
                "tích cực",
                "tuyệt vời",
                "vui",
                "hài lòng",
                "nhiều",
                "hơn"
            ],
            "dịch vụ khách hàng": [],
            "chuyến du lịch": [
                "riêng",
                "vui"
            ],
            "khách sạn": [
                "tuyệt vời",
                "ngon"
            ],
            "đồ ăn hướng dẫn viên": [
                "tuyệt vời"
            ],
            "phương tiện đi": [
                "tuyệt vời"
            ],
            "đồ ăn chay": [
                "ngon"
            ],
            "chuyến tham quan": [
                "linh hoạt",
                "riêng tư"
            ],
            "chuyến tham": [
                "đặc biệt",
                "vui",
                "riêng"
            ],
            "tour du lịch": [
                "đặc biệt"
            ],
            "hành trình": [
                "hoàn hảo",
                "hoàn hảo"
            ],
            "tài sản": [
                "vô giá"
            ],
            "phương tiện di chuyển": [],
            "chuyến phiêu lưu": [
                "vinh dự",
                "thực sự",
                "cao",
                "khó",
                "khác"
            ],
            "dịch vụ": [
                "đặc biệt"
            ],
            "kỳ nghỉ": [
                "tuyệt vời",
                "vui mừng",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "thức ăn": [
                "tuyệt vời"
            ],
            "đại lý du lịch": [
                "thực sự",
                "hiệu quả"
            ],
            "travel sense": [
                "nhiều",
                "tuyệt vời",
                "nhiều",
                "tuyệt vời",
                "lớn"
            ],
            "đồ ăn": [
                "ngon",
                "vui"
            ],
            "chỗ ở": [
                "chân thành",
                "chắc chắn",
                "tốt đẹp"
            ],
            "trải nghiệm kỳ nghỉ": [
                "vui mừng",
                "tuyệt vời"
            ],
            "trang web": [
                "trực tiếp"
            ],
            "kỷ niệm du lịch": [
                "nhiều",
                "tuyệt vời",
                "hơn"
            ],
            "văn hóa": [
                "đẹp",
                "tự nhiên"
            ],
            "thiên nhiên": [],
            "bản": [],
            "cát cát": [],
            "đỉnh phan-xi-păng": [],
            "du ngoạn vịnh": [
                "đẹp"
            ],
            "cảnh quan": [],
            "nền văn hóa": [],
            "hướng dẫn viên du lịch phương tiện di chuyển": [],
            "hành": [],
            "trình": [],
            "hướng dẫn viên du lịch": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 4.5,
            "cơ quan": 1.5,
            "chuyên gia": 3.0,
            "đại lý": 1.5,
            "trải nghiệm": 3.0,
            "dịch vụ khách hàng": 4.5,
            "chuyến du lịch": 4.5,
            "khách sạn": 3.0,
            "đồ ăn hướng dẫn viên": 3.0,
            "phương tiện đi": 3.0,
            "đồ ăn chay": 1.5,
            "chuyến tham quan": 1.5,
            "chuyến tham": 3.0,
            "tour du lịch": 3.0,
            "hành trình": 3.0,
            "tài sản": 1.5,
            "phương tiện di chuyển": 1.5,
            "chuyến phiêu lưu": 4.5,
            "dịch vụ": 4.5,
            "kỳ nghỉ": 6.0,
            "thức ăn": 1.5,
            "đại lý du lịch": 1.5,
            "travel sense": 6.0,
            "đồ ăn": 1.5,
            "chỗ ở": 1.5,
            "trải nghiệm kỳ nghỉ": 1.5,
            "trang web": 1.5,
            "kỷ niệm du lịch": 1.5,
            "văn hóa": 1.5,
            "thiên nhiên": 1.5,
            "bản": 1.5,
            "cát cát": 1.5,
            "đỉnh phan-xi-păng": 1.5,
            "du ngoạn vịnh": 1.5,
            "cảnh quan": 1.5,
            "nền văn hóa": 1.5,
            "hướng dẫn viên du lịch phương tiện di chuyển": 1.5,
            "hành": 1.5,
            "trình": 1.5,
            "hướng dẫn viên du lịch": 1.5
        }
    }
]