[
    {
        "attraction_name": "Travelmar",
        "attraction_name_vi": "Du lịch",
        "general_info": [
            "312 đánh giá",
            "- 12 trong số 47 điều cần làm ở Amalfi",
            "Phà"
        ],
        "attraction_summary": "Travelmar quản lý các kết nối hàng hải từ Salerno đến Bờ biển Amalfi: trên thuyền của chúng tôi đến Bờ biển Amalfi.  - chèo thuyền mà không bị căng thẳng!Đọc thêm",
        "reviews": [
            "Lịch sự, hữu ích và chuyên nghiệp. Chúng tôi đang đi nghỉ một tuần tại thị trấn ven biển xinh đẹp Cetara. Mỗi ngày chúng tôi đi đến một thị trấn khác trên bờ biển Amalfi bằng phà Travel Mar. Nó không chỉ thư giãn mà còn có tầm nhìn đẹp nhất dọc theo bờ biển. Vào cuối tuần, tôi nhận ra mình đã đánh mất điện thoại trên một chuyến phà vào sáng sớm ngày hôm đó. Tôi quay lại phòng vé ở Cetara để được giúp đỡ. Julia lần theo chiếc phà tôi đang sử dụng và gọi cho thuyền trưởng. Anh ta xác nhận rằng anh ta đã tìm thấy chiếc điện thoại và sẽ mang nó về Cetara từ Salerno trong vòng một giờ. Pedro từ đội cảng Cetara đã thu điện thoại và trả lại cho tôi ngay khi nó đến. Tôi không thể khen ngợi Julia và Pedro đủ cao vì tất cả sự giúp đỡ của họ. Họ đã cố gắng hết sức để giúp đỡ tôi và từ chối nhận bất kỳ phần thưởng nào. Từ các đội ở mỗi cảng và mọi nhân viên trên phà, họ đều góp phần giúp trải nghiệm của chúng tôi về Bờ biển Amalfi trở nên đáng nhớ. Gratzie mille.Đọc thêm",
            "Thật là một thảm họa! Trang web của họ có bến du thuyền sai được liệt kê là trung tâm chính của họ - đó không phải là Manfredi -. Sau khi đi bộ qua thị trấn và lãng phí nửa ngày để lỡ chuyến tàu tiếp theo, tôi đã gặp được dịch vụ khách hàng rác rưởi điển hình. Người phụ nữ này sẽ không làm gián đoạn chương trình Netflix của mình để chú ý đến yêu cầu của tôi. Kết quả là tôi bị cung cấp sai thông tin, bị hai lần trả tiền và bị yêu cầu đi nộp đơn khiếu nại. Tôi đoán là họ không biết tôi có thể tranh chấp các khoản phí khi về nhà.  - Ba fangul - to TravelMar!Đọc thêm",
            "Xin chào, Ahad. Trên trang web của chúng tôi không liệt kê Manfredi ở cảng chính của chúng tôi và trong lịch trình, bạn có thể thấy chúng tôi có nhiều chuyến chạy khác khởi hành từ Salerno Concordia. Chúng tôi rất tiếc về những gì bạn đã báo cáo về dịch vụ khách hàng, nhưng chúng tôi có thể đảm bảo với bạn rằng điều này không xảy ra với nhân viên của chúng tôi, có thể bạn đã sử dụng một phòng vé khác ở Salerno. Trong mọi trường hợp, chúng tôi luôn khuyên bạn nên hỏi đường hoặc trợ giúp thông qua nhiều kênh hỗ trợ của chúng tôi: trò chuyện xã hội, email hoặc điện thoại.Đọc thêm",
            "Cách tuyệt vời để đến Amalfi bằng thuyền và không đắt tiền. Chỉ mất 30 phút và bạn có thể lựa chọn đặt chỗ bất kỳ lúc nào cho đến tối. Tôi khuyên bạn nên đặt trước sớm hơn nếu đặt trước để bạn có thể có được chỗ ngồi tốt trên cùng nếu đó là nơi bạn muốn ngồi.  Khi đặt vé trực tuyến, chỉ cần đảm bảo bạn kiểm tra thời gian và điểm đến chính xác, vì một số người bạn của tôi đã nhầm lẫn và phải mua một vé khác. Khi ở Amalfi, có rất nhiều thứ để xem, như nhà thờ, Valle Delle Ferriere, bảo tàng và các cửa hàng rất cổ kính và có một số đồ gốm đẹp và tất nhiên là limoncello!!! Một số quán cà phê và nhà hàng tuyệt vời và chi phí ăn uống ở ngoài không đắt lắm.Đọc thêm",
            "Rất nhiều chuyến đi từ Salerno và được tổ chức tốt. Đặt vé trực tuyến tiết kiệm thời gian tại cảng.Đọc thêm",
            "Trong kỳ nghỉ dọc theo Bờ biển Amalfi, chúng tôi quyết định sử dụng phà thay vì lái xe và sau khi sử dụng Travelmar, tôi chắc chắn rằng chúng tôi đã lựa chọn đúng!  Chúng tôi đã đặt vé trực tuyến trước bằng cách sử dụng trang web Travelmar và điều này chắc chắn giúp việc sắp xếp chuyến đi của chúng tôi dễ dàng hơn.  Chúng tôi chỉ đơn giản xuất trình vé tại phòng vé ở bến cảng và đợi phà đến.  Các chuyến phà rất đông đúc nhưng tầm nhìn ra Bờ biển Amalfi khiến đây trở thành cách hoàn hảo để thực hiện các chuyến đi.  Công bằng mà nói thì phi hành đoàn - không có gì vô nghĩa - và việc lên máy bay diễn ra gấp rút nhưng phi hành đoàn luôn hỗ trợ tải hành lý của chúng tôi và chúng tôi thấy mọi người đều hữu ích.  Các chuyến phà đã đến đúng giờ và đưa chúng tôi cùng các thùng hàng đến địa điểm của chúng tôi và hoàn hảo cho nhu cầu của chúng tôi.Đọc thêm",
            "Chúng tôi muốn mua vé đi phà từ Positano đến Naples - mặc dù thực tế là một ngày trước chuyến đi theo kế hoạch, chúng tôi đã đến điểm bán tego tại bến cảng ở Positano để hỏi về khả năng mua vé cho ngày hôm sau vào đúng giờ - 15:25 chiều - , họ chưa thông báo cho chúng tôi rằng chỉ có thể mua hàng bằng tiền mặt chứ không phải bằng thẻ. Chỉ vào ngày dự định đi đến điểm bán, họ mới nói với chúng tôi rằng không thể thanh toán bằng thẻ, họ rất thô lỗ, họ không quan tâm. Khi chúng tôi yêu cầu người quản lý, hóa ra cô ấy không nói tiếng Anh chút nào trong khi nhân viên của cô ấy bắt đầu la hét với chúng tôi khi nói rằng chúng tôi có thể - đến một công ty khác - và họ ở đó để giúp người quản lý của họ - chứ không phải họ là khách hàng! - . Tránh nếu có thể - họ hoàn toàn không quan tâm đến khách hàng trong mùa cao điểm trong khi bạn có thể mua vé từ Positano đến Naples mà không gặp vấn đề gì, không cần đổi thuyền ở Sorrento và có khả năng thanh toán thẻ ở các công ty khác ở Positano!Đọc hơn",
            "CHÀO! Công ty chúng tôi không cung cấp các chuyến bay tới Naples nên rất có thể bạn đang nói về một công ty khác!Đọc thêm",
            "Dịch vụ chạy khủng khiếp. Chúng tôi đến thuyền sớm 30 phút, sau đó trễ 25 phút mà không có lời giải thích - thông báo. Thuyền quá đông nên chúng tôi không thể lên tàu được nên phải chờ đợi. Bạn - có thể sẽ phải đứng dưới cái nóng thiêu đốt hàng giờ mà không có gì đảm bảo - thậm chí bạn sẽ lên thuyền.  Đọc thêm",
            "Xin chào, năm nay Bờ biển Amalfi đã chứng kiến ​​lượng du khách tăng cao hơn mức trung bình. Đáng tiếc là cơ sở hạ tầng chưa phát triển đồng bộ gây khó khăn cho việc lên - xuống và chậm tiến độ. Nhiều lần, thông qua các kênh liên lạc của mình, chúng tôi đã kêu gọi khách hàng sắp xếp chuyến đi của mình có tính đến sự chậm trễ và thời gian chờ đợi có thể xảy ra. Chúng tôi luôn làm những gì có thể để quản lý dịch vụ theo cách tốt nhất có thể, nhưng hãy tin chúng tôi khi nói rằng chúng tôi cũng lần đầu tiên trải qua những khó khăn tương tự như hành khách của mình. Chúng tôi hy vọng bạn sẽ quay trở lại với chúng tôi một lần nữa!Đọc thêm",
            "Trì hoãn, không hoạt động, quá đông đúc. Ngoài ra họ không thông báo cho khách hàng về sự chậm trễ. Đặc biệt đối với phà Capri, họ bố trí phương tiện nhỏ nhất và mong muốn mọi người đi trong 2 giờ như đi trong hộp cá mòi.Đọc thêm",
            "Xin chào Cansu, Capri không nằm trong số những điểm đến của chúng tôi. Có thể bạn đang nói về một công ty khác!Đọc thêm",
            "Cho đến nay, cách tốt nhất để ghé thăm Costiera Amalfitana. Tính chuyên nghiệp, đúng giờ, dịch vụ xuất sắc. Bảo hiểm cả ngày với rất nhiều chuyến phàĐọc thêm",
            "Cảm ơn! Chúng tôi hy vọng sẽ có bạn tham gia lần nữa : - Đọc thêm",
            "Chúng tôi đi phà từ Vietri sul Mare đến Positano, qua Amalfi và trở về cùng ngày. Khi đến Positano, chiếc phà đã chờ đợi và chờ đợi, cho phép một dòng thuyền khác đến sau khi chúng tôi cập bến trước. Không có lời giải thích. Chỉ chờ đợi dưới nắng nóng. Khi trở về, có hàng trăm người chờ thuyền dưới trời nắng nóng. Hai người đến và đi hầu như không có ai lên máy bay. Không có thông tin. Tại sao không cho khách hàng biết sự chậm trễ là gì?Đọc thêm",
            "Xin chào, chúng tôi - rất tiếc, thông tin không đến được với bạn nhưng có công việc bảo trì trên bến tàu Positano đã làm giảm không gian theo dõi. Hiện tại, tại một thời điểm chỉ có một chiếc phà được phép cập bến nên dịch vụ của chúng tôi tại bến tàu bị chậm lại do những quyết định này của chính quyền thành phố. \n\nThật không may, chúng ta không thể thay đổi cách tổ chức các cảng vì chúng được quản lý bởi từng khu đô thị. Hy vọng sẽ có bạn một lần nữa trên tàu! Đọc thêm",
            "Lời chào hỏi,\n\nNếu chúng ta chạy từ ga xe lửa, chúng ta nên đến phà lúc 13:00 trước khi phà khởi hành 10 phút. Chuyến phà tiếp theo sẽ muộn hơn 2 giờ - 15:00 - vì vậy tôi không muốn đợi. Nếu chúng tôi đặt chuyến phà muộn hơn nhưng đến kịp chuyến phà 13:00 và còn chỗ, chúng tôi có thể nhảy lên chuyến phà sớm hơn không? \n\nCảm ơn bạn!Đọc thêm",
            "Là những chiếc vali lớn, ví dụ: 28 inch, được phép mang lên phà?  Có - để lại hành lý - tủ đựng đồ - để cất giữ hành lý ở SalernoĐọc thêm",
            "Xin chào! Để đi từ Salerno đến Amalfi vào đầu tháng 8 có phải đặt vé trực tuyến không? Bạn có thể mang theo vali không? Đọc thêm",
            "Xin chào, chúng tôi có ba lô trekking cổ điển, một loại 40 lít và một loại 30 lít. Chúng tôi có phải trả thêm phí không?Đọc thêm",
            "Nếu tôi lỡ chuyến phà từ Salerno đến Amalfi, vé của tôi có phù hợp cho chuyến phà tiếp theo không?Đọc thêm",
            "Chúng tôi sẽ ở Salerno vào cuối tháng 9 năm 2020. Bạn có dịch vụ đưa đón nhanh đến Capri không và chuyến đi mất bao lâu để đến đó?Đọc thêm",
            "Xin chào David, cảm ơn vì đã liên hệ với chúng tôi. Chúng tôi - rất tiếc, nhưng phà của chúng tôi không đến Capri mà thường khởi hành từ Salerno, Cetara, Maiori, Minori, Amalfi và Positano và bạn có thể chọn nơi dừng. Bạn có thể kiểm tra lịch trình và đặt vé trên trang web của chúng tôi. Hẹn gặp lại bạn sớm! Đọc thêm",
            "Xin chào, tôi phải đi tuyến đường Positano-Salerno và tôi muốn biết liệu hệ thống dẫn đường có xa bờ biển hay không hoặc liệu bạn có thể nhìn thấy toàn cảnh đủ rõ không. Cảm ơn những người sẽ trả lời tôiĐọc thêm",
            "CHÀO!\nTất nhiên, một trong những điểm đặc biệt trong hành trình của chúng tôi - qua biển tới Bờ biển Amalfi chính là khả năng ngắm cảnh và ngắm nhìn Bờ biển từ một góc nhìn khác và với tất cả vẻ đẹp của nó: - Đọc thêm",
            "Xin chào, tôi muốn biết từ ngày nào có các chuyến phà đi tuyến Salerno - Positano - Amalfi. Cụ thể liệu họ có làm việc vào ngày 27 - 28 tháng 3 năm 2020Đọc thêm",
            "Xin chào Veronica,\nNhững chuyến đi đầu tiên bắt đầu từ ngày 1 tháng 4. Ngoài ra, nếu điều kiện thời tiết tốt, chuyến đi có thể được tiến hành sớm hơn. Theo dõi trang của chúng tôi.Đọc thêm",
            "Tôi muốn đi phà từ Salerno đến Amalfi vào ngày 30 tháng 12 - Có chạy không?",
            "Xin chào Inspire24,\nDịch vụ phà của chúng tôi hoạt động cho đến tháng 11. Vào tháng 12, bạn có thể đến Bờ biển Amalfi bằng xe buýt, ô tô hoặc taxi.Đọc thêm",
            "CHÀO,\n\nTôi không thể hoàn tất việc đặt vé trực tuyến. Nó báo lỗi trên trang thông tin cá nhân và thông tin thanh toán. Làm thế nào để tôi đặt vé trực tuyến?\n\nCảm ơnĐọc thêm",
            "Xin chào Navigator,\nHãy liên hệ với chúng tôi - 39 089 872950 vào sáng mai - 10 giờ sáng theo giờ địa phương của Ý - và chúng tôi - sẽ giúp bạn mua vé trực tuyến. Cảm ơn bạn!Đọc thêm"
        ],
        "star_ratings": [
            146,
            91,
            19,
            21,
            38
        ],
        "review_amount": 315,
        "location": [
            "Bờ biển Amalfi",
            "Nước Ý",
            "Amalfi",
            "Châu Âu",
            "Campania",
            "Tỉnh Salerno",
            "du lịch",
            "Các hoạt động ở Amalfi"
        ],
        "reviews_time": [
            "Written May 16, 2024",
            "Written May 10, 2024",
            "Written April 18, 2024",
            "Written September 25, 2023",
            "Written September 22, 2023",
            "Written September 16, 2023",
            "Written September 6, 2023",
            "Written August 14, 2023",
            "Written August 10, 2023",
            "Written July 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187780-d10838150-Reviews-Travelmar-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187780-d7253982-Reviews-Luisa_Gastronomia_Artigianale-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187780-d15033609-Reviews-La_Rua_Pizze_E_Delizie-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187780-d1111757-Reviews-Trattoria_Da_Maria-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187780-d6591297-Reviews-Pizza_Express_Amalfi-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187780-d12535651-Reviews-Sensi_Restaurant-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187780-d1587452-Reviews-Taverna_Buonvicino-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187780-d1815832-Reviews-L_Abside_Amalfi-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187780-d1437293-Reviews-Taverna_degli_Apostoli-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187780-d20992024-Reviews-Ristorante_la_Perla-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187780-d743360-Reviews-La_Caravella_dal_1959-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d23018932-Reviews-Amalfi_Busto_Di_Sant_andrea-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d23528276-Reviews-Lido_Mandingo_Beach-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d634911-Reviews-Chiostro_del_Paradiso-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d12966193-Reviews-Museo_Diocesano-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d2369920-Reviews-Duomo_di_Sant_Andrea-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d8681166-Reviews-Fontana_sant_Andrea-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669725-Reviews-Spiaggia_Grande-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d13498240-Reviews-Centro_Storico-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d11979817-Reviews-Fontana_Cap_e_Ciuccio-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g635619-d6849968-Reviews-Collegiate_Santa_Maria_Maddalena-Atrani_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d10838150-Reviews-or10-Travelmar-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d12919816-Reviews-Amalfi_Coast_Transfers-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d12485879-Reviews-Sami_Private_Day_Tours-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d15045988-Reviews-See_Amalfi_Coast_Official-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d1818132-Reviews-Simply_Amalfi-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d2157581-Reviews-Sorrento_First_Choice_Car_Service-Amalfi_Amalfi_Coast_Province_of_Salerno_Campani.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d2369092-Reviews-Amalfi_Car_Service-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d2337989-Reviews-Tours_of_Amalfi_Coast_Capri_Pompeii_More-Amalfi_Amalfi_Coast_Province_of_Salerno_.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d2194016-Reviews-Amalfi_Transfer-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d8764637-Reviews-Amalfi_Coast_Tour-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d15582287-Reviews-Amalfidrive4you-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d8650299-Reviews-Premium_Boat_Charter-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d23600888-Reviews-Marcello_s_Frozen_Yogurt-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d17692119-Reviews-Tuk_Tuk_Official_CF_Ape_Dolce_Vita_Tour_Amalfi_Coast-Amalfi_Amalfi_Coast_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d17562305-Reviews-The_Naples_Tours-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d2367191-Reviews-Amalfi_Coast_Drive-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d10241227-Reviews-Diamond_Cruises_Amalfi-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187781-d3844405-Reviews-Amalfidriverservice_Day_Tours-Salerno_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d3505807-Reviews-San_Francisco_Visitor_Information_Center-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46885-d274348-Reviews-Mountain_Creek-Vernon_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1940497-d17376604-Reviews-Mutrah_Fort-Muscat_Muscat_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g309277-d531570-Reviews-Monteverde_Cloud_Forest_Biological_Reserve-Monteverde_Cloud_Forest_Reserve_Monteve.html",
            "https://www.tripadvisor.com/Attraction_Review-g49113-d8617359-Reviews-The_Point-Emerald_Isle_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d1806081-Reviews-Premium_Outlet_Phuket-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d10639916-Reviews-Athens_Airport_Taxi_info-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5124083-Reviews-Grand_Central_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d10771348-Reviews-Sapphire_Point_Overlook-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33046-d6949130-Reviews-Levi_s_Stadium-Santa_Clara_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187780-d10838150-Reviews-or10-Travelmar-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187780-d10838150-Reviews-Travelmar-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html"
    }
]