[
    {
        "attraction_name": "Treasure Island Resort & Casino",
        "attraction_name_vi": "Sòng bạc khu nghỉ dưỡng Đảo Treasure",
        "general_info": [
            "409 đánh giá",
            "7 trên 8 điều cần làm ở xứ Wales",
            "Sòng bạc"
        ],
        "attraction_summary": "Được bao quanh bởi khung cảnh đẹp như tranh vẽ của thảo nguyên Minnesota trải dài và những con dốc tuyệt đẹp của Thung lũng Sông Mississippi, là nơi nghỉ ngơi ở vùng Caribe với nhiều cảnh đẹp, âm thanh và trải nghiệm mà bạn sẽ không tìm thấy ở bất kỳ nơi nào khác. Với hàng nghìn máy đánh bạc, hàng dãy bàn blackjack, ẩm thực hấp dẫn, giải trí đỉnh cao và chỗ ở khách sạn sang trọng, không có gì lạ khi Sòng bạc Treasure Island Resort Casino là điểm đến giải trí hàng đầu của vùng Trung Tây. Sòng bạc Treasure Island Resort bắt đầu như một- phòng chơi lô tô vào năm 1984 và từ đó đã phát triển thành một cơ hội kinh tế tươi sáng cho các thành viên của Cộng đồng người da đỏ đảo Prairie, những người sở hữu và điều hành sòng bạc. Tọa lạc chỉ cách Twin Cities 40 dặm bên ngoài thị trấn Red Wing, MN, một số nơi Các dịch vụ độc đáo nhất của sòng bạc bao gồm bến du thuyền, sân gôn và tàu du lịch 100 hành khách. Với gần 1.500 nhân viên, Treasure Island là nơi sử dụng lao động lớn nhất ở Quận Goodhue.Đọc thêm",
        "reviews": [
            "Stay away from this place! Nothing but unlawful stealing losing happening here. And I am talking huge losses massive amounts of money with little to no bonus play. If you find yourself luckyenough to actually get into a bonus, you will get nothing more than a tiny fraction of what you put in. This is not fair gaming, is thievery and its Absolutely Unacceptable! Someone gaming commission needs to be taking a closer at this place.Once upon a time, not too long ago, we actually enjoyed coming to the island, we even won a little from time to time. It was fun, it was fair and it kept us coming back.Fair and fun have been replaced by stealing and cheating fueled by their overwhelming greed and they are quickly losing their once loyal customer base because of it.FYI: Youtube link coming soon! I have hours upon hours of video recordings documenting the good, the bad and the ugly slot play experiences at treasure island casino. I am in the process of creating a YouTube channel to publicly share the mostly ugly truth of this corrupt place they call destination fun!  Of course, no one wants to admit they have lost money or how much they have lost but this place needs to be exposed for what they really are and I intend to do that!Considering I am a jet setter card level, its no secret that I have spent a lot of time and money at this place. I deserve better, we all deserve better, regardless of level!From 12.15.2023 thru 4.1.2024 we have lost approximately 20,000 examples belowHey Treasure Island ticasino.com if you ever actually read this, here is my jet setter player card number 1346848. look and my winloss statement for this year alone that along with my video footage is undeniable Proof that you have been and continue to intentionally steal from me and the hundreds of others that walk through your doors on a daily basis.Seriously people stay away, stop gambling here! If we dont come, they have no one to steal from and if they cant steal from us, they will be the ones losing. Maybe then they will realize that their greed is bad for business. Good luck RECENT EXAMPLES  my video footage of these examples and many others, will be shared on the YouTube channel3.18.203426.50 high bet. Machine was already primed by the people before us who built up the bonuses. So we gave it a shot thinking it shouldnt take too much more. Considering how much others had already put in. Well we were very wrong! I mean we were at Treasure Island after all, so we shouldve known better. Took just over 3000 finally get a bonus. That bonus paid 54 no joke with 2 bonuses remaining, we kept going. Another 1000 spent before we hit a double bonus feature that paid 1700. Overall less than 50 pay out on what we put in and I cant even begin to imagine what the people before us lost. Yet another terrible experience.1.14.2024we played a high bet 22.50 took 3000 to finally hit the bonus with minimal line pays before hand. Relieved to finally get a bonus and hopeful for at least half our money back, only to be ripped off once again. We got 228.53 in return for our thousands, and probably thousands more from the person playing before us.12.30.2023 and 12.31.2023 New Year weekend Two separate times we had to put in over 1000 both lower bets before finally hitting a single bonus only to get back less than 10 each time.It was so bad we didnt even stay the last 2 nights of our free 3 night reservation!Read more",
            "Bạn cũng có thể ném tiền của mình vào nhà vệ sinh. Dịch vụ khách hàng ở tầng khách sạn tồi tệ nhất từ ​​trước đến nay. Người pha chế tóc đen lớn tuổi hơn nên bị sa thải.  Tôi đã viết thư trực tiếp cho họ nhiều tháng trước và chưa bao giờ nhận được phản hồi về sự phân biệt đối xử mà chúng tôi đã trải qua. Hãy giữ phòng máy tính của bạn, tôi sẽ tiêu tiền của mình tại myst.Đọc thêm",
            "Họ hẳn đã trả cho Google rất nhiều tiền vì không có bài đánh giá nào trên Google. Họ giới hạn một ly cho mỗi người trong 30 phút và điều đáng buồn là nếu bạn không phải là người da trắng, người pha chế sẽ đón bạn và nhớ đến bạn từ lần ghé thăm cuối cùng của bạn 15 phút trước. Tôi đã gọi cho con gái tôi hơn 30 phút trước khi tôi quay lại và nhân viên pha chế nói rằng anh ấy sẽ không phục vụ tôi vì anh ấy mới phục vụ tôi 15 phút trước. Vui lòng cung cấp cho chúng tôi tất cả thông tin về thời điểm chúng tôi đến quán bar! Tôi chưa bao giờ bị sỉ nhục như vậy trong đời!! Tôi đã đến quán bar đó một lần và cách đây hơn 45 phút. Họ có máy ảnh, họ có thể tra cứu. Bài học rút ra, đừng tip cho ai!!!!! Hãy đối xử với họ như cách họ đối xử với bạn! Đọc thêm",
            "Sòng bạc khó chịu không trả tiền. bản vẽ cố định. Rệp ở Tháp Wolfe. Thật khó chịu NẾU bạn thích sự bẩn thỉu và sòng bạc hãy đến Đảo Kho BáuĐọc thêm",
            "Chúng tôi đặt phòng qua trang web trực tuyến. Tôi cảm thấy trang web không dễ điều hướng và không nêu rõ giờ hoạt động. Khi chúng tôi đến cách nhà 4,5 giờ, chúng tôi được thông báo rằng chúng tôi không thể có tầng cao như yêu cầu vì họ dọn dẹp sâu vào Chủ nhật. Chúng tôi phải giải quyết ở tầng 2. Khỏe. Tôi tiếp tục hỏi giờ hoạt động của hồ bơi và cô ấy nói với tôi rằng nó thực sự đã đóng cửa cho đến khi chuyến đi của chúng tôi kết thúc. Spa, bowling, hồ bơi, quầy bar cạnh hồ bơi, tất cả đều đóng cửa trong thời gian lưu trú của chúng tôi! Đây là toàn bộ lý do chúng tôi chọn địa điểm này. Vì thế chúng tôi đành phải giải quyết bằng cờ bạc duy nhất. Chúng tôi đã tìm thấy một chiếc máy độc đáo đến mức nó không liên quan gì đến máy đánh bạc mà chỉ mở và đấu giá các món quà. Máy có ghi chú trên đó nói rằng nó sẽ đóng cửa từ 10:30 tối - 8 giờ sáng hôm sau. Chúng tôi tôn trọng điều đó và quay lại vào buổi sáng để chơi một lần nữa trước khi rời đi. MÁY ĐÃ BIẾT ĐI! Tôi mất 15 phút để tìm ra một nhân viên và họ nói với tôi ồ vâng, nó ở đằng sau bức tường này và chúng tôi không biết khi nào nó sẽ quay trở lại. Bạn đang đùa tôi à??? Vấn đề khác chúng tôi gặp phải là ở quán bar. Đó là sinh nhật vàng của tôi vào ngày 28-2 và chúng tôi chơi game vào ngày 27-2 cho đến 2-28 lúc 2 giờ sáng. Tôi đến lấy đồ uống ở quán bar và người pha chế nói với tôi rằng ID của tôi hết hạn vào ngày 28-2 và vì lúc đó là 12:05 sáng nên anh ấy sẽ không phục vụ tôi. Tôi không biết nó sắp hết hạn nên vâng, tôi đã nhầm lẫn nhưng hãy để tôi nói với bạn rằng việc từ chối dịch vụ trong 5 phút là một hành động ngu ngốc. Điều tích cực duy nhất mà chúng tôi có được trong suốt chuyến đi là sòng bạc phục vụ bánh mì kẹp thịt chay nên tôi không chết đói. Chúng tôi sẽ không trở về. Lãng phí 4,5 giờ lái xe.Đọc thêm",
            "Nới lỏng những cỗ máy chết tiệt của bạn và ngừng gian lận các trò chơi bingo. Người gọi bingo cần phải nghỉ hưu. Người gọi tồi tệ nhất bao giờ hết! Cũng có thể chỉ cần bước vào trong và ném tiền của tôi lên trời rồi bước ra ngoài.Đọc thêm",
            "Tin xấu hãy tránh xa. Đi đến Mystic hoặc Little 6. Sòng bạc này đánh cắp tiền của mọi người bằng các máy đánh bạc chưa đăng kýĐọc thêm",
            "Chúng tôi tận hưởng một kỳ nghỉ ngắn ngày để kỷ niệm 50 năm Ngày cưới. Chúng tôi đã được nâng cấp lên một suite và nó sạch sẽ và thoải mái. Chúng ta đã thua à? Tất nhiên, nhưng chúng tôi cũng đã giành được tiền. Chúng tôi đến đó không nhằm mục đích giành được bất cứ điều gì mà chỉ tận hưởng ngày cuối tuần. Chúng tôi đã làm như vậy! Suite của chúng tôi sạch sẽ và khăn trải giường của chúng tôi ở trong tình trạng rất tốt. Ngoài ra, các mẫu từ spa! Chúng tôi sẽ trở lại vào ngày 1 tháng 7 năm 2022 nhân dịp sinh nhật chồng tôi. Tôi đã đọc các bài đánh giá khác; có vẻ như mọi người để lại đánh giá không tốt vì họ không thắng. Chúng tôi đã làm được.Đọc thêm",
            "Nếu bạn muốn quyên góp thì đây là nơi dành cho bạn. Các khoản thanh toán tồi tệ nhất của sòng bạc WI và MN. Tôi hứa máy móc không được quản lý. Sòng bạc đang dần sụp đổ. Huyền bí là cách đẳng cấp hơn. Đừng lãng phí thời gian của bạn ở đây.Đọc thêm",
            "Có mặt tại trò chơi lô tô vào tối Thứ Ba, ngày 8 tháng 2 năm 2022. Bây giờ, khi bắt đầu trò chơi, người gọi sẽ đọc danh sách các quy tắc và quy định, một trong số đó là Phải đeo khẩu trang nếu không uống rượu hoặc ăn uống.  Thật không may, họ lại là một người ngồi cùng bàn với tôi và bạn bè của tôi, một trong những người ĐẶC BIỆT mà các quy tắc không áp dụng cho anh ấy. Anh ấy chưa bao giờ đeo mặt nạ một lần. Tất nhiên, anh ấy có đồ uống đóng chai trước mặt, nhưng không giống như những khách hàng quen khác, những người sẽ uống nước rồi đeo mặt nạ lại, anh ấy không làm vậy.  Việc này đã được nhân viên chú ý nhiều lần, họ còn lịch sự nhắc nhở anh đeo khẩu trang, chỉ để nghe anh đáp lại nụ hôn của tôi. Cuối cùng sau sáu bảy lần đeo khuyên tai, nhân viên nói sẽ gọi bảo vệ.  NHƯNG nguyên nhân của tình huống này là phản ứng của người giám sát sàn đối với tôi và bạn bè của tôi là, CHÀ, bạn biết bạn có thể đã chuyển đi.  Không mát mẻ. Rõ ràng người phụ nữ này cần được đào tạo thêm về quan hệ con người và quản lý, cũng như một số nhân viên khác.  Sau 30 năm chơi bingo tại Island, thật buồn khi thấy khoảng thời gian vui vẻ như vậy dần dần bị đánh mất bởi hành động của những người không tuân theo luật lệ và những người khác không đủ kiên trì để thực thi chúng.YĐọc thêm",
            "Khách sạn có thân thiện với vật nuôiĐọc thêm",
            "Đảo kho báu hay st. petersburg hay bãi biển hoàng hôn cho phép chó?Đọc thêm",
            "Có khu cắm trại RV tại Sòng bạc Treasure Island ở Red Wing MĐọc thêm",
            "Làm thế nào để tôi có được giá khách sạn tốt nhất. Hẹn giờ đầu tiên.Đọc thêm",
            "Đảo kho báu ở Las Vegas Nevada có thân thiện với chóĐọc thêm",
            "Đây giống như một nhận xét hoặc gợi ý hơn, đó là hãy tận hưởng niềm vui khi thấy những người hút thuốc và tháo mặt nạ ra, nhiều người đang lấy đó làm cái cớ để không đeo mặt nạ lên, họ cần được nhắc nhở nhiều lần. Họ uống rượu và hút thuốc với khối lượng kéo ra khỏi miệng và mũi. Loại vi rút này rất nghiêm trọng và tôi biết rằng bạn cũng lo ngại. Tôi muốn đề xuất rằng các sòng bạc khác đã làm như vậy nên loại bỏ việc hút thuốc. Bên trong và khu vực hút thuốc được chỉ định bên ngoài được bố trí theo cách đó sẽ giúp chúng tôi an toàn hơn và cũng sẽ giữ an toàn cho nhân viên của bạn, cảm ơn bạn đã lắng nghe và như mọi khi, tôi thích chơi tại Sòng bạc của bạn nhưng tôi chỉ muốn được an toàn hơn, cảm ơn bạnĐọc thêm",
            "Tôi có một chú chó con đã được huấn luyện để hỗ trợ tinh thần, bạn có thể mang chúng đến khách sạn trên đảo kho báuĐọc thêm",
            "Sân bay nào gần sòng bạc đảo kho báu nhất ở MinnesotaĐọc thêm",
            "Minneapolis hay Rochester đều khá gần nhau, khoảng một giờ lái xe.  Đọc thêm",
            "Trung tâm sự kiện nằm ở sòng bạc hay ở đâu khác?Đọc thêm",
            "Trung tâm sự kiện nằm trong sòng bạc - ở phía sau tòa nhà.Đọc thêm",
            "Tôi tự hỏi liệu có nhà hàng nào có lựa chọn ăn chay không?Đọc thêm",
            "Đồng ý là có buffet bình dân với rất nhiều trái cây tươi và quầy saladĐọc thêm"
        ],
        "star_ratings": [
            89,
            102,
            77,
            54,
            87
        ],
        "review_amount": 409,
        "location": [
            "Hoa Kỳ",
            "Minnesota MN",
            "Welch",
            "Những việc cần làm ở Welch",
            "Sòng bạc khu nghỉ dưỡng Đảo Treasure"
        ],
        "reviews_time": [
            "Written April 4, 2024",
            "Written February 8, 2024",
            "Written June 29, 2023",
            "Written May 27, 2023",
            "Written March 4, 2023",
            "Written January 1, 2023",
            "Written July 16, 2022",
            "Written June 13, 2022",
            "Written February 17, 2022",
            "Written February 10, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g43628-d560543-Reviews-Treasure_Island_Resort_Casino-Welch_Minnesota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g43628-d3473857-Reviews-Currents_Restaruant-Welch_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43628-d8152031-Reviews-Tado_Steakhouse-Welch_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43628-d5089804-Reviews-The_Tipsy_Turtle_Bar_Grill-Welch_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59939-d4687635-Reviews-Nauti_Hawg_Bar_and_Grill-Hager_City_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43452-d26899998-Reviews-Tradewinds_Buffet-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43628-d8602837-Reviews-Lock_Dam_3-Welch_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d12570639-Reviews-Anderson_Center_at_Tower_View-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d2017697-Reviews-Falconer_Vineyards-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d27040456-Reviews-T_J_Maxx-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d27082696-Reviews-Target_Store_Red_Wing-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d27055328-Reviews-Walmart_Supercenter-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43628-d560543-Reviews-or10-Treasure_Island_Resort_Casino-Welch_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43628-d1924680-Reviews-Island_Xtreme_Bowl-Welch_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43628-d6664347-Reviews-Kids_Quest_and_Cyber_Quest_at_Treasure_Island_Resort_Casino-Welch_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43628-d5833042-Reviews-The_Tipsy_Turtle_Bar_Grill-Welch_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d3530250-Reviews-Red_Wing_Shoe_Store_Museum-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d124587-Reviews-Barn_Bluff-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d8357022-Reviews-Pottery_Museum_of_Red_Wing-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d263743-Reviews-Sorin_s_Bluff-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d950496-Reviews-Colvill_Park-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d4753501-Reviews-Uffda_Shop-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d4564683-Reviews-Sheldon_Theatre_of_Performing_Arts-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d6988034-Reviews-Fair_Trade_Books-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d8521980-Reviews-Bay_Point_Park-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d12484547-Reviews-Sargent_s_Nursery-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d546215-Reviews-Depeche_Mode_Baar-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6637961-Reviews-The_LINQ_Promenade-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g49064-d255978-Reviews-Lake_Phelps-Creswell_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d548649-Reviews-TorvehallerneKBH-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d109518-Reviews-Main_Street-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g189964-d18850693-Reviews-Trawire_Rent_WiFi_Hotspot_in_Iceland-Keflavik_Reykjanesbaer_Reykjanes_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d276458-Reviews-Letna_Park-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d290513-Reviews-Concord_Mills-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d3207796-Reviews-Belleville_neighbourhood-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d3259281-Reviews-Children_s_City-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g43628-d560543-Reviews-or10-Treasure_Island_Resort_Casino-Welch_Minnesota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g43628-d560543-Reviews-Treasure_Island_Resort_Casino-Welch_Minnesota.html"
    }
]