[
    {
        "attraction_name": "Treasure Cay Beach",
        "attraction_name_vi": "Bãi biển Treasure Cay",
        "general_info": [
            "66 đánh giá",
            "4 trong số 31 điều cần làm ở Đảo Great Abaco",
            "Bãi biển"
        ],
        "attraction_summary": ".Đọc thêm",
        "reviews": [
            "Chúng tôi ở lại đây để đi công tác và có cơ hội ở bãi biển. Bãi biển đẹp đến kinh ngạc, yên tĩnh và có làn nước hoang sơ. Nằm ở vị trí mà bạn có thể nhìn thấy cả bình minh và hoàng hônĐọc thêm",
            "Cát trắng, nước trong vắt....bạn có thể ngồi chơi hàng giờ.  Không có nhiều hiện tại nên nó thực sự thú vị.  Chỉ vài bước chân là có đồ ăn và đồ uống tại cocos.  Ô dù trên bãi biển, bóng chuyền và nhiều môn thể thao dưới nước để tham gia!Đọc thêm",
            "Bãi biển Treasure Cay có lẽ dài khoảng 3 dặm với bãi biển sâu với cát trắng mịn. Bãi biển và mặt nước tuyệt đẹp và liên tục được xếp hạng là một trong 10 bãi biển đẹp nhất trong phần bình chọn trống. Nó chạy dọc theo bờ biển của khu nghỉ dưỡng phát triển Treasure Cay. Có một khu vực bãi biển công cộng rất đẹp có bãi đậu xe, một câu lạc bộ rộng rãi ngoài trời có thể dành riêng cho các bữa tiệc lớn và 5 hoặc 6 sân ga nhỏ hơn được nâng cao và có mái che. Có những cơ sở vật chất, nhưng chúng đã bị khóa khi chúng tôi ở đó và tôi không biết khi nào hoặc liệu chúng có được mở hay không.  Một cách khác là dựng trại tại một trong những nhà hàng trên bãi biển. Yêu thích của chúng tôi là Cocos. Ghế và palapas được cung cấp miễn phí cho những người ở trong Treasure Cay. Những người còn lại chúng tôi phải trả một khoản phí nhỏ. Bạn có thể dễ dàng dành cả ngày để đi bộ, bơi lội, thuê đồ chơi dưới nước và tất nhiên là cả ăn uống. Thật đáng để làm nếu tất cả những gì bạn làm là nhìn vào một trong những bãi biển đẹp nhất mà bạn từng thấy. Trải nghiệm hình ảnh tuyệt vời.Đọc thêm",
            "Dừng lại ở đây hôm nay Và nó thật đẹp.   Bạn không thể tìm thấy một bãi biển nào đẹp hơn thế này.  Cát trắng mịn và sạch.  Màu ngọc lam của nước thật tuyệt vời.  Nếu từng ở trong khu vực, tôi thực sự khuyên bạn nên dừng lại trong ngày.  Họ thuê những ngôi nhà nhỏ và sẽ là một nơi hoàn hảo để tua lại và để những lo lắng của bạn dần bay đi trong tiếng ồn ào.Đọc thêm",
            "Jensen Edgecomb, Triple J: 242-365-8761 tại Treasure Cay Beach Marina Golf Resort Chúng tôi thuê từ Triple J, Chúng tôi đã thỏa thuận về giá với Rosie. Họ giữ lời với chúng tôi và không tính phí Xtra vào thẻ tín dụng của chúng tôi. Người đàn ông mặc áo hồng là chủ. Chúng tôi đã có thể làm cho anh ấy mỉm cười! Đọc thêm",
            "Không nhiều họ không đủ nhà hàng khách sạn bãi biển rạn san hô đáy không mềm sẽ không quay lạiĐọc thêm",
            "Điểm nghỉ mát đẹp đẽ.  Chúng tôi đã làm một chiếc Air B B và thuê xe đạp để đi lại.  Hàng tạp hóa luôn có sẵn nhưng không hề rẻ.  Mọi người rất thân thiện.  Không có lịch sử hay văn hóa thực sự để tham gia, nhưng đó là một nơi tốt để thư giãn.  Một ngày nọ, chúng tôi thuê một chiếc thuyền và ra khơi.  Đọc thêm",
            "Amazing trip to treasure cay. Family of 5 kids in their 20s. Here are a few things we learned;      Next time We will rent a car at marsh harbor airport. Taxi from marsh harbor to treasure cay was 120 each way so round trip was 240. We rented a golf cart but quickly realized we preferred a suv. Cart too slow and we wanted to go to restaurants outside the gate which would have been another taxi fee . In the end a car would be less expensive than a cart.       We rented a boat on green turtle cay which turned out to be kind of a pain. Boat was awesome and island marina great. It just took some doing to get to the ferry dock to get picked up to go over and complete paperwork and then reverse to drop off the boat later in the week. Rent on treasure cay.  Different cays are accessible and if you understand Nav charts and gps you should be ok. Saw the pigs on no name cay, Many turtles, dolphins, rays, sharks yikes, and even caught some yellow eyed snapper with squid.      Beach is stunning. Absolutely stunning. Weve been all around and thought Trunk on St. John was tops, not anymore.  We found parking at Coco to be the best spot. We used the tiki umbrellas and chairs and no one came to collect money. Perhaps as it wasnt high season. Be discreet with drinks as they have a sign no coolers.   Late afternoon cocktail at tipsy seagull was fun to watch the big boats come in from their day out.      Beer is 44 a case ! for Kalik or Sands which are local and more for imports.  This was expensive ... 3 kids in their 20s and the hot temps we went through a lot of ice cold beer : Rum is about 12 -25 bottle. We found all the liquor stores to have similar prices and the best was right in the treasure cay mini mall, same or less than marsh harbor. We shopped at Maxwells in marsh harbor. Big store with everything we needed.  Liquor stores are closed in treasure cay on Sunday so plan ahead. Stores also close early Sunday.              Restaurants; Florence bakery cinnamon rolls are delicious and fresh. coco beach drinks good but expensive 10, Taco night was good but was our most expensive meal 21 each plus drinks, pizza night was fun,crowded but not slow. The Bae was delicious and set on the water with picnic tables and beautiful sunsets. good food low key and delicious drinks.      If you plan on fishing get your tackle - hooks, lures, flies, etc. in marsh harbor or bring them. There is little if any in treasure cay. I was shocked that there was no tackle shop. The hardware store in the mini mall sells some minimal hooks and weights. There was no fresh fish to buy anywhere. We asked around near the end of the trip and learned that it is best to get the name of a fisherman or guide and ask them to let you know when they have catch to sell. Apparently some keep a list of customers     Try to get to the blue hole. It is cool to see and swim in. Hard to find but the locals on the road can point the way. Great time ! Hard to come home. Read more",
            "Đối với 3 12 dặm bãi biển cát trắng tuyệt đẹp và làn nước màu ngọc lam thì đây là nơi lý tưởng. Khi thủy triều xuống, bạn có những bãi cát tuyệt vời để đi bộ và tìm vỏ sò. Mặt nước chủ yếu yên tĩnh. Có người đứng lên chèo ván. Gần bãi biển có một số nhà hàng phục vụ đồ uống và đồ ăn. Tôi sẽ cho nó 5 sao Đọc thêm",
            "Để đến thăm Bahamas, bạn phải thích các môn thể thao dưới nước hoặc không làm gì cả, nghĩa là thực sự không làm gì cả.  Treasure Cay rất đẹp nhưng ở đó không có nhiều.  Đọc thêm"
        ],
        "star_ratings": [
            55,
            8,
            2,
            1,
            0
        ],
        "review_amount": 66,
        "location": [
            "Quần đảo Abaco",
            "Đảo ngoài",
            "Đảo Great Abaco",
            "Bãi biển Treasure Cay",
            "Những hoạt động không thể bỏ qua ở Đảo Great Abaco",
            "Bahama",
            "vùng Caribe"
        ],
        "reviews_time": [
            "Written May 24, 2024",
            "Written August 19, 2019",
            "Written June 28, 2019",
            "Written June 1, 2019",
            "Written May 17, 2019",
            "Written April 11, 2019",
            "Written March 28, 2019",
            "Written March 12, 2019",
            "Written March 4, 2019",
            "Written February 20, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147424-d4442630-Reviews-Treasure_Cay_Beach-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d4442630-Reviews-or10-Treasure_Cay_Beach-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g3534325-d150627-Reviews-Disney_Castaway_Cay-Sandy_Point_Great_Abaco_Island_Abaco_Islands_Out_Islands_Baha.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d149318-Reviews-Elbow_Cay-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d185179-Reviews-Tahiti_Beach-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d185168-Reviews-Man_O_War_Cay-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g675688-d2559652-Reviews-Windward_Point-Treasure_Cay_Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d207883-Reviews-Guana_Cay_Beach-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d185169-Reviews-Manjack_Cay-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d185164-Reviews-Fowl_Cays_National_Park-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d185183-Reviews-Tilloo_Cay_National_Reserve-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d147935-Reviews-Pelican_Cays_National_Park-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d6352632-Reviews-Ball_Chain-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d23953954-Reviews-Kannavis_Botanicals-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g147319-d4894655-Reviews-Coamo_Thermal_Hot_Springs-Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g2543839-d2501278-Reviews-Richtis_Gorge-Sitia_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g49297-d532110-Reviews-Emerald_Village-Little_Switzerland_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g39426-d1112388-Reviews-Buffalo_Trace_Distillery-Frankfort_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d23957754-Reviews-Archaeological_Museum_Of_Chania-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d10175386-Reviews-ShotGun_Shooters_Bar-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g14006522-d10771183-Reviews-Murvica_Beach-Murvica_Brac_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d5074715-Reviews-Divvy_Bikes-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147424-d4442630-Reviews-or10-Treasure_Cay_Beach-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147424-d4442630-Reviews-Treasure_Cay_Beach-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html"
    }
]