[
    {
        "attraction_name": "Trinity College Dublin",
        "attraction_name_vi": "Cao đẳng Trinity Dublin",
        "general_info": [
            "14.117 đánh giá",
            "16 trong số 679 điều cần làm ở Dublin",
            "Công trình kiến ​​trúc"
        ],
        "attraction_summary": "Mặt tiền tòa nhà của Cao đẳng Trinity là một trong số nhiều mặt tiền được xây dựng kể từ khi thành lập Trường vào ngày 13 tháng 3 năm 1592. Thiết kế này được thực hiện bởi Theodore Jacobsen, một kiến ​​trúc sư nghiệp dư ở London, với sự cộng tác của Henry Keene và John Sanderson.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Điều này thực sự tốt hơn tôi mong đợi. Không thực sự được thông báo đầy đủ trước khi tôi đi. Thực sự mong chờ thư viện nhưng được giáo dục về Sách Kells và chuyến tham quan nhỏ đến Dublin. Hướng dẫn viên du lịch thực sự giỏi và cung cấp một chuyến tham quan và giáo dục thú vị.Đọc thêm",
            "Chúng tôi đã ở Dublin trong 4 ngày vào giữa tháng 5 năm 2023. Vì vậy, tất nhiên một trong những chuyến thăm sẽ là ngôi trường đại học lịch sử và xinh đẹp này. Chúng tôi đã đến thăm 3 lần trong thời gian ở Dublin và tất nhiên một ngày nọ chúng tôi đã nhìn thấy Book Of Kells và thư viện Long Room. Ngoài chuyến tham quan tự hướng dẫn đó, chúng tôi đã tự mình đi tham quan khuôn viên trường.  Một số tòa nhà trong khuôn viên trường có từ cuối những năm 1500. Khoảng sân giữa thật tuyệt vời để đi bộ hoặc chỉ ngồi trên một trong những chiếc ghế dài và mọi người ngắm nhìn. Khi đang ngồi trên ghế dài vào một ngày nắng đẹp, một con Cáo đỏ hoang dã đi ngang qua.... vâng, một con cáo hoang dã!! Tôi không có thời gian để chụp ảnh vì nó nhanh chóng biến mất vào khu rừng gần đó.  Nhiều người nổi tiếng đã theo học tại trường đại học này bao gồm Oscar Wilde và Samuel Beckett. Nơi này có bề dày lịch sử phong phú và là một chuyến thăm quan trọng không thể bỏ qua. Đọc thêm",
            "Đây là một khuôn viên đáng yêu. Chuyến tham quan rất hay, mặc dù hơi khó nghe. Chúng tôi đến Dublin vì con gái tôi là một sinh viên được chấp nhận và chúng tôi đang tìm kiếm một chuyến tham quan khuôn viên trường. Có các tour du lịch riêng dành cho khách du lịch - hầu hết các tour của chúng tôi đều được chấp nhận hoặc là sinh viên tiềm năng. Các hướng dẫn rất hay và kiến ​​trúc rất đẹp.Đọc thêm",
            "Tôi và gia đình đã có khoảng thời gian tuyệt vời tại trường đại học Trinity. Lúc đầu, chúng tôi chỉ muốn xem Sách Kells nhưng chúng tôi quyết định thực hiện một chuyến tham quan toàn bộ trường đại học. Chuyến tham quan thật tuyệt vời, hướng dẫn viên Rosanne của chúng tôi thực sự tốt bụng, hấp dẫn và thú vị với nhiều thông tin thú vị cũng như cho chúng tôi thời gian để tự mình nhìn xung quanh bao gồm cuốn sách Kells và thư viện hội trường dài ngoạn mục. \n\nTôi khuyên bạn nên xem cuốn sách Kells, nhưng tôi thậm chí còn khuyên bạn nên tham gia chuyến tham quan trường đại học nhiều hơn, điều này tốt hơn nhiều so với bất kỳ chuyến tham quan trường đại học nào khác mà tôi đã tham gia, đặc biệt nếu bạn có một hướng dẫn viên du lịch tuyệt vời như Rosanne.Đọc thêm",
            "Đã đến thăm trường đại học Trinity và trong khi quyết định thực hiện một chuyến tham quan thật tuyệt vời và rất nhiều thông tin. Hướng dẫn viên của chúng tôi là Luca, một chuyên gia lịch sử và là một kẻ xấu tổng thể. Anh ấy rất am hiểu về lịch sử của trường đại học, đưa chúng tôi đi khắp nơi và kết thúc bằng việc chúng tôi xem cuốn sách của Kells. Nếu bạn đi, tôi thực sự khuyên bạn nên tham quan và yêu cầu Luca!Đọc thêm",
            "Chúng tôi có thể thực hiện chuyến tham quan thư viện và Sách Kells vào một ngày mưa ở Dublin. Bản thân chuyến tham quan rất thú vị và nhiều thông tin, tuy nhiên bạn phải chiến đấu với rất nhiều người khác để xem các cuộc triển lãm. Phòng Dài rất đẹp nhưng lại là điểm cuối của mọi chuyến tham quan khiến nó vô cùng bận rộn và tắc nghẽn. Nếu bạn có cơ hội đi dạo quanh khuôn viên trường, tôi thực sự muốn giới thiệu nó vì phong cảnh kiến ​​trúc rất đẹp. Thời gian dành cho chuyến tham quan tự hướng dẫn là không cần thiết vì chúng không giới hạn số lượng nhóm.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan có hướng dẫn trong khuôn viên trường, trong đó có chuyến thăm thư viện. Chuyến lưu diễn với Sarah thật tuyệt vời - cô ấy thông minh, vui tính và hiểu biết. Khuôn viên trường rất đẹp và những câu chuyện đằng sau một số tòa nhà cũng rất hấp dẫn. Tất nhiên, thư viện cũ cũng rất tuyệt vời. Đọc thêm",
            "Tour được thực hiện bởi một trong những sinh viên. Thật đáng để tìm hiểu thêm thông tin về trường và xem 1 trong những tòa nhà chính. Chúng tôi đã không thực hiện Sách Kells vì thư viện đang được cải tạo. Họ vẫn bán vé nên đọc các nhận xét. Hầu hết sách đã biến mất và thư viện được bọc dưới lớp nhựa, cũng như các bức tượng bán thân. Đọc thêm",
            "Chuyến tham quan có ba phần.  Sinh viên năm thứ 3 của trường Cao đẳng Trinity đã có một chuyến tham quan trường rất xuất sắc và cực kỳ bổ ích.  Thư viện và Sách Kells hơi thất vọng một chút.  Tài liệu giải thích về Sách Kells và các bản thảo liên quan rất khó hiểu và được trình bày kém và nhiều cuốn sách đã được chuyển khỏi Thư viện để bảo quản.  Nhìn lại, tôi sẽ chỉ mắc kẹt với chuyến tham quan.Đọc thêm",
            "Điểm nổi bật trong thời gian của chúng tôi tại trường Cao đẳng Trinity là chuyến đi bộ với Luca. Anh ấy rất hiểu biết và thú vị - sự kết hợp hoàn hảo cho một hướng dẫn viên du lịch xuất sắc. Tuy nhiên, chúng tôi rất thích Sách Kells, nó không thú vị như mong đợi, đặc biệt là do công việc bảo tồn sách đang được tiến hành trong thư viện Long Hall là cần thiết nhưng tiếc là các ngăn sách gần như trống rỗng. Nếu bạn có cơ hội thực hiện chuyến tham quan khuôn viên trường với Luca, chúng tôi thực sự khuyên bạn nên làm điều đó.Đọc thêm",
            "Chúng tôi đã vài lần đến Trinity College và The Books of Kells.   Sách của Kells - một thư viện nổi tiếng có rất ít sách - có thể là vài hàng đầu tiên - họ đã dỡ bỏ để khôi phục nhiều sách cũ và đặt chúng trong một môi trường được kiểm soát khí hậu - một nhân viên cáu kỉnh cho biết họ sẽ không trả lại. Chúng tôi đặc biệt đến xem thư viện tráng lệ này và rất thất vọng. Ngoài ra - ngoài người phụ nữ đã bán vé cho chúng tôi - một sinh viên - các nhân viên còn thô lỗ và cáu kỉnh. Tôi hiểu rằng họ đối phó với đám đông lớn nhưng điều đó là không thể chấp nhận được.  Tôi sẽ không quay lại trường Trinity College cũng như sẽ không giới thiệu bất kỳ ai đến thăm thư viện.Đọc thêm",
            "Cao đẳng Trinity đẹp quá! Tôi thực sự thích đi dạo xung quanh và ngắm nhìn căn phòng dài có Sách Kells. Cửa hàng quà tặng cũng rất đáng yêu, mặc dù tôi ước gì họ bán được một ít đồ uống lạnh.Đọc thêm",
            "Mình có 1 ngày chạy quanh trung tâm thành phố. Bắt xe buýt vào và ra khỏi thành phố. Dễ như ăn bánh. Người dân rất lịch sự. Thành phố thật an toàn. Tất cả mọi thứ với khoảng cách đi bộ. 6 giờ để xem Cố lênĐọc thêm",
            "Chúng tôi đến thăm Trinity College Dublin trên một vé du lịch trong đó có Sách Kells, một bản thảo minh họa của bốn sách phúc âm được viết vào năm 800 CN. Hướng dẫn viên quyến rũ của chúng tôi Owen là một sinh viên hiện tại và có đủ mọi hiểu biết sâu sắc về cuộc sống trong khuôn viên trường cùng với tất cả lịch sử của Trường. Đây là nơi không thể bỏ qua ở Dublin - một trong những trường đại học lâu đời nhất ở châu Âu và nổi tiếng với thư viện. Phòng chính của Thư viện Cũ là Phòng Dài, nơi lưu giữ Sách Kells và đàn hạc Brian Boru, cây đàn hạc cổ nhất ở Ireland. Rất khuyến khích!!Đọc thêm!!",
            "Hướng dẫn viên địa phương của chúng tôi, Emily đã làm rất tốt khi kể cho chúng tôi về các tòa nhà và lịch sử của trường Cao đẳng Trinity, rất đáng để trả tiền cho chuyến tham quan đầy thông tin và giải trí của cô ấy. Cuốn sách kinh nghiệm của Kells rất xuất sắc.Đọc thêm",
            "Sách Kells, Thư viện, khuôn viên, lịch sử, thật tuyệt vời. Điều này rất đáng để ghé thăm. Một chuyến tham quan có hướng dẫn của sinh viên là con đường để đi. Các tòa nhà thật tuyệt vời cả bên trong lẫn bên ngoài. Những truyền thống thật hấp dẫn. Bạn sẽ học được rất nhiều điều về cách mọi người được đối xử trong suốt lịch sửĐọc thêm",
            "Chúng tôi đã đặt chuyến tham quan trường Cao đẳng Trinity cùng với một cuốn sách về Kells và rất vui mừng với mọi thứ chúng tôi đã học và thấy. Người hướng dẫn tuyệt vời của chúng tôi là một cựu nhân viên đã trở thành sinh viên và có rất nhiều giai thoại cũng như câu chuyện để chia sẻ với chúng tôi. Cuốn sách Kells and the Long Room rất hay và tôi rất vui vì chúng tôi đã được xem thư viện trước khi nó hoàn toàn chuyển đổi thành trải nghiệm ảo. Mang giày thoải mái và áo khoác vào mùa đông xuân!Đọc thêm",
            "Một nơi không thể bỏ qua ở Dublin. Đẹp đặc biệt nếu bạn có thể đến thăm nó vào ban đêm. Kết hợp với chuyến tham quan cuốn sách của Kells và Thư viện.Đọc thêm",
            "Tôi rất vui vì chúng tôi đã đánh dấu điều này ra khỏi danh sách. Căn phòng dài của thư viện rất đẹp nhưng hầu hết sách đã bị dỡ bỏ. Họ đã để lại một số ở phần có cầu thang xoắn ốc và nó trông giống như thứ gì đó trong phim Harry Potter. Chúng tôi đã có thể nhìn thấy Sách Kells, nó thật đáng yêu. Rất vui vì chúng tôi đã ghé thăm và có cơ hội đi dạo quanh khuôn viên trường.Đọc thêm",
            "Bất chấp những gì người khác thường nói; trả tiền cho một chuyến đi bộ ở đây bao gồm trải nghiệm Book of Kells không phải là điều mà thế giới phải làm. Quá nhiều nhóm trường học bận rộn khi chúng tôi ghé thăm, đặc biệt là trong Thư viện Phòng Dài với quá nhiều ảnh tự chụp cũng đang diễn ra. Cũng cần lưu ý rằng do không gian đó đang được khôi phục nên hầu hết các kệ sách hiện đều trống. Những thay đổi lớn hơn nữa cũng sắp xảy ra với toàn bộ tòa nhà đó. Trưởng đoàn du lịch của chúng tôi có nhiều thông tin nhưng tôi không nghĩ rằng trải nghiệm với họ đáng để trả thêm giá. Phần lớn của Trinity mở cửa cho công chúng, vì vậy chỉ cần bước vào sau khi thực hiện một số nghiên cứu trước chuyến thăm và sau đó trả mức giá tiêu chuẩn cho thành phần Sách Kells; hy vọng không có nhóm trường nào.Đọc thêm"
        ],
        "star_ratings": [
            7471,
            4983,
            1401,
            185,
            77
        ],
        "review_amount": 14117,
        "location": [
            "Những điều cần làm ở Dublin",
            "Dublin",
            "Châu Âu",
            "Ai-len",
            "Cao đẳng Trinity Dublin",
            "Tỉnh Leinster",
            "Quận Dublin"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 18, 2023",
            "Written June 23, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 11, 2023",
            "Written July 18, 2023",
            "Written July 22, 2023",
            "Written July 23, 2023",
            "Written July 24, 2023",
            "Written June 5, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written May 26, 2024",
            "Written May 21, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 6, 2024",
            "Written April 30, 2024",
            "Written April 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186605-d188502-Reviews-Trinity_College_Dublin-Dublin_County_Dublin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d784311-Reviews-WILDE_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d25969768-Reviews-PI_Temple_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d12711158-Reviews-The_Sidecar_Bar_at_The_Westbury_Hotel-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d25019445-Reviews-Copper_Straw-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d25384507-Reviews-The_DL_Bar_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d13536271-Reviews-SOLE_Seafood_and_Grill-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d7284584-Reviews-Balfes-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d1494288-Reviews-Marco_Pierre_White_Steakhouse_and_Grill-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d8669862-Reviews-Featherblade_Steakhouse-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d696203-Reviews-Davy_Byrne_s-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10840962-Reviews-William_Lecky_Statue-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7222524-Reviews-Irish_Whiskey_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d16760525-Reviews-Seamus_Heaney_Listen_Now_Again-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d4501948-Reviews-Dublin_Visitor_Centre-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d215062-Reviews-The_Book_of_Kells_Old_Library-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214876-Reviews-Bank_of_Ireland-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d14155531-Reviews-Thomas_Moore_Statue-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d14064583-Reviews-Four_Angels_Fountain-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216251-Reviews-The_Douglas_Hyde_Gallery_of_Contemporary_Art-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d16844969-Reviews-Trinity_Chapel-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188502-Reviews-or10-Trinity_College_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d191025-Reviews-Kilmainham_Gaol_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10809925-Reviews-14_Henrietta_Street-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214896-Reviews-Experience_Glasnevin_Ireland_s_National_Cemetery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10693189-Reviews-Richmond_Barracks-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188821-Reviews-Temple_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189694-Reviews-Guinness_Storehouse-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214994-Reviews-St_Audoen_s_Church-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d546279-Reviews-Croke_Park_Stadium_Tour_GAA_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216253-Reviews-Drimnagh_Castle-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188504-Reviews-Saint_Patrick_s_Cathedral-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1874156-Reviews-Collins_Day_Tours-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d536114-Reviews-Historical_Walking_Tours_of_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12619790-Reviews-Secret_Food_Tours_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d4006684-Reviews-Tours_De_Dublin_En_Francais-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12111516-Reviews-A_Spasso_Per_Dublino-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1524015-Reviews-Gray_Line_Ireland-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1775081-Reviews-Irish_Day_Tours-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7286536-Reviews-Walking_Tours_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1460459-Reviews-Hidden_Dublin_Tours-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d621549-Reviews-Ripley_s_Haunted_Adventure-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g40926-d527362-Reviews-Kisma_Preserve-Trenton_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d23235344-Reviews-Rehoboth_Beach_Boardwalk-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d196385-Reviews-West_End_Historic_District-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d7313934-Reviews-Secret_Falls_Trail-Wailua_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g42683-d142430-Reviews-Oval_Beach-Saugatuck_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d8783158-Reviews-Innisfree_Jeju_House-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g53009-d2550133-Reviews-Country_Junction-Lehighton_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d284005-Reviews-Ripley_s_Moving_Theater-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d560908-Reviews-Capone_s_Dinner_and_Show-Kissimmee_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186605-d188502-Reviews-or10-Trinity_College_Dublin-Dublin_County_Dublin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186605-d188502-Reviews-Trinity_College_Dublin-Dublin_County_Dublin.html"
    }
]