[
    {
        "attraction_name": "Truk Lagoon",
        "attraction_name_vi": "Xe tải đầm phá",
        "general_info": [
            "241 đánh giá",
            "1 trong 5 điều cần làm ở Chuuk",
            "Nguồn nước"
        ],
        "attraction_summary": "Lặn tuyệt vời, lặn 4 xác tàu mỗi ngày. Lặn dễ dàng nhất bạn sẽ tìm thấy. Nhiệt độ nước tốt 82. Tầm nhìn tốt. Nhiều cỗ máy chiến tranh để xem bao gồm xe tăng, máy bay phụ. Một người yêu thích WW2 Dreamland. Đọc thêm",
        "reviews": [
            "Vẻ ngoài có thể đánh lừa, nhưng một khi bạn thử đồ ăn, những con đường sẽ chỉ là một vết va chạm nữa.  Hải sản tươi sống và những người mỉm cười dễ thươngĐọc thêm",
            "Tôi đã ở Truk năm 1976. Lặn giỏi nhất thế giới. Quần đảo khô hạn không có rượu vì vấn đề nghiện rượu. Việc lặn thật đặc biệt. Đọc thêm",
            "Chồng tôi và tôi đi du lịch cùng Dive Shop, SunReef Mooloolaba đến Truk Lagoon để nghỉ bảy đêm.  Cửa hàng lặn Blue Lagoon trong khu nghỉ dưỡng của chúng tôi đáp ứng nhu cầu lặn của chúng tôi và chúng tôi có cùng Thuyền trưởng Stenson và DiveMaster Rambo mỗi ngày.  Từ Chủ nhật đến chiều thứ Sáu, chúng tôi đã thực hiện được 13 lần lặn tuyệt vời.  Rambo đã khuyên chúng tôi trước mỗi lần lặn những gì cần tìm để chúng tôi tận dụng tối đa mỗi lần lặn.   Bạn có thể quay lại nhiều lần để đi lặn và không nhìn thấy xác tàu đó hai lần.  Vô số san hô mềm và cứng tuyệt đẹp, màu sắc rực rỡ và đời sống cá tuyệt vời. Bạn có thể thuê thiết bị lặn ở đó.  Nhân viên lấy nước lạnh. Mang theo máy ảnh dưới nước, kem chống nắng, mũ lưỡi trai và bất kỳ thiết bị lặn nào bạn sở hữu.Đọc thêm",
            "Người quản lý James thật tuyệt vời khi nói chuyện và đưa chúng tôi vào những vị trí tốt nhất. Anh ấy rất chú trọng đến sự an toàn và đảm bảo rằng bạn nhận thức được mọi nguy hiểm và anh ấy đảm bảo rằng bạn cảm thấy thoải mái với các điều kiện lặn. Anh ấy có khả năng lặn cho mọi cấp độ thợ lặn.Đọc thêm",
            "Chúng tôi là thành viên của một nhóm trong Kỳ nghỉ lặn tới Đầm phá Truk và lặn với cửa hàng lặn Blue Lagoon. Hướng dẫn lặn và thuyền rất tuyệt vời, 14 lần lặn - mỗi lần lặn là một xác tàu khác nhau, Hướng dẫn rất am hiểu về lịch sử của từng xác tàu - thâm nhập vào phòng máy và hầm hàng - rất khuyến khíchĐọc thêm",
            "Cách tốt nhất để lặn xuống đầm Truk là trên Odyssey tráng lệ. Mọi nhu cầu đều được giải quyết và dự đoán trước. Bản thân con tàu thật tuyệt vời với một phòng ăn đẹp mắt, những phòng ngủ sang trọng có giường cỡ King và vòi sen. Thức ăn thật tuyệt vời. Nhưng điều tuyệt vời nhất ở Odyssey là đội ngũ thợ lặn có thể đánh giá mức độ chú ý mà họ mong muốn. Chúng tôi có những thợ lặn siêu kỹ thuật cho một số người như tôi đang cần sự giúp đỡ. Mọi cấp độ lặn đều được xử lý một cách thành thạo. Thêm vào đó, các cuộc họp giao ban lặn của Đại úy Mike rất kỹ lưỡng một cách đáng kinh ngạc. Nóng lòng được đi lặn lần nữa với đầy tự tin. Cảm ơn KenĐọc thêm",
            "Trải nghiệm thực sự tuyệt vời và siêu thực khi được xem tất cả các xác tàu trong Thế chiến thứ hai và ở một vị trí đẹp đẽ và yên bình như vậy. Ngoài ra, Truk còn rất xa con đường du lịch nên bạn chỉ đi chơi với những người hay đi du lịch chứ không phải khách du lịch lòe loẹt. Đọc thêm",
            "Ông bà tôi đã phục vụ trong Thế chiến thứ hai, điều này mang lại một sự đánh giá hoàn toàn mới. Xác tàu thật tuyệt vời. Lần lặn sâu nhất của chúng tôi là 115 feet và chúng tôi nhìn thấy 12 xác tàu. Tất cả đều có thể truy cập được cho thợ lặn giải trí trung bình. Chúng tôi đã thâm nhập vào một số xác tàu có hướng dẫn viên, điều này thật tuyệt vời. Đó là tất cả mọi thứ bạn sẽ thấy trong ảnh và youtube. Những thân tàu bị nổ tung, những thân tàu có máy bay bên trong, những chai rượu sake và bia nằm trong thùng, bên trong những con tàu vẫn còn đó và nguyên vẹn. thật tuyệt vời khi thấy biển phục hồi các xác tàu như thế nào. San hô và sinh vật biển có rất nhiều trên xác tàu. Một vài con cá mập ở ngoài khơi Rio, nhưng ngoài ra không có sinh vật biển lớn nào. Chúng tôi đang tiết kiệm để quay trở lại. Có một video trên Amazon về xác tàu Chuuk...The Wrecks of True Lagoon của Mike Gerken. Hiểu rồi. Nó bổ sung thêm ý nghĩa cho những gì bạn nhìn thấy và mang đến một cách tuyệt vời để chia sẻ lịch sử và hoạt động lặn với người khác.Đọc thêm",
            "Nhiều tàu đắm của Nhật Bản trong Thế chiến II và các kế hoạch có thể tiếp cận được với thợ lặn giải trí. Nơi tốt nhất trên thế giới cho những lần lặn như vậy. không có gì khác để làm ngoài lặn biển. Đọc thêm",
            "Tên vùng nước là gì?",
            "Có truy cập internet trên tàu không?Đọc thêm",
            "Những gì Chris đã nóiĐọc thêm",
            "Tôi có thể đi từ Tahiti hoặc Bora Bora đến xe tải không?Đọc thêm",
            "Thay đổi máy bay ở Hawaii và GuamĐọc thêm",
            "Chỉ tự hỏi bạn bồ câu với ai?  Đã có buổi biểu diễn trực tiếp trên tàu chưa?Đọc thêm",
            "Chúng tôi ở tại khu nghỉ dưỡng Blue Lagoon. Đồ ăn và lặn rất tuyệt. Nơi đây có trung tâm lặn riêng và họ rất tốt bụng và hoàn toàn chuyên nghiệp Đọc thêm",
            "Sống trên tàu hay khu nghỉ dưỡng trên bờ để lặn? Ưu và nhược điểm? Đọc thêm",
            "Tất cả các xác tàu đều cách khu nghỉ mát khoảng 10 đến 15 phút đi thuyền nên không thực sự là vấn đề. Liveaboards sẽ buộc vào nơi neo đậu của xác tàu, vì vậy bạn lặn thẳng ra khỏi thuyền. Thức ăn trên liveaboard có thể sẽ ngon hơn vì họ có một đầu bếp chế biến mọi thứ từ đầu. Đồ ăn ở resort đơn giản nhưng không có gì đặc sắc. Ở một số điểm đến, bạn có thể thực hiện nhiều chuyến lặn trên liveaboard hơn là trên bờ do vị trí và thời gian di chuyển đến các địa điểm lặn, nhưng trường hợp đó không xảy ra ở đây vì bạn thường bị giới hạn ở 2 lần lặn mỗi ngày tùy theo độ sâu. Tôi không nhất thiết phải có quan điểm mạnh mẽ, nhưng theo kinh nghiệm của tôi, tôi sẽ không ngần ngại thực hiện lại hoạt động trên bờ.Đọc thêm",
            "Xin chào, tôi nhận thấy có một liveaboard mới, gọi là Truk Master. ai đó có thể cho tôi biết về liveaboard mới này không?Đọc thêm",
            "Vừa tìm hiểu về Truk Master và nó thật tuyệt vời.  Thuyền chất lượng, đồ ăn ngon, mọi thứ đều hoạt động. Thuyền trưởng không phải là người dễ chịu nhất mà tôi từng gặp - nhưng Giám đốc Du thuyền người Pháp thật xuất sắc và chúng tôi đã có một tuần tuyệt vời.Đọc thêm",
            "Xin chào, tôi sẽ đến Truk vào tháng 9 và ở lại Blue Lagoon một tuần. Tôi có chứng chỉ PADI nâng cao về lặn biển - vậy có ổn không hay tôi nên thử nâng cấp lên thợ lặn sâu trước khi đi du lịch? Tôi biết mình không có nhiều thời gian! Đọc thêm",
            "Câu trả lời này có lẽ đã quá muộn nhưng không - không cần chứng chỉ thợ lặn sâu.Đọc thêm",
            "Mình ở Blue Lagoon chỉ thắc mắc trong phòng có ấm đun nước không.Đọc thêm",
            "Không. Họ có một nhà hàng mở cửa sớm để phục vụ cà phê, trà và bữa sáng cho bạn.  Bữa sáng cũng có nhiều lựa chọn ngon.Đọc thêm",
            "Chào buổi sáng,\nTôi sẽ lên Odyssey sau 3 tuần nữa, rất phấn khích! nhưng câu hỏi của tôi là sau khi bạn cập bến khi hết tuần và máy bay không khởi hành cho đến 2 giờ sáng, bạn sẽ làm gì, ngồi ở sân bay? có vẻ khá ngớ ngẩn nếu thuê một phòng trong vài giờ. \nChúng ta sẽ rời bến lúc mấy giờ?\nvà phải làm gì cho đến khi máy bay cất cánh?\nCảm ơn\nRobynĐọc thêm",
            "Xin chào, tôi đã đến Chuuk 3 lần và vừa quay lại. Khi bạn đến sân bay làm thủ tục và để túi xách ở đó, đừng vào điểm khởi hành cho đến thời gian đã đặt vé. có hai nhà hàng ở sân bay. ra khỏi sân bay và rẽ trái. đi bộ qua đường và có một nhà hàng ở đó, nó có máy điều hòa tốt nhất, ngồi ở đó với bia và đồ ăn cho đến giờ lên máy bay. Hoặc ra khỏi sân bay rẽ trái vào đường và đi về phía sân bay, rẽ phải và đi bộ 200 m có một khách sạn và nhà hàng tên là thủy triều cao trong nhà hàng có đồ ăn và bia và đợi đến giờ lên máy bay. Tôi sẽ không bận tâm đi bộ đến thị trấn. Khi bạn vượt qua máy quét an ninh và cơ thể, nếu bạn có cơ hội, hãy rẽ trái và bước vào phòng chờ hàng đầu, chỗ ngồi và máy điều hòa tốt hơn so với điều chỉnh bên phải và phòng chờ hạng phổ thông. nếu có hai bạn thì có người vào đó. hy vọng điều đó sẽ giúp ích cho bất kỳ thông tin nào khác chỉ cần hỏi.Đọc thêm",
            "Chồng tôi là một người đàn ông đã sống sót sau bao bi kịch và mất mát trong cuộc đời. Đây sẽ là một giấc mơ trở thành sự thật đối với anh ấy. Từ Alberta Canada đến nơi này sẽ tốn bao nhiêu tiền.Đọc thêm"
        ],
        "star_ratings": [
            203,
            31,
            5,
            2,
            0
        ],
        "review_amount": 241,
        "location": [
            "Liên bang Micronesia",
            "Các hoạt động ở Chuuk",
            "Nam thái bình dương",
            "Xe tải đầm phá",
            "Chuuk"
        ],
        "reviews_time": [
            "Written April 29, 2023",
            "Written June 20, 2022",
            "Written January 21, 2022",
            "Written February 16, 2020",
            "Written November 19, 2019",
            "Written October 9, 2019",
            "Written October 9, 2019",
            "Written September 30, 2019",
            "Written August 25, 2019",
            "Written August 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311328-d447377-Reviews-Truk_Lagoon-Chuuk.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311328-d447377-Reviews-or10-Truk_Lagoon-Chuuk.html",
            "https://www.tripadvisor.com/Attraction_Review-g188095-d3348678-Reviews-Lake_Lugano-Lugano_Canton_of_Ticino_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d481585-Reviews-Lion_s_Head-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g33485-d1856914-Reviews-St_Mary_s_Glacier-Idaho_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g315915-d6779496-Reviews-Costa_Water_Park-Fuengirola_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g37361-d4290568-Reviews-Nashville_Indiana-Nashville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d23557160-Reviews-Sandy_Beach-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g51224-d7385445-Reviews-Broken_Arrow_Warren_Theatre-Broken_Arrow_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g55086-d2367145-Reviews-Watauga_Lake-Hampton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064199-d6819098-Reviews-Playa_de_Abama-Guia_de_Isora_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33049-d8592537-Reviews-Santa_Fe_Springs_Swap_Meet-Santa_Fe_Springs_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311328-d447377-Reviews-or10-Truk_Lagoon-Chuuk.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311328-d447377-Reviews-Truk_Lagoon-Chuuk.html"
    }
]