[
    {
        "attraction_name": "Tu Nhi Tailor Shop",
        "attraction_name_vi": "Tiệm may Tú Nhi",
        "general_info": [
            "43 đánh giá",
            "- 258 trên 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thật là một người ấm áp và chân thật mà tôi - tôi từng gặp - ngoại trừ vợ tôi - - và sản phẩm rất tốt. Tôi - sẽ lấy hai chiếc áo đầu tiên và sau khi kiểm tra chúng, tôi - sẽ lấy thêm hai chiếc nữa. Chất lượng rất tốt. Cảm ơn nhiều Đọc thêm",
            "Chồng tôi và tôi đã nhờ người thợ may này mua cho anh ấy một bộ vest và cho tôi một chiếc áo khoác. Chưa mặc nhưng quá trình thử đồ rất dễ dàng và mặc dù đã cố gắng xem có muốn bán thêm không. Bộ đồ - 105 với 1 áo khoác và 2 quần - 40 áo khoác mùa đông. Chúng tôi hài lòng với điều đóĐọc thêm",
            "Chúng tôi có nhiều món đồ được làm bằng thợ may này, gồm 2 bộ quần short, áo sơ mi, váy và một số thay đổi. Mỗi người phụ nữ đều thân thiện, nói tiếng Anh tốt và làm theo yêu cầu của chúng tôi, tôi rất muốn giới thiệu họ. Đọc thêm",
            "Bạn trai tôi và tôi đã may một số món đồ ở đây bao gồm váy, quần short, quần tây và cả hai chúng tôi đều có những chiếc áo khoác đẹp, được thiết kế hoàn hảo. Toàn bộ trải nghiệm rất thú vị. Hai người phụ nữ làm việc ở đây, Tâm và Sang, đều rất xuất sắc, rất hiểu biết, hay giúp đỡ và kiên nhẫn. Chúng tôi rất hài lòng với mọi thứ chúng tôi đã làm và muốn giới thiệu chúng cho những người khác.Đọc thêm",
            "Đã mua một số áo sơ mi được may đo từ đây và rất hài lòng với chúng. Hoàn toàn phù hợp ngay lần đầu tiên, chất lượng tuyệt vời và dịch vụ nhanh chóng. Trả tiền cho Mỹ - 11 mỗi chiếc áo và rất hài lòng với mức giá này. Cảm ơn.  - Đọc thêm",
            "Những người phụ nữ điều hành cửa hàng này là tuyệt vời nhất. Tốt bụng và hữu ích, tôi đã mua nhiều bài viết ở đó. Tôi có kế hoạch mua hàng trực tuyến từ họ và vận chuyển nó, tôi rất ấn tượng. Đọc thêm",
            "A friend and I went to Hoi An in december. Knowing this Town is known for being a good Place to get clothes tailored, we went to Tú Nhi cloth shop, after being recommended this Place by a friend. My friend and I were not prepared for what waited ahead when we entered the store. We were met by a very sweet girl - woman, who quickly got us seated at a table to look over fabrics and books that could inspire us. I original planned to only get two things made, but were soon convinced to buy more. Soon after another girl arrived to help us with the ordering. We ended up spending two hours in the store deciding on what we should get. When we left we were excited as kids on Christmas -  eve. Spending more money than we had originally anticipated. Yet, not much, if considering how much we had ordered.Next day we arrived for fitting, which went well and the day after we could leave happy with a Lot of new tailored stuff. Overall we were very pleased with the result! However, it was the experience that the pieces where the two girls had a clear idea of what we wanted ended better than the ones where where we went a bit outside the box. I draw a jacket, tried to explain it. I thougth it was understood and not that complicated. However it did not ended up as expected. Yet, still a Nice jacket! The suite and vietnamese dress l got made are absolute fantastic!! So, my recommendation would be to either go safe, or be very clear in the instruction  -  The girls are very sweet and do their best- wanting to give a Good service. The only thing I would criticize is that they did pressure a tad too much to get us too buy more, also the second day  - even after I did order some more - . I guess it is understandable, but since we did order much, it was a bit tiring that it continued. The First girl was sweet about it, the second could chill a bit more. But Again, sweet girls. Overall it is a recommendable Place  - Read more",
            "Bản thân tôi và đối tác của tôi đã được giới thiệu Tú Nhi bởi một người mà chúng tôi đã gặp ở Vịnh Hạ Long, người đã may cả một đống quần áo! Chúng tôi tìm thấy cửa hàng của họ một cách dễ dàng và chúng tôi thích sự thân thiện và nhiệt tình của Ann và đồng nghiệp của cô ấy - họ ngay lập tức ghi chú chi tiết và thực hiện các bản phác thảo theo những gì chúng tôi mong muốn - chúng tôi có rất nhiều màu sắc và chất liệu để lựa chọn. Chúng tôi có hai chiếc áo khoác, hai áo sơ mi, ba chiếc váy và một bộ vest - và chúng tôi được mời quay lại thường xuyên nhất có thể để xem mọi giai đoạn của quá trình sản xuất và thực hiện bất kỳ điều chỉnh nào mà chúng tôi yêu cầu. Chất lượng của quần áo thật đáng kinh ngạc- và những chiếc áo sơ mi tôi có là chiếc áo đẹp nhất mà tôi từng có! Tôi hiểu rằng các cô gái gửi quần áo ra nước ngoài, vì vậy chúng tôi có thể may thêm một số và gửi đi cho chúng tôi.Trải nghiệm tuyệt vời- dịch vụ tuyệt vời.Không thể giới thiệu đủ!Đọc thêm",
            "Tôi đến Việt Nam vào tháng 5 năm 2014. Chúng tôi ghé thăm cửa hàng và mua một số áo sơ mi và váy. Chúng thực sự tuyệt đẹp, chính xác là những gì chúng tôi muốn. Giá cả cũng rất tốt! Nhưng điều tuyệt vời nhất với cửa hàng này do một phụ nữ trẻ siêu toàn diện và rất tốt bụng điều hành là sau chuyến đi, tôi quyết định mua một bộ vest. Việc giao tiếp thật dễ dàng và cô ấy đã làm mọi thứ tôi muốn trên bộ đồ. Cô ấy thậm chí còn đặt một lớp lót màu cam bên trong!Tôi có thể - khuyên bạn nên đến cửa hàng này nhiều hơn! Chất lượng tốt nhất, mọi người rất nhanh nhẹn và rất tốt bụng!!Nếu đến Hội An thì nhất định phải đến đó!!Đọc thêm",
            "25 chiếc áo sơ mi, 7 chiếc quần, 3 đôi giày, 3 chiếc áo blazer và một chiếc túi vải thô để mang tất cả về nhà. Và tôi - tôi chắc chắn rằng - đó không phải là tất cả những gì tôi đã làm ở cửa hàng tuyệt vời này. Hai người phụ nữ đáng yêu ở đây đã đưa dịch vụ khách hàng lên một tầm cao mà tôi chưa từng thấy trong thời gian ngắn ngủi ở Đông Nam Á. Họ rất hiệu quả trong việc hiểu những gì bạn muốn và làm thế nào để đạt được điều đó một cách tốt nhất và họ kiên nhẫn khi bạn đứng đó và kén chọn về việc nên có nắp đáy hay dây kéo. Tôi đã dành thêm một ngày ở Hội An chỉ để mua một số đồ cho gia đình và điều đó thật xứng đáng. Ba tháng sau, nó vẫn ở tình trạng tốt, mặc dù đã giặt hoặc sử dụng thông thường. Tôi - đã nhận được nhiều lời khen ngợi và dự định đi du lịch Hội An chỉ để ghé thăm cửa hàng này với tư cách là một người Mỹ sống ở Việt Nam, tôi cho nó 5 sao.Đọc thêm",
            "Có ai có địa chỉ email của các chị ở Tú Nhi cho em liên hệ được không?Đọc thêm"
        ],
        "star_ratings": [
            37,
            6,
            0,
            0,
            0
        ],
        "review_amount": 43,
        "location": [
            "Tiệm may Tú Nhi",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written November 8, 2018",
            "Written April 12, 2018",
            "Written July 16, 2017",
            "Written March 27, 2017",
            "Written October 4, 2016",
            "Written June 27, 2016",
            "Written December 11, 2015",
            "Written January 21, 2015",
            "Written November 26, 2014",
            "Written November 14, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d4600495-Reviews-Tu_Nhi_Tailor_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25032000-Reviews-Reu_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d23995106-Reviews-Cardi_Pizzeria-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4600495-Reviews-or10-Tu_Nhi_Tailor_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6481657-Reviews-TA_TA_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2460242-Reviews-Hoi_An_Cloth_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622556-Reviews-Sewing_Bee_Tailor_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9454571-Reviews-Ta_Ta_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15308265-Reviews-Alice_Tailor_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4722314-Reviews-Kim_Only_Tailor_Fashion-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211280-Reviews-Cloth_Shop_No_Forty_One-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2445068-Reviews-NGUYEN_CLOTH_SHOP-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211253-Reviews-Thanh_Long_Shoes-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6595819-Reviews-Mrs_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19055836-Reviews-41_Tailor_Inside_Hoi_An_Cloth_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2345591-Reviews-Lac_Viet_Jewellery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14985675-Reviews-City_Shoes_and_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13288503-Reviews-Jimmy_Jewellery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d25319860-Reviews-MY_ONLY_FRAGRANCE-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g297963-d3535182-Reviews-Fire_of_Anatolia-Serik_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d528448-Reviews-Great_Wolf_Lodge_Williamsburg-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105259-Reviews-Roger_Williams_Park_Zoo-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g52513-d19270447-Reviews-Rose_Bridge_Farm-Dresher_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298267-d10292008-Reviews-Telefrique_Harrisa-Jounieh_Mount_Lebanon_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7159462-Reviews-Shangri_La_Bath_Sauna-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d278792-Reviews-Kode_Art_Museums_Of_Bergen-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g29229-d3165555-Reviews-Mesa_Falls-Ashton_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d215937-Reviews-Salthill_Promenade-Galway_County_Galway_Western_Ireland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d4600495-Reviews-or10-Tu_Nhi_Tailor_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d4600495-Reviews-Tu_Nhi_Tailor_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Tu Nhi Tailor Shop",
        "attraction_name_vi": "Tiệm may Tú Nhi",
        "general_info": [
            "43 đánh giá",
            "- 258 trên 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Những chiếc váy được may không có mẫu trong vòng 3 giờ và không cần phải thay đổi!  Họ đã phát hiện ra và chất lượng thật tuyệt vời!!!!  Tôi chưa bao giờ thực sự đến cửa hàng của họ, họ đến gặp tôi, tại khách sạn của tôi, với vải và thước đo, v.v. và quay lại vài giờ sau đó vào ngày cuối cùng của tôi ở thị trấn với 4 chiếc váy - tất cả đều hoàn hảo!  Những cô gái xinh đẹp và chân thật thực sự xứng đáng với công việc kinh doanh của bạn!  Tôi thực sự rất vui khi được làm việc với họ!! Đọc thêm",
            "Đây là những người phụ nữ đáng yêu, khiến trải nghiệm của tôi ở Hội An trở nên tuyệt vời hơn nhiều. Tôi có một chiếc túi Duffle và một vài chiếc thắt lưng, vợ tôi có nhiều chiếc váy và áo khoác được làm rất đẹp mắt, nhất là khi có thứ gì đó không hoàn hảo thì các quý cô đảm bảo rằng nó không được sửa, thay vì chỉ nói rằng nó ổn hoặc làm một điều gì đó. sửa chữa nhanh dokey - mà chúng tôi đã có từ một cửa hàng khác -. Sẽ quay lại Hội An và chắc chắn sẽ quay lại cửa hàng nhỏ nàyĐọc thêm",
            "Đã đi du lịch vòng quanh Châu Âu và Châu Á trong 8 tháng qua, việc gặp được những cá nhân trung thực, thân thiện và chăm chỉ luôn là một động lực - s. Chúng tôi đã thử nghiệm việc dành thời gian để nói về những gì chúng tôi muốn và các cô gái thực sự thích nghi và không hối thúc chúng tôi. Họ rất vui vẻ làm việc với chúng tôi về các thiết kế và phác thảo mà chúng tôi nhận thấy hầu hết các nơi đều từ chối bạn nếu bạn không thể chọn một trong những món đồ của họ trên tường hoặc các tập tài liệu.   Tôi có cảm giác là bạn sẽ thấy ổn ở bất cứ đâu nhưng chỉ những nơi như thế này mới dành thời gian để đảm bảo rằng họ hiểu đó là gì và cảm thấy vui vẻ khi làm việc đó.  Tôi đã may một chiếc áo khoác và một người bạn một chiếc váy được may nhanh chóng và theo yêu cầu, với giá cả phải chăng.  Vợ tôi đã làm 10 món đồ và rất có thể chúng tôi sẽ quay lại trước khi đi hoặc đặt hàng trực tuyến.Đọc thêm",
            "Cửa hàng quần áo Tú Nhi. Thật là một trải nghiệm tuyệt vời. Tôi đã đặt mua rất nhiều quần áo và hài lòng với tất cả chúng. Tôi sẽ tiếp tục đặt hàng qua internet. Những người phụ nữ này rất tài năng và rất vui khi được làm việc cùng. Rất khuyến khích.Đọc thêm",
            "Đã cho chúng tôi chính xác những gì chúng tôi muốn ở một mức giá phải chăng. Hiệu quả và nhanh chóng. Cung cấp những gì họ đã hứa. Chắc chắn sẽ giới thiệu cửa hàng này. Các cô gái cũng rất dễ chịuĐọc thêm",
            "Dịch vụ tuyệt vời và quần áo chất lượng Cửa hàng vải Tú NhiChúng tôi tình cờ tìm thấy cửa hàng này, chúng tôi bước vào và gặp một phụ nữ người Anh và cô ấy rất hài lòng với dịch vụ này cũng như một số người đến từ Ba Lan và tất cả họ đều nói với chúng tôi rằng dịch vụ và chất lượng tuyệt vời như thế nào đây là tất cả những gì chúng tôi cần để tin tưởng họ. .  Vì vậy, chúng tôi cảm thấy yên tâm rằng chúng tôi sẽ có được chất lượng tốt và chúng tôi đã làm được.   Các cô gái có rất nhiều chất liệu và mẫu màu mà chúng tôi có thể cung cấp. Các cô gái thực sự biết cách tạo ra những sản phẩm phù hợp tuyệt vời. Họ làm việc hiệu quả và nhanh chóng. Chúng tôi đã làm tất cả những điều này trong vòng 24 giờ......... WOW.... Chồng tôi có một vài bộ vest được làm bằng chất liệu chất lượng vì anh ấy rất cầu kỳ và thường yêu thích phong cách Ý và các cô gái đã may 2 bộ vest chất lượng, 6 - 8 áo sơ mi, quần short đủ màu và anh ấy rất vui.  Tôi đã mua một chiếc áo khoác ngoài do các cô gái ở cửa hàng này may và chúng được đo vào lúc 3 giờ chiều và sẵn sàng vào ngày hôm sau. Chúng tôi cũng có nhiều món đồ mà chúng tôi không thể mang theo và chúng tôi đã yêu cầu các cô gái POSTO gửi lại và gửi lại qua Đường hàng không đến Úc và chúng đã được đóng gói rất kỹ càng và đến trước cửa nhà chúng tôi đúng như những gì họ đã nói. bạn sẽ nhận được dịch vụ tuyệt vời như công việc kinh doanh thú vị của gia đình. Yêu cầu đọc Sách chứng thực - nếu bạn vẫn chưa chắc chắn.Đọc thêm",
            "Nhanh chóng, hiệu quả, hợp lý và chu đáo - Shop vải TU NHI thật tuyệt vời Tôi đã đến thăm cả Anh và Sunny và những cô gái này thật tuyệt vời.  Họ biết chính xác những gì tôi muốn và thiết kế cũng như sao chép mọi thứ một cách hoàn hảo.  Chúng tôi đã sao chép và sao chép một số chiếc váy - cuối cùng tôi đã nhận được 4 chiếc váy mà tôi đã mang theo và chúng được làm với 5 màu mỗi chiếc và chúng rất hoàn hảo.  Tôi cũng có ảnh Áo khoác và một số váy khác và các cô gái đã tạo ra một bản sao tuyệt vời của những chiếc váy này.  Chồng tôi đã may 2 bộ quần áo, áo khoác Winter Over - vâng, những cô gái này rất nhanh nhẹn, hiệu quả và thân thiện. Tôi hiện đã giới thiệu hơn chục người bạn đến đó trong tháng trước và tất cả đều có trải nghiệm rất tốt và hài lòng với mọi giao dịch mua hàng của họ.Đọc hơn",
            "Do hạn chế về trọng lượng hành lý, chúng tôi không cân nhắc việc may bất kỳ bộ quần áo nào được thiết kế riêng khi đến thăm Việt Nam.  Khi dạo quanh Hội An vào buổi chiều muộn, chúng tôi đi ngang qua Tiệm vải Tứ Nhi và bị thu hút vào cửa hàng bởi lối trưng bày bắt mắt phía trước gồm áo jacket, áo sơ mi và các loại quần áo khác.  Chúng tôi đã được tiếp cận bởi một nữ nhân viên dễ thương, thân thiện và không quá áp lực khi nói chuyện với bạn.  Cuối cùng chúng tôi đã mua một chiếc váy dạ hội, áo khoác và một số áo sơ mi công sở.  Vào lúc 4h30 chiều, chúng tôi được đo quần áo và trở về lúc 6 giờ chiều để thử bộ quần áo cuối cùng.  Vào lúc 8h30 tối, quần áo đã được chuyển đến khách sạn của chúng tôi.  Tất cả các mặt hàng đều được hoàn thiện một cách chuyên nghiệp, không có sai sót hoặc đường chỉ lỏng lẻo.  Chúng tôi rất vui với việc mua hàng của mình và vì chúng được thiết kế riêng nên sự phù hợp rất tuyệt vời.  Chúng tôi đã hoàn thành việc gửi chúng về nhà qua bưu điện Hội An, điều này rất hữu ích.  2 nhân viên của Tú Nhi xử lý rất chuyên nghiệp và vui vẻ, đáng được chúc mừng.  Tôi rất muốn giới thiệu cửa hàng quần áo này.Đọc thêm",
            "Chúng tôi không có ý định may quần áo khi ở Hội An nhưng đã thay đổi quyết định sau khi nghe những lời nhận xét tích cực từ một người bạn đồng hành và chúng tôi rất vui vì đã làm như vậy!  Con gái tôi và tôi đã may vài chiếc váy, còn chồng tôi thì có một bộ vest tuyệt đẹp và một vài chiếc quần đùi.   - Tất cả đều được làm từ ảnh trên mạng. - Ahn và Sang đều tỉ mỉ, trung thực và đáng yêu khi làm việc cùng.  Họ không ngừng điều chỉnh cho đến khi hài lòng và bộ quần áo thật hoàn hảo.  Tôi đánh giá cao Tú Nhi và chắc chắn sẽ quay lại lần sau khi tôi ở Hội An.  Cảm ơn Ahn và Sang!Đọc thêm",
            "Hai cô gái chân thật, thật thà và xinh đẹp này đã khiến vợ tôi trông như người mẫu thời trang, con gái tôi là công chúa và tôi là ông trùm kinh doanh! Tôi ghét mua sắm nhưng lại không bận tâm đến những lần chúng tôi ghé thăm nơi này. Không có gì là rắc rối, và con mắt của họ về thời trang, chi tiết, dịch vụ và sự phù hợp là rất mẫu mực. Cảm ơn Ahn và Sang.Đọc thêm"
        ],
        "star_ratings": [
            37,
            6,
            0,
            0,
            0
        ],
        "review_amount": 43,
        "location": [
            "Tiệm may Tú Nhi",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written October 27, 2014",
            "Written October 10, 2014",
            "Written October 1, 2014",
            "Written August 6, 2014",
            "Written August 6, 2014",
            "Written June 28, 2014",
            "Written June 26, 2014",
            "Written May 17, 2014",
            "Written April 29, 2014",
            "Written April 14, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d4600495-Reviews-or10-Tu_Nhi_Tailor_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25032000-Reviews-Reu_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d23995106-Reviews-Cardi_Pizzeria-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4600495-Reviews-Tu_Nhi_Tailor_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4600495-Reviews-or20-Tu_Nhi_Tailor_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6481657-Reviews-TA_TA_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2460242-Reviews-Hoi_An_Cloth_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622556-Reviews-Sewing_Bee_Tailor_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9454571-Reviews-Ta_Ta_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15308265-Reviews-Alice_Tailor_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4722314-Reviews-Kim_Only_Tailor_Fashion-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211280-Reviews-Cloth_Shop_No_Forty_One-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2445068-Reviews-NGUYEN_CLOTH_SHOP-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211253-Reviews-Thanh_Long_Shoes-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6595819-Reviews-Mrs_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19055836-Reviews-41_Tailor_Inside_Hoi_An_Cloth_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2345591-Reviews-Lac_Viet_Jewellery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14985675-Reviews-City_Shoes_and_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13288503-Reviews-Jimmy_Jewellery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304074-d7250928-Reviews-Mogren_Beach-Budva_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g55483-d6367207-Reviews-Big_Spring_Family_Aquatic_Center_and_Water_Park-Big_Spring_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g198637-d1918602-Reviews-Reichsburg_Cochem-Cochem_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g59681-d735384-Reviews-Cana_Island_Lighthouse-Baileys_Harbor_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g58548-d2461951-Reviews-First_Beach-La_Push_Clallam_County_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1036817-d1756253-Reviews-Virgin_Island-Panglao_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d4894806-Reviews-Flashback_Old_Time_Photos-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d4115316-Reviews-Piata_Obor_Bucuresti-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g2050021-d7194621-Reviews-Pantai_Redang-Sekinchan_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g658215-d7399028-Reviews-Winterhaven_Park-Ponce_Inlet_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d4600495-Reviews-or20-Tu_Nhi_Tailor_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d4600495-Reviews-or10-Tu_Nhi_Tailor_Shop-Hoi_An_Quang_Nam_Province.html"
    }
]