[
    {
        "attraction_name": "Tuan Motorbikes Rental",
        "attraction_name_vi": "Cho thuê xe máy Tuấn",
        "general_info": [
            "173 đánh giá",
            "- 21 trên 305 Hoạt Động Ngoài Trời Tại Đà Nẵng",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với Cho thuê xe máy Tuấn! Chúng tôi - đã mở cửa từ năm 2016, phát triển từ 2 chiếc xe máy lên 200 chiếc. Chúng tôi đánh giá cao sự chăm chỉ và cống hiến của mình cho khách hàng. Chúng tôi ở đây để đảm bảo chuyến đi của bạn được thực hiện an toàn và có sự hỗ trợ đáng tin cậy cho việc thuê xe máy của bạn. Chúng tôi có địa điểm tại Hồ Chí Minh, Hà Nội, Đà Nẵng và Huế. Việc thả xuống được phép ở bất kỳ địa điểm nào. Thuê tại Đà Nẵng và thực hiện chuyến đi đến Hà Nội hoặc Hồ Chí Minh! Chúng tôi có dịch vụ cho thuê xe máy chất lượng cao hàng tháng với giá khởi điểm từ 1 triệu đồng. Hộ chiếu hoặc tiền đặt cọc cho tất cả các khoản thuê xe máy. PayPal và thẻ tín dụng được chấp nhận để gửi tiền.Đọc thêm",
        "reviews": [
            "Tôi đã thuê một chiếc NVX, chủ yếu là để đi quanh thành phố nhưng tôi cũng đã đến Huế và quay lại rất vui vẻ bằng xe này. Tất cả xe đạp ở đây đều trông như mới và đạt tiêu chuẩn tốt. Có lẽ đây là lần đầu tiên tôi thuê xe đạp ở Việt Nam mà không có thứ gì đó kêu lạch cạch khi tôi lái xe! Tôi đã giao tiếp tiếng Anh tốt với nhiều nhân viên trực tiếp và trên WhatsApp. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê NVX từ chúng tôi. Thật tuyệt khi biết rằng chiếc xe đạp này đã phục vụ tốt cho bạn cả khi đi trong thành phố lẫn những chuyến đi dài hơn đến Huế. \n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc cần thêm bất kỳ sự trợ giúp nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn lần nữa.Đọc thêm",
            "Tuấn thật tuyệt vời! Anh ấy đã giúp tôi vài việc trong vài tháng qua, tiền thuê nhà hàng tháng chắc chắn là con đường rẻ hơn. Anh ấy có những chiếc xe máy chất lượng tốt. Cửa hàng luôn nỗ lực hết mình để không chỉ giúp tôi thuê nhà mà còn bất kỳ nhu cầu hoặc câu hỏi nào khác mà tôi có về đất nước tuyệt vời này. Tôi sẽ tiếp tục là khách hàng trong thời gian còn lại của mình - Frank Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Thuê xe hàng tháng thực sự là một lựa chọn tiết kiệm chi phí và chúng tôi rất vui vì bạn thấy hài lòng với dòng xe máy chất lượng của chúng tôi.\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ liên tục của bạn với tư cách là khách hàng trong thời gian lưu trú còn lại.Đọc thêm",
            "Dịch vụ xuất sắc-Cửa hàng cho thuê tốt nhất Đà Nẵng. Họ có nhiều loại xe đạp để lựa chọn với giá thực sự tốt. Chủ sở hữu cực kỳ thân thiện và hữu ích. Chúng tôi đã thuê cb500x ở đây cho chuyến đi 5 ngày của mình và đó là chuyến đi tuyệt vời nhất mà chúng tôi từng có. Trải nghiệm đã lên đến một tầm cao hơn với chiếc xe đạp này, nó rất thoải mái cho những chuyến đi dài và dễ lái như chồng tôi đã nói. chúng tôi không thể hạnh phúc hơn được. Rất khuyến khích cho tất cả khách du lịch và người nước ngoài.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì bạn nhận thấy nhiều loại xe đạp đa dạng và giá cả tốt hấp dẫn. Chúng tôi rất biết ơn những lời tốt đẹp của bạn. Nếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn mức độ xuất sắc tương tự. Đọc thêm",
            "Chúng tôi đã thuê 2 chiếc xe đạp từ nơi này, những chiếc xe đạp ở trong tình trạng tuyệt vời. Chúng tôi chỉ có thể tận hưởng một chuyến đi ngắn dọc theo những con đường ven biển vì chúng tôi cũng đã lên kế hoạch cho một hành trình Jam Packing.\n\nCác bước để thuê xe đạp từ đây:-\n1. Chọn chiếc xe đạp bạn muốn thuê và kiểm tra giá tương ứng.\n2. Gửi tiền bảo đảm hoặc hộ chiếu sau khi bạn thuê xe, số tiền này sẽ được trả lại khi bạn trả lại xe đạp.\n3. Thanh toán bằng tiền mặt, thẻ hoặc trực tuyến tùy thuộc vào phương thức thanh toán.\n4. Tận hưởng cảm giác phấn khích tuyệt vời khi lái một con quái thú trên đường thành phố. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê 2 chiếc xe đạp từ chúng tôi. Chúng tôi hiểu rằng đôi khi hạn chế về thời gian có thể hạn chế phạm vi chuyến đi của bạn, nhưng chúng tôi rất vui vì bạn có thể tận hưởng chuyến đi một chút dọc theo những con đường ven biển. Chúng tôi hy vọng bạn đã có trải nghiệm đáng nhớ trong chuyến đi ngắn ngủi đó.\n\nCảm ơn bạn đã nêu các bước để thuê một chiếc xe đạp từ chúng tôi. Việc các khách hàng khác biết trước quy trình luôn hữu ích. Chúng tôi mong muốn làm cho quá trình thuê trở nên thuận tiện và dễ dàng cho khách hàng của mình và chúng tôi đánh giá cao sự hợp tác của bạn với các phương thức đặt cọc và thanh toán.\n\nCảm ơn bạn một lần nữa và hẹn gặp lại bạn trong tương laiĐọc thêm",
            "Đây thực sự là công ty cho thuê tốt nhất mà tôi từng gặp. Đã thuê XR 150 và CB500x từ họ. Những chiếc xe đạp đang ở trong tình trạng tốt nhất.\nNếu bạn cảm thấy thoải mái khi lái một chiếc, hãy chọn CB500x, chắc chắn xứng đáng Đọc thêm",
            "Cảm ơn lời nhận xét chân thành của bạn! Chúng tôi thực sự vinh dự được coi là công ty cho thuê tốt nhất mà bạn đã từng gặp. Sự hài lòng của bạn là ưu tiên của chúng tôi. Chúng tôi rất vui vì bạn nhận thấy cả hai chiếc xe đạp đều ở tình trạng tuyệt vời và đáp ứng được mong đợi của bạn.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và mang đến cho bạn mức độ xuất sắc tương tựĐọc thêm",
            "Nói tiếng Anh rất tốt xe đạp là thương hiệu mới, an toàn và được bảo trì tốt, là một người đi xe máy, tôi yêu thích xe đạp! Đầu tiên, tôi đã phạm một sai lầm lớn, tôi đã thuê từ khách sạn của mình, xin đừng làm điều này với anh chàng này, xe đạp của anh ấy gần như mới\nĐược duy trì và anh ấy - là một chàng trai trẻ trung thực, thẳng thắn đang cố gắng tạo ra - . Đã cố gắng giao hàng đến khách sạn của tôi thậm chí còn lấy đô la Úc. Top bloke rất khuyến khích.  -  - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe đạp từ chúng tôi. Là một người đi xe máy, chúng tôi hiểu tầm quan trọng của việc bảo dưỡng xe đạp tốt để có một chuyến đi suôn sẻ và thú vị.\nChúng tôi cố gắng trở thành một dịch vụ cho thuê đáng tin cậy và đáng tin cậy, và chúng tôi rất vui khi bạn thấy chúng tôi thẳng thắn, trung thực và hướng đến khách hàng.\n\nChúng tôi mong muốn được phục vụ bạn một lần nữa và cung cấp cho bạn cùng một mức dịch vụ hàng đầu. Đọc thêm",
            "Tôi và bạn tôi thuê xe máy một chiều từ Đà Nẵng đến Hà Nội với Tuấn và xe máy của anh ấy thật tuyệt vời. Đắt hơn một chút so với các công ty khác nhưng bạn phải trả cho những gì bạn nhận được với Tuan, một chiếc xe máy gần như mới toanh chạy êm ái trên 500 dặm và chúng tôi không gặp vấn đề gì cả! Chúng tôi đánh giá cao Tuấn và những chiếc xe máy của anh ấy!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn và bạn của bạn đã có trải nghiệm tuyệt vời khi thuê xe máy từ chúng tôi cho chuyến đi một chiều từ Đà Nẵng đến Hà Nội. Chúng tôi tin tưởng vào việc mang lại giá trị tốt nhất cho khách hàng, đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn dự định tham gia nhiều cuộc phiêu lưu hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn và bạn bè của bạn một lần nữa. Mong sớm gặp lạiĐọc thêm",
            "Trải nghiệm của tôi với Tuấn thật tuyệt vời, anh ấy đã cung cấp cho tôi cơ sở đón và trả khách sạn theo sự thuận tiện của tôi và chiếc xe đạp thực sự tuyệt vời và trong tình trạng mới. Chuyến đi tiếp theo nhất định tôi sẽ liên lạc với anh Tuấn. Rất khuyến khích.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Tuấn! Cảm ơn bạn đã chọn chúng tôi cho chuyến đi của mình và chúng tôi rất vui được hỗ trợ bạn một lần nữa trong chuyến phiêu lưu tiếp theo. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được phục vụ bạn với mức độ xuất sắc tương tự trong tương lai. \nHy vọng sớm gặp lại bạn. Đọc thêm",
            "Dịch vụ này thực sự tuyệt vời và chủ nhà cũng vậy.\n\nChúng tôi đã thuê một chiếc xe tay ga và quá trình mua một chiếc rất nhanh chóng. Giá cả cũng hợp lý. Bạn có rất nhiều lựa chọn để lựa chọn.\n\nTôi chắc chắn khuyên bạn nên lấy phương tiện từ đây nếu bạn có ý định đi khắp Đà Nẵng bằng xe hai bánh!Đọc thêm",
            "Cảm ơn bạn đã lựa chọn dịch vụ của Tuan Motorbike Rental. Đội ngũ nhân viên cửa hàng của chúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm thú vị khi sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao sự giới thiệu của bạn.\nChúng tôi hy vọng có thể đồng hành cùng bạn khi bạn quay trở lại Đà Nẵng. Đọc thêm",
            "Tôi đã có chuyến du lịch 7 ngày thật tuyệt nhờ dịch vụ cho thuê xe và vận chuyển luôn hành lý cho khách từ đà nẵng ra huế. Xe mới, chạy êm, nhân viên nhiệt tình, vui vẻ. Dịch vụ xứng đáng 5 sao. Cực kỳ hài lòng khi chọn được chỗ uy tín như thế này. Cảm ơn Tuan motorbike. Tôi sẽ giới thiệu thêm cho nhiều bạn bè khác nữa.Read more",
            "Cảm ơn bạn đã tin tưởng chọn chúng tôi và có những lời đánh giá tuyệt vời về dịch vụ cho thuê xe và vận chuyển của chúng tôi!  Sự hài lòng của bạn là động lực lớn để chúng tôi tiếp tục cung cấp dịch vụ tốt nhất cho khách hàng. Chúng tôi sẽ luôn sẵn lòng hỗ trợ để mang đến những trải nghiệm tuyệt vời nhất cho bạn. Cảm ơn bạn một lần nữa và hy vọng được đón tiếp bạn và bạn bè trong các chuyến đi sắp tới!Read more",
            "Ngày thuê 16/5 - 21/5 Xe đạp: Yamaha NVX155Tôi thuê chiếc xe đạp này của Tuấn trong 5 ngày và tôi không thể khen ngợi họ đủ về chiếc xe được cung cấp. NVX155 mạnh mẽ theo tiêu chuẩn xe tay ga và là một chiếc xe đạp mạnh mẽ và đáng tin cậy hơn. Mẫu xe này là sở thích của tôi khi ở Việt Nam. Chiếc xe đạp được cung cấp là hoàn toàn mới và khiến tôi không còn nghi ngờ gì về sự an toàn. Chỗ ngồi lớn hơn của nó thoải mái hơn và giúp tôi dễ dàng chở thêm bất kỳ hành khách nào. Mình cho Tuấn 5 sao - - - - - - - - - - và giới thiệu cho mọi người. Cảm ơn - Đọc thêm",
            "Các nhân viên và chủ sở hữu hoàn toàn tuyệt vời, một số người chân thật và hào phóng nhất mà tôi từng gặp trong đời. Tôi sẽ ở Việt Nam lâu dài và tôi sẽ tiếp tục sử dụng họ vì họ xứng đáng được mệnh danh là Hãng xe máy tốt nhất Đà Nẵng, thậm chí có thể là tốt nhất ở Việt Nam. Tôi đặc biệt giới thiệu Tuần cho bất kỳ người nước ngoài nào cũng như người Việt. Giá của họ cực kỳ phải chăng và họ cố gắng hết sức để mang lại trải nghiệm tuyệt vời cho bạn.Đọc thêm",
            "Có một trải nghiệm tuyệt vời với Tuấn. Chiếc xe đạp ở tình trạng tốt và êm ái như bất cứ thứ gì để lái. Họ rất dễ dàng liên hệ qua WhatsApp và đưa cho chúng tôi bản đồ Google để theo dõi các tuyến đường ngắm cảnh quanh Đà Nẵng và Hội An. Tôi thậm chí còn gia hạn thời gian đặt chỗ vào cuối ngày tôi dự định trả lại xe qua WhatsApp. Rất muốn giới thiệu! Đọc thêm",
            "Rất ấn tượng với dịch vụ mà chúng tôi đã đặt trong 20 ngày với thông báo ngắn gọn, những người này cung cấp dịch vụ tuyệt vời và chúng tôi đã có những chuyến xe đạp tuyệt vời từ Đà Nẵng đến Hà Nội mà không gặp vấn đề gì với xe đạp và việc trả xe dễ dàng hoàn toàn khuyên bạn nên đến gặp họ trước.  Những chiếc xe đạp tuyệt vời!Đọc thêm",
            "Họ đã cung cấp một dịch vụ tuyệt vời, giá cả tốt và họ có xe tay ga trong tình trạng rất tốt.  Cần thiết để khám phá thành phố.Đọc thêm",
            "Trải nghiệm của tôi với cả Tuan và chiếc xe đạp mà anh ấy thuê cho tôi thật tuyệt vời :- - Tôi đã thuê chiếc Yamaha 155cc, Taun đã cho tôi rất nhiều vì tôi đã thuê nó trong 30 ngày và cũng nhận được một khoản bảo hiểm kha khá, điều đó thật tiện lợi bởi vì anh ta đã làm vỡ gương và gãy tay cầm ly hợp. Khi tôi kể với anh ấy về tai nạn của mình, anh ấy chỉ lo lắng cho sự an toàn của tôi. Chiếc xe đã đi được hơn 3000km hoàn hảo, không một vấn đề gì. Tuấn thoải mái, nói tiếng Anh tốt, không ép bạn phải bán hàng, hãy để tôi nghĩ đến bảo hiểm qua đêm và cực kỳ dễ giải quyết. Tôi rất muốn giới thiệu Tuấn, chính một người bạn đã giới thiệu anh ấy cho tôi vì những lý do tương tự. Việc có được chiếc xe đạp trong một tháng đã thực sự làm phong phú thêm kỳ nghỉ của tôi ở Việt Nam. Cảm ơn Tuấn, chúc mọi điều tốt đẹp nhất.Đọc hơn",
            "Tôi - đã thuê một chiếc xe đạp ở Hội An một chiều tới Nha Trang. Cô gái làm việc ở đó thực sự tốt bụng và đã giúp tôi lựa chọn phương án tốt nhất cho mình. Tôi - đã được tặng một chiếc xe đạp tự động gần như hoàn toàn mới và có thể dễ dàng gia hạn thêm một ngày thông qua WhatsApp. Họ phản hồi rất nhanh và làm cho toàn bộ quá trình trở nên dễ dàng nhất có thể. Ngay cả chiếc ba lô lớn của tôi cũng dễ dàng đặt vừa trên xe đạp và họ đã cung cấp cho tôi những thiết bị cần thiết.Đọc thêm",
            "Bất cứ khi nào tôi cần một chiếc xe tay ga, tôi đến đây.  Những chiếc xe đạp được bảo trì tốt và đáng tin cậy.  Giá là tuyệt vời và nhân viên tuyệt vời.  Vị trí thuận tiện gần cầu Rồng.Đọc thêm",
            "Nếu bạn cần xe máy, tôi giới thiệu công ty này, nhân viên rất dễ chịu và xe máy ở trong tình trạng rất tốt. Đọc thêm",
            "Chúng tôi sử dụng dịch vụ này từ Đà Nẵng đến Huế. Chúng tôi có thể đặt trước vào đêm hôm trước và nhận 2 chiếc xe đạp vào sáng hôm sau. Chúng tôi để lại hành lý của mình cho họ và chúng đã đến nhà trọ của chúng tôi vào khoảng 4.30 chiều ngay sau khi chúng tôi đến. Dịch vụ tuyệt vời, xe đạp trong tình trạng tốt và hành lý được giao đến nhanh chóng! Đọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng",
            "Thuê Xe Máy Tuấn",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written July 25, 2023",
            "Written July 26, 2023",
            "Written July 29, 2023",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 13, 2024",
            "Written May 3, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written April 24, 2024",
            "Written April 18, 2024",
            "Written April 1, 2024",
            "Written March 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19935676-d15326796-Reviews-Burger_House_Da_Nang-An_Hai_Bac_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25343877-Reviews-Ba_Nam_Seafood-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25782583-Reviews-Cardi_Pizzeria_Vo_Van_Ki_t-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d16813137-Reviews-Chay_Corner_in_Danang_Vietnamese_Dumplings-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17695703-Reviews-Indian_Curry_Authentic_Indian_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d13931957-Reviews-Jeremy_s_Kitchen-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19413462-Reviews-Cookshop-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12117023-Reviews-Pho_29-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19419685-Reviews-Vietnam_Cultural_Exchange-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or10-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6974493-Reviews-Dacotours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25142480-Reviews-VH_Travel_Local_Tours_Transportation-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17820192-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12997047-Reviews-Premium_Travel_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15059777-Reviews-Danang_Penguin_Liferia_Coffee_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15873703-Reviews-Babel_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15339118-d19622692-Reviews-Private_Da_Nang_Hoi_An_Hue_Tours_by_Locals-Tho_Quang_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10844652-Reviews-Cool_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11548525-Reviews-MotorVina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11672879-Reviews-Long_Beach_Pearl-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17853351-Reviews-Chula_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11725538-Reviews-Danang_Cheap_Taxi-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11674427-Reviews-Herbal_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25458570-Reviews-Little_Da_Nang_Spa_Nail-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11620651-Reviews-Hantou_Souvenirs_Shop-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12968798-Reviews-Lael_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g291977-d17497804-Reviews-Mayan_King_Water_Fall_Belize-Placencia_Stann_Creek.html",
            "https://www.tripadvisor.com/Attraction_Review-g494953-d4988663-Reviews-Firopotamos_Beach-Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1012852-d1888067-Reviews-Kallithea_Springs-Kallithea_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d4587963-Reviews-Breakfast_in_The_Sky-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1926767-d2311361-Reviews-Anthem_Community_Park-Anthem_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g38400-d6929517-Reviews-Hard_Rock_Casino_Sioux_City-Sioux_City_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d14132117-Reviews-Raised_by_Wolves-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d258219-Reviews-Williamsburg-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g50621-d3638041-Reviews-Splash_Bay_Indoor_Water_Park-Maumee_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553612-Reviews-Mohatta_Palace_Museum-Karachi_Sindh_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or10-Tuan_Motorbikes_Rental-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html"
    },
    {
        "attraction_name": "Tuan Motorbikes Rental",
        "attraction_name_vi": "Thuê Xe Máy Tuấn",
        "general_info": [
            "173 đánh giá",
            "- 21 trên 305 Hoạt Động Ngoài Trời Tại Đà Nẵng",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với Cho thuê xe máy Tuấn! Chúng tôi - đã mở cửa từ năm 2016, phát triển từ 2 chiếc xe máy lên 200 chiếc. Chúng tôi đánh giá cao sự chăm chỉ và cống hiến của mình cho khách hàng. Chúng tôi ở đây để đảm bảo chuyến đi của bạn được thực hiện an toàn và có sự hỗ trợ đáng tin cậy cho việc thuê xe máy của bạn. Chúng tôi có địa điểm tại Hồ Chí Minh, Hà Nội, Đà Nẵng và Huế. Việc thả xuống được phép ở bất kỳ địa điểm nào. Thuê tại Đà Nẵng và thực hiện chuyến đi đến Hà Nội hoặc Hồ Chí Minh! Chúng tôi có dịch vụ cho thuê xe máy chất lượng cao hàng tháng với giá khởi điểm từ 1 triệu đồng. Hộ chiếu hoặc tiền đặt cọc cho tất cả các khoản thuê xe máy. PayPal và thẻ tín dụng được chấp nhận để gửi tiền.Đọc thêm",
        "reviews": [
            "Tôi - đã thuê một chiếc NVX, chủ yếu đi quanh thành phố nhưng tôi - cũng đã đến Huế và rất vui khi trở về. Những chiếc xe đạp ở đây đều trông như mới và đạt tiêu chuẩn tốt. Có lẽ đây là lần đầu tiên tôi thuê một chiếc xe đạp ở Việt Nam mà không có gì - t - lạch cạch - khi tôi lái nó! Tôi - đã giao tiếp tiếng Anh tốt với nhiều nhân viên trực tiếp và trên WhatsApp. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê NVX từ chúng tôi. Thật tuyệt khi biết rằng chiếc xe đạp này đã phục vụ tốt cho bạn cả khi đi trong thành phố lẫn những chuyến đi dài hơn đến Huế. \n\nNếu bạn có kế hoạch khám phá thêm các điểm đến hoặc cần bất kỳ sự trợ giúp nào khác trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn lần nữa.Đọc thêm",
            "Tuấn thật tuyệt vời! Anh ấy đã giúp tôi vài việc trong vài tháng qua, tiền thuê nhà hàng tháng chắc chắn là con đường rẻ hơn. Anh ấy có những chiếc xe máy chất lượng tốt. Cửa hàng luôn nỗ lực hết mình để không chỉ giúp tôi thuê nhà mà còn bất kỳ nhu cầu hoặc câu hỏi nào khác mà tôi có về đất nước tuyệt vời này. Tôi sẽ tiếp tục là khách hàng trong thời gian còn lại của mình - Frank Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Thuê xe hàng tháng thực sự là một lựa chọn tiết kiệm chi phí và chúng tôi rất vui vì bạn thấy hài lòng với dòng xe máy chất lượng của chúng tôi.\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ liên tục của bạn với tư cách là khách hàng trong thời gian lưu trú còn lại.Đọc thêm",
            "Dịch vụ xuất sắc-Cửa hàng cho thuê tốt nhất Đà Nẵng. Họ có nhiều loại xe đạp để lựa chọn với giá thực sự tốt. Chủ sở hữu cực kỳ thân thiện và hữu ích. Chúng tôi đã thuê cb500x ở đây cho chuyến đi 5 ngày của mình và đó là chuyến đi tuyệt vời nhất mà chúng tôi từng có. Trải nghiệm đã lên đến một tầm cao hơn với chiếc xe đạp này, nó rất thoải mái cho những chuyến đi dài và dễ lái như chồng tôi đã nói. chúng tôi không thể hạnh phúc hơn được. Rất khuyến khích cho tất cả khách du lịch và người nước ngoài.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì bạn nhận thấy nhiều loại xe đạp đa dạng và giá cả tốt hấp dẫn. Chúng tôi rất biết ơn những lời tốt đẹp của bạn. Nếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn mức độ xuất sắc tương tự. Đọc thêm",
            "Chúng tôi thuê 2 chiếc xe đạp từ nơi này, những chiếc xe đạp ở tình trạng tuyệt vời. Chúng tôi chỉ có thể tận hưởng một chuyến đi ngắn dọc theo những con đường ven biển vì chúng tôi cũng đã lên kế hoạch cho một hành trình đầy ắp Jam.\n\nCác bước để thuê một chiếc xe đạp từ đây: -\n1. Chọn chiếc xe đạp bạn muốn thuê và kiểm tra giá cho phù hợp.\n2. Đặt cọc tiền bảo đảm hoặc hộ chiếu khi bạn thuê nó và sẽ được trả lại sau khi bạn trả lại xe đạp.\n3. Thanh toán bằng tiền mặt, thẻ hoặc trực tuyến tùy theo phương thức thanh toán.\n4. Tận hưởng cảm giác hưng phấn tuyệt vời khi điều khiển một con thú trên đường thành phố.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê 2 chiếc xe đạp từ chúng tôi. Chúng tôi hiểu rằng đôi khi hạn chế về thời gian có thể hạn chế phạm vi chuyến đi của bạn, nhưng chúng tôi rất vui vì bạn có thể tận hưởng chuyến đi một chút dọc theo những con đường ven biển. Chúng tôi hy vọng bạn đã có trải nghiệm đáng nhớ trong chuyến đi ngắn ngủi đó.\n\nCảm ơn bạn đã nêu các bước để thuê một chiếc xe đạp từ chúng tôi. Việc các khách hàng khác biết trước quy trình luôn hữu ích. Chúng tôi mong muốn làm cho quá trình thuê trở nên thuận tiện và dễ dàng cho khách hàng của mình và chúng tôi đánh giá cao sự hợp tác của bạn với các phương thức đặt cọc và thanh toán.\n\nCảm ơn bạn một lần nữa và hẹn gặp lại bạn trong tương laiĐọc thêm",
            "Đây thực sự là công ty cho thuê tốt nhất mà tôi từng gặp. Đã thuê XR 150 và CB500x từ họ. Những chiếc xe đạp đang ở trong tình trạng tốt nhất.\nNếu bạn cảm thấy thoải mái khi lái một chiếc, hãy chọn CB500x, chắc chắn xứng đáng Đọc thêm",
            "Cảm ơn lời nhận xét chân thành của bạn! Chúng tôi thực sự vinh dự được coi là công ty cho thuê tốt nhất mà bạn đã từng gặp. Sự hài lòng của bạn là ưu tiên của chúng tôi. Chúng tôi rất vui vì bạn nhận thấy cả hai chiếc xe đạp đều ở tình trạng tuyệt vời và đáp ứng được mong đợi của bạn.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và mang đến cho bạn mức độ xuất sắc tương tựĐọc thêm",
            "Nói tiếng Anh rất tốt xe đạp là thương hiệu mới, an toàn và được bảo trì tốt, là một người đi xe máy, tôi yêu thích xe đạp! Đầu tiên, tôi đã phạm một sai lầm lớn, tôi đã thuê từ khách sạn của mình, xin đừng làm điều này với anh chàng này, xe đạp của anh ấy gần như mới\nĐược duy trì và anh ấy - là một chàng trai trẻ trung thực, thẳng thắn đang cố gắng tạo ra - . Đã cố gắng giao hàng đến khách sạn của tôi thậm chí còn lấy đô la Úc. Top bloke rất khuyến khích.  -  - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe đạp từ chúng tôi. Với tư cách là một người lái xe mô tô, chúng tôi hiểu tầm quan trọng của việc bảo dưỡng xe đạp tốt để có một chuyến đi suôn sẻ và thú vị.\nChúng tôi cố gắng trở thành một dịch vụ cho thuê đáng tin cậy và đáng tin cậy, đồng thời chúng tôi rất vui vì bạn nhận thấy chúng tôi luôn thẳng thắn, trung thực và hướng tới khách hàng.\n\nChúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn dịch vụ xuất sắc tương tự. Đọc thêm",
            "Tôi và bạn tôi thuê xe máy một chiều từ Đà Nẵng đến Hà Nội với Tuấn và xe máy của anh ấy thật tuyệt vời. Đắt hơn một chút so với các công ty khác nhưng bạn phải trả cho những gì bạn nhận được với Tuan, một chiếc xe máy gần như mới toanh chạy êm ái trên 500 dặm và chúng tôi không gặp vấn đề gì cả! Chúng tôi đánh giá cao Tuấn và những chiếc xe máy của anh ấy!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn và bạn của bạn đã có trải nghiệm tuyệt vời khi thuê xe máy từ chúng tôi cho chuyến đi một chiều từ Đà Nẵng đến Hà Nội. Chúng tôi tin tưởng vào việc mang lại giá trị tốt nhất cho khách hàng, đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn dự định tham gia nhiều cuộc phiêu lưu hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn và bạn bè của bạn một lần nữa. Mong sớm gặp lạiĐọc thêm",
            "Trải nghiệm của tôi với Tuấn thật tuyệt vời, anh ấy đã cung cấp cho tôi cơ sở đón và trả khách sạn theo sự thuận tiện của tôi và chiếc xe đạp thực sự tuyệt vời và trong tình trạng mới. Chuyến đi tiếp theo nhất định tôi sẽ liên lạc với anh Tuấn. Rất khuyến khích.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Tuấn! Cảm ơn bạn đã chọn chúng tôi cho chuyến đi của mình và chúng tôi rất vui được hỗ trợ bạn một lần nữa trong chuyến phiêu lưu tiếp theo. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được phục vụ bạn với mức độ xuất sắc tương tự trong tương lai. \nHy vọng sớm gặp lại bạn. Đọc thêm",
            "Dịch vụ này thực sự tuyệt vời và chủ nhà cũng vậy.\n\nChúng tôi đã thuê một chiếc xe tay ga và quá trình mua một chiếc rất nhanh chóng. Giá cả cũng hợp lý. Bạn có rất nhiều lựa chọn để lựa chọn.\n\nTôi chắc chắn khuyên bạn nên lấy phương tiện từ đây nếu bạn có ý định đi khắp Đà Nẵng bằng xe hai bánh!Đọc thêm",
            "Cảm ơn quý khách đã lựa chọn dịch vụ của Tuan Motorbike Rental - s. Nhân viên cửa hàng của chúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm thú vị khi sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao đề xuất của bạn.\nChúng tôi hy vọng có thể đồng hành cùng bạn khi bạn quay trở lại Đà Nẵng.Đọc thêm",
            "Tôi đã có chuyến du lịch 7 ngày thật tuyệt nhờ dịch vụ cho thuê xe và vận chuyển luôn hành lý cho khách từ đà nẵng ra huế. Xe mới, chạy êm, nhân viên nhiệt tình, vui vẻ. Dịch vụ xứng đáng 5 sao. Cực kỳ hài lòng khi chọn được chỗ uy tín như thế này. Cảm ơn Tuan motorbike. Tôi sẽ giới thiệu thêm cho nhiều bạn bè khác nữa.Read more",
            "Cảm ơn bạn đã tin tưởng chọn chúng tôi và có những lời đánh giá tuyệt vời về dịch vụ cho thuê xe và vận chuyển của chúng tôi!  Sự hài lòng của bạn là động lực lớn để chúng tôi tiếp tục cung cấp dịch vụ tốt nhất cho khách hàng. Chúng tôi sẽ luôn sẵn lòng hỗ trợ để mang đến những trải nghiệm tuyệt vời nhất cho bạn. Cảm ơn bạn một lần nữa và hy vọng được đón tiếp bạn và bạn bè trong các chuyến đi sắp tới!Read more",
            "Không thể giới thiệu nơi này đủ! Tuấn phản hồi rất nhanh trên WhatsApp và cho chúng tôi biết ngay rằng anh ấy có những chiếc xe máy mà chúng tôi cần trong kho. Vợ chồng tôi đều có xe máy 125cc với giá 150 nghìn đồng - một ngày trong một tuần với số tiền đặt cọc một triệu đồng cho mỗi chiếc - siêu đơn giản, không cần thủ tục rắc rối. Những chiếc xe máy còn rất tốt và chúng tôi không gặp vấn đề gì khi lái chúng đi khắp Đà Nẵng!Đọc thêm",
            "Tôi đã thuê một chiếc xe máy Honda 150cc từ Tuan trong 39 ngày và có một trải nghiệm tuyệt vời khi đi được hơn 1000km và chiếc xe cũng rất tuyệt. Đọc thêm",
            "Tôi và con trai tôi đã thuê chiếc Honda CB500, trông và hoạt động như một chiếc máy hoàn toàn mới. Nó có những chiếc hộp tuyệt vời - cả những chiếc thúng để đựng đồ. Đây là chuyến đi xe đạp đầu tiên của tôi ở Việt Nam và chiếc xe đạp của Tuấn đã mang lại cho tôi một trải nghiệm rất thoải mái, thú vị và an toàn. Rất vui được giao dịch với Tuấn, giá cả phù hợp và tiền đặt cọc của chúng tôi được trả lại ngay lập tức. Chúng tôi thực sự muốn giới thiệu công ty cho thuê này.Đọc thêm",
            "Dịch vụ khách hàng tuyệt vời ở đây. Thuê một chiếc xe tay ga từ hoi an để trả khách ở da nang. Họ cho tôi gia hạn thuê thêm một ngày và không tính phí trả trễ - sáng hôm sau trước khi mở cửa -. Họ cũng có điểm trả khách ở Đà Nẵng và Huế, rất thuận tiện. Đề xuất họ.Đọc thêm",
            "Tôi và bạn bè gần đây đã sử dụng dịch vụ Cho thuê xe máy của Tuấn và chỉ có những điều tuyệt vời để nói! Lúc đó chúng tôi đang ở Hội An và gặp ác mộng khi cố gắng tổ chức xe đạp để đi đèo Hải Vân. Sau khi liên lạc với Tuan, anh ấy đảm bảo với chúng tôi rằng chúng tôi có thể nhận được bốn chiếc xe đạp chở hành lý. Khi đến, Tuan rất đáng yêu và hữu ích và chúng tôi có thể sắp xếp túi xách và xe đạp rất nhanh chóng mà không gặp vấn đề gì. Ở phía bên kia của Huế, chúng tôi có thể gửi xe đạp và lấy túi xách một cách dễ dàng. Cảm ơn bạn rất nhiều vì đã giúp đỡ chúng tôi vào phút cuối và khiến trải nghiệm của chúng tôi trở nên thật dễ dàng và thú vị!Đọc thêm",
            "Tôi đã có trải nghiệm cực kỳ tuyệt vời với dịch vụ thuê xe một chiều từ Đà Nẵng đến Huế. Tôi đã có thể làm rõ mọi thứ tôi cần biết vào ngày hôm trước thông qua WhatsApp. Nhân viên có năng lực và linh hoạt. Vì tôi không cảm thấy thoải mái trên chiếc xe đạp đầu tiên nên tôi đã được tặng một chiếc khác. Hành lý cũng được vận chuyển mà không gặp bất kỳ trở ngại nào. Điều tuyệt vời nhất là dịch vụ đưa đón. Tôi chỉ cần để xe đạp trước nhà trọ và người ta lấy nó để đổi lấy hành lý của tôi. Lúc đó tôi đang ăn, tôi đã có thể sắp xếp mọi thứ tại quầy lễ tân mà không gặp vấn đề gì. Cảm ơn bạn vì trải nghiệm không phức tạp: - Đọc thêm",
            "Người tuyệt vời, dịch vụ tuyệt vời, xe đạp tuyệt vời. Những người này rất tốt, chúng tôi đã đi xe đạp WR155 từ Đà Nẵng đến Huế qua đèo Hải Vân, mọi thứ thật dễ dàng, thu thập dễ dàng, xe đạp đẳng cấp hàng đầu, dịch vụ siêu thân thiện khi chúng tôi thu thập họ và ngay khi chúng tôi đến Huế, tôi đã nhắn tin xem chúng tôi đang ở đâu và họ có mặt ở đó để lấy xe đạp và bỏ túi mà chúng tôi để lại để vận chuyển lên. Không có vấn đề gì cả, 100 - khuyến nghị. Đọc thêm",
            "Từ lần liên lạc đầu tiên đến việc trả lại xe đạp, dịch vụ này không ai sánh kịp. Chúng tôi đã thuê một chiếc Honda CB500X rất lý tưởng cho chuyến tham quan từ TP.HCM đến Hà Nội. Khi chúng tôi đến Đà Nẵng, chiếc xe đạp đã được lấy từ khách sạn của chúng tôi và mang đi bảo dưỡng, làm sạch và sau đó nhanh chóng trả lại cho chúng tôi về khách sạn. Chúng tôi có hai chiếc thúng có khóa và một chiếc hộp trên cùng, giúp cuộc sống trở nên dễ dàng. Nếu bạn sử dụng Tuan Motorbikes bạn sẽ không hề thất vọng.Đọc thêm",
            "Xin gửi lời cảm ơn chân thành đến anh Tuấn và trợ lý rất hữu ích Bihn của anh. Con trai tôi thực sự muốn đi đèo Hải Vân từ Hội An đến Huế và đặt Easy Riders cho chúng tôi. Đã nhiều thập kỷ kể từ khi tôi lái xe và mặc dù tôi có bằng lái xe máy nhưng tôi đồng ý rằng Easy Riders là lựa chọn tốt nhất cho chúng tôi. Nhưng không có thiết bị an toàn nào được cung cấp ngoài mũ bảo hiểm không đủ, vì vậy mẹ đã phải tìm kiếm rất nhiều để tìm một số thiết bị phù hợp. Tuấn Motorbikes đến ứng cứu với áo khoác bọc thép, giáp đầu gối, mũ bảo hiểm và găng tay đạt tiêu chuẩn Euro. Tôi biết hầu hết sẽ không bận tâm, nhưng thực sự xe máy đáng được quan tâm và chăm sóc. Đáng tiếc là không có quần và ủng thích hợp nên tốt hơn hết bạn nên lên kế hoạch cưỡi ngựa và mang theo bên mình. Nhưng thật là một dịch vụ cho thuê xe an toàn tuyệt vời và tôi hy vọng Tuan Motorbikes có thể xây dựng hoạt động kinh doanh cho thuê xe của mình với đánh giá này. Nhân tiện, chúng tôi đã có một chuyến đi tuyệt vời và an toàn. Cảm ơn bạn!Đọc thêm",
            "Cảm ơn bạn đã đến và tin tưởng cửa hàng chúng tôi. Chúng tôi hiểu rằng sự an toàn trong mỗi chuyến đi là điều quan trọng đối với người tham gia, chúng tôi luôn cố gắng kiểm tra và sửa chữa xe máy, cùng với tất cả các sản phẩm có trong dịch vụ để đảm bảo mọi thứ hoạt động tốt. ổn định nhất trong chuyến đi của bạn.\nMột lần nữa xin chân thành cảm ơn quý khách đã đến và sử dụng dịch vụ của chúng tôi. Chúng tôi hy vọng được đồng hành cùng bạn trong những chuyến đi khám phá Việt Nam trong tương lai.Đọc thêm",
            "Tôi đã có một trải nghiệm tuyệt vời với công ty này. Tôi thuê chiếc XR 150 ở Đà Nẵng. Tôi có chiếc xe đạp được vài ngày và công ty đã đến lấy nó từ nhà tôi ở Huế. Anh chàng nói tiếng Anh rất tốt và rất hữu ích. Anh ấy đảm bảo rằng tôi có bộ dụng cụ sửa chữa thủng và thậm chí còn hộ tống tôi đến trạm xăng gần nhất. Sau đó tiền đặt cọc của tôi đã được trả lại mà không có bất kỳ phiền phức nào. Chắc chắn sẽ giới thiệu công ty này.Đọc thêm",
            "cảm ơn bạn đã thuê honda xr150l của Tuan Motorbike Đà NẵngĐọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Những việc cần làm ở Đà Nẵng",
            "Thuê Xe Máy Tuấn",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written July 25, 2023",
            "Written July 26, 2023",
            "Written July 29, 2023",
            "Written February 29, 2024",
            "Written February 23, 2024",
            "Written February 17, 2024",
            "Written February 16, 2024",
            "Written February 15, 2024",
            "Written February 14, 2024",
            "Written February 13, 2024",
            "Written February 8, 2024",
            "Written January 21, 2024",
            "Written January 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d16706374-Reviews-or10-Tuan_Motorbikes_Rental-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19935676-d15326796-Reviews-Burger_House_Da_Nang-An_Hai_Bac_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25343877-Reviews-Ba_Nam_Seafood-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25782583-Reviews-Cardi_Pizzeria_Vo_Van_Ki_t-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d16813137-Reviews-Chay_Corner_in_Danang_Vietnamese_Dumplings-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17695703-Reviews-Indian_Curry_Authentic_Indian_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d13931957-Reviews-Jeremy_s_Kitchen-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19413462-Reviews-Cookshop-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12117023-Reviews-Pho_29-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19419685-Reviews-Vietnam_Cultural_Exchange-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or20-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6974493-Reviews-Dacotours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25142480-Reviews-VH_Travel_Local_Tours_Transportation-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17820192-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12997047-Reviews-Premium_Travel_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15059777-Reviews-Danang_Penguin_Liferia_Coffee_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15873703-Reviews-Babel_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15339118-d19622692-Reviews-Private_Da_Nang_Hoi_An_Hue_Tours_by_Locals-Tho_Quang_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10844652-Reviews-Cool_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11548525-Reviews-MotorVina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11672879-Reviews-Long_Beach_Pearl-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17853351-Reviews-Chula_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11725538-Reviews-Danang_Cheap_Taxi-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11674427-Reviews-Herbal_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25458570-Reviews-Little_Da_Nang_Spa_Nail-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11620651-Reviews-Hantou_Souvenirs_Shop-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12968798-Reviews-Lael_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g37043-d663791-Reviews-Deep_River_Water_Park-Crown_Point_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g41565-d3431686-Reviews-Old_Silver_Beach-Falmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g58409-d3514200-Reviews-Steptoe_Butte_State_Park-Colfax_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293968-d8445084-Reviews-Silver_Rain_Spa_Salon-Tashkent_Tashkent_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d2161503-Reviews-Galleria_Borbonica-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d6998813-Reviews-H2O_Nite_Club-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g499174-d1848875-Reviews-Head_Harbour_Lighthouse-Campobello_Island_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d541404-Reviews-Gubalowka-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2301789-Reviews-KidZania_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105047-Reviews-Federal_Reserve_Bank_of_New_York-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or20-Tuan_Motorbikes_Rental-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or10-Tuan_Motorbikes_Rental-Da_Nang.html"
    },
    {
        "attraction_name": "Tuan Motorbikes Rental",
        "attraction_name_vi": "Thuê Xe Máy Tuấn",
        "general_info": [
            "173 đánh giá",
            "- 21 trên 305 Hoạt Động Ngoài Trời Tại Đà Nẵng",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với Cho thuê xe máy Tuấn! Chúng tôi - đã mở cửa từ năm 2016, phát triển từ 2 chiếc xe máy lên 200 chiếc. Chúng tôi đánh giá cao sự chăm chỉ và cống hiến của mình cho khách hàng. Chúng tôi ở đây để đảm bảo chuyến đi của bạn được thực hiện an toàn và có sự hỗ trợ đáng tin cậy cho việc thuê xe máy của bạn. Chúng tôi có địa điểm tại Hồ Chí Minh, Hà Nội, Đà Nẵng và Huế. Việc thả xuống được phép ở bất kỳ địa điểm nào. Thuê tại Đà Nẵng và thực hiện chuyến đi đến Hà Nội hoặc Hồ Chí Minh! Chúng tôi có dịch vụ cho thuê xe máy chất lượng cao hàng tháng với giá khởi điểm từ 1 triệu đồng. Hộ chiếu hoặc tiền đặt cọc cho tất cả các khoản thuê xe máy. PayPal và thẻ tín dụng được chấp nhận để gửi tiền.Đọc thêm",
        "reviews": [
            "Tôi - đã thuê một chiếc NVX, chủ yếu đi quanh thành phố nhưng tôi - cũng đã đến Huế và rất vui khi trở về. Những chiếc xe đạp ở đây đều trông như mới và đạt tiêu chuẩn tốt. Có lẽ đây là lần đầu tiên tôi thuê một chiếc xe đạp ở Việt Nam mà không có gì - t - lạch cạch - khi tôi lái nó! Tôi - đã giao tiếp tiếng Anh tốt với nhiều nhân viên trực tiếp và trên WhatsApp. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê NVX từ chúng tôi. Thật tuyệt khi biết rằng chiếc xe đạp này đã phục vụ tốt cho bạn cả khi đi trong thành phố lẫn những chuyến đi dài hơn đến Huế. \n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc cần thêm bất kỳ sự trợ giúp nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn lần nữa.Đọc thêm",
            "Tuấn thật tuyệt vời! Anh ấy đã giúp tôi vài việc trong vài tháng qua, tiền thuê nhà hàng tháng chắc chắn là con đường rẻ hơn. Anh ấy có những chiếc xe máy chất lượng tốt. Cửa hàng luôn nỗ lực hết mình để không chỉ giúp tôi thuê nhà mà còn bất kỳ nhu cầu hoặc câu hỏi nào khác mà tôi có về đất nước tuyệt vời này. Tôi sẽ tiếp tục là khách hàng trong thời gian còn lại của mình - Frank Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Thuê xe hàng tháng thực sự là một lựa chọn tiết kiệm chi phí và chúng tôi rất vui vì bạn thấy hài lòng với dòng xe máy chất lượng của chúng tôi.\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ liên tục của bạn với tư cách là khách hàng trong thời gian lưu trú còn lại.Đọc thêm",
            "Dịch vụ xuất sắc-Cửa hàng cho thuê tốt nhất Đà Nẵng. Họ có nhiều loại xe đạp để lựa chọn với giá thực sự tốt. Chủ sở hữu cực kỳ thân thiện và hữu ích. Chúng tôi đã thuê cb500x ở đây cho chuyến đi 5 ngày của mình và đó là chuyến đi tuyệt vời nhất mà chúng tôi từng có. Trải nghiệm đã lên đến một tầm cao hơn với chiếc xe đạp này, nó rất thoải mái cho những chuyến đi dài và dễ lái như chồng tôi đã nói. chúng tôi không thể hạnh phúc hơn được. Rất khuyến khích cho tất cả khách du lịch và người nước ngoài.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì bạn nhận thấy nhiều loại xe đạp đa dạng và giá cả tốt hấp dẫn. Chúng tôi rất biết ơn những lời tốt đẹp của bạn. Nếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn mức độ xuất sắc tương tự. Đọc thêm",
            "Chúng tôi thuê 2 chiếc xe đạp từ nơi này, những chiếc xe đạp ở tình trạng tuyệt vời. Chúng tôi chỉ có thể tận hưởng một chuyến đi ngắn dọc theo những con đường ven biển vì chúng tôi cũng đã lên kế hoạch cho một hành trình đầy ắp Jam.\n\nCác bước để thuê một chiếc xe đạp từ đây: -\n1. Chọn chiếc xe đạp bạn muốn thuê và kiểm tra giá cho phù hợp.\n2. Đặt cọc tiền bảo đảm hoặc hộ chiếu khi bạn thuê nó và sẽ được trả lại sau khi bạn trả lại xe đạp.\n3. Thanh toán bằng tiền mặt, thẻ hoặc trực tuyến tùy theo phương thức thanh toán.\n4. Tận hưởng cảm giác hưng phấn tuyệt vời khi điều khiển một con thú trên đường thành phố.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê 2 chiếc xe đạp từ chúng tôi. Chúng tôi hiểu rằng đôi khi hạn chế về thời gian có thể hạn chế phạm vi chuyến đi của bạn, nhưng chúng tôi rất vui vì bạn có thể tận hưởng chuyến đi một chút dọc theo những con đường ven biển. Chúng tôi hy vọng bạn đã có trải nghiệm đáng nhớ trong chuyến đi ngắn ngủi đó.\n\nCảm ơn bạn đã nêu các bước để thuê một chiếc xe đạp từ chúng tôi. Việc các khách hàng khác biết trước quy trình luôn hữu ích. Chúng tôi mong muốn làm cho quá trình thuê trở nên thuận tiện và dễ dàng cho khách hàng của mình và chúng tôi đánh giá cao sự hợp tác của bạn với các phương thức đặt cọc và thanh toán.\n\nCảm ơn bạn một lần nữa và hẹn gặp lại bạn trong tương laiĐọc thêm",
            "Đây thực sự là công ty cho thuê tốt nhất mà tôi từng gặp. Đã thuê XR 150 và CB500x từ họ. Những chiếc xe đạp đang ở trong tình trạng tốt nhất.\nNếu bạn cảm thấy thoải mái khi lái một chiếc, hãy chọn CB500x, chắc chắn xứng đáng Đọc thêm",
            "Cảm ơn lời nhận xét chân thành của bạn! Chúng tôi thực sự vinh dự được coi là công ty cho thuê tốt nhất mà bạn đã từng gặp. Sự hài lòng của bạn là ưu tiên của chúng tôi. Chúng tôi rất vui vì bạn nhận thấy cả hai chiếc xe đạp đều ở tình trạng tuyệt vời và đáp ứng được mong đợi của bạn.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và mang đến cho bạn mức độ xuất sắc tương tựĐọc thêm",
            "Nói tiếng Anh rất tốt xe đạp là thương hiệu mới, an toàn và được bảo trì tốt, là một người đi xe máy, tôi yêu thích xe đạp! Đầu tiên, tôi đã phạm một sai lầm lớn, tôi đã thuê từ khách sạn của mình, xin đừng làm điều này với anh chàng này, xe đạp của anh ấy gần như mới\nĐược duy trì và anh ấy - là một chàng trai trẻ trung thực, thẳng thắn đang cố gắng tạo ra - . Đã cố gắng giao hàng đến khách sạn của tôi thậm chí còn lấy đô la Úc. Top bloke rất khuyến khích.  -  - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe đạp từ chúng tôi. Với tư cách là một người lái xe mô tô, chúng tôi hiểu tầm quan trọng của việc bảo dưỡng xe đạp tốt để có một chuyến đi suôn sẻ và thú vị.\nChúng tôi cố gắng trở thành một dịch vụ cho thuê đáng tin cậy và đáng tin cậy, đồng thời chúng tôi rất vui vì bạn nhận thấy chúng tôi luôn thẳng thắn, trung thực và hướng tới khách hàng.\n\nChúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn dịch vụ xuất sắc tương tự. Đọc thêm",
            "Tôi và bạn tôi thuê xe máy một chiều từ Đà Nẵng đến Hà Nội với Tuấn và xe máy của anh ấy thật tuyệt vời. Đắt hơn một chút so với các công ty khác nhưng bạn phải trả cho những gì bạn nhận được với Tuan, một chiếc xe máy gần như mới toanh chạy êm ái trên 500 dặm và chúng tôi không gặp vấn đề gì cả! Chúng tôi đánh giá cao Tuấn và những chiếc xe máy của anh ấy!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn và bạn của bạn đã có trải nghiệm tuyệt vời khi thuê xe máy từ chúng tôi cho chuyến đi một chiều từ Đà Nẵng đến Hà Nội. Chúng tôi tin tưởng vào việc mang lại giá trị tốt nhất cho khách hàng, đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn dự định tham gia nhiều cuộc phiêu lưu hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn và bạn bè của bạn một lần nữa. Mong sớm gặp lạiĐọc thêm",
            "Trải nghiệm của tôi với Tuấn thật tuyệt vời, anh ấy đã cung cấp cho tôi cơ sở đón và trả khách sạn theo sự thuận tiện của tôi và chiếc xe đạp thực sự tuyệt vời và trong tình trạng mới. Chuyến đi tiếp theo nhất định tôi sẽ liên lạc với anh Tuấn. Rất khuyến khích.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Tuấn! Cảm ơn bạn đã chọn chúng tôi cho chuyến đi của mình và chúng tôi rất vui được hỗ trợ bạn một lần nữa trong chuyến phiêu lưu tiếp theo. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được phục vụ bạn với mức độ xuất sắc tương tự trong tương lai. \nHy vọng sớm gặp lại bạn. Đọc thêm",
            "Dịch vụ này thực sự tuyệt vời và chủ nhà cũng vậy.\n\nChúng tôi đã thuê một chiếc xe tay ga và quá trình mua một chiếc rất nhanh chóng. Giá cả cũng hợp lý. Bạn có rất nhiều lựa chọn để lựa chọn.\n\nTôi chắc chắn khuyên bạn nên lấy phương tiện từ đây nếu bạn có ý định đi khắp Đà Nẵng bằng xe hai bánh!Đọc thêm",
            "Cảm ơn quý khách đã lựa chọn dịch vụ của Tuan Motorbike Rental - s. Nhân viên cửa hàng của chúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm thú vị khi sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao đề xuất của bạn.\nChúng tôi hy vọng có thể đồng hành cùng bạn khi bạn quay trở lại Đà Nẵng.Đọc thêm",
            "Tôi đã có chuyến du lịch 7 ngày thật tuyệt nhờ dịch vụ cho thuê xe và vận chuyển luôn hành lý cho khách từ đà nẵng ra huế. Xe mới, chạy êm, nhân viên nhiệt tình, vui vẻ. Dịch vụ xứng đáng 5 sao. Cực kỳ hài lòng khi chọn được chỗ uy tín như thế này. Cảm ơn Tuan motorbike. Tôi sẽ giới thiệu thêm cho nhiều bạn bè khác nữa.Read more",
            "Cảm ơn bạn đã tin tưởng chọn chúng tôi và có những lời đánh giá tuyệt vời về dịch vụ cho thuê xe và vận chuyển của chúng tôi!  Sự hài lòng của bạn là động lực lớn để chúng tôi tiếp tục cung cấp dịch vụ tốt nhất cho khách hàng. Chúng tôi sẽ luôn sẵn lòng hỗ trợ để mang đến những trải nghiệm tuyệt vời nhất cho bạn. Cảm ơn bạn một lần nữa và hy vọng được đón tiếp bạn và bạn bè trong các chuyến đi sắp tới!Read more",
            "Tôi đã có trải nghiệm tuyệt vời với dịch vụ cho thuê một chiều. Tôi đã đi một chuyến kéo dài một tuần từ Đà Nẵng đến TP.HCM và mọi thứ đều tuyệt vời. Chiếc xe đạp ở trong tình trạng tuyệt vời và việc giao tiếp với công ty cho thuê rất dễ dàng và hữu ích. Họ thậm chí còn vận chuyển hành lý của tôi đến đích cuối cùng. Tôi thực sự muốn giới thiệu nơi này cho bất kỳ ai muốn thuê xe đạp. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tốt, chúng tôi thực sự rất vui khi bạn hoàn thành hành trình của mình mà không gặp vấn đề gì.\nChúng tôi hy vọng được đồng hành cùng bạn trong hành trình nghỉ xuân.\nĐọc thêm",
            "Tôi đánh giá cao vùng này! Họ thực sự chuyên nghiệp và có những chiếc xe máy tuyệt vời. Nhân viên thực sự thân thiện, đừng ngần ngại thuê nhà với họ!!Đọc thêm",
            "Thanh bạn đã đến và sử dụng dịch vụ của Tuan Motorbike Rental - sĐọc thêm",
            "Trải nghiệm tốt nhất bao giờ hết. Tuấn có những chiếc xe đạp chất lượng tuyệt vời với số km đi được rất ít. Anh ấy đã tìm được một cái nhỏ và nhẹ cho tôi và mạnh hơn một chút cho chồng tôi. Mọi người chúng tôi gặp trên đường từ Đà Nẵng đến Ninh Bình đều ngưỡng mộ những chiếc xe đạp của chúng tôi. Chúng tôi không gặp vấn đề gì với chúng trong suốt 15 ngày chúng tôi lái chúng. Thuê xe một chiều là cách cực kỳ dễ dàng để khám phá Việt Nam mà không cần lo lắng về việc lên kế hoạch cho chuyến đi của chúng tôi. Khi chúng tôi thay đổi địa điểm và thời gian trả khách, anh Tuấn đã rất nhanh chóng giải đáp và điều chỉnh cuộc họp. Trải nghiệm rất tích cực và thú vị. Muốn giới thiệu cho bất cứ ai.Đọc thêm",
            "Cảm ơn bạn đã nhận xét tuyệt vời, chúng tôi luôn muốn cung cấp những chiếc xe máy tốt cho khách hàng của mình để đảm bảo rằng bạn không gặp bất kỳ vấn đề gì khi lái xe máy của chúng tôi.\nMột lần nữa, cảm ơn bạn đã lựa chọn Dịch vụ Cho thuê Một chiều của chúng tôiĐọc thêm",
            "Chúng tôi thuê một chiếc xe máy để lái xe một chiều từ Đà Nẵng đến Huế. Chúng tôi có một chiếc xe máy tuyệt vời mà không có vấn đề gì. Khả năng giao tiếp cũng rất tuyệt vời và chúng tôi đã nhận được một số lời khuyên cũng như lời khuyên hữu ích cho hành trình của mình. Với việc chuyển hành lý cũng khiến hành trình của chúng tôi trở nên siêu dễ dàng! Một trong những cách tốt nhất để ngắm nhìn đất nước, một lần nữa xin cảm ơn sự giúp đỡ của bạn!Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Dịch vụ Cho Thuê Xe Máy Tuấn - s\nChúng tôi luôn cố gắng mang lại dịch vụ tốt nhất cho khách hàng. Hy vọng khi mọi người sử dụng dịch vụ của chúng tôi sẽ cảm thấy hài lòng.Đọc thêm",
            "Đã có trải nghiệm tuyệt vời khi thuê xe máy từ Tuấn. Mọi thứ đều dễ dàng và anh ấy luôn sẵn sàng khi cần thiết.  Không có gì là một vấn đề.  Chiếc xe đạp còn mới và không có lỗi trong suốt chuyến đi. Tôi đạp xe một mình từ Đà Nẵng đến Hồ Chí Minh sau vài ngày dễ dàng kéo dài.  Việc trao chiếc xe đạp thật dễ dàng.  Rất khuyến khích thuê xe máy Tuấn da nang. Tôi - sẽ tuyển dụng ở đây vào lần tới khi tôi - tôi quay lại.Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Dịch vụ Cho Thuê Xe Máy Tuấn - s\n - Cho thuê một chiều - là một dịch vụ đặc biệt, chúng tôi cố gắng lớn lên từng ngày và mang lại dịch vụ tốt nhất cho khách hàngĐọc thêm",
            "Chúng tôi có một chiếc xe đạp Honda mới để vượt đèo Hải Vân. Chiếc xe đạp rất đáng tin cậy. Giao tiếp rất tốt và mọi câu hỏi chúng tôi có trước khi rời đi và trong suốt hành trình đều được giải đáp kịp thời.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời, chúng tôi luôn ở đây vì khách hàng của mình.\nChúng tôi hy vọng có thể gặp bạn trong tương lai\nĐọc thêm",
            "Dịch vụ tuyệt vời. Xe máy đẹp. Xe máy tôi hoạt động hoàn hảo. Giá thực sự cạnh tranh. Tôi khuyên bạn nên!Đọc thêm",
            "Cảm ơn bạn đã đánh giá đẹp của bạn.\nGửi tới bạn lời chúc tốt đẹp nhất và mong được đồng hành cùng bạn trong tương lai.Xem thêm",
            "Rất hiệu quả, đón thẳng từ sân bay Đà Nẵng và chúng tôi xuống Hội An. Dịch vụ thân thiện, xe đạp đáng tin cậy và giá trị lớnĐọc thêm",
            "Thật tuyệt vời khi bạn cảm thấy hài lòng với Dịch vụ của Tuan Motorbike Rental - s.\nCảm ơn quý khách đã lựa chọn dịch vụ của Tuan Motorbike Rental - s\nĐọc thêm",
            "Quán cách Cầu Rồng không xa. Có rất nhiều loại xe máy cho khách hàng lựa chọn tùy theo năng khiếu của mình. Các nhân viên nói tiếng Anh trôi chảy và cung cấp hỗ trợ đầy đủ, tôi chắc chắn sẽ quay lại với họ lần nữa. Nếu tôi đến Việt NamĐọc thêm",
            "Cảm ơn quý khách đã đến và sử dụng dịch vụ của Tuan Motorbike Rental - s.Đọc thêm",
            "Trải nghiệm tuyệt vời. Người lái xe, ông T, là một công ty hoàn toàn chuyên nghiệp và tuyệt vời. Các quan điểm thật ngoạn mục. Nếu bạn cần đi từ Đà Nẵng đến Huế hoặc ngược lại thì đây là cách nên đi. Nó đã biến hành trình đơn giản từ điểm A đến điểm B thành một cuộc phiêu lưu. Đặt chỗ với Thuận thật dễ dàng. Tôi đã liên hệ với họ qua whatsapp dựa trên lời giới thiệu từ ký túc xá của tôi. Họ phản hồi kịp thời và tôi đã đặt nó sau vài phút. Tôi đã có thể thanh toán trực tuyến bằng thẻ. Họ đón tôi từ khách sạn vào thời gian tôi đã chỉ định. Cung cấp cho tôi nước và cà phê trên đường đi. Đưa tôi đến một địa điểm tuyệt vời để thưởng thức bữa trưa hải sản. Chụp ảnh và trò chuyện trên đường đi. Chỉ có khiếu nại nhỏ. Mũ bảo hiểm được cung cấp quá nhỏ. Dù sao thì đó cũng là lỗi của tôi. Lẽ ra tôi nên yêu cầu một cái lớn cho cái đầu cực lớn của mình. Trải nghiệm tuyệt vời. Hoàn toàn xứng đáng với số tiền bỏ ra. Đọc thêm",
            "Thông tin tuyệt vời.\nCảm ơn quý khách đã liên hệ và lựa chọn dịch vụ của Tuan Motorbike Rental - s.\nĐánh giá của bạn rất có ý nghĩa đối với khách hàng tiếp theo của chúng tôi. Với thông tin chi tiết, họ sẽ biết một chút về công ty chúng tôi. \nMột lần nữa xin cảm ơn vì tất cả và gửi những lời chúc tốt đẹp nhất đến bạn.Đọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng",
            "Thuê Xe Máy Tuấn",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written July 25, 2023",
            "Written July 26, 2023",
            "Written July 29, 2023",
            "Written January 16, 2024",
            "Written January 12, 2024",
            "Written January 10, 2024",
            "Written January 8, 2024",
            "Written January 3, 2024",
            "Written January 2, 2024",
            "Written December 29, 2023",
            "Written December 27, 2023",
            "Written December 26, 2023",
            "Written December 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d16706374-Reviews-or20-Tuan_Motorbikes_Rental-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19935676-d15326796-Reviews-Burger_House_Da_Nang-An_Hai_Bac_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25343877-Reviews-Ba_Nam_Seafood-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25782583-Reviews-Cardi_Pizzeria_Vo_Van_Ki_t-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d16813137-Reviews-Chay_Corner_in_Danang_Vietnamese_Dumplings-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17695703-Reviews-Indian_Curry_Authentic_Indian_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d13931957-Reviews-Jeremy_s_Kitchen-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19413462-Reviews-Cookshop-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12117023-Reviews-Pho_29-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19419685-Reviews-Vietnam_Cultural_Exchange-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or10-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or30-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6974493-Reviews-Dacotours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25142480-Reviews-VH_Travel_Local_Tours_Transportation-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17820192-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12997047-Reviews-Premium_Travel_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15059777-Reviews-Danang_Penguin_Liferia_Coffee_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15873703-Reviews-Babel_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15339118-d19622692-Reviews-Private_Da_Nang_Hoi_An_Hue_Tours_by_Locals-Tho_Quang_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10844652-Reviews-Cool_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11548525-Reviews-MotorVina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11672879-Reviews-Long_Beach_Pearl-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17853351-Reviews-Chula_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11725538-Reviews-Danang_Cheap_Taxi-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11674427-Reviews-Herbal_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25458570-Reviews-Little_Da_Nang_Spa_Nail-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11620651-Reviews-Hantou_Souvenirs_Shop-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12968798-Reviews-Lael_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3654337-Reviews-Rajadamnern_Thai_Boxing_Stadium-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1987470-d677575-Reviews-Millennium_Elephant_Foundation-Kegalle_Sabaragamuwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6653311-Reviews-Jaws_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d11500544-Reviews-Japanese_Ship_Wreck_Point-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245024-Reviews-The_Little_Mermaid-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d189384-Reviews-Vondelpark-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d8074854-Reviews-Legoland_Discovery_Center_Osaka-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d14135436-Reviews-King_Power_Mahanakhon-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g29103-d9857191-Reviews-Rio_Del_Mar_State_Beach-Aptos_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d1869577-Reviews-The_Holden_Arboretum-Kirtland_Lake_County_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or30-Tuan_Motorbikes_Rental-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or20-Tuan_Motorbikes_Rental-Da_Nang.html"
    },
    {
        "attraction_name": "Tuan Motorbikes Rental",
        "attraction_name_vi": "Thuê Xe Máy Tuấn",
        "general_info": [
            "173 đánh giá",
            "- 21 trên 305 Hoạt Động Ngoài Trời Tại Đà Nẵng",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với Cho thuê xe máy Tuấn! Chúng tôi - đã mở cửa từ năm 2016, phát triển từ 2 chiếc xe máy lên 200 chiếc. Chúng tôi đánh giá cao sự chăm chỉ và cống hiến của mình cho khách hàng. Chúng tôi ở đây để đảm bảo chuyến đi của bạn được thực hiện an toàn và có sự hỗ trợ đáng tin cậy cho việc thuê xe máy của bạn. Chúng tôi có địa điểm tại Hồ Chí Minh, Hà Nội, Đà Nẵng và Huế. Việc thả xuống được phép ở bất kỳ địa điểm nào. Thuê tại Đà Nẵng và thực hiện chuyến đi đến Hà Nội hoặc Hồ Chí Minh! Chúng tôi có dịch vụ cho thuê xe máy chất lượng cao hàng tháng với giá khởi điểm từ 1 triệu đồng. Hộ chiếu hoặc tiền đặt cọc cho tất cả các khoản thuê xe máy. PayPal và thẻ tín dụng được chấp nhận để gửi tiền.Đọc thêm",
        "reviews": [
            "Tôi - đã thuê một chiếc NVX, chủ yếu đi quanh thành phố nhưng tôi - cũng đã đến Huế và rất vui khi trở về. Những chiếc xe đạp ở đây đều trông như mới và đạt tiêu chuẩn tốt. Có lẽ đây là lần đầu tiên tôi thuê một chiếc xe đạp ở Việt Nam mà không có gì - t - lạch cạch - khi tôi lái nó! Tôi - đã giao tiếp tiếng Anh tốt với nhiều nhân viên trực tiếp và trên WhatsApp. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê NVX từ chúng tôi. Thật tuyệt khi biết rằng chiếc xe đạp này đã phục vụ tốt cho bạn cả khi đi trong thành phố lẫn những chuyến đi dài hơn đến Huế. \n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc cần thêm bất kỳ sự trợ giúp nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn lần nữa.Đọc thêm",
            "Tuấn thật tuyệt vời! Anh ấy đã giúp tôi vài việc trong vài tháng qua, tiền thuê nhà hàng tháng chắc chắn là con đường rẻ hơn. Anh ấy có những chiếc xe máy chất lượng tốt. Cửa hàng luôn nỗ lực hết mình để không chỉ giúp tôi thuê nhà mà còn bất kỳ nhu cầu hoặc câu hỏi nào khác mà tôi có về đất nước tuyệt vời này. Tôi sẽ tiếp tục là khách hàng trong thời gian còn lại của mình - Frank Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Thuê xe hàng tháng thực sự là một lựa chọn tiết kiệm chi phí và chúng tôi rất vui vì bạn thấy hài lòng với dòng xe máy chất lượng của chúng tôi.\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ liên tục của bạn với tư cách là khách hàng trong thời gian lưu trú còn lại.Đọc thêm",
            "Dịch vụ xuất sắc-Cửa hàng cho thuê tốt nhất Đà Nẵng. Họ có nhiều loại xe đạp để lựa chọn với giá thực sự tốt. Chủ sở hữu cực kỳ thân thiện và hữu ích. Chúng tôi đã thuê cb500x ở đây cho chuyến đi 5 ngày của mình và đó là chuyến đi tuyệt vời nhất mà chúng tôi từng có. Trải nghiệm đã lên đến một tầm cao hơn với chiếc xe đạp này, nó rất thoải mái cho những chuyến đi dài và dễ lái như chồng tôi đã nói. chúng tôi không thể hạnh phúc hơn được. Rất khuyến khích cho tất cả khách du lịch và người nước ngoài.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì bạn nhận thấy nhiều loại xe đạp đa dạng và giá cả tốt hấp dẫn. Chúng tôi rất biết ơn những lời tốt đẹp của bạn. Nếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn mức độ xuất sắc tương tự. Đọc thêm",
            "Chúng tôi thuê 2 chiếc xe đạp từ nơi này, những chiếc xe đạp ở tình trạng tuyệt vời. Chúng tôi chỉ có thể tận hưởng một chuyến đi ngắn dọc theo những con đường ven biển vì chúng tôi cũng đã lên kế hoạch cho một hành trình đầy ắp Jam.\n\nCác bước để thuê một chiếc xe đạp từ đây: -\n1. Chọn chiếc xe đạp bạn muốn thuê và kiểm tra giá cho phù hợp.\n2. Đặt cọc tiền bảo đảm hoặc hộ chiếu khi bạn thuê nó và sẽ được trả lại sau khi bạn trả lại xe đạp.\n3. Thanh toán bằng tiền mặt, thẻ hoặc trực tuyến tùy theo phương thức thanh toán.\n4. Tận hưởng cảm giác hưng phấn tuyệt vời khi điều khiển một con thú trên đường thành phố.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê 2 chiếc xe đạp từ chúng tôi. Chúng tôi hiểu rằng đôi khi thời gian hạn chế có thể hạn chế phạm vi chuyến đi của bạn, nhưng chúng tôi rất vui vì bạn có thể tận hưởng một chuyến đi nhỏ dọc theo những con đường ven biển. Chúng tôi hy vọng bạn đã có một trải nghiệm đáng nhớ trong chuyến đi ngắn đó.\n\nCảm ơn bạn đã phác thảo các bước để thuê xe đạp từ chúng tôi. Việc biết trước quy trình luôn hữu ích đối với những khách hàng khác. Chúng tôi mong muốn làm cho quy trình thuê xe trở nên thuận tiện và dễ dàng cho khách hàng của mình và chúng tôi đánh giá cao sự hợp tác của bạn với các phương thức đặt cọc và thanh toán.\n\nCảm ơn bạn một lần nữa và chúng tôi hy vọng sẽ gặp lại bạn trong tương laiĐọc thêm",
            "Đây thực sự là công ty cho thuê xe tốt nhất mà tôi từng gặp. Đã thuê XR 150 và CB500x từ họ. Những chiếc xe đạp ở trong tình trạng tuyệt vời.\nNếu bạn - cảm thấy thoải mái khi lái một chiếc, hãy chọn CB500x, chắc chắn là đáng giá Đọc thêm",
            "Cảm ơn lời nhận xét chân thành của bạn! Chúng tôi thực sự vinh dự được coi là công ty cho thuê tốt nhất mà bạn đã từng gặp. Sự hài lòng của bạn là ưu tiên của chúng tôi. Chúng tôi rất vui vì bạn nhận thấy cả hai chiếc xe đạp đều ở tình trạng tuyệt vời và đáp ứng được mong đợi của bạn.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và mang đến cho bạn mức độ xuất sắc tương tựĐọc thêm",
            "Nói tiếng Anh rất tốt xe đạp là thương hiệu mới, an toàn và được bảo trì tốt, là một người đi xe máy, tôi yêu thích xe đạp! Đầu tiên, tôi đã phạm một sai lầm lớn, tôi đã thuê từ khách sạn của mình, xin đừng làm điều này với anh chàng này, xe đạp của anh ấy gần như mới\nĐược duy trì và anh ấy - là một chàng trai trẻ trung thực, thẳng thắn đang cố gắng tạo ra - . Đã cố gắng giao hàng đến khách sạn của tôi thậm chí còn lấy đô la Úc. Top bloke rất khuyến khích.  -  - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe đạp từ chúng tôi. Là một người đi xe máy, chúng tôi hiểu tầm quan trọng của việc bảo dưỡng xe đạp tốt để có một chuyến đi suôn sẻ và thú vị.\nChúng tôi cố gắng trở thành một dịch vụ cho thuê đáng tin cậy và đáng tin cậy, và chúng tôi rất vui khi bạn thấy chúng tôi thẳng thắn, trung thực và hướng đến khách hàng.\n\nChúng tôi mong muốn được phục vụ bạn một lần nữa và cung cấp cho bạn cùng một mức dịch vụ hàng đầu. Đọc thêm",
            "Bạn tôi và tôi đã thuê xe máy một chiều từ Đà Nẵng đến Hà Nội với Tuấn và xe máy của anh ấy thật tuyệt vời. Đắt hơn một chút so với các công ty khác nhưng bạn phải trả cho những gì bạn nhận được với Tuấn, đó là một chiếc xe máy gần như mới chạy trơn tru trên 500 dặm và chúng tôi không gặp bất kỳ vấn đề gì! Chúng tôi thực sự giới thiệu Tuấn và xe máy của anh ấy! Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn và bạn của bạn đã có trải nghiệm tuyệt vời khi thuê xe máy từ chúng tôi cho chuyến đi một chiều từ Đà Nẵng đến Hà Nội. Chúng tôi tin tưởng vào việc mang lại giá trị tốt nhất cho khách hàng, đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn dự định tham gia nhiều cuộc phiêu lưu hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn và bạn bè của bạn một lần nữa. Mong sớm gặp lạiĐọc thêm",
            "Trải nghiệm của tôi với Tuấn thật tuyệt vời, anh ấy đã cung cấp cho tôi cơ sở đón và trả khách sạn theo sự thuận tiện của tôi và chiếc xe đạp thực sự tuyệt vời và trong tình trạng mới. Chuyến đi tiếp theo nhất định tôi sẽ liên lạc với anh Tuấn. Rất khuyến khích.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Tuấn! Cảm ơn bạn đã chọn chúng tôi cho chuyến đi của mình và chúng tôi rất vui được hỗ trợ bạn một lần nữa trong chuyến phiêu lưu tiếp theo. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được phục vụ bạn với mức độ xuất sắc tương tự trong tương lai. \nHy vọng sớm gặp lại bạn. Đọc thêm",
            "Dịch vụ này thực sự tuyệt vời và chủ nhà cũng vậy.\n\nChúng tôi đã thuê một chiếc xe tay ga và quá trình mua một chiếc rất nhanh chóng. Giá cả cũng hợp lý. Bạn có rất nhiều lựa chọn để lựa chọn.\n\nTôi chắc chắn khuyên bạn nên lấy phương tiện từ đây nếu bạn có ý định đi khắp Đà Nẵng bằng xe hai bánh!Đọc thêm",
            "Cảm ơn bạn đã lựa chọn dịch vụ của Tuan Motorbike Rental. Đội ngũ nhân viên cửa hàng của chúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm thú vị khi sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao sự giới thiệu của bạn.\nChúng tôi hy vọng có thể đồng hành cùng bạn khi bạn quay trở lại Đà Nẵng. Đọc thêm",
            "Tôi đã có chuyến du lịch 7 ngày thật tuyệt nhờ dịch vụ cho thuê xe và vận chuyển luôn hành lý cho khách từ đà nẵng ra huế. Xe mới, chạy êm, nhân viên nhiệt tình, vui vẻ. Dịch vụ xứng đáng 5 sao. Cực kỳ hài lòng khi chọn được chỗ uy tín như thế này. Cảm ơn Tuan motorbike. Tôi sẽ giới thiệu thêm cho nhiều bạn bè khác nữa.Read more",
            "Cảm ơn bạn đã tin tưởng chọn chúng tôi và có những lời đánh giá tuyệt vời về dịch vụ cho thuê xe và vận chuyển của chúng tôi!  Sự hài lòng của bạn là động lực lớn để chúng tôi tiếp tục cung cấp dịch vụ tốt nhất cho khách hàng. Chúng tôi sẽ luôn sẵn lòng hỗ trợ để mang đến những trải nghiệm tuyệt vời nhất cho bạn. Cảm ơn bạn một lần nữa và hy vọng được đón tiếp bạn và bạn bè trong các chuyến đi sắp tới!Read more",
            "Xe máy rất đẹp, tôi đã thuê một chiếc xmax 300 lớn trong 1 tuần, nhân viên mới, tốt bụng. Tôi đã đạp xe 1500km mà không gặp vấn đề gì cả, tôi sẽ quay lại.Đọc thêm",
            "Cảm ơn bạn đã đến và thuê chiếc XMAX 300 của Tuan Motorbike Rental.\nChúng tôi luôn ở đây và chờ đợi bạn, hy vọng sớm được gặp lại bạn và có cơ hội được đồng hành cùng bạn.Đọc thêm",
            "Thuê xe tay ga dễ dàng, tư vấn tốt và xe tay ga. Việc đón và trả xe không thể dễ dàng hơn, nhân viên rất hữu ích. Năm saoĐọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Dịch vụ Cho Thuê Xe Máy Tuấn - sĐọc thêm",
            "Đã có trải nghiệm tích cực tại xe máy TUẤN. Người ở đây biết tiếng Anh và nói chuyện với bạn rất tử tế. Họ có một bộ sưu tập xe đạp tuyệt vời và bạn có thể chọn bất kỳ chiếc nào, chúng ở tình trạng tốt. Họ có xe đạp 500cc cũng như bán và tự động ở mức giá tốt. Và họ tặng những chiếc mũ bảo hiểm thật chứ không phải những chiếc mũ bảo hiểm tròn nhỏĐọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn dịch vụ của Tuan Motorbike Rental - s.\nAn toàn của bạn là điều quan trọng nhất không chỉ đối với bạn mà còn đối với chúng tôi. \nVì vậy Mũ Bảo hiểm Real - Good Bike là lựa chọn tốt nhất.\nMột lần nữa, cảm ơn bạn rất nhiều vì mọi thứ.Đọc thêm",
            "Cửa hàng duy nhất có Yamaha Xmax trong thị trấn! Chiếc xe đạp tốt nhất cho một thành phố đầy gió như vậy. Rất vui khi tình cờ gặp nó. Ngoài ra, họ rất vui khi cho chúng tôi gợi ý về nơi nên đi. Muốn giới thiệuĐọc thêm",
            "Cảm ơn bạn đã bình luận tuyệt vời của bạn. \nMong sớm được gặp lại và đồng hành cùng các bạn.Đọc thêm",
            "Đã thấy điều này trên trang web và whatsapp để yêu cầu. Chủ sở hữu rất tốt và kiên nhẫn tham dự với chúng tôi. Xe đạp của họ có điều kiện rất đẹp. Chủ xe đưa cho chúng tôi chiếc xe đạp đầy bình, rất tốt. Chúng tôi chỉ cần bơm lại sau trước khi trả lại Xe đạp. Cảm ơn Tuấn vì mọi sự giúp đỡ. Sẽ giới thiệu dịch vụ cho thuê cửa hàng này cho những người bạn khác muốn Thuê xe đạp tại đây. Dịch vụ tốt nhất và được đánh giá caoĐọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn dịch vụ của Tuan Motorbike Rental - s.\nXe máy là người bạn tốt nhất của chúng ta, chúng ta luôn cố gắng giữ cho xe của mình được an toàn - trong tình trạng tốt. Khi chúng tôi tặng xe máy tốt cho khách hàng, chúng tôi không cần phải lo lắng về một điều gì nhỏ nhặt. Cảm thấy an toàn hơn khi thuê xe đạp.\nMột lần nữa xin cảm ơn bạn rất nhiều và gửi lời chúc tốt đẹp nhất tới bạn.Đọc thêm",
            "Chúng tôi đặt phòng theo sự giới thiệu của ký túc xá Rom Casa ở Đà Nẵng. Chúng tôi đã đặt và thanh toán qua whatsapp. Đó là một quá trình đơn giản. Phản hồi nhanh chóng và tất cả các câu hỏi đã được trả lời. Khi chúng tôi đến vào sáng hôm sau, xe đạp đã sẵn sàng để khởi hành. Xe đạp chạy tốt không có vấn đề gì. Chúng tôi không có chỗ ở qua đêm được đặt ở Huế và yêu cầu phải gửi hành lý để đi xe buýt. Công ty đảm bảo hành lý của chúng tôi được đưa lên đúng xe buýt bằng cách liên hệ với công ty xe buýt và cũng đảm bảo rằng chúng tôi sẽ có chúng đúng giờ. Chúng tôi hơi lo lắng về quá trình này nhưng chúng tôi hoàn toàn yên tâm và mọi việc diễn ra suôn sẻ. Tôi - d 100 - khuyên bạn nên sử dụng công ty này nếu bạn - đang có ý định đi đèo Hải Vân.Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn dịch vụ Cho Thuê Một Chiều của chúng tôi.\nChúng tôi thực sự cảm ơn thông tin của bạn, đó là điều tốt nhất cho khách hàng tiếp theo của chúng tôi.\nMột lần nữa, cảm ơn bạn rất nhiều. Hy vọng sớm gặp lại bạn trong tương lai.Đọc thêm",
            "Cửa hàng cho thuê xe máy của anh Tuấn là nơi tốt để thuê nhiều loại xe máy khác nhau. Những chiếc xe máy của anh ấy hầu hết đều là xe mới, đảm bảo trải nghiệm lái xe không gặp vấn đề gì. Theo mình thì chỗ Tuấn - s có phạm vi lựa chọn xe máy tốt nhất. Không cần phải tìm một cửa hàng cho thuê khác. Bản thân tôi thuê chiếc xe tay ga NVX 155 của Tuấn được khoảng chín tháng và tôi hoàn toàn hài lòng với trải nghiệm tổng thể. Trân trọng, Gee Đọc thêm",
            "Cảm ơn bạn đã bình luận tuyệt vời của bạn.\nCảm nhận của khách hàng chính là cách tốt nhất để chúng tôi cố gắng hoàn thiện dịch vụ ngày một tốt hơn.Đọc thêm",
            "Chúng tôi thuê hai chiếc xe đạp với giá 150 k mỗi chiếc. Dịch vụ tốt, sự quan tâm tốt và xe đạp tốt, một chiếc tự động và một chiếc bán tự động, chúng không mới nhưng hoạt động tốt. Trường hợp của chúng tôi là phải đổ xăng và đi nhiều hơn lúc lấy, thực tế là đổ xăng cho 2 xe là 130k.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời.\nHy vọng sẽ gặp lại bạn trong tương lai\nĐọc thêm",
            "Tôi thuê một chiếc xe đạp ở Đà Nẵng để đi Hồ Chí Minh. Tôi đã sắp xếp trước khi đến bằng what - s app với anh chủ Tuấn. Đây là một doanh nghiệp rất tốt, hoạt động chuyên nghiệp. Những chiếc xe đạp đều mới và được bảo trì tốt. Gửi xe đạp ở Hồ Chí Minh thật dễ dàng và đơn giản. Tôi rất muốn giới thiệu Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và sử dụng dịch vụ Thuê Xe Một Chiều tại Tuan Motorbike Rental.\nChúng tôi thực sự vui mừng khi biết bạn cảm thấy hài lòng với dịch vụ của chúng tôi. Tất cả xe máy của chúng tôi gần như mới, và khi bạn thực hiện chuyến đi Một chiều, chúng tôi luôn cố gắng cung cấp cho bạn chiếc xe đạp mới nhất khi bạn nhận xe để đảm bảo mọi thứ sẽ tốt hơn. Vì khi bạn thuê chuyến Một chiều, chúng tôi không thể đến tận nơi nếu bạn gặp sự cố trên đường.\n\nĐọc thêm",
            "dịch vụ rất tốt với mức giá rẻ hơn. nhân viên tốt đẹp. an ninh tốt và xe đạp được bảo trì và làm sạch tốt.  Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn dịch vụ của Tuan Motorbike Rental - s\nChúng tôi hy vọng khi bạn nhìn thấy chiếc xe đạp của chúng tôi, bạn sẽ thích nó ngay từ lần đầu tiên.\nVì vậy việc kiểm tra, vệ sinh và chăm sóc xe máy của mình mọi lúc là điều quan trọng nhất mà chúng ta phải làm.\nĐọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng",
            "Thuê Xe Máy Tuấn",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written July 25, 2023",
            "Written July 26, 2023",
            "Written July 29, 2023",
            "Written December 18, 2023",
            "Written December 16, 2023",
            "Written December 9, 2023",
            "Written December 6, 2023",
            "Written December 4, 2023",
            "Written December 3, 2023",
            "Written December 2, 2023",
            "Written December 1, 2023",
            "Written November 27, 2023",
            "Written November 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d16706374-Reviews-or30-Tuan_Motorbikes_Rental-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19935676-d15326796-Reviews-Burger_House_Da_Nang-An_Hai_Bac_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25343877-Reviews-Ba_Nam_Seafood-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25782583-Reviews-Cardi_Pizzeria_Vo_Van_Ki_t-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d16813137-Reviews-Chay_Corner_in_Danang_Vietnamese_Dumplings-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17695703-Reviews-Indian_Curry_Authentic_Indian_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d13931957-Reviews-Jeremy_s_Kitchen-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19413462-Reviews-Cookshop-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12117023-Reviews-Pho_29-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19419685-Reviews-Vietnam_Cultural_Exchange-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or20-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or40-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6974493-Reviews-Dacotours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25142480-Reviews-VH_Travel_Local_Tours_Transportation-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17820192-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12997047-Reviews-Premium_Travel_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15059777-Reviews-Danang_Penguin_Liferia_Coffee_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15873703-Reviews-Babel_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15339118-d19622692-Reviews-Private_Da_Nang_Hoi_An_Hue_Tours_by_Locals-Tho_Quang_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10844652-Reviews-Cool_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11548525-Reviews-MotorVina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11672879-Reviews-Long_Beach_Pearl-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17853351-Reviews-Chula_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11725538-Reviews-Danang_Cheap_Taxi-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11674427-Reviews-Herbal_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25458570-Reviews-Little_Da_Nang_Spa_Nail-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11620651-Reviews-Hantou_Souvenirs_Shop-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12968798-Reviews-Lael_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g190378-d4555340-Reviews-Escape_Beach_Club-Kyrenia_Kyrenia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d109738-Reviews-Jordan_Pond-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d2037149-Reviews-Monsoon_Valley_Vineyard-Hua_Hin_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6653311-Reviews-Jaws_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2148067-d7363439-Reviews-Bang_Nam_Phueng_Floating_Market-Phra_Pradaeng_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42423-d14928570-Reviews-Mackinac_Island_Carriage_Tours-Mackinac_Island_Mackinac_County_Upper_Peninsula_Mi.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d105232-Reviews-Third_Beach-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g50962-d3383561-Reviews-Trammel_Fossil_Park-Sharonville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g40251-d272106-Reviews-Coushatta_Casino_Resort-Kinder_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4203325-Reviews-Timeless_Spa-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or40-Tuan_Motorbikes_Rental-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or30-Tuan_Motorbikes_Rental-Da_Nang.html"
    },
    {
        "attraction_name": "Tuan Motorbikes Rental",
        "attraction_name_vi": "Thuê Xe Máy Tuấn",
        "general_info": [
            "173 đánh giá",
            "- 21 trên 305 Hoạt Động Ngoài Trời Tại Đà Nẵng",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với Cho thuê xe máy Tuấn! Chúng tôi - đã mở cửa từ năm 2016, phát triển từ 2 chiếc xe máy lên 200 chiếc. Chúng tôi đánh giá cao sự chăm chỉ và cống hiến của mình cho khách hàng. Chúng tôi ở đây để đảm bảo chuyến đi của bạn được thực hiện an toàn và có sự hỗ trợ đáng tin cậy cho việc thuê xe máy của bạn. Chúng tôi có địa điểm tại Hồ Chí Minh, Hà Nội, Đà Nẵng và Huế. Việc thả xuống được phép ở bất kỳ địa điểm nào. Thuê tại Đà Nẵng và thực hiện chuyến đi đến Hà Nội hoặc Hồ Chí Minh! Chúng tôi có dịch vụ cho thuê xe máy chất lượng cao hàng tháng với giá khởi điểm từ 1 triệu đồng. Hộ chiếu hoặc tiền đặt cọc cho tất cả các khoản thuê xe máy. PayPal và thẻ tín dụng được chấp nhận để gửi tiền.Đọc thêm",
        "reviews": [
            "Tôi - đã thuê một chiếc NVX, chủ yếu đi quanh thành phố nhưng tôi - cũng đã đến Huế và rất vui khi trở về. Những chiếc xe đạp ở đây đều trông như mới và đạt tiêu chuẩn tốt. Có lẽ đây là lần đầu tiên tôi thuê một chiếc xe đạp ở Việt Nam mà không có gì - t - lạch cạch - khi tôi lái nó! Tôi - đã giao tiếp tiếng Anh tốt với nhiều nhân viên trực tiếp và trên WhatsApp. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê NVX từ chúng tôi. Thật tuyệt khi biết rằng chiếc xe đạp này phục vụ bạn tốt cho cả những chuyến đi trong thành phố và những chuyến đi dài hơn đến Huế. \n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc cần thêm bất kỳ sự hỗ trợ nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong muốn được phục vụ bạn một lần nữa. Đọc thêm",
            "Tuấn thật tuyệt vời! Anh ấy đã giúp tôi vài việc trong vài tháng qua, tiền thuê nhà hàng tháng chắc chắn là con đường rẻ hơn. Anh ấy có những chiếc xe máy chất lượng tốt. Cửa hàng luôn nỗ lực hết mình để không chỉ giúp tôi thuê nhà mà còn bất kỳ nhu cầu hoặc câu hỏi nào khác mà tôi có về đất nước tuyệt vời này. Tôi sẽ tiếp tục là khách hàng trong thời gian còn lại của mình - Frank Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Thuê xe hàng tháng thực sự là một lựa chọn tiết kiệm chi phí và chúng tôi rất vui vì bạn thấy hài lòng với dòng xe máy chất lượng của chúng tôi.\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ liên tục của bạn với tư cách là khách hàng trong thời gian lưu trú còn lại.Đọc thêm",
            "Dịch vụ xuất sắc-Cửa hàng cho thuê tốt nhất Đà Nẵng. Họ có nhiều loại xe đạp để lựa chọn với giá thực sự tốt. Chủ sở hữu cực kỳ thân thiện và hữu ích. Chúng tôi đã thuê cb500x ở đây cho chuyến đi 5 ngày của mình và đó là chuyến đi tuyệt vời nhất mà chúng tôi từng có. Trải nghiệm đã lên đến một tầm cao hơn với chiếc xe đạp này, nó rất thoải mái cho những chuyến đi dài và dễ lái như chồng tôi đã nói. chúng tôi không thể hạnh phúc hơn được. Rất khuyến khích cho tất cả khách du lịch và người nước ngoài.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì bạn nhận thấy nhiều loại xe đạp đa dạng và giá cả tốt hấp dẫn. Chúng tôi rất biết ơn những lời tốt đẹp của bạn. Nếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn mức độ xuất sắc tương tự. Đọc thêm",
            "Chúng tôi thuê 2 chiếc xe đạp từ nơi này, những chiếc xe đạp ở tình trạng tuyệt vời. Chúng tôi chỉ có thể tận hưởng một chuyến đi ngắn dọc theo những con đường ven biển vì chúng tôi cũng đã lên kế hoạch cho một hành trình đầy ắp Jam.\n\nCác bước để thuê một chiếc xe đạp từ đây: -\n1. Chọn chiếc xe đạp bạn muốn thuê và kiểm tra giá cho phù hợp.\n2. Đặt cọc tiền bảo đảm hoặc hộ chiếu khi bạn thuê nó và sẽ được trả lại sau khi bạn trả lại xe đạp.\n3. Thanh toán bằng tiền mặt, thẻ hoặc trực tuyến tùy theo phương thức thanh toán.\n4. Tận hưởng cảm giác hưng phấn tuyệt vời khi điều khiển một con thú trên đường thành phố.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê 2 chiếc xe đạp từ chúng tôi. Chúng tôi hiểu rằng đôi khi hạn chế về thời gian có thể hạn chế phạm vi chuyến đi của bạn, nhưng chúng tôi rất vui vì bạn có thể tận hưởng chuyến đi một chút dọc theo những con đường ven biển. Chúng tôi hy vọng bạn đã có trải nghiệm đáng nhớ trong chuyến đi ngắn ngủi đó.\n\nCảm ơn bạn đã nêu các bước để thuê một chiếc xe đạp từ chúng tôi. Việc các khách hàng khác biết trước quy trình luôn hữu ích. Chúng tôi mong muốn làm cho quá trình thuê trở nên thuận tiện và dễ dàng cho khách hàng của mình và chúng tôi đánh giá cao sự hợp tác của bạn với các phương thức đặt cọc và thanh toán.\n\nCảm ơn bạn một lần nữa và hẹn gặp lại bạn trong tương laiĐọc thêm",
            "Đây thực sự là công ty cho thuê tốt nhất mà tôi từng gặp. Đã thuê XR 150 và CB500x từ họ. Những chiếc xe đạp đang ở trong tình trạng tốt nhất.\nNếu bạn cảm thấy thoải mái khi lái một chiếc, hãy chọn CB500x, chắc chắn xứng đáng Đọc thêm",
            "Cảm ơn lời nhận xét chân thành của bạn! Chúng tôi thực sự vinh dự được coi là công ty cho thuê tốt nhất mà bạn đã từng gặp. Sự hài lòng của bạn là ưu tiên của chúng tôi. Chúng tôi rất vui vì bạn nhận thấy cả hai chiếc xe đạp đều ở tình trạng tuyệt vời và đáp ứng được mong đợi của bạn.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và mang đến cho bạn mức độ xuất sắc tương tựĐọc thêm",
            "Nói tiếng Anh rất tốt xe đạp là thương hiệu mới, an toàn và được bảo trì tốt, là một người đi xe máy, tôi yêu thích xe đạp! Đầu tiên, tôi đã phạm một sai lầm lớn, tôi đã thuê từ khách sạn của mình, xin đừng làm điều này với anh chàng này, xe đạp của anh ấy gần như mới\nĐược duy trì và anh ấy - là một chàng trai trẻ trung thực, thẳng thắn đang cố gắng tạo ra - . Đã cố gắng giao hàng đến khách sạn của tôi thậm chí còn lấy đô la Úc. Top bloke rất khuyến khích.  -  - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe đạp từ chúng tôi. Với tư cách là một người lái xe mô tô, chúng tôi hiểu tầm quan trọng của việc bảo dưỡng xe đạp tốt để có một chuyến đi suôn sẻ và thú vị.\nChúng tôi cố gắng trở thành một dịch vụ cho thuê đáng tin cậy và đáng tin cậy, đồng thời chúng tôi rất vui vì bạn nhận thấy chúng tôi luôn thẳng thắn, trung thực và hướng tới khách hàng.\n\nChúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn dịch vụ xuất sắc tương tự. Đọc thêm",
            "Tôi và bạn tôi thuê xe máy một chiều từ Đà Nẵng đến Hà Nội với Tuấn và xe máy của anh ấy thật tuyệt vời. Đắt hơn một chút so với các công ty khác nhưng bạn phải trả cho những gì bạn nhận được với Tuan, một chiếc xe máy gần như mới toanh chạy êm ái trên 500 dặm và chúng tôi không gặp vấn đề gì cả! Chúng tôi đánh giá cao Tuấn và những chiếc xe máy của anh ấy!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn và bạn của bạn đã có trải nghiệm tuyệt vời khi thuê xe máy từ chúng tôi cho chuyến đi một chiều từ Đà Nẵng đến Hà Nội. Chúng tôi tin tưởng vào việc mang lại giá trị tốt nhất cho khách hàng, đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn dự định tham gia nhiều cuộc phiêu lưu hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn và bạn bè của bạn một lần nữa. Mong sớm gặp lạiĐọc thêm",
            "Trải nghiệm của tôi với Tuấn thật tuyệt vời, anh ấy đã cung cấp cho tôi cơ sở đón và trả khách sạn theo sự thuận tiện của tôi và chiếc xe đạp thực sự tuyệt vời và trong tình trạng mới. Chuyến đi tiếp theo nhất định tôi sẽ liên lạc với anh Tuấn. Rất khuyến khích.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Tuấn! Cảm ơn bạn đã chọn chúng tôi cho chuyến đi của mình và chúng tôi rất vui được hỗ trợ bạn một lần nữa trong chuyến phiêu lưu tiếp theo. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được phục vụ bạn với mức độ xuất sắc tương tự trong tương lai. \nHy vọng sớm gặp lại bạn. Đọc thêm",
            "Dịch vụ này thực sự tuyệt vời và chủ nhà cũng vậy.\n\nChúng tôi đã thuê một chiếc xe tay ga và quá trình mua một chiếc rất nhanh chóng. Giá cả cũng hợp lý. Bạn có rất nhiều lựa chọn để lựa chọn.\n\nTôi chắc chắn khuyên bạn nên lấy phương tiện từ đây nếu bạn có ý định đi khắp Đà Nẵng bằng xe hai bánh!Đọc thêm",
            "Cảm ơn quý khách đã lựa chọn dịch vụ của Tuan Motorbike Rental - s. Nhân viên cửa hàng của chúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm thú vị khi sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao đề xuất của bạn.\nChúng tôi hy vọng có thể đồng hành cùng bạn khi bạn quay trở lại Đà Nẵng.Đọc thêm",
            "Tôi đã có chuyến du lịch 7 ngày thật tuyệt nhờ dịch vụ cho thuê xe và vận chuyển luôn hành lý cho khách từ đà nẵng ra huế. Xe mới, chạy êm, nhân viên nhiệt tình, vui vẻ. Dịch vụ xứng đáng 5 sao. Cực kỳ hài lòng khi chọn được chỗ uy tín như thế này. Cảm ơn Tuan motorbike. Tôi sẽ giới thiệu thêm cho nhiều bạn bè khác nữa.Read more",
            "Cảm ơn bạn đã tin tưởng chọn chúng tôi và có những lời đánh giá tuyệt vời về dịch vụ cho thuê xe và vận chuyển của chúng tôi!  Sự hài lòng của bạn là động lực lớn để chúng tôi tiếp tục cung cấp dịch vụ tốt nhất cho khách hàng. Chúng tôi sẽ luôn sẵn lòng hỗ trợ để mang đến những trải nghiệm tuyệt vời nhất cho bạn. Cảm ơn bạn một lần nữa và hy vọng được đón tiếp bạn và bạn bè trong các chuyến đi sắp tới!Read more",
            "Dịch vụ cho thuê thực sự tốt, xe đạp dễ dàng và tốt, cũng có thể có một chiều từ Huế đến vận chuyển hành lý Hội An. Đọc thêm",
            "Cảm ơn quý khách đã đến và sử dụng dịch vụ của Tuan Motorbike Rental - s.\nChúng tôi biết khi bạn đi du lịch, có thể bạn sẽ không cảm thấy thoải mái nếu phải mang theo hành lý nặng. Vì vậy chúng tôi có dịch vụ vận chuyển hành lý, điều đó sẽ tốt hơn cho chuyến đi của bạn.\nMong được gặp lại bạn trong tương lai.Đọc thêm",
            "Cửa hàng cho thuê xe máy - xe tay ga này thật tuyệt vời!! Các nhân viên chúng tôi rất tốt và hữu ích. Họ có rất nhiều cơ hội để bán thêm cho chúng tôi nhưng thực tế họ lại mang đến cho chúng tôi một mức giá rẻ hơn. Nhân viên rất rất công bằng và tuyệt vời. 100 - đề nghị. Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Tuan Motorbike Rental - s.\nĐội ngũ nhân viên của chúng tôi luôn cố gắng tìm cách tốt nhất để làm cho khách hàng cảm thấy hài lòng.Xem thêm",
            "Họ có khoảng 200 xe máy, dịch vụ đặc biệt - cho thuê một chiều - Thật tuyệt vời Nên đến đây khi bạn muốn khám phá Việt Nam bằng xe máy.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về Tuan Motorbike Rental\n- One-Way Rental - là dịch vụ đặc biệt tại cửa hàng của chúng tôi. Chúng tôi hiểu cảm giác khi bạn phải quay lại để trả xe, vì vậy đó là lý do tại sao chúng tôi có dịch vụ một chiều, bạn có thể trả xe ở nhiều thành phố khác nhau. Đọc thêm",
            "Đã thuê Yamaha WR155 trong 7 ngày. Xe đạp ở tình trạng tốt - không có vấn đề gì trong suốt chuyến đi của tôi. Dự định thực hiện một chuyến khứ hồi nhưng kế hoạch đã thay đổi - họ rất linh hoạt vì tôi có thể trả lại xe đạp ở Huế thay vì Đà Nẵng để kiếm thêm một ít tiền. Cảm ơn!Đọc thêm",
            "Linh hoạt và tiện lợi luôn là phương châm của chúng tôi dành cho khách hàng. Xin chân thành cảm ơn quý khách đã tin tưởng và sử dụng dịch vụ của chúng tôi. Mong được đồng hành cùng bạn trong thời gian tới.Đọc thêm",
            "Tôi liên hệ với Tuan Motorcycle Rental 3 tháng trước khi đến Đà Nẵng, anh ấy rất nhiệt tình và chuyên nghiệp. Chúng tôi có 3 chiếc xe máy, 150 xe máy, xe máy rất đáng tin cậy, chúng tôi đã đi được 2500 km mà không gặp vấn đề gì cả, anh ấy cung cấp cho chúng tôi phụ tùng thay thế cho xe, chúng tôi đã đi qua đường núi và lũ quét mà không gặp vấn đề gì cả, rất có khả năng đi địa hình Tôi sẽ giới thiệu cho bất kỳ ai sử dụng Tuan Đọc thêm",
            "Gửi đến bạn lời cảm ơn chân thành và hy vọng chúng tôi sẽ có cơ hội gặp lại bạn trong thời gian sắp tới. Chúng tôi thực sự vui mừng vì bạn đã tin tưởng và sử dụng dịch vụ của chúng tôi.  Sự hài lòng của bạn là động lực để chúng tôi cố gắng hoàn thiện hơn mỗi ngày.Đọc thêm",
            "Dịch vụ hoàn hảo - xe gần như mới - nhân viên cực kỳ thân thiện Mình được bạn giới thiệu đến cửa hàng này khi đến Hội An và muốn đi vòng quanh thành phố bằng xe máy. Lúc đầu tôi không hoàn toàn tin rằng dịch vụ ở cửa hàng này sẽ tốt như vậy nhưng tôi quyết định dùng thử vì bạn bè tôi khen rất nhiều. Tôi hoàn toàn bất ngờ trước con người ở đây, dịch vụ hoàn hảo đến mức không thể tin được - đây là cảm nhận của chính tôi - . Thật tuyệt vời khi làm theo lời khuyên của bạn tôi.Đọc thêm",
            "Gửi đến bạn lời cảm ơn chân thành và hy vọng chúng tôi sẽ có cơ hội gặp lại bạn trong thời gian sắp tới. Chúng tôi thực sự vui mừng vì bạn đã tin tưởng và sử dụng dịch vụ của chúng tôi.Đọc thêm",
            "Tôi đã để lại đánh giá trên Google nhưng tôi sẽ để lại đánh giá khác ở đây vì Tripadvisor là trung tâm đánh giá. CƯỜI. Quán nằm ngay trung tâm thành phố và dễ dàng tìm thấy qua Grab hoặc Cab. Tôi không chắc liệu nó có cung cấp dịch vụ giao xe máy đến sân bay hay khách sạn hay không. Tôi đã liên hệ trực tiếp với cửa hàng và quyết định đến đó. Whatsapp được trả lời nhanh chóng và dễ dàng giao tiếp. Chủ sở hữu nói tiếng Anh hoàn hảo và hoàn hảo, khiến việc giao tiếp trở nên rất dễ dàng. Không giống như hầu hết những nơi cho thuê yêu cầu hộ chiếu, nơi này không yêu cầu hộ chiếu. Không giữ hộ chiếu, chỉ đặt cọc 1 triệu đồng. Điều đó thật dễ dàng. Chiếc xe máy đang trong tình trạng rất tốt và mũ bảo hiểm cũng đẹp. Khi chúng tôi đến đó, nhân viên đang bảo dưỡng xe và thay dầu hay gì đó. Ông chủ cũng rất tốt bụng khi dạy tôi cách đọc ghi chú tiếng Việt vì tôi không quen với nhiều số không. Anh ấy cũng khuyên chúng tôi KHÔNG NÊN ĐI những nơi nào vì chúng tôi không có Giấy phép Lái ​​xe Quốc tế. Chúng tôi đạp xe đến Huế - cách đó 100 km - qua đèo Hải Vân và ngày hôm sau chúng tôi mạo hiểm đến Đèo Khỉ. Nhìn chung, chúng tôi đã có trải nghiệm tốt khi thuê nhà từ Tuấn. Tôi HOÀN TOÀN khuyên bạn nên thuê dịch vụ này nếu bạn ở Đà Nẵng.Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và sử dụng dịch vụ của chúng tôi. Sự hài lòng của bạn là động lực để chúng tôi cố gắng hoàn thiện mỗi ngày. \nGửi đến bạn lời cảm ơn chân thành và hy vọng chúng tôi sẽ có cơ hội gặp lại bạn trong thời gian sắp tới.Đọc thêm",
            "Mình đến đây thuê xe NVX 155cc, bạn gái làm ở đây đã chọn cho mình một chiếc xe rất tuyệt, chạy rất tốt. Tôi khuyên các bạn nên thuê xe máy ở đây, đó là một dịch vụ tuyệt vời. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về dịch vụ của chúng tôi. Gửi đến bạn lời cảm ơn chân thành và hy vọng chúng tôi sẽ có cơ hội gặp lại bạn trong thời gian sắp tới.Đọc thêm",
            "Họ rất hữu ích. Dịch vụ xuất sắc. Họ có hành vi rất tử tế và xe đạp tuyệt vời! Phải ghé thăm - !Đọc thêm",
            "Gửi đến bạn lời cảm ơn chân thành và hy vọng chúng tôi sẽ có cơ hội gặp lại bạn trong thời gian sắp tới.Đọc thêm",
            "Họ rất tốt bụng và hữu ích, nhân viên và xe đạp tốt, trải nghiệm rất tốt với gia đình tôi! Phải ghé thăm! Đọc thêm",
            "Rất mong được đồng hành cùng quý khách trong những chuyến đi sắp tới và Cảm ơn quý khách đã tin tưởng và sử dụng dịch vụ của chúng tôi.\nGửi đến bạn lời cảm ơn chân thành và hy vọng chúng tôi sẽ có cơ hội gặp lại bạn trong thời gian sắp tới.Đọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng",
            "Thuê Xe Máy Tuấn",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written July 25, 2023",
            "Written July 26, 2023",
            "Written July 29, 2023",
            "Written November 22, 2023",
            "Written November 21, 2023",
            "Written November 20, 2023",
            "Written November 19, 2023",
            "Written November 18, 2023",
            "Written November 16, 2023",
            "Written November 14, 2023",
            "Written November 10, 2023",
            "Written November 10, 2023",
            "Written November 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d16706374-Reviews-or40-Tuan_Motorbikes_Rental-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19935676-d15326796-Reviews-Burger_House_Da_Nang-An_Hai_Bac_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25343877-Reviews-Ba_Nam_Seafood-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25782583-Reviews-Cardi_Pizzeria_Vo_Van_Ki_t-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d16813137-Reviews-Chay_Corner_in_Danang_Vietnamese_Dumplings-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17695703-Reviews-Indian_Curry_Authentic_Indian_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d13931957-Reviews-Jeremy_s_Kitchen-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19413462-Reviews-Cookshop-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12117023-Reviews-Pho_29-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19419685-Reviews-Vietnam_Cultural_Exchange-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or30-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or50-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6974493-Reviews-Dacotours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25142480-Reviews-VH_Travel_Local_Tours_Transportation-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17820192-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12997047-Reviews-Premium_Travel_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15059777-Reviews-Danang_Penguin_Liferia_Coffee_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15873703-Reviews-Babel_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15339118-d19622692-Reviews-Private_Da_Nang_Hoi_An_Hue_Tours_by_Locals-Tho_Quang_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10844652-Reviews-Cool_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11548525-Reviews-MotorVina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11672879-Reviews-Long_Beach_Pearl-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17853351-Reviews-Chula_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11725538-Reviews-Danang_Cheap_Taxi-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11674427-Reviews-Herbal_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25458570-Reviews-Little_Da_Nang_Spa_Nail-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11620651-Reviews-Hantou_Souvenirs_Shop-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12968798-Reviews-Lael_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g36052-d6692262-Reviews-Historic_Wagner_Farm-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g34015-d23528678-Reviews-Coastal_Wilds-Frankford_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d21173180-Reviews-Aquapark_Albania_Blue_Magic_Water-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g319816-d320532-Reviews-Ma_in_Hot_Springs-Ma_in_Ma_an_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d104802-Reviews-The_Queen_Mary-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2427706-Reviews-Havel_s_Market-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297639-d11962183-Reviews-Varkala_Cliff-Varkala_Town_Varkala_Thiruvananthapuram_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g24176024-d143395-Reviews-Magic_Kingdom_Park-Bay_Lake_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60003-d8555807-Reviews-Simmons_Island_Beach-Kenosha_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d17621096-Reviews-Beach_Jezinac-Split_Split_Dalmatia_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or50-Tuan_Motorbikes_Rental-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or40-Tuan_Motorbikes_Rental-Da_Nang.html"
    },
    {
        "attraction_name": "Tuan Motorbikes Rental",
        "attraction_name_vi": "Thuê Xe Máy Tuấn",
        "general_info": [
            "173 đánh giá",
            "- 21 trên 305 Hoạt Động Ngoài Trời Tại Đà Nẵng",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với Cho thuê xe máy Tuấn! Chúng tôi - đã mở cửa từ năm 2016, phát triển từ 2 chiếc xe máy lên 200 chiếc. Chúng tôi đánh giá cao sự chăm chỉ và cống hiến của mình cho khách hàng. Chúng tôi ở đây để đảm bảo chuyến đi của bạn được thực hiện an toàn và có sự hỗ trợ đáng tin cậy cho việc thuê xe máy của bạn. Chúng tôi có địa điểm tại Hồ Chí Minh, Hà Nội, Đà Nẵng và Huế. Việc thả xuống được phép ở bất kỳ địa điểm nào. Thuê tại Đà Nẵng và thực hiện chuyến đi đến Hà Nội hoặc Hồ Chí Minh! Chúng tôi có dịch vụ cho thuê xe máy chất lượng cao hàng tháng với giá khởi điểm từ 1 triệu đồng. Hộ chiếu hoặc tiền đặt cọc cho tất cả các khoản thuê xe máy. PayPal và thẻ tín dụng được chấp nhận để gửi tiền.Đọc thêm",
        "reviews": [
            "Tôi - đã thuê một chiếc NVX, chủ yếu đi quanh thành phố nhưng tôi - cũng đã đến Huế và rất vui khi trở về. Những chiếc xe đạp ở đây đều trông như mới và đạt tiêu chuẩn tốt. Có lẽ đây là lần đầu tiên tôi thuê một chiếc xe đạp ở Việt Nam mà không có gì - t - lạch cạch - khi tôi lái nó! Tôi - đã giao tiếp tiếng Anh tốt với nhiều nhân viên trực tiếp và trên WhatsApp. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê NVX từ chúng tôi. Thật tuyệt khi biết rằng chiếc xe đạp này đã phục vụ tốt cho bạn cả khi đi trong thành phố lẫn những chuyến đi dài hơn đến Huế. \n\nNếu bạn có kế hoạch khám phá thêm các điểm đến hoặc cần bất kỳ sự trợ giúp nào khác trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn lần nữa.Đọc thêm",
            "Tuấn thật tuyệt vời! Anh ấy đã giúp tôi vài việc trong vài tháng qua, tiền thuê nhà hàng tháng chắc chắn là con đường rẻ hơn. Anh ấy có những chiếc xe máy chất lượng tốt. Cửa hàng luôn nỗ lực hết mình để không chỉ giúp tôi thuê nhà mà còn bất kỳ nhu cầu hoặc câu hỏi nào khác mà tôi có về đất nước tuyệt vời này. Tôi sẽ tiếp tục là khách hàng trong thời gian còn lại của mình - Frank Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Thuê xe hàng tháng thực sự là một lựa chọn tiết kiệm chi phí và chúng tôi rất vui vì bạn thấy hài lòng với dòng xe máy chất lượng của chúng tôi.\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ liên tục của bạn với tư cách là khách hàng trong thời gian lưu trú còn lại.Đọc thêm",
            "Dịch vụ xuất sắc-Cửa hàng cho thuê tốt nhất Đà Nẵng. Họ có nhiều loại xe đạp để lựa chọn với giá thực sự tốt. Chủ sở hữu cực kỳ thân thiện và hữu ích. Chúng tôi đã thuê cb500x ở đây cho chuyến đi 5 ngày của mình và đó là chuyến đi tuyệt vời nhất mà chúng tôi từng có. Trải nghiệm đã lên đến một tầm cao hơn với chiếc xe đạp này, nó rất thoải mái cho những chuyến đi dài và dễ lái như chồng tôi đã nói. chúng tôi không thể hạnh phúc hơn được. Rất khuyến khích cho tất cả khách du lịch và người nước ngoài.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì bạn nhận thấy nhiều loại xe đạp đa dạng và giá cả tốt hấp dẫn. Chúng tôi rất biết ơn những lời tốt đẹp của bạn. Nếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn mức độ xuất sắc tương tự. Đọc thêm",
            "Chúng tôi thuê 2 chiếc xe đạp từ nơi này, những chiếc xe đạp ở tình trạng tuyệt vời. Chúng tôi chỉ có thể tận hưởng một chuyến đi ngắn dọc theo những con đường ven biển vì chúng tôi cũng đã lên kế hoạch cho một hành trình đầy ắp Jam.\n\nCác bước để thuê một chiếc xe đạp từ đây: -\n1. Chọn chiếc xe đạp bạn muốn thuê và kiểm tra giá cho phù hợp.\n2. Đặt cọc tiền bảo đảm hoặc hộ chiếu khi bạn thuê nó và sẽ được trả lại sau khi bạn trả lại xe đạp.\n3. Thanh toán bằng tiền mặt, thẻ hoặc trực tuyến tùy theo phương thức thanh toán.\n4. Tận hưởng cảm giác hưng phấn tuyệt vời khi điều khiển một con thú trên đường thành phố.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê 2 chiếc xe đạp từ chúng tôi. Chúng tôi hiểu rằng đôi khi hạn chế về thời gian có thể hạn chế phạm vi chuyến đi của bạn, nhưng chúng tôi rất vui vì bạn có thể tận hưởng chuyến đi một chút dọc theo những con đường ven biển. Chúng tôi hy vọng bạn đã có trải nghiệm đáng nhớ trong chuyến đi ngắn ngủi đó.\n\nCảm ơn bạn đã nêu các bước để thuê một chiếc xe đạp từ chúng tôi. Việc các khách hàng khác biết trước quy trình luôn hữu ích. Chúng tôi mong muốn làm cho quá trình thuê trở nên thuận tiện và dễ dàng cho khách hàng của mình và chúng tôi đánh giá cao sự hợp tác của bạn với các phương thức đặt cọc và thanh toán.\n\nCảm ơn bạn một lần nữa và hẹn gặp lại bạn trong tương laiĐọc thêm",
            "Đây thực sự là công ty cho thuê tốt nhất mà tôi từng gặp. Đã thuê XR 150 và CB500x từ họ. Những chiếc xe đạp đang ở trong tình trạng tốt nhất.\nNếu bạn cảm thấy thoải mái khi lái một chiếc, hãy chọn CB500x, chắc chắn xứng đáng Đọc thêm",
            "Cảm ơn lời nhận xét chân thành của bạn! Chúng tôi thực sự vinh dự được coi là công ty cho thuê tốt nhất mà bạn đã từng gặp. Sự hài lòng của bạn là ưu tiên của chúng tôi. Chúng tôi rất vui vì bạn nhận thấy cả hai chiếc xe đạp đều ở tình trạng tuyệt vời và đáp ứng được mong đợi của bạn.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và mang đến cho bạn mức độ xuất sắc tương tựĐọc thêm",
            "Nói tiếng Anh rất tốt xe đạp là thương hiệu mới, an toàn và được bảo trì tốt, là một người đi xe máy, tôi yêu thích xe đạp! Đầu tiên, tôi đã phạm một sai lầm lớn, tôi đã thuê từ khách sạn của mình, xin đừng làm điều này với anh chàng này, xe đạp của anh ấy gần như mới\nĐược duy trì và anh ấy - là một chàng trai trẻ trung thực, thẳng thắn đang cố gắng tạo ra - . Đã cố gắng giao hàng đến khách sạn của tôi thậm chí còn lấy đô la Úc. Top bloke rất khuyến khích.  -  - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe đạp từ chúng tôi. Là một người đi xe máy, chúng tôi hiểu tầm quan trọng của việc bảo dưỡng xe đạp tốt để có một chuyến đi suôn sẻ và thú vị.\nChúng tôi cố gắng trở thành một dịch vụ cho thuê đáng tin cậy và đáng tin cậy, và chúng tôi rất vui khi bạn thấy chúng tôi thẳng thắn, trung thực và hướng đến khách hàng.\n\nChúng tôi mong muốn được phục vụ bạn một lần nữa và cung cấp cho bạn cùng một mức dịch vụ hàng đầu. Đọc thêm",
            "Tôi và bạn tôi thuê xe máy một chiều từ Đà Nẵng đến Hà Nội với Tuấn và xe máy của anh ấy thật tuyệt vời. Đắt hơn một chút so với các công ty khác nhưng bạn phải trả cho những gì bạn nhận được với Tuan, một chiếc xe máy gần như mới toanh chạy êm ái trên 500 dặm và chúng tôi không gặp vấn đề gì cả! Chúng tôi đánh giá cao Tuấn và những chiếc xe máy của anh ấy!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn và bạn của bạn đã có trải nghiệm tuyệt vời khi thuê xe máy từ chúng tôi cho chuyến đi một chiều từ Đà Nẵng đến Hà Nội. Chúng tôi tin tưởng vào việc mang lại giá trị tốt nhất cho khách hàng, đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn dự định tham gia nhiều cuộc phiêu lưu hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn và bạn bè của bạn một lần nữa. Mong sớm gặp lạiĐọc thêm",
            "Trải nghiệm của tôi với Tuấn thật tuyệt vời, anh ấy đã cung cấp cho tôi cơ sở đón và trả khách sạn theo sự thuận tiện của tôi và chiếc xe đạp thực sự tuyệt vời và trong tình trạng mới. Chuyến đi tiếp theo nhất định tôi sẽ liên lạc với anh Tuấn. Rất khuyến khích.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Tuấn! Cảm ơn bạn đã chọn chúng tôi cho chuyến đi của mình và chúng tôi rất vui được hỗ trợ bạn một lần nữa trong chuyến phiêu lưu tiếp theo. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được phục vụ bạn với mức độ xuất sắc tương tự trong tương lai. \nHy vọng sớm gặp lại bạn. Đọc thêm",
            "Dịch vụ này thực sự tuyệt vời và chủ nhà cũng vậy.\n\nChúng tôi đã thuê một chiếc xe tay ga và quá trình mua một chiếc rất nhanh chóng. Giá cả cũng hợp lý. Bạn có rất nhiều lựa chọn để lựa chọn.\n\nTôi chắc chắn khuyên bạn nên lấy phương tiện từ đây nếu bạn có ý định đi khắp Đà Nẵng bằng xe hai bánh!Đọc thêm",
            "Cảm ơn quý khách đã lựa chọn dịch vụ của Tuan Motorbike Rental - s. Nhân viên cửa hàng của chúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm thú vị khi sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao đề xuất của bạn.\nChúng tôi hy vọng có thể đồng hành cùng bạn khi bạn quay trở lại Đà Nẵng.Đọc thêm",
            "Tôi đã có chuyến du lịch 7 ngày thật tuyệt nhờ dịch vụ cho thuê xe và vận chuyển luôn hành lý cho khách từ đà nẵng ra huế. Xe mới, chạy êm, nhân viên nhiệt tình, vui vẻ. Dịch vụ xứng đáng 5 sao. Cực kỳ hài lòng khi chọn được chỗ uy tín như thế này. Cảm ơn Tuan motorbike. Tôi sẽ giới thiệu thêm cho nhiều bạn bè khác nữa.Read more",
            "Cảm ơn bạn đã tin tưởng chọn chúng tôi và có những lời đánh giá tuyệt vời về dịch vụ cho thuê xe và vận chuyển của chúng tôi!  Sự hài lòng của bạn là động lực lớn để chúng tôi tiếp tục cung cấp dịch vụ tốt nhất cho khách hàng. Chúng tôi sẽ luôn sẵn lòng hỗ trợ để mang đến những trải nghiệm tuyệt vời nhất cho bạn. Cảm ơn bạn một lần nữa và hy vọng được đón tiếp bạn và bạn bè trong các chuyến đi sắp tới!Read more",
            "Họ rất tốt bụng và hữu ích, trải nghiệm của tôi ở đó rất tốt. Tình trạng xe máy cũng tốt Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về dịch vụ của chúng tôi. Sự hài lòng của bạn là động lực để chúng tôi cố gắng cải thiện mỗi ngày. Đọc thêm",
            "Tôi thuê 1 chiếc NVX 150cc của Tuan Motorbike Rental ở Đà Nẵng và trả lại xe ở Hội An. Thật tuyệt vờiXe đạp đẹp _ dịch vụ tuyệt vời Rất khuyến khích cửa hàng nàyĐọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về dịch vụ của chúng tôi. Thuê xe máy một chiều là dịch vụ đặc biệt tại cửa hàng chúng tôi, chúng tôi rất vui vì bạn đã lựa chọn và hài lòng với dịch vụ này. \nMong được gặp lại bạn trong tương lai.Đọc thêm",
            "Thuê xe máy 2 ngày với Tuấn. Máy tự động tuyệt vời, nhiều lựa chọn nhưng tôi đã nói với anh ấy nơi tôi sẽ đến và anh ấy gợi ý một lựa chọn. Xe máy hoạt động như một cơ duyên, hãy chọn mũ bảo hiểm của riêng bạn từ danh sách mũ bảo hiểm ngẫu nhiên.  - 10 mỗi ngày với khoản đặt cọc - 40 - bạn thậm chí có thể gửi tiền vào thẻ tín dụng nhưng anh ấy - sẽ trả lại cho bạn bằng tiền mặt khi trả lại xe đạp. Nói với tôi cách tốt nhất để đến Bà Nà Hills và Hội An. Cũng cho tôi biết khu phố nào để tránh bị ảnh hưởng bởi dân địa phương - về mặt kỹ thuật, bạn cần có bằng lái xe quốc tế mà tôi không có -. Tuấn cũng cho tôi biết tôi phải trả bao nhiêu tiền đậu xe. Đề xuất cá nhân: hãy nhớ dừng lại ở Winmart gần đó và mua một chiếc áo mưa để đi xe đạp; và khi đổ xăng, bạn không nên tự bơm xăng và hãy đảm bảo rằng mình sẽ chạy về phía trước nếu không bạn có thể phải đợi cả ngày hahaha. Chắc chắn tôi sẽ thuê lại anh khi Xuân về. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về dịch vụ của chúng tôi. Sự hài lòng của bạn là động lực để chúng tôi cố gắng hoàn thiện mỗi ngày. Chúng tôi luôn cố gắng cung cấp cho khách hàng những gợi ý phù hợp nhất.\nGửi đến bạn lời cảm ơn chân thành và hy vọng chúng tôi sẽ có cơ hội gặp lại bạn trong thời gian sắp tới.Đọc thêm",
            "Tôi thuê một chiếc xe đạp để đi đèo Hải Vân và chiếc xe đạp hoạt động hoàn hảo và tôi hoàn toàn không gặp vấn đề gì với nó. Ban đầu tôi dự định đi từ Đà Nẵng đến Huế rồi quay lại Hội An trong 1 ngày, nhưng Bình đã rất nhiệt tình và khuyên tôi rằng chuyến đi này sẽ quá vội vàng và không thú vị. Tôi nghe theo lời khuyên của cô ấy và đi qua đèo Hải Vân từ Đà Nẵng, ăn trưa bên đầm rồi lái xe về Hội An. Tôi phải trả thêm một chút tiền để nhận và thả ở những nơi khác nhau, nhưng sự tiện lợi là xứng đáng vì họ thậm chí còn mang chiếc túi lớn hơn của tôi từ Đà Nẵng đến Hội An - Tôi có những thứ rất có giá trị trong chiếc túi này nên khá là thú vị. quan tâm nhưng họ đã giao nó một cách an toàn và không gặp rắc rối - . Tôi thực sự khuyên bạn nên thuê xe đạp Tuan Mororbike!Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và sử dụng dịch vụ của chúng tôi. Luôn mong muốn mang đến những trải nghiệm thoải mái nhất cho khách hàng là điều chúng tôi hướng tới. Hiểu được nhược điểm của việc phải quay lại điểm xuất phát ban đầu để trả xe sau một hành trình dài, chúng tôi đã cung cấp cho mình dịch vụ - thuê xe máy một chiều. Chúng tôi luôn cố gắng cung cấp cho khách hàng những gợi ý phù hợp nhất.\nMong được gặp lại bạn trong tương lai.Đọc thêm",
            "Xe đạp tốt, dịch vụ trung thực. Không cần phải để hộ chiếu của bạn trong cửa hàng. Có thể thuê một chiếc xe đạp và gửi nó ở một thành phố khác. Ngoài ra còn có thiết bị cho thuê. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn. Thuê xe máy một chiều là dịch vụ đặc biệt tại cửa hàng chúng tôi, chúng tôi rất vui vì bạn đã lựa chọn và hài lòng với dịch vụ này.Đọc thêm",
            "Công ty xuất sắc, đội ngũ nhân viên tuyệt vời và xe đạp chất lượng hàng đầu. Tôi đón ở Đà Nẵng và trả xe ở Hà Nội, cảm ơn bạn đã biến kỳ nghỉ của tôi thành một chuyến đi trong đời, tôi yêu Honda XR150Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về dịch vụ của chúng tôi.\nHiểu được sự bất tiện khi phải quay lại điểm xuất phát ban đầu để trả xe máy sau một hành trình dài, chúng tôi đã cung cấp cho mình dịch vụ - cho thuê xe máy một chiều -. Chúng tôi rất vui khi dịch vụ này mang đến cho bạn trải nghiệm thú vị trong hành trình khám phá Việt Nam của chúng tôi.\nHy vọng sẽ gặp lại bạn trong tương lai.Đọc thêm",
            "Thú thật, tôi đã sống ở Việt Nam lâu năm và thuê xe máy của nhiều nơi. Đây là trải nghiệm tốt nhất của tôi. Tất cả các nhân viên tôi gặp đều rất thân thiện. Tôi vô tình chọn phải một chiếc mũ bảo hiểm quá nhỏ và nó đã được thay đổi nhanh chóng mà không gặp rắc rối gì khi tôi bất ngờ quay lại để đổi. Họ thậm chí còn nhận được chiếc xe đạp với một khoản phí rất nhỏ vì thời tiết xấu. Chỉ cần thuê từ đây. Không cần phải tìm nơi khác. Tốt nhất! Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và sử dụng dịch vụ của chúng tôi. Sự hài lòng của bạn là động lực để chúng tôi cố gắng hoàn thiện hơn mỗi ngày.Đọc thêm",
            "Xe máy rất tốt, thân thiện - dịch vụ dễ dàng. Chúng tôi thuê xe máy ở Đà Nẵng và có thể quay lại Huế tại địa điểm mà chúng tôi lựa chọn. Đọc thêm",
            "Chúng tôi hiểu rằng việc quay lại điểm xuất phát để trả xe đã thuê sẽ khiến bạn mất nhiều thời gian, công sức và chi phí đi lại nên dịch vụ cho thuê xe máy một chiều đã ra đời. mạng sống. Rất vui khi biết bạn đã có trải nghiệm tuyệt vời với chuyến đi này.Đọc thêm",
            "Anh Tuấn giỏi quá. Anh ấy đã giới thiệu chiếc xe đạp đẹp này với giá 200.000 vnd và thật may mắn là tôi đã nghe lời anh ấy và mua nó để vượt đèo Hải Vân. Xe đạp thực sự tốt. Anh ấy - có thể hiểu được khi gương xe đạp của tôi bị trầy xước nhẹ - từ một người đi xe máy khác -. Nhìn chung 11 - 10 nếu tôi có thể. Giá cả hợp lý và cho phép đi một chiều từ Hội An đến Huế. Kế hoạch hoàn hảo!Đọc thêm",
            "TUYỆT VỜI\nCảm ơn bạn đã đánh giá tuyệt vời của bạn về chúng tôi. Thật vui khi biết bạn có trải nghiệm tuyệt vời tại đây, sự hài lòng của bạn là động lực để chúng tôi cố gắng hơn mỗi ngày. Mong được gặp lại và đồng hành cùng bạn trong những chuyến khám phá sau này.Đọc thêm",
            "Dịch vụ tốt khi đến nơi nhưng bị buộc tội làm xước xe khi trả lại xe và cô gái nói với tôi rằng cô ấy - không - chắc chắn có vết xước trước đó - tôi có chiếc xe đạp. Rất may là tôi đã có hình ảnh của chiếc xe đạp khi chụp nó. Vì vậy hãy nhớ chụp ảnh mọi góc độ khi thuê xe đạp nhé. Họ có nhiều loại xe đạp từ xe đạp tự động 125cc đến xe tay ga 500cc. Tôi thuê một chiếc xe đạp 155cc, đèn trước hầu như không hoạt động nhưng đi rất êm.Đọc thêm",
            "Chụp ảnh cẩn thận khi nhận xe là điều quan trọng, nó tốt cho bạn và chúng tôi. Thật vui khi bạn đã chia sẻ trải nghiệm của mình với những khách hàng tiếp theo của chúng tôi.\nVề vấn đề đèn trước không hoạt động, điều này có thể còn tùy vào thiết kế của xe ở Việt Nam, bạn phải khởi động đúng cách thì đèn mới sáng. Cảm ơn bạn rất nhiều vì đã nhắc nhở chúng tôi về điều này. Chúng tôi đánh giá cao lời nhắc nhở của bạn. Đối với những khách hàng tiếp theo, chúng tôi sẽ hướng dẫn kỹ hơn về vấn đề này.\nCảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của bạn với chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng",
            "Thuê Xe Máy Tuấn",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written July 25, 2023",
            "Written July 26, 2023",
            "Written July 29, 2023",
            "Written November 10, 2023",
            "Written November 6, 2023",
            "Written November 5, 2023",
            "Written November 4, 2023",
            "Written November 2, 2023",
            "Written November 2, 2023",
            "Written October 30, 2023",
            "Written October 8, 2023",
            "Written October 7, 2023",
            "Written October 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d16706374-Reviews-or50-Tuan_Motorbikes_Rental-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19935676-d15326796-Reviews-Burger_House_Da_Nang-An_Hai_Bac_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25343877-Reviews-Ba_Nam_Seafood-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25782583-Reviews-Cardi_Pizzeria_Vo_Van_Ki_t-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d16813137-Reviews-Chay_Corner_in_Danang_Vietnamese_Dumplings-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17695703-Reviews-Indian_Curry_Authentic_Indian_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d13931957-Reviews-Jeremy_s_Kitchen-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19413462-Reviews-Cookshop-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12117023-Reviews-Pho_29-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19419685-Reviews-Vietnam_Cultural_Exchange-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or40-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or60-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6974493-Reviews-Dacotours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25142480-Reviews-VH_Travel_Local_Tours_Transportation-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17820192-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12997047-Reviews-Premium_Travel_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15059777-Reviews-Danang_Penguin_Liferia_Coffee_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15873703-Reviews-Babel_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15339118-d19622692-Reviews-Private_Da_Nang_Hoi_An_Hue_Tours_by_Locals-Tho_Quang_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10844652-Reviews-Cool_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11548525-Reviews-MotorVina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11672879-Reviews-Long_Beach_Pearl-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17853351-Reviews-Chula_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11725538-Reviews-Danang_Cheap_Taxi-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11674427-Reviews-Herbal_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25458570-Reviews-Little_Da_Nang_Spa_Nail-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11620651-Reviews-Hantou_Souvenirs_Shop-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12968798-Reviews-Lael_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d3307798-Reviews-Vienna_Ring_Tram-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g1599559-d2624779-Reviews-Lovina_Beach-Lovina_Beach_Buleleng_District_Buleleng_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d546182-Reviews-The_Matterhorn-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g494953-d2171345-Reviews-Papafragas_Cave-Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7380426-Reviews-B_H_Photo_Video-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32513-d3382703-Reviews-Main_Street_Huntington_Beach-Huntington_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190500-d586718-Reviews-Voss-Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g40556-d116635-Reviews-Goose_Rocks_Beach-Cape_Porpoise_Kennebunkport_Kennebunks_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g776005-d8816270-Reviews-Psili_Ammos_Beach-Thassos_Town_Limenas_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d154311-Reviews-Spencer_Beach_Park-Waimea_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or60-Tuan_Motorbikes_Rental-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or50-Tuan_Motorbikes_Rental-Da_Nang.html"
    },
    {
        "attraction_name": "Tuan Motorbikes Rental",
        "attraction_name_vi": "Thuê Xe Máy Tuấn",
        "general_info": [
            "173 đánh giá",
            "- 21 trên 305 Hoạt Động Ngoài Trời Tại Đà Nẵng",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với Cho thuê xe máy Tuấn! Chúng tôi - đã mở cửa từ năm 2016, phát triển từ 2 chiếc xe máy lên 200 chiếc. Chúng tôi đánh giá cao sự chăm chỉ và cống hiến của mình cho khách hàng. Chúng tôi ở đây để đảm bảo chuyến đi của bạn được thực hiện an toàn và có sự hỗ trợ đáng tin cậy cho việc thuê xe máy của bạn. Chúng tôi có địa điểm tại Hồ Chí Minh, Hà Nội, Đà Nẵng và Huế. Việc thả xuống được phép ở bất kỳ địa điểm nào. Thuê tại Đà Nẵng và thực hiện chuyến đi đến Hà Nội hoặc Hồ Chí Minh! Chúng tôi có dịch vụ cho thuê xe máy chất lượng cao hàng tháng với giá khởi điểm từ 1 triệu đồng. Hộ chiếu hoặc tiền đặt cọc cho tất cả các khoản thuê xe máy. PayPal và thẻ tín dụng được chấp nhận để gửi tiền.Đọc thêm",
        "reviews": [
            "Tôi - đã thuê một chiếc NVX, chủ yếu đi quanh thành phố nhưng tôi - cũng đã đến Huế và rất vui khi trở về. Những chiếc xe đạp ở đây đều trông như mới và đạt tiêu chuẩn tốt. Có lẽ đây là lần đầu tiên tôi thuê một chiếc xe đạp ở Việt Nam mà không có gì - t - lạch cạch - khi tôi lái nó! Tôi - đã giao tiếp tiếng Anh tốt với nhiều nhân viên trực tiếp và trên WhatsApp. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê NVX từ chúng tôi. Thật tuyệt khi biết rằng chiếc xe đạp này đã phục vụ tốt cho bạn cả khi đi trong thành phố lẫn những chuyến đi dài hơn đến Huế. \n\nNếu bạn có kế hoạch khám phá thêm các điểm đến hoặc cần bất kỳ sự trợ giúp nào khác trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn lần nữa.Đọc thêm",
            "Tuấn thật tuyệt vời! Anh ấy đã giúp tôi vài việc trong vài tháng qua, tiền thuê nhà hàng tháng chắc chắn là con đường rẻ hơn. Anh ấy có những chiếc xe máy chất lượng tốt. Cửa hàng luôn nỗ lực hết mình để không chỉ giúp tôi thuê nhà mà còn bất kỳ nhu cầu hoặc câu hỏi nào khác mà tôi có về đất nước tuyệt vời này. Tôi sẽ tiếp tục là khách hàng trong thời gian còn lại của mình - Frank Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Thuê xe hàng tháng thực sự là một lựa chọn tiết kiệm chi phí và chúng tôi rất vui vì bạn thấy hài lòng với dòng xe máy chất lượng của chúng tôi.\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ liên tục của bạn với tư cách là khách hàng trong thời gian lưu trú còn lại.Đọc thêm",
            "Dịch vụ xuất sắc-Cửa hàng cho thuê tốt nhất Đà Nẵng. Họ có nhiều loại xe đạp để lựa chọn với giá thực sự tốt. Chủ sở hữu cực kỳ thân thiện và hữu ích. Chúng tôi đã thuê cb500x ở đây cho chuyến đi 5 ngày của mình và đó là chuyến đi tuyệt vời nhất mà chúng tôi từng có. Trải nghiệm đã lên đến một tầm cao hơn với chiếc xe đạp này, nó rất thoải mái cho những chuyến đi dài và dễ lái như chồng tôi đã nói. chúng tôi không thể hạnh phúc hơn được. Rất khuyến khích cho tất cả khách du lịch và người nước ngoài.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì bạn nhận thấy nhiều loại xe đạp đa dạng và giá cả tốt hấp dẫn. Chúng tôi rất biết ơn những lời tốt đẹp của bạn. Nếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn mức độ xuất sắc tương tự. Đọc thêm",
            "Chúng tôi thuê 2 chiếc xe đạp từ nơi này, những chiếc xe đạp ở tình trạng tuyệt vời. Chúng tôi chỉ có thể tận hưởng một chuyến đi ngắn dọc theo những con đường ven biển vì chúng tôi cũng đã lên kế hoạch cho một hành trình đầy ắp Jam.\n\nCác bước để thuê một chiếc xe đạp từ đây: -\n1. Chọn chiếc xe đạp bạn muốn thuê và kiểm tra giá cho phù hợp.\n2. Đặt cọc tiền bảo đảm hoặc hộ chiếu khi bạn thuê nó và sẽ được trả lại sau khi bạn trả lại xe đạp.\n3. Thanh toán bằng tiền mặt, thẻ hoặc trực tuyến tùy theo phương thức thanh toán.\n4. Tận hưởng cảm giác hưng phấn tuyệt vời khi điều khiển một con thú trên đường thành phố.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê 2 chiếc xe đạp từ chúng tôi. Chúng tôi hiểu rằng đôi khi hạn chế về thời gian có thể hạn chế phạm vi chuyến đi của bạn, nhưng chúng tôi rất vui vì bạn có thể tận hưởng chuyến đi một chút dọc theo những con đường ven biển. Chúng tôi hy vọng bạn đã có trải nghiệm đáng nhớ trong chuyến đi ngắn ngủi đó.\n\nCảm ơn bạn đã nêu các bước để thuê một chiếc xe đạp từ chúng tôi. Việc các khách hàng khác biết trước quy trình luôn hữu ích. Chúng tôi mong muốn làm cho quá trình thuê trở nên thuận tiện và dễ dàng cho khách hàng của mình và chúng tôi đánh giá cao sự hợp tác của bạn với các phương thức đặt cọc và thanh toán.\n\nCảm ơn bạn một lần nữa và hẹn gặp lại bạn trong tương laiĐọc thêm",
            "Đây thực sự là công ty cho thuê tốt nhất mà tôi từng gặp. Đã thuê XR 150 và CB500x từ họ. Những chiếc xe đạp đang ở trong tình trạng tốt nhất.\nNếu bạn cảm thấy thoải mái khi lái một chiếc, hãy chọn CB500x, chắc chắn xứng đáng Đọc thêm",
            "Cảm ơn bạn đã đánh giá chân thành! Chúng tôi thực sự vinh dự khi được coi là công ty cho thuê tốt nhất mà bạn từng biết. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi. Chúng tôi rất vui khi bạn thấy cả hai chiếc xe đạp đều ở trong tình trạng tuyệt vời và đáp ứng được kỳ vọng của bạn.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong muốn được phục vụ bạn một lần nữa và cung cấp cho bạn cùng một mức độ xuất sắcXem thêm",
            "Nói tiếng Anh rất tốt xe đạp là thương hiệu mới, an toàn và được bảo trì tốt, là một người đi xe máy, tôi yêu thích xe đạp! Đầu tiên, tôi đã phạm một sai lầm lớn, tôi đã thuê từ khách sạn của mình, xin đừng làm điều này với anh chàng này, xe đạp của anh ấy gần như mới\nĐược duy trì và anh ấy - là một chàng trai trẻ trung thực, thẳng thắn đang cố gắng tạo ra - . Đã cố gắng giao hàng đến khách sạn của tôi thậm chí còn lấy đô la Úc. Top bloke rất khuyến khích.  -  - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe đạp từ chúng tôi. Với tư cách là một người lái xe mô tô, chúng tôi hiểu tầm quan trọng của việc bảo dưỡng xe đạp tốt để có một chuyến đi suôn sẻ và thú vị.\nChúng tôi cố gắng trở thành một dịch vụ cho thuê đáng tin cậy và đáng tin cậy, đồng thời chúng tôi rất vui vì bạn nhận thấy chúng tôi luôn thẳng thắn, trung thực và hướng tới khách hàng.\n\nChúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn dịch vụ xuất sắc tương tự. Đọc thêm",
            "Bạn tôi và tôi đã thuê xe máy một chiều từ Đà Nẵng đến Hà Nội với Tuấn và xe máy của anh ấy thật tuyệt vời. Đắt hơn một chút so với các công ty khác nhưng bạn phải trả cho những gì bạn nhận được với Tuấn, đó là một chiếc xe máy gần như mới chạy trơn tru trên 500 dặm và chúng tôi không gặp bất kỳ vấn đề gì! Chúng tôi thực sự giới thiệu Tuấn và xe máy của anh ấy! Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn và bạn của bạn đã có trải nghiệm tuyệt vời khi thuê xe máy từ chúng tôi cho chuyến đi một chiều từ Đà Nẵng đến Hà Nội. Chúng tôi tin tưởng vào việc mang lại giá trị tốt nhất cho khách hàng, đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn dự định tham gia nhiều cuộc phiêu lưu hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn và bạn bè của bạn một lần nữa. Mong sớm gặp lạiĐọc thêm",
            "Trải nghiệm của tôi với Tuấn thật tuyệt vời, anh ấy đã cung cấp cho tôi cơ sở đón và trả khách sạn theo sự thuận tiện của tôi và chiếc xe đạp thực sự tuyệt vời và trong tình trạng mới. Chuyến đi tiếp theo nhất định tôi sẽ liên lạc với anh Tuấn. Rất khuyến khích.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Tuấn! Cảm ơn bạn đã chọn chúng tôi cho chuyến đi của mình và chúng tôi rất vui được hỗ trợ bạn một lần nữa trong chuyến phiêu lưu tiếp theo. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được phục vụ bạn với mức độ xuất sắc tương tự trong tương lai. \nHy vọng sớm gặp lại bạn. Đọc thêm",
            "Dịch vụ này thực sự tuyệt vời và chủ nhà cũng vậy.\n\nChúng tôi đã thuê một chiếc xe tay ga và quá trình mua một chiếc rất nhanh chóng. Giá cả cũng hợp lý. Bạn có rất nhiều lựa chọn để lựa chọn.\n\nTôi chắc chắn khuyên bạn nên lấy phương tiện từ đây nếu bạn có ý định đi khắp Đà Nẵng bằng xe hai bánh!Đọc thêm",
            "Cảm ơn quý khách đã lựa chọn dịch vụ của Tuan Motorbike Rental - s. Nhân viên cửa hàng của chúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm thú vị khi sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao đề xuất của bạn.\nChúng tôi hy vọng có thể đồng hành cùng bạn khi bạn quay trở lại Đà Nẵng.Đọc thêm",
            "Tôi đã có chuyến du lịch 7 ngày thật tuyệt nhờ dịch vụ cho thuê xe và vận chuyển luôn hành lý cho khách từ đà nẵng ra huế. Xe mới, chạy êm, nhân viên nhiệt tình, vui vẻ. Dịch vụ xứng đáng 5 sao. Cực kỳ hài lòng khi chọn được chỗ uy tín như thế này. Cảm ơn Tuan motorbike. Tôi sẽ giới thiệu thêm cho nhiều bạn bè khác nữa.Read more",
            "Cảm ơn bạn đã tin tưởng chọn chúng tôi và có những lời đánh giá tuyệt vời về dịch vụ cho thuê xe và vận chuyển của chúng tôi!  Sự hài lòng của bạn là động lực lớn để chúng tôi tiếp tục cung cấp dịch vụ tốt nhất cho khách hàng. Chúng tôi sẽ luôn sẵn lòng hỗ trợ để mang đến những trải nghiệm tuyệt vời nhất cho bạn. Cảm ơn bạn một lần nữa và hy vọng được đón tiếp bạn và bạn bè trong các chuyến đi sắp tới!Read more",
            "Đã thuê xe ở đây 3 lần gần đây nhất tôi đến Đà Nẵng và không có đủ từ ngữ tốt để mô tả dịch vụ! Có rất nhiều lựa chọn, từ xe đạp nhỏ đến xe đạp lớn. Tự động, đến số tay - vì vậy bạn sẽ có nhiều lựa chọn để lựa chọn tùy thuộc vào kinh nghiệm và mong muốn của mình. Tuấn là một người rất chân thành và trung thực, vì vậy tôi sẽ không chọn bất kỳ ai khác để thuê. Đề xuất nơi này 100 lần! Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn sử dụng dịch vụ của chúng tôi. Thật vui khi biết bạn có trải nghiệm tuyệt vời tại đây, sự hài lòng của bạn là động lực để chúng tôi cố gắng hơn mỗi ngày. Mong được gặp lại và đồng hành cùng bạn trong những chuyến khám phá sau này.Đọc thêm",
            "Trải nghiệm tuyệt vời! Cậu bé khỉ là hướng dẫn viên du lịch giỏi nhất mà tôi đã có chuyến đi này! Anh ấy - rất vui tính và thân thiện và tiếng Anh của anh ấy rất tốt! Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn về chúng tôi. Cậu bé khỉ sẽ nhớ bạn rất nhiều. Chúng tôi hy vọng sớm gặp lại bạn trong tương lai.Đọc thêm",
            "Monkey boy là hướng dẫn viên du lịch tuyệt vời nhất!! Tiếng Anh của anh ấy rất tuyệt và anh ấy rất thân thiện và hài hước! Sẽ giới thiệu 100%! Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn về chúng tôi. Chúng tôi sẽ nhớ bạn rất nhiều và hy vọng gặp lại bạn trong tương lai.Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời trong chuyến lưu diễn với Monkey và Dee. Các điểm dừng của chuyến tham quan thật tuyệt vời và các tài xế rất thân thiện.Đọc thêm",
            "Nhóm Easy Rider của chúng tôi rất vui khi biết bạn đã có trải nghiệm tuyệt vời khi lái xe cùng họ. Chúng tôi sẽ nhớ bạn rất nhiều và hy vọng gặp lại bạn trong tương lai.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi từ Đà Nẵng đến Huế cùng Monkey - Dee và đó là một chuyến đi tuyệt vời. Họ đã chăm lo mọi thứ. Chúng tôi đã có nhiều điểm dừng trên đường đi. Tôi thực sự khuyên bạn nên làm điều đó. Chúng tôi - đã có một vụ nổ. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn về chúng tôi.\nNhóm Easy Rider của chúng tôi rất vui khi biết bạn đã có trải nghiệm tuyệt vời khi lái xe cùng họ. Chúng tôi sẽ nhớ bạn rất nhiều và hy vọng gặp lại bạn trong tương lai.Đọc thêm",
            "Dịch vụ khách hàng tốt. Phản hồi rất nhanh trên WhatsApp và nhiều loại xe đạp. Chúng tôi sẽ sử dụng dịch vụ này cho lần tới. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn về chúng tôi.\nMong được gặp lại và đồng hành cùng bạn trong những chuyến khám phá sau này.Đọc thêm",
            "Chúng tôi thuê hai chiếc xe tay ga từ cửa hàng cho hai cặp đôi. Các nhân viên lịch sự và đưa ra cho chúng tôi rất nhiều lựa chọn tùy theo kế hoạch của chúng tôi trong bốn ngày ở Đà Nẵng. Chúng tôi đã được cung cấp 2 chiếc mũ bảo hiểm cho mỗi chiếc xe đạp và điều thú vị là chúng nằm ở trung tâm thành phố và họ không gây ồn ào về việc đến trễ khi trả xe. Rất khuyến khích Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn sử dụng dịch vụ của chúng tôi. Mong được gặp lại và đồng hành cùng bạn trong những chuyến khám phá sau này.Đọc thêm",
            "Chúng tôi thuê một chiếc xe đạp từ Tuấn một ngày trước khi chúng tôi đi đèo Hải Vân. Thật dễ dàng để nhắn tin cho họ và xác nhận việc đặt chỗ của chúng tôi trên Ứng dụng What - s để thuê một chiều. Họ đã lấy cho chúng tôi một chiếc xe đạp nhưng cũng có những lựa chọn khác nếu chúng tôi muốn thay đổi. Chúng tôi rất hài lòng với lựa chọn của họ và có khoảng thời gian tuyệt vời trong chuyến đi. Họ có giá cả rất phải chăng và giao hành lý của chúng tôi trực tiếp đến khách sạn trước thời hạn. Toàn bộ nhân viên rất thân thiện và tất cả họ đều nói tiếng Anh tuyệt vời và cung cấp cho chúng tôi những hướng dẫn và thông tin chi tiết. Rất khuyến khích chúng cho những ai muốn thuê một chiếc xe máy và đặc biệt là cho các chuyến đi Đèo Hải Vân!Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn sử dụng dịch vụ của chúng tôi. Thật vui khi biết bạn có trải nghiệm tuyệt vời tại đây, sự hài lòng của bạn là động lực để chúng tôi cố gắng hơn mỗi ngày. Mong được gặp lại và đồng hành cùng bạn trong những chuyến khám phá sau này.Đọc thêm",
            "Giá cả tuyệt vời Xe đạp tuyệt vời dịch vụ tuyệt vời từ chủ sở hữu. Xe đạp hoạt động rất tốt và kèm theo một ít xăng để bạn bắt đầu.Đọc thêm",
            "Cảm ơn bạn đã tin tưởng dịch vụ của chúng tôi. Hy vọng sẽ sớm gặp lại bạn trong tương lai.\nĐọc thêm",
            "Đó là một dịch vụ chất lượng cao - giao hàng trong 20 phút. Tuấn là một người thân thiện và tốt bụng, hy vọng được sử dụng dịch vụ của anh ấy một lần nữa. Chiếc xe này hoàn toàn mới, NVX yamaha có hệ thống ABS. Nếu bạn biết lái xe, nó sẽ hoàn toàn phù hợp với bạn.Đọc thêm",
            "Cảm ơn bạn đã phản hồi tuyệt vời. Hy vọng sớm được gặp lại bạn trong tương lai. Chúng tôi vẫn sẽ ở bên bạn nếu có cơ hội. Đọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng",
            "Thuê Xe Máy Tuấn",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written July 25, 2023",
            "Written July 26, 2023",
            "Written July 29, 2023",
            "Written September 24, 2023",
            "Written September 21, 2023",
            "Written September 21, 2023",
            "Written September 21, 2023",
            "Written September 21, 2023",
            "Written September 5, 2023",
            "Written September 3, 2023",
            "Written August 27, 2023",
            "Written August 20, 2023",
            "Written August 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d16706374-Reviews-or60-Tuan_Motorbikes_Rental-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19935676-d15326796-Reviews-Burger_House_Da_Nang-An_Hai_Bac_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25343877-Reviews-Ba_Nam_Seafood-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25782583-Reviews-Cardi_Pizzeria_Vo_Van_Ki_t-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d16813137-Reviews-Chay_Corner_in_Danang_Vietnamese_Dumplings-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17695703-Reviews-Indian_Curry_Authentic_Indian_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d13931957-Reviews-Jeremy_s_Kitchen-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19413462-Reviews-Cookshop-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12117023-Reviews-Pho_29-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19419685-Reviews-Vietnam_Cultural_Exchange-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or50-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or70-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6974493-Reviews-Dacotours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25142480-Reviews-VH_Travel_Local_Tours_Transportation-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17820192-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12997047-Reviews-Premium_Travel_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15059777-Reviews-Danang_Penguin_Liferia_Coffee_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15873703-Reviews-Babel_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15339118-d19622692-Reviews-Private_Da_Nang_Hoi_An_Hue_Tours_by_Locals-Tho_Quang_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10844652-Reviews-Cool_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11548525-Reviews-MotorVina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11672879-Reviews-Long_Beach_Pearl-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17853351-Reviews-Chula_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11725538-Reviews-Danang_Cheap_Taxi-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11674427-Reviews-Herbal_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25458570-Reviews-Little_Da_Nang_Spa_Nail-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11620651-Reviews-Hantou_Souvenirs_Shop-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12968798-Reviews-Lael_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g2167645-d600761-Reviews-Jatiyo_Sriti_Shoudho_National_Martyrs_Memorial-Savar_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g198615-d2161955-Reviews-Schloss_Drachenburg-Koenigswinter_North_Rhine_Westphalia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d108607-Reviews-Cannery_Row-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d2716998-Reviews-Crystal_Geyser-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g499453-d153659-Reviews-Cenote_Zaci-Valladolid_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1604009-Reviews-Garosu_gil-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g48522-d7719178-Reviews-Cedarmere-Roslyn_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34060-d138300-Reviews-Winterthur_Museum_Garden_Library-Winterthur_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d11435151-Reviews-Church_Street_Station-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d3494270-Reviews-Block_Island_Express_Ferry-New_London_Mystic_Country_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or70-Tuan_Motorbikes_Rental-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or60-Tuan_Motorbikes_Rental-Da_Nang.html"
    },
    {
        "attraction_name": "Tuan Motorbikes Rental",
        "attraction_name_vi": "Thuê Xe Máy Tuấn",
        "general_info": [
            "173 đánh giá",
            "- 21 trên 305 Hoạt Động Ngoài Trời Tại Đà Nẵng",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với Cho thuê xe máy Tuấn! Chúng tôi - đã mở cửa từ năm 2016, phát triển từ 2 chiếc xe máy lên 200 chiếc. Chúng tôi đánh giá cao sự chăm chỉ và cống hiến của mình cho khách hàng. Chúng tôi ở đây để đảm bảo chuyến đi của bạn được thực hiện an toàn và có sự hỗ trợ đáng tin cậy cho việc thuê xe máy của bạn. Chúng tôi có địa điểm tại Hồ Chí Minh, Hà Nội, Đà Nẵng và Huế. Việc thả xuống được phép ở bất kỳ địa điểm nào. Thuê tại Đà Nẵng và thực hiện chuyến đi đến Hà Nội hoặc Hồ Chí Minh! Chúng tôi có dịch vụ cho thuê xe máy chất lượng cao hàng tháng với giá khởi điểm từ 1 triệu đồng. Hộ chiếu hoặc tiền đặt cọc cho tất cả các khoản thuê xe máy. PayPal và thẻ tín dụng được chấp nhận để gửi tiền.Đọc thêm",
        "reviews": [
            "Tôi - đã thuê một chiếc NVX, chủ yếu đi quanh thành phố nhưng tôi - cũng đã đến Huế và rất vui khi trở về. Những chiếc xe đạp ở đây đều trông như mới và đạt tiêu chuẩn tốt. Có lẽ đây là lần đầu tiên tôi thuê một chiếc xe đạp ở Việt Nam mà không có gì - t - lạch cạch - khi tôi lái nó! Tôi - đã giao tiếp tiếng Anh tốt với nhiều nhân viên trực tiếp và trên WhatsApp. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê NVX từ chúng tôi. Thật tuyệt khi biết rằng chiếc xe đạp này đã phục vụ tốt cho bạn cả khi đi trong thành phố lẫn những chuyến đi dài hơn đến Huế. \n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc cần thêm bất kỳ sự trợ giúp nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn lần nữa.Đọc thêm",
            "Tuấn thật tuyệt vời! Anh ấy đã giúp tôi vài việc trong vài tháng qua, tiền thuê nhà hàng tháng chắc chắn là con đường rẻ hơn. Anh ấy có những chiếc xe máy chất lượng tốt. Cửa hàng luôn nỗ lực hết mình để không chỉ giúp tôi thuê nhà mà còn bất kỳ nhu cầu hoặc câu hỏi nào khác mà tôi có về đất nước tuyệt vời này. Tôi sẽ tiếp tục là khách hàng trong thời gian còn lại của mình - Frank Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Thuê xe hàng tháng thực sự là một lựa chọn tiết kiệm chi phí và chúng tôi rất vui vì bạn thấy hài lòng với dòng xe máy chất lượng của chúng tôi.\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ liên tục của bạn với tư cách là khách hàng trong thời gian lưu trú còn lại.Đọc thêm",
            "Dịch vụ tuyệt vời - Cửa hàng cho thuê tốt nhất tại Đà Nẵng. Họ có nhiều loại xe đạp để lựa chọn với mức giá thực sự tốt. Chủ xe cực kỳ thân thiện và hữu ích. Chúng tôi đã thuê xe cb500x ở đây cho chuyến đi 5 ngày của mình và đó là chuyến đi tuyệt vời nhất mà chúng tôi từng có. Trải nghiệm đã lên đến một cấp độ cao hơn với chiếc xe đạp này, nó rất thoải mái cho chuyến đi dài và dễ lái như chồng tôi đã nói. Chúng tôi không thể hạnh phúc hơn. Rất khuyến khích cho tất cả du khách và người nước ngoài. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì bạn nhận thấy nhiều loại xe đạp đa dạng và giá cả tốt hấp dẫn. Chúng tôi rất biết ơn những lời tốt đẹp của bạn. Nếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn mức độ xuất sắc tương tự. Đọc thêm",
            "Chúng tôi thuê 2 chiếc xe đạp từ nơi này, những chiếc xe đạp ở tình trạng tuyệt vời. Chúng tôi chỉ có thể tận hưởng một chuyến đi ngắn dọc theo những con đường ven biển vì chúng tôi cũng đã lên kế hoạch cho một hành trình đầy ắp Jam.\n\nCác bước để thuê một chiếc xe đạp từ đây: -\n1. Chọn chiếc xe đạp bạn muốn thuê và kiểm tra giá cho phù hợp.\n2. Đặt cọc tiền bảo đảm hoặc hộ chiếu khi bạn thuê nó và sẽ được trả lại sau khi bạn trả lại xe đạp.\n3. Thanh toán bằng tiền mặt, thẻ hoặc trực tuyến tùy theo phương thức thanh toán.\n4. Tận hưởng cảm giác hưng phấn tuyệt vời khi điều khiển một con thú trên đường thành phố.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê 2 chiếc xe đạp từ chúng tôi. Chúng tôi hiểu rằng đôi khi hạn chế về thời gian có thể hạn chế phạm vi chuyến đi của bạn, nhưng chúng tôi rất vui vì bạn có thể tận hưởng chuyến đi một chút dọc theo những con đường ven biển. Chúng tôi hy vọng bạn đã có trải nghiệm đáng nhớ trong chuyến đi ngắn ngủi đó.\n\nCảm ơn bạn đã nêu các bước để thuê một chiếc xe đạp từ chúng tôi. Việc các khách hàng khác biết trước quy trình luôn hữu ích. Chúng tôi mong muốn làm cho quá trình thuê trở nên thuận tiện và dễ dàng cho khách hàng của mình và chúng tôi đánh giá cao sự hợp tác của bạn với các phương thức đặt cọc và thanh toán.\n\nCảm ơn bạn một lần nữa và hẹn gặp lại bạn trong tương laiĐọc thêm",
            "Đây thực sự là công ty cho thuê tốt nhất mà tôi từng gặp. Đã thuê XR 150 và CB500x từ họ. Những chiếc xe đạp đang ở trong tình trạng tốt nhất.\nNếu bạn cảm thấy thoải mái khi lái một chiếc, hãy chọn CB500x, chắc chắn xứng đáng Đọc thêm",
            "Cảm ơn lời nhận xét chân thành của bạn! Chúng tôi thực sự vinh dự được coi là công ty cho thuê tốt nhất mà bạn đã từng gặp. Sự hài lòng của bạn là ưu tiên của chúng tôi. Chúng tôi rất vui vì bạn nhận thấy cả hai chiếc xe đạp đều ở tình trạng tuyệt vời và đáp ứng được mong đợi của bạn.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và mang đến cho bạn mức độ xuất sắc tương tựĐọc thêm",
            "Nói tiếng Anh rất tốt, xe đạp hoàn toàn mới, an toàn và được bảo dưỡng tốt, là một người đi xe máy, tôi rất thích xe đạp! Đầu tiên, tôi đã phạm một sai lầm lớn, tôi đã thuê xe từ khách sạn của mình, xin đừng làm như vậy với anh chàng này, xe đạp của anh ta gần như mới, được bảo dưỡng tốt và anh ta là một chàng trai trẻ trung thực, thẳng thắn, đang cố gắng kiếm tiền. Đã cố gắng hết sức để giao xe đến khách sạn của tôi, thậm chí còn lấy cả đô la Úc. Anh chàng tuyệt vời này thực sự khuyên dùng. - - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe đạp từ chúng tôi. Với tư cách là một người lái xe mô tô, chúng tôi hiểu tầm quan trọng của việc bảo dưỡng xe đạp tốt để có một chuyến đi suôn sẻ và thú vị.\nChúng tôi cố gắng trở thành một dịch vụ cho thuê đáng tin cậy và đáng tin cậy, đồng thời chúng tôi rất vui vì bạn nhận thấy chúng tôi luôn thẳng thắn, trung thực và hướng tới khách hàng.\n\nChúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn dịch vụ xuất sắc tương tự. Đọc thêm",
            "Tôi và bạn tôi thuê xe máy một chiều từ Đà Nẵng đến Hà Nội với Tuấn và xe máy của anh ấy thật tuyệt vời. Đắt hơn một chút so với các công ty khác nhưng bạn phải trả cho những gì bạn nhận được với Tuan, một chiếc xe máy gần như mới toanh chạy êm ái trên 500 dặm và chúng tôi không gặp vấn đề gì cả! Chúng tôi đánh giá cao Tuấn và những chiếc xe máy của anh ấy!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn và bạn của bạn đã có trải nghiệm tuyệt vời khi thuê xe máy từ chúng tôi cho chuyến đi một chiều từ Đà Nẵng đến Hà Nội. Chúng tôi tin tưởng vào việc mang lại giá trị tốt nhất cho khách hàng, đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn dự định tham gia nhiều cuộc phiêu lưu hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn và bạn bè của bạn một lần nữa. Mong sớm gặp lạiĐọc thêm",
            "Trải nghiệm của tôi với Tuấn thật tuyệt vời, anh ấy đã cung cấp cho tôi cơ sở đón và trả khách sạn theo sự thuận tiện của tôi và chiếc xe đạp thực sự tuyệt vời và trong tình trạng mới. Chuyến đi tiếp theo nhất định tôi sẽ liên lạc với anh Tuấn. Rất khuyến khích.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Tuấn! Cảm ơn bạn đã chọn chúng tôi cho chuyến đi của mình và chúng tôi rất vui được hỗ trợ bạn một lần nữa trong chuyến phiêu lưu tiếp theo. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được phục vụ bạn với mức độ xuất sắc tương tự trong tương lai. \nHy vọng sớm gặp lại bạn. Đọc thêm",
            "Dịch vụ này thực sự tuyệt vời và chủ nhà cũng vậy.\n\nChúng tôi đã thuê một chiếc xe tay ga và quá trình mua một chiếc rất nhanh chóng. Giá cả cũng hợp lý. Bạn có rất nhiều lựa chọn để lựa chọn.\n\nTôi chắc chắn khuyên bạn nên lấy phương tiện từ đây nếu bạn có ý định đi khắp Đà Nẵng bằng xe hai bánh!Đọc thêm",
            "Cảm ơn quý khách đã lựa chọn dịch vụ của Tuan Motorbike Rental - s. Nhân viên cửa hàng của chúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm thú vị khi sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao đề xuất của bạn.\nChúng tôi hy vọng có thể đồng hành cùng bạn khi bạn quay trở lại Đà Nẵng.Đọc thêm",
            "Tôi đã có chuyến du lịch 7 ngày thật tuyệt nhờ dịch vụ cho thuê xe và vận chuyển luôn hành lý cho khách từ đà nẵng ra huế. Xe mới, chạy êm, nhân viên nhiệt tình, vui vẻ. Dịch vụ xứng đáng 5 sao. Cực kỳ hài lòng khi chọn được chỗ uy tín như thế này. Cảm ơn Tuan motorbike. Tôi sẽ giới thiệu thêm cho nhiều bạn bè khác nữa.Read more",
            "Cảm ơn bạn đã tin tưởng chọn chúng tôi và có những lời đánh giá tuyệt vời về dịch vụ cho thuê xe và vận chuyển của chúng tôi!  Sự hài lòng của bạn là động lực lớn để chúng tôi tiếp tục cung cấp dịch vụ tốt nhất cho khách hàng. Chúng tôi sẽ luôn sẵn lòng hỗ trợ để mang đến những trải nghiệm tuyệt vời nhất cho bạn. Cảm ơn bạn một lần nữa và hy vọng được đón tiếp bạn và bạn bè trong các chuyến đi sắp tới!Read more",
            "Nơi tuyệt vời và dễ dàng để lấy một số xe tay ga khi ở Đà Nẵng.. Chắc chắn sẽ quay lại ..!! Anh chủ rất nhiệt tình và chuyên nghiệp...Đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực của bạn! Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời và dễ dàng khi thuê xe tay ga với chúng tôi tại Đà Nẵng. Chúng tôi mong được chào đón bạn trở lại trong tương lai. Cảm ơn bạn đã chọn chúng tôi và chúng tôi rất mong được phục vụ bạn lần nữa.Đọc thêm",
            "Đề nghị cửa hàng này! Chúng tôi thuê 2 chiếc xe máy bán tự động để lái lên đèo Hải Vân - một ngày tuyệt vời trên những chiếc xe đạp tốt, được bảo dưỡng tốt. Chủ sở hữu nhanh chóng và lịch sự, người giao tiếp rất tốt bằng tiếng Anh. Giá cả hợp lý, chủ sở hữu thân thiện, xe đạp tuyệt vời, vị trí thuận tiện, trả khách tại nhà nghỉ của chúng tôi!Đọc thêm",
            "Cảm ơn bạn đã đề xuất! Chúng tôi rất vui mừng vì bạn đã có một ngày tuyệt vời khi lái xe lên đèo Hải Vân bằng những chiếc xe máy được bảo dưỡng tốt của chúng tôi. Cảm ơn bạn đã lựa chọn chúng tôi và hy vọng được gặp lại bạn trong những chuyến đi đáng nhớ hơn. Đọc thêm",
            "Cho thuê xe đạp dễ dàng và linh hoạt. Anh chàng đang chạy rất dễ nói chuyện, nói tiếng Anh. Đề nghị thuê ở đó!Đọc thêm",
            "Cảm ơn bạn đã phản hồi tích cực! Chúng tôi rất vui vì bạn thấy việc thuê xe đạp của chúng tôi dễ dàng và linh hoạt. Chúng tôi đánh giá cao đề xuất của bạn và mong được phục vụ bạn lần nữa trong tương lai.Đọc thêm",
            "Chúng tôi đã thuê 3 chiếc xe đạp trong vài ngày ở đây và chúng tôi đã gia hạn tiền thuê nhiều lần với anh chàng tuyệt vời này. Rất hay và hữu ích. Chắc chắn sẽ giới thiệu anh ấy vì anh ấy là người linh hoạt và dễ giao tiếp.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực của bạn! Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời khi thuê 3 chiếc xe đạp từ chúng tôi. Cảm ơn bạn đã giới thiệu chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại để có nhiều cuộc phiêu lưu hơn trong tương lai. Du lịch an toàn!Đọc thêm",
            "Rất ấn tượng với dịch vụ mà chúng tôi đã đặt trong 20 ngày với thông báo ngắn gọn, những người này cung cấp dịch vụ tuyệt vời và chúng tôi đã có những chuyến xe đạp tuyệt vời từ Đà Nẵng đến Hà Nội mà không gặp vấn đề gì với xe đạp và việc trả xe dễ dàng hoàn toàn khuyên bạn nên đến gặp họ trước.  Những chiếc xe đạp tuyệt vời!Đọc thêm",
            "Họ đã cung cấp một dịch vụ tuyệt vời, giá cả tốt và họ có xe tay ga trong tình trạng rất tốt.  Cần thiết để khám phá thành phố.Đọc thêm",
            "Trải nghiệm của tôi với cả Tuan và chiếc xe đạp mà anh ấy thuê cho tôi thật tuyệt vời :- - Tôi đã thuê chiếc Yamaha 155cc, Taun đã cho tôi rất nhiều vì tôi đã thuê nó trong 30 ngày và cũng nhận được một khoản bảo hiểm kha khá, điều đó thật tiện lợi bởi vì anh ta đã làm vỡ gương và gãy tay cầm ly hợp. Khi tôi kể với anh ấy về tai nạn của mình, anh ấy chỉ lo lắng cho sự an toàn của tôi. Chiếc xe đã đi được hơn 3000km hoàn hảo, không một vấn đề gì. Tuấn thoải mái, nói tiếng Anh tốt, không ép bạn phải bán hàng, hãy để tôi nghĩ đến bảo hiểm qua đêm và cực kỳ dễ giải quyết. Tôi rất muốn giới thiệu Tuấn, chính một người bạn đã giới thiệu anh ấy cho tôi vì những lý do tương tự. Việc có được chiếc xe đạp trong một tháng đã thực sự làm phong phú thêm kỳ nghỉ của tôi ở Việt Nam. Cảm ơn Tuấn, chúc mọi điều tốt đẹp nhất.Đọc hơn",
            "Bất cứ khi nào tôi cần một chiếc xe tay ga, tôi đến đây.  Những chiếc xe đạp được bảo trì tốt và đáng tin cậy.  Giá là tuyệt vời và nhân viên tuyệt vời.  Vị trí thuận tiện gần cầu Rồng.Đọc thêm",
            "Nếu bạn cần một chiếc xe máy, tôi giới thiệu công ty này, nhân viên rất dễ chịu và xe máy ở tình trạng rất tốt.Đọc thêm",
            "Tôi đã thuê một chiếc xe máy Honda 150cc của Tuấn trong 39 ngày và đã có trải nghiệm tuyệt vời khi đi hơn 1000 km và chiếc xe thật tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng",
            "Cho thuê xe máy Tuấn",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written July 25, 2023",
            "Written July 26, 2023",
            "Written July 29, 2023",
            "Written April 4, 2019",
            "Written March 9, 2019",
            "Written February 24, 2019",
            "Written February 22, 2019",
            "Written May 3, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written April 18, 2024",
            "Written April 1, 2024",
            "Written February 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d16706374-Reviews-or70-Tuan_Motorbikes_Rental-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19935676-d15326796-Reviews-Burger_House_Da_Nang-An_Hai_Bac_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25343877-Reviews-Ba_Nam_Seafood-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25782583-Reviews-Cardi_Pizzeria_Vo_Van_Ki_t-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d16813137-Reviews-Chay_Corner_in_Danang_Vietnamese_Dumplings-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17695703-Reviews-Indian_Curry_Authentic_Indian_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d13931957-Reviews-Jeremy_s_Kitchen-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19413462-Reviews-Cookshop-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12117023-Reviews-Pho_29-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19419685-Reviews-Vietnam_Cultural_Exchange-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or60-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or80-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6974493-Reviews-Dacotours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25142480-Reviews-VH_Travel_Local_Tours_Transportation-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17820192-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12997047-Reviews-Premium_Travel_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15059777-Reviews-Danang_Penguin_Liferia_Coffee_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15873703-Reviews-Babel_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15339118-d19622692-Reviews-Private_Da_Nang_Hoi_An_Hue_Tours_by_Locals-Tho_Quang_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10844652-Reviews-Cool_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11548525-Reviews-MotorVina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11672879-Reviews-Long_Beach_Pearl-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17853351-Reviews-Chula_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11725538-Reviews-Danang_Cheap_Taxi-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11674427-Reviews-Herbal_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25458570-Reviews-Little_Da_Nang_Spa_Nail-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11620651-Reviews-Hantou_Souvenirs_Shop-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12968798-Reviews-Lael_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d17759629-Reviews-Cape_May_Transit_Jitney_Service-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g44666-d2218163-Reviews-Johnson_s_Shut_ins_State_Park-Middle_Brook_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d2230569-Reviews-SEA_LIFE_Grapevine-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56701-d13336035-Reviews-Jurassic_Quest-Spring_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187221-d545972-Reviews-Iles_de_Lerins-Cannes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d8726243-Reviews-Yanaguana_Garden-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g47292-d4499041-Reviews-Lake_Tiorati_Beach_Harriman_State_Park-Bear_Mountain_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33667-d10500187-Reviews-Bridal_Veil_hike-Telluride_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g37480-d4495605-Reviews-Raccoon_Lake_State_Recreation_Area-Rockville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1761612-d2292268-Reviews-Bahia_de_las_Aguilas-Pedernales_Pedernales_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or80-Tuan_Motorbikes_Rental-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or70-Tuan_Motorbikes_Rental-Da_Nang.html"
    },
    {
        "attraction_name": "Tuan Motorbikes Rental",
        "attraction_name_vi": "Thuê Xe Máy Tuấn",
        "general_info": [
            "173 đánh giá",
            "- 21 trên 305 Hoạt Động Ngoài Trời Tại Đà Nẵng",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với Cho thuê xe máy Tuấn! Chúng tôi - đã mở cửa từ năm 2016, phát triển từ 2 chiếc xe máy lên 200 chiếc. Chúng tôi đánh giá cao sự chăm chỉ và cống hiến của mình cho khách hàng. Chúng tôi ở đây để đảm bảo chuyến đi của bạn được thực hiện an toàn và có sự hỗ trợ đáng tin cậy cho việc thuê xe máy của bạn. Chúng tôi có địa điểm tại Hồ Chí Minh, Hà Nội, Đà Nẵng và Huế. Việc thả xuống được phép ở bất kỳ địa điểm nào. Thuê tại Đà Nẵng và thực hiện chuyến đi đến Hà Nội hoặc Hồ Chí Minh! Chúng tôi có dịch vụ cho thuê xe máy chất lượng cao hàng tháng với giá khởi điểm từ 1 triệu đồng. Hộ chiếu hoặc tiền đặt cọc cho tất cả các khoản thuê xe máy. PayPal và thẻ tín dụng được chấp nhận để gửi tiền.Đọc thêm",
        "reviews": [
            "Tôi - đã thuê một chiếc NVX, chủ yếu đi quanh thành phố nhưng tôi - cũng đã đến Huế và rất vui khi trở về. Những chiếc xe đạp ở đây đều trông như mới và đạt tiêu chuẩn tốt. Có lẽ đây là lần đầu tiên tôi thuê một chiếc xe đạp ở Việt Nam mà không có gì - t - lạch cạch - khi tôi lái nó! Tôi - đã giao tiếp tiếng Anh tốt với nhiều nhân viên trực tiếp và trên WhatsApp. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê NVX từ chúng tôi. Thật tuyệt khi biết rằng chiếc xe đạp này đã phục vụ tốt cho bạn cả khi đi trong thành phố lẫn những chuyến đi dài hơn đến Huế. \n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc cần thêm bất kỳ sự trợ giúp nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn lần nữa.Đọc thêm",
            "Tuấn thật tuyệt vời! Anh ấy đã giúp tôi vài việc trong vài tháng qua, tiền thuê nhà hàng tháng chắc chắn là con đường rẻ hơn. Anh ấy có những chiếc xe máy chất lượng tốt. Cửa hàng luôn nỗ lực hết mình để không chỉ giúp tôi thuê nhà mà còn bất kỳ nhu cầu hoặc câu hỏi nào khác mà tôi có về đất nước tuyệt vời này. Tôi sẽ tiếp tục là khách hàng trong thời gian còn lại của mình - Frank Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Thuê xe hàng tháng thực sự là một lựa chọn tiết kiệm chi phí và chúng tôi rất vui vì bạn thấy hài lòng với dòng xe máy chất lượng của chúng tôi.\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ liên tục của bạn với tư cách là khách hàng trong thời gian lưu trú còn lại.Đọc thêm",
            "Dịch vụ xuất sắc-Cửa hàng cho thuê tốt nhất Đà Nẵng. Họ có nhiều loại xe đạp để lựa chọn với giá thực sự tốt. Chủ sở hữu cực kỳ thân thiện và hữu ích. Chúng tôi đã thuê cb500x ở đây cho chuyến đi 5 ngày của mình và đó là chuyến đi tuyệt vời nhất mà chúng tôi từng có. Trải nghiệm đã lên đến một tầm cao hơn với chiếc xe đạp này, nó rất thoải mái cho những chuyến đi dài và dễ lái như chồng tôi đã nói. chúng tôi không thể hạnh phúc hơn được. Rất khuyến khích cho tất cả khách du lịch và người nước ngoài.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì bạn nhận thấy nhiều loại xe đạp đa dạng và giá cả tốt hấp dẫn. Chúng tôi rất biết ơn những lời tốt đẹp của bạn. Nếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn mức độ xuất sắc tương tự. Đọc thêm",
            "Chúng tôi thuê 2 chiếc xe đạp từ nơi này, những chiếc xe đạp ở tình trạng tuyệt vời. Chúng tôi chỉ có thể tận hưởng một chuyến đi ngắn dọc theo những con đường ven biển vì chúng tôi cũng đã lên kế hoạch cho một hành trình đầy ắp Jam.\n\nCác bước để thuê một chiếc xe đạp từ đây: -\n1. Chọn chiếc xe đạp bạn muốn thuê và kiểm tra giá cho phù hợp.\n2. Đặt cọc tiền bảo đảm hoặc hộ chiếu khi bạn thuê nó và sẽ được trả lại sau khi bạn trả lại xe đạp.\n3. Thanh toán bằng tiền mặt, thẻ hoặc trực tuyến tùy theo phương thức thanh toán.\n4. Tận hưởng cảm giác hưng phấn tuyệt vời khi điều khiển một con thú trên đường thành phố.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê 2 chiếc xe đạp từ chúng tôi. Chúng tôi hiểu rằng đôi khi hạn chế về thời gian có thể hạn chế phạm vi chuyến đi của bạn, nhưng chúng tôi rất vui vì bạn có thể tận hưởng chuyến đi một chút dọc theo những con đường ven biển. Chúng tôi hy vọng bạn đã có trải nghiệm đáng nhớ trong chuyến đi ngắn ngủi đó.\n\nCảm ơn bạn đã nêu các bước để thuê một chiếc xe đạp từ chúng tôi. Việc các khách hàng khác biết trước quy trình luôn hữu ích. Chúng tôi mong muốn làm cho quá trình thuê trở nên thuận tiện và dễ dàng cho khách hàng của mình và chúng tôi đánh giá cao sự hợp tác của bạn với các phương thức đặt cọc và thanh toán.\n\nCảm ơn bạn một lần nữa và hẹn gặp lại bạn trong tương laiĐọc thêm",
            "Đây thực sự là công ty cho thuê tốt nhất mà tôi từng gặp. Đã thuê XR 150 và CB500x từ họ. Những chiếc xe đạp đang ở trong tình trạng tốt nhất.\nNếu bạn cảm thấy thoải mái khi lái một chiếc, hãy chọn CB500x, chắc chắn xứng đáng Đọc thêm",
            "Cảm ơn lời nhận xét chân thành của bạn! Chúng tôi thực sự vinh dự được coi là công ty cho thuê tốt nhất mà bạn đã từng gặp. Sự hài lòng của bạn là ưu tiên của chúng tôi. Chúng tôi rất vui vì bạn nhận thấy cả hai chiếc xe đạp đều ở tình trạng tuyệt vời và đáp ứng được mong đợi của bạn.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và mang đến cho bạn mức độ xuất sắc tương tựĐọc thêm",
            "Nói tiếng Anh rất tốt, xe đạp hoàn toàn mới, an toàn và được bảo dưỡng tốt, là một người đi xe máy, tôi rất thích xe đạp! Đầu tiên, tôi đã phạm một sai lầm lớn, tôi đã thuê xe từ khách sạn của mình, xin đừng làm như vậy với anh chàng này, xe đạp của anh ta gần như mới, được bảo dưỡng tốt và anh ta là một chàng trai trẻ trung thực, thẳng thắn, đang cố gắng kiếm tiền. Đã cố gắng hết sức để giao xe đến khách sạn của tôi, thậm chí còn lấy cả đô la Úc. Anh chàng tuyệt vời này thực sự khuyên dùng. - - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe đạp từ chúng tôi. Với tư cách là một người lái xe mô tô, chúng tôi hiểu tầm quan trọng của việc bảo dưỡng xe đạp tốt để có một chuyến đi suôn sẻ và thú vị.\nChúng tôi cố gắng trở thành một dịch vụ cho thuê đáng tin cậy và đáng tin cậy, đồng thời chúng tôi rất vui vì bạn nhận thấy chúng tôi luôn thẳng thắn, trung thực và hướng tới khách hàng.\n\nChúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn dịch vụ xuất sắc tương tự. Đọc thêm",
            "Tôi và bạn tôi thuê xe máy một chiều từ Đà Nẵng đến Hà Nội với Tuấn và xe máy của anh ấy thật tuyệt vời. Đắt hơn một chút so với các công ty khác nhưng bạn phải trả cho những gì bạn nhận được với Tuan, một chiếc xe máy gần như mới toanh chạy êm ái trên 500 dặm và chúng tôi không gặp vấn đề gì cả! Chúng tôi đánh giá cao Tuấn và những chiếc xe máy của anh ấy!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn và bạn của bạn đã có trải nghiệm tuyệt vời khi thuê xe máy từ chúng tôi cho chuyến đi một chiều từ Đà Nẵng đến Hà Nội. Chúng tôi tin tưởng vào việc mang lại giá trị tốt nhất cho khách hàng, đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn dự định tham gia nhiều cuộc phiêu lưu hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn và bạn bè của bạn một lần nữa. Mong sớm gặp lạiĐọc thêm",
            "Trải nghiệm của tôi với Tuấn thật tuyệt vời, anh ấy đã cung cấp cho tôi cơ sở đón và trả khách sạn theo sự thuận tiện của tôi và chiếc xe đạp thực sự tuyệt vời và trong tình trạng mới. Chuyến đi tiếp theo nhất định tôi sẽ liên lạc với anh Tuấn. Rất khuyến khích.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Tuấn! Cảm ơn bạn đã chọn chúng tôi cho chuyến đi của mình và chúng tôi rất vui được hỗ trợ bạn một lần nữa trong chuyến phiêu lưu tiếp theo. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được phục vụ bạn với mức độ xuất sắc tương tự trong tương lai. \nHy vọng sớm gặp lại bạn. Đọc thêm",
            "Dịch vụ này thực sự tuyệt vời và chủ nhà cũng vậy.\n\nChúng tôi đã thuê một chiếc xe tay ga và quá trình mua một chiếc rất nhanh chóng. Giá cả cũng hợp lý. Bạn có rất nhiều lựa chọn để lựa chọn.\n\nTôi chắc chắn khuyên bạn nên lấy phương tiện từ đây nếu bạn có ý định đi khắp Đà Nẵng bằng xe hai bánh!Đọc thêm",
            "Cảm ơn quý khách đã lựa chọn dịch vụ của Tuan Motorbike Rental - s. Nhân viên cửa hàng của chúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm thú vị khi sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao đề xuất của bạn.\nChúng tôi hy vọng có thể đồng hành cùng bạn khi bạn quay trở lại Đà Nẵng.Đọc thêm",
            "Tôi đã có chuyến du lịch 7 ngày thật tuyệt nhờ dịch vụ cho thuê xe và vận chuyển luôn hành lý cho khách từ đà nẵng ra huế. Xe mới, chạy êm, nhân viên nhiệt tình, vui vẻ. Dịch vụ xứng đáng 5 sao. Cực kỳ hài lòng khi chọn được chỗ uy tín như thế này. Cảm ơn Tuan motorbike. Tôi sẽ giới thiệu thêm cho nhiều bạn bè khác nữa.Read more",
            "Cảm ơn bạn đã tin tưởng chọn chúng tôi và có những lời đánh giá tuyệt vời về dịch vụ cho thuê xe và vận chuyển của chúng tôi!  Sự hài lòng của bạn là động lực lớn để chúng tôi tiếp tục cung cấp dịch vụ tốt nhất cho khách hàng. Chúng tôi sẽ luôn sẵn lòng hỗ trợ để mang đến những trải nghiệm tuyệt vời nhất cho bạn. Cảm ơn bạn một lần nữa và hy vọng được đón tiếp bạn và bạn bè trong các chuyến đi sắp tới!Read more",
            "Người tuyệt vời, dịch vụ tuyệt vời, xe đạp tuyệt vời. Những người này rất tốt, chúng tôi đã đi xe đạp WR155 từ Đà Nẵng đến Huế qua đèo Hải Vân, mọi thứ thật dễ dàng, thu thập dễ dàng, xe đạp đẳng cấp hàng đầu, dịch vụ siêu thân thiện khi chúng tôi thu thập họ và ngay khi chúng tôi đến Huế, tôi đã nhắn tin xem chúng tôi đang ở đâu và họ có mặt ở đó để lấy xe đạp và bỏ túi mà chúng tôi để lại để vận chuyển lên. Không có vấn đề gì cả, 100 - khuyến nghị. Đọc thêm",
            "Tôi đánh giá cao vùng này! Họ thực sự chuyên nghiệp và có những chiếc xe máy tuyệt vời. Nhân viên thực sự thân thiện, đừng ngần ngại thuê nhà với họ!!Đọc thêm",
            "Cảm ơn quý khách đã đến và sử dụng dịch vụ của Tuấn Motorbike Rental - sXem thêm",
            "Trải nghiệm tốt nhất bao giờ hết. Tuấn có những chiếc xe đạp chất lượng tuyệt vời với số km đi được rất ít. Anh ấy đã tìm được một cái nhỏ và nhẹ cho tôi và mạnh hơn một chút cho chồng tôi. Mọi người chúng tôi gặp trên đường từ Đà Nẵng đến Ninh Bình đều ngưỡng mộ những chiếc xe đạp của chúng tôi. Chúng tôi không gặp vấn đề gì với chúng trong suốt 15 ngày chúng tôi lái chúng. Thuê xe một chiều là cách cực kỳ dễ dàng để khám phá Việt Nam mà không cần lo lắng về việc lên kế hoạch cho chuyến đi của chúng tôi. Khi chúng tôi thay đổi địa điểm và thời gian trả khách, anh Tuấn đã rất nhanh chóng giải đáp và điều chỉnh cuộc họp. Trải nghiệm rất tích cực và thú vị. Muốn giới thiệu cho bất cứ ai.Đọc thêm",
            "Cảm ơn bạn đã nhận xét tuyệt vời, chúng tôi luôn muốn cung cấp những chiếc xe máy tốt cho khách hàng của mình để đảm bảo rằng bạn không gặp bất kỳ vấn đề gì khi lái xe máy của chúng tôi.\nMột lần nữa, cảm ơn bạn đã lựa chọn Dịch vụ Cho thuê Một chiều của chúng tôiĐọc thêm",
            "Chúng tôi thuê một chiếc xe máy để lái xe một chiều từ Đà Nẵng đến Huế. Chúng tôi có một chiếc xe máy tuyệt vời mà không có vấn đề gì. Khả năng giao tiếp cũng rất tuyệt vời và chúng tôi đã nhận được một số lời khuyên cũng như lời khuyên hữu ích cho hành trình của mình. Với việc chuyển hành lý cũng khiến hành trình của chúng tôi trở nên siêu dễ dàng! Một trong những cách tốt nhất để ngắm nhìn đất nước, một lần nữa xin cảm ơn sự giúp đỡ của bạn!Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Dịch vụ Cho Thuê Xe Máy Tuấn - s\nChúng tôi luôn cố gắng mang lại dịch vụ tốt nhất cho khách hàng. Hy vọng khi mọi người sử dụng dịch vụ của chúng tôi sẽ cảm thấy hài lòng.Đọc thêm",
            "Chúng tôi có một chiếc xe đạp Honda mới để vượt đèo Hải Vân. Chiếc xe đạp rất đáng tin cậy. Giao tiếp rất tốt và mọi câu hỏi chúng tôi có trước khi rời đi và trong suốt hành trình đều được giải đáp kịp thời.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời, chúng tôi luôn ở đây vì khách hàng của mình.\nChúng tôi hy vọng có thể gặp bạn trong tương lai\nĐọc thêm",
            "Dịch vụ tuyệt vời. Xe máy đẹp. Xe máy tôi hoạt động hoàn hảo. Giá thực sự cạnh tranh. Tôi khuyên bạn nên!Đọc thêm",
            "Cảm ơn bạn đã đánh giá đẹp của bạn.\nGửi tới bạn lời chúc tốt đẹp nhất và mong được đồng hành cùng bạn trong tương lai.Xem thêm",
            "Rất hiệu quả, đón thẳng từ sân bay Đà Nẵng và chúng tôi xuống Hội An. Dịch vụ thân thiện, xe đạp đáng tin cậy và giá trị lớnĐọc thêm",
            "Thật tuyệt vời khi bạn cảm thấy hài lòng với Dịch vụ của Tuan Motorbike Rental - s.\nCảm ơn quý khách đã lựa chọn dịch vụ của Tuan Motorbike Rental - s\nĐọc thêm",
            "Xe máy rất đẹp, tôi đã thuê một chiếc xmax 300 lớn trong 1 tuần, nhân viên mới, tốt bụng. Tôi đã đạp xe 1500km mà không gặp vấn đề gì cả, tôi sẽ quay lại.Đọc thêm",
            "Cảm ơn bạn đã đến và thuê xe XMAX 300 của Tuan Motorbike Rental.\nChúng tôi luôn ở đây và chờ đợi bạn, hy vọng sớm được gặp bạn và có cơ hội đồng hành cùng bạn.Xem thêm",
            "Thuê xe tay ga dễ dàng, tư vấn tốt và xe tay ga. Nhận và thả không thể dễ dàng hơn, nhân viên rất hữu ích. Năm saoĐọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn Dịch vụ Cho Thuê Xe Máy Tuấn - sĐọc thêm",
            "Chúng tôi đặt phòng theo sự giới thiệu của ký túc xá Rom Casa ở Đà Nẵng. Chúng tôi đã đặt và thanh toán qua whatsapp. Đó là một quá trình đơn giản. Phản hồi nhanh chóng và tất cả các câu hỏi đã được trả lời. Khi chúng tôi đến vào sáng hôm sau, xe đạp đã sẵn sàng để khởi hành. Xe đạp chạy tốt không có vấn đề gì. Chúng tôi không có chỗ ở qua đêm được đặt ở Huế và yêu cầu phải gửi hành lý để đi xe buýt. Công ty đảm bảo hành lý của chúng tôi được đưa lên đúng xe buýt bằng cách liên hệ với công ty xe buýt và cũng đảm bảo rằng chúng tôi sẽ có chúng đúng giờ. Chúng tôi hơi lo lắng về quá trình này nhưng chúng tôi hoàn toàn yên tâm và mọi việc diễn ra suôn sẻ. Tôi - d 100 - khuyên bạn nên sử dụng công ty này nếu bạn - đang có ý định đi đèo Hải Vân.Đọc thêm",
            "Cảm ơn quý khách đã tin tưởng và lựa chọn dịch vụ Cho Thuê Một Chiều của chúng tôi.\nChúng tôi thực sự cảm ơn thông tin của bạn, đó là điều tốt nhất cho khách hàng tiếp theo của chúng tôi.\nMột lần nữa, cảm ơn bạn rất nhiều. Hy vọng sớm gặp lại bạn trong tương lai.Đọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng",
            "Thuê Xe Máy Tuấn",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written July 25, 2023",
            "Written July 26, 2023",
            "Written July 29, 2023",
            "Written February 13, 2024",
            "Written January 12, 2024",
            "Written January 10, 2024",
            "Written January 8, 2024",
            "Written January 2, 2024",
            "Written December 29, 2023",
            "Written December 27, 2023",
            "Written December 18, 2023",
            "Written December 16, 2023",
            "Written December 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d16706374-Reviews-or80-Tuan_Motorbikes_Rental-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19935676-d15326796-Reviews-Burger_House_Da_Nang-An_Hai_Bac_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25343877-Reviews-Ba_Nam_Seafood-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25782583-Reviews-Cardi_Pizzeria_Vo_Van_Ki_t-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d16813137-Reviews-Chay_Corner_in_Danang_Vietnamese_Dumplings-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17695703-Reviews-Indian_Curry_Authentic_Indian_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d13931957-Reviews-Jeremy_s_Kitchen-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19413462-Reviews-Cookshop-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12117023-Reviews-Pho_29-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19419685-Reviews-Vietnam_Cultural_Exchange-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or70-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or90-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6974493-Reviews-Dacotours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25142480-Reviews-VH_Travel_Local_Tours_Transportation-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17820192-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12997047-Reviews-Premium_Travel_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15059777-Reviews-Danang_Penguin_Liferia_Coffee_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15873703-Reviews-Babel_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15339118-d19622692-Reviews-Private_Da_Nang_Hoi_An_Hue_Tours_by_Locals-Tho_Quang_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10844652-Reviews-Cool_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11548525-Reviews-MotorVina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11672879-Reviews-Long_Beach_Pearl-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17853351-Reviews-Chula_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11725538-Reviews-Danang_Cheap_Taxi-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11674427-Reviews-Herbal_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25458570-Reviews-Little_Da_Nang_Spa_Nail-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11620651-Reviews-Hantou_Souvenirs_Shop-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12968798-Reviews-Lael_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1533413-Reviews-Amazing_Chicago_s_Funhouse_Maze-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g31221-d7298406-Reviews-Bear_Canyon_Lake-Forest_Lakes_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g33581-d4498508-Reviews-Imogene_Pass-Ouray_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d7038008-Reviews-Monument_Circle-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d2225015-Reviews-Bota_Bota_spa_sur_l_eau-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g33165-d5840533-Reviews-The_Temecula_Stampede-Temecula_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31161-d145204-Reviews-Iditarod_Headquarters-Wasilla_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d2481133-Reviews-AMC_Dine_in_Houston_8-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d4584349-Reviews-The_National-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41955-d208266-Reviews-Gray_s_Beach-Yarmouth_Port_Yarmouth_Cape_Cod_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or90-Tuan_Motorbikes_Rental-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or80-Tuan_Motorbikes_Rental-Da_Nang.html"
    },
    {
        "attraction_name": "Tuan Motorbikes Rental",
        "attraction_name_vi": "Thuê Xe Máy Tuấn",
        "general_info": [
            "173 đánh giá",
            "- 21 trong 305 Hoạt động ngoài trời tại Đà Nẵng",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với Cho thuê xe máy Tuấn! Chúng tôi - đã mở cửa từ năm 2016, phát triển từ 2 chiếc xe máy lên 200 chiếc. Chúng tôi đánh giá cao sự chăm chỉ và cống hiến của mình cho khách hàng. Chúng tôi ở đây để đảm bảo chuyến đi của bạn được thực hiện an toàn và có sự hỗ trợ đáng tin cậy cho việc thuê xe máy của bạn. Chúng tôi có địa điểm tại Hồ Chí Minh, Hà Nội, Đà Nẵng và Huế. Việc thả xuống được phép ở bất kỳ địa điểm nào. Thuê tại Đà Nẵng và thực hiện chuyến đi đến Hà Nội hoặc Hồ Chí Minh! Chúng tôi có dịch vụ cho thuê xe máy chất lượng cao hàng tháng với giá khởi điểm từ 1 triệu đồng. Hộ chiếu hoặc tiền đặt cọc cho tất cả các khoản thuê xe máy. PayPal và thẻ tín dụng được chấp nhận để gửi tiền.Đọc thêm",
        "reviews": [
            "Tôi - đã thuê một chiếc NVX, chủ yếu đi quanh thành phố nhưng tôi - cũng đã đến Huế và rất vui khi trở về. Những chiếc xe đạp ở đây đều trông như mới và đạt tiêu chuẩn tốt. Có lẽ đây là lần đầu tiên tôi thuê một chiếc xe đạp ở Việt Nam mà không có gì - t - lạch cạch - khi tôi lái nó! Tôi - đã giao tiếp tiếng Anh tốt với nhiều nhân viên trực tiếp và trên WhatsApp. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê NVX từ chúng tôi. Thật tuyệt khi biết rằng chiếc xe đạp này đã phục vụ tốt cho bạn cả khi đi trong thành phố lẫn những chuyến đi dài hơn đến Huế. \n\nNếu bạn có kế hoạch khám phá thêm các điểm đến hoặc cần bất kỳ sự trợ giúp nào khác trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn lần nữa.Đọc thêm",
            "Tuấn thật tuyệt vời! Anh ấy đã giúp tôi vài việc trong vài tháng qua, tiền thuê nhà hàng tháng chắc chắn là con đường rẻ hơn. Anh ấy có những chiếc xe máy chất lượng tốt. Cửa hàng luôn nỗ lực hết mình để không chỉ giúp tôi thuê nhà mà còn bất kỳ nhu cầu hoặc câu hỏi nào khác mà tôi có về đất nước tuyệt vời này. Tôi sẽ tiếp tục là khách hàng trong thời gian còn lại của mình - Frank Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Thuê xe hàng tháng thực sự là một lựa chọn tiết kiệm chi phí và chúng tôi rất vui vì bạn thấy hài lòng với dòng xe máy chất lượng của chúng tôi.\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ liên tục của bạn với tư cách là khách hàng trong thời gian lưu trú còn lại.Đọc thêm",
            "Dịch vụ xuất sắc-Cửa hàng cho thuê tốt nhất Đà Nẵng. Họ có nhiều loại xe đạp để lựa chọn với giá thực sự tốt. Chủ sở hữu cực kỳ thân thiện và hữu ích. Chúng tôi đã thuê cb500x ở đây cho chuyến đi 5 ngày của mình và đó là chuyến đi tuyệt vời nhất mà chúng tôi từng có. Trải nghiệm đã lên đến một tầm cao hơn với chiếc xe đạp này, nó rất thoải mái cho những chuyến đi dài và dễ lái như chồng tôi đã nói. chúng tôi không thể hạnh phúc hơn được. Rất khuyến khích cho tất cả khách du lịch và người nước ngoài.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì bạn nhận thấy nhiều loại xe đạp đa dạng và giá cả tốt hấp dẫn. Chúng tôi rất biết ơn những lời tốt đẹp của bạn. Nếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn mức độ xuất sắc tương tự. Đọc thêm",
            "Chúng tôi thuê 2 chiếc xe đạp từ nơi này, những chiếc xe đạp ở tình trạng tuyệt vời. Chúng tôi chỉ có thể tận hưởng một chuyến đi ngắn dọc theo những con đường ven biển vì chúng tôi cũng đã lên kế hoạch cho một hành trình đầy ắp Jam.\n\nCác bước để thuê một chiếc xe đạp từ đây: -\n1. Chọn chiếc xe đạp bạn muốn thuê và kiểm tra giá cho phù hợp.\n2. Đặt cọc tiền bảo đảm hoặc hộ chiếu khi bạn thuê nó và sẽ được trả lại sau khi bạn trả lại xe đạp.\n3. Thanh toán bằng tiền mặt, thẻ hoặc trực tuyến tùy theo phương thức thanh toán.\n4. Tận hưởng cảm giác hưng phấn tuyệt vời khi điều khiển một con thú trên đường thành phố.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê 2 chiếc xe đạp từ chúng tôi. Chúng tôi hiểu rằng đôi khi hạn chế về thời gian có thể hạn chế phạm vi chuyến đi của bạn, nhưng chúng tôi rất vui vì bạn có thể tận hưởng chuyến đi một chút dọc theo những con đường ven biển. Chúng tôi hy vọng bạn đã có trải nghiệm đáng nhớ trong chuyến đi ngắn ngủi đó.\n\nCảm ơn bạn đã nêu các bước để thuê một chiếc xe đạp từ chúng tôi. Việc các khách hàng khác biết trước quy trình luôn hữu ích. Chúng tôi mong muốn làm cho quá trình thuê trở nên thuận tiện và dễ dàng cho khách hàng của mình và chúng tôi đánh giá cao sự hợp tác của bạn với các phương thức đặt cọc và thanh toán.\n\nCảm ơn bạn một lần nữa và hẹn gặp lại bạn trong tương laiĐọc thêm",
            "Đây thực sự là công ty cho thuê xe tốt nhất mà tôi từng gặp. Đã thuê XR 150 và CB500x từ họ. Những chiếc xe đạp ở trong tình trạng tuyệt vời.\nNếu bạn - cảm thấy thoải mái khi lái một chiếc, hãy chọn CB500x, chắc chắn là đáng giá Đọc thêm",
            "Cảm ơn lời nhận xét chân thành của bạn! Chúng tôi thực sự vinh dự được coi là công ty cho thuê tốt nhất mà bạn đã từng gặp. Sự hài lòng của bạn là ưu tiên của chúng tôi. Chúng tôi rất vui vì bạn nhận thấy cả hai chiếc xe đạp đều ở tình trạng tuyệt vời và đáp ứng được mong đợi của bạn.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và mang đến cho bạn mức độ xuất sắc tương tựĐọc thêm",
            "Nói tiếng Anh rất tốt xe đạp là thương hiệu mới, an toàn và được bảo trì tốt, là một người đi xe máy, tôi yêu thích xe đạp! Đầu tiên, tôi đã phạm một sai lầm lớn, tôi đã thuê từ khách sạn của mình, xin đừng làm điều này với anh chàng này, xe đạp của anh ấy gần như mới\nĐược duy trì và anh ấy - là một chàng trai trẻ trung thực, thẳng thắn đang cố gắng tạo ra - . Đã cố gắng giao hàng đến khách sạn của tôi thậm chí còn lấy đô la Úc. Top bloke rất khuyến khích.  -  - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe đạp từ chúng tôi. Với tư cách là một người lái xe mô tô, chúng tôi hiểu tầm quan trọng của việc bảo dưỡng xe đạp tốt để có một chuyến đi suôn sẻ và thú vị.\nChúng tôi cố gắng trở thành một dịch vụ cho thuê đáng tin cậy và đáng tin cậy, đồng thời chúng tôi rất vui vì bạn nhận thấy chúng tôi luôn thẳng thắn, trung thực và hướng tới khách hàng.\n\nChúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn dịch vụ xuất sắc tương tự. Đọc thêm",
            "Tôi và bạn tôi thuê xe máy một chiều từ Đà Nẵng đến Hà Nội với Tuấn và xe máy của anh ấy thật tuyệt vời. Đắt hơn một chút so với các công ty khác nhưng bạn phải trả cho những gì bạn nhận được với Tuan, một chiếc xe máy gần như mới toanh chạy êm ái trên 500 dặm và chúng tôi không gặp vấn đề gì cả! Chúng tôi đánh giá cao Tuấn và những chiếc xe máy của anh ấy!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn và bạn của bạn đã có trải nghiệm tuyệt vời khi thuê xe máy từ chúng tôi cho chuyến đi một chiều từ Đà Nẵng đến Hà Nội. Chúng tôi tin tưởng vào việc mang lại giá trị tốt nhất cho khách hàng, đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn dự định tham gia nhiều cuộc phiêu lưu hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn và bạn bè của bạn một lần nữa. Mong sớm gặp lạiĐọc thêm",
            "Trải nghiệm của tôi với Tuấn thật tuyệt vời, anh ấy đã cung cấp cho tôi cơ sở đón và trả khách sạn theo sự thuận tiện của tôi và chiếc xe đạp thực sự tuyệt vời và trong tình trạng mới. Chuyến đi tiếp theo nhất định tôi sẽ liên lạc với anh Tuấn. Rất khuyến khích.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Tuấn! Cảm ơn bạn đã chọn chúng tôi cho chuyến đi của mình và chúng tôi rất vui được hỗ trợ bạn một lần nữa trong chuyến phiêu lưu tiếp theo. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong muốn được phục vụ bạn với mức độ xuất sắc tương tự trong tương lai. \nHy vọng sớm gặp lại bạn. Đọc thêm",
            "Dịch vụ này thực sự tuyệt vời và chủ nhà cũng vậy.\n\nChúng tôi đã thuê một chiếc xe tay ga và quá trình mua một chiếc rất nhanh chóng. Giá cả cũng hợp lý. Bạn có rất nhiều lựa chọn để lựa chọn.\n\nTôi chắc chắn khuyên bạn nên lấy phương tiện từ đây nếu bạn có ý định đi khắp Đà Nẵng bằng xe hai bánh!Đọc thêm",
            "Cảm ơn quý khách đã lựa chọn dịch vụ của Tuan Motorbike Rental - s. Nhân viên cửa hàng của chúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm thú vị khi sử dụng dịch vụ của chúng tôi. Chúng tôi đánh giá cao đề xuất của bạn.\nChúng tôi hy vọng có thể đồng hành cùng bạn khi bạn quay trở lại Đà Nẵng.Đọc thêm",
            "Tôi đã có chuyến du lịch 7 ngày thật tuyệt nhờ dịch vụ cho thuê xe và vận chuyển luôn hành lý cho khách từ đà nẵng ra huế. Xe mới, chạy êm, nhân viên nhiệt tình, vui vẻ. Dịch vụ xứng đáng 5 sao. Cực kỳ hài lòng khi chọn được chỗ uy tín như thế này. Cảm ơn Tuan motorbike. Tôi sẽ giới thiệu thêm cho nhiều bạn bè khác nữa.Read more",
            "Cảm ơn bạn đã tin tưởng chọn chúng tôi và có những lời đánh giá tuyệt vời về dịch vụ cho thuê xe và vận chuyển của chúng tôi!  Sự hài lòng của bạn là động lực lớn để chúng tôi tiếp tục cung cấp dịch vụ tốt nhất cho khách hàng. Chúng tôi sẽ luôn sẵn lòng hỗ trợ để mang đến những trải nghiệm tuyệt vời nhất cho bạn. Cảm ơn bạn một lần nữa và hy vọng được đón tiếp bạn và bạn bè trong các chuyến đi sắp tới!Read more",
            "Nơi tuyệt vời để thuê xe đạp cho những chuyến đi dài hơn. Chúc bạn vui vẻ với 500x của tôi từ Đà Nẵng đến Huế. Sếp siêu thân thiện - Tuấn - Đọc thêm",
            "Cảm ơn sự lựa chọn của bạn! Chúng tôi rất vui vì bạn thích hành trình của mình và chúng tôi thực sự đánh giá cao phản hồi của bạn. Nếu bạn dự định thực hiện những chuyến đi thú vị hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và mang đến cho bạn trải nghiệm tốt nhất. Đọc thêm",
            "Xe đạp đẹp và nhân viên siêu thân thiện.  Đã thuê một chiếc xe đạp lớn hơn để đạp xe quanh Đà Nẵng một chút. Mũ bảo hiểm khá tốt và đúng như mong đợi từ một cửa hàng cho thuê, tốt hơn hết bạn nên mang theo mũ bảo hiểm nếu có. Sẽ tham gia cùng họ trong chuyến tham quan vào lần tới!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tốt của bạn!\nCảm ơn bạn rất nhiều vì lời khen của bạn dành cho cửa hàng của chúng tôi. Chúng tôi hy vọng sớm được chào đón bạn và đồng hành cùng bạn trong chuyến đi tiếp theo.\nMong sớm được gặp lại bạn! Đọc thêm",
            "Nơi tuyệt vời để thuê một chiếc xe đạp cho một chuyến đi dài. Từ xe tay ga nhỏ đến xe đạp cc lớn. Vui vẻ cùng 500x đi Quảng Nam và Huế. Chắc chắn thuê lạiĐọc thêm",
            "Cảm ơn bạn đã phản hồi tuyệt vời! Cảm ơn bạn đã bình luận. Chúng tôi hy vọng sớm được gặp lại bạn và đồng hành cùng bạn trong tương lai. Đọc thêm",
            "xe đạp rất tốt nhân viên tốt và tiếng Anh tuyệt vời. tôi thuê 1 chiếc xe tay ga từ đà nẵng và trả lại ở huế. không vấn đềĐọc thêm",
            "Cảm ơn bạn đã sử dụng dịch vụ của cửa hàng chúng tôi. Những phản hồi tích cực của bạn là động lực để chúng tôi hoàn thiện hơn mỗi ngày. Chúng tôi hy vọng có cơ hội được đồng hành cùng bạn khi bạn quay lại Đà NẵngXem thêm",
            "Tôi và bạn tôi thuê xe máy một chiều từ Đà Nẵng đến Hà Nội với Tuấn và xe máy của anh ấy thật tuyệt vời. Đắt hơn một chút so với các công ty khác nhưng bạn phải trả cho những gì bạn nhận được với Tuan, một chiếc xe máy gần như mới toanh chạy êm ái trên 500 dặm và chúng tôi không gặp vấn đề gì cả! Chúng tôi đánh giá cao Tuấn và những chiếc xe máy của anh ấy!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn và bạn của bạn đã có trải nghiệm tuyệt vời khi thuê xe máy từ chúng tôi cho chuyến đi một chiều từ Đà Nẵng đến Hà Nội. Chúng tôi tin tưởng vào việc mang lại giá trị tốt nhất cho khách hàng, đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn dự định tham gia nhiều cuộc phiêu lưu hơn trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi rất mong được phục vụ bạn và bạn bè của bạn một lần nữa. Mong sớm gặp lạiĐọc thêm",
            "Nói tiếng Anh rất tốt, xe đạp hoàn toàn mới, an toàn và được bảo dưỡng tốt, là một người đi xe máy, tôi rất thích xe đạp! Đầu tiên, tôi đã phạm một sai lầm lớn, tôi đã thuê xe từ khách sạn của mình, xin đừng làm như vậy với anh chàng này, xe đạp của anh ta gần như mới, được bảo dưỡng tốt và anh ta là một chàng trai trẻ trung thực, thẳng thắn, đang cố gắng kiếm tiền. Anh ấy đã cố gắng hết sức để giao xe đến khách sạn của tôi, thậm chí còn lấy cả đô la Úc. Anh chàng tuyệt vời này thực sự đáng để giới thiệu. - - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe đạp từ chúng tôi. Với tư cách là một người lái xe mô tô, chúng tôi hiểu tầm quan trọng của việc bảo dưỡng xe đạp tốt để có một chuyến đi suôn sẻ và thú vị.\nChúng tôi cố gắng trở thành một dịch vụ cho thuê đáng tin cậy và đáng tin cậy, đồng thời chúng tôi rất vui vì bạn nhận thấy chúng tôi luôn thẳng thắn, trung thực và hướng tới khách hàng.\n\nChúng tôi mong được phục vụ bạn một lần nữa và cung cấp cho bạn dịch vụ xuất sắc tương tự. Đọc thêm",
            "Đây thực sự là công ty cho thuê tốt nhất mà tôi từng gặp. Đã thuê XR 150 và CB500x từ họ. Những chiếc xe đạp đang ở tình trạng tốt nhất. Nếu bạn cảm thấy thoải mái khi lái một chiếc, hãy chọn CB500x, chắc chắn xứng đáng Đọc thêm",
            "Cảm ơn lời nhận xét chân thành của bạn! Chúng tôi thực sự vinh dự được coi là công ty cho thuê tốt nhất mà bạn đã từng gặp. Sự hài lòng của bạn là ưu tiên của chúng tôi. Chúng tôi rất vui vì bạn nhận thấy cả hai chiếc xe đạp đều ở tình trạng tuyệt vời và đáp ứng được mong đợi của bạn.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn hoặc có bất kỳ kế hoạch du lịch nào trong tương lai, đừng ngần ngại liên hệ với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa và mang đến cho bạn mức độ xuất sắc tương tựĐọc thêm",
            "Chúng tôi thuê xe trong 3 ngày. Anh Tuấn rất thân thiện, xe tốt, giá tốt và dịch vụ tốt nhất - - - Đọc thêm",
            "Cảm ơn phản hồi tích cực của bạn! Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê xe máy của chúng tôi trong 3 ngày.\nChúng tôi hy vọng sớm được gặp lại bạn và đồng hành cùng bạn trong tương lai.Đọc thêm",
            "Xe máy mới, dịch vụ tốt, Tuấn Motorcycle luôn hỗ trợ tôi khi tôi cần. Cảm ơn bạn rất nhiều vì đã hỗ trợ. Tuyệt vời :- - Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn!\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn những lời tốt đẹp của bạn.\nHy vọng sớm gặp lại bạn. Đọc thêm",
            "Chúng tôi thuê 2 chiếc xe đạp từ nơi này, những chiếc xe đạp ở tình trạng tuyệt vời. Chúng tôi chỉ có thể tận hưởng một chuyến đi ngắn dọc theo những con đường ven biển vì chúng tôi cũng đã lên kế hoạch cho một hành trình đầy ắp Jam. Các bước để thuê một chiếc xe đạp từ đây: -1. Chọn chiếc xe đạp bạn muốn thuê và kiểm tra giá cho phù hợp.2. Đặt cọc tiền bảo đảm hoặc hộ chiếu khi bạn thuê nó và số tiền này sẽ được trả lại sau khi bạn trả lại xe đạp.3. Thanh toán bằng tiền mặt, thẻ hoặc trực tuyến tùy theo phương thức thanh toán.4. Tận hưởng cảm giác hưng phấn tuyệt vời khi điều khiển một con thú trên đường thành phố.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời khi thuê 2 chiếc xe đạp từ chúng tôi. Chúng tôi hiểu rằng đôi khi hạn chế về thời gian có thể hạn chế phạm vi chuyến đi của bạn, nhưng chúng tôi rất vui vì bạn có thể tận hưởng chuyến đi một chút dọc theo những con đường ven biển. Chúng tôi hy vọng bạn đã có trải nghiệm đáng nhớ trong chuyến đi ngắn ngủi đó.\n\nCảm ơn bạn đã nêu các bước để thuê một chiếc xe đạp từ chúng tôi. Việc các khách hàng khác biết trước quy trình luôn hữu ích. Chúng tôi mong muốn làm cho quá trình thuê trở nên thuận tiện và dễ dàng cho khách hàng của mình và chúng tôi đánh giá cao sự hợp tác của bạn với các phương thức đặt cọc và thanh toán.\n\nCảm ơn bạn một lần nữa và hẹn gặp lại bạn trong tương laiĐọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng",
            "Thuê Xe Máy Tuấn",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written July 25, 2023",
            "Written July 26, 2023",
            "Written July 29, 2023",
            "Written July 24, 2023",
            "Written July 23, 2023",
            "Written July 22, 2023",
            "Written July 19, 2023",
            "Written July 18, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written July 16, 2023",
            "Written July 16, 2023",
            "Written July 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d16706374-Reviews-or90-Tuan_Motorbikes_Rental-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19935676-d15326796-Reviews-Burger_House_Da_Nang-An_Hai_Bac_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25343877-Reviews-Ba_Nam_Seafood-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25782583-Reviews-Cardi_Pizzeria_Vo_Van_Ki_t-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d16813137-Reviews-Chay_Corner_in_Danang_Vietnamese_Dumplings-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17695703-Reviews-Indian_Curry_Authentic_Indian_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d13931957-Reviews-Jeremy_s_Kitchen-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19413462-Reviews-Cookshop-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12117023-Reviews-Pho_29-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19419685-Reviews-Vietnam_Cultural_Exchange-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or80-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or100-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6974493-Reviews-Dacotours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25142480-Reviews-VH_Travel_Local_Tours_Transportation-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17820192-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12997047-Reviews-Premium_Travel_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15059777-Reviews-Danang_Penguin_Liferia_Coffee_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15873703-Reviews-Babel_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15339118-d19622692-Reviews-Private_Da_Nang_Hoi_An_Hue_Tours_by_Locals-Tho_Quang_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10844652-Reviews-Cool_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11548525-Reviews-MotorVina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11672879-Reviews-Long_Beach_Pearl-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17853351-Reviews-Chula_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11725538-Reviews-Danang_Cheap_Taxi-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11674427-Reviews-Herbal_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25458570-Reviews-Little_Da_Nang_Spa_Nail-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11620651-Reviews-Hantou_Souvenirs_Shop-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12968798-Reviews-Lael_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g499355-d629801-Reviews-Omega_Park-Montebello_Outaouais_Region_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d8335115-Reviews-Big_Beach-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d106663-Reviews-Creek_Street-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d13946649-Reviews-Penn_Station-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d3595416-Reviews-Boothill_Casino_and_Resort-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7930459-Reviews-Heathrow_Shuttle-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d144553-Reviews-Barker_Ranch-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d3339598-Reviews-Action_Aquapark-Sunny_Beach_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32273-d102389-Reviews-Apple_Infinite_Loop-Cupertino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245963-Reviews-Kastellet-Copenhagen_Zealand.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or100-Tuan_Motorbikes_Rental-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-or90-Tuan_Motorbikes_Rental-Da_Nang.html"
    }
]