[
    {
        "attraction_name": "Tumalo Falls",
        "attraction_name_vi": "Thác Beat",
        "general_info": [
            "715 đánh giá",
            "4 trong số 135 điều cần làm ở Bend",
            "Thác nước"
        ],
        "attraction_summary": "Đây là một chuyến đi bộ thực sự tốt đẹp nói chung. Tuy nhiên, các điểm đánh dấu đường mòn đã bị hỏng do thiếu thông tin thích hợp và khi đã đi trên đường mòn, bạn phải dựa vào GPS.\nNó khá bận rộn vào một buổi sáng thứ Tư cuối tháng Sáu.\nChắc chắn là điểm nổi bật trong chuyến thăm của chúng tôi đến khu vực Bend, nhưng phong cảnh đi bộ đường dài thực tế không tươi tốt và ấn tượng như Thác Koosah và Sahalie trong khoảng 12 giờ. đi.Đọc thêm",
        "reviews": [
            "Có thể lái xe 10 dặm từ trung tâm thành phố Bend, đoạn cuối là đường sỏi. 5 tự trả tiền tại ki-ốt sử dụng trong ngày. Biển báo không tuyệt vời về khoảng cách đi bộ đường dài nhưng 14 dặm giúp bạn có được tầm nhìn tuyệt vời về đỉnh thác và đi thêm vài dặm nữa qua khu rừng râm mát sẽ thấy thêm một vài thác nước nữa. Đường mòn dễ đi và lên dốc nhẹ hầu hết chặng đường. Chúng tôi dừng lại ở một cây cầu có nhiều cây cối và chuyến đi khứ hồi dài khoảng 5 dặm. Một chuyến đi thực sự đẹp. Đọc thêm",
            "Đây là một chuyến đi bộ dễ dàng và một khoản tiền LỚN! Bạn nên đi sớm vì nó đông đúc. Bạn có thể đi bộ rất ngắn đến một điểm quan sát. Đi bộ lên đồi một chút nữa sẽ đến một điểm quan sát khác. rồi đến một con đường mòn ven sông rất dễ đi, lên dốc liên tục nhưng rất vừa phải.Đọc thêm",
            "Bãi đậu xe là những cái hố nhưng thật đáng giá. Mong đợi một con đường hẹp, rải sỏi, bụi bặm và bạn sẽ thích điều này. Có một đoạn đi bộ ngắn đến thác hoặc bạn có thể nhìn thấy thác từ bãi đậu xe chỉ cần đi bộ một chút. Có những chuyến đi bộ đường dài khác nếu bạn muốn nhưng chúng tôi đã chọn chuyến đi nhỏ hơn và không thất vọng.  Chúng tôi đã đặt chân xuống nước và cậu bé thật LẠNH. Yêu từng phút của nó.Đọc thêm",
            "Rất đẹp! Chúng tôi lái xe ra ngoài vào một ngày trời mưa nên hầu như không có ai ở đây. Hoàn hảo! Nước ầm ầm trên thác. Ấn tượng từ quan điểm ban đầu, nhưng thậm chí còn tốt hơn sau khi đi bộ một đoạn ngắn lên điểm quan sát tiếp theo trên đỉnh. Rất đáng để dành thời gian lái xe đến đây và tận hưởng vẻ đẹp.Đọc thêm",
            "Thác Tumalo là một trải nghiệm tuyệt vời đối với chúng tôi.  Có rất nhiều điểm ngắm cảnh tuyệt đẹp để ngắm thác và đây không phải là một chuyến đi bộ quá dài, mặc dù sẽ hơi khó khăn để lên đến đỉnh thác, vì vậy hãy lưu ý về điều đó.\n  Bãi đậu xe ở đây cực kỳ nhỏ và cuối cùng tôi đã đỗ xe dọc theo con đường rải sỏi khá xa khu vực đỗ xe, vì vậy hãy chuẩn bị thả nhóm của bạn xuống gần đầu đường mòn, sau đó phải đỗ xe và đi bộ trở lại đầu đường mòn, vì nó có thể rất đông đúc. \n  Tuy nhiên, nó hoàn toàn xứng đáng và hãy nhớ mang theo máy ảnh của bạn, đây là một Thác nước vô cùng đẹp và ấn tượng.Đọc thêm",
            "Thác Tumalo là một trải nghiệm tuyệt vời đối với chúng tôi. Có rất nhiều điểm ngắm cảnh tuyệt đẹp để ngắm thác, và không phải đi bộ đường dài, mặc dù hơi dốc để lên đến đỉnh thác, vì vậy hãy lưu ý điều đó. Bãi đậu xe ở đây cực kỳ nhỏ, và cuối cùng tôi đã đỗ xe dọc theo con đường sỏi khá xa khu vực đỗ xe, vì vậy hãy chuẩn bị thả nhóm của bạn xuống gần đầu đường mòn và sau đó phải đỗ xe và đi bộ trở lại đầu đường mòn, vì có thể rất đông đúc. Nhưng, nó hoàn toàn xứng đáng và hãy nhớ mang theo máy ảnh của bạn, đó là một thác nước vô cùng đẹp và ấn tượng. Đọc thêm",
            "Thác Tumalo đóng cửa vào mùa đông nhưng bạn vẫn có thể đi bộ vào công viên để đi bộ hoặc ngắm thác nước.  Tuy nhiên, hãy lưu ý, các thác nước cách cổng vào ít nhất 2,5 dặm và tầm nhìn lên đồi từ điểm đó.  Nhà vệ sinh mở và sạch sẽ.  Công viên không đông đúc nhưng phải đi bộ khá xa.Đọc thêm",
            "Thật đẹp! Chúng tôi lái xe ra ngoài vào một ngày mưa nhỏ, vì vậy hầu như không có ai khác ở đây. Hoàn hảo! Nước đang gào thét trên thác nước. Ấn tượng từ góc nhìn ban đầu, nhưng thậm chí còn tuyệt hơn sau chuyến đi bộ ngắn lên điểm ngắm cảnh tiếp theo ở trên đỉnh. Rất đáng thời gian lái xe ra đây và tận hưởng vẻ đẹp. Đọc thêm",
            "Bãi đậu xe là những cái hố nhưng thật đáng giá. Mong đợi một con đường hẹp, rải sỏi, bụi bặm và bạn sẽ thích điều này. Có một đoạn đi bộ ngắn đến thác hoặc bạn có thể nhìn thấy thác từ bãi đậu xe chỉ cần đi bộ một chút. Có những chuyến đi bộ đường dài khác nếu bạn muốn nhưng chúng tôi đã chọn chuyến đi nhỏ hơn và không thất vọng.  Chúng tôi đã đặt chân xuống nước và cậu bé thật LẠNH. Yêu từng phút của nó.Đọc thêm",
            "Đây là một chuyến đi bộ dễ dàng và là một phần thưởng LỚN! Bạn nên đi sớm vì sẽ rất đông đúc. Bạn có thể đi bộ một đoạn rất ngắn đến một điểm quan sát. Đi bộ lên đồi lâu hơn một chút đến một điểm quan sát khác. và sau đó là một con đường mòn dọc theo con sông rất dễ đi, liên tục lên dốc nhưng rất vừa phải. Đọc thêm",
            "Có lẽ cách trung tâm thành phố Bend 10 dặm lái xe, đoạn cuối cùng là sỏi. 5 tự thanh toán tại ki-ốt sử dụng trong ngày phục vụ. Các biển báo không tuyệt vời về khoảng cách đi bộ đường dài nhưng 14 dặm sẽ cho bạn một cái nhìn tuyệt vời về đỉnh thác và một vài dặm nữa xuyên qua khu rừng chủ yếu là bóng mát để lộ ra một vài thác nước bổ sung. Đường đi dễ đi và phần lớn đoạn đường lên dốc nhẹ nhàng. Chúng tôi dừng lại ở một cây cầu rậm rạp và chuyến đi khứ hồi khoảng 5 dặm. Một chuyến đi chơi thực sự đẹp.Đọc thêm",
            "Đi bộ dọc theo sông Deschuttes vài dặm không phải là một cuộc đi bộ khó khăn. Chúng tôi bắt đầu vượt qua thác ghềnh, nơi chúng tôi tìm thấy vùng nước yên tĩnh. Đó là một chuyến đi tuyệt đẹp.Đọc thêm",
            "Đây là một chuyến đi bộ thực sự tốt đẹp nói chung. Tuy nhiên, các điểm đánh dấu đường mòn đã bị hỏng do thiếu thông tin thích hợp và khi đã đi trên đường mòn, bạn phải dựa vào GPS. Sáng thứ Tư cuối tháng 6 khá bận rộn. Chắc chắn đây là điểm nổi bật trong chuyến thăm của chúng tôi đến khu vực Bend, nhưng phong cảnh đi bộ đường dài thực tế không tươi tốt và ấn tượng như Thác Koosah và Sahalie trong khoảng 12 giờ. đi.Đọc thêm",
            "Chuyến đi này tuyệt đẹp, nhưng không như mong đợi. Chúng tôi dự định lái xe đến đầu đường mòn, đi bộ khoảng 0,2 dặm đến Thác Tumalo, rồi xem đường mòn có đủ thông thoáng để đi thêm 0,8 dặm đến Thác Double không. Đường bị đóng mà không biết tại sao, vì đường hoàn toàn thông thoáng, nên phải đi bộ lên đường 2 14 dặm đến đầu đường mòn trước khi đi bộ lên Tumalo. Đường hoàn toàn thông thoáng và thác nước chảy xiết! Những người đi bộ đường dài khác nói với chúng tôi rằng đường đi bộ đến Thác Double có tuyết nhưng có thể kiểm soát được nếu bạn đi ở giữa đường mòn. Phần giữa cứng của đường mòn phủ tuyết chỉ có 8 - 12 ở hầu hết các nơi và cực kỳ trơn trượt, vì vậy chúng tôi đã bị chìm trong tuyết đến đầu gối nhiều lần. Cuối cùng cũng đến được sau một hành trình rất chậm và ướt đến Thác Double xinh đẹp - sẽ không làm lại nữa. Rất nguy hiểm cho đầu gối, mắt cá chân, v.v. bị bong gân. Mất gần 4 giờ để đi hết tổng cộng 7 dặm. Đọc thêm",
            "Thác nước tuyệt đẹp giữa màu sắc mùa thu. Hướng dẫn dễ dàng. Con đường đất dài 2,5 dặm hơi gồ ghề ở dặm đầu tiên nhưng càng đến gần thì tôi càng thấy đẹp hơn. Kiosk trả tiền nằm ngay đầu con đường trải nhựa và bạn cần phải trả tiền để mua thẻ ở đó vì không có ki-ốt nào ở đầu đường mòn.  chỉ có thẻ tại ki-ốt Chỗ đỗ xe bị giới hạn ở đầu đường mòn và nếu bạn phải đỗ xe trên đường thì sẽ phải đi bộ một chút. Dễ dàng đi bộ đến quan điểm thấp hơn. Quãng đường đi bộ dài 25 dặm lên điểm quan sát phía trên rất dốc, nhưng con đường rộng, bằng phẳng và dễ dàng dừng lại và lấy lại hơi thở.Đọc thêm"
        ],
        "star_ratings": [
            523,
            154,
            24,
            8,
            6
        ],
        "review_amount": 715,
        "location": [
            "Oregon HOẶC",
            "Hoa Kỳ",
            "bẻ cong",
            "Thác Beat",
            "Trung Oregon",
            "Những điều cần làm ở Bend"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 25, 2023",
            "Written August 8, 2023",
            "Written August 14, 2023",
            "Written September 24, 2023",
            "Written January 11, 2024",
            "Written January 11, 2024",
            "Written December 28, 2023",
            "Written September 24, 2023",
            "Written August 14, 2023",
            "Written August 8, 2023",
            "Written July 25, 2023",
            "Written July 6, 2023",
            "Written July 2, 2023",
            "Written May 11, 2023",
            "Written October 29, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51766-d3473996-Reviews-Tumalo_Falls-Bend_Central_Oregon_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d117328-Reviews-Mt_Bachelor_Ski_Area-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52033-d147454-Reviews-Tumalo_Mountain-Redmond_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d27006806-Reviews-Wanoga_Off_Leash_Area-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d3473996-Reviews-or10-Tumalo_Falls-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d8319335-Reviews-Deschutes_River-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d278802-Reviews-Newberry_National_Volcanic_Monument-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d2202688-Reviews-Pilot_Butte_State_Scenic_Viewpoint-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d7953838-Reviews-Drake_Park-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d2249015-Reviews-Lava_River_Cave-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d146392-Reviews-Deschutes_National_Forest-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d209457-Reviews-Sparks_Lake-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d209458-Reviews-Hosmer_Lake-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d1576336-Reviews-Tumalo_State_Park-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d3350891-Reviews-Seventh_Mtn_Rafting-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d10242931-Reviews-Shevlin_Park-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d3853720-Reviews-Central_Oregon_Adventures-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d4039097-Reviews-Widgi_Creek_Golf_Club-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d10390090-Reviews-Cascade_Lakes_Welcome_Station-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d21231905-Reviews-Lava_Butte_Cinder_Cone-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d25322605-Reviews-541_Social_Club_LLC-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52072-d3750779-Reviews-Sisters_Snowmobile_Tours-Sisters_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g46582-d17611845-Reviews-Long_Branch_Beach_Boardwalk-Long_Branch_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d7694530-Reviews-Excel_World_Entertainment_Park-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d116399-Reviews-I_Ride_Trolley_Service-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d107514-Reviews-Tanglewood-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d262792-Reviews-Tram_28-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g644074-d17610720-Reviews-Radmanove_Mlinice-Omis_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d311038-Reviews-The_National_Museum_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g34142-d207941-Reviews-Presidents_Hall_of_Fame-Clermont_Lake_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d531599-Reviews-Lauterbrunnen_Valley_Waterfalls-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Can.html",
            "https://www.tripadvisor.com/Attraction_Review-g309247-d1098577-Reviews-Samara_Beach-Playa_Samara_Province_of_Guanacaste.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51766-d3473996-Reviews-or10-Tumalo_Falls-Bend_Central_Oregon_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51766-d3473996-Reviews-Tumalo_Falls-Bend_Central_Oregon_Oregon.html"
    }
]