[
    {
        "attraction_name": "Turpentine Creek Wildlife Refuge",
        "attraction_name_vi": "Khu bảo tồn động vật hoang dã Turpentine Creek",
        "general_info": [
            "2.491 đánh giá",
            "3 trong số 70 điều cần làm ở Eureka Springs",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Khu bảo tồn động vật hoang dã Turpentine Creek là một trong những khu bảo tồn mèo lớn lớn nhất ở Hoa Kỳ. Nơi trú ẩn phi lợi nhuận được USDA cấp phép, được thành lập vào năm 1992, đã phát triển trở thành một trong 10 điểm tham quan hàng đầu ở Arkansas và nổi tiếng nhất ở Eureka Springs. Sư tử, báo sư tử, báo, hổ và gấu được trưng bày trong môi trường sống tự nhiên rộng lớn xung quanh khu vực chính và cửa hàng quà tặng. Chỗ ở qua đêm có sẵn thông qua Safari Lodge, công viên RV và các cơ sở cắm trại. Các chuyến tham quan có sẵn từ 9 giờ sáng đến 4 giờ chiều.Đọc thêm",
        "reviews": [
            "Trẻ em rất thích nó. Một chút đắt tiền nhưng vì một lý do tuyệt vời. Bạn không nên đi vào những ngày nắng nóng vì mèo thích hợp trốn ra ngoài và ngủ trưa trong bóng râm. Tốt xe điện của bạn. Muốn giới thiệu trước mua vé trực tuyếnĐọc thêm",
            "Nơi này khá tuyệt vời!  Rất nhiều con mèo lớn và một số con gấu nữa.  Thật tuyệt vời khi được nhìn thấy một con sư tử thực sự. Napoleon Dynamite sẽ thích nơi này!  Nếu bạn thích những con mèo lớn thì đây là nơi để ghé thăm.  Họ đang làm công việc tuyệt vời ở đó để mang lại cho những loài động vật to lớn này một cuộc sống thoải mái sau khi thoát khỏi những điều kiện khủng khiếp như vậy.Đọc thêm",
            "Chúng tôi thực sự yêu thích nơi này.  Mọi người đều rất tốt bụng và hữu ích, một điều hiếm thấy trong xã hội ngày nay.  Chúng tôi ở trong ngôi nhà trên cây 15 năm trước và lại đi nghỉ ở khu vực này một lần nữa.  Lần này chúng tôi ở trong một trong những chiếc lều, vào tháng 7, nhiệt độ 95 độ.  Chúng tôi đến vào buổi chiều muộn và thật thoải mái vào ban ngày và rất đẹp vào ban đêm khi mặt trời lặn.  Đã thực hiện chuyến lưu diễn cuối cùng vào một ngày và chuyến đầu tiên vào sáng hôm sau.  Mọi việc thật tuyệt vời khi lần này chúng tôi được nhìn thấy những con vật thích buổi sáng hơn và lần khác thích buổi tối hơn.  Chắc chắn có giá trị nếu bạn muốn có được thời gian tốt nhất.  Nghe tiếng mèo suốt đêm thật là tuyệt.Đọc thêm",
            "Trải nghiệm chúng tôi có ở Turpentine thật là Grrrreeeaat!\n\nTony the Tiger đã nói điều đó tốt nhất. Tuy nhiên, anh ấy là một nhân vật hoạt hình và việc được ở trong khuôn viên với những con hổ, sư tử thật và nhiều loài khác thật đặc biệt.\n\nNhà nghỉ của chúng tôi, dãy phòng Congo có cảm giác như đang ở Châu Phi. Nghe tiếng động vật san hô vào ban đêm thật tuyệt vời.\n\nThật tuyệt vời khi biết những chú Mèo Lớn đã được giải cứu và chăm sóc rất chu đáo!\n\nMột giá trị gia tăng mà chúng tôi có được là được đào tạo trong chuyến tham quan nhóm, được dẫn dắt bởi các thực tập sinh trẻ có năng lực.Đọc thêm",
            "Đã phải chờ rất lâu để có thể đến thăm nơi cứu hộ này. Chúng tôi được Khaleesi và Joey, hai chú hổ xinh đẹp chào đón. Đã tham gia tour và rất thích. Ước gì chúng tôi có thể tham gia tour riêng. Nhân viên rất thân thiện, hiểu biết và hữu ích. Họ làm việc rất tốt để mang đến cho những con vật này một ngôi nhà mãi mãi! Đọc thêm",
            "Chúng tôi đã có một buổi sáng tuyệt vời trong chuyến tham quan hậu trường có hướng dẫn của Carnivore Caravan do Jade đưa ra vào ngày chúng tôi đi.   Không có gì là vượt quá giới hạn, chúng tôi đã được nhìn thấy tất cả các loài động vật như mèo lớn, mèo nhỏ và gấu mà bạn sẽ thấy trong chuyến tham quan chung và chúng tôi cũng được nhìn thấy các loài động vật trên Rescue Ridge, bệnh viện thú y và ủy ban.  Chúng ta cũng đã thấy khu vực mở rộng trong tương lai là nơi những chú mèo lớn từ Cuộc giải cứu mèo lớn Carole Baskins sẽ sinh sống. Mọi người đều cực kỳ chu đáo, hiểu biết và thân thiện.  Các biển báo trong khu vực tự hướng dẫn có nhiều thông tin và hấp dẫn.  Rõ ràng rằng sức khỏe và hạnh phúc của động vật là ưu tiên hàng đầu tại cơ sở này.  Chúng tôi thực sự khuyên bạn nên đến thăm nơi trú ẩn này và hỗ trợ các loài động vật được chăm sóc.  Chắc chắn là điểm nổi bật trong chuyến đi của chúng tôi đến NW Arkansas.  Chúng tôi đã không qua đêm tại chỗ nhưng tôi ước chúng tôi sẽ có, đó sẽ là một trải nghiệm tuyệt vời! Đọc thêm",
            "Chúng tôi yêu thích điểm dừng này. Chuyến tham quan bằng xe điện rất nhiều thông tin và thực sự giúp bạn hiểu được nhu cầu giải cứu mèo lớn và các động vật khác. Hướng dẫn rất am hiểu và nhân viên thân thiện. Chúng tôi đánh giá cao cách họ tạo cơ hội để đặt câu hỏi và đóng góp. Chúng tôi đã ở đó từ giữa đến cuối buổi chiều và một số con mèo kêu và hoạt bát khi giờ cho ăn đến gần. Chúng tôi là người cao tuổi nên giá cả cũng phải chăng.Đọc thêm",
            "Nơi tốt nhất từ ​​trước đến nay, phòng rất sạch sẽ và có cà phê, trà và các món ăn khác. Bạn có thể đến thăm các loài động vật và họ có xe điện du lịch để bạn thoải mái. Nhưng bạn có thể đi bộ bao nhiêu tùy thích. Các nhân viên là tuyệt vời và hữu ích. Cửa hàng quà tặng có rất nhiều thứ để bạn mua. Chúng tôi sẽ quay lại lần nữa. Đọc thêm",
            "Chúng tôi ghé thăm đây hàng năm vào thời điểm này để ngắm lá mùa thu, đi xe máy và thăm những chú mèo hoang dã của chúng tôi! Chúng tôi giúp tài trợ cho một con sư tử và sư tử cái. Chúng tôi yêu thích những gì nơi trú ẩn đã làm để cung cấp cho những động vật được giải cứu này mái nhà và sự chăm sóc mãi mãi. Chúng tôi cũng thực sự thích thú với những nhà nghỉ ở safari, nơi chúng tôi có thể tận hưởng âm thanh của những chú sư tử đang hót vang cả ngày lẫn đêm.Đọc thêm",
            "Đây là một điểm nổi bật của chuyến đi của chúng tôi. Ở đây họ đang làm những công việc tuyệt vời cho những chú mèo lớn và xứng đáng được ghi nhận và tán thưởng vì điều đó. Cơ sở này lớn và có nhân viên rất tốt. Các nhân viên rất thân thiện và nhiều thông tin. Chúng tôi thực sự rất thích đi xe điện quanh khu phức hợp. Chúng tôi đã học được rất nhiều điều về những con vật này và rất ấn tượng với những gì họ đang làm ở đó để giúp những con vật này khỏe mạnh và thoát khỏi những tình huống không an toàn. Những khoản quyên góp mà họ nhận được đều được chi tiêu xứng đáng vì họ đang làm công việc quan trọng cho những sinh vật xinh đẹp này. Bạn có thể dễ dàng đi bộ qua tất cả các khu vực nuôi động vật và nhìn thấy nhiều loại mèo lớn và động vật nhỏ hơn, như người hầu và sư tử núi. Họ cũng có một con gấu nâu lớn trong khuôn viên. Họ làm việc với các nhóm cứu hộ trên khắp đất nước để đưa những con vật này vào một môi trường an toàn, được chăm sóc và khỏe mạnh. Kudos cho các nhân viên tị nạn!Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Những người này có lòng nhân ái và chuyên nghiệp. Hướng dẫn viên của chúng tôi mất rất nhiều thời gian và rất nhiều thông tin!Đọc thêm",
            "tôi có thể nói gì nhưng wow wow wow, thật là thích nó, chúng tôi đã thực hiện nó vào sáng sớm thứ sáu và chúng tôi có thể thực hiện chuyến tham quan với tư cách là những người duy nhất tuyệt vời, hầu hết các loài động vật đều ở bên ngoài,Đọc thêm",
            "Tôi đã có trải nghiệm đáng chú ý khi ở tại một trong hai chiếc lều đi săn có TẤT CẢ tiện nghi của một khách sạn năm sao ngoại trừ nước máy trong nhà. Lều và phòng tắm gần đó sạch sẽ và thoải mái. Với những tấm bạt che cửa sổ được cuộn lại, tôi đã có khả năng chống côn trùng trong khi vẫn có thể nghe thấy âm thanh của thiên nhiên xung quanh mình. Tôi liên tục được nghe trong đêm với tiếng hát mừng của lũ mèo, một âm thanh nhẹ nhàng gần như là sự pha trộn giữa tiếng gừ gừ và tiếng kêu. thở dài họ trò chuyện với nhau. Được trả thêm tiền cho một chuyến tham quan riêng tới những địa điểm hậu trường như phòng khám thú y. Đáng giá từng xu!!!! Đọc thêm",
            "Tôi thực sự yêu Turpentine Creek Wildlife Refuge. Hãy đến và xem những loài động vật xinh đẹp này trong môi trường sống của chúng. Những loài động vật này được yêu thương và chăm sóc rất tốt! Hãy ủng hộ chúng nếu bạn có thể. Đây là một tổ chức từ thiện tuyệt vời để ủng hộ! Đọc thêm",
            "Một chuyến tham quan thú vị trên xe điện.  Sau đó, bạn có thể đi bộ theo tốc độ của mình để xem các loài động vật. Nhân viên dường như được giáo dục tốt về động vật và sẵn sàng trả lời các câu hỏiĐọc thêm",
            "Nơi trú ẩn được giữ sạch sẽ. Sharon, người đi xe điện 12-1, rất hiểu biết và rất kiên nhẫn khi trả lời các câu hỏi của trẻ nhỏ. Chúng tôi thích nhìn thấy những con vật được chăm sóc. Tôi rất muốn giới thiệu đến thăm đó. Một số động vật ở trong nhà vì nắng nóngĐọc thêm",
            "Một chuyến đi khác của nhiều người đến khu vực này.  Lần này chúng tôi đã thực hiện chuyến tham quan động vật ăn thịt tại TCWR và ở tại chỗ trong dãy phòng ở Siberia. Thật tuyệt vào ban đêm để nghe thấy tiếng động vật khi công viên đóng cửa và yên tĩnh. Chỗ ở rất tốt và bạn có thể tiếp cận các khu vực xung quanh sau giờ làm việc.  Joey và Kaleese rất vui khi quan sát ngay bên ngoài cửa sổ phòng ngủ của chúng tôi.  Chúng tôi luôn muốn xem khu giải cứu là một phần của công viên dành cho các loài động vật không có trong chuyến tham quan thông thường và quyết định rằng chúng tôi sẽ vung tiền trong chuyến đi này vì đây là một hoạt động phi lợi nhuận.  Đó là một chuyến tham quan tuyệt vời. Chúng tôi không chỉ được nhìn thấy Rescue Ridge mà còn cả cánh đồng Tự do đang được hoàn thiện cùng với bệnh viện thú y và ủy ban.  Thực sự vui mừng vì chúng tôi đã làm điều đó. Có vẻ như các loài động vật Tiger King và Carole Baskin đã thay đổi kế hoạch phát triển của chúng vì dường như tất cả các quỹ đều dành cho các loài động vật và đó là một lý do khiến chúng tôi yêu thích nơi này. Chúng tôi đã đến hàng chục sở thú trên khắp nước Mỹ và chưa bao giờ thấy những loài động vật thoải mái như ở đây.  Vé cao hơn một sở thú nhưng hãy nhớ rằng bạn đang giúp tài trợ cho nơi này vì các khoản quyên góp và vé là những thứ giúp chúng tồn tại.  Nếu bạn yêu thích những chú mèo lớn thì đây là nơi để ngắm chúng và đừng quên Bam Bam chú gấu xám đáng yêu của chúng.  Họ có nhiều gấu hơn nhưng họ ở ngoại vi Rescue Ridge với khu rừng rộng 2,12 mẫu Anh, thật ấn tượng.Đọc thêm",
            "Chúng tôi là một gia đình 5 người với những đứa trẻ 9, 11, 13 tuổi và tất cả chúng tôi đều thích điều đó. Nó rất nhiều thông tin với các tour du lịch. Thật thú vị khi nghe những câu chuyện về các loài động vật và chúng đến từ đâu, đồng thời giúp bạn suy nghĩ về du lịch động vật và hỗ trợ du lịch động vật thân thiện với động vật. Ăn mặc phù hợp với thời tiết khi ở ngoài trời. Trời mát hơn chúng tôi mong đợi vào ngày chúng tôi đến thăm, chúng tôi đã mặc đủ quần áo có thể tìm thấy trong xe.Đọc thêm",
            "Chồng tôi và tôi lần đầu tiên đến thăm Turpentine Creek trong tuần trăng mật ở Eureka Springs vào năm 2007. Chúng tôi đang ở khu vực này để nghỉ Xuân và quyết định đưa bọn trẻ đến xem những chú mèo lớn! Cậu bé đã thay đổi rồi! Nơi trú ẩn bây giờ đã lớn hơn rất nhiều và chăm sóc được nhiều động vật được giải cứu hơn. Họ đã mở rộng vô cùng! Chuyến đi xe điện thật tuyệt vời. Hướng dẫn của chúng tôi đã dạy chúng tôi rất nhiều về các loài động vật khác nhau. Chúng tôi thực sự rất thích ghé thăm lần nữa! Đọc thêm",
            "Tuyệt vời!  Tất cả chúng tôi đều theo dõi Tiger King và tôi lo lắng chuyện này sẽ đi theo hướng nào. Thật tuyệt vời!  Những con mèo khỏe mạnh và năng động, những chuồng nuôi lớn chứa đầy đồ chơi và khúc gỗ và công việc cứu hộ thật đáng trân trọng.  Họ dường như rất quan tâm đến những loài động vật này vì chúng không thể được thả trở lại tự nhiên, đây dường như là cuộc sống tốt nhất mà họ có thể có được.  Các con tôi đã có một vụ nổ!  Chúng tôi đã gặp may - đầu mùa xuân và mặt trời ló dạng khi chúng tôi ở đó nên hầu hết mèo đều ra ngoài và chúng tôi thậm chí còn được nhìn thấy con gấu xám khổng lồ sau những gì họ nói là nó đã ở trong hang của mình nhiều tháng.  ĐI!!  Bạn sẽ không hối tiếc!  Chúng tôi sẽ quay lại khi bản mở rộng mởĐọc thêm"
        ],
        "star_ratings": [
            2014,
            330,
            109,
            28,
            10
        ],
        "review_amount": 2491,
        "location": [
            "Những hoạt động nên làm ở Eureka Springs",
            "Hoa Kỳ",
            "Khu bảo tồn động vật hoang dã Turpentine Creek",
            "Arkansas AR",
            "Suối Eureka"
        ],
        "reviews_time": [
            "Written June 17, 2023",
            "Written July 7, 2023",
            "Written August 8, 2023",
            "Written September 14, 2023",
            "Written September 21, 2023",
            "Written September 28, 2023",
            "Written October 17, 2023",
            "Written October 18, 2023",
            "Written October 27, 2023",
            "Written November 12, 2023",
            "Written May 25, 2024",
            "Written May 20, 2024",
            "Written May 12, 2024",
            "Written April 15, 2024",
            "Written April 11, 2024",
            "Written March 30, 2024",
            "Written March 27, 2024",
            "Written March 23, 2024",
            "Written March 22, 2024",
            "Written March 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31582-d1463578-Reviews-Turpentine_Creek_Wildlife_Refuge-Eureka_Springs_Arkansas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31688-d5484774-Reviews-Garibaldi_Mexican_Restaurant-Huntsville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d2219816-Reviews-Quigley_s_Castle-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d12594937-Reviews-Eureka_Springs_Transit-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d20481704-Reviews-3B_Off_Road-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d7981652-Reviews-The_Barn_Shoppes-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d2178607-Reviews-Celestial_Windz_Harmonic_Bizaar-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d27496979-Reviews-Crescent_Spring-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d23407871-Reviews-Romi_s_Vintage_On_Van_Buren-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d198749-Reviews-Pine_Mountain_Village-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d27029674-Reviews-Open_Air_Meditation_Sanctuary-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d1463578-Reviews-or10-Turpentine_Creek_Wildlife_Refuge-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d109343-Reviews-Beaver_Lake-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d3501734-Reviews-Blue_Spring_Heritage_Center-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d2707274-Reviews-Lake_Leatherwood-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d10435297-Reviews-Basin_Spring_Park-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d1185467-Reviews-Onyx_Cave_Park-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d298754-Reviews-Blue_Springs_Heritage_Center_Eureka_Springs_Gardens-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d7715726-Reviews-Black_Bass_Lake_City_Park-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d602926-Reviews-Pivot_Rock_and_Natural_Bridge-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d15087755-Reviews-Beaver_Park-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d17635395-Reviews-Magnetic_Spring-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d3963801-Reviews-Ozark_Mountain_Ziplines-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d2180108-Reviews-Intrigue_Theater-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d2352247-Reviews-Eureka_Springs_Historic_District_Tram_Tours-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d267798-Reviews-Great_Passion_Play-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d614436-Reviews-Ozark_Mountain_Hoe_Down_Music_Theater-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d109480-Reviews-Thorncrown_Chapel-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d299034-Reviews-St_Elizabeth_s_Catholic_Church-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d4172229-Reviews-Starkey_Marina-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d2060451-Reviews-Underground_Eureka_Tour-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31892-d1881655-Reviews-War_Eagle_Cavern_on_Beaver_Lake-Rogers_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d145335-Reviews-Christ_of_the_Ozarks-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d3814414-Reviews-Fresh_Harvest_Tasting_Room_Eureka_Springs-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d12081631-Reviews-Escape_Room_13-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190539-Reviews-Kurfurstendamm-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g50427-d3268099-Reviews-Hartville_Marketplace_and_Flea_Market-Hartville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d554907-Reviews-Kleopatra_PlajI-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g801291-d4587533-Reviews-Osum_Canyon_Kanioni_i_Osumit-Corovode_Berat_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d207715-Reviews-Brookfield_Place-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d9838930-Reviews-Fossil_Creek_Wilderness-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d543369-Reviews-The_Turtle_Hospital-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d7714796-Reviews-Benidorm_Municipal_Market-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d670573-Reviews-Ecseri_Flea_Market_Ecseri_bolhapiac-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g56691-d19923821-Reviews-Beach_Access-South_Padre_Island_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31582-d1463578-Reviews-or10-Turpentine_Creek_Wildlife_Refuge-Eureka_Springs_Arkansas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31582-d1463578-Reviews-Turpentine_Creek_Wildlife_Refuge-Eureka_Springs_Arkansas.html"
    }
]