[
    {
        "attraction_name": "Uhuru Park Nairobi",
        "attraction_name_vi": "Công viên Uhuru Nairobi",
        "general_info": [
            "39 đánh giá",
            "- 65 trong số 158 điều cần làm ở Nairobi",
            "Công viên"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Công viên sạch sẽ, cỏ được cắt tỉa cẩn thận. Con đường đi bộ dài để tập thể dục nhiều. Một nơi rất nhiều để tham quan ở trung tâm thành phố. Đọc thêm",
            "Đã đến thăm công viên Uhuru vào ngày 1 tháng 1 năm 2024. Cả hai điểm vào đều chật kín người trông đẹp nhất có thể vào dịp năm mới. Vì đám đông nên tôi không thích và cuối cùng quyết định đi bộ quanh công viên có hàng rào. Nhiều người khác cũng làm như vậy. Việc cải tạo công viên đang diễn ra có vẻ mất nhiều thời gian, mặc dù nhu cầu về không gian công cộng xanh trong thành phố là rất lớn. Có lẽ các cơ quan có trách nhiệm nên ưu tiên cải tạo hơn. Đọc thêm",
            "Một công viên khá tồi tàn và bừa bộn ở rìa thành phố. Không đáng để ghé thăm theo đúng nghĩa của nó và không cảm thấy hoàn toàn an toàn. Vào thời điểm bạn đến thăm, nơi đây phần lớn đã đóng cửa để cải tạo và hy vọng mọi thứ sẽ được cải thiện.Đọc thêm",
            "Đó là công viên sảng khoái nhất gần chỗ ở của tôi. Những người nước ngoài kỳ lạ không được nhìn thấy xung quanh có ấn tượng là một nơi không an toàn đông đúc bởi người dân địa phương nhưng có thể đó chỉ là một ấn tượng. Nhiều loại chim đã được nhìn thấy. Theo tôi thì phải đến thăm địa điểm ở trung tâm Nairobi. Đọc thêm",
            "Thật vui khi tìm thấy công viên này ngay giữa thành phố vì nó cung cấp một chút miễn phí. Tuy nhiên, nó hơi mệt mỏi và bắt đầu trông mệt mỏi. Có một số điểm ngắm nhìn tốt về công viên và đường chân trời của thành phố ở phía sau và đó là một nơi tuyệt vời để đi bộ xung quanh. Rất nhiều người vô gia cư cũng lui tới đây.Đọc thêm",
            "Chúng tôi nhận thấy Công viên Uhuru, một - Khu giải trí - - như tấm biển thông báo - khi đi ngang qua, và đứa con sáu tuổi của chúng tôi, đã nhìn thấy thứ trông giống như một khu vui chơi ngoài trời nào đó, ngay lập tức nài nỉ chúng tôi ghé thăm. Cuối cùng chúng tôi đến đây vào tối thứ bảy, vào khoảng 6 giờ chiều - đó rõ ràng là thời điểm không thích hợp để ghé thăm, vì những chiếc ghế nảy mà con chúng tôi nhìn thấy đã bị tháo dỡ và xì hơi. Có những thứ khác dành cho trẻ em trải nghiệm - ô tô điều khiển từ xa, bánh xe đu quay, vòng quay vui vẻ, thậm chí cả những con ngựa mà bạn có thể cưỡi một chút, nhưng không có thứ nào trong số đó trông hấp dẫn cả. Con đường mà chúng tôi đi từ cổng chính dẫn vào giữa các hàng người bán hàng và người cung cấp nhiều hàng hóa và dịch vụ khác nhau, cung cấp mọi thứ từ vòng tay đính cườm đến nước ngọt, đồ ăn nhẹ đóng gói, dịch vụ cưỡi ngựa, v.v. Không gian xung quanh lối đi cũng lầy lội và bốc mùi. Xa hơn nữa, có một đài phun nước đã cạn từ lâu. Chúng tôi đi men theo con đường này, lang thang dưới những tán cây đang nở hoa - hoa dâm bụt và hoa kinh nguyệt rất đẹp - và quanh hồ, với cây cầu bắc qua nó. Bên kia bờ hồ, một đám cưới đang diễn ra. Tôi không mấy ấn tượng với Công viên Uhuru. Tôi đoán bởi vì nó cung cấp rất nhiều hoạt động giải trí ngoài trời với chi phí thấp và có thể dễ dàng tiếp cận - và do đó rất tuyệt vời cho các buổi dã ngoại hoặc chỉ đi chơi -, nó rất hấp dẫn, nhưng về mặt cá nhân, nếu tôi muốn một nơi yên tĩnh để đi dã ngoại hoặc chỉ để đi chơi giữa khung cảnh cây xanh, tôi sẽ đến Vườn ươm bất cứ ngày nào - Công viên Uhuru quá đông đúc, bừa bộn, hôi hám và nhếch nhác theo sở thích của tôi.Đọc thêm",
            "Từ công viên này, bạn sẽ có cái nhìn tổng quan về các tòa nhà cao tầng ở trung tâm thành phố gần đó. Xem mọi người thư giãn trong công viên hoặc tốt hơn là đi một chiếc thuyền không đắt tiền - vòng tuần hoàn nước - chuyến đi trong 20 phút.Đọc thêm",
            "Uhuru Park used to be one peaceful spot right in the city where one could sit and relax without disturbance. But it has since been turned into a business hub of sorts. These days it is flooded with hawkers who never let you enjoy yourself.You are almost forced to buy some low-quality wristwatch or something. Now, I understand these traders want to earn a living but I feel they overdo. It shouldn - t be at the expense of my quality time.I have been to Uhuru Park severally, since 2009. It used to be quiet, with fewer activities going on. Lovers or families could enjoy good moments on the lush grass under the trees. You could find a cool spot and fall asleep without someone suddenly waking you up to ask if you might want to buy sweets, cakes, soda, socks, necklace, bracelet, nail-cutter, shoe-polish, vest, or even a belt. The Lunar Park nearby used to be the place for kids, complete with a merry-go-round, toy cars, trains, etc. But many of these kid toys have gradually found their way into Uhuru Park. Now everywhere you turn your eyes, you seem to see an inflatable mobile swimming pool, a merry-go-round, a horse or a camel or something the children will find tempting.I - m not against these activities really; it - s just that I feel Uhuru Park should serve its original purpose: a place to relax. Business activities should either be eliminated or minimized. There is much enough fun in walking about the park. Now, I don - t mean all good things about Uhuru Park are now all in the past. Uhuru Park is still a great place to be. It is spacious enough. You can enjoy strolling in the paths that dissect it. You can sit by the lake  - located in the center of the park -  and watch people ride boats. Or you can pay for a ride yourself. One boat can accommodate about four adults. The boats are ridden by the foot pedals so don - t come expecting motorboats.I have seen tilapia fish in the lake. Some people like to feed them pieces of cake or crumbs of bread. While some people see the fish as mere pets, others think differently. I once saw some kids use polythene bags to trap the fish. They put pieces of foodstuffs in the little polythene bags, leaving a hole then inserting them into the water. The fish would easily enter through the hole to feed on the foodstuffs but wouldn - t be able to reverse to come out. The boys would then pulled a string tight to the polythene to check if there was a catch. It was a risky endeavor because if caught by the city askaris they could be arrested or, most likely, be beaten. So they carried out this illegal fishing at the spots where lakeside trees could mask their activities. You can sit by the lake and enjoy reading some book, as I once saw some two white ladies do under the bamboo shades there. They were reading novels, occasionally stopping to watch the boat-riders rolling the pedals under the hot sun. To have a clear view of the city of Nairobi, you - ll have to climb a slope facing the podium where national functions are normally held at Uhuru Park. The worst time to visit Uhuru Park is during the political campaigns. Political rallies are routinely held there and it fills up beyond its capacity. If you are visiting Kenya, do find the time to visit Uhuru Park, alone or with your family family. Some months back, following a bitter public outcry, the government had to hurriedly scrap its plan to slice off part of Uhuru Park for a road to be constructed  - Express Way -  from the Jomo Kenyatta International Airport to Westlands. I - m still shocked our government even had the audacity to contemplate such a plan. But anyway Uhuru Park is safe for now.Read more",
            "Đi bộ dễ chịu qua những con đường được bảo dưỡng, một số băng ghế xung quanh mặt nước - ao có cầu, một vài cơ hội để mua đồ giải khát. Có rất nhiều cây bóng mát. Cơ sở hạ tầng đổ nát của một số tòa nhà trước đây dọc theo rìa phía đông cung cấp thức ăn cho suy nghĩ. Đọc thêm",
            "Bên cạnh Công viên Trung tâm còn có một công viên khác. Điều tuyệt vời nhất ở công viên này là bạn có thể có tầm nhìn đẹp ra thành phố với đường chân trời rất ăn ảnh. Người hướng dẫn đã giải thích cho chúng tôi những tòa nhà quan trọng nhất mà bạn có thể nhìn thấy.Đọc thêm"
        ],
        "star_ratings": [
            7,
            14,
            10,
            8,
            1
        ],
        "review_amount": 40,
        "location": [
            "Nairobi",
            "Những điều cần làm ở Nairobi",
            "Kenyan",
            "Châu phi",
            "Công viên Uhuru Nairobi"
        ],
        "reviews_time": [
            "Written May 20, 2024",
            "Written January 4, 2024",
            "Written July 29, 2023",
            "Written June 26, 2021",
            "Written March 17, 2020",
            "Written January 31, 2020",
            "Written January 7, 2020",
            "Written December 26, 2019",
            "Written September 18, 2019",
            "Written September 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294207-d12110139-Reviews-Uhuru_Park_Nairobi-Nairobi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d14008730-Reviews-CJ_s_Koinange-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d3264614-Reviews-Flame_Tree_Restaurant-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d1214211-Reviews-Mandhari_Restaurant-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d1972492-Reviews-Cafe_Maghreb-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d24174865-Reviews-Mama_Rocks_Gourmet_Burgers_Mega_Mall-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d1595797-Reviews-Pango_Brasserie-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d3264762-Reviews-Pool_Garden_Restaurant-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d5930835-Reviews-Bhandini_Restaurant-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d17851788-Reviews-Herbs_and_Spices_Restaurant_by_Nairobi_Serena_Hotel-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d9229882-Reviews-Pointzero_Coffee-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d12064082-Reviews-Nairobi_Gallery-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d8131443-Reviews-All_Saints_Cathedral-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2025242-Reviews-Nairobi_Gallery-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d3636925-Reviews-Kenyatta_International_Conference_Center-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d27236485-Reviews-Ceramica_Africa-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g10501193-d602913-Reviews-Mugie_Ranch-Laikipia_County_Rift_Valley_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d27492782-Reviews-Nairobi_CIty_County-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d480479-Reviews-Nairobi_Railway_Museum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d311544-Reviews-Nairobi_National_Museum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d27117895-Reviews-Cathedral_Basilica_of_the_Holy_Family-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d12110139-Reviews-or10-Uhuru_Park_Nairobi-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d17821768-Reviews-Stejos_Tour_Travel-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d14192771-Reviews-Samburu_National_Reserve-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d459948-Reviews-Giraffe_Centre-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d1569686-Reviews-Sheldrick_Wildlife_Trust-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d311535-Reviews-Nairobi_National_Park-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2707373-Reviews-Karura_Forest-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23201417-d1607150-Reviews-Karen_Blixen_Coffee_Garden-Langata_Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d649051-Reviews-Ngong_Hills-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d13803387-Reviews-CKC_Tours_and_Travel-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d480482-Reviews-Nairobi_Arboretum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2157922-Reviews-The_Maralink_Eco_Volunteers_Day_Tours-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2258519-Reviews-Africa_Kenya_Safaris-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d11738024-Reviews-Unique_Slim_Point_Spa-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d11657786-Reviews-Jemmy_Safaris_Day_Trips-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2218596-Reviews-African_Home_Adventure_Safaris-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g15517142-d27421654-Reviews-Urbann_Vacations-Lavington_Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d1553310-Reviews-Natural_World_Kenya_Safaris-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d15120864-Reviews-Wild_Africa_Expeditions-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d10746538-Reviews-Kichaka_Tours_And_Travel-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d12848593-Reviews-Spirit_of_Kenya-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d12516100-Reviews-Simba_Paka_Safaris-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d12955817-Reviews-Cisticola_Tours-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3214902-Reviews-Time_Out_Market_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d15100568-Reviews-Aura_Mall-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d260002-Reviews-Ka_anapali_Beach-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d208557-Reviews-Catacombs_of_Saint_Callixtus-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d490800-Reviews-Chastain_Park_Amphitheater-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d6698112-Reviews-Bellagio_Rent_a_Boat-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g304036-d547643-Reviews-Hot_Springs_Aguas_Calientes-Aguas_Calientes_Machu_Picchu_Sacred_Valley_Cusco_Regio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60845-d3914036-Reviews-Celebration_Station-Greensboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12362181-Reviews-The_Las_Vegas_Arts_District-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g32363-d6425938-Reviews-Old_Town_Eureka-Eureka_Humboldt_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294207-d12110139-Reviews-or10-Uhuru_Park_Nairobi-Nairobi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294207-d12110139-Reviews-Uhuru_Park_Nairobi-Nairobi.html"
    }
]