[
    {
        "attraction_name": "Ukrainian Village",
        "attraction_name_vi": "Làng Ukraina",
        "general_info": [
            "28 đánh giá",
            "- 185 trong số 1.375 việc cần làm ở Chicago",
            "Vùng lân cận"
        ],
        "attraction_summary": "Một khu phố rất dễ đi bộ ở Chicago với rất nhiều nhà hàng, cửa hàng, quán rượu và Nhà thờ ngoạn mục. Đây là khu phố có người Ukraina, người Nga và người Ba Lan. Sân hiên trên Phố West Division là nơi tuyệt vời để thưởng thức cocktail và ngắm người qua lại. Ẩm thực đích thực được cung cấp ở nhiều nhà hàng dân tộc nhỏ. Bạn có cảm giác như đang ở một ngôi làng châu Âu hơn là một khu phố Chicago. Đỗ xe trên đường là một thách thức, nhưng bạn có thể sử dụng ứng dụng đỗ xe để đặt chỗ trong khu đất của nhà thờ.Đọc thêm",
        "reviews": [
            "Làng Ucraina, nằm ở phía tây Chicago, được một công ty môi giới bất động sản trực tuyến mệnh danh là - khu phố nóng nhất cả nước. Được bao bọc bởi Phố Division ở phía bắc, Đại lộ Grand ở phía nam, Đại lộ Western ở phía tây và Đại lộ Damen ở phía đông, nó nằm trong cộng đồng West Town và là một trong những nơi tập trung người Ukraina lớn nhất ở Hoa Kỳ. Khu vực này bắt đầu như một vùng đất nông nghiệp nơi sinh sống của những người nhập cư Đức, những người đã hình thành nên nhóm dân tộc lớn nhất trong vùng lân cận. Vào đầu thế kỷ 19, khu vực lân cận phần lớn là người Slav vì người Ukraine định cư ở quận này vì họ quen thuộc với cộng đồng Ba Lan xung quanh. Trong số các địa danh địa phương có Nhà thờ Chính thống Holy Trinity, Nhà thờ Công giáo St. Volodymyr và Olha Ukraina và Nhà thờ Công giáo St. Nicholas Ukraina được thiết kế bởi kiến ​​trúc sư nổi tiếng Louis Sullivan. Bảo tàng Quốc gia Ukraina và Viện Nghệ thuật Hiện đại Ukraina trưng bày các tác phẩm nghệ thuật dân gian và mỹ thuật. Khu vực lân cận cũng nổi tiếng với các nhà hàng, quán bar, cửa hiệu và cửa hàng quần áo nổi tiếng. The Empty Bottle là địa điểm lý tưởng để thưởng thức âm nhạc hippest. Homestead on the Roof là một nhà hàng từ trang trại đến bàn ăn có tầm nhìn ra thành phố. Old Lviv là một địa điểm cổ kính phục vụ tiệc tự chọn gồm các món Ukraina như bắp cải nhồi và bánh pierogi. Tiệm bánh và quán cà phê Shokolad chuyên về bánh ngọt châu Âu, món tráng miệng theo yêu cầu, borscht và bánh nướng. Black Dog Gelato chuyên về gelato và kem.Đọc thêm",
            "Tôi đã đến đây nhiều lần và luôn yêu thích nó. Ngôi làng Ukraina là trung tâm của đời sống văn hóa Ukraina ở Chicago và là nơi sinh sống của nhiều người nhập cư gần đây và cư dân lâu năm. Nếu bạn đang ghé thăm Bắt đầu ngày mới tại Shokolad Pastry - Quán cà phê để ăn sáng và đến Viện Nghệ thuật Hiện đại Ukraina, sau khi bạn đã tìm hiểu về văn hóa nghệ thuật của Ukraina và người Mỹ gốc Ukraina. Sau đó hãy đến thăm các nhà thờ lịch sử của khu vực lân cận bao gồm Nhà thờ Công giáo St. Nicholas Ukraina, Sts. Giáo xứ Công giáo Ukraina Volodymyr và Olha ở Chicago - nơi yêu thích của cá nhân tôi - và Nhà thờ Chính thống Ukraina St. Volodymyr. Sau khi làm việc với một người apatit đến Old Lviv để ăn trưa, hãy hiểu rằng đây là một nhà hàng Ukraina truyền thống, vui lòng không đi theo những kỳ vọng của người Mỹ, nhưng hãy mong đợi có một bữa ăn tuyệt vời với mức giá tuyệt vời - hãy thử mọi thứ! - . Sau khi điền đầy đủ, hãy đến Bảo tàng Quốc gia Ukraine để tìm hiểu về lịch sử và văn hóa của Ukraine cũng như cộng đồng người Ukraine ở Mỹ. Sau khi bạn đã hoàn thành, hãy di chuyển đến Cửa hàng quà tặng Delta để ăn tối với một món ăn cộng đồng và doanh nghiệp do phụ nữ 65 tuổi làm chủ. Cuối cùng, hãy kết thúc ngày nghỉ của bạn tại Tryzub Ukraina Kitchen để thưởng thức ẩm thực Ukraine hiện đại tuyệt vời nhất với những món ăn ngon, sáng tạo và đẹp mắt mà bạn - sẽ muốn kể cho mọi người nghe! Chúng tôi thường kết thúc buổi tối bằng cách dừng lại ở tiệm bánh Ann - s để mua borscht và các món ăn Ukraina khác trên đường.Đọc thêm",
            "Làng Ukraina ở Chicago có thể thiếu sự hối hả và nhộn nhịp của các điểm nóng lân cận Wicker Park và West Loop. Nhưng nó có bối cảnh ẩm thực riêng và được các nhà phát triển bất động sản mô tả là khu vực phát triển nhanh nhất ở Hoa Kỳ. Được bao bọc bởi Phố Division ở phía bắc, Đại lộ Grand ở phía nam, Đại lộ Western ở phía tây và Đại lộ Damen ở phía đông, nó ban đầu là đất nông nghiệp do những người nhập cư người Mỹ gốc Đức định cư vào giữa thế kỷ 19. Ngày nay, nó là trung tâm của cuộc sống Ukraine, là trung tâm của ba nhà thờ lớn của Ukraine, ngân hàng do Ukraine sở hữu, Bảo tàng Quốc gia Ukraine, Viện Nghệ thuật Hiện đại Ukraine và Trung tâm Văn hóa Ukraine. Nó đã trở thành một địa điểm du lịch nổi tiếng với các nhà hàng, quán bar, tiệm bánh và tiệm kem chịu ảnh hưởng của Đông Âu. Các địa danh địa phương bao gồm Nhà thờ Công giáo St. Nicholas Ukraina, Nhà thờ Chính thống Chúa Ba Ngôi và Nhà thờ Công giáo St. Volodymyr và Olha Ukraina. Dừng ăn tại Fatso - s Last Stand - hot dogs - , Takito Kitchen - tacos - , Bite Cafe - gà và bánh bao - , A Tavola - cá trắng, sườn bò om - , Leghorn Chicken - bánh mì gà rán - , Tryzub - quay cà tím sốt cà chua, bánh bao thịt lợn Ukraina - hay Boeufhaus, một trong những nhà hàng bít tết ngon nhất thành phố. Uống cà phê tại Star Lounge, ghé quán hoa Cattails, nghe nhạc hip hop tại The Empty Bottle, thưởng thức hương vị Ukraine tại Shokolad Bakery - Cafe và nếm thử caramen hạt điều phô mai dê tại Black Dog Gelato.Đọc thêm",
            "Chúng tôi lái xe vòng quanh và không thể tìm thấy bất cứ thứ gì thực sự Ukraina ngoại trừ nhà thờ. Chúng tôi rất thất vọng.Đọc thêm",
            "Chúng tôi ở lại đây trong một chiếc Airb - b, nó có tất cả các cửa hàng và nhà hàng mà bạn muốn và cách trung tâm Chicago 30 phút đi xe buýt Đọc thêm",
            "Thật không may, khu vực này đang bị các nhà phát triển tham lam chiếm giữ. Bầu không khí làng quê xưa đang dần biến mất khi các cửa hàng và quán ăn nhỏ đóng cửa, các nhà hàng đắt tiền mở cửa cùng với giá bất động sản tăng vọt. Thật đáng tiếc và chỉ cách trung tâm thành phố vài phút đi ô tô Đọc thêm",
            "Vợ tôi đến từ Ukraina và chúng tôi thường xuyên đến thăm Làng Ukraina ở Chicago. Người dân rất thân thiện và thân thiện và đồ ăn thì tuyệt vời!Đọc thêm",
            "Bà ngoại người Ukraine của tôi đã mất cách đây nhiều năm và tôi nhớ tất cả mọi thứ về tiếng Ukraine.  Chúng tôi đã đến thăm ngôi làng Ukraina vào cuối tuần trước và tôi cảm thấy như mình đã tìm thấy ngôi làng của riêng mình. Các nhà hàng, đồ ăn, chợ với đủ loại hàng hóa Ukraina. Pierogis giống như bà thường làm. Tiếng Ukraina vang lên bên tai tôi như tiếng nhạc, gợi lại biết bao kỷ niệm ấm áp... Đó thực sự là một phần rất đặc biệt của Chicago, xin đừng bao giờ thay đổi.Đọc thêm",
            "Cuộc gặp gỡ kinh doanh của tôi là với một cá nhân đã lớn lên ở đây...cha mẹ anh ấy kết hôn theo Giáo hội Công giáo Ukraine và anh ấy có người thân bị người Nga giết chết vào đầu thế kỷ 20 khi họ xâm chiếm quê hương anh ấy. Chúng tôi ăn đồ ăn dân tộc, đến thăm nhà thờ mẹ và tham quan bảo tàng Ukraine.  Tôi được biết về hai năm - nạn tàn sát - vào đầu những năm 1930 - lần đầu tiên đã cướp đi sinh mạng của 10 triệu người Ukraine...thật đáng buồn. Nhà thờ đẹp, khu phố tuyệt vời và lịch sử.  Hãy ghé thăm bảo tàng và tìm hiểu những điều mới mẻ!Đọc thêm",
            "Một người đậu xe ở đâu nếu lái xe đến Làng?Đọc thêm",
            "Bãi đậu xe đường phố có sẵn trên các đường phố phụ. Bãi đậu xe có đồng hồ đo có sẵn trên Đại lộ Chicago.Đọc thêm",
            "Vì tôi sẽ lái xe đến Làng, vậy nơi nào là tốt nhất để đỗ xe?Đọc thêm"
        ],
        "star_ratings": [
            15,
            9,
            3,
            1,
            0
        ],
        "review_amount": 28,
        "location": [
            "Hoa Kỳ",
            "Làng Ucraina",
            "Chicago",
            "Illinois - IL -",
            "Những việc cần làm ở Chicago"
        ],
        "reviews_time": [
            "Written April 15, 2023",
            "Written December 29, 2021",
            "Written March 7, 2021",
            "Written October 11, 2020",
            "Written January 16, 2020",
            "Written August 6, 2019",
            "Written June 26, 2019",
            "Written April 24, 2019",
            "Written December 8, 2017",
            "Written October 27, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35805-d208746-Reviews-Ukrainian_Village-Chicago_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d208746-Reviews-or10-Ukrainian_Village-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d208746-Reviews-or20-Ukrainian_Village-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d278811-Reviews-Millennium_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1134861-Reviews-Cloud_Gate-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d109779-Reviews-The_Magnificent_Mile-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103238-Reviews-Skydeck_Chicago_Willis_Tower-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d142948-Reviews-Navy_Pier-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8787137-Reviews-Chicago_Skyline-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3743225-Reviews-Chicago_Riverwalk-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d104004-Reviews-Wrigley_Field-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d560679-Reviews-Garfield_Park_Conservatory-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561081-Reviews-Holy_Name_Cathedral-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d1533303-Reviews-Sunshine_Meadows-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d3171708-Reviews-Sumida_Aquarium-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g57061-d6872431-Reviews-Forrest_Gump_Point-Mexican_Hat_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d15872125-Reviews-Sook_Siam-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d11690214-Reviews-Coachman_Park-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d6620903-Reviews-Waugh_Drive_Bat_Colony-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33953-d8039866-Reviews-Bigelow_Hollow_State_Park-Union_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d6114746-Reviews-Cenote_Taak_Bi_Ha-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g32859-d631657-Reviews-Eaton_Canyon-Pasadena_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d23085943-Reviews-Eiger_Express-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35805-d208746-Reviews-or10-Ukrainian_Village-Chicago_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35805-d208746-Reviews-Ukrainian_Village-Chicago_Illinois.html"
    }
]