[
    {
        "attraction_name": "United States Holocaust Memorial Museum",
        "attraction_name_vi": "Bảo tàng Tưởng niệm Holocaust Hoa Kỳ",
        "general_info": [
            "11.348 đánh giá",
            "26 trong số 644 điều cần làm ở Washington DC",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Là một đài tưởng niệm sống động về Holocaust, Bảo tàng Tưởng niệm Holocaust Hoa Kỳ truyền cảm hứng cho công dân và các nhà lãnh đạo trên toàn thế giới đấu tranh chống lại sự thù hận, ngăn chặn nạn diệt chủng và thúc đẩy phẩm giá con người.\n\nBảo tàng mở cửa bảy ngày một tuần. Bảo tàng đóng cửa vào ngày Yom Kippur và Ngày Giáng sinh. Cần có vé vào cửa miễn phí theo giờ để vào tòa nhà Bảo tàng và có thể đặt vé trên trang web của chúng tôi. Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Bảo tàng này thực hiện công việc giảng dạy xuất sắc về Holocaust và các sự kiện xung quanh.  Chúng tôi mất gần 2 tiếng đồng hồ và thậm chí còn không đến được khu trưng bày đặc biệt.  Chúng tôi đã nhận được vé miễn phí trực tuyến vào buổi sáng của chuyến thăm lúc 7 giờ sáng.  Cách duy nhất để tham quan bảo tàng là đi thang máy lên tầng 4 rồi đi xuống.Đọc thêm",
            "Bảo tàng này thực hiện một công việc đáng kinh ngạc là giải thích các điều kiện xã hội đã tạo điều kiện cho Holocaust xảy ra. Đó là một trải nghiệm vô cùng cảm động và nhất định phải ghé thăm nếu bạn ở khu vực DC. Thực sự là một trong những bảo tàng kỹ lưỡng và được quản lý tốt nhất mà tôi đã ghé thăm. Đọc thêm",
            "cảm ơn bạn rất nhiều vì đã chia sẻ Rất vui vì bạn đã có chuyến thăm đầy ý nghĩa.Đọc thêm",
            "Một chuyến thăm lặp lại theo yêu cầu của em út của tôi.   Vẫn là một bảo tàng giàu thông tin và rất chi tiết.  Hãy đi sớm để nhận vé miễn phí vào xem triển lãm trực tiếp mà giờ đây bạn được phép chụp ảnh.    Ngoài ra, có những người sống sót có mặt trong một khoảng thời gian giới hạn trong ngày mà bạn có thể tương tác mà chúng tôi không có thời gian trong lịch trình của mình để tận dụng.   Rất phù hợp với nhóm tuổi vừa học xong về Thế chiến thứ hai ở trường vì đây là trường hợp của gia đình tôi.   Họ cũng vẫn còn có Câu chuyện của Daniel, một cuộc triển lãm để giải thích qua góc nhìn của một đứa trẻ về những gì cậu bé đã trải qua trong thời kỳ Đức Quốc xã tiếp quản.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ. Rất vui vì bạn đã có chuyến thăm đầy ý nghĩa.Đọc thêm",
            "Nơi này thật cảm động, buồn bã, mang tính giáo dục và phải xem. Tôi nghĩ nếu nhiều người xem nó thì sẽ ít người có thành kiến ​​với người khác hơn. Tôi nói với con gái tôi, tất cả chúng ta đều chỉ là con người. Nếu chúng ta nhìn vào bên trong mà không phán xét bên ngoài, cuộc sống của tất cả chúng ta có thể sẽ dễ dàng hơn.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi.Đọc thêm",
            "Phải làm nếu bạn ở Washington DC.  Nó có thể đông đúc, vì vậy hãy kiên nhẫn. Đây là một cuộc triển lãm đáng thời gian - rất cảm động. Sự tàn bạo thật khó để hiểu được. Bạn có thể đặt trước thời gian trực tuyến, nhưng họ cũng cung cấp số lượng vé hàng ngày có hạn. Bạn có thể đến kiểm tra với quầy thông tin sau khi qua cửa an ninh.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ. Rất vui vì bạn đã có chuyến thăm đầy ý nghĩa.Đọc thêm",
            "Đây là nơi để nhìn, biết và nhớ về quá khứ. \nĐây là điều bắt buộc đặc biệt dành cho trẻ em, để chúng có thể hiểu được cái ác và tìm hiểu điều gì là tốt và điều gì là xấu. \nNó làm tôi khóc... hồi tưởng khủng khiếp về quá khứ. \nHolocaust không thể xảy ra lần nữa, không chỉ với người Do Thái, với bất kỳ ai. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ. Rất vui vì bạn đã có chuyến thăm đầy ý nghĩa.Đọc thêm",
            "Chúng tôi đến mở cửa lúc 10 giờ sáng và bảo tàng yên tĩnh. Chúng tôi là những người đầu tiên vào trong và đi khắp bảo tàng như thể chúng tôi là những người duy nhất ở bên trong. Nó trống rỗng và yên tĩnh đến đáng sợ. Điều này có nghĩa là chúng tôi thực sự có thể tiếp thu mọi thứ mà bảo tàng cung cấp. Có rất nhiều thông tin mà chúng tôi có thể đọc và nghe mà không bị đám đông làm phiền. Chúng tôi đã đến nhiều bảo tàng về nạn diệt chủng và điều này rất hữu ích mặc dù bảo tàng ở Praha ám ảnh tôi nhất. Một cảm giác thật khó tả khi rời đi.Đọc thêm",
            "Đây là một đài tưởng niệm rất quan trọng. Mỗi con người nên đến đây. Giải thích rất rõ ràng và có dòng thời gian tốt cũng như nhiều cuộc triển lãm. \nĐiều tôi thấy khó khăn: Quá đông đúc. Thường không thể đọc được văn bản. Tầng 3 lạnh quá, lạnh hơn tầng 4 rất nhiều. Rạp chiếu phim tầng 4 đóng cửa, kéo dài không có chỗ ngồi. Điều này làm cho nó không thể tiếp cận được đối với những người không thể đứng trong thời gian dài. Chúng tôi ở lại 5 tiếng đồng hồ và không chỉ kiệt sức về mặt tinh thần mà còn về thể chất. \nSẽ thật tuyệt nếu bạn có thêm thông tin tùy chọn, ví dụ như với mã QR để đọc thêm.Đọc thêm",
            "Khi chúng tôi mới bước vào bảo tàng, thật khó để đến gần các vật trưng bày để đọc các tấm bảng.  Tôi đã lo rằng đó sẽ là trải nghiệm xuyên suốt nhưng may mắn là đám đông đã thưa dần khi chúng tôi đi cùng.  Cuối cùng, thật khó để kiềm chế cảm xúc của mình. \n\nCảnh quay trong các video xuyên suốt màn hình vô cùng buồn và khó hiểu.  Mô hình phòng hơi ngạt đặc biệt gây đau lòng.  Tôi đánh giá cao bức tường dành riêng cho những người đã cứu mạng và là một phần của cuộc kháng chiến - những câu chuyện thật phi thường!  Những bức ảnh chụp bầu trời ở tất cả các trại thực sự rất thú vị và một lần nữa, thật buồn.  Phải ghé thăm nếu bạn ở DC.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ. Rất vui vì bạn đã có chuyến thăm đầy ý nghĩa.Đọc thêm",
            "Đặc biệt khuyên mọi người đến thăm DC nên dành thời gian để xem Bảo tàng Holocaust.. Đó là một buổi chiều mạnh mẽ như vậy.  Đến cuối chuyến tham quan, cảm xúc của tôi dâng trào khắp nơi.  Chứng kiến ​​những nỗi kinh hoàng mà mọi người phải trải qua khiến tôi vô cùng tức giận với những người chịu trách nhiệm, tuy nhiên, nhìn thấy quyết tâm của những người sống sót thật không thể tin được.  Tôi thực sự hy vọng rằng không ai sẽ phải chịu đựng những gì tôi đã trải qua khi đi qua bảo tàng.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi.Đọc thêm",
            "Quan điểm của người Mỹ được ghi lại rõ ràng trong cuộc triển lãm ở tầng hầm. Câu chuyện của Daniel thực sự rất hay đối với trẻ em, nhưng khi trưởng thành thì nó hơi đơn giản. Cuộc triển lãm diệt chủng Rohingya đã mở rộng tầm mắt và thú vị. Tôi chưa từng nghe hoặc không nhớ nhiều về điều này trên tin tức Hoa Kỳ. Tốt, nhưng không tuyệt vời. Trở lại vào ngày mai để tham dự Triển lãm thường trực. Điểm thu hút chính ở tầng hầm đã quá tải và di chuyển rất chậm, có rất nhiều trẻ em trong các chuyến đi thực địa, những người hầu như không có vẻ đọc sách mà chiếm không gian, điều này gây khó chịu cho những người muốn đọc và tiến bộ nhanh hơn.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi.Đọc thêm",
            "Chúng tôi đã đến nhiều bảo tàng về nạn diệt chủng và bảo tàng này có cách kể chuyện độc đáo của riêng mình. Nó đã được thực hiện đặc biệt tốt. Rất cảm động và bạn chắc chắn muốn lên kế hoạch tối thiểu từ 90 phút đến 2 giờ.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi.Đọc thêm",
            "Mọi người nên ghé thăm bảo tàng này. Với những điều đã nói, hãy chuẩn bị tinh thần là sẽ có rất nhiều đám đông mặc dù đã đặt vé theo giờ. Hãy kiên nhẫn và cố gắng không vội vã tham quan các cuộc triển lãm. Đám đông sẽ thưa dần khi bạn đi sâu vào triển lãm. Cuối cùng, Hall of Remembrance cung cấp một không gian yên tĩnh để chiêm nghiệm. Tôi cũng khuyên bạn nên truy cập trang web trước để biết sơ đồ bảo tàng và thông tin cơ bản. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi.Đọc thêm",
            "Đây là một bảo tàng có sức ảnh hưởng rất lớn, tôi có thể dễ dàng dành hàng giờ đồng hồ từ đầu đến cuối nếu không có lịch trình chặt chẽ. Đầy đủ thông tin và lịch sử thú vị, các phần có thể khá xúc động, đáng để ghé thăm 100 lần nếu bạn có cơ hội. Xem xét nó miễn phí cũng là một phần thưởng.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ. Rất vui vì bạn đã có chuyến thăm đầy ý nghĩa.Đọc thêm",
            "Đây là một bảo tàng PHẢI ghé thăm được bố trí rực rỡ. Bạn tham gia vào cuộc hành trình từ sự trỗi dậy của đảng Quốc xã đến sự tàn sát của cả một chủng tộc - một cuộc diệt chủng thực sự. Câu hỏi thực sự là làm thế nào mà một quốc gia hoàn toàn văn minh lại hành xử theo cách như vậy, và không chỉ chống lại người Do Thái? Các cuộc triển lãm, tài liệu và ánh sáng làm tăng thêm trải nghiệm đau đớn tổng thể - ngay cả thang máy cũng trông giống như cửa gas. Đó là nơi rộng lớn duy nhất tôi từng đến với hàng trăm người và trải qua sự im lặng hoàn toàn. Bây giờ tất cả chúng ta đều biết lý do tại sao Israel đang chiến đấu để giành lấy sự sống của mình - không bao giờ điều đó đúng nữa. Bạn sẽ cần vé mặc dù vào cửa miễn phí.Đọc thêm",
            "Bảo tàng này thực sự đã đưa những gì tôi đã đọc về Holocaust vào đúng góc nhìn của mình bằng cách có những thước phim thực sự về Hitler và sự trỗi dậy nắm quyền của ông ta, các trại tập trung và khu ổ chuột, v.v. Có một vài hiện vật từ các thị trấn và trại tập trung ở đó nhưng không nhiều. Một điều mà tôi nghĩ là rất khiêm nhường là đi bộ qua toa xe để đến khu vực tiếp theo của bảo tàng và phải tưởng tượng xem sẽ như thế nào khi bị kẹt trong toa xe đó chờ chết. Bảo tàng này là bảo tàng duy nhất ở DC mà mọi người đều tự nhiên im lặng và tôn trọng. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ. Chúng tôi rất vui vì bạn đã có một chuyến thăm ý nghĩa. Đọc thêm",
            "Phải xem và ghé thăm.   Mặc dù miễn phí nhưng bạn cần có vé để vào. Hãy mua vé sớm!  Chúng tôi đã thử một tuần trước và không thể có được một cái.  Dù sao thì chúng tôi cũng đã đến và đến đó sớm 30 phút để đứng đầu hàng với hy vọng có thể nhận được một tấm vé.   Họ đang phát vé cho ai đến trước được phục vụ trước nên chúng tôi được vào trước.  Rất nhiều người và các chuyến tham quan của sinh viên nên rất đông đúc.   Nhưng đó là một phần tuyệt vời, đầy thông tin và đáng buồn trong lịch sử của chúng ta.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi.Đọc thêm",
            "Kinh nghiệm rất ảm đạm. Có một dòng thời gian hoàn chỉnh từ đầu đến cuối và mọi thứ ở giữa. Nhiều hình ảnh và video đồ họa. Điều tiêu cực duy nhất là sự đông đúc. Có quá nhiều thứ để xem và đọc và mọi người bắt đầu bổ sung thêm. Tôi hơi choáng ngợp với số lượng người tham gia nhưng đó là một câu chuyện quan trọng đáng để xem và nghe.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ. Rất vui vì bạn đã có chuyến thăm đầy ý nghĩa.Đọc thêm",
            "Một trải nghiệm rất tỉnh táo.  Nếu thời gian của bạn ngắn hoặc bạn không thể nhận được vé miễn phí, ba bộ phim ngắn sẽ mang đến cho bạn cảm nhận tổng thể về nội dung của bảo tàng. Rất khuyến khích cho tất cả mọi người. Đọc thêm",
            "Rất tốt. Rất đáng suy ngẫm. Tôi đã đọc rất nhiều về Holocaust và Thế chiến II, nhưng điều này đã đưa nó lên một tầm cao mới. Đọc thêm"
        ],
        "star_ratings": [
            8986,
            1662,
            491,
            131,
            80
        ],
        "review_amount": 11350,
        "location": [
            "Bảo tàng Tưởng niệm Holocaust Hoa Kỳ",
            "Hoa Kỳ",
            "Washington DC",
            "Những điều cần làm ở Washington DC",
            "Quận Columbia DC"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 14, 2023",
            "Written July 9, 2023",
            "Written July 15, 2023",
            "Written July 19, 2023",
            "Written July 20, 2023",
            "Written July 22, 2023",
            "Written July 22, 2023",
            "Written August 7, 2023",
            "Written August 13, 2023",
            "Written June 2, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 11, 2024",
            "Written May 9, 2024",
            "Written May 3, 2024",
            "Written April 25, 2024",
            "Written April 23, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28970-d103441-Reviews-United_States_Holocaust_Memorial_Museum-Washington_DC_District_of_Columbia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d2181781-Reviews-Potbelly_Sandwich_Shop-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d11680439-Reviews-Sweet_Home_Cafe-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d2188456-Reviews-United_States_Holocaust_Memorial_Museum_Cafe-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d10239647-Reviews-USDA_Headquarters_Cafeteria-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d4111547-Reviews-Starbucks-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d5453597-Reviews-Cafe_Twelve-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d13339640-Reviews-Mi_Vida_Restaurante-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d639699-Reviews-Central_Michel_Richard-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d20355496-Reviews-Chopsmith-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d626805-Reviews-Fogo_de_Chao_Brazilian_Steakhouse-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d103973-Reviews-Bureau_Of_Engraving_And_Printing-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d17398462-Reviews-East_Potomac_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d12242230-Reviews-Sidney_Yates_Building-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020629-Reviews-National_Cherry_Blossom_Festival-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d564523-Reviews-United_States_Department_of_Agriculture-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107009-Reviews-Washington_Monument-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10895065-Reviews-National_Museum_of_African_American_History_and_Culture-Washington_DC_District_of.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d130100-Reviews-Smithsonian_National_Museum_of_Asian_Art-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104867-Reviews-Smithsonian_National_Museum_of_Natural_History-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d103446-Reviews-National_Museum_of_American_History-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d103441-Reviews-or10-United_States_Holocaust_Memorial_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107967-Reviews-National_Air_and_Space_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d266635-Reviews-Hillwood_Estate_Museum_Gardens-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107892-Reviews-National_Gallery_of_Art-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d108423-Reviews-National_Portrait_Gallery-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d105289-Reviews-Dumbarton_Oaks-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d218826-Reviews-National_Postal_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d130097-Reviews-The_Phillips_Collection-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d7940679-Reviews-DC_Design_Tours-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d6016228-Reviews-Washington_DC_Tour_Guide-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10098115-Reviews-Tidal_Basin_Paddle_Boats-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10838118-Reviews-Babylon_Tours_Washington_D_C-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d12673070-Reviews-Trip_Hacks_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10682254-Reviews-Unscripted_by_Guided_Tours_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298573-d4587961-Reviews-Hobbit_House-Manila_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g53711-d3443129-Reviews-Laurel_Hill_State_Park-Somerset_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g13152846-d3874101-Reviews-Chateau_Mukhrani-Mukhrani_Mtskheta_Mtianeti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34335-d560952-Reviews-Dubois_Park-Jupiter_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d2627024-Reviews-Pepper_Park_Beach-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d245803-Reviews-Via_Veneto-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g143012-d3515504-Reviews-Roberts_Prairie_Dog_Town-Badlands_National_Park_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g229460-d12644959-Reviews-St_Gotthard_Pass-Airolo_Canton_of_Ticino_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g41666-d6950531-Reviews-South_Cape_Beach_State_Park-Mashpee_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d5823465-Reviews-White_Dubai-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28970-d103441-Reviews-or10-United_States_Holocaust_Memorial_Museum-Washington_DC_District_of_Columbia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28970-d103441-Reviews-United_States_Holocaust_Memorial_Museum-Washington_DC_District_of_Columbia.html"
    }
]