[
    {
        "attraction_name": "United States Mint At Denver",
        "attraction_name_vi": "Sở đúc tiền Hoa Kỳ tại Denver",
        "general_info": [
            "764 đánh giá",
            "- 31 trong số 457 điều cần làm ở Denver",
            "Tòa nhà chính phủ"
        ],
        "attraction_summary": "Các chuyến tham quan còn hạn chế và có nhu cầu cao. Mẫu yêu cầu phải được hoàn thành qua trang web của chúng tôi tại: https: - - www.usmint.gov - about - mint-tours-facilities - denver -visit-the-denver-mintĐọc thêm",
        "reviews": [
            "An interesting tour about how coins are minted at the largest coin mint in the world.  The tour guide was knowledgeable and a great guide.  Overall I would have liked a bit more time during the tour as it seemed a bit rushed.  The tour was  1.25 hrs.\n\nWe toured at the end of June 2023.  I got in line at 6:40a and there were about 40 people already in line.  I heard some lined up as early as 5a.  The two people in back of me got the last 6 tickets.  So, although their web site says that the ticket booth doesn - t open until 7a, which is correct, there were many people in line already.  Some people that got in line right at 7a were extremely upset to find a sign saying that the tickets that day were sold out.  The ticket guy had come out prior to 7a asking everyone that was already in line, how many tickets each person wanted and for what time slot. He tallied that count and then put the sign up saying tickets were sold out after the last person. We didn - t receive our actual printed tickets until probably 715-720a at the ticket window.  He came out beforehand so people wouldn - t have to wait in line unnecessarily.\nThey only allowed 20 people for each tour time. However they will be increasing this to 35 starting July 5th, 2023.  Some people complained that parking was an issue. I walked there so not sure what the issue was exactly.  Perhaps that there is no public parking adjacent to the building, that you have to walk a block or two.\n\nIf you miss the tour, you can still go into the gift shopRead more",
            "Lịch sử tình yêu và tiền xu có khá nhiều câu chuyện để kể. Vé được giới hạn ở mức 150 mỗi ngày vì vậy hãy đến đó vào khoảng 06:15 hoặc lâu hơn và xếp hàng. Sau khi chọn thời gian tham quan, bạn sẽ nhận được thẻ để mang theo khi thời gian tham quan bắt đầu. Rất tiếc là không được phép chụp ảnh, nhưng không thể phàn nàn về giá của chuyến tham quan - miễn phí! - Đọc thêm",
            "Chuyến đi chơi miễn phí tuyệt vời! Thanh thiếu niên của tôi rất thích nó và nó rất thú vị. Tuy nhiên, chúng tôi không được xem nhiều hoạt động kiếm tiền thực tế và chuyến tham quan của chúng tôi ngắn hơn so với quảng cáo. Nhưng tôi đoán là miễn phí, sẽ không phàn nàn! Hướng dẫn viên du lịch rất am hiểu và hài hước! Đọc thêm",
            "Chuyến tham quan đã cung cấp cái nhìn sâu sắc về quá trình sản xuất tiền xu của đất nước chúng ta từ thời xa xưa cho đến nay. Quá trình này bây giờ gần như hoàn toàn tự động. Vì thế bạn không thể đến gần. Bạn có thể thấy đồng xu một xu được tạo ra từ tầng trên. Chúng là đồng tiền chính được tạo ra ở đây. Họ cũng làm những khu đặc biệt.\nChuyến tham quan rất thú vị và thu hút sự chú ý của bạn trong suốt chuyến tham quan kéo dài 45 phút. Xếp hàng chờ cửa sổ bán vé mở và sau đó chờ vào xưởng đúc tiền mất một giờ. Đỗ xe xuống Cherokee St. trên Đại lộ 13 rẻ hơn so với các bãi đậu xe gần đó và trên Đại lộ 13. Tôi đã nhìn thấy một chiếc với giá - 10 trong hơn 2 giờ - quá muộn!Đọc thêm",
            "Tôi đến đó chỉ sau 7 giờ sáng và có được vé đi tour lúc 8 giờ sáng.  Ngày đó diễn ra sau khi năm học bắt đầu, vì vậy những tháng hè bạn có thể phải đến đó sớm hơn. Trang web này khá rõ ràng về những gì bạn có thể tham gia, chỉ cần nhớ nó - giống như sàng lọc ở sân bay. Khoảng 1 - 2 tiếng trước giờ tham quan là để mọi người được sàng lọc. Đến trước 30 phút và tham quan khoảng 50 phút. \n\nChuyến tham quan có nhiều thông tin nhưng hơi ngắn. Tôi đã mong đợi được xem thêm về quá trình này nhưng tôi rất thích trải nghiệm này.Đọc thêm",
            "Quy định an ninh nghiêm ngặt, bạn không được mang theo túi xách hoặc ví.  Chuyến tham quan trưng bày một số hiện vật thú vị và hướng dẫn viên chia sẻ nhiều sự thật thú vị và ngẫu nhiên.  Việc phân phối vé chỉ được thực hiện trực tiếp cho các chuyến tham quan trong ngày.  Các chuyến tham quan đều miễn phí.Đọc thêm",
            "Tôi đã bỏ lỡ phần này trong kế hoạch chuyến đi của mình và chúng tôi đã đến nơi với những chiếc túi thắt lưng nhỏ. Chúng tôi bắt xe buýt để đến đó và không còn chỗ nào để gửi họ. Một người nào đó trong nhóm của chúng tôi đã phải bỏ qua chuyến tham quan. Sẽ khó để thuê những chiếc tủ khóa nhỏ hoặc cho phép một chiếc túi thắt lưng đi qua máy quét? Toàn bộ sự thất bại này đã làm mất đi niềm vui của chuyến tham quan này. Sẽ không quay lại.Đọc thêm",
            "Tôi đã đến đây vào chiều thứ Tư. Tôi tưởng sẽ không có vé nhưng vẫn còn rất nhiều chỗ. Thực sự thú vị về cách tiền được tạo ra. Một chuyến tham quan tuyệt vời cho những người sưu tập và những người khác!Đọc thêm",
            "Tôi đã bỏ lỡ phần này trong kế hoạch chuyến đi của mình và chúng tôi đã đến nơi với những chiếc túi thắt lưng nhỏ. Chúng tôi bắt xe buýt để đến đó và không còn chỗ nào để gửi họ. Một người nào đó trong nhóm của chúng tôi đã phải bỏ qua chuyến tham quan. Sẽ khó để thuê những chiếc tủ khóa nhỏ hoặc cho phép một chiếc túi thắt lưng đi qua máy quét? Toàn bộ sự thất bại này đã làm mất đi niềm vui của chuyến tham quan này. Sẽ không quay lại.Đọc thêm",
            "Quy định an ninh nghiêm ngặt, bạn không được mang theo túi xách hoặc ví.  Chuyến tham quan trưng bày một số hiện vật thú vị và hướng dẫn viên chia sẻ nhiều sự thật thú vị và ngẫu nhiên.  Việc phân phối vé chỉ được thực hiện trực tiếp cho các chuyến tham quan trong ngày.  Các chuyến tham quan đều miễn phí.Đọc thêm",
            "Though there were interesting exhibits, the tour was a disappointment. As others have said in reviews, it was mostly reading exhibit information on our own, watching a video or listening to a knowledgeable but monotone guide explain a few things. He needed energy and ways to engage the public with fascinating stories. As someone else said, I could have learned most of this online. For an in-person tour, I expect an exciting experience with some aspects you can - t get remotely. Also, the exhibits we were reading from the cases on the walls were poorly lit with small text and not that easy to read.We did see trays of shiny pennies going by the window and silent machines on the floor below them, but as the guide said, this is mostly for show since it was a quiet time of year at the Mint. The increasing use of credit cards is impacting the lower production of coins at our U. S. Mints.The absolute worst part is the way they hand out tickets! Most reviews say there were mobs of people and some tourists were turned away. Having read that, I set my alarm for 5:30 am to drive in from 30 miles away. I drove around the block when I got there and saw only eight people in line at 7 am on a Tuesday in October! I went and found a surface parking lot for  - 18 a day, parked, got my ticket and then had to come back to the car to  - hide -  my partly empty purse under the seat.  - Robbers in the area must know people are forced to leave valuables in their cars since the Mint provides NO lockers the way other places with high security do. - I had found out from the woman in the ticket window that Yes, I could wear my coat and hat, Yes, I could have my car keys in my pocket. The website had said we could ONLY bring a turned-off cell phone and a billfold, so I took their directions seriously! I literally lost sleep worrying what I was going to do with my rental car keys and whether or not my purse would be safe in that common hiding place. What few things we were allowed, were of course, sent through an x-ray scanner and we each went through the metal detector.For the 8 am tour, we ended up with about 16 people. When we came out, there was a similar amount of people waiting for the next tour.The Gift shop was pretty good, but again, most of the items you can get online such as the coin sets from the year of their birth I give new babies.BTW, I walked over to the various buildings of the Denver Art Museum so my full day of parking in that lot wasn - t wasted. Had soup at Leaven restaurant nearby since it was a cold, windy day.Photos were absolutely forbidden so I can - t post any.Read more",
            "Tôi đến đó chỉ sau 7 giờ sáng và có được vé đi tour lúc 8 giờ sáng.  Ngày đó diễn ra sau khi năm học bắt đầu, vì vậy những tháng hè bạn có thể phải đến đó sớm hơn. Trang web này khá rõ ràng về những gì bạn có thể tham gia, chỉ cần nhớ nó - giống như sàng lọc ở sân bay. Khoảng 1 - 2 tiếng trước giờ tham quan là để mọi người được sàng lọc. Đến trước 30 phút và tham quan khoảng 50 phút. Chuyến tham quan có nhiều thông tin nhưng hơi ngắn. Tôi đã mong đợi được xem thêm về quá trình này nhưng tôi rất thích trải nghiệm này.Đọc thêm",
            "Chuyến tham quan đã cung cấp cái nhìn sâu sắc về quá trình sản xuất tiền xu của đất nước chúng ta từ thời xa xưa cho đến nay. Quá trình này bây giờ gần như hoàn toàn tự động. Vì thế bạn không thể đến gần. Bạn có thể thấy đồng xu một xu được tạo ra từ tầng trên. Chúng là đồng tiền chính được tạo ra ở đây. Họ cũng tạo ra những khu đặc biệt. Chuyến tham quan rất thú vị và thu hút sự chú ý của bạn trong suốt chuyến tham quan kéo dài 45 phút. Xếp hàng chờ cửa sổ bán vé mở và sau đó chờ vào xưởng đúc tiền mất một giờ. Đỗ xe xuống Cherokee St. trên Đại lộ 13 rẻ hơn so với các bãi đậu xe gần đó và trên Đại lộ 13. Tôi đã nhìn thấy một chiếc với giá - 10 trong hơn 2 giờ - quá muộn!Đọc thêm",
            "Chuyến đi chơi miễn phí tuyệt vời! Thanh thiếu niên của tôi rất thích nó và nó rất thú vị. Tuy nhiên, chúng tôi không được xem nhiều hoạt động kiếm tiền thực tế và chuyến tham quan của chúng tôi ngắn hơn so với quảng cáo. Nhưng tôi đoán là miễn phí, sẽ không phàn nàn! Hướng dẫn viên du lịch rất am hiểu và hài hước! Đọc thêm",
            "Tôi đã đến đó nhiều năm trước và tôi thực sự yêu thích nơi này. Vừa rồi tôi đi ngang qua tòa nhà nhưng không vào.Đọc thêm",
            "Lịch sử tình yêu và tiền xu có khá nhiều câu chuyện để kể. Vé được giới hạn ở mức 150 mỗi ngày vì vậy hãy đến đó vào khoảng 06:15 hoặc lâu hơn và xếp hàng. Sau khi chọn thời gian tham quan, bạn sẽ nhận được thẻ để mang theo khi thời gian tham quan bắt đầu. Rất tiếc là không được phép chụp ảnh, nhưng không thể phàn nàn về giá của chuyến tham quan - miễn phí! - Đọc thêm",
            "An interesting tour about how coins are minted at the largest coin mint in the world.  The tour guide was knowledgeable and a great guide.  Overall I would have liked a bit more time during the tour as it seemed a bit rushed.  The tour was  1.25 hrs.We toured at the end of June 2023.  I got in line at 6:40a and there were about 40 people already in line.  I heard some lined up as early as 5a.  The two people in back of me got the last 6 tickets.  So, although their web site says that the ticket booth doesn - t open until 7a, which is correct, there were many people in line already.  Some people that got in line right at 7a were extremely upset to find a sign saying that the tickets that day were sold out.  The ticket guy had come out prior to 7a asking everyone that was already in line, how many tickets each person wanted and for what time slot. He tallied that count and then put the sign up saying tickets were sold out after the last person. We didn - t receive our actual printed tickets until probably 715-720a at the ticket window.  He came out beforehand so people wouldn - t have to wait in line unnecessarily.They only allowed 20 people for each tour time. However they will be increasing this to 35 starting July 5th, 2023.  Some people complained that parking was an issue. I walked there so not sure what the issue was exactly.  Perhaps that there is no public parking adjacent to the building, that you have to walk a block or two.If you miss the tour, you can still go into the gift shopRead more",
            "Covid 19 có quan tâm đến bạn không?Đọc thêm",
            "Tôi hiểu việc xếp hàng sớm vì cửa sổ tix mở lúc 7 giờ sáng. Tôi có được chọn thời gian tham quan không? Hay tix được phân tán tuần tự bắt đầu từ thời gian tham quan sớm nhất, v.v.?Đọc thêm",
            "Bạn có thể chọn thời gian của mình cho đến khi khoảng thời gian cụ thể đó đầy. Trong những tháng hè bận rộn, các tour du lịch luôn đầy ắp. Tôi đã đến vào mùa thu và có thể nhận được một suất tham quan muộn hơn một chút, nhưng đã có được những suất cuối cùng vào thời gian tôi muốn.Đọc thêm",
            "Họ có thực sự thực thi hướng dẫn - 7 tuổi - - không? Tôi có một đứa con 6 tuổi và một đứa 4 tuổi.Đọc thêm",
            "Bọn trẻ sẽ thấy cửa hàng quà tặng thú vị nhưng bạn có thể sẽ không rời đi mà không mua thứ gì!Đọc thêm",
            "Xin chào!\nTôi có thể lấy vé trước ở đâu? Trên internet nói rằng chúng được giao trong cùng một ngày tại cùng một phòng vé.Đọc thêm",
            "Nếu vé được nhận tại cửa thì không cần đặt trước.Đọc thêm",
            "làm cách nào để đặt chỗ tham quan xưởng đúc tiền Denver? Đi tham quan có mất phí gì không?Đọc thêm",
            "Chuyến tham quan miễn phí nhưng kiếm được vé là công việc. Họ có một số lượng vé hạn chế và sẽ hết ngay sau khi họ cung cấp, bắt đầu lúc 7 giờ sáng. Đường dây nằm ở giữa dãy nhà. Đến đó lúc 6h15, muộn nhất là 6h30 để lấy vé. Họ có bốn hoặc năm chuyến tham quan trong ngày từ thứ Hai đến thứ Sáu.Đọc thêm",
            "Tôi có thể đến xưởng đúc tiền Denver mà không cần tham quan không?Đọc thêm",
            "Không, bạn không thể - không thể tự mình đi được. Bạn phải nhận được vé vào ngày bạn đi tham quan xưởng đúc tiền và vé sẽ có giá trị trong một khoảng thời gian nhất định. Nhóm sẽ có khoảng 20-25 người. Bạn sẽ bỏ lỡ nhiều \nthông tin nếu được phép đi qua một mình. Nó rất an toàn\nvị trí do việc tạo ra tiền xu và vàng được lưu trữ ở đó.\nHãy tận hưởng chuyến tham quan, nó thực sự thú vịĐọc thêm",
            "Chúng tôi nên cho phép tham quan xưởng đúc tiền của chúng tôi trong bao lâuĐọc thêm",
            "Xin chào, vui lòng đến trước chuyến tham quan ít nhất 30 phút, vì nếu bạn đến muộn họ sẽ không cho bạn vào. Sau chuyến tham quan, họ có một cửa hàng quà tặng thú vị đáng yêu nếu bạn đang tìm đồ lưu niệm hoặc quà tặng cho ai đó. Ít nhất 2 giờ nên làm điều đó. Bạn có thể không đậu được gần nên sẽ mất chút thời gian. Chúc bạn có chuyến thăm vui vẻ.Đọc thêm",
            "Vì vậy, việc đặt chỗ trực tuyến không còn là một lựa chọn nữa....có gợi ý nào để bạn đến trực tiếp không? Giống như có bãi đậu xe gần đó? Tôi chỉ muốn mua một ít cho chuyến tham quan vào cuối ngày, nhưng không biết việc ra vào có gặp rắc rối không?Đọc thêm",
            "Hai người chúng tôi đi ô tô khoảng 8 giờ sáng và có người vào lấy vé.  Chúng tôi đã nhận được vé vào lúc 2 giờ chiều.  Khi chúng tôi trở lại thành phố vào cuối ngày, chúng tôi đậu xe ở một bãi đất gần tòa nhà chính quyền và đi bộ đến Mint từ đó.Đọc thêm",
            "Tôi nhận thấy rằng có rất nhiều đánh giá đề cập đến việc đặt chỗ trước và mức độ khó khăn của việc đó.  Câu hỏi của tôi là trang web đặt phòng là gì?  Mỗi lần tôi tìm kiếm, tất cả những gì tôi có thể tìm thấy là trang web US Mint nói rằng không có vé đặt trước và bạn phải có mặt vào lúc 7 giờ sáng trong ngày.  Tôi thậm chí không thấy tùy chọn tìm kiếm vé có sẵn.  Tôi có thiếu thứ gì không????Đọc thêm",
            "Tôi đã có cùng một câu hỏi! Thật không may, bạn không thể đặt chỗ trước.. vì vậy tôi - tôi không chắc tại sao họ lại diễn đạt như vậy. Tất cả những gì bạn cần làm là đến đó khi văn phòng mở cửa và đi lấy vé.. văn phòng chỉ là một cửa sổ đi bộ trên con phố gần lối vào tour của họ. Chúng tôi đến vào buổi sáng thứ Ba và có mặt vào khoảng 8 giờ sáng và chỉ có khoảng 10 người xếp hàng chờ đợi. Tôi nghĩ miễn là bạn đến đó vào khoảng 8 giờ sáng để mua vé, bạn sẽ không có nguy cơ bỏ lỡ! Ngoài ra, hãy đảm bảo bạn không mang theo bất kỳ ví hoặc túi lớn nào!Đọc thêm",
            "Có người hỏi tôi có thể đến muộn bao lâu để lấy vé? Về đánh giá của tôi - Khách truy cập là thành viên của một nhóm độc quyền. - \n\nCâu trả lời của tôi theo sau câu hỏi này.Đọc thêm",
            "Nếu đó là một ngày chậm - Không phổ biến lắm, bạn có thể nhận được vé cho một suất duy nhất vài phút trước chuyến tham quan, nhưng thông thường bạn cần có mặt tại quầy bán vé vào buổi sáng để nhận vé miễn phí cho những ngày sau.Đọc thêm"
        ],
        "star_ratings": [
            352,
            249,
            89,
            31,
            43
        ],
        "review_amount": 764,
        "location": [
            "Denver",
            "Những điều cần làm ở Denver",
            "Hoa Kỳ",
            "Colorado - CO -",
            "Sở đúc tiền Hoa Kỳ tại Denver"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written July 24, 2023",
            "Written August 8, 2023",
            "Written September 13, 2023",
            "Written September 13, 2023",
            "Written December 5, 2023",
            "Written December 7, 2023",
            "Written April 10, 2024",
            "Written December 7, 2023",
            "Written December 5, 2023",
            "Written October 10, 2023",
            "Written September 13, 2023",
            "Written September 13, 2023",
            "Written August 8, 2023",
            "Written July 29, 2023",
            "Written July 24, 2023",
            "Written July 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33388-d128654-Reviews-United_States_Mint_At_Denver-Denver_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d8388889-Reviews-The_Fire_Restaurant_Lounge-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d1020565-Reviews-City_O_City-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d380636-Reviews-The_Delectable_Egg-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d379431-Reviews-Maggiano_s_Little_Italy-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d2407231-Reviews-Pho_natic-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d2062076-Reviews-Yard_House-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d15567894-Reviews-Leven_Deli-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d6511020-Reviews-5280_Burger_Bar_Downtown_Denver_Pavilions-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d12714429-Reviews-54thirty_Rooftop-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d379410-Reviews-Pints_Pub-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103531-Reviews-Denver_Public_Library-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128694-Reviews-Denver_Art_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d5971966-Reviews-Ralph_L_Carr_Colorado_Justice_Center-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d24174362-Reviews-Deviation_Distilling-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d24932788-Reviews-Ephemeral_Rotating_Tap_Room-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d3902818-Reviews-McNichols_Civic_Center_Building-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d2459377-Reviews-Clyfford_Still_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128669-Reviews-Center_for_Colorado_Women_s_History-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d3038683-Reviews-History_Colorado_Center-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128648-Reviews-Colorado_State_Capitol-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128654-Reviews-or10-United_States_Mint_At_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7245609-Reviews-Epic_Escape_Game_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d15200553-Reviews-The_International_Church_of_Cannabis-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d214433-Reviews-Mount_Blue_Sky_Scenic_Byway-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d142967-Reviews-Coors_Field-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d560030-Reviews-Cathedral_of_the_Immaculate_Conception-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103534-Reviews-Molly_Brown_House_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d616524-Reviews-Empower_Field_at_Mile_High-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d130318-Reviews-Denver_Union_Station-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d3419636-Reviews-American_Museum_of_Western_Art-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7826024-Reviews-Denver_Free_Walking_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d13204912-Reviews-Delicious_Denver_Food_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d560039-Reviews-Kirkland_Museum_of_Fine_Decorative_Art-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7268297-Reviews-Centennial_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d14189107-Reviews-Explorer_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23812270-Reviews-Fantasy_Lab_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g40693-d8356911-Reviews-Parsons_Beach-Kennebunk_Kennebunks_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g45946-d8820171-Reviews-Burning_Man-Gerlach_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d218012-Reviews-Kensington-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d269830-Reviews-Children_s_Museum_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g47625-d587666-Reviews-Zoom_Flume-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d2706227-Reviews-Bluff_Point_State_Park-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g40476-d594562-Reviews-Chicot_State_Park-Ville_Platte_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d672130-Reviews-Golf_Gardens_Miniature_Golf-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2294396-Reviews-Fantasy-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33388-d128654-Reviews-or10-United_States_Mint_At_Denver-Denver_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33388-d128654-Reviews-United_States_Mint_At_Denver-Denver_Colorado.html"
    }
]