[
    {
        "attraction_name": "Universal Islands of Adventure",
        "attraction_name_vi": "Quần đảo phiêu lưu phổ quát",
        "general_info": [
            "52.374 đánh giá",
            "- 4 trong số 434 điều cần làm ở Orlando",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Chuẩn bị cho một nơi mà các siêu anh hùng, quái thú và sinh vật huyền bí đứng trước mặt bạn. Bạn - đang bước vào vùng đất nơi mọi thứ đều có thật. Khám phá một trường học bí mật về phép thuật và phép thuật. Bay cao trên các đường phố trong thành phố với người lướt web nổi tiếng. Trốn tránh những con khủng long đói khát và hy vọng bạn không phải là bữa ăn tiếp theo của chúng. Và bạn có thể phải đối mặt với loài vượn khổng lồ nhất từng đi trên trái đất. Hãy để cuộc phiêu lưu bắt đầu.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tuyệt vời nếu bạn - thích đi xe - đi xe mạo hiểm - . Nếu không, hãy đi nơi khác. Có sự chậm trễ trên Velocicoaster. Xếp hàng dài. Không đi xe tốc hành vì chúng tôi có thẻ 5 ngày và chỉ quay lại vào ngày hôm sau. Tuy nhiên, nếu bạn - ở đó trong 1-2 ngày, hãy cân nhắc mua thẻ tốc hành. Đắt tiền. Ở lại trong khuôn viên. Đến đó sớm. Đọc thêm",
            "CHÀO,\n\nCảm ơn bạn đã đánh giá này. Tôi rất vui vì bạn đã có rất nhiều niềm vui tại các điểm tham quan của chúng tôi, nhưng rất tiếc nếu bạn thất vọng về chi phí của Universal Express Pass. Tôi hy vọng bạn có cơ hội dùng bữa tại một trong những nhà hàng yêu thích của tôi, Confisco Grille, và chắc chắn khuyến khích bạn dừng lại trong chuyến phiêu lưu tiếp theo cùng chúng tôi!\n\n-ChrisyĐọc thêm",
            "Điều này thật tuyệt vời ở mọi cấp độ - từ nhiều trò chơi khác nhau - cả ướt và khô -, các lựa chọn thực phẩm - bia bơ tại Hogsmeade thật kỳ diệu! - . Một trải nghiệm tuyệt vời trong công viên kỷ Jura - hãy yêu thích những chuyến đi ở đó và chuyến đi của Người Nhện trở nên sống động trong quá trình chuẩn bị cho chuyến đi. Cảm ơn một số chi tiết về mọi thứ! Một ngày tuyệt vời cho gia đình chúng tôi!Đọc thêm",
            "Chào bạn,\n\nCám ơn, vì phản hồi của bạn! Tôi - rất vui khi biết bạn và gia đình đã có một ngày tuyệt vời như vậy và bạn có thể trải nghiệm một số điểm tham quan thú vị, hấp dẫn của chúng tôi. Trong chuyến thăm tiếp theo của bạn, hãy nhớ đi tàu lượn siêu tốc Hulk đáng kinh ngạc của chúng tôi để có được trải nghiệm siêu anh hùng trọn vẹn! Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\n-LauraĐọc thêm",
            "Đây là lần đầu tiên tôi đến thăm Quần đảo Phiêu lưu. Luôn là fan của Disney. Bây giờ tôi là một fan hâm mộ của Universal. Tôi đặc biệt yêu thích nội dung Harry Potter. Công viên này đã xếp hạng Disney theo nhiều cách. Các chủ đề, cách bố trí công viên, đường chuyền nhanh, thiết kế chuyến đi và chiều dài chuyến đi đều là đỉnh cao. Hagrid và Velocicoaster là những chiếc tàu lượn siêu tốc tốt nhất mà tôi từng lái. Thế giới Harry Potter khiến tôi cảm thấy mình như một đứa trẻ đầy ngạc nhiên.Đọc thêm",
            "Xin chào Michael,\n\nCảm ơn bạn đã đánh giá và chia sẻ chuyến thăm gần đây của bạn với chúng tôi! Tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời như vậy tại Công viên của chúng tôi và bạn đặc biệt thích chủ đề nhập vai của chúng tôi. Chúng tôi luôn cố gắng mang đến cho Khách của mình trải nghiệm tốt nhất có thể, vì vậy chúng tôi rất vui khi bạn đã có nhiều niềm vui như vậy. Trong chuyến thăm tiếp theo của bạn, tôi hy vọng bạn có cơ hội tham gia trò chơi hấp dẫn của chúng tôi, Cuộc phiêu lưu kỳ thú của Người Nhện, đó là một trong những trò chơi yêu thích của tôi! Chúng tôi hy vọng sẽ sớm được chào đón bạn trở lại!\n\n-LauraĐọc thêm",
            "Công viên chủ đề tuyệt vời! Có - niềm vui dành cho mọi lứa tuổi...Suess Land dành cho các bạn nhỏ và tất cả các loại trò chơi - từ các trò chơi theo chủ đề đến các trò chơi cảm giác mạnh - dành cho trẻ em, thanh thiếu niên và người lớn. Thế giới phù thủy của Harry Potter là một nơi không thể bỏ qua! Giống như bạn bước ngay vào một bộ phim Harry Potter và sức hấp dẫn của nó thật ngoạn mục!  Công viên cũng có nhiều địa điểm ăn uống phù hợp với mọi sở thích. Ngoài ra còn có nhiều loại đồ ăn nhẹ độc đáo ở khắp mọi nơi. Các nhân viên thân thiện, hữu ích và có tâm trạng tuyệt vời. Tôi thực sự khuyên bạn nên nó! Đọc thêm",
            "Chào bạn!\n\nChúng tôi đánh giá cao việc bạn chia sẻ đánh giá này. Tôi - rất vui khi biết rằng bạn đã tìm thấy thứ gì đó cho mọi người trong gia đình bạn thưởng thức, cũng như các Thành viên trong Nhóm của chúng tôi đã cung cấp dịch vụ xuất sắc. Hy vọng bạn đã có cơ hội ghé qua một trong những điểm tham quan yêu thích của tôi, Jurassic World VelociCoaster. Chúng tôi có thể - mong sớm được gặp lại bạn!\n\n-SamanthaĐọc thêm",
            "5 ngày nghỉ tại khu nghỉ dưỡng vịnh Cabana. Bé trai 16 - 13. Thích cưỡi ngựa Harry Potter - tàu tốc hành cực nóng Chúng tôi đi buổi sáng - buổi tối. Ăn tối khi đi dạo thành phố. Chuyến đi dài mệt mỏi nhưng họ rất thích nó. Cốc nạp tiền chỉ hoạt động trong công viên. Cốc nghỉ dưỡng trong khu nghỉ dưỡng. Đọc thêm",
            "Chào Martha,\n\nChúng tôi đánh giá cao đánh giá này! Tôi - tôi rất vui khi thấy rằng về tổng thể, bạn rất thích ở lại với chúng tôi và trải nghiệm những điểm tham quan thú vị của chúng tôi. Hy vọng bạn có thể xem qua một trong những bộ phim yêu thích của tôi, Cuộc phiêu lưu kỳ thú của Người Nhện! Chúng tôi cũng đánh giá cao thông tin mà bạn đã cung cấp cho những vị khách tương lai về Cốc tự do Coca-Cola của chúng tôi. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\n-SamanthaĐọc thêm",
            "Chúng tôi đã đến thăm bảy ngày vào tuần trước vào tháng Sáu. Đây là một công viên chủ đề thực sự tuyệt vời.  Đối với chúng tôi, chúng tôi nhận thấy ít hàng đợi nhất nếu bạn đến sớm khi công viên mở cửa lúc 9 giờ sáng. Số lượng hàng đợi không quá tệ cho đến 11 giờ sáng, sau đó trước khi công viên đóng cửa lúc 9 giờ tối, số hàng đợi sẽ ít hơn. \n\nCũng là thời điểm tốt nhất để đánh bại cái nắng nóng của Orlando. Các chuyến đi thật tuyệt vời Hagrids cưỡi các cấp độ khác nhau theo chủ đề rất tốt và thậm chí cả dòng Que cũng có chủ đề rất tốt.  Que cho chuyến đi này không bao giờ dưới 60 phút, đôi khi lên tới 120 phút vì vậy tôi khuyên bạn nên mua thẻ tốc hành nếu bạn không muốn đến Que từ lâu. \n\nChuyến đi nhanh chóng thật tuyệt vời, bạn sẽ bị ướt rất nhiều dưới ánh nắng mùa hè. Đăng nhập flume jassaric park thô lỗ tương tự. Spider-Man là chuyến đi 3d tuyệt vời không đi tàu lượn nhưng các con trai nói verolcoaster là hay nhất. \n\nHogsmead thực sự tuyệt vời giống như bạn đang ở Hogsmead. Đi xe và lâu đài tuyệt vời. Cuộc hạ cánh tuyệt vời dành cho cả trẻ nhỏ lẫn người lớn. \n\nCông viên tuyệt vời là điều bắt buộc nếu đến thăm Orlando ques ngoài Hagrid không bao giờ tệ hơn 60 phút vào buổi sáng, tất cả đều phải đi bộ dưới 30 phút.Đọc thêm",
            "Chào Dean,\n\nCám ơn, vì phản hồi của bạn! Tôi - rất vui khi biết bạn yêu thích các điểm tham quan của chúng tôi đến mức nào và thích thú với những thiết kế sống động của chúng tôi trên khắp Công viên! Nếu bạn đã có một trải nghiệm thú vị ở đây, tôi chắc chắn khuyên bạn nên ghé thăm Vịnh Universal Volcano trong chuyến thăm tiếp theo của bạn, đây thực sự là một Công viên không giống ai với bầu không khí mời gọi và thư giãn. Một trong những điểm tham quan yêu thích của tôi ở đó là dòng sông không sợ hãi TeAwa! Tôi hy vọng bạn sẽ sớm có cơ hội đến thăm chúng tôi lần nữa!\n\n-LauraĐọc thêm",
            "Công viên phổ quát tốt nhất! Rất nhiều việc phải làm và rất có sức chứa. Tuy nhiên, thời gian chờ đợi thật điên rồ chỉ vì chúng tôi đã đi trong tuần nghỉ lễ - ngày 4 tháng 7 -. Có thể sử dụng nhiều trạm phun sương hơn trong những tháng nắng nóng. Chúng tôi sẽ ở lại mỗi công viên lâu hơn nếu có cách giải nhiệt tốt hơn!Đọc thêm",
            "Chào bạn,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn! Thật tuyệt vời khi bạn có thể đến thăm Công viên của chúng tôi trong một tuần nghỉ lễ! Tôi hy vọng bạn có cơ hội tận hưởng một số lễ hội vui nhộn của chúng tôi, cũng như một trong những điểm tham quan yêu thích của tôi, Cuộc phiêu lưu trên sông Công viên kỷ Jura. Tôi thích giải nhiệt trên chuyến đi này trong một ngày hè nóng bức! Chúng tôi đánh giá cao phản hồi của bạn và hy vọng sớm được chào đón bạn trở lại!\n\n-LauraĐọc thêm",
            "Gia đình tôi và tôi đã có khoảng thời gian tuyệt vời tại những hòn đảo phiêu lưu, chúng tôi đợi chưa đầy 2 - 3 phút mỗi lần để vào công viên. Mỗi chuyến đi tại các hòn đảo phiêu lưu là một trải nghiệm từ đường đua đến chuyến đi thực tế. Các chuyến đi có thời gian chờ đợi lâu nhưng sau 5 giờ chiều, tôi nhận thấy hàng đợi ngắn hơn. Chúng tôi đã thực hiện mọi chuyến đi ngoại trừ jurassic và hulk vì thời gian chờ đợi là 60 - 120 phút. Chúng tôi đã vượt qua 5 ngày để có thể tận hưởng rất nhiều niềm vui. Chúng tôi sẽ quay lại lần nữa.Đọc thêm",
            "Chào bạn,\n\nCám ơn, vì phản hồi của bạn! Tôi rất vui khi biết bạn và gia đình đã có khoảng thời gian tuyệt vời khi đến thăm Công viên của chúng tôi và bạn đã có rất nhiều ngày để tận hưởng tất cả những gì chúng tôi cung cấp tại Universal Orlando Resort. Lần tới, hãy nhớ xem Jurassic World VelociCoaster, điều đầu tiên! Đó là một trải nghiệm không giống bất cứ điều gì khác, vì vậy nếu bạn yêu thích cảm giác mạnh, bạn sẽ thích chuyến đi này! Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\n-LauraĐọc thêm",
            "Tôi - đã muốn đến Universal Studios trong nhiều năm, và cuối cùng tôi cũng phải đi. Đám đông có lớn không? Đúng. Tôi có nên thực hiện chuyển phát nhanh sớm hơn không? Đúng. Liệu nó có còn giá trị không? ĐÚNG! Thế giới phù thủy là một giấc mơ của một gã mọt sách Potter - s - giống như tôi -. Velocicoaster và Hulk là những chiếc tàu lượn tuyệt vời. Bia bơ là thức uống tuyệt vời nhất từng được phát minh. Tôi có thể - nóng lòng muốn quay lại!Đọc thêm",
            "Chào bạn,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn! Tôi - rất vui khi biết về chuyến thăm tuyệt vời mà bạn đã có tại Công viên của chúng tôi và về tất cả những trải nghiệm tuyệt vời mà bạn đã tận hưởng! Thật tuyệt khi bạn có thể tham gia tất cả các chủ đề và điểm tham quan hấp dẫn của chúng tôi, đặc biệt là những chuyến đi cảm giác mạnh của chúng tôi. Tôi hy vọng trong chuyến thăm tiếp theo, bạn sẽ được tận hưởng Công viên Universal Studios Florida của chúng tôi, nơi cũng có rất nhiều dịch vụ thú vị, hấp dẫn, hoàn hảo cho những người hâm mộ điện ảnh! Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\n-LauraĐọc thêm",
            "Đã đến Quần đảo Phiêu lưu khoảng 5 - 6 lần và mỗi lần là một trải nghiệm tuyệt vời và thú vị với những chuyến đi tuyệt vời với Tàu lượn siêu tốc Velocicoaster, Hulk và Hagrids Harry Potter là những chuyến đi yêu thích nhất mọi thời đại của tôi. Khoảng thời gian dài nhất chúng tôi chờ đợi một chuyến đi là khoảng một giờ hoặc ít hơn đối với những chuyến đi - không quá tệ và đi khá nhanh. Tôi chắc chắn sẽ đưa gia đình mình quay trở lại, đặc biệt là khi họ có những chuyến đi phiêu lưu thú vị mới.Đọc thêm",
            "Xin chào Tierra,\n\nCám ơn, vì phản hồi của bạn! Thật tuyệt vời khi bạn có thể tận hưởng những điểm tham quan thú vị của chúng tôi với thời gian chờ đợi tối thiểu! Lần tới khi bạn dẫn theo gia đình, tôi thực sự khuyên bạn nên ghé qua Universal Studios Florida để tận hưởng điểm tham quan mới của họ, Illumination - s Villain-Con Minion Blast, khai mạc vào mùa hè năm 2023! Nó là hoàn hảo cho một số niềm vui gia đình. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\n-LauraĐọc thêm",
            "Lần đầu tiên tôi đưa đứa cháu trai chín tuổi của mình đi cùng và nó đã có khoảng thời gian tuyệt vời. Chúng tôi đã đến cả hai Công viên và dành 10 giờ trong ngày đầu tiên mua vé tốc hành. Tôi thực sự khuyên bạn nên mua vì nơi đây cực kỳ đông đúc nhưng đây là nơi tuyệt vời để gia đình vui vẻ.Đọc thêm",
            "Xin chào Emmajean,\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn! Tôi rất vui khi biết bạn thích cả Universal Studios Florida và Universal Islands of Adventure trong chuyến thăm của bạn. Tôi chắc chắn khuyên bạn nên trải nghiệm một ngày thư giãn tại Vịnh Volcano của Universal - s trong chuyến thăm tiếp theo của bạn. Chúng tôi mong chờ kỳ nghỉ tiếp theo của bạn với chúng tôi! -RicardoĐọc thêm",
            "Nói chuyện với người quản lý người khuyết tật tại các dịch vụ dành cho khách, tôi rất kinh hoàng trước thái độ của cô ấy. Tôi đã đăng ký với IBCCES và được chấp nhận vì khuyết tật tiềm ẩn khi tôi phải vật lộn để xếp hàng chờ đợi. Chà, bạn nghĩ rằng tôi đang yêu cầu một món quà miễn phí theo cách cô ấy phản ứng. Tất cả những gì tôi yêu cầu là cơ sở có thời gian để quay lại các chuyến đi vì tôi cần thường xuyên đến phòng vệ sinh, điều này gây khó khăn cho việc rời khỏi hàng đợi và quay trở lại. Rõ ràng cô ấy cũng có tình trạng giống tôi nên cô ấy nói với tôi rằng cô ấy đã từng phải xếp hàng và điều đó không thành vấn đề. Hoàn toàn không thể chấp nhận được, đặc biệt khi tình trạng của tôi và bằng chứng tôi trình bày trong thư y tế rất nghiêm trọng. Không thông cảm và hoàn toàn không có sự đồng cảm và hoàn toàn lãng phí thời gian của chúng tôi hai lần. Tôi đã khiếu nại lên Universal và IBCCES nhưng hoàn toàn không nhận được phản hồi nào. Tôi cảm thấy rất khó chịu và thất vọng khi họ lấy tiền của bạn nhưng không có thái độ vứt bỏ. Nơi này không phải là một bản vá lỗi của Disney. Đọc thêm",
            "Chào bạn,  \n\nChúng tôi đánh giá cao việc bạn dành thời gian để lại đánh giá này, mặc dù tôi rất buồn khi biết về trải nghiệm của bạn với chúng tôi. Các công viên của chúng tôi được thiết kế và các Thành viên trong nhóm của chúng tôi được đào tạo đặc biệt để cung cấp quyền tiếp cận công bằng và bình đẳng cho tất cả Khách. Ngoài ra, các Thành viên trong Nhóm phải đối xử với Khách của chúng tôi bằng sự tôn trọng và lịch sự tối đa và tôi thành thật xin lỗi nếu bạn không thấy trường hợp đó xảy ra. Hãy yên tâm rằng phản hồi của bạn đã được chính thức ghi lại và chia sẻ với các nhóm lãnh đạo phù hợp. Nếu bạn muốn cung cấp thêm phản hồi, vui lòng liên hệ với Bộ phận Dịch vụ Khách hàng của chúng tôi theo số 407-224-4233 hoặc qua email tại GuestServices - Universalorlando.com. Chúng tôi hi vọng được phản hồi từ bạn sớm.  \n\n-SamanthaĐọc thêm",
            "Chúng tôi đến thăm Universal Orlando lần đầu tiên sau 4 năm. Nó trở thành công viên giải trí yêu thích của chúng tôi khi con cái chúng tôi bước vào tuổi thiếu niên. Có lẽ đó là vì chúng tôi đang già đi, nhưng chuyến thăm này không vui như lần trước. Chúng tôi đã trả - 141 cho vé một ngày vào công viên. Đặng đó - rất nhiều cho một ngày. Đó là - s - 26 một ngày để đậu xe của bạn. Bữa trưa tại Three Broomsticks có giá khoảng - 50. Một cốc bánh quy xoắn nhỏ có giá - 7,99. Một cốc uống nước làm quà lưu niệm có thể đổ lại là - 15. Táo caramel đặc biệt là - 13. Chúng tôi đến Quần đảo Phiêu lưu trước khi nó mở cửa, vì vậy việc xếp hàng cho các chuyến đi rất ngắn, đặc biệt là vì chúng tôi đến vào đầu tháng 5 trước khi các trường học đóng cửa. Chuyến đi xe máy của bác Hagrid vẫn phải chờ 60 phút. Đó là chuyến đi yêu thích của chúng tôi. Chuyến đi của Hagrid và VelociCoaster thật tuyệt vời. Chuyến đi trên nước của Dudley Do-Right - s Ripsaw Falls là chuyến đi tuyệt vời nhất trong cả nước. Hogsmeade thực sự rất thú vị đối với những người hâm mộ Harry Potter. Nhưng họ - đã rút ngắn chuyến đi King Kong và điểm tham quan Poseidon và một chuyến đi khác - không nhớ tên - đã đóng cửa, vì vậy đây không còn là một công viên giải trí tốt như trước nữa. Chúng tôi cưỡi tất cả những chuyến đi không dành cho trẻ con và ăn trưa nhàn nhã. Không phải xếp hàng dài, chúng tôi đã hoàn thành lúc 2:30. Tôi muốn đến yêu cầu hoàn lại một phần tiền vé và rời đi, nhưng chúng tôi quyết định cưỡi Hagrid, VelociCoaster và Hulk hai lần. Chúng tôi thích Silver Dollar City vì nó rẻ hơn - - 89 - , họ vẫn có buổi biểu diễn và nhân viên rất thân thiện. Và nó có rất nhiều cây cối và bóng mát. Ở Universal, không có bóng râm và ít chỗ để ngồi nên chân bạn rất đau. Họ đã ngừng chương trình từ nhiều năm trước. Disney ít nhất vẫn có rất nhiều chương trình mà bạn có thể ngồi và thư giãn trong vài phút.Đọc thêm",
            "Xin chào David, \n\nCảm ơn bạn đã dành thời gian để cung cấp phản hồi về chuyến thăm gần đây của bạn. Tôi xin lỗi vì những trải nghiệm khác nhau mà bạn mô tả đã khiến bạn cảm thấy thất vọng khi rời khu nghỉ dưỡng của chúng tôi. Hãy yên tâm rằng những lo ngại này đã được ghi lại để chúng có thể được chia sẻ với các nhóm lãnh đạo thích hợp trong công viên. Nếu bạn muốn thảo luận thêm về trải nghiệm của mình, vui lòng liên hệ với Dịch vụ khách hàng theo số - 407 - 224-4233 hoặc qua email tại GuestServices - Universalorlando.com và tham khảo đánh giá này. Tôi hy vọng bạn sẽ sớm chọn đến thăm chúng tôi một lần nữa.\n\n-LauraĐọc thêm",
            "Mọi thứ có vẻ ổn cho đến khi một diễn viên Rouge trong Xmen phá hỏng trải nghiệm. Ngay sau đó, tôi yêu cầu được nói chuyện với người quản lý công viên để giải thích tình hình và được trả lời là KHÔNG. Tôi đã được người quản lý giải trí nói với tôi và tôi trích dẫn - tôi không quan tâm - và anh ấy sẽ không giải quyết bất cứ điều gì. Vì vậy, tôi đứng đó trong sự hoài nghi nhưng tôi đoán chiếc tàu không có trách nhiệm đã đến Universal Island, FL. Một lời xin lỗi đơn giản có thể có hiệu quả nhưng họ đã cố gắng đe dọa tôi với khoảng nhân viên đứng xung quanh tôi. Có lẽ người quản lý này cần phải rèn luyện kỹ năng quan hệ công chúng của mình vì tôi không muốn bất kỳ ai khác gặp phải tình huống này. Tôi không bị đuổi khỏi công viên hay bị yêu cầu rời đi vì tôi không làm gì sai. Sai lầm của tôi là nói chuyện với một người quản lý kém cỏi.Đọc thêm",
            "Xin chào Jeff,\n\nCảm ơn bạn đã đánh giá. Chúng tôi muốn tìm hiểu thêm về chuyến thăm của bạn để xem cách chúng tôi có thể hỗ trợ và ghi lại chính thức phản hồi của bạn để chia sẻ với các nhóm lãnh đạo phù hợp hơn nữa. Trong thời gian sớm nhất, vui lòng liên hệ với Bộ phận Dịch vụ Khách hàng của chúng tôi theo số 407-224-4233 hoặc qua email tại GuestServices - universalorlando.com. Khi liên hệ, vui lòng cung cấp tên người dùng đánh giá của bạn. Chúng tôi mong muốn được nghe từ bạn.\n\n- EmilyĐọc thêm",
            "Công viên tuyệt vời! Hầu hết ở lại Hogsmeade, vì về cơ bản chúng tôi đã ở Universal cho thế giới Harry Potter. Khiếu nại duy nhất của tôi là tôi ước rằng Chuyến bay của bằng mã được nâng cao Ảnh của tôi - Hành trình bị cấm và Xe máy của Hagrid - , vì vậy tôi có thể có được chiếc xe của mình một cách an toàn bức ảnh chụp phản ứng của tôi trên chuyến đi. Lên kế hoạch cho một chuyến đi khác đến đây trong tương lai; hy vọng vấn đề này có thể được giải quyết. Ngoài ra, công viên thật tuyệt!Đọc thêm",
            "Chào bạn!\n\nChúng tôi đánh giá cao đánh giá của bạn! Tôi chắc chắn sẽ chia sẻ nhận xét của bạn về các vị trí Ảnh phổ quát của tôi với các nhóm thích hợp. Nếu bạn muốn thảo luận thêm về chuyến thăm của mình, vui lòng liên hệ với Bộ phận Dịch vụ Khách hàng của chúng tôi theo số 407-224-4233 hoặc qua email tại GuestServices - Universalorlando.com và tham khảo tên người dùng đánh giá của bạn. Chúng tôi mong sớm được gặp lại bạn và tôi khuyên bạn nên thưởng thức Cuộc phiêu lưu kỳ thú của Người Nhện trong chuyến thăm tiếp theo của bạn! \n\n- Emily Đọc thêm",
            "Tôi yêu nơi này!  Tàu lượn siêu tốc Hulk là một trong những trò chơi yêu thích của tôi trong nhiều năm!  Tôi - tôi là một người mê tàu lượn siêu tốc.  Jurassic World VelociCoaster mới thật không thể tin được!!!  Tôi có một đứa con ba tuổi và một đứa bé đi cùng và có rất nhiều thứ để chúng làm và xem.  Họ có khu vực Dr. Seuss dễ thương nhất dành cho trẻ em.  Nếu bạn là một người hâm mộ Harry Potter thì nơi này là nơi không thể bỏ qua.  Thật không may, Harry Potter và chuyến hành trình bị cấm đã bị hỏng trong chuyến thăm này, điều đó thật đáng thất vọng!  Đây là nơi tôi yêu thích nhất trong số hai công viên Universal.Đọc thêm",
            "Chào bạn!\n\nCảm ơn phản hồi tích cực của bạn! Tôi - rất vui khi biết rằng bạn rất thích chuyến thăm của bạn với chúng tôi và tôi chắc chắn sẽ chia sẻ nhận xét của bạn về thời gian ngừng hoạt động của điểm thu hút với các nhóm thích hợp. Tôi đặc biệt khuyên bạn nên ghé thăm một trong những điểm tham quan yêu thích của tôi tại Universal Islands of Adventure, The Amazing Adventures of Spider-Man vào lần tới! Chúng tôi có thể - mong được gặp lại bạn!\n\n- EmilyĐọc thêm",
            "Công viên tệ nhất thế giới! Điểm tham quan Harry Potter bị đóng cửa, xe đạp Harry Potter bị đóng cửa, 2 giờ chờ đợi và bị chặn mà không được gì. Chúng tôi quyết định đến điểm tham quan Jurassic Parc, Coaster thì ổn nhưng River thì bị đóng cửa, một giờ chờ đợi mà không được gì. Sau 5 giờ, một điểm tham quan!!! Tôi phàn nàn nhưng dịch vụ khách hàng cung cấp cho chúng tôi hai đường nhanh mà chúng tôi đã mua!!!! Họ không muốn nghe bất cứ điều gì!!! Chúng tôi buồn và rất khó chịu. Đi từ Pháp đến để trải nghiệm điều đó!!!! không bao giờ nữa!!! Việc bảo trì công viên này phải rất nhẹ nhàng!!! Đọc thêm",
            "Chào bạn.\nCám ơn, vì phản hồi của bạn. Tôi vô cùng tiếc khi biết về bất kỳ sự thất vọng nào mà bạn có thể đã trải qua về thời gian chờ đợi và thời gian ngừng hoạt động của điểm thu hút. Chúng tôi có những điểm tham quan phức tạp, có công nghệ hiện đại, độc nhất vô nhị; điều này đôi khi dẫn đến việc xe ngừng hoạt động, không phải lúc nào cũng có thể chẩn đoán và sửa chữa ngay lập tức. Trong những trường hợp đó, chúng tôi dành tất cả nguồn lực của mình để khôi phục trạng thái hoạt động của các điểm tham quan bị ảnh hưởng càng sớm càng tốt một cách an toàn. Hãy yên tâm rằng phản hồi của bạn đã được ghi lại chính thức và sẽ được các nhóm lãnh đạo phù hợp xem xét. Chúng tôi muốn nghe nhiều hơn từ bạn. Để thuận tiện, vui lòng liên hệ với Nhóm Dịch vụ Khách hàng của chúng tôi theo số 407-224-4233 hoặc GuestServices - Universalorlando.com và cung cấp tên người dùng của bạn. Cảm ơn bạn đã dành thời gian và tôi hy vọng bạn sẽ cân nhắc việc ghé thăm chúng tôi lần nữa.\n- Victoria \n\nĐọc thêm",
            "During our trip to Universal Orlando Resort in early February of this year, my girlfriend and I planned to visit Islands of Adventure on Friday the 2nd, which was when Jurassic Park River Adventure was meant to reopen following its standard refurbishment. Being a huge Universal fan, I have researched the best days to go, and monitored the reopening dates for each attraction with the information available online. However, just to be sure, once we arrived to the park the day prior, we went to City Walk to ask employees there if the attraction was going to reopen the next day. Unfortunately, no one could give us a straight answer, but said that it should be open per their schedule. Come the day of our visit, we entered the park and went through our day, entering via Marvel Superhero Island and moving from island to island as we experienced every attraction. However, come the time to go on Jurassic Park River Adventure, we notice that it is indeed closed. We were referred to the Customer Service kiosk at MSHI for more information, which is where we met Haley.Our tickets were only valid for two days, and we hadn - t purchased Park Hopper tickets either, meaning that we either had to ride it that day, or come back another time. It was my girlfriend - s first time at the parks, and I knew that JP was an iconic must-see attraction, so I was pretty bummed that it was a very real possibility that we wouldn - t be able to ride it, especially since Popeye and Bluto - s Bilge-Rat Barges was also closed, another attraction that is near and dear to me. Explaining the situation and elaborating on the steps I had taken to try and ensure that our experience was optimized, she delegated the task to another person working at the stand, who hadn - t understood our situation as well and simply offered to upgrade our ticket to Park Hopper for the standard additional fee. We unfortunately had to refuse due to the purchase being out of budget for us, and began walking back to Toon Lagoon, bummed out and disappointed. However, to our surprise, we had failed to notice Haley following us and motioning us to follow her, which we did, not sure what to expect. We had a lovely talk, and she reassured us that she was going to do her best to accommodate us, relating to our situation. She led us to the main Customer Service building situated at the entrance to Port of Entry, where she met with Kira and explained the situation to her. After a moment of waiting, they had asked us for our names and had given us a gift that made our entire trip: we each received two brand-new Park Hopper tickets each! I was left speechless; what was about to be a huge letdown ended up becoming my favorite visit to Universal Orlando Resort ever, and it - s all thanks to the compassion, understanding and friendliness of those two wonderful team members. I was floored, I even offered to buy them something just to say thank you. Thanks to them, we were able to experience every attraction and show from both parks, with the exception of Popeye - s and the Jurassic World VelociCoaster, which was shut down due to a major issue  - from what I read online after the fact - . Haley and Kira are outstanding members of the Universal team, and they deserve all the praise they can get.Read more",
            "Chào Michael! \n\nCám ơn, vì phản hồi của bạn! Tôi rất vui mừng khi biết rằng Haley và Kira có thể hỗ trợ bạn và thay đổi trải nghiệm của bạn với chúng tôi. Tôi biết thời gian nghỉ phép của bạn quan trọng như thế nào và trong những thời điểm các điểm du lịch của chúng tôi ngừng hoạt động, chúng tôi sẽ dành tất cả nguồn lực của mình để khôi phục các điểm tham quan bị ảnh hưởng về trạng thái hoạt động càng sớm càng tốt một cách an toàn. Các Thành viên trong nhóm của chúng tôi thực sự tuyệt vời và tôi rất vui được gửi những lời tốt đẹp của bạn đến họ và đội ngũ quản lý của họ để được ghi nhận xứng đáng! Tôi hy vọng bạn có thể thưởng thức nhà hàng yêu thích của tôi, Nhà hàng Mythos. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\n-LauraĐọc thêm",
            "Tôi tiếp tục ghé thăm công viên này và mỗi lần chúng tôi cố gắng dậy sớm, leo lên cổng vào, giẫm đạp lên Hagrids để đánh bại hàng đợi, chỉ để họ nói rằng Hagrid - tức là chuyến đi DUY NHẤT đó điều đầu tiên mọi người muốn đi xe - nó không hoạt động!!! Điều này xảy ra MỌI LÚC NÀY!!...Universal đang tính phí - 150 để tham gia và đang kiếm được HÀNG TRIỆU mỗi lần ngày kể từ khi khách hàng trả tiền và họ vô dụng đến mức họ không thể đơn giản yêu cầu người điều hành đến sớm để chạy thử chuyến đi và làm cho nó hoạt động để hàng nghìn người đã nỗ lực đến sớm có thể đi xe mà không cần phải đợi 3 giờ sau trong chuyến đi. ngày. Xấu hổ TRÊN UNIVERSAL vì quan tâm quá ít đến chính những người đã giúp Công ty của họ tồn tại!! Và đây có phải là công ty muốn xây dựng một công viên ở Vương quốc Anh? Thật là một trò đùa.... người Anh sẽ không bao giờ chấp nhận trả tiền - 150 để đưa tôi đến một công viên hoạt động quá kém nhưng những người nghiệp dư không thể mở cửa khi công viên mở cửa. Lời khuyên của tôi dành cho những vị khách trả tiền...đừng bận tâm trả tiền cho hãy đến Khách sạn Universal để vào cổng công viên sớm vì việc đó hoàn toàn lãng phí thời gian vì bạn - sẽ bị mắc kẹt thêm một giờ nữa trong hàng đợi không bao giờ di chuyển khi các chuyến đi không được mở cửa đúng giờ. Một địa điểm hoàn toàn hỗn loạn. Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã dành thời gian để cung cấp phản hồi về chuyến thăm gần đây của bạn. Tôi xin lỗi vì những trải nghiệm khác nhau mà bạn mô tả đã khiến bạn cảm thấy thất vọng khi rời khu nghỉ dưỡng của chúng tôi. Hãy yên tâm rằng những lo ngại này đã được ghi lại để chúng có thể được chia sẻ với các nhóm lãnh đạo thích hợp trong công viên. Nếu bạn muốn thảo luận thêm về chuyến thăm của mình, vui lòng liên hệ với Bộ phận Dịch vụ Khách hàng của chúng tôi theo số 407-224-4233 hoặc qua email tại GuestServices - Universalorlando.com và tham khảo tên người dùng đánh giá của bạn. Chúng tôi hi vọng gặp lại bạn trong tương lai.\n\n- EmilyĐọc thêm",
            "Velocicoaster là tàu lượn siêu tốc tốt nhất mà tôi từng tham gia. Một số trò chơi khác cũng rất tuyệt. Một số khía cạnh khác của công viên khiến nơi đây trở thành một trải nghiệm kém hơn nhiều so với Disney. Lối vào công viên là một cụm tổng thể mà không ai thực sự có thể nhìn thấy tất cả các lối vào. Rất nhiều khu vực đi bộ trong công viên quá hẹp, khiến nó có vẻ đông đúc quá mức. Các nhân viên cực kỳ vô ích và AF thô lỗ ở ranh giới. Không rõ tủ đựng đồ ở đâu, khi nào cần, cần có những gì trong đó, tủ phụ ở đâu. Nhân viên đang nghịch điện thoại và đùa giỡn với bạn bè thay vì làm việc. Đặt món ăn là rất tệ. Vì không có ích - không đủ nhân viên. Không rõ khi nào có thể sử dụng đơn đặt hàng trên thiết bị di động và cách nhận hàng thực sự vì họ không bao giờ cho bạn biết khi nào nó sẵn sàng. Tôi - sẽ quay lại Disney nhưng không bao giờ cần phải đến đây nữaĐọc thêm",
            "Xin chào Wesley,\n\nChúng tôi đánh giá cao việc bạn dành thời gian xem lại chuyến đi gần đây nhất của mình đến Quần đảo Phiêu lưu. Chúng tôi đào tạo các Thành viên trong nhóm của mình để hỗ trợ Khách hàng một cách chuyên nghiệp và lịch sự và tôi chân thành xin lỗi vì bất kỳ sự mâu thuẫn nào mà bạn có thể gặp phải trong chuyến thăm của mình. Hãy yên tâm rằng phản hồi này cũng như những mối quan ngại khác mà bạn đề cập sẽ được chia sẻ thêm với các nhóm lãnh đạo phù hợp để họ xem xét. Nếu bạn muốn thảo luận thêm về chuyến thăm của mình, vui lòng liên hệ với Bộ phận Dịch vụ Khách hàng của chúng tôi theo số 407-224-4233 hoặc qua email tại GuestServices - Universalorlando.com và tham khảo tên người dùng đánh giá của bạn. Tôi hy vọng bạn sẽ chọn ghé thăm chúng tôi một lần nữa trong tương lai.\n\n- EmilyĐọc thêm",
            "Ở lối vào công viên, họ cũng kiểm tra hộ chiếu của bạn ngoài vé phải không? Đọc thêm",
            "Xin chào! Mua vé đi Adventure Island ở đâu tốt nhất?Đọc thêm",
            "Xin chào! Tôi sẽ đi trong hai tuần nữa và tôi muốn đến Adventure Island. Mua vé ở đâu giá tốt?Đọc thêm",
            "Xin chào!  Tôi khuyên bạn nên mua vé trực tiếp từ họ để tránh vấn đề.  Có thể có những mã giảm giá mà bạn có thể sử dụng trên trang web của họ, nhưng trừ khi bạn biết ai đó làm việc cho họ, tôi sẽ không mua vé ở bất kỳ nơi nào khác.Đọc thêm",
            "Năm nay có chương trình Breakfast with The Grinch không\nNếu có thì khi nào sẽ công bố thông tin chi tiết Đọc thêm",
            "Chào Steve! Tại thời điểm này, chúng tôi không có bất kỳ thông tin nào về các dịch vụ nghỉ lễ của chúng tôi. Tôi khuyên bạn nên theo dõi trang web và các kênh xã hội của chúng tôi để biết thông tin cập nhật nhất! \n\n-KatieĐọc thêm",
            "Làm cách nào để mua vé một ngày vào công viên?Đọc thêm",
            "Mua chúng trực tuyếnĐọc thêm",
            "Xin chào! Chúng tôi có thể mua lắc ở Toothsome - s để mang theo vào công viên không? Cảm ơn rất nhiều! Đọc thêm",
            "Xin chào Melissa! \n\nBạn có thể thoải mái mang món tráng miệng mua tại The Toothsome Chocolate Emporium - Savoury Feast Kitchen vào công viên!\n\n-OliviaĐọc thêm",
            "Có ai biết khi nào Bữa sáng với Grinch 2022 sẽ được bán ra không?Đọc thêm",
            "Có phải là một ý tưởng tồi khi mặc đồ này đi chơi tàu lượn siêu tốc không?Đọc thêm",
            "Sẽ ổn thôi, hầu hết thời gian tôi đều có thanh trượtĐọc thêm",
            "Thăm Universal vào tuần tới. Chúng tôi dự định đi vào ngày 8 tháng 4. Gia đình 7 người. Hai đứa 9 tuổi và ba đứa 17 tuổi. Chúng ta có thể đến cả hai công viên trong một ngày - không cần qua nhanh - hay tôi nên mua vé hai ngày? Đi hai ngày sẽ rẻ hơn so với mua vé nhanh trong một ngày. Cách tăng giá công viên trong kỳ nghỉ xuân thật đáng xấu hổ. Gần - 300pp trong hai ngày. Vé nhanh trong một ngày là - 219 ppĐọc thêm",
            "Này Tywanna,\n\nCác công viên của chúng tôi sẽ khá bận rộn vào tháng 4 với Kỳ nghỉ Xuân. Nếu bạn muốn giảm thời gian xếp hàng chờ đợi, Universal Express Pass có thể giúp bạn điều này. Tôi khuyên bạn nên ghé thăm trong hai ngày, để nhóm của bạn có thể tận hưởng hầu hết các công viên của chúng tôi, nếu bạn không sử dụng Universal Express Pass.\n\n-ChrisyĐọc thêm",
            "CHÀO. Chúng tôi đang đến thăm vào tháng Năm. Tôi có thể tìm lịch chiếu những đêm nào ở đâu Đèn ban đêm ở Hogwarts - Lâu đài? Đọc thêm",
            "Tôi đã ở đó vào thời điểm Giáng sinh, thật là khập khiễng không có chỗ ngồi thực sự.  Chỉ cần đứng xếp hàng là bạn sẽ nhìn thấy họ.Đọc thêm"
        ],
        "star_ratings": [
            38696,
            9443,
            2725,
            834,
            676
        ],
        "review_amount": 52374,
        "location": [
            "Orlando",
            "Quần đảo phiêu lưu phổ quát",
            "Hoa Kỳ",
            "Florida - FL -",
            "miền trung Florida",
            "Những điều cần làm ở Orlando"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 21, 2023",
            "Written June 21, 2023",
            "Written June 29, 2023",
            "Written July 1, 2023",
            "Written July 8, 2023",
            "Written July 8, 2023",
            "Written July 14, 2023",
            "Written July 15, 2023",
            "Written July 15, 2023",
            "Written May 29, 2024",
            "Written May 20, 2024",
            "Written May 8, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written April 29, 2024",
            "Written April 23, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34515-d258685-Reviews-Universal_Islands_of_Adventure-Orlando_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d878010-Reviews-Mythos_Restaurant-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d10780200-Reviews-Strong_Water_Tavern-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d623801-Reviews-Bubba_Gump_Shrimp_Co-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4207983-Reviews-Cinnabon-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d1999014-Reviews-Confisco_Grille-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d2153490-Reviews-Croissant_Moon_Bakery-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d522974-Reviews-Finnegan_s_Bar_Grill-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d519518-Reviews-Hard_Rock_Cafe-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4207396-Reviews-Cold_Stone_Creamery-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d1974070-Reviews-Three_Broomsticks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d25259123-Reviews-Jurassic_World_Velocicoaster-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d15279231-Reviews-Camp_Jurassic-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1968468-Reviews-The_Wizarding_World_of_Harry_Potter_at_Universal_Orlando_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102432-Reviews-Universal_Studios_Florida-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130856-Reviews-Fun_Spot_America_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4069057-Reviews-AMC_Theatre_at_Universal_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d25258987-Reviews-Men_In_Black_Alien_Attack-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d25243750-Reviews-Universal_Orlando_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4546270-Reviews-Titanic_The_Artifact_Exhibition-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1936511-Reviews-Orlando_International_Premium_Outlets-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d258685-Reviews-or10-Universal_Islands_of_Adventure-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d253208-Reviews-Happily_Ever_After_Fireworks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110173-Reviews-Discovery_Cove-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102814-Reviews-Disney_s_Animal_Kingdom_Theme_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2334954-Reviews-Wild_Africa_Trek-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d657765-Reviews-Orlando_Watersports_Complex-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563115-Reviews-Cinderella_Castle-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563276-Reviews-Tree_of_Life-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12875121-Reviews-Pandora_The_World_of_Avatar-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d607346-Reviews-Hard_Rock_Live-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d3963906-Reviews-Hollywood_Drive_in_Golf-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d637035-Reviews-Universal_CityWalk-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d555399-Reviews-Congo_River_Golf-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2424262-Reviews-CityWalk_s_Rising_Star-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d15520800-Reviews-FTI_North_America-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d607361-Reviews-Bob_Marley_A_Tribute_to_Freedom-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d606350-Reviews-Pat_O_Brien_s_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10781060-Reviews-Orlando_Spa_Oasis-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d12377372-Reviews-Border_Field_State_Park-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d4048732-Reviews-LEGOLAND_Discovery_Center_Westchester-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48224-d8761333-Reviews-Lake_Nanuet_Pool-Nanuet_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g188636-d15648671-Reviews-Chocolate_Nation-Antwerp_Antwerp_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d1549927-Reviews-Balos_Lagoon-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d268824-Reviews-Alligator_Adventure-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g30787-d8007236-Reviews-Wilderness_Park-Prattville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d19072676-Reviews-Orient_Express_Cocktail_Bar-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d284650-Reviews-Forest_Park-Springfield_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34515-d258685-Reviews-or10-Universal_Islands_of_Adventure-Orlando_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34515-d258685-Reviews-Universal_Islands_of_Adventure-Orlando_Florida.html"
    }
]