[
    {
        "attraction_name": "Universeum",
        "attraction_name_vi": "vũ trụ",
        "general_info": [
            "2.458 đánh giá",
            "17 trong số 174 điều cần làm ở Gothenburg",
            "Bảo Tàng Khoa Học"
        ],
        "attraction_summary": "Mỗi ngày là một cuộc phiêu lưu tại Universeum. Chúng tôi đã tập hợp các loài động vật, thiên nhiên, hóa học, công nghệ và các thí nghiệm thú vị dưới một mái nhà tại trung tâm Gothenburg. Ngắm nhìn những chú khỉ và lười, đi bộ đường dài qua vùng hoang dã Thụy Điển, bay vào không gian và lặn xuống độ sâu nhất của đại dương chỉ trong một ngày. Chào mừng đến với trung tâm khoa học lớn nhất của khu vực Bắc Âu. Đọc thêm",
        "reviews": [
            "Con gái của chúng tôi yêu thích vũ trụ! Các vùng khí hậu khác nhau và các bộ phận của cơ thể con người được thể hiện rất tốt. Thật không may, chúng tôi đã đến thăm ngay trước khi cuộc triển lãm mới về khủng long khai mạc, vì sẽ rất tuyệt nếu được chứng kiến ​​điều đó. Một điều khác khiến trải nghiệm của chúng tôi thậm chí còn tuyệt vời hơn là có thể tham gia vào các thí nghiệm hóa học. Thật không may, chúng tôi không biết về thời gian và hệ thống đặt chỗ nên chúng tôi đã bỏ lỡ phần đó.Đọc thêm",
            "Nơi rất mát mẻ với một cái gì đó cho mọi lứa tuổi. \nHơi đông đúc nhưng trời mưa cả ngày nên có lẽ đó là lý do.\nMang theo bữa trưa của riêng bạn vì thức ăn không quá ngon.\n\nSẽ rất khuyến khích cho các gia đình. Đọc thêm",
            "Những tấm đầu tiên bắt đầu từ tầng trên cùng trông đẹp hơn đối với những du khách trẻ tuổi vì chúng thấp trên tường.\nDù sao thì chúng tôi cũng thích các phần khác, chẳng hạn như Không gian rất thú vị.\nBạn có thể ở đây nhiều giờ và bạn có thể thoát ra gần lối vào và vào lại sau để ăn một ít đồ ăn, vì nhà hàng và quán bar bên trong có ít lựa chọn.Đọc thêm",
            "Bảo tàng đẹp hoặc không gian trải nghiệm liên quan đến thiên nhiên, cá nhân chúng tôi thích phần đại diện cho thiên nhiên hơn vì nó ít liên quan đến độ tuổi của du khách và mọi người sẽ tìm thấy điều gì đó thú vị. Các phần khác nhắm đến trẻ nhỏ và do đó có thể hơi nhàm chán đối với thanh thiếu niên lớn hơn, giá vào cửa cao hơn nhưng điều đó hợp lý bởi phần tự nhiên của bảo tàng. Tóm lại, nếu con bạn đã hết tiểu học và bạn đã đến một số công viên thiên nhiên trong nhà tương tự, chẳng hạn như bể nuôi cá. Randers Regnskov hoặc tương tự, bạn có thể bỏ qua trừ khi bạn không có gì để làm và thời tiết xấu, vì khán giả lớn tuổi sẽ không thích thú nữa.Đọc thêm",
            "Điều này rất đáng để ghé thăm. Chúng tôi mất khoảng 5 giờ để hoàn thành tất cả. Tôi đặc biệt thích phần đại dương với cá đuối và cá mập cũng như phần Toán với những trò chơi hay giải thích xác suất và các khái niệm khác. Có một trò chơi trí tuệ khổng lồ rất hay. Mọi thứ đều được giải thích bằng tiếng Thụy Điển và tiếng Anh.\n\nNó sẽ không thực sự phù hợp với người sử dụng xe lăn và chắc chắn nó có thể được thiết kế tốt hơn để tiếp cận. Có cả một khu vực trên tầng 4 có các thiết bị đầu cuối máy tính được nâng cao mà bạn phải đứng mới nhìn thấy - chúng có thể có hai chiều cao cho phòng trưng bày này. Ngoài ra, một số triển lãm máy tính trong phần này không hiển thị chính xác, điều này thật đáng tiếc. Không có đủ chỗ ngồi ở một số khu vực nhưng lại có nhiều chỗ ngồi ở những khu vực khác.Đọc thêm",
            "Chúng tôi đến đây với tư cách là một cặp vợ chồng trưởng thành không chắc liệu nó có chỉ dành cho trẻ em hay không, nhưng hoàn toàn không. Thật là một trải nghiệm tuyệt vời, từ thủy cung đến rừng nhiệt đới...bạn có thể dành vài giờ ở đây, kể cả trong phòng thí nghiệm hóa học.\nMọi người đáng yêu, hữu ích và tất cả đều nói tiếng Anh vì tiếng Thụy Điển của chúng tôi tệ quá!Đọc thêm",
            "Chúng tôi là một cặp vợ chồng ở độ tuổi 25 - 30 và chúng tôi yêu thích mọi phần của điều này! \nRừng nhiệt đới amazon thật rực rỡ, chưa bao giờ thấy thứ gì giống như vậy. Ngoài ra chúng tôi yêu thích phần không gian rất nhiều. Có rất nhiều điều để học ngay cả khi bạn lớn tuổi hơn và có rất nhiều trò chơi mang tính tương tác, mang tính giáo dục. \nRất muốn giới thiệu cho mọi lứa tuổi. \nĐọc thêm",
            "Một bảo tàng khoa học rất thú vịBể cá ZOOA thu nhỏ. Nhưng chủ yếu dành cho người Thụy Điển hơn là khách du lịch. Phí vào cửa dành cho sinh viên cao hơn một chút nhưng có rất nhiều loài động vật và thực vật để bạn chiêm ngưỡng. Tôi đặc biệt đánh giá cao ánh sáng đẹp để chụp ảnh và kính rất sạch, bạn hiếm khi thấy được điều đó. Điều thú vị nữa là rạp chiếu phim 3D nằm trên tầng cao nhất nơi bạn bắt đầu chuyến tham quan. Thật tiếc là tất cả lại chỉ là lời khai. Vé trực tuyến có giá rẻ hơn.Đọc thêm",
            "Đây là trung tâm khoa học công cộng, vườn thú và thủy cung công cộng được mở cửa vào năm 2001. \n\nPhù hợp nhất cho trẻ nhỏ và thanh niên. \n\nNó có vẻ hơi cũ và chúng tôi bị choáng ngợp. \n\nKhi bạn đã đi du lịch vòng quanh thế giới và đã chứng kiến ​​những điều tương tự khác, điều này không thực sự gây ấn tượng với bạn. Bạn có thể đến đó vào một ngày mưa để giết thời gian, giống như chúng tôi đã làm. Đã ở đó, làm được điều đó.Đọc thêm",
            "Hoạt động tuyệt vời cho ngày vui chơi gia đình. Chúng tôi rất thích, phù hợp với cả trẻ em và người lớn. Bể cá tuyệt đẹp với cá và cá mập nhỏ hơn và một con cá mập lớn hơn, đó là bể cá rất đẹp. Khu vực rất đẹp với không gian và vật lý, trẻ em cũng thích điều đó và chúng tôi cũng vậy, người lớn. Khu Sinh học tuyệt vời, chúng tôi cũng thích điều đó. Chúng tôi rất thích các loài động vật, những loài chim xinh đẹp khác nhau mà chúng tôi nhìn thấy - bao gồm cả chim hồng hạc và chim tu-can, những chú khỉ nhỏ dễ thương, cá và cá mập, chúng tôi rất thích. Hoàn toàn đề xuất :. Cảm ơn Universeum :. Đọc thêm",
            "Hoạt động tuyệt vời cho ngày vui chơi gia đình. Chúng tôi yêu thích nó, nó phù hợp cho cả trẻ em và người lớn. Bể cá tuyệt đẹp với những con cá và cá mập nhỏ hơn và một con cá mập lớn hơn, đó là một bể cá rất đẹp. Khu vực rất đẹp với không gian và vật lý, trẻ em cũng thích điều đó và người lớn chúng tôi cũng vậy. Phần Sinh học hay, chúng tôi cũng rất thích phần đó. Chúng tôi rất yêu thích các loài động vật, những loài chim xinh đẹp khác nhau mà chúng tôi đã thấy - bao gồm hồng hạc và chim tucan, những chú khỉ nhỏ dễ thương, cá và cá mập, chúng tôi rất thích nó. Hoàn toàn khuyến khích:. Cảm ơn Universeum :.Đọc thêm",
            "Yêu phần về trái đất và khí hậu Rất hay cho các gia đình có trẻ em. Nói tiếng Thụy Điển tốt hơn tiếng AnhNhân viên hữu íchĐọc thêm",
            "Đây là trung tâm khoa học công cộng, vườn thú và thủy cung công cộng được mở cửa vào năm 2001. Phù hợp nhất cho trẻ nhỏ và thanh niên. Nó có vẻ hơi cũ và chúng tôi bị choáng ngợp. Khi bạn đã đi du lịch vòng quanh thế giới và đã chứng kiến ​​những điều tương tự khác, điều này không thực sự gây ấn tượng với bạn. Bạn có thể đến đó vào một ngày mưa để giết thời gian, giống như chúng tôi đã làm. Đã ở đó, làm được điều đó.Đọc thêm",
            "Tôi đã thất vọng. Tôi nghĩ con gái tôi sẽ nhìn thấy nhiều thứ hơn là chỉ vài con chim và cá. Cô ấy đang chờ để được nhìn thấy ít nhất một con khỉ. Họ treo biển ở khắp mọi nơi nói rằng nếu bạn không nhìn thấy con vật thì đó là vì nó đang ngủ. Chúng tôi ở đó từ 12:30 đến 15:30 nhưng không có con vật nào xuất hiện. Thật ngạc nhiên là họ sắp xếp các vùng khí hậu khác nhau nhưng chúng tôi lại không ở đó để nhìn thấy cây cối và nước.Đọc thêm",
            "Hầu hết các thành phố lớn đều có bảo tàng khoa học, vì vậy ban đầu tôi không chắc liệu đây có phải là một hoạt động dành cho khách du lịch nước ngoài hay không, tuy nhiên đây là một bảo tàng khoa học xuất sắc và không giống như nhiều bảo tàng khác mà tôi từng đến, còn có động vật hoang dã trong nhà . Tôi nghĩ tôi chủ yếu giới thiệu điều này cho những người đi du lịch cùng trẻ em, nhưng người lớn sẽ thích thú với khía cạnh của vườn thú. Ngoài ra còn có một phòng thí nghiệm thực hành, nơi mọi người có thể trộn hóa chất để tạo ra bom tắm mà không chắc liệu điều này có thay đổi hàng ngày hay không. Quán ăn tự phục vụ tốt đến mức đáng kinh ngạc, vì vậy tôi sẽ nghiêm túc cân nhắc việc lên kế hoạch cho chuyến thăm của bạn để bạn có thể ăn trưa ở đó. Giống như hầu hết các nơi ở Gothenburg, việc tôi chỉ nói được tiếng Anh không phải là vấn đề. Hầu hết các màn hình đều bằng cả tiếng Thụy Điển và tiếng Anh và tất cả nhân viên mà tôi tiếp xúc đều biết tiếng Anh.Đọc thêm",
            "Một bảo tàng khoa học rất thú vịBể cá ZOOA thu nhỏ. Nhưng chủ yếu dành cho người Thụy Điển hơn là khách du lịch. Phí vào cửa dành cho sinh viên cao hơn một chút nhưng có rất nhiều loài động vật và thực vật để bạn chiêm ngưỡng. Tôi đặc biệt đánh giá cao ánh sáng đẹp để chụp ảnh và kính rất sạch, bạn hiếm khi thấy được điều đó. Điều thú vị nữa là rạp chiếu phim 3D nằm trên tầng cao nhất nơi bạn bắt đầu chuyến tham quan. Thật tiếc là tất cả lại chỉ là lời khai. Vé trực tuyến có giá rẻ hơn.Đọc thêm",
            "Chúng tôi là một cặp vợ chồng ở độ tuổi 25 - 30 và chúng tôi yêu thích mọi phần của điều này! Rừng nhiệt đới amazon thật rực rỡ, chưa bao giờ thấy thứ gì giống như vậy. Ngoài ra chúng tôi yêu thích phần không gian rất nhiều. Có rất nhiều điều để học ngay cả khi bạn lớn tuổi hơn và có rất nhiều trò chơi mang tính tương tác, mang tính giáo dục. Rất muốn giới thiệu cho mọi lứa tuổi. Đọc thêm",
            "Chúng tôi đến đây với tư cách là một cặp vợ chồng trưởng thành không chắc liệu nó có chỉ dành cho trẻ em hay không, nhưng hoàn toàn không. Thật là một trải nghiệm tuyệt vời, từ thủy cung đến rừng nhiệt đới...bạn có thể dành vài giờ ở đây, kể cả trong phòng thí nghiệm hóa học. Mọi người đáng yêu, hữu ích và tất cả đều nói tiếng Anh vì tiếng Thụy Điển của chúng tôi cực kỳ tệ!Đọc thêm",
            "Đây là nơi đáng để ghé thăm. Chúng tôi mất khoảng 5 giờ để tham quan hết tất cả. Tôi đặc biệt thích khu đại dương với cá đuối và cá mập và khu Toán học với những trò chơi hay giải thích về xác suất và các khái niệm khác. Có một trò chơi trí tuệ khổng lồ rất tuyệt. Mọi thứ đều được giải thích bằng tiếng Thụy Điển và tiếng Anh. Nó không thực sự phù hợp với người dùng xe lăn và chắc chắn có thể được thiết kế tốt hơn để dễ tiếp cận. Có một khu vực hoàn chỉnh ở tầng 4 có các thiết bị đầu cuối máy tính nâng cao mà bạn phải đứng để xem - chúng có thể có hai chiều cao cho phòng trưng bày này. Ngoài ra, một số triển lãm máy tính trong khu vực này không được hiển thị đúng cách, thật đáng tiếc. Không có đủ chỗ ngồi ở một số khu vực, nhưng có nhiều ở các khu vực khác. Đọc thêm",
            "Bảo tàng đẹp hoặc không gian trải nghiệm liên quan đến thiên nhiên, cá nhân chúng tôi thích phần đại diện cho thiên nhiên hơn vì nó ít liên quan đến độ tuổi của du khách và mọi người sẽ tìm thấy điều gì đó thú vị. Các phần khác nhắm đến trẻ nhỏ và do đó có thể hơi nhàm chán đối với thanh thiếu niên lớn hơn, giá vào cửa cao hơn nhưng điều đó hợp lý bởi phần tự nhiên của bảo tàng. Tóm lại, nếu con bạn đã hết tiểu học và bạn đã đến một số công viên thiên nhiên trong nhà tương tự, chẳng hạn như bể nuôi cá. Randers Regnskov hoặc tương tự, bạn có thể bỏ qua trừ khi bạn không có gì để làm và thời tiết xấu, vì khán giả lớn tuổi sẽ không thích thú nữa.Đọc thêm",
            "Mua vé trực tuyến hay tại cổng vào Đại học rẻ hơn?Đọc thêm",
            "Nếu mua vé online trong thời gian quy định thì phải vào lúc đó hay vào khi muốn?Đọc thêm",
            "Xin chào, bảo tàng có cung cấp bản dịch và giải thích bằng tiếng Pháp không? Bởi vì chúng tôi đã đến thăm một nơi mà mọi thứ đều bằng tiếng Anh hoặc tiếng Thụy Điển: Cảm ơn sự giúp đỡ của bạnĐọc thêm",
            "Universeum có nên đến thăm vào những ngày khá nóng không? Tôi đang hỏi xem có máy điều hòa không.\nCảm ơn trước.Đọc thêm",
            "Hoàn toàn không - chúng tôi đến đó vào một ngày ấm áp - nhiệt độ bên ngoài khoảng 25 độ và không thể thở được bên trong..Đọc thêm",
            "Xin chào! Có chỗ đậu xe nào gần Universeum không?\nĐọc thêm",
            "Xin lỗi vì trả lời muộn! Có cả một nhà để xe lớn gần đó, đối diện lối vào phía trước Liseberg. Ngoài ra còn có một bãi đậu xe rất lớn, cạnh lối vào phía sau của Liseberg, cũng đóng.\nHy vọng bạn thích chuyến thăm! Đọc thêm",
            "Xin chào. Liệu một đứa trẻ 2,5 tuổi có thích tham quan vũ trụ không? Thx.Đọc thêm",
            "Universeum được khám phá tốt nhất mà không cần xe đẩy. Chỗ đậu xe đẩy có sẵn ở tầng 1. Dịch vụ chăm sóc khách hàng có thể cho mượn ổ khóa Babybjörn và xe đẩy em bé.\nXe đẩy không thể đến được tất cả các nơi trên đường thủy. Xe đẩy không được phép vào Kemilabbet và Rainforest. Đi theo các biển báo để đưa bạn qua Rừng nhiệt đới bằng xe đẩy.Đọc thêm",
            "Xin chào. Tủ đựng đồ ở Universeum có kích thước bao nhiêu? Chúng tôi sẽ trả phòng khách sạn và tự hỏi liệu chúng tôi có thể cất một hành lý xách tay nhỏ ở đó không. Cảm ơn. Đọc thêm",
            "Tôi đồng ý tốt hơn là giữ nó trong khách sạn. Các tủ khóa nhỏ hơn nên túi của bạn có thể không vừa. Bạn cũng có thể giữ những chiếc tương tự ở nhà ga trung tâm.Đọc thêm",
            "Khách sạn Hellp Clarion Collection Hotel Odin\n\nPhòng gia đình nhỏ hay lớn hơn phòng superior?Đọc thêm",
            "Tôi xin lỗi tôi chỉ ghé thăm quán bar ấm cúng ... chưa bao giờ ngủ ở khách sạn ... Đọc thêm"
        ],
        "star_ratings": [
            1056,
            915,
            369,
            75,
            43
        ],
        "review_amount": 2458,
        "location": [
            "Châu Âu",
            "Hạt Västra Götaland",
            "Những điều cần làm ở Gothenburg",
            "Thụy Điển",
            "vũ trụ",
            "Gothenburg",
            "Bờ Tây"
        ],
        "reviews_time": [
            "Written July 17, 2023",
            "Written August 10, 2023",
            "Written August 16, 2023",
            "Written August 28, 2023",
            "Written September 28, 2023",
            "Written October 7, 2023",
            "Written November 4, 2023",
            "Written January 8, 2024",
            "Written March 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written April 15, 2024",
            "Written March 30, 2024",
            "Written January 21, 2024",
            "Written January 12, 2024",
            "Written January 8, 2024",
            "Written November 4, 2023",
            "Written October 8, 2023",
            "Written September 28, 2023",
            "Written August 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189894-d558569-Reviews-Universeum-Gothenburg_Vastra_Gotaland_County_West_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189894-d777878-Reviews-La_Cucina_Italiana-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189894-d17574413-Reviews-Bombay_Street-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189894-d6704498-Reviews-SK_Mat_Manniskor-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189894-d24996703-Reviews-KaiFo-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189894-d6600124-Reviews-Holy_Cow_Burgers_and_Stuff-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189894-d812764-Reviews-Dinner_22-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189894-d3337190-Reviews-Trattoria_La_Sultana-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189894-d797062-Reviews-Barrique-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189894-d23125377-Reviews-Brasserie_Lavette-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189894-d878563-Reviews-Heaven_23-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d565967-Reviews-Museum_of_World_Culture-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d232078-Reviews-Liseberg-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d20839918-Reviews-Lisebergsteatern-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d232080-Reviews-Museum_of_Fine_Art_Goteborgs_Konstmuseum-Gothenburg_Vastra_Gotaland_County_West_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d21012361-Reviews-Nackrosdammen-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d11915455-Reviews-Scandinavium-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d6981288-Reviews-Gotaplatsen-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d8445813-Reviews-Statyn_Poseidon-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d607807-Reviews-Konserthuset-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d244347-Reviews-Stadsbibliotek-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d558569-Reviews-or10-Universeum-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d2427282-Reviews-Aeroseum-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d2282548-Reviews-Maritiman-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d244331-Reviews-Gothenburg_City_Museum-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d244348-Reviews-The_Natural_History_Museum-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d615423-Reviews-Sjofartsmuseet_Goteborg-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d6585999-Reviews-Roda_Sten_Konsthall-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d4997615-Reviews-Alfons_Abergs_Kulturhus-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d244341-Reviews-Rohsska_Museum_of_Design_and_Applied_Art-Gothenburg_Vastra_Gotaland_County_West_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d6124782-Reviews-Upper_House_Spa-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d19609789-Reviews-Ocean_Bus-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d16734488-Reviews-Moa_Alishba_Thaimassage_Spa-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d23111918-Reviews-Lets_Boat-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d735759-Reviews-Stromma_The_Paddan_Tour-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g154913-d155234-Reviews-Stephen_Avenue_Walk-Calgary_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g46170-d116320-Reviews-Six_Gun_City-Mount_Washington_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g33447-d142973-Reviews-Lookout_Mountain-Golden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d1126522-Reviews-Zero_Gravity_Thrill_Amusement_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23499974-Reviews-Zouk_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g321555-d325452-Reviews-Rosh_Hanikra-Rosh_Hanikra_Northern_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d19072676-Reviews-Orient_Express_Cocktail_Bar-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d8370322-Reviews-Museum_Of_Medieval_Torture_Instruments-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2645511-Reviews-Playa_de_La_Barceloneta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d2019764-Reviews-Elephant_Mountain_aka_Nangang_District_Hiking_Trail-Xinyi_District_Taipei.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189894-d558569-Reviews-or10-Universeum-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189894-d558569-Reviews-Universeum-Gothenburg_Vastra_Gotaland_County_West_Coast.html"
    }
]