[
    {
        "attraction_name": "Unto These Hills",
        "attraction_name_vi": "Đến Những Ngọn Đồi Này",
        "general_info": [
            "798 đánh giá",
            "1 trong 2 buổi hòa nhạc tại Cherokee",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Mùa 2024 25 tháng 5 - 17 tháng 8 Bạn có thể cảm thấy một cơn ớn lạnh nhẹ chạy dọc sống lưng; nhưng không phải do gió núi chuyển hướng đón hoàng hôn sắp đến. Đó là từ sự mong đợi của bạn về bộ phim sắp tới. Bộ phim truyền hình Unto These Hills là câu chuyện bi thảm và chiến thắng của người Cherokee bắt nguồn từ những năm trước khi xảy ra sự đau lòng của Đường mòn nước mắt cho đến ngày nay. Hàng triệu người đã chứng kiến ​​vở kịch mạnh mẽ nhất nước Mỹ.Đọc thêm",
        "reviews": [
            "Vở kịch này rất xuất sắc. Giữ sự chú ý của bọn trẻ và chúng tôi đã học được rất nhiều về lịch sử. Mọi công dân Mỹ nên xem vở kịch này và nghe câu chuyện về Đường mòn nước mắt. Nhà hát ngoài trời rất đẹp. Không có ghế khán đài, tất cả các ghế đều có lưng tựa!Đọc thêm",
            "Tôi chắc chắn sẽ khuyên bạn nên tham dự bộ phim này.  Nó rất cảm xúc và mở rộng tầm mắt.  Giúp làm sáng tỏ những gì đã xảy ra trong lịch sử Cherokee.  Điều này đặc biệt hữu ích cho trẻ em học tại nhà và trẻ em đang tìm hiểu về phần lịch sử này ngay bây giờ. Nó sẽ giúp những gì các em đang học trở nên sống động và có thể ghi nhớ và truyền lại. Buổi biểu diễn trước cũng rất hay, thực sự rất thích âm nhạc gõ ngón chân và nghĩ rằng thật tuyệt khi họ có người ở đó để ký tặng cho những ai có thể cần nó.Đọc thêm",
            "Thực sự rất thích vở kịch. Nó cũng có giá trị nó. Bao phủ rất nhiều trong một thời gian ngắn. Tôi giới thiệu nó cho tất cả mọi người. Tất cả các ghế đều tốt và âm thanh cũng tốt, vì vậy bạn không cần phải ngồi ngay phía trước. Nếu bạn gặp khó khăn với cầu thang, hãy ngồi xa hơn một chút và bạn sẽ không gặp vấn đề gì khi thưởng thức chương trình. Hãy chuẩn bị sẵn sàng trong trường hợp thời tiết hoặc thời tiết lạnh - áo len hoặc áo poncho, đệm ngồi.Đọc thêm",
            "Tôi đã có cơ hội xem chương trình này và nó đã không làm tôi thất vọng. Các diễn viên đã làm một công việc tuyệt vời. Bản thân câu chuyện rất cảm động và được thực hiện rất tốt. Có một số cảnh nhất định, mặc dù được thực hiện một cách trang nhã nhưng có thể hơi khó đối với trẻ nhỏ.  Ngoài ra còn có một vài phát đại bác nổ nên chỉ cần chuẩn bị sẵn sàng nhưng không quá căng thẳng và chắc chắn sẽ được thêm vào chương trình. Các chỗ ngồi đều tuyệt vời. Chúng tôi chọn ngồi ở tầng trên, chỉ cần đảm bảo bạn có một chiếc ghế đẩu đặt dưới chân ở tầng dưới cùng. Rất khuyến khích và tôi biết lần sau khi tôi đến thị trấn, tôi sẽ gặp lại nó. Đọc thêm",
            "Tất cả mọi thứ về điều này là đỉnh cao.  Phải xem bạn có ở gần Cherokee không.\n\nTrang phục, bối cảnh, sân khấu, diễn xuất, hiệu ứng đặc biệt, âm thanh, ánh sáng đều xuất sắc.  Họ đã thực sự quan tâm đến nhà hát và buổi biểu diễn để biến đây thành một buổi tối đáng nhớ.Đọc thêm",
            "Chúng tôi luôn đến sau khi mùa giải này kết thúc, nhưng lần này chúng tôi đã đến sớm hơn và cuối cùng đã có thể đến được buổi biểu diễn.  Nó thực sự tuyệt vời.  Trời không nóng lắm khi chúng tôi ở đó nên đó là một buổi tối thoải mái cho buổi biểu diễn.  Bản thân câu chuyện rất quan trọng để nghe và hiểu.  Buổi biểu diễn rất có tác động và bọn trẻ của chúng tôi đã bỏ đi với mong muốn thực hiện một số nghiên cứu để tìm hiểu thêm.  Chúng tôi hy vọng sẽ xuống trong mùa giải một lần nữa để xem nó vào lần tới khi chúng tôi ở đó.  Hoan hô các diễn viên!Đọc thêm",
            "Chúng tôi thật may mắn khi được xem màn trình diễn cuối cùng của Unto These Hills cho mùa giải 2023 và đó thực sự là một điều tuyệt vời.  Chúng tôi đã xem chương trình nhiều lần trong ba năm qua và tôi thực sự thích thú với những thay đổi về lời thoại và một số cách dàn dựng trong năm nay.  Ví dụ, cái chết của Tsali ở màn 2 xin lỗi vì đã tiết lộ nội dung, gây đau thương hơn nhiều và truyền đạt bi kịch hiệu quả hơn.  Dàn diễn viên gồm khoảng 5050 người Cherokee và không phải Cherokee với những người Mỹ bản địa thể hiện các vai chính Cherokee Yonaguska, Junuluska, Elias Boudinot, Nundayeli, White Path, Người phụ nữ yêu dấu, Ochella, War Woman cùng với nhiều người lớn và trẻ em người Mỹ bản địa biểu diễn trong vai trò của Hòa tấu.  Có những cảnh chiến đấu tuyệt vời bao gồm tiếng đại bác và tiếng súng, vì vậy hãy chuẩn bị cho những người tham dự nhỏ tuổi của bạn những tiếng động lớn!  Các vũ công rất điêu luyện và đam mê biểu diễn.  Vũ điệu Đại bàng là sự thể hiện mạnh mẽ về chiến thắng tại Horseshoe Bend. Tôi thực sự khuyên mọi người nên xem chương trình này vì giá trị lịch sử và nghệ thuật của nó.Đọc thêm",
            "Đêm khai mạc tôi tin vào mùa giải 2024. Tôi đã không xem nó trong một vài năm và vợ tôi và tôi muốn chia sẻ với các con của chúng tôi, 13 và 9 tuổi. Phần lớn chúng tôi rất thích buổi biểu diễn như một điều gì đó khác biệt để làm trong chuyến đi của mình. Các phiên bản trước có vẻ cảm động và đáng nhớ hơn. Không ai trong chúng tôi thích thú khi cố gắng đưa hài kịch vào kiểu chơi này. Nó có vẻ không đúng chỗ và đã làm mất đi thông điệp.Đọc thêm",
            "Cảm ơn các bạn đã đến dự đêm khai mạc của chúng tôi! Và cảm ơn bạn đã phản hồi trung thực.Đọc thêm",
            "Nhìn chung đây là một buổi biểu diễn tốt. Đó là một đại diện tốt của lịch sử và kể một câu chuyện hay. Nhà hát có thể được mọc lên. \nHọ có một số nhượng bộ, nhưng không nhiều. Giá đã được phong nha. Tôi muốn thấy việc sử dụng ngựa và nhiều hành động hơn một chút. Có vẻ như một rạp hát nhỏ thay vì bộ phim truyền hình đời thực như trước đây. Đọc thêm",
            "Cảm ơn các bạn đã đến dự đêm khai mạc của chúng tôi! Và cảm ơn bạn đã phản hồi của bạn. Thật không may, chúng tôi không có cơ sở vật chất thích hợp để sử dụng ngựa trong buổi biểu diễn của mình. Đọc thêm",
            "Đối với bất kỳ ai có kế hoạch đi, đừng bận tâm đến 5 loại bảo hiểm được cung cấp cho vé. Hai người trong nhóm chúng tôi phải về sớm vì mẹ cô ấy bị tai nạn và hy vọng không thể sống được. Phòng vé từ chối hoàn tiền và đề nghị kiểm tra mưa.  Hai người này sống ở Texas và có thể sẽ không quay lại vào mùa hè này hoặc năm sau để sử dụng biện pháp kiểm tra mưa. Bảo hiểm là một trò lừa đảo.Đọc thêm",
            "Chúng tôi rất tiếc khi biết rằng một thành viên trong nhóm của bạn đã gặp phải tình huống khẩn cấp. Bảo hiểm hủy bỏ của chúng tôi sẽ hoàn lại chi phí vé của bạn trừ đi phí nếu chúng tôi hủy buổi biểu diễn trước khi tạm dừng do thời tiết khắc nghiệt hoặc bất kỳ lý do nào khác. Mặt khác, toàn bộ việc giảm giá đã kết thúc. Chúng tôi không cung cấp bảo hiểm chuyến đi để bảo vệ cá nhân khách hàng thay đổi kế hoạch. Kiểm tra mưa được phát hành vào năm 2024 có hiệu lực đến cuối mùa giải 2025. Chính sách này được nêu trên trang bán vé của chúng tôi. Chúng tôi hy vọng bạn và những người còn lại trong nhóm của bạn có thể tham dự lần nữa trong tương lai. Đọc thêm",
            "Nhìn chung đây là một buổi biểu diễn tốt. Đó là một đại diện tốt của lịch sử và kể một câu chuyện hay. Nhà hát có thể được mọc lên. Họ có một số nhượng bộ, nhưng không nhiều. Giá đã được phong nha. Tôi muốn thấy việc sử dụng ngựa và nhiều hành động hơn một chút. Có vẻ như một rạp hát nhỏ thay vì bộ phim truyền hình đời thực như trước đây. Đọc thêm",
            "Cảm ơn các bạn đã đến dự đêm khai mạc của chúng tôi! Và cảm ơn bạn đã phản hồi của bạn. Thật không may, chúng tôi không có cơ sở vật chất thích hợp để sử dụng ngựa trong buổi biểu diễn của mình. Đọc thêm",
            "Phần đầu của chương trình giống như Swan Lake trên sân khấu Broadway hơn. Phần khiêu vũ giống như một vở ballet. TỆ HẠI! Về cuối chương trình thì hay hơn. Cốt truyện chính xác nhưng diễn xuất thì TỆ HẠI! Đọc thêm",
            "Chúng tôi rất tiếc vì bạn không thích trải nghiệm của mình. Chúng tôi sử dụng các phiên bản cách điệu của các điệu múa Cherokee truyền thống được biểu diễn bởi một nhóm vũ công đa dạng. Đọc thêm",
            "Đêm khai mạc tôi tin vào mùa giải 2024. Tôi đã không xem nó trong một vài năm và vợ tôi và tôi muốn chia sẻ với các con của chúng tôi, 13 và 9 tuổi. Phần lớn chúng tôi rất thích buổi biểu diễn như một điều gì đó khác biệt để làm trong chuyến đi của mình. Các phiên bản trước có vẻ cảm động và đáng nhớ hơn. Không ai trong chúng tôi thích thú khi cố gắng đưa hài kịch vào kiểu chơi này. Nó có vẻ không đúng chỗ và đã làm mất đi thông điệp.Đọc thêm",
            "Cảm ơn các bạn đã đến dự đêm khai mạc của chúng tôi! Và cảm ơn bạn đã phản hồi trung thực.Đọc thêm",
            "Buổi biểu diễn thật tuyệt vời. Trời rất lạnh sau khi mặt trời lặn nên tôi khuyên bạn nên đắp chăn. Tôi muốn đi lần nữa Đọc thêm",
            "Chúng tôi thật may mắn khi được xem màn trình diễn cuối cùng của Unto These Hills cho mùa giải 2023 và đó thực sự là một điều tuyệt vời.  Chúng tôi đã xem chương trình nhiều lần trong ba năm qua và tôi thực sự thích thú với những thay đổi về lời thoại và một số cách dàn dựng trong năm nay.  Ví dụ, cái chết của Tsali ở màn 2 xin lỗi vì đã tiết lộ nội dung, gây đau thương hơn nhiều và truyền đạt bi kịch hiệu quả hơn.  Dàn diễn viên gồm khoảng 5050 người Cherokee và không phải Cherokee với những người Mỹ bản địa thể hiện các vai chính Cherokee Yonaguska, Junuluska, Elias Boudinot, Nundayeli, White Path, Người phụ nữ yêu dấu, Ochella, War Woman cùng với nhiều người lớn và trẻ em người Mỹ bản địa biểu diễn trong vai trò của Hòa tấu.  Có những cảnh chiến đấu tuyệt vời bao gồm tiếng đại bác và tiếng súng, vì vậy hãy chuẩn bị cho những người tham dự nhỏ tuổi của bạn những tiếng động lớn!  Các vũ công rất điêu luyện và đam mê biểu diễn.  Vũ điệu Đại bàng là sự thể hiện mạnh mẽ về chiến thắng tại Horseshoe Bend. Tôi thực sự khuyên mọi người nên xem chương trình này vì giá trị lịch sử và nghệ thuật của nó.Đọc thêm",
            "Được trả thêm tiền cho Hậu trường.  Được người phụ nữ ở ngôi làng nơi chúng tôi mua vé nói rằng nó có thể truy cập được cho người khuyết tật.   Chương trình tuyệt vời.  Chỉ có ghế dành cho người khuyết tật mới là ghế giá rẻ.   Phải có 2 người lớn dìu cháu trai khuyết tật của tôi lên sân khấu.  Tôi cũng cảm thấy rất khó khăn và bị ngã xuống cát hai lần, suýt ngã khi cố gắng quay lại chỗ ngồi.  Cũng chỉ thấy 2 người mặc trang phục ở hậu trường.Đọc thêm",
            "Với tất cả sự tôn trọng đối với quốc gia Cherokee và tất cả di sản của nó - chương trình chỉ kém phần Khủng khiếp. Vợ tôi gốc Waynesville NC và đã đi xem chương trình này khi cô ấy còn trẻ; cô ấy muốn chia sẻ trải nghiệm với tôi khi cô ấy nhớ về nó - à, nó không còn giống như trước đây nữa! Đầu tiên, có rất ít người Cherokee tham gia sản xuất - chủ yếu là những nghệ sĩ biểu diễn Da trắng da đen, Những người nhảy giống múa ba lê hơn là người Ấn Độ truyền thống những điệu nhảy. Lời thoại của chương trình khá ngô nghê, không sâu sắc và mặc dù đã đánh vào một số bước đệm quan trọng trong lịch sử Cherokee - nhưng họ đã bỏ lỡ rất nhiều và kết thúc vội vàng Giống như một bộ phim viết dở mà các nhà biên kịch không thể nghĩ ra một cái kết hay. Người lớn - 4 người đến từ miền Tây NC, và bản thân tôi RẤT THẤT VỌNG!!! Hãy tiết kiệm tiền của bạn - tất cả những quảng cáo bạn nhìn thấy về người da đỏ Cherokee nhảy múa trong trang phục Ấn Độ đích thực đều là chuyện nhảm nhí! Khi bạn trả tiền để xem lịch sử, bạn nên mong đợi tính chân thực - ở đây bạn có một số đứa trẻ da trắng nhảy nhót xung quanh như những nàng tiên hơn là người da đỏ. Nếu tôi là các nhà lãnh đạo người da đỏ Cherokee, tôi sẽ rất xấu hổ - jmoĐọc thêm",
            "Đây là một trò chơi đam mê tốt. Rõ ràng đó là kinh phí thấp, hoạt động kém chuyên nghiệp so với các vở kịch ngoài trời tương tự khác mà tôi đã xem, nhưng sự nhiệt tình của dàn diễn viên đã bù đắp cho những điểm yếu về kinh phí và khả năng diễn xuất. Cả gia đình tôi rất thích nó. Đọc thêm",
            "Chúng tôi luôn đến sau khi mùa giải này kết thúc, nhưng lần này chúng tôi đã đến sớm hơn và cuối cùng đã có thể đến được buổi biểu diễn.  Nó thực sự tuyệt vời.  Trời không nóng lắm khi chúng tôi ở đó nên đó là một buổi tối thoải mái cho buổi biểu diễn.  Bản thân câu chuyện rất quan trọng để nghe và hiểu.  Buổi biểu diễn rất có tác động và bọn trẻ của chúng tôi đã bỏ đi với mong muốn thực hiện một số nghiên cứu để tìm hiểu thêm.  Chúng tôi hy vọng sẽ xuống trong mùa giải một lần nữa để xem nó vào lần tới khi chúng tôi ở đó.  Hoan hô các diễn viên!Đọc thêm"
        ],
        "star_ratings": [
            506,
            168,
            64,
            33,
            27
        ],
        "review_amount": 798,
        "location": [
            "Dãy núi Bắc Carolina",
            "Bắc Carolina NC",
            "Những việc cần làm ở Cherokee",
            "Đến Những Ngọn Đồi Này",
            "Hoa Kỳ",
            "Cherokee"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written July 9, 2023",
            "Written July 17, 2023",
            "Written July 19, 2023",
            "Written July 20, 2023",
            "Written August 13, 2023",
            "Written August 22, 2023",
            "Written May 25, 2024",
            "Written May 27, 2024",
            "Written June 3, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written October 4, 2023",
            "Written August 22, 2023",
            "Written August 19, 2023",
            "Written August 15, 2023",
            "Written August 15, 2023",
            "Written August 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g49023-d1553373-Reviews-Unto_These_Hills-Cherokee_North_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g49023-d11714669-Reviews-BJ_s_Diner-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49023-d21165815-Reviews-Mini_Donut_Place-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49023-d27673487-Reviews-Sugarbear_s_Ice_Cream_Coffee-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49023-d11881285-Reviews-Front_Porch_Cakery_Deli-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49023-d518931-Reviews-Peter_s_Pancakes_Waffles-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49023-d23952904-Reviews-All_Fried_Up-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49023-d5421020-Reviews-Kobe_Express-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49023-d729805-Reviews-Paul_s_Family_Restaurant-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49023-d25094846-Reviews-El_Cajelito-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49023-d1520814-Reviews-Dairy_Queen-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d144661-Reviews-Museum_of_the_Cherokee_People-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d139350-Reviews-Cherokee_Indian_Reservation-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d559908-Reviews-Cherokee_Visitor_s_Center-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d19877182-Reviews-Cherokee_Veterans_Park-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d532093-Reviews-Smoky_Mountain_Gold_and_Ruby_Mine-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d1657486-Reviews-Cherokee_Transit-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d609303-Reviews-Newfound_Gap_Road-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d2268328-Reviews-Oconaluftee_Visitor_Center-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d1382991-Reviews-Mountain_Farm_Museum-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d1657482-Reviews-Cherokee_Heritage_Museum_and_Gallery-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d1553373-Reviews-or10-Unto_These_Hills-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d144663-Reviews-Oconaluftee_Indian_Village-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d144664-Reviews-Mountainside_Theatre-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d144662-Reviews-Qualla_Arts_and_Crafts_Mutual-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d1657484-Reviews-Cherokee_Theaters-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d15841348-Reviews-Medicine_Man_Crafts-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d12347634-Reviews-Twisted_Sisters-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d17734296-Reviews-Owl_Cage-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d4323782-Reviews-Four_season_chrisrmas_shop-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d245720-Reviews-Avenue_Louise-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d2279533-Reviews-Texas_Museum_of_Automotive_History-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1131585-d3981811-Reviews-Mylopotamos_Beach-Mouresi_Magnesia_Region_Thessaly.html",
            "https://www.tripadvisor.com/Attraction_Review-g297968-d555187-Reviews-Apollon_Temple-Side_Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g230156-d2495218-Reviews-Dwejra_Bay-San_Lawrenz_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103642-Reviews-Castle_Island-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g143029-d145468-Reviews-Signal_Mountain_Summit_Road-Grand_Teton_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1530244-Reviews-Fabric_Mart-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d615518-Reviews-Park_Avenue-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g49023-d1553373-Reviews-or10-Unto_These_Hills-Cherokee_North_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g49023-d1553373-Reviews-Unto_These_Hills-Cherokee_North_Carolina.html"
    }
]