[
    {
        "attraction_name": "USS Midway Museum",
        "attraction_name_vi": "Bảo tàng USS Midway",
        "general_info": [
            "25.693 đánh giá",
            "- 1 trong 742 điều cần làm ở San Diego",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Tọa lạc tại trung tâm thành phố San Diego, USS Midway - Museum - là tàu sân bay phục vụ lâu nhất của Mỹ trong thế kỷ 20. Ngày nay, bảo tàng tương tác là một cuộc phiêu lưu khó quên cho cả gia đình khi du khách bước theo bước chân của 225.000 thanh niên đã phục vụ ở Midway. Du khách khám phá một thành phố nổi trên biển, sàn đáp tuyệt vời và 29 máy bay được phục hồi, mô phỏng chuyến bay và được truyền cảm hứng từ Nhà hát Battle of Midway, bao gồm cả vé vào cửa. Vé vào cửa cũng bao gồm một chuyến tham quan bằng âm thanh tự hướng dẫn được thuật lại bởi các thủy thủ Midway bằng tiếng Anh, tiếng Quan Thoại, tiếng Tây Ban Nha, tiếng Nhật, tiếng Pháp và tiếng Đức. Tham quan Midway là trải nghiệm chỉ có một lần trong đời ở San Diego, nơi được cả thế giới biết đến với cái tên - Thị trấn Hải quân, Hoa Kỳ. - Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi đã học được rất nhiều điều khi đến thăm tàu ​​sân bay cũ này.  Chúng tôi không biết có rất nhiều loại trực thăng khác nhau.  Bây giờ chúng tôi biết mình không muốn trở thành một thủy thủ nhập ngũ, sống trong những khu nhà chật chội.  Khía cạnh thú vị nhất là cuộc nói chuyện của các cựu phi công Hải quân về việc cất cánh và hạ cánh trên một tàu sân bay. Chúng tôi không biết nó nguy hiểm đến mức nào đối với cả phi công và phi hành đoàn trên boong.  Lập kế hoạch 2,5-3 giờ.Đọc thêm",
            "Đây là một kinh nghiệm tuyệt vời. Tôi - sẽ thừa nhận rằng con tôi - không quan tâm nhiều đến nó, nhưng người lớn có thể sẽ hiểu được nhiều hơn từ nó. Thật khiêm tốn khi thấy cách mọi người trên tàu sống và làm việc và chúng tôi cũng rất thích các thông tin du lịch bằng âm thanh miễn phí.  Các công nhân - tình nguyện viên trên tàu rất hiểu biết và thân thiện.  Lời cảnh báo: Bạn có thể dễ dàng dành cả ngày ở đây nếu đây là việc của bạn. Tôi không biết làm thế nào bạn có thể tham quan nơi này chỉ trong vài giờ. Tôi thích đọc tất cả thông tin được cung cấp và tìm hiểu kiến ​​thức nền tảng từ những người ở đó..... vậy là 5 giờ trôi qua trong nháy mắt. Đọc thêm",
            "Nếu bạn là một người đam mê quân sự hoặc một người yêu nước thì đây là điểm dừng chân không thể thiếu ở San Diego. Nó làm cho những con tàu bảo tàng tươm tất khác trông rất tầm thường. Họ đã thực hiện xuất sắc công việc này và nó được vận hành rất tốt.\nQuân nhân tại ngũ nước ngoài được tham gia miễn phí, điều này được đánh giá rất cao vì một số điểm tham quan của Hoa Kỳ từ chối nhân viên phục vụ đồng minh.\nMột nơi tuyệt vời.Đọc thêm",
            "Đây là một trải nghiệm thú vị.  Rất nhiều thông tin và gọn gàng để xem cuộc sống trên một tàu sân bay như thế nào. Tôi sẽ quay lại thăm lần nữa. \n\nMột điều cần lưu ý là chó dịch vụ có thể khó lên xuống một số cầu thang - bậc thang.Đọc thêm",
            "Đã đặt chỗ cho bộ phim Top Gun Maverick trên sàn đáp của USS Midway vào tháng 5.  Que họ sử dụng để mua vé thật tuyệt vời,t. Sự kiện này được tổ chức tốt, đồ ăn được mua trước - đặt hàng - rất tuyệt và việc thiết lập quầy bar được thực hiện một cách thành thạo. Nó rất đáng đi xem mặc dù chúng tôi đã xem bộ phim này hai lần. Chúng tôi sẽ cố gắng tham dự nhiều sự kiện và phim hơn trên con tàu đó bất cứ khi nào có thể.Đọc thêm",
            "Hôm nay chúng tôi đã có khoảng thời gian tuyệt vời trên USS Midway! Docent Tom là người hướng dẫn của chúng tôi và anh ấy đã khiến chuyến thăm của chúng tôi trở nên đặc biệt hơn nữa!  - cảm ơn Tom!! - ! Anh ấy rất hiểu biết và thú vị để lắng nghe và học hỏi! Thực sự là một trải nghiệm độc đáo và đặc biệt, và theo tôi, điều tuyệt vời nhất nên làm ở San Diego!Đọc thêm",
            "Chúng tôi đã có vài giờ tuyệt vời trên USS Midway.\n\nPhí vào cửa thực sự hợp lý và miễn phí cho quân nhân và người về hưu.\n\nHọ đã làm rất tốt việc biến con tàu khổng lồ này thành một bảo tàng nổi để giáo dục mọi người ở mọi lứa tuổi.\n\nCó một đoạn phim ngắn bạn có thể xem về trận chiến Midway và các thủy thủ. \n\nMọi thứ đều chân thực và cũng có những chiếc máy bay tĩnh tuyệt vời được trưng bày trong đó có một chiếc mà bạn có thể ngồi vào.\n\nCác chuyến tham quan bên dưới boong tàu giúp bạn mở mang tầm mắt để xem các điều kiện mà thủy thủ đoàn gặp phải.\n\nCó rất nhiều thứ để xem khi bạn đi qua, chắc chắn đáng để ghé thăm khi ở San Diego.Đọc thêm",
            "Đây là điều phải xem nếu bạn là người hâm mộ lịch sử hải quân.  Chuyến tham quan tự hướng dẫn bao gồm khả năng nhìn thấy toàn bộ con tàu.  Các phi công hải quân có mặt để giải thích hoạt động của tàu.  Gặp một cựu chiến binh Thế chiến 2 trên tàu và cho chúng tôi rất nhiều lịch sử.  Đi sớm và mua vé trực tuyến.Đọc thêm",
            "Bảo tàng USS Midway nằm ở San Diego California là địa điểm không thể bỏ qua khi đến thăm San Diego! Con tàu rất lớn và có các chuyến tham quan tự hướng dẫn khắp tất cả các tầng bên dưới và tầng trên tuyệt vời, nơi máy bay quân sự hạ cánh và phóng đi! Họ có một bộ sưu tập tuyệt vời về máy bay cỡ lớn tại Midway cũng như một nhà hát và máy bay mô phỏng để trải nghiệm! Nhân viên tại Bảo tàng Midway là hạng nhất, có kiến ​​thức và rất hữu ích!\nCó một cửa hàng quà tặng đáng kinh ngạc và quán cà phê có đồ ăn nhẹ, bữa ăn và đồ uống tuyệt vời!\nHọ có một bãi đậu xe rất thuận tiện mở cửa 24 giờ và chỉ - 25:00 nên bạn có thể đỗ xe ở đó khi ghé thăm Midway và các địa điểm khác ở trung tâm thành phố San Diego!\nBảo tàng mở cửa 7 ngày một tuần từ 10 giờ sáng đến 5 giờ chiều.\nChúng tôi yêu thích trải nghiệm này và rất khuyên bạn nên ghé thăm!\n.\n.\n.\n.\n - ussmidwaymuseum - sandiego - hải quân - thủy quân lục chiến - gia đình - ilovesandiego - hải quân - tàu chiến - seetheusa - seesandiego - bảo tàng - topgun - mustsee - thămsandiego - godisgoodĐọc thêm",
            "Con tàu và chuyến tham quan tuyệt vời. Quy mô và quy mô của Midway chỉ có những người dũng cảm phục vụ cho cô mới có thể sánh bằng. Phải xem nếu đến thăm San Diego. \n\nMang giày thoải mái khi đi bộ nhiều. Ngoài ra còn khá nhiều cầu thang dốc và lối vào hẹp. Dù sao thì đây cũng là một con tàu chiến.\n\nTóm lại là. Cảm ơn sự phục vụ của bạn Midway và những tâm hồn dũng cảm của phi hành đoàn của cô ấy.Đọc thêm",
            "We - re not usually history museum kind of people, but the USS Midway Museum in San Diego completely surprised us! We spent a fun-filled half day there, and it was much more than just looking at old war planes and boats. Wandering through the different decks, from the bustling mess hall to the intricate engine room, gave us a real sense of what life was like for the sailors who lived and worked on board. Interactive exhibits and informative displays brought the ship - s history to life, even for history novices like us. The size of the Midway is simply staggering. It - s hard to imagine a machine this big ever moving, let alone being a center of wartime operations. We felt tiny next to the massive anchors and stood on the impressive flight deck. The views from the Captain - s quarters were incredible - you really get a sense of the command and control needed to run this floating city. There are lots of ladder steps to get upto this area in small groups - which did mean a short 15min queue at the beginnign of this optional  section. We were impressed by the variety of things to see and do.  We spent a lot of time checking out the fighter jets and other aircraft on the hangar deck,  but there were also simulators  - up-charge - , short films, audio tour, and even a restored WWII bunkroom.If you - re looking for something interesting and different to do in San Diego, the USS Midway Museum is a great choice.  We learned a lot, had a fun time exploring, and came away with a newfound appreciation for this historic ship and the sailors who served on her. It was quite busy, but the scale and size of the ship along with the huge number of places to explore ensures that crowds are well dispersed. We used the Go City pass to gain entry to this attrraction which gave us great value for money!Read more",
            "Cảnh tượng rất nhiều thông tin. Những chia sẻ của các cựu chiến binh về cách mọi thứ diễn ra rất thú vị và chân thực. Rất nhiều thứ để xem, thử và có ấn tượng về việc nó đã diễn ra như thế nào trên con tàu. Chúng tôi đã dành vài giờ và thậm chí không nghe được mọi thứ.Đọc thêm",
            "Một bộ phim phải xem dành cho những ai quan tâm đến Thế chiến thứ hai và máy bay.  Thật ngạc nhiên khi được nhìn thấy tất cả các máy bay, và tất cả những nơi các thủy thủ sống và làm việc - những chiếc giường nhỏ, phòng họp, phòng bếp - phòng chờ.  Chúng tôi chưa bao giờ thấy thứ gì giống như con tàu khổng lồ này.  Các bộ phim trên tàu rất hữu ích.Đọc thêm",
            "Đây là một trong những bảo tàng mang tính giáo dục nhất mà tôi đã từng đến. Các cựu chiến binh tình nguyện làm tiến sĩ là những người tuyệt vời để tôi học hỏi.Đọc thêm",
            "Tôi phải thừa nhận, chúng tôi không tham gia bảo tàng, nhưng đây là lịch sử và chúng tôi tham gia vào đó. Con tàu rất lớn nhưng tôi vẫn không thể tưởng tượng được việc một chiếc máy bay hạ cánh ở boong trên cùng. Các khu vực bên dưới boong đều lớn và ấn tượng không kém. Có vẻ như chúng ta có thể đi bộ hàng dặm ở lối đi bên dưới boong tàu. Đôi khi chúng tôi thấy mình cô đơn, rồi chúng tôi bước vào phòng với một tình nguyện viên và anh ấy sẽ kể cho chúng tôi nghe về căn phòng. Phòng phát thanh rất thú vị. Các tình nguyện viên thật tuyệt vời và bộ phim Battle of Midway được thực hiện rất tốt và khá cảm động. Những chiếc máy bay dàn trải khắp nơi thật hấp dẫn, tôi thử tưởng tượng mình bị trói vào một trong những chiếc ghế đó, bay qua lãnh thổ của kẻ thù và bị bắn vào. Tôi thậm chí không thể đến gần để tưởng tượng nó. Chúng tôi đã dành vài giờ ở đó và có thể đã dành nhiều thời gian hơn nữa. Chúng tôi cũng rất ngạc nhiên khi họ có một cửa hàng quà tặng lớn, một quán cà phê và một số ki-ốt bán đồ ăn nằm rải rác xung quanh.Đọc thêm",
            "Bảo tàng USS Midway ở San Diego mang đến cái nhìn hấp dẫn về lịch sử hải quân trên chiếc tàu sân bay huyền thoại. Từ những cuộc triển lãm sống động đến bộ sưu tập máy bay ấn tượng, đây là địa điểm không thể bỏ qua đối với những người yêu thích lịch sử và bất kỳ ai quan tâm đến công nghệ quân sự. NHƯNG! Tại sao chỉ có 3 sao? Tôi thực sự thất vọng vì không ai nói với chúng tôi rằng con tàu đang bị đóng cửa một phần để phục hồi! Vì vậy, chúng tôi không thể nhìn thấy các phòng máy và thực sự làm cầu chỉ huy thất vọng! Ít nhất họ có thể đặt một tấm biển gần phòng bán vé hoặc ở lối vào.Đọc thêm",
            "Một trong những bảo tàng tuyệt vời nhất mà tôi từng đến và tôi đã thấy các bảo tàng trên khắp Bắc Mỹ và Châu Âu. Nó rất thú vịĐọc thêm",
            "Trải nghiệm tuyệt vời! Đến thăm một chiếc máy bay hải quân thực sự có cơ hội được xem một bộ phim về súng đỉnh cao. Một số cựu chiến binh có mặt để giải thích và cung cấp thông tin về chiếc máy bay.Đọc thêm",
            "Khá là một bảo tàng tốt, tốt hơn nhiều so với chúng tôi mong đợi. Bộ phim thật tuyệt vời và sự nhiệt tình cũng như tình nguyện viên - đặc biệt - Scott nói chuyện chậm rãi - và Kathy trên E2 - là những điều khiến bảo tàng trở nên đặc biệt. Không - tôi không thích việc bạn phải trả thêm tiền cho chuyến đi mô phỏng - khi giá vé vào cửa đã khá cao - và không có giảm giá cho người cao tuổi. Tuy nhiên, tôi vẫn thực sự khuyên bạn nên ghé thăm bảo tàng này.Đọc thêm",
            "Midway thật tuyệt vời. Những tài liệu đã chia sẻ thông tin và lịch sử về các máy bay cũng như chức năng của tàu sân bay thật đáng kinh ngạc. Chúng tôi đã có khoảng thời gian tuyệt vời nhất và ở lại trong 6 giờ.Đọc thêm"
        ],
        "star_ratings": [
            20237,
            4864,
            512,
            49,
            32
        ],
        "review_amount": 25694,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở San Diego",
            "California - CA -",
            "thành phố San Diego",
            "Bảo tàng USS Midway"
        ],
        "reviews_time": [
            "Written May 31, 2023",
            "Written June 22, 2023",
            "Written July 5, 2023",
            "Written July 5, 2023",
            "Written July 5, 2023",
            "Written July 8, 2023",
            "Written July 9, 2023",
            "Written July 9, 2023",
            "Written July 12, 2023",
            "Written July 15, 2023",
            "Written May 26, 2024",
            "Written May 23, 2024",
            "Written May 19, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written April 30, 2024",
            "Written April 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60750-d531819-Reviews-USS_Midway_Museum-San_Diego_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d6740717-Reviews-Top_of_the_Market_San_Diego-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d481910-Reviews-The_Fish_Market_San_Diego-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d6478632-Reviews-Eddie_V_s_Prime_Seafood-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d11808628-Reviews-Beach_Hut_Deli-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d481962-Reviews-Ruth_s_Chris_Steak_House-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d10387161-Reviews-Carnitas_Snack_Shack-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d2561877-Reviews-The_Lion_s_Share-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d7260581-Reviews-Gelato_Paradiso-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d2464004-Reviews-Hazelwoods_On_the_Bay-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d15325446-Reviews-Vistal_Bar_Restaurant-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d8515683-Reviews-The_Unconditional_Surrender-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d3701759-Reviews-A_National_Salute_to_Bob_Hope_the_Military-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d8674762-Reviews-Tuna_Harbor_Park-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d27000542-Reviews-Public_Art_Embracing_Peace-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d6929928-Reviews-The_Homecoming_Statue-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d2650658-Reviews-San_Diego_s_59_Mile_Scenic_Drive-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d19448026-Reviews-Broadway_Pier-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d13951711-Reviews-Port_Pavilion_on_Broadway_Pier-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d20200541-Reviews-Ruoccoco_Park-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d8096454-Reviews-San_Diego_Visitor_Information_Center-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d531819-Reviews-or10-USS_Midway_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d126992-Reviews-San_Diego_Model_Railroad_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d143988-Reviews-San_Diego_Air_Space_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d128465-Reviews-Birch_Aquarium_at_Scripps-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d102783-Reviews-Spanish_Village_Art_Center-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d4205601-Reviews-ARTS_DISTRICT_Liberty_Station-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d128803-Reviews-Timken_Museum_of_Art-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d142517-Reviews-San_Diego_Museum_of_Art-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d126987-Reviews-San_Diego_Natural_History_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d128797-Reviews-San_Diego_Automotive_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d2054882-Reviews-Flying_Leatherneck_Aviation_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d2025053-Reviews-Flagship_Cruises_Events-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d12558890-Reviews-Pedego_Electric_Bikes_San_Diego-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d7317185-Reviews-Nation_Tours_San_Diego_Segway_Tours-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d19587584-Reviews-Secret_Food_Tours_San_Diego-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1580404-Reviews-San_Diego_Seal_Tour-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127047-Reviews-Phoenix_Zoo-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d554991-Reviews-Old_Town-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g264369-d288387-Reviews-Sandy_Beach-Rincon_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d153625-Reviews-Playa_Los_Cerritos-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d153205-Reviews-Isla_Espiritu_Santo-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d147148-Reviews-Lakefront_Trail-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1007281-d12385028-Reviews-Milka_Laedele-Bludenz_Vorarlberg_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d154311-Reviews-Spencer_Beach_Park-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g666992-d3140968-Reviews-Roppenheim_The_Style_Outlets-Roppenheim_Bas_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g60923-d117137-Reviews-Oregon_Caves_National_Monument_and_Preserve-Cave_Junction_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60750-d531819-Reviews-or10-USS_Midway_Museum-San_Diego_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60750-d531819-Reviews-USS_Midway_Museum-San_Diego_California.html"
    }
]