[
    {
        "attraction_name": "Ute Lake State Park",
        "attraction_name_vi": "Công viên tiểu bang hồ Ute",
        "general_info": [
            "46 đánh giá",
            "1 trong số 1 điều cần làm ở Logan",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Hồ lớn, nhiều khu cắm trại, mỗi nơi rất khác nhau. Vòng Yucca có đoạn kéo dài qua, các địa điểm có nước điện, một số có tầm nhìn ra mặt nước. Cũng như nhiều NM, trời rất gió. Nhà tắm khép kín trong vòng lặp đó, nhưng có một nhà tắm khác cách đó không xa, cũng như một bãi cát nhỏ, bến tàu đánh cá, dốc thuyền. Trạm đổ rác ở lối vào. Địa hình sa mạc.  Nhân viên công viên và chủ trại rất thân thiện. Gần thị trấn, nơi có cửa hàng tạp hóa, đồ kim khí, thực phẩm và gas.Đọc thêm",
        "reviews": [
            "Nhà tắm đóng cửa không được đăng trên trang web của họ! Nhà tắm mở cách đó 4 dặm, nước lạnh không được sưởi ấm, sẽ không bao giờ đến NM nữa vào kỳ nghỉ đó là trải nghiệm tồi tệ nhất ở Oasis, Concha, Sumner và đặc biệt là Stories Lake, những công viên này không còn thân thiện với người cắm trại nữa!!!! Đọc thêm",
            "Chồng tôi và tôi đến Công viên Bang Hồ Ute vào chiều thứ Hai. Công viên có một hồ nước lớn trên sa mạc. Nước hồ đó đẹp lắm. Có 2 đường dốc thuyền rộng và một đường có bến tàu đẹp. Công viên có thể sử dụng một số biện pháp cắt cỏ. Tôi không nhìn thấy con đường mòn hay cây cối nào cả. Được rồi đỗ xe nhưng chúng tôi sẽ không quay lại. Chúng tôi đã trả 5 tại quầy tự thanh toán.Đọc thêm",
            "Chúng tôi ở trong vòng cắm trại Yucca.. Nơi này sạch sẽ. Kéo dài qua các trang web. Siêu dài. Vòng lửa, vỉ nướng, bàn có nắp, nước và điện. Khoảng cách đi bộ đến bãi biển.Đọc thêm",
            "We stayed here on April 21st and was very disappointed after seeing how highly rated the park was. We had reserved a lakeside, primitive campsite for our van but none of these sites had a view of the lake due to trees and growth. Furthermore, we found another guest without a reservation using our site when we arrived. The sites were not well numbered so it was confusing to know which site was reserved. Unlike some others, our reservation did not find its way to the wooden post. To our shock, ALL of the campground restrooms and showers were closed. At first, we thought it must be a mistake and there would be one open further away. We tracked down the host and he informed us that all of the restrooms were closed due to lack of personnel to clean them. He said these people would be hired later in the season. This was a first for us and wish this information had been clearly posted on the Parks website or they would have told us this when we called them. \tWe tried to fill a gallon jug with drinking water but like so many other areas of NM, the water came out brown like the color of tea. We thought it was rust from the pipe and let the water run longer to no avail. Later we discovered there is a real problem with drinking water in NM and even the road side rests, restaurants, etc. have brown water and do not recommend drinking it.Finally, our dog walked across a 15 foot strip of grass by the restroom. This resulted in the dog getting some very sharp, painful small burrs in each foot. They were very hard to remove. Extra care should be taken with dogs here, even on a leash.It takes 20-25 minutes to drive to the Park from I-40 and the directions on the web site and GPS are not good. It is easy to drive right by the park entrance to the campground. We saw the other campers from the road and very quickly realized we were about to drive by the campground. Overall, we found this park badly run with listed facilities not open. Of the 6 parks we camped at, this was the only one that we would not go back to. For anyone needing an overnight stay close by, the city park of San Jon Village offers free overnight camping with flush toilets and covered tables that exceeded our expectations. It was amazing that a small town could offer travelers such a nice service.Read more",
            "Chúng tôi đã cố gắng đến thăm tất cả các lô đất của công viên tiểu bang nhưng thất vọng khi thấy rằng một số đã bị đóng cửa và một số khác được đánh dấu quá kém nên chúng tôi không bao giờ tìm thấy chúng.Đọc thêm",
            "Gia đình tôi và tôi đã đi nghỉ cuối tuần Ngày lễ Lao động ở hồ Ute. Tôi rất ấn tượng khi nhân viên lễ tân lấy thẻ để thanh toán cho kỳ nghỉ của bạn. Họ đã cung cấp dịch vụ thu gom điện và nước thải cho xe kéo cắm trại của chúng tôi. Thời tiết cũng rất tuyệt để ở trên mặt nước. Nhiệt độ nước thật hoàn hảo để nhảy vào! Mọi người đều rất thân thiện và nhân viên kiểm lâm của công viên thậm chí còn cho chúng tôi kéo đến bến du thuyền khi pin của chúng tôi hết pin! Cô ấy rất tử tế và chúng tôi không thể yêu cầu sự giúp đỡ tốt hơn! Cảm ơn Ute Lake Park Rangers rất nhiều! Rất hữu ích!Đọc thêm",
            "Chúng tôi đã đến đây một lần để dùng bữa Chuck Wagon, được chuẩn bị dưới những chiếc xe ngựa và bên hồ. Đã lâu rồi nhưng chắc chắn chúng tôi sẽ không quên chuyến đi này. Hồ là một nơi tuyệt vời để đi. Rất nhiều người cũng có những địa điểm nghỉ hè gần đây.Đọc thêm",
            "Chúng tôi đã ở đây một đêm vào tuần đầu tiên của tháng 11. Không có ai ở văn phòng nên chúng tôi lấy một phong bì, tìm một địa điểm rồi quay lại và bỏ tiền vào hộp. Có hai khu cắm trại; một cái gần bến thuyền đánh cá, và cái kia gần hồ, nơi có tòa nhà vệ sinh lớn. Công viên khá vắng. Các địa điểm đều có bàn dã ngoại và mái che. Có cỏ, mặc dù đã chết vào thời điểm này trong năm. Ngoài ra còn có nhãn dán ở các khu vực, vì vậy hãy cẩn thận nếu bạn có con nhỏ hoặc thú cưng. Chúng tôi có một tấm thảm ngoài trời khổng lồ mà chúng tôi đã trải ra, vì vậy điều đó đã giúp giữ cho các miếng dán tránh xa những con chó của chúng tôi. Chúng tôi dắt chó đi dọc theo bờ biển, nơi không có bất kỳ nhãn dán nào ở vị trí đó. Có phòng tắm vòi sen nhưng chúng đã đóng cửa theo mùa. Các địa điểm đều bằng phẳng với một hàng hướng ra mặt nước. Hoàng hôn tuyệt đẹp. Đó là một công viên xinh đẹp, nhưng có lẽ chúng tôi sẽ không dừng lại nữa nếu đi ngang qua do có các nhãn dán. Chúng tôi di chuyển bằng một chiếc xe máy với một chiếc xe kéo.Đọc thêm",
            "Nhân viên kinh nghiệm tốt là hữu ích. Máy chủ ở trên mức trung bình. Phòng tắm và khu cắm trại sạch sẽ. Đã dành một tuần và có một khoảng thời gian tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            23,
            8,
            7,
            5,
            3
        ],
        "review_amount": 46,
        "location": [
            "Công viên tiểu bang hồ Ute",
            "Những điều cần làm ở Logan",
            "quả nhãn",
            "New Mexico NM",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written May 13, 2024",
            "Written March 24, 2024",
            "Written August 6, 2021",
            "Written June 29, 2021",
            "Written April 24, 2021",
            "Written November 20, 2019",
            "Written September 3, 2019",
            "Written August 18, 2019",
            "Written April 18, 2019",
            "Written January 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47094-d1640311-Reviews-Ute_Lake_State_Park-Logan_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47094-d3368548-Reviews-The_Annex_Bar_B_Q_and_Grill-Logan_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47094-d25195675-Reviews-Lakehouse_Cafe-Logan_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47094-d5057997-Reviews-Subway-Logan_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47094-d25891029-Reviews-Stone_s_Pizza-Logan_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47094-d27869042-Reviews-Logan_Food_Market-Logan_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47094-d26619067-Reviews-La_Korita-Logan_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47094-d26450745-Reviews-Andys_Grill-Logan_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47094-d27868419-Reviews-Chikere_Herbs-Logan_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47094-d1640311-Reviews-or10-Ute_Lake_State_Park-Logan_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g2368232-d9861100-Reviews-Nilgiri_Mountains-Bandarban_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d14976108-Reviews-Rain_Room-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d11741144-Reviews-Chillva_Market-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d4737193-Reviews-Hin_Lad_Waterfall-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d13821026-Reviews-The_Old_Lock_Up_Escape_Room_Zagreb-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d4936960-Reviews-Tekyon_Club-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13438572-Reviews-OurBus-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d19746688-Reviews-Halona_Beach_Cove-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d104984-Reviews-Mystic_Seaport_Museum-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g3363990-d313234-Reviews-Vilano_Beach-Vilano_Beach_St_Augustine_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47094-d1640311-Reviews-or10-Ute_Lake_State_Park-Logan_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47094-d1640311-Reviews-Ute_Lake_State_Park-Logan_New_Mexico.html"
    }
]