[
    {
        "attraction_name": "Vacation Indochina Travel",
        "attraction_name_vi": "Du lịch Đông Dương nghỉ dưỡng",
        "general_info": [
            "292 đánh giá",
            "- 70 trên 627 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Du Lịch Đông Dương là công ty du lịch inbound chuyên nghiệp tại Việt Nam. Chúng tôi mong muốn tăng thêm giá trị cho hành trình của bạn và quan tâm đến từng chi tiết cho mọi dịch vụ. Chúng tôi đảm bảo với khách hàng rằng họ sẽ nhìn thấy sự khác biệt và đa dạng của văn hóa, phong tục, ngôn ngữ và cảnh quan châu Á bởi các hướng dẫn viên du lịch địa phương được đào tạo bài bản, hiểu biết và nhiệt tình cũng như các chuyên gia tư vấn du lịch của chúng tôi. Tại Du lịch Holiday Đông Dương, chúng tôi không chỉ cung cấp các tour du lịch theo nhóm mà còn cung cấp các tour được thiết kế riêng phù hợp với nhu cầu của bạn. Dịch vụ của chúng tôi: Quản lý điểm đến du lịch khu vực Đông Dương bao gồm Việt Nam, Lào, Campuchia, Thái Lan; Tour theo nhóm, Tour khuyến khích và tour được thiết kế riêng. Hãy liên hệ với chuyên gia du lịch của chúng tôi để có chuyến du lịch tuyệt vời đến Việt Nam và Đông Dương.Đọc thêm",
        "reviews": [
            "Betty thật tuyệt vời. Cô ấy thật đáng yêu và vui vẻ khi ở cạnh anh ấy. Cô ấy rất quan tâm và hữu ích! Đã có một khởi đầu an toàn tuyệt vời cho chuyến đi của chúng tôiĐọc thêm",
            "Những kỷ niệm tuyệt vời được thực hiện trong chuyến du lịch Việt Nam của chúng tôi. Hướng dẫn viên địa phương thông tin rất thân thiện.  - V - ở Hà Nội. Jesmine đáng yêu nhất ở Hội An. Và khi đến Sài Gòn, chúng tôi đã gặp hướng dẫn viên Zed, người đã chia sẻ kiến ​​thức địa phương của anh ấy. Một chuyến tham quan tuyệt vời!Đọc thêm",
            "Vi đã làm cho trải nghiệm này trở nên tuyệt vời! Cô ấy tốt bụng, chu đáo và rất hiểu biết. Tiếng Anh của cô ấy rất tuyệtĐọc thêm",
            "Hướng dẫn viên của chúng tôi, Mr MỘT - Tom - rất hữu ích và là một sự hỗ trợ tuyệt vời. Không có gì là quá nhiều rắc rối. Ví dụ: cung cấp cho chúng tôi các mẹo an toàn, hỗ trợ nhu cầu cấp nước và dược phẩm, đưa chúng tôi đến và đi từ các phụ kiện giày da và quần áo đặt làm riêng, giúp chúng tôi hiểu cách đến và sử dụng máy ATM- cũng như cho chúng tôi tham quan nhiều nơi rất thú vị. các trang web thú vị. Rất hiểu biết và cũng rất hài hước. Rất vui được ở bên cạnh. Cảm ơn, Tom. Thật là một đại sứ tuyệt vời cho Hội An và Việt Nam. Bạn đã khiến chúng tôi muốn quay lại - .Đọc thêm",
            "Chuyến tham quan miền trung Việt Nam Hội An và Huế thật tuyệt vời nhờ hướng dẫn viên du lịch số 2 của chúng tôi. Không có vấn đề gì với anh ấy và anh ấy đã vượt lên trên để làm cho trải nghiệm của chúng tôi trở nên tuyệt vời. Chúng tôi có một số người cần hỗ trợ y tế và anh ấy đã đến dự các cuộc hẹn với bác sĩ cũng như đến bệnh viện vào thời gian riêng của mình. Rất muốn giới thiệu Không 2Đọc thêm",
            "Đi du lịch trong một nhóm lớn, hướng dẫn viên Sơn của chúng tôi thực sự tuyệt vời. Anh ấy rất hiểu biết và nhiều thông tin và có một nhân cách tuyệt vời.  Anh ấy đã dẫn dắt chúng tôi trong 3 ngày ở miền Bắc Việt Nam, chỉ cho chúng tôi mọi thứ anh ấy có thể trong một khoảng thời gian ngắn. Không có gì là vấn đề và anh ấy luôn quan tâm đến tất cả chúng tôi, vì vậy chúng tôi phải gặp nhiều nhất có thể. Rất nhiều điểm nổi bật. Cảm ơn bạn và tôi rất muốn giới thiệu. Đọc thêm",
            "Hà Nội thật tuyệt vời nhưng có một người hướng dẫn tuyệt vời sẽ đưa nó lên một tầm cao mới.   Son dẫn chúng tôi đi dạo và đi xe kéo hấp dẫn qua các khu phố cổ và Pháp, đồng thời chỉ cho chúng tôi một mặt của thành phố mà chúng tôi chưa từng thấy.   Luôn liên hệ những câu chuyện và lịch sử địa phương với tính cách ấm áp và khiếu hài hước của anh ấy.Đọc thêm",
            "Chúng tôi đã dành nhiều ngày ở Hà Nội để khám phá đường phố và tận hưởng văn hóa cũng như sự thân thiện của người dân. Tôi - tôi không phải là người tham gia các chuyến tham quan có hướng dẫn viên nhưng đã tham gia một chuyến tham quan đường phố và du ngoạn qua đêm trên Vịnh Hạ Long. May mắn thay, chúng tôi có Mack làm người hướng dẫn và tôi cùng với nhóm nhận thấy anh ấy là người cực kỳ am hiểu với khả năng thông thạo tiếng Anh xuất sắc và khiếu hài hước tuyệt vời. Ông cũng kể cho chúng tôi nghe về lịch sử Việt Nam một cách thẳng thắn mà không đưa ra bất kỳ chương trình nghị sự cụ thể nào - không giống như một số người khác -. Làm tốt lắm Mack. Bạn - là tài sản của công ty bạn - Đọc thêm",
            "Mack Nguyen là người hướng dẫn của chúng tôi trong 12 ngày đầu tiên trong chuyến lưu diễn. Mack khiến chúng tôi cảm thấy được chào đón ngay từ đầu. Ông rất am hiểu về lịch sử quá khứ và hiện tại của Việt Nam. Anh ấy đã đưa ra những khuyến nghị hữu ích cho thời gian rảnh rỗi của chúng tôi và luôn sẵn sàng trả lời các câu hỏi của chúng tôi. Mack chắc chắn đã khiến chuyến đi vòng quanh miền bắc Việt Nam trở nên thú vị và hấp dẫn. Cảm ơn Mack, chúng tôi thực sự rất thích phần đầu tiên của chuyến đi Việt Nam cùng bạn. Hướng dẫn viên của chúng tôi khi chúng tôi đến Đà Nẵng là Minh trong 3 ngày lưu trú tại Hội An. Minh rất dễ chịu và nhiều thông tin. Cô ấy đưa ra lời giới thiệu cho Bánh mì sau khi chúng tôi đến. Nơi này thực sự tốt. Cảm ơn Minh. Người hướng dẫn cho chặng cuối của chuyến đi của chúng tôi tại thành phố Hồ Chí Minh là Eric. Mặc dù Eric rất vui vẻ và cung cấp nhiều thông tin trong suốt thời gian lưu trú của chúng tôi nhưng chúng tôi vẫn phải xin ý kiến ​​về địa điểm ăn uống. Tuy nhiên, Eric đã gọi điện nhiều lần đến tiệm xăm mà chúng tôi muốn ghé thăm khi ở trong thành phố và có thể sắp xếp thời gian cho chúng tôi. Chúng tôi đánh giá cao sự hỗ trợ này.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời Mac là hướng dẫn viên du lịch của chúng tôi, anh ấy rất hiểu biết, thân thiện và rất tốt bụng. Thời gian tuyệt vời với Mac, anh ấy đã làm rất nhiều điều để giải trí cho chúng tôi. Đọc thêm"
        ],
        "star_ratings": [
            263,
            22,
            6,
            1,
            1
        ],
        "review_amount": 293,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Du lịch Đông Dương nghỉ dưỡng"
        ],
        "reviews_time": [
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 17, 2024",
            "Written May 15, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or10-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6948503-Reviews-NQ_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297635-d12021775-Reviews-Kariyathumpara-Kozhikode_Kozhikode_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d4112527-Reviews-Salt_Creek_Beach-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297699-d805528-Reviews-Banjar_Hot_Springs-Singaraja_Buleleng_District_Buleleng_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g53916-d146132-Reviews-Kinzua_Dam-Warren_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187802-d3521894-Reviews-Museo_Ferrari-Maranello_Province_of_Modena_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188151-Reviews-Eiffel_Tower-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d309802-Reviews-Tabacon_Hot_Springs-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_National_.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110207-Reviews-Pointe_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47441-d276490-Reviews-Woodbury_Common_Premium_Outlets-Central_Valley_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34146-d1143808-Reviews-Seminole_Casino_Coconut_Creek-Coconut_Creek_Broward_County_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or10-Vacation_Indochina_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Vacation Indochina Travel",
        "attraction_name_vi": "Du lịch Đông Dương nghỉ dưỡng",
        "general_info": [
            "292 đánh giá",
            "- 70 trên 627 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Du Lịch Đông Dương là công ty du lịch inbound chuyên nghiệp tại Việt Nam. Chúng tôi mong muốn tăng thêm giá trị cho hành trình của bạn và quan tâm đến từng chi tiết cho mọi dịch vụ. Chúng tôi đảm bảo với khách hàng rằng họ sẽ nhìn thấy sự khác biệt và đa dạng của văn hóa, phong tục, ngôn ngữ và cảnh quan châu Á bởi các hướng dẫn viên du lịch địa phương được đào tạo bài bản, hiểu biết và nhiệt tình cũng như các chuyên gia tư vấn du lịch của chúng tôi. Tại Du lịch Holiday Đông Dương, chúng tôi không chỉ cung cấp các tour du lịch theo nhóm mà còn cung cấp các tour được thiết kế riêng phù hợp với nhu cầu của bạn. Dịch vụ của chúng tôi: Quản lý điểm đến du lịch khu vực Đông Dương bao gồm Việt Nam, Lào, Campuchia, Thái Lan; Tour theo nhóm, Tour khuyến khích và tour được thiết kế riêng. Hãy liên hệ với chuyên gia du lịch của chúng tôi để có chuyến du lịch tuyệt vời đến Việt Nam và Đông Dương.Đọc thêm",
        "reviews": [
            "Đã có một thời gian tuyệt vời. Thức ăn thật tuyệt vời, đặc biệt là hoa hồng trắng. Bahn mi rất tốt và họ có một con thú cưng thằn lằn tuyệt vời. Hướng dẫn viên rất tuyệt vời và rất hữu ích.Đọc thêm",
            "Chúng tôi đã dành 4 ngày ở Hội A với hướng dẫn viên du lịch Tom. Anh ấy thực sự tuyệt vời và đã giúp đỡ nhóm bằng mọi cách có thể. Anh ấy rất thân thiện và hiểu biết. Anh ấy đã làm cho trải nghiệm của chúng tôi trở thành trải nghiệm tốt nhất mà chúng tôi có thể - chúng tôi đã hy vọng. Tôi thực sự muốn giới thiệu Tom làm người hướng dẫn khi ở miền Trung Việt Nam.Đọc thêm",
            "Chuyến đi đầu tiên của chúng tôi đến Việt Nam và lần đầu tiên sử dụng Trip A Deal. Đó là một trải nghiệm tuyệt vời và bao gồm tất cả các chuyến tham quan hàng đầu. Hướng dẫn viên du lịch Son của chúng tôi rất thân thiện và hữu ích. Anh ấy thực sự đam mê và rất tự hào về đất nước của mình, điều này khiến chuyến đi tràn ngập thông tin khi chúng tôi đến thăm một số địa điểm đáng chú ý và tìm hiểu lịch sử trong suốt chuyến đi. Đọc thêm",
            "Betty là một hướng dẫn viên du lịch tuyệt vời, cô ấy rất quan tâm đến nhóm của chúng tôi. Betty có kiến ​​thức tuyệt vời về mọi nơi cô ấy đưa chúng tôi đi cũng như kể cho chúng tôi nghe về lịch sử của nhiều thứ. Chúng tôi rất hài lòng với toàn bộ chuyến tham quan và thật vui khi chúng tôi có Betty làm hướng dẫn viên du lịch. Các khách sạn cũng rất tốt. Các hoạt động và chuyến tham quan được lên kế hoạch mỗi ngày rất dễ quản lý. Mọi thứ diễn ra theo đúng lịch trình.Đọc thêm",
            "Betty Nguyen là một hướng dẫn viên du lịch xuất sắc! Kiến thức sâu rộng và thông tin thú vị của cô ấy cung cấp trong chuyến đi Mekong của chúng tôi thật tuyệt vời. Sẽ thật tuyệt nếu Betty đi cùng chúng tôi trong toàn bộ chuyến đi!!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch Việt Nam 17 ngày của TripADeal. Hướng dẫn viên của chúng tôi Đức thật TUYỆT VỜI. Không chỉ có nhiều thông tin, hiểu biết và thân thiện, mà anh ấy còn cực kỳ hữu ích, linh hoạt và quan tâm để đảm bảo mọi thứ được thực hiện để khiến trải nghiệm của mọi người trở nên đặc biệt. Mỗi chỗ ở, hoạt động và địa điểm đều tuyệt vời và Đức đảm bảo rằng tất cả chúng tôi đều tận dụng tốt nhất. Kiến thức của ông về lịch sử và văn hóa của khu vực thật xuất sắc.Đọc thêm",
            "Chúng tôi đã được chăm sóc rất chu đáo bởi Đức, người có tổ chức, thân thiện, vui vẻ, thông minh và biết nghĩ đến mọi việc. Chúng tôi hoàn toàn tận hưởng khoảng thời gian trong chuyến du lịch Việt Nam này.Đọc thêm",
            "Cảm ơn Trip A Deal rất nhiều. Chúng tôi đã có hướng dẫn tốt nhất từng có ở Đức! Chuyến du lịch miền Bắc Việt Nam thật thú vị, chúng tôi không thể đòi hỏi nhiều hơn thế. Chỉ cần sự cân bằng hợp lý giữa các lựa chọn hoạt động và nghỉ ngơi. Chúng tôi cảm thấy rất an toàn nhờ có Đức hướng dẫn và bây giờ là bạn của chúng tôi. Nhóm người Úc tuyệt vời. Rất khuyến khích cho tất cả mọi người, trẻ và lớn tuổi.Đọc thêm",
            "Chuyến đi thỏa thuận, Veitnam chỉ có thể nói là trải nghiệm bất ngờ nhất. Toàn bộ chuyến đi được tổ chức đặc biệt tốt với mỗi hướng dẫn viên cung cấp kiến ​​thức của họ. Ngay từ khi hạ cánh, chúng tôi đã được chào đón rất nồng nhiệt và nhiệt tình, khiến bạn cảm thấy mình là một phần của một gia đình nhỏ hoàn toàn mới. May mắn có được một nhóm người Úc tuyệt vời đến từ khắp nước Úc. Muốn đề cập đặc biệt đến hướng dẫn viên Tom - Mot - Hue và Cầu Bàn Tay Vàng - . Niềm đam mê và sức thu hút của anh ấy đã cho chúng tôi thấy rằng anh ấy thực sự tận tâm với toàn bộ nhóm của mình và có ý định mang đến cho chúng tôi trải nghiệm tốt nhất có thể mà Veitnam đã mang lại. Làm tốt lắm !!!Đọc thêm",
            "Chúng tôi đến địa đạo Củ Chi cùng Betty. Cô ấy là một hướng dẫn viên xuất sắc và kiến ​​thức của cô ấy rất sâu rộng. Rất dễ hiểu và rất có sức chứa.Đọc thêm",
            "Bạn đã tính toán như thế nào để được điểm 3. Tôi tính toán rằng con số đó cao hơn đáng kể.Đọc thêm",
            "ps: Tôi đã cho Holiday Đông Dương 5 sao trong bài đánh giá của mình. Chúng tôi đã có trải nghiệm tuyệt vời với họ nên tôi không chắc câu hỏi của bạn là gì. vui lòng giải thích pacioli20Đọc thêm",
            "Có ai có thể cho tôi địa chỉ web hiện tại của công ty này không? tất cả các liên kết tôi tìm thấy đều là chuyển hướng và bị hỏng.\n\nCảm ơn vì sự giúp đỡĐọc thêm",
            "Vâng, đối với tôi cũng vậy!!!  - Đọc thêm"
        ],
        "star_ratings": [
            263,
            22,
            6,
            1,
            1
        ],
        "review_amount": 293,
        "location": [
            "Việt Nam",
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Du lịch Đông Dương nghỉ dưỡng"
        ],
        "reviews_time": [
            "Written April 26, 2024",
            "Written April 20, 2024",
            "Written April 17, 2024",
            "Written April 16, 2024",
            "Written April 16, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024",
            "Written April 13, 2024",
            "Written April 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6478840-Reviews-or10-Vacation_Indochina_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or20-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6948503-Reviews-NQ_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3805531-Reviews-Gwangbokdong_Food_Street-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d1018998-Reviews-Abu_Dhabi_Ice_Rink-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44341-d12713298-Reviews-Echo_Bluff_State_Park-Eminence_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156310-Reviews-Bill_Graham_Civic_Auditorium-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295374-d3368312-Reviews-Kolovare_Beach-Zadar_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d5826856-Reviews-Thinkery-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2311549-Reviews-Different_Bar-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g315763-d11660520-Reviews-Nagarkot_Panoramic_Hiking_Trail-Nagarkot_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g42519-d1778168-Reviews-Crisp_Point_Lighthouse-Newberry_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g6437170-d153925-Reviews-Yokohama_Bay-Makaha_Oahu_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or20-Vacation_Indochina_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or10-Vacation_Indochina_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Vacation Indochina Travel",
        "attraction_name_vi": "Du lịch Đông Dương nghỉ dưỡng",
        "general_info": [
            "292 đánh giá",
            "- 70 trên 627 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Du Lịch Đông Dương là công ty du lịch inbound chuyên nghiệp tại Việt Nam. Chúng tôi mong muốn tăng thêm giá trị cho hành trình của bạn và quan tâm đến từng chi tiết cho mọi dịch vụ. Chúng tôi đảm bảo với khách hàng rằng họ sẽ nhìn thấy sự khác biệt và đa dạng của văn hóa, phong tục, ngôn ngữ và cảnh quan châu Á bởi các hướng dẫn viên du lịch địa phương được đào tạo bài bản, hiểu biết và nhiệt tình cũng như các chuyên gia tư vấn du lịch của chúng tôi. Tại Du lịch Holiday Đông Dương, chúng tôi không chỉ cung cấp các tour du lịch theo nhóm mà còn cung cấp các tour được thiết kế riêng phù hợp với nhu cầu của bạn. Dịch vụ của chúng tôi: Quản lý điểm đến du lịch khu vực Đông Dương bao gồm Việt Nam, Lào, Campuchia, Thái Lan; Tour theo nhóm, Tour khuyến khích và tour được thiết kế riêng. Hãy liên hệ với chuyên gia du lịch của chúng tôi để có chuyến du lịch tuyệt vời đến Việt Nam và Đông Dương.Đọc thêm",
        "reviews": [
            "Những chuyến tham quan thú vị và tuyệt vời của Việt Nam và Campuchia. Chuyến đi một thỏa thuận. Chúng tôi thật may mắn khi có những hướng dẫn viên du lịch am hiểu, hữu ích và chu đáo: Lợi, Tony Tuan, Tom Một, Borey Chey và Som Sovann. Cảm ơn các bạn !!! Làm tốt. Hãy tiếp tục phát huy. Điều tuyệt vời nhất là nhóm bạn mới mà chúng tôi đã kết bạn! Vui vẻ, tốt bụng, ân cần, vui vẻ, ấm áp, quan tâm, giúp đỡ, dễ gần, tràn ngập tiếng cười và hân hoan !!! Mong có thêm nhiều ngày nghỉ : - Đọc thêm",
            "Đã có một chuyến đi tuyệt vời với hướng dẫn viên du lịch của chúng tôi Một - anh ấy đã khiến toàn bộ chuyến đi của chúng tôi ở Hội An trở nên thú vị và vui vẻ. Các tour du lịch của chúng tôi đã được tổ chức và anh Một đã chăm sóc chúng tôi và gọi chúng tôi là gia đình của anh ấy - Đọc thêm",
            "We travelled with a group of Australians on a 20 day tripadeal tour, no 4987. Our tour guide was Son. He was an excellent guide. Knowledgeable,  professional, courteous. He escorted us 10 days ,starting in Hanoi for 3 days. A noisy busy exciting old city. The food is varied, great value for money, and very edible. The water puppet show a definite highlight. Up to Halong bay for an overnight on a old style cruise boat. A beautiful area though extremely crowded with many tourists and boats. The Tam Coc cave was enormous. We then spent 2 nights in Ninh Binh, and a morning rowing quietly though the rice fields. Visited the lantern light township at night. A gorgeous sparkly evening walking around the market place, eating and shopping. Our next stop was up to Sapa. The bus journey throughout our travels pass rice fields and town precincts, distant vistas, was relaxing, puzzling  - the plastic waste is very prevalent and concerning -  gave us an insight into a varied hard way of living. Sapa was stunning, high up in the hills. We had excellent weather. Taking a 4 hour stroll down through the town of Loa Chai Ta Van  village, seeing  - the real -  old village life, is my highlight. Being welcomed through a local persons home, watching her spin foliage into thread for weaving, watching her steep indigo plant for dyeing, and meeting her 105 yo mother. There is the temporary relationship with other tribe women who are selling their hand made items. I was reflective of how difficult it is to make money, to make a living in this developing precinct. My husband took the train and cable and trek up Fansipan mountain. Another gorgeous clear inspiring afternoon. The effort to visit this sacred mountain with the temples was worth it. A place of cold and solitude for the monks. He was fortunate to visit without the bustle of too many other tourists.  After Sapa we bused again back to Hanoi. The mist had rolled in this day , after a fabulous thunderstorm and lightening show in the early morning. Again the bus drive was interesting and so different to Queensland. We have visited churches, temples, pearl and marble factories. Factories employing people with differing  abilities.Seen beautiful gardens. Met friendly locals.  Crossed busy streets successfully.  Our tour guide Son was informative all though our time together.  He catered to the ability and interests of the group. He was flexible in the time frames. Son was enthusiastic about his country, its long ancient history, its history of occupation,  and Vietnam - s vision for the future.Read more",
            "Betty đã thực hiện một chuyến tham quan tuyệt vời và đầy hiểu biết cho chúng tôi tại Địa đạo Củ Chi. Cô ấy đã dành thời gian để cho chúng tôi biết tất cả lịch sử và vui vẻ! Rất khuyến khích!! Đọc thêm",
            "Vừa kết thúc chuyến đi Việt Nam. Trưởng đoàn du lịch Lee của chúng tôi, thật tuyệt vời. Không thể - không yêu cầu tốt hơn. Những câu chuyện hay, nhiều kiến ​​thức chân thực và thú vị. Muốn giới thiệu kỹ lưỡng chuyến tham quan này và người lãnh đạo tour tuyệt vời này! Đọc thêm",
            "Trải nghiệm đặc biệt và được chăm sóc chu đáo bởi phi hành đoàn của Du thuyền Lavender và Tony từ Trip-A-Deal. Phong cảnh tuyệt vời và những cuộc phiêu lưu quanh Vịnh Hạ Long.Đọc thêm",
            "Chúng tôi có ba hướng dẫn viên du lịch khác nhau cho chuyến đi - Bắc, Nam và Trung -. Điểm nổi bật đối với chúng tôi là Hội A với hướng dẫn tuyệt vời Mot - Tom -. Anh ấy là một người hướng dẫn tuyệt vời mà không có gì là quá rắc rối. Phong cách thân thiện và những cuộc nói chuyện đầy thông tin của anh ấy thực sự được đánh giá cao. Một người trong nhóm du lịch của chúng tôi đã bị một chiếc xe máy cán phải ở Hội An và anh ấy đã vượt ra ngoài nhiệm vụ để tạo điều kiện hỗ trợ cho cô ấy. Tôi không thể khuyên anh ấy cao hơn. Anh ấy thực sự là người có uy tín đối với tổ chức của bạn.Peter Johnston và Mark Crossing, Victoria, Australia.Đọc thêm",
            "Một show diễn rất hay không thể bỏ qua ở Việt Nam. Múa rối có từ thế kỷ 11. Đặt trước qua internet. Các kỹ năng âm nhạc, múa và múa rối được thể hiện vô cùng ấn tượngĐọc thêm",
            "Chuyến thăm đầu tiên của tôi đến miền Bắc Việt Nam đã vượt quá sự mong đợi của tôi. Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên của mình, Son và hành trình TripADeal đa dạng. Chúng tôi yêu Hà Nội, Vịnh Hạ Long, tỉnh Ninh Bình và Pù Luông. Có quá nhiều thứ để xem, làm và trải nghiệm về mặt văn hóa. Cám ơn con trai! Tôi đánh giá cao chuyến đi này và nóng lòng muốn quay lại!Đọc thêm",
            "Việt Nam thật tuyệt vời. Thức ăn rất ngon, Sơn, chúng tôi có một người hướng dẫn tuyệt vời và nhìn thấy một số cảnh quan tuyệt vời. Rất muốn giới thiệu các chuyến đi TripADeal.Đọc thêm"
        ],
        "star_ratings": [
            263,
            22,
            6,
            1,
            1
        ],
        "review_amount": 293,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Du lịch Đông Dương nghỉ dưỡng"
        ],
        "reviews_time": [
            "Written April 9, 2024",
            "Written April 7, 2024",
            "Written April 1, 2024",
            "Written March 27, 2024",
            "Written March 26, 2024",
            "Written March 26, 2024",
            "Written March 20, 2024",
            "Written February 23, 2024",
            "Written January 23, 2024",
            "Written January 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6478840-Reviews-or20-Vacation_Indochina_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or10-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or30-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6948503-Reviews-NQ_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d293709-Reviews-Downtown_Aquarium-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d1774688-Reviews-Sunshine_Skyway_Bridge-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g52148-d1799332-Reviews-Devil_s_Churn-Yachats_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499069-d627325-Reviews-27_Waterfalls_of_Damajagua-Damajagua_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g187291-d6652123-Reviews-Public_Library_Stuttgart-Stuttgart_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g4355229-d455407-Reviews-Hai_Van_Pass-Phu_Tho_Phu_Tho_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12449456-Reviews-Hogan_s_Beach_Shop-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g7106558-d782532-Reviews-Seattle_Premium_Outlets-Tulalip_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g189441-d629575-Reviews-Blue_Grotto-Kastellorizo_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60769-d11810480-Reviews-Ventura_Flea_Market-Ventura_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or30-Vacation_Indochina_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or20-Vacation_Indochina_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Vacation Indochina Travel",
        "attraction_name_vi": "Du lịch nghỉ dưỡng Đông Dương",
        "general_info": [
            "292 đánh giá",
            "- 70 trong số 627 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Du Lịch Đông Dương là công ty du lịch inbound chuyên nghiệp tại Việt Nam. Chúng tôi mong muốn tăng thêm giá trị cho hành trình của bạn và quan tâm đến từng chi tiết cho mọi dịch vụ. Chúng tôi đảm bảo với khách hàng rằng họ sẽ nhìn thấy sự khác biệt và đa dạng của văn hóa, phong tục, ngôn ngữ và cảnh quan châu Á bởi các hướng dẫn viên du lịch địa phương được đào tạo bài bản, hiểu biết và nhiệt tình cũng như các chuyên gia tư vấn du lịch của chúng tôi. Tại Du lịch Holiday Đông Dương, chúng tôi không chỉ cung cấp các tour du lịch theo nhóm mà còn cung cấp các tour được thiết kế riêng phù hợp với nhu cầu của bạn. Dịch vụ của chúng tôi: Quản lý điểm đến du lịch khu vực Đông Dương bao gồm Việt Nam, Lào, Campuchia, Thái Lan; Tour theo nhóm, Tour khuyến khích và tour được thiết kế riêng. Hãy liên hệ với chuyên gia du lịch của chúng tôi để có chuyến du lịch tuyệt vời đến Việt Nam và Đông Dương.Đọc thêm",
        "reviews": [
            "Chuyến đi Việt Nam 10 ngày vượt quá mong đợi của chúng tôi. Hướng dẫn viên của chúng tôi rất có tổ chức và thân thiện, linh hoạt và thú vị. Anh ấy đã có thể tập hợp tất cả chúng tôi lại với nhau để tạo thành một nhóm thoải mái. Mọi người đều được khuyến khích tham gia các hoạt động và chúng tôi nhanh chóng hình thành một tình bạn rất thoải mái với những vị khách khác. Chúng tôi đã trải nghiệm nhiều điều trong chuyến đi này hơn là tự mình trải nghiệm. Hà Nội, Ninh Bình, Vịnh Hạ Long và Pù Luông đều là những điểm nổi bật - chúng tôi không muốn bỏ lỡ bất kỳ điểm đến nào trong số này. Kỳ nghỉ Đông Dương Travel đã tổ chức một tập hợp các hoạt động tuyệt vời theo cách không gây căng thẳng và có sự cân bằng tốt giữa các hoạt động và thời gian rảnh rỗi. Chỗ ở rất tuyệt vời trong 3 khách sạn và du thuyền. Chúng tôi thực sự đánh giá cao các phòng có máy lạnh vì thời tiết rất nóng.Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời ở Hội An. Hướng dẫn viên của chúng tôi, Tu, là người tốt bụng nhất và đã làm mọi thứ để đảm bảo chúng tôi có một khoảng thời gian tuyệt vời. Không thể giới thiệu nơi này đủ và Tu! Cảm ơn bạn! Đọc thêm",
            "Trong một chuyến đi thuyền tuyệt vời ở Vịnh Hạ Long tôi đã đánh mất một điều gì đó nhỏ bé nhưng gần gũi với trái tim mình.  Tôi nghĩ nó đã biến mất nhưng đã nói với hướng dẫn viên Lợi Nguyễn của chúng tôi, người bằng cách nào đó đã lấy lại được và giao đến tận nhà cho tôi. Chuyến đi thật tuyệt vời và Việt Nam đặc biệt là một đất nước tuyệt vời. Cảm ơn Tripadeal vì đã tuyển dụng đội ngũ nhân viên và hướng dẫn viên tuyệt vời với kiến ​​thức tuyệt vờiĐọc thêm",
            "Hướng dẫn viên Lợi của chúng tôi thật đặc biệt. Anh ấy đưa chúng tôi đi tham quan ở Sài Gòn, đồng bằng sông Cửu Long rồi đến Campuchia. Kiến thức địa phương của anh ấy thật đặc biệt. Anh ấy vui tính và đầy nhiệt huyết. Chúng tôi đã có một chuyến du lịch vui vẻ với anh ấy.Đọc thêm",
            "Chuyến xe buýt này thật tuyệt vời. Chúng tôi đi từ Hà Nội đến Vịnh Hạ Long, sau đó đến Ninh Bình và Pù Luông.  Hướng dẫn viên của chúng tôi, Tâm, rất xuất sắc với kiến ​​thức sâu rộng và kỹ năng quản lý tuyệt vời.  Sự hài hước của anh ấy có sức lan tỏa và chúng tôi rất thích thú mỗi ngày.  Tài xế xe buýt lái xe khéo léo và an toàn. Cần có thể lực hợp lý cho việc đi bộ.  Chỗ ở thật tuyệt vời và có thể nếm thử các món ăn truyền thống. Chúng tôi rời đi với sự hiểu biết tốt hơn về lịch sử và văn hóa Việt Nam.Đọc thêm",
            "Kỳ nghỉ tuyệt vời. Tâm lãnh đạo của chúng tôi cho Tripadeal Australia co. và trong 10 ngày miền Bắc Việt Nam của chúng tôi rất hiểu biết.  Tham quan Vịnh Hạ Long, Hà Nội, Ninh Bình, Pù Luông.  Đọc thêm",
            "Trải nghiệm tuyệt vời và Lee là một người hướng dẫn tuyệt vời. Anh ấy rất hiểu biết, thú vị - vui tính - và đảm bảo tất cả chúng tôi đều có trải nghiệm tốt nhất có thể. Những người bạn đồng hành của chúng tôi giờ đây đã trở thành những người bạn mới.Đọc thêm",
            "Là một phần của chuyến tham quan TripADeal Việt Nam - Campuchia, chúng tôi đã có hướng dẫn viên do công ty này cung cấp. Tất cả các hướng dẫn đều tuyệt vời! Sơn ở Hà Nội, Dũng ở Hội An, Lợi ở Hồ Chí Minh, chúng tôi - đều là những người am hiểu và đã nỗ lực hết mình để thấy rằng tất cả chúng tôi đều đã có trải nghiệm tuyệt vời trong chuyến đi AAA - to allĐọc thêm",
            "Thật tuyệt vời khi được chèo dọc theo dòng sông Mê Kông yên bình tươi tốt. Betty là một hướng dẫn viên vui vẻ, vui vẻ, giàu thông tin. Đọc thêm",
            "Thật là một hướng dẫn tuyệt vời Mr Mot - Tom - là. Anh ấy là người hiểu biết, hấp dẫn, hữu ích, thân thiện, đồng cảm và là một đại sứ tuyệt vời cho đất nước của mình. Chúng tôi rất thích có anh ấy làm người hướng dẫn cho mình.Đọc thêm",
            "Bạn đã tính toán như thế nào để được điểm 3. Tôi tính toán rằng con số đó cao hơn đáng kể.Đọc thêm",
            "ps: Tôi đã cho Holiday Đông Dương 5 sao trong bài đánh giá của mình. Chúng tôi đã có trải nghiệm tuyệt vời với họ nên tôi không chắc câu hỏi của bạn là gì. vui lòng giải thích pacioli20Đọc thêm",
            "Có ai có thể cho tôi địa chỉ web hiện tại của công ty này không? tất cả các liên kết tôi tìm thấy đều là chuyển hướng và bị hỏng.\n\nCảm ơn vì sự giúp đỡĐọc thêm",
            "Vâng, đối với tôi cũng vậy!!!  - Đọc thêm"
        ],
        "star_ratings": [
            263,
            22,
            6,
            1,
            1
        ],
        "review_amount": 293,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Du lịch Đông Dương nghỉ dưỡng"
        ],
        "reviews_time": [
            "Written October 3, 2023",
            "Written September 10, 2023",
            "Written September 8, 2023",
            "Written September 5, 2023",
            "Written September 4, 2023",
            "Written September 4, 2023",
            "Written August 28, 2023",
            "Written August 18, 2023",
            "Written June 14, 2023",
            "Written May 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6478840-Reviews-or30-Vacation_Indochina_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or20-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or40-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6948503-Reviews-NQ_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g46315-d10306532-Reviews-Grace_Lord_Park-Boonton_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d2208244-Reviews-Jade_Beach_Club-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1169465-Reviews-N_Seoul_Tower-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g32861-d4424308-Reviews-Vina_Robles_Amphitheatre-Paso_Robles_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g30615-d560230-Reviews-Riverchase_Galleria-Hoover_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g635899-d8059645-Reviews-Heybeliada_Island-Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4300610-Reviews-PH_D_Rooftop_Lounge-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2306694-Reviews-Naif_Souk-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d1405618-Reviews-Daytona_Lagoon-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d23577731-Reviews-The_Rady_Shell_At_Jacobs_Park-San_Diego_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or40-Vacation_Indochina_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or30-Vacation_Indochina_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Vacation Indochina Travel",
        "attraction_name_vi": "Du lịch Đông Dương nghỉ dưỡng",
        "general_info": [
            "292 đánh giá",
            "- 70 trên 627 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Du Lịch Đông Dương là công ty du lịch inbound chuyên nghiệp tại Việt Nam. Chúng tôi mong muốn tăng thêm giá trị cho hành trình của bạn và quan tâm đến từng chi tiết cho mọi dịch vụ. Chúng tôi đảm bảo với khách hàng rằng họ sẽ nhìn thấy sự khác biệt và đa dạng của văn hóa, phong tục, ngôn ngữ và cảnh quan châu Á bởi các hướng dẫn viên du lịch địa phương được đào tạo bài bản, hiểu biết và nhiệt tình cũng như các chuyên gia tư vấn du lịch của chúng tôi. Tại Du lịch Holiday Đông Dương, chúng tôi không chỉ cung cấp các tour du lịch theo nhóm mà còn cung cấp các tour được thiết kế riêng phù hợp với nhu cầu của bạn. Dịch vụ của chúng tôi: Quản lý điểm đến du lịch khu vực Đông Dương bao gồm Việt Nam, Lào, Campuchia, Thái Lan; Tour theo nhóm, Tour khuyến khích và tour được thiết kế riêng. Hãy liên hệ với chuyên gia du lịch của chúng tôi để có chuyến du lịch tuyệt vời đến Việt Nam và Đông Dương.Đọc thêm",
        "reviews": [
            "Hướng dẫn viên du lịch riêng của chúng tôi Betty rất thông tin và có nhiều thông tin thú vị cho chúng tôi về chuyến tham quan và trong thời gian lưu trú tại Thành phố Hồ Chí Minh. Cô ấy cũng đã cố gắng chụp ảnh tôi và đối tác của mình nên chúng tôi đã có rất nhiều bức ảnh cùng nhau trong chuyến đi. Một người rất vui vẻ và hạnh phúc, cô ấy đã khiến trải nghiệm của chúng tôi trở nên đáng nhớ. Đọc thêm",
            "Lần đầu tiên đến Việt Nam, tôi cảm thấy lo lắng nhưng cũng rất hào hứng. Chuyến du lịch xuyên quốc gia đã mang đến cho tôi những trải nghiệm khó quên mà tôi sẽ luôn ghi nhớ. Đồng bằng sông Cửu Long chiếm trọn trái tim tôi với những cánh đồng lúa bạt ngàn, những con kênh uốn khúc và những bông sen rực rỡ. Nhưng điều tôi yêu thích nhất là cách người dân địa phương chào đón chúng tôi nồng nhiệt bằng sự chân thành và hiếu khách. Tôi đã thưởng thức những món ăn địa phương ngon nhất và cảm nhận được sự đoàn kết, yêu thương của cộng đồng. Với sự hướng dẫn của anh Tùng, hướng dẫn viên du lịch, tôi đã hiểu sâu hơn về văn hóa địa phương và con người vùng đồng bằng sông Cửu Long.Đọc thêm",
            "Chuyến tham quan bao gồm một số hoạt động, điểm nổi bật đối với tôi là những con rối nước ở Hà Nội, du thuyền trên Vịnh Hạ Long và địa đạo Củ Chi cũng như hướng dẫn viên du lịch xuất sắc Kate tại TP HCMĐọc thêm",
            "Hướng dẫn viên Kate của chúng tôi rất thông tin và cung cấp cho chúng tôi thông tin tuyệt vời về Hồ Chí Minh cũng như trong suốt chuyến tham quan đường hầm Củ Chi của chúng tôi. Kate cũng giúp chúng tôi tìm một hiệu thuốc và hỗ trợ chúng tôi rất nhiều. Cô ấy thậm chí còn tìm cho chúng tôi một quán cà phê để thưởng thức bữa trưa ngon miệng. Cô ấy rất thân thiện, niềm nở và giúp chúng tôi hiểu về lịch sử một cách dễ dàng. Đây là một phần của chuyến tham quan Tripadeal.Đọc thêm",
            "Du lịch Đông Dương đã được Tripadeal Australia đặt chỗ cho chúng tôi cho các chuyến tham quan và du lịch tại Việt Nam.  Các hướng dẫn viên du lịch đã gặp chúng tôi khi đến Thành phố Hồ Chí Minh, Hội An, Hà Nội - Vịnh Hạ Long rất giàu thông tin, chu đáo và thú vị.Đọc thêm",
            "Mọi thứ diễn ra suôn sẻ, chỗ ở sạch sẽ, hướng dẫn tuyệt vời, khách sạn có vị trí tốt. Nơi sạch sẽ, an toàn và không rắc rối. Người đáng yêu và thức ăn tuyệt vời. Được tổ chức thông qua TripADeal ở Úc.Đọc thêm",
            "Hướng dẫn viên của chúng tôi Hanna - Han Ngqc Nguyen - thật tuyệt vời. Cô ấy làm cho chuyến đi vui vẻ, nhiều thông tin và rất thú vị. Cô ấy cực kỳ kiên nhẫn và hữu ích. Chúng tôi không thể - không yêu cầu một hướng dẫn tốt hơn.Đọc thêm",
            "Có một trải nghiệm tuyệt vời từ Hà Nội đến siem reip. Hướng dẫn viên du lịch có rất nhiều kiến ​​thức. 4 hướng dẫn viên khác nhau với những cách khác nhauĐọc thêm",
            "Các kỳ nghỉ ở Đông Dương được Tripadeal Australia ký hợp đồng phụ làm hướng dẫn viên du lịch với lý do chính đáng.  Chúng có giá trị tốt về mọi mặt! Trải nghiệm yêu thích của tôi là du ngoạn Vịnh Hạ Long với hướng dẫn viên du lịch Tony. Mọi mong đợi đều được đáp ứng và vượt xa.  Mọi ngóc ngách của Việt Nam từ Hà Nội đến Thành phố Hồ Chí Minh và xuyên qua Campuchia đều được họ xử lý một cách tuyệt vời. Cảm ơn bạn Kỳ nghỉ Đông Dương.Đọc thêm",
            "Chuyến đi Úc đã sử dụng Du lịch Đông Dương cho chuyến đi Việt Nam - Campuchia của chúng tôi. Các hướng dẫn viên du lịch đều đáng yêu, có nhiều thông tin và rất hữu ích. Lúc đó không có vấn đề gì cả. Chuyến đi được tổ chức tốt và chúng tôi đã được thông báo đầy đủ về mọi thứ. Lời chỉ trích duy nhất của tôi là tiêu chuẩn của các khách sạn được sử dụng. Khách sạn có nghĩa là ba sao, nhưng một số thậm chí không thể được coi là 1 sao. Tôi cho rằng COVID có liên quan nhiều đến vấn đề này vì du lịch vừa mới mở cửa trở lại ở Việt Nam và Campuchia.Đọc thêm"
        ],
        "star_ratings": [
            263,
            22,
            6,
            1,
            1
        ],
        "review_amount": 293,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Du lịch Đông Dương nghỉ dưỡng"
        ],
        "reviews_time": [
            "Written April 21, 2023",
            "Written April 16, 2023",
            "Written March 30, 2023",
            "Written March 28, 2023",
            "Written March 25, 2023",
            "Written March 11, 2023",
            "Written March 10, 2023",
            "Written January 4, 2023",
            "Written January 4, 2023",
            "Written December 18, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6478840-Reviews-or40-Vacation_Indochina_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or30-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or50-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6948503-Reviews-NQ_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187854-d585256-Reviews-Lake_Orta-Orta_San_Giulio_Province_of_Novara_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g2219427-d10100737-Reviews-Ruta_del_7_Gorgs-Campdevanol_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g4224054-d4221842-Reviews-David_Gareja_Monastery-Udabno_Kakheti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d20326220-Reviews-DreamWorks_Water_Park_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d646586-Reviews-Great_Smoky_Mountain_Murder_Mystery_Dinner_Show-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g48310-d219011-Reviews-Nyack_Beach_State_Park-Nyack_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d2441448-Reviews-Ambewela_Farms-Nuwara_Eliya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52787-d3167844-Reviews-Downtown_Harrisburg-Harrisburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060921-d19649486-Reviews-Hana_Biyori-Inagi_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g31892-d7022666-Reviews-Walmart_Amp-Rogers_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or50-Vacation_Indochina_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or40-Vacation_Indochina_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Vacation Indochina Travel",
        "attraction_name_vi": "Du lịch Đông Dương nghỉ dưỡng",
        "general_info": [
            "292 đánh giá",
            "- 70 trên 627 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Du Lịch Đông Dương là công ty du lịch inbound chuyên nghiệp tại Việt Nam. Chúng tôi mong muốn tăng thêm giá trị cho hành trình của bạn và quan tâm đến từng chi tiết cho mọi dịch vụ. Chúng tôi đảm bảo với khách hàng rằng họ sẽ nhìn thấy sự khác biệt và đa dạng của văn hóa, phong tục, ngôn ngữ và cảnh quan châu Á bởi các hướng dẫn viên du lịch địa phương được đào tạo bài bản, hiểu biết và nhiệt tình cũng như các chuyên gia tư vấn du lịch của chúng tôi. Tại Du lịch Holiday Đông Dương, chúng tôi không chỉ cung cấp các tour du lịch theo nhóm mà còn cung cấp các tour được thiết kế riêng phù hợp với nhu cầu của bạn. Dịch vụ của chúng tôi: Quản lý điểm đến du lịch khu vực Đông Dương bao gồm Việt Nam, Lào, Campuchia, Thái Lan; Tour theo nhóm, Tour khuyến khích và tour được thiết kế riêng. Hãy liên hệ với chuyên gia du lịch của chúng tôi để có chuyến du lịch tuyệt vời đến Việt Nam và Đông Dương.Đọc thêm",
        "reviews": [
            "Chuyến đi tuyệt vời từ Nam ra Bắc. Tất cả các chuyến bay và dịch vụ đưa đón đều được tổ chức tốt. Dịch vụ đón và tham quan đều tuyệt vời và hướng dẫn viên du lịch giỏi ở cả 3 địa điểm. Chắc chắn sẽ sử dụng nhóm một lần nữa cho chuyến thăm trở lại. Đọc thêm",
            "Đã có thời gian tốt nhất. Hướng dẫn viên Đức của chúng tôi là một huyền thoại tuyệt đối, rất nhiều kiến ​​thức và thật tuyệt vời khi ở bên cạnh. Không thể giới thiệu anh ấy hoặc chuyến đi đủ.Đọc thêm",
            "Phần yêu thích của tôi là toàn bộ trải nghiệm được ngắm cảnh đẹp như vậy và khám phá các hang động đá vôi. Đức, hướng dẫn viên du lịch của chúng tôi đặc biệt kiên nhẫn và thích nghi với nhóm của chúng tôi. Không có gì là quá rắc rối với anh ấy và anh ấy đã khiến trải nghiệm của chúng tôi trở nên rất tuyệt vời. Đọc thêm",
            "Những khu vườn thật đáng yêu và huyền bí. Tôi cũng rất thích đi bộ lên chùa. Ngay cả trong mùa sương mù nó vẫn đẹp.Đọc thêm",
            "Loi, hướng dẫn viên của chúng tôi trong thời gian ở thành phố Hồ Chí Minh thật tuyệt vời. Anh ấy rất hiểu biết, hữu ích, tốt bụng và quan tâm đến mọi người trong nhóm du lịch của chúng tôi. Lou đã làm việc vượt quá mong đợi. Bất kỳ ai đủ may mắn để có Loi làm hướng dẫn viên du lịch của họ, sẽ không phải thất vọng. Anh ấy - s - - - - - .Đọc thêm",
            "Chúng tôi đã có chuyến tham quan 3 ngày quanh Hà Nội và vịnh Hạ Long với Hướng dẫn viên du lịch tuyệt vời Lee! Anh ấy - rất am hiểu về quê hương của mình và thích cười vui vẻ và khiến bạn cảm thấy thoải mái khi ở một khu vực xa lạ! Thật không may do thời tiết xấu, chúng tôi đã hủy chuyến tham quan qua đêm nhưng anh ấy đã sắp xếp cho chúng tôi một chuyến tham quan trong ngày trong 4 giờ, thật tuyệt vời! Rất khuyến khích Lee vì anh ấy biết mọi thứ trong và ngoài Hà Nội và khiến chuyến tham quan trở nên thú vị hơn!Đọc thêm",
            "Nhìn chung, tôi rất thích chuyến đi này, tôi thực sự mong đợi chuyến đi vịnh Hạ Long nhưng nó không thể - không thể tiếp tục do thời tiết, tất cả các hướng dẫn viên đều tuyệt vời - Lee - và khiến trải nghiệm di chuyển đến một khu vực mới trở nên dễ dàng và tốt hơn rất nhiều!Đọc hơn",
            "Đã thực hiện chuyến đi Việt Nam và Campuchia 14 ngày. Tuyệt vời từ ngày đầu tiên cho đến ngày cuối cùng. Mỗi ngày là một bất ngờ khác. Chuyến đi tốt nhất tôi đã thực hiện.Đọc thêm",
            "Hướng dẫn viên du lịch tuyệt vời nhất trong chuyến đi 15 ngày của chúng tôi đến Việt Nam và Campuchia là Nguyen - Win -, anh ấy là hướng dẫn viên địa phương của chúng tôi quanh Hội An và Đà Nẵng. Kiến thức của anh ấy rất tuyệt vời và tiếng Anh của anh ấy rất dễ hiểu. Anh ấy đưa ra lời bình luận của mình với sự hài hước, tiếng cười của anh ấy rất dễ lây lan. Anh ấy đã nỗ lực hết mình để giúp đỡ từng người trong chuyến đi của chúng tôi, anh ấy đã lập một nhóm Whats app để chúng tôi có thể liên lạc với anh ấy ở bất kỳ giai đoạn nào khi chúng tôi ở Hội An. Đọc thêm",
            "Chuyến đi thứ hai đến Vịnh Hạ Long một trải nghiệm tuyệt vời khác.  Không có khiếu nại về chuyến đi Việt Nam Campuchia 15 ngày của chúng tôi.  Dịch vụ tuyệt vời và những người tốt đẹp hơn.  Rất khuyến khíchĐọc thêm",
            "Bạn đã tính toán như thế nào để được điểm 3. Tôi tính toán rằng con số đó cao hơn đáng kể.Đọc thêm",
            "ps: Tôi đã cho Holiday Đông Dương 5 sao trong bài đánh giá của mình. Chúng tôi đã có trải nghiệm tuyệt vời với họ nên tôi không chắc câu hỏi của bạn là gì. vui lòng giải thích pacioli20Đọc thêm",
            "Có ai có thể cho tôi địa chỉ web hiện tại của công ty này không? tất cả các liên kết tôi tìm thấy đều là chuyển hướng và bị hỏng.\n\nCảm ơn vì sự giúp đỡĐọc thêm",
            "Vâng, đối với tôi cũng vậy!!!  - Đọc thêm"
        ],
        "star_ratings": [
            263,
            22,
            6,
            1,
            1
        ],
        "review_amount": 293,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Du lịch Đông Dương nghỉ dưỡng"
        ],
        "reviews_time": [
            "Written December 11, 2022",
            "Written December 10, 2022",
            "Written December 10, 2022",
            "Written December 4, 2022",
            "Written December 2, 2022",
            "Written November 30, 2022",
            "Written November 30, 2022",
            "Written November 28, 2022",
            "Written November 26, 2022",
            "Written November 22, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6478840-Reviews-or50-Vacation_Indochina_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or40-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or60-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6948503-Reviews-NQ_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d208055-Reviews-Hotel_de_Ville-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d3366826-Reviews-Rio_Chillar-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g36781-d4221891-Reviews-Hollywood_Casino_Amphitheater-Tinley_Park_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g40757-d1093134-Reviews-Songo_River-Naples_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d11930501-Reviews-Smile_Organic_Farm_Cooking_School-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g57592-d1099412-Reviews-Historic_Downtown_Mall-Charlottesville_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g15323987-d6668989-Reviews-Khlong_Hae_Floating_Market-Khlong_Hae_Songkhla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d103614-Reviews-SeaWorld-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g666539-d13001757-Reviews-Kavos_Beach-Pefkos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189226-Reviews-Brixton-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or60-Vacation_Indochina_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or50-Vacation_Indochina_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Vacation Indochina Travel",
        "attraction_name_vi": "Du lịch Đông Dương nghỉ dưỡng",
        "general_info": [
            "292 đánh giá",
            "- 70 trên 627 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Lịch sử - Di sản Tour",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Vacation Indochina Travel là công ty lữ hành chuyên nghiệp tại Việt Nam. Chúng tôi mong muốn mang lại giá trị cho chuyến đi của bạn và chăm chút từng chi tiết cho mọi dịch vụ. Chúng tôi đảm bảo với khách hàng rằng họ sẽ thấy được sự khác biệt và đa dạng của nền văn hóa, phong tục, ngôn ngữ và cảnh quan châu Á thông qua đội ngũ hướng dẫn viên địa phương được đào tạo bài bản, hiểu biết và nhiệt tình cũng như các chuyên gia tư vấn du lịch của chúng tôi. Tại Vacation Indochina Travel, chúng tôi không chỉ cung cấp các tour du lịch theo nhóm mà còn cung cấp các tour du lịch được thiết kế riêng theo nhu cầu của bạn. Các dịch vụ của chúng tôi: Quản lý điểm đến du lịch tại Đông Dương bao gồm Việt Nam, Lào, Campuchia, Thái Lan; Tour du lịch theo nhóm, Tour khuyến khích và Tour du lịch được thiết kế riêng. Vui lòng liên hệ với chuyên gia du lịch của chúng tôi để có chuyến du lịch tuyệt vời đến Việt Nam và Đông Dương. Đọc thêm",
        "reviews": [
            "Mặc dù trời mưa nhưng Win vẫn là một trưởng đoàn du lịch tuyệt vời. Sự ấm áp và những câu chuyện cười hài hước của anh ấy đã khiến ngày của chúng tôi trở nên thật thú vị. Anh ấy cũng là hướng dẫn viên của chúng tôi đến My Son, một ngày tuyệt vời khác. Rất đáng để giới thiệu và bữa trưa của chúng tôi trên đường về là tuyệt nhất, đặc biệt là rượu gạo miễn phí giúp chúng tôi ấm áp hơn. Cảm ơnĐọc thêm",
            "Điểm đến tuyệt vời. Thời tiết không ủng hộ chúng tôi nhưng vị trí rất đáng để đi. Bữa trưa tự chọn là món ngon nhất tôi từng có trong một thời gian dài ở bất kỳ quốc gia nào.Đọc thêm",
            "Chuyến đi 14 ngày tuyệt vời một thỏa thuận Việt Nam và Campuchia.  Tổ chức xuất sắc với mọi thứ hoạt động trơn tru và được chăm sóc tốt.  Yêu các gợi ý và thông tin địa phương từ tất cả các hướng dẫn viên.  Kỳ nghỉ tuyệt vờiXem thêm",
            "Đi du lịch theo chuyến đi thỏa thuận trong khi từng người một với hướng dẫn viên du lịch riêng, ông Lee Virtnam từ Du lịch Kỳ nghỉ Đông Dương. Rất khuyến khích. Được tổ chức tốt. Thông tin đầy đủ từ khi đến sân bay cho đến khi khởi hành tại sân bay. Không thể lỗi trải nghiệm.Đọc thêm",
            "Toàn bộ trải nghiệm của tôi thật tuyệt vời. Hướng dẫn của chúng tôi là tuyệt vời. Anh ấy đảm bảo rằng chúng tôi có mọi thứ chúng tôi cần. Anh ấy rất thông tin. Hành trình đầy trải nghiệm. Hang động rất đẹp và đáng để đi xem. Mọi người rất thân thiện và hữu ích. Lee - hướng dẫn viên du lịch - . Muốn giới thiệu cho mọi người.Đọc thêm",
            "CƯƠNG TÔI THƯỞNG THỨC CHUYẾN ĐI THUYỀN THUYỀN TH hang động, BƠI, Hướng dẫn viên du lịch rất hay, rất vui lòng làm hài lòng.  Dạo quanh thành phố trải nghiệm cuộc sống về đêm.  Làm na ba đồi wow thực tế.Đọc thêm",
            "Cuong là một hướng dẫn viên du lịch rất vui vẻ và hiểu biết. Chúng tôi đã có rất nhiều niềm vui trong chuyến tham quan vịnh Hạ Long. Thật thư giãn sau sự hối hả và nhộn nhịp của Việt Nam. Đọc thêm",
            "Nơi tuyệt vời để tham quan, người dân thân thiện và các nhà điều hành tour du lịch tuyệt vời và hiểu biết. Rất khuyến khíchĐọc thêm",
            "CƯƠNG KING, Chúng tôi rất vui khi được tổ chức chuyến du lịch tuyệt đẹp ở Vịnh Hạ Long. King là người có kiến ​​thức, nhiệt tình và hữu ích.Đọc thêm",
            "Chuyến du lịch vịnh Hạ Long với Cường thật tuyệt vời. Anh ấy rất am hiểu và khiến chuyến đi trở nên thú vị. Muốn giới thiệu.Đọc thêm",
            "Bạn đã tính toán như thế nào để được điểm 3. Tôi tính toán rằng con số đó cao hơn đáng kể.Đọc thêm",
            "ps: Tôi đã cho Holiday Đông Dương 5 sao trong bài đánh giá của mình. Chúng tôi đã có trải nghiệm tuyệt vời với họ nên tôi không chắc câu hỏi của bạn là gì. vui lòng giải thích pacioli20Đọc thêm",
            "Có ai có thể cho tôi địa chỉ web hiện tại của công ty này không? tất cả các liên kết tôi tìm thấy đều là chuyển hướng và bị hỏng.\n\nCảm ơn vì sự giúp đỡĐọc thêm",
            "Vâng, đối với tôi cũng vậy!!!  - Đọc thêm"
        ],
        "star_ratings": [
            263,
            22,
            6,
            1,
            1
        ],
        "review_amount": 293,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Du lịch Đông Dương nghỉ dưỡng"
        ],
        "reviews_time": [
            "Written November 22, 2022",
            "Written November 21, 2022",
            "Written November 21, 2022",
            "Written November 20, 2022",
            "Written November 18, 2022",
            "Written November 16, 2022",
            "Written November 16, 2022",
            "Written November 16, 2022",
            "Written November 15, 2022",
            "Written November 15, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6478840-Reviews-or60-Vacation_Indochina_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or50-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or70-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6948503-Reviews-NQ_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d24014550-Reviews-Sky_Views_Observatory-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298455-d7586582-Reviews-Sky_Ranch_San_Fernando_Pampanga-San_Fernando_Pampanga_Province_Central_Luzon_Regi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190053-d303019-Reviews-Cano_Negro_Wildlife_Refuge-Cano_Negro_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d104227-Reviews-Santa_Barbara_Botanic_Garden-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d9560433-Reviews-Orpheum_Theater-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d9707200-Reviews-Anthony_Chapel-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1872665-d3164724-Reviews-Paju_Premium_Outlets-Paju_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1761683-d2233011-Reviews-Natural_Bridge-Yoho_National_Park_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561539-Reviews-Printers_Row-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d127868-Reviews-Union_Street-San_Francisco_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or70-Vacation_Indochina_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or60-Vacation_Indochina_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Vacation Indochina Travel",
        "attraction_name_vi": "Du lịch Đông Dương nghỉ dưỡng",
        "general_info": [
            "292 đánh giá",
            "- 70 trên 627 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Du Lịch Đông Dương là công ty du lịch inbound chuyên nghiệp tại Việt Nam. Chúng tôi mong muốn tăng thêm giá trị cho hành trình của bạn và quan tâm đến từng chi tiết cho mọi dịch vụ. Chúng tôi đảm bảo với khách hàng rằng họ sẽ nhìn thấy sự khác biệt và đa dạng của văn hóa, phong tục, ngôn ngữ và cảnh quan châu Á bởi các hướng dẫn viên du lịch địa phương được đào tạo bài bản, hiểu biết và nhiệt tình cũng như các chuyên gia tư vấn du lịch của chúng tôi. Tại Du lịch Holiday Đông Dương, chúng tôi không chỉ cung cấp các tour du lịch theo nhóm mà còn cung cấp các tour được thiết kế riêng phù hợp với nhu cầu của bạn. Dịch vụ của chúng tôi: Quản lý điểm đến du lịch khu vực Đông Dương bao gồm Việt Nam, Lào, Campuchia, Thái Lan; Tour theo nhóm, Tour khuyến khích và tour được thiết kế riêng. Hãy liên hệ với chuyên gia du lịch của chúng tôi để có chuyến du lịch tuyệt vời đến Việt Nam và Đông Dương.Đọc thêm",
        "reviews": [
            "Đây là chuyến du lịch được tổ chức đầu tiên mà chúng tôi tham gia. Du lịch Đông Dương đã làm rất tốt với chuyến đi này, mọi thứ được tổ chức chuyên nghiệp tại các khách sạn chúng tôi ở đều đạt tiêu chuẩn tốt và đồ ăn thì tuyệt vời. Hành trình trên vịnh Hạ Long rất thú vị với thuyền viên tuyệt vời. Tất cả các hướng dẫn viên đều có kiến ​​thức tuyệt vời về khu vực của họ. Các chuyến bay và chuyến tham quan bằng xe buýt diễn ra giống như kim đồng hồ. Chúng tôi bắt đầu chuyến đi này ở Hà Nội đến vịnh Hạ Long, Hội An, Hồ Chí Minh, sau đó đến Phnom Penh và Siem Reap. Cảm ơn tất cả các bạn chúng ta đã có khoảng thời gian vui vẻ Đọc thêm",
            "Nhận xét ban đầu của tôi là tôi hoàn toàn chấp nhận rằng Du lịch Đông Dương không chịu trách nhiệm về thời tiết và họ phải đặt sự an toàn lên hàng đầu. Tuy nhiên, khi Vịnh Hạ Long bị hủy do có khả năng có một cơn bão đang đến gần, việc quản lý du lịch sau đó đã không được chấp nhận. Chúng tôi đã - được bù đắp - cho sự thất vọng này bằng chuyến tham quan Thành phố Hà Nội. Đó là tất cả. Sau đó khuyên chúng tôi có 2 ngày rảnh rỗi. Chúng tôi cảm thấy rằng lẽ ra một trải nghiệm - thích để thích - đáng lẽ phải được cung cấp. Ví dụ, một chuyến thăm qua đêm ở một nơi nào đó ở vùng nông thôn thay vì chỉ được yêu cầu tìm nơi giải trí cho riêng bạn trong thành phố. Vào ngày thứ 3 ở thành phố, chúng tôi không thể chịu đựng được nữa nên chúng tôi tự mình sắp xếp - tự túc - và đến thăm Nim Bình - Vịnh Hạ Long thu nhỏ - . Đó là điểm nổi bật của chuyến đi và đã mang lại cho chúng tôi - thiên nhiên - .Tại sao Du lịch Đông Dương không tổ chức một hoạt động như thế? Thời tiết thật tuyệt vời nên đó không phải là vấn đề. Trong những ngày thêm - lúc rảnh rỗi -, KHÔNG có liên hệ nào từ Du lịch Đông Dương để chúng tôi có thể đặt câu hỏi hoặc cung cấp hỗ trợ hoặc ý tưởng cho các hoạt động. Điều này khiến chuyến đi có một khởi đầu vô cùng đáng thất vọng, mặc dù cả nhóm đã cố gắng giữ thái độ tích cực. Trong chuyến tàu qua đêm, đàn ông và phụ nữ độc thân đã 2 lần ngồi chung một toa. Vì vậy, họ đã tự sắp xếp lại nhưng lẽ ra - không cần phải làm điều đó. Tiếng Anh của hướng dẫn viên rất khó hiểu - ngoại trừ Tiger ở thành phố Hồ Chí Minh và hướng dẫn viên Huế - và các chuyến đi 2 ngày chúng tôi tổ chức độc lập có hướng dẫn viên nói tiếng Anh tốt hơn. Nói xong, chúng tôi đã có một chuyến đi tuyệt vời ở Việt Nam và mong được ghé thăm lần nữa, nhưng rất tiếc không thể giới thiệu Kỳ nghỉ Đông Dương.Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan này thông qua Tripadeal - chuyến đi đầu tiên thuộc loại này và chúng tôi rất mong muốn đặt chuyến khác sau trải nghiệm này. Kể từ thời điểm chúng tôi được đón từ sân bay, mọi khía cạnh của chuyến đi đều được hướng dẫn viên xử lý. Chúng tôi chỉ cần phải xuất hiện. Chuyến đi của chúng tôi bao gồm Hà Nội, Vịnh Hạ Long, Huế, Hội An và Thành phố Hồ Chí Minh. Khách sạn có tiêu chuẩn tốt. Các bữa ăn được cung cấp thật tuyệt vời và hướng dẫn viên đã đưa ra gợi ý về những địa điểm ăn uống khác.  Các chuyến tham quan rất nhiều thông tin và thú vị. Ngay cả khi có vấn đề, chúng đều được giải quyết nhanh chóng và khiến chúng tôi hoàn toàn hài lòng. Ví dụ: khi một điểm du lịch bị đóng cửa bất ngờ, tất cả chúng tôi đều được bồi thường một chai rượu miễn phí. Khi khách sạn của chúng tôi được đặt trước quá nhiều, chúng tôi đã được nâng cấp lên tùy chọn năm sao tuyệt vời. Lời cảnh báo duy nhất tôi đưa ra là bạn cần phải có vóc dáng cân đối và khỏe mạnh vì việc tham quan phải đi bộ rất nhiều.  Một số người trong chuyến tham quan của chúng tôi nhận thấy nó quá nóng. Tuy nhiên, không có quy định nào bắt buộc bạn phải thực hiện mọi chuyến tham quan. Chúng tôi chắc chắn khuyên bạn nên sử dụng cả Tripadeal và Kỳ nghỉ Đông Dương.Đọc thêm",
            "Vừa về đến nhà sau chuyến du lịch 15 ngày ở Việt Nam và Thái Lan. Đây là trải nghiệm đầu tiên của chúng tôi khi đi lưu diễn theo nhóm nên không chắc chắn điều gì sẽ xảy ra. Chuyến đi diễn ra suôn sẻ và chỗ ở như mong đợi. Tất cả các khách sạn sạch sẽ và thoải mái với đội ngũ nhân viên thân thiện. Hướng dẫn viên du lịch ở mỗi nơi chúng tôi ở đều rất thông tin và thân thiện và đảm bảo tất cả đều diễn ra suôn sẻ từ khi đón tại sân bay cho đến khi trở về.Đọc thêm",
            "Ngày đầu tiên trải nghiệm khách sạn thật tuyệt vời với một khởi đầu tốt đẹp như chúng tôi nghĩ, sau đó đến Vịnh Hạ Long với hướng dẫn viên du lịch tuyệt vời Một điểm nữa, trải nghiệm tiếp theo là đi tàu đến Huế thật là một chuyến đi bẩn thỉu, nhà vệ sinh không thể sử dụng được bởi những người sạch sẽ bình thường bị hôi khi chúng tôi lên máy bay, vải lanh có mùi, tour du lịch Huế hướng dẫn dễ thương và tốt bụng. Khách sạn có bữa sáng ngon tuyệt vời ở nơi này và đội ngũ nhân viên tuyệt vời. Đây là một khách sạn tốt nhất chúng tôi từng có, nhưng người hướng dẫn về Mỹ Sơn thật tệ không bao giờ tự giới thiệu và chỉ có thể hiểu anh ấy một chút, là một ngày ẩm ướt nên sau 1,5 giờ mới có được chỉ có hơn một giờ ở đó và không thể hiểu được câu chuyện về nơi này vì bạn không thể hiểu được anh ấy. Sau đó chúng tôi có chuyến trở về kéo dài 1,5 giờ nữa. Đã rất thất vọng với chuyến tham quan và hướng dẫn này. Điểm dừng tiếp theo là đến Hồ Chí Minh, đây cũng là điểm dừng cuối cùng, tài xế xe buýt không nói gì cả, đến khách sạn trông rất tuyệt từ tiền sảnh nhưng nhanh chóng đi xuống đồi từ đó, phòng rất nhỏ và tồi tàn 2 phòng của nhóm bị bẩn và họ yêu cầu được chuyển đi, tôi yêu cầu cà phê đen cho phòng thì được bảo là họ không có cà phê đen, trở về muộn hơn vào buổi tối và không thể vào chìa khóa phòng sẽ không mở cửa, và tệ nhất là chúng tôi có 3 ngày ở đây, Tốt hơn hết là 2 chuyến tham quan tiếp theo sẽ là chuyến đi tuyệt vời nhất nếu không sẽ là một kết thúc khủng khiếp cho kỳ nghỉ mà chúng tôi đã mong đợi trong vài tháng, hãy cẩn thận vì có rất nhiều thời gian dành cho xe buýt, nhưng các địa điểm này thật tuyệt vời, sẽ còn nhiều hơn nữa khi chúng tôi có chuyến du lịch tiếp theo của chúng tôi tại Hồ Chu minhĐọc thêm",
            "Thật là một chuyến đi. Chúng tôi hơi lo lắng khi đặt chuyến tham quan này trực tuyến. Chúng tôi không thể tìm thấy nhiều thông tin về Kỳ nghỉ Đông Dương và không chắc chắn chúng tôi sẽ nhận được những gì. Chuyến tham quan thật tuyệt vời! Đó là một nhóm nhỏ với những hướng dẫn viên nói tiếng Anh rất thân thiện, hiểu biết và hữu ích. Tôi bị thương ở đầu gối tại di tích Mỹ Sơn. Hướng dẫn viên Andy thật tuyệt vời. Anh sắp xếp vận chuyển trở lại xe buýt và giúp sơ cứu. Ông Rick, nhà điều hành tour du lịch đã tổ chức vận chuyển bằng xe lăn đến và đi từ các sân bay và có mặt tại nhà nghỉ trong thời gian còn lại của chuyến tham quan. Những hướng dẫn viên du lịch còn lại đã cố gắng chăm sóc tôi và giúp đỡ những gì họ có thể. Tất cả các chuyến đi trong ngày, các tour du lịch và điểm tham quan đều được vận hành tốt và chỗ ở rất tuyệt vời. Nhìn chung chuyến đi rất tốt và tôi không ngần ngại giới thiệu chuyến tham quan này và Kỳ nghỉ ở Đông Dương. Cảm ơn một lần nữa ông Rick, ông thật tuyệt.Đọc thêm",
            "Gần đây đã có chuyến du lịch nổi bật Việt Nam - Campuchia 14 ngày và giá trị đồng tiền của nó. Có thể dễ dàng liên hệ với Mr Rick qua email nên không có bộ phim truyền hình nào tham gia chuyến lưu diễn. Một số điểm nổi bật là chuyến du ngoạn trên vịnh Hạ Long, ước gì chúng tôi có thêm một ngày ở Hội An, nơi đó cũng là một bãi biển tuyệt vời để thư giãn. Đi tàu là một trải nghiệm đáng nhớ haha ​​thêm một ngày ở saigon sẽ tốt vì không thấy nhiều thành phố và siem gặt là điểm nổi bật khi ghé thăm angkor wat. Thức ăn cung cấp cho chúng tôi ngon đến mức không thể phàn nàn gì cả. Nhìn chung trải nghiệm tuyệt vời và rất muốn giới thiệu cho bất kỳ ai.Đọc thêm",
            "Chồng tôi và tôi đã có chuyến du lịch 13 ngày đến Việt Nam và Campuchia vào dịp Giáng sinh năm 2014. Đó là một trải nghiệm tích cực và tôi muốn giới thiệu Công ty Du lịch này cho tất cả mọi người. Nó được tổ chức tốt, an toàn, hướng dẫn rất nhiều thông tin và chúng tôi thực sự cảm thấy rằng chúng tôi đã được nhìn thấy V - C thực sự khi chúng tôi hòa nhập với người dân địa phương thay vì ở trong hồ bơi tại một khu nghỉ dưỡng. Chúng tôi được ăn uống đầy đủ, nhìn thấy nhiều điểm du lịch nổi bật nhưng đó là những trải nghiệm tuyệt vời ở giữa. Và điều này là do những hướng dẫn viên hữu ích của chúng tôi, những người đã đôi khi nỗ lực đáp ứng nhu cầu của cả chúng tôi và của họ khi họ nói từ trái tim. Một chuyến đi khó quên của một công ty đáng được khen ngợi là đã làm rất tốt.Đọc thêm",
            "Betty Nguyễn là một hướng dẫn viên du lịch xuất sắc! Kiến thức sâu rộng và thông tin thú vị của cô ấy được cung cấp trong chuyến thăm Mê Kông của chúng tôi thật tuyệt vời. Sẽ thật tuyệt vời nếu Betty đồng hành cùng chúng tôi trong toàn bộ chuyến tham quan!!Đọc thêm",
            "Chúng tôi đến địa đạo Củ Chi cùng Betty. Cô ấy là một hướng dẫn viên xuất sắc và kiến ​​thức của cô ấy rất sâu rộng. Rất dễ hiểu và rất có sức chứa.Đọc thêm"
        ],
        "star_ratings": [
            263,
            22,
            6,
            1,
            1
        ],
        "review_amount": 293,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Du lịch Đông Dương nghỉ dưỡng"
        ],
        "reviews_time": [
            "Written November 3, 2016",
            "Written October 29, 2016",
            "Written October 14, 2016",
            "Written October 10, 2016",
            "Written September 23, 2016",
            "Written March 21, 2016",
            "Written April 6, 2015",
            "Written February 1, 2015",
            "Written April 16, 2024",
            "Written April 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6478840-Reviews-or70-Vacation_Indochina_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or60-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or80-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6948503-Reviews-NQ_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g503702-d2457490-Reviews-Laitlum_Canyons-Shillong_East_Khasi_Hills_District_Meghalaya.html",
            "https://www.tripadvisor.com/Attraction_Review-g40790-d479876-Reviews-Ogunquit_Beach-Ogunquit_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g666312-d6820830-Reviews-Lambi_Beach-Kos_Town_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g32825-d124539-Reviews-The_Outlets_at_Orange-Orange_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d1370108-Reviews-Chic_s_Beach-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32679-d1569662-Reviews-Big_League_Dreams-Manteca_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189784-Reviews-The_Nags_Head-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g34159-d4473681-Reviews-Emerald_Coast_Zoo-Crestview_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d19514691-Reviews-Electric_Playhouse-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d240813-Reviews-Heineken_Experience-Amsterdam_North_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or80-Vacation_Indochina_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-or70-Vacation_Indochina_Travel-Hanoi.html"
    }
]