[
    {
        "attraction_name": "Valley of the Kings",
        "attraction_name_vi": "Thung lũng của các vị vua",
        "general_info": [
            "6.879 đánh giá",
            "5 trong số 120 điều cần làm ở Luxor",
            "Di tích cổ",
            "Nghĩa trang"
        ],
        "attraction_summary": "Thung lũng sa mạc này là nơi chôn cất cổ xưa của nhiều pharaoh Ai Cập. Trong số hơn 60 ngôi mộ hoàng gia có Lăng mộ Tutankhamen nổi tiếng được tìm thấy trong tình trạng nguyên sơ.Đọc thêm",
        "reviews": [
            "Thung lũng các vị vua không phải là một địa điểm phải xem.  Đây chỉ là ý kiến ​​của tôi. Trời rất nóng và hầu hết thời gian đều đông đúc và sẽ mất một khoảng thời gian để đến thăm hầu hết các ngôi mộ. Với vé cơ bản bạn chỉ được phép xem 3 ngôi mộ.  Không có ngôi mộ nào có xác ướp trong đó.  Nó dành cho những ai thích lịch sử và muốn đến thăm thung lũng các vị vua vì ý nghĩa lịch sử.  Nó đang ở giữa món tráng miệng.  Trời rất nóng, ẩm và không thể ở đó quá một giờ.  Hãy nhớ mang theo đồ uống của riêng bạn vì cửa hàng bên trong rất đắt tiền.Đọc thêm",
            "Thật thú vị khi đi vào các ngôi mộ. Tôi rất thích nhìn thấy một phần lịch sử đã bị che giấu từ lâu. Vấn đề duy nhất là thời tiết trong những tháng nhất định. Tôi không thể chịu nổi cái nóng của tháng 5 và thậm chí còn chưa phải là nóng nhất.Đọc thêm",
            "Nơi này thật siêu thực. Thật khó để tin rằng sau hàng nghìn năm, trong lăng mộ vẫn còn nhiều đồ trang trí và chi tiết như vậy. Tuyệt vời!\n\nMẹo: Hãy đến vào sáng sớm. Chúng tôi đến nơi lúc 7 giờ sáng và chỉ có một mình trong tất cả những ngôi mộ mà chúng tôi bước vào.\nMộ mở tháng 6/2023: KV 1 Ramesses VII, KV 2 Ramesses IV, KV6 Ramesses IX, KV8 Mereptah, KV11 Ramesses III, KV14 Tausert-Setnakht, KV15 Sety II, KV43 Ramesses I, KV46 Thutmose, KV47 Septah. Vé phụ KV9 Ramesses V và VI, KV17 Seti I, KV62 Tut-Ankh-Amon. \nTừ những ngôi mộ miễn phí, chúng tôi đến thăm KV2, KV11 và KV14. KV2 là tốt nhất và phải xem. Chúng tôi thực sự rất thích KV11 và KV14, cả hai đều đẹp.\nNhững ngôi mộ miễn phí bao gồm trong vé chung:\nKV 2 đây là điều bắt buộc\nKV14 có một Sekhmet rất đẹp, những bức tường được trang trí đẹp mắt và một chiếc quan tài lớn ở cuối \nKV11 Osiris đẹp nhất trong tất cả các ngôi mộ, những bức tường cũng được trang trí đẹp mắt\n\nTừ những tấm vé trả phí, chúng tôi đã đến thăm KV9 và nó cực kỳ đẹp và đáng giá.  Chúng tôi không vào nhưng có rất nhiều phát biểu nói rằng KV17 Seti I là đẹp nhất VoK. \nĐừng đi KV62, nó không đáng giá.\n\nNếu bạn dành một buổi sáng trước chuyến đi và đọc về các vị thần, bạn sẽ tận hưởng chuyến thăm của mình nhiều hơn khi bạn có thể hiểu được ý nghĩa của các bức tranh.Đọc thêm",
            "Chúng tôi đi du lịch như một phần của chuyến đi trong ngày đến Luxor và đây là điểm dừng chân cuối cùng của chúng tôi, đến vào khoảng 3 giờ chiều. Hướng dẫn viên của chúng tôi đã giúp chúng tôi mua vé vào lăng mộ Tutankhamun, đây là một khoản chi phí bổ sung và chúng tôi được đưa qua cổng mà không gặp vấn đề gì. \nBạn có thể ghé thăm 3 ngôi mộ bằng một vé thông thường và có một số thông tin về từng Pharaoh ở lối vào địa điểm mặc dù hướng dẫn viên du lịch của chúng tôi đã cung cấp cho chúng tôi tất cả thông tin chúng tôi cần trước khi rời chúng tôi để vào những ngôi mộ thực sự.\nMỗi ngôi mộ được đưa vào bằng một lối đi hoặc các bậc dốc và khi vào bên trong, điều kỳ diệu đang chờ đợi bạn. Màu sắc và kích thước tuyệt đối của những ngôi mộ thật đáng kinh ngạc, thậm chí sau ngần ấy năm, chúng vẫn rất sống động và bạn chỉ có thể tưởng tượng chúng ngày xưa trông như thế nào. Mỗi ngôi mộ hơi khác nhau nên đáng để ghé thăm từng ngôi mộ.  Trong các ngôi mộ không bận rộn và chúng tôi có nhiều thời gian để nhìn xung quanh, chụp ảnh và đắm mình vào đó. Đây thực sự là một nơi tuyệt vời và rất đáng để ghé thăm.\nChúng tôi đến thăm vào tháng 7, vâng, trời nóng nhưng có nhiều nước, mũ và quần áo hợp lý nên rất dễ quản lý, bản thân các ngôi mộ rất mát mẻ và có bóng râm. Đừng để sức nóng cản trở bạn khỏi một phần lịch sử đáng kinh ngạc.Đọc thêm",
            "Chúng tôi băng qua sông Nile từ Luxor và đến Thung lũng các vị vua nằm ở Đồi Theban. Các pharaoh được chôn cất trong những ngôi mộ bằng đá được bao quanh bởi những kho báu mà họ cần ở Thế giới bên kia.  Chính tại đây, Howard Carter đã phát hiện ra các phòng chôn cất Tutankhamen vào năm 1922. Chúng tôi cũng đến thăm Đền thờ Nữ hoàng Hatshepsut, nữ quân vương đầu tiên được biết đến của Ai Cập.Đọc thêm",
            "Chúng tôi đã lên kế hoạch cho một chuyến đi đến đây khi lưu trú tại khách sạn Makadi Gardens Amazing.\nChúng tôi đã đặt chỗ với Tui cho chuyến đi này. Chúng tôi được đón lúc 05:00 từ lễ tân khách sạn. Đó là một 4 giờ lái xe đến Luxor. \nXe buýt nhỏ thoải mái và có máy lạnh. \nChuyến đi là nơi tôi muốn đánh dấu vào danh sách việc cần làm của mình.\nChúng tôi trả thêm tiền để vào lăng mộ Tutankhum. \nCó những người đàn ông sẽ đưa bạn ra sau hàng rào để cho bạn xem những phần khác, nhưng họ mong đợi tiền boa.\nHọ cũng sẽ đề nghị chụp ảnh cho bạn một lần nữa, họ mong đợi tiền boaĐọc thêm",
            "Chúng tôi đã đến Thung lũng các vị vua trong khi lưu trú tại Cung điện Baron. Một ngày tuyệt vời và rất thú vị. \nMẹo cần lưu ý:\nHãy chuẩn bị cho một ngày dài NÓNG BỎNG. Chúng tôi bắt đầu sớm lúc 4 giờ sáng và kết thúc muộn tại khách sạn lúc 9 giờ tối\nChúng tôi đã thấy rất nhiều thứ. Hai ngôi đền và 3 ngôi mộ bao gồm cả Tutankhamun. Ăn trưa và đi thuyền nhanh trên sông Nike. Tất cả đều vui vẻ và thú vị và hướng dẫn viên của chúng tôi rất tuyệt vời. \nHãy cẩn thận để không bị người dân địa phương dụ dỗ chỉ muốn lấy tiền của bạn vì những điều nhỏ nhặt nhất. Trẻ em táo bạo hơn và chỉ xin tiền. Có thể khá khó chịu khi bạn đã dành cả ngày cho nó\nNhư tôi đã nói, đó là một ngày dài mà có thể được rút ngắn nếu ít phải chờ đợi không cần thiết hơn. \nNgày của chúng tôi cũng bao gồm chuyến thăm một nhà máy và cửa hàng thạch cao! Không phải sở thích của chúng tôi. Thật lãng phí một giờ trong ngày, một lần nữa tôi nghĩ rằng đó là cơ hội để kiếm thêm tiền. Tôi không có ý muốn tỏ ra keo kiệt - chúng tôi chắc chắn không keo kiệt và sẽ boa tiền cho bất kỳ ai mà chúng tôi cảm thấy xứng đáng nhưng đôi khi thực sự hơi quá. Con trai chúng tôi được yêu cầu ngồi cạnh một tài xế xe đưa đón nhỏ đưa bạn đến gần ngôi đền hơn, đi xe 2 phút để giúp bạn không phải đi bộ trong cái nóng, vé của chúng tôi bao gồm tiện nghi này nhưng với việc con trai chúng tôi ngồi cạnh tài xế trong 2 phút ngắn ngủi đó, chúng muốn tiền. \nNhìn chung là một ngày tuyệt vời, trải nghiệm tuyệt vời khi ngắm thung lũng các vị vua. Lăng mộ và đền thờ nhưng ít lãng phí thời gian và chờ đợi hơn - Tôi chắc chắn rằng chúng tôi có thể quay lại khách sạn vào lúc 19:30 như đã đề xuất thay vì 21:00\nĐọc thêm",
            "Đó là một nơi thú vị và lịch sử.  Việc bạn có thể thấy các nhà khảo cổ đôi khi vẫn đào bới và tìm thấy những ngôi mộ và hiện vật mới ở khu vực này thật đáng kinh ngạc.  Những ngôi mộ mà bạn có thể ghé thăm thật tuyệt vời, từ màu sắc đến nghệ thuật treo tường cổ xưa và những câu chuyện đằng sau mỗi ngôi mộ mà chúng tôi học được từ hướng dẫn viên của chúng tôi thật tuyệt vời.  Có một chút khó hiểu ở lối vào vì một số vé có một số ngôi mộ, nhưng không phải tất cả các ngôi mộ và bạn phải trả thêm tiền ngay từ đầu nếu muốn vào chúng.  \n\nDòng vé rất dài, và ngay cả khi bạn có một người hướng dẫn có thể đến dòng hướng dẫn đặc biệt và nhận vé nhanh hơn, nó vẫn rất dài.  Sau đó, khi bạn vào thung lũng, mỗi ngôi mộ đều có đội hình riêng nhưng không quá dài.  Những ngôi mộ rất dễ vào và chúng chắc chắn đáng để chờ đợi.  \n\nTôi ước tất cả các bức tường sẽ được bao phủ bằng kính, một số thì có, nhưng rất ít vì mặc dù bị cấm chạm vào bất cứ thứ gì nhưng một số người vẫn làm và những gì đã tồn tại hàng nghìn năm cho đến tận bây giờ sẽ không tồn tại được lâu nữa nếu con người phá hủy nó. Đọc thêm",
            "Đặc biệt tại nơi có lăng mộ, hãy tính thêm chi phí mua vé vào các lăng khác so với vé được cung cấp trọn gói. Chúng tôi thấy mình chìm trong đám đông người đi bộ qua đường hầm đến những ngôi mộ được đóng gói trong một vé vào cửa. Ví dụ: mua thêm một vé chỉ với vài đô la vào lăng mộ Vua Tut sẽ khuyến khích trải nghiệm hạn chế hơn, nơi bạn không cần phải vật lộn với những hộp sọ tê cứng đang tạo dáng selfie bằng điện thoại di động công nghệ cao.Đọc thêm",
            "Bạn có thể sắp xếp một chiếc taxi từ Luxor và đi bộ xung quanh sau khi mua vé.  Nếu bạn đã đi xa đến mức này, hãy thuê một người hướng dẫn để có kiến ​​thức chuyên sâu mà bạn chưa có.  Mỗi ngôi mộ là duy nhất và hãy kiểm tra kỹ trước khi vào vì hướng dẫn viên của bạn thường không vào trong.  Rõ ràng, Vua Tut là một điểm nổi bật nên đừng bỏ lỡ vì thi thể của ông được trưng bày trong phòng của ông.  Đưa máy ảnh của bạn cho người bảo vệ vì họ đã tìm ra một số bức ảnh đẹp nhất bên trong buồng.  Đưa cho anh ấy một ít Lira.  Chúng tôi đã đi vào 4. Mỗi cái duy nhất.  Một trong những nơi tốt nhất là ở cuối thung lũng, vì vậy hãy mang theo nước và mũ.Đọc thêm",
            "Thung lũng các vị vua thật tuyệt vời! Lịch sử của nó thật tuyệt vời! Lăng mộ được bảo quản tốt và các cửa hàng ở đó có giá vừa phải. Không có người bán hàng rong nào làm phiền bạn quá nhiều và bạn thực sự có thể tận hưởng nó. Điều tiêu cực duy nhất mà chúng tôi nhận thấy là những người làm việc trong lăng mộ sẽ cố gắng nói chuyện liên tục với bạn khi bạn đang cố gắng tận hưởng thời gian của mình, có thể khá khó khăn khi cố gắng chụp ảnh cho bạn và yêu cầu tiền boa, đề nghị của tôi là bỏ qua họ vì họ có thể khá khó chịu. Địa điểm và khu vực thật tuyệt vời và đây là chuyến đi mà bạn sẽ trân trọng.Đọc thêm",
            "Trong số tất cả tôi thấy ngôi mộ của Seti là tốt nhất. Cái đầy màu sắc và chi tiết nhất. Hầu hết những người nhìn trộm đều ghé thăm Ramses và Tut nhưng sau khi tôi ghé thăm Seti, tôi thấy Ramses khá nhàm chán và không màu sắc và tất cả đều ở phía sau kính. Giá của Ramses cũng thấp hơn Seti, gần bằng một nửa. Seti không đứng sau kính và trạng thái nguyên bản nhất.Đọc thêm",
            "Chuyến thăm tuyệt vời. Những ngôi mộ được bảo tồn rất tốt. 3 ngôi mộ bao gồm trong nhập học chung. Những ngôi mộ bổ sung có sẵn với chi phí. Lấy thẻ của bạn vì nó không dùng tiền mặt. Rất nóng.Đọc thêm",
            "Một lời khuyên tôi muốn đưa ra là hãy dùng thẻ để thanh toán. Chúng tôi đang đi du thuyền trên sông Nile nên đã bao gồm vé nhưng tôi muốn xem lăng mộ Tutankhamen mặc dù nó không ngoạn mục lắm. Thanh toán phải bằng thẻ, không dùng tiền mặt. Và nếu có thẻ tôi cũng sẽ làm thêm vài ngôi mộ nữa. Nhưng nhìn chung, điều này thực sự ngoạn mục. Yêu toàn bộ trải nghiệmĐọc thêm",
            "This place is truly breath-taking! The preservation of the hieroglyphs and the tombs is amazing. The colours and the details in some of the tombs is fascinating. To think this place is thousands of years old and still in amazing condition is a tribute to the people who has up keep this place for so long. If you have the opportunity to visit this place then you must. There are loads of wonders in Luxor all as impressive as the next but this place is a must when visiting Luxor. Especially if youre interested in King Tut.Getting in is fairly cheap and with your entry ticket you get access to 3 tombs. King Tuts tomb is extra but definitely worth it. Ramesses IIs tomb isnt open to the public but you can see the entrance.To get to the tombs from the ticket office you take a little buggy. Once there each tomb is fairly close but if you struggle with walking or not steady on your feet, you will need to take care. The ground is a little uneven and slightly rocky but nothing to be too concerned about. Most of the tombs are fairly easy to walk inside, they all have a decline which some can find difficult. You can scope the walkways from the entrance to see if youre able to go inside.Theres a café with plenty of seating selling trinkets, cold drinks and ice creams. Definitely needed it when the weather is hot.TIP - Bring water. Its pretty cool in some of the tombs but the walking will make you sweaty. Some Tombs have a long walk inside so its best to have water on you. If youre wondering about clothing, trainers are ideal but you can wear open toe shoes. There are people wearing shorts and vest etc walking around. Its very touristy and although it is nice to be respectful most people dont know the traditions. Plus the locals have accepted it now and dont seem too bothered so its up to you really.Read more",
            "Những ngôi mộ tốt nhất ở Thung lũng không được bao gồm trong phí vào cửa chung.  Bạn cần phải trả thêm tiền để xem lăng mộ của Seti I 33 - điểm thu hút ngôi sao - và lăng mộ của Rameses VVI 5. Mỗi ngôi mộ đều rất khác nhau và rất đáng để trả thêm phí.  Seti I là một trong những ngôi mộ lớn nhất ở Thung lũng với lối đi dài nhất - 450 feet - và độ dốc sâu nhất - 200 ft. Tôi 75 tuổi và không gặp khó khăn gì khi đi vào hoặc ra khỏi lăng mộ này.  Những bức phù điêu màu từ sàn đến trần đẹp nhất nằm ở Seti I. Màu sắc rực rỡ bao gồm nhiều màu đỏ, nâu và đen.  Lăng mộ Rameses VVI cũng là một trong những ngôi mộ lớn nhất ở Thung lũng, nhưng có độ dốc ít hơn.  Ngôi mộ này có một phòng chôn cất tuyệt vời với quan tài còn nguyên vẹn một phần.  Các bức phù điêu chìm tuyệt vời không có nhiều chi tiết nghệ thuật như trong Seti I và màu sắc là xanh lam và vàng nhạt.  PHẦN TỐT NHẤT, KHÔNG GIỐNG NHƯ CÁC NGÔ MÔN ĐƯỢC BAO GỒM TRONG PHÍ VÀO CHUNG ĐÃ ĐÔNG ĐÔNG, CHÚNG TÔI CÓ HAI NGÔ MÔN NÀY CHO MÌNH.  CHÚNG TÔI CÓ THỂ NẤN LẠI VÀ NHẬN ĐƯỢC NHỮNG BỨC ẢNH TUYỆT VỜI.Đọc thêm",
            "Thung lũng của các vị vua là địa điểm không thể bỏ qua ở Luxor.  Người nổi tiếng nhất trong số các vị vua tất nhiên là vua Tut.  Tuy nhiên, lăng mộ Vua Tuts yêu cầu phải mua thêm vé. Với vé vào cổng thông thường, bạn có thể vào ba ngôi mộ.  Tôi đã đến thăm lăng mộ của Tausert và Stetnakht, lăng mộ của Merenptah và lăng mộ của Ramesses IV.  Ba ngôi mộ này đã thể hiện một cách công bằng về các ngôi mộ khác nhau.  Thật thú vị khi đi xuống và xem những dòng chữ trên tường cũng như quan tài bằng đá.Đọc thêm",
            "Điều tôi muốn nói là bạn nên đến đây trước tiên vào buổi sáng để tránh đám đông và nắng.  Đó là một khu vực rộng lớn nên hãy chuẩn bị tinh thần để đi bộ trên địa hình hơi gồ ghề.  Nhưng nó hoàn toàn xứng đáng!  Một bộ sưu tập tuyệt vời của ngôi mộ hang động.  Đối với hầu hết mọi người.  Ba ngôi mộ mà bạn được phép tham quan với vé vào cửa cơ bản là đủ để bạn có ý tưởng và chiêm ngưỡng những bức tranh điêu khắc tuyệt vời. Một nơi rất cổ xưa của Ai CậpĐọc thêm",
            "Thật tuyệt vời, đơn giản là đáng ngạc nhiên, khi ypu đến trung tâm du khách có một mô hình lớn về những ngôi mộ dưới lòng đất để bạn hình dung được độ sâu của một số trong số chúng và tưởng tượng rằng người xưa đã đạt được điều gì đó như thế này thì bạn gần như choáng ngợp khi thấy, vé bao gồm quyền vào 34 ngôi mộ nhưng có những ngôi mộ cơ bản nhất, không có gì quá đặc biệt và nhỏ bé. Cuối cùng, chúng tôi đã mua vé trực tuyến, bạn có thể mua chúng ở đó, nhưng hàng đợi đến phòng vé dài đến mức nực cười đối với Tutankhamum và seti ngôi mộ đầu tiên. Tất cả các vé bổ sung đều tốn của tôi gần 100 và 125 nhưng chúng là những ngôi mộ mà tôi đã đến xem và muốn trả thêm tiền. Những ngôi mộ rất sâu nên nếu bạn không thích hợp hoặc không thích hợp với khoảng cách kín thì điều này KHÔNG dành cho bạn, chúng tôi đã chứng kiến ​​một người phụ nữ Mỹ rất không thích hợp bị hai người hầu Ai Cập kéo lên cầu thang và ra ngoài, vì vậy hãy lưu ý rằng ypu thực sự nên có ít nhất một mức độ thể chất nào đó để có thể leo được tất cả các bậc thang. Bên trong lăng mộ rất nóng, rất nóng nên cũng hãy chuẩn bị cho điều đó. Tôi không nghĩ mình đã từng nóng đến thế trong suốt cuộc đời mình, nhưng những ngôi mộ càng rộng rãi thì càng mát hơn một chút vì chúng hầu như không có người ở trong đó do giá cả, lol. Tôi sẽ không nói dối rằng nó đắt khủng khiếp trong thung lũng, tôi và đối tác đã mua 4 đồ uống từ cửa hàng, và tổng cộng là 900 bảng Ai Cập, tôi muốn nôn nhưng tất nhiên là tôi vẫn trả tiền...Đọc thêm",
            "Chúng tôi đến thăm như một phần của chuyến tham quan nhóm nhỏ Intrepid. Chuyến thăm của chúng tôi bao gồm ba ngôi mộ, mặc dù chúng tôi có thể trả tiền riêng để đến thăm những ngôi mộ khác. Hoàn toàn tuyệt đẹp. Một trong những nơi ngoạn mục nhất mà tôi đã đến thăm trong nhiều năm du lịch. Chữ tượng hình đơn giản là không thể tin được, thật đáng kinh ngạc khi màu sắc và chi tiết vẫn tồn tại hàng thiên niên kỷ. Rất nhiều người nhưng không quá đông đúc. Trời nóng quá nên ghé sớm nhé. Rất khuyến khích. Phòng vệ sinh có sẵn nhưng giống như mọi nơi ở Ai Cập, bạn phải trả EGP10.Đọc thêm",
            "Chào buổi sáng, \nCó thể đến Thung lũng các vị vua bằng ô tô thuê không? Tôi thấy rằng có một Điểm kiểm tra trên đường trước khi vào địa điểm.Đọc thêm",
            "vâng vâng, điều đó là có thểĐọc thêm",
            "Chào buổi sáng, \nCó thể đến Thung lũng các vị vua bằng ô tô thuê không? Tôi thấy rằng có một Điểm kiểm tra trên đường trước khi vào địa điểm.Đọc thêm",
            "vâng vâng, điều đó là có thểĐọc thêm",
            "Xin chào, có thể tìm hướng dẫn nói tiếng Pháp trực tiếp trên trang web không? Đọc thêm",
            "bạn phải đặt trước một cái. Thành thật mà nói, bạn không cần người hướng dẫn để đến Thung lũng các vị vua.Đọc thêm",
            "xin chào max theo những gì tôi đọc được trên tiket thì chỉ có 3 ngôi mộ để tham quan, nhưng một ngôi mộ có thể ghé thăm nhiều hơn không? Ngoài ra, nếu bạn đã đến cairo thì bảo tàng cairo vẫn đáng để ghé thăm hay NMEC đã đủ chưa, vì nhiều thứ đã được chuyển sang bảo tàng mới khai trương vào tháng 11??  Cảm ơn \n\nrobertoĐọc thêm",
            "Ở Thung lũng các vị vua có những ngôi mộ có vé giống như của Tutankhamun, do đó bạn có thể thêm vào 3 ngôi mộ bạn chọn có trong vé tiêu chuẩn.\nKho báu của Pharaoh Psusennes hiện được trưng bày vĩnh viễn tại bảo tàng cũ ở Cairo, nơi đáng để bạn ghé thăm một mình.Đọc thêm",
            "Có đúng là bạn không thể chụp ảnh ở Thung lũng các vị vua không? Đọc thêm",
            "Bạn có thể chụp ảnh mà không cần đèn flash Đọc thêm",
            "Tôi có thể mang theo ba lôĐọc thêm không",
            "CóĐọc thêm",
            "Xin chào, làm cách nào để đi từ Thung lũng Vua đến Nữ hoàng và ngược lại? Taxi giá bao nhiêu? Bạn có phải đặt trước taxi không? Careem hoặc những thứ tương tự có hoạt động không? Đọc thêm",
            "Tôi sử dụng taxi, có tài xế và hướng dẫn viên.  Tôi vừa tìm thấy chúng trên internet, yêu cầu các chuyến tham quan trên tripadvisor hoặc viator.Đọc thêm",
            "Xin chào các bạn, có quán bar nào bán bánh sandwich hoặc nhà hàng gần đó trong khoảng cách đi bộ cũng như các bạn đã chọn thêm ngôi mộ nào, chúng tôi có 3 cộng với Tuts và một người khác, cảm ơn Đọc thêm",
            "Có rất nhiều châm biếm và nhà hàng ở nơi đó.\nTôi chắc chắn bạn sẽ tìm thấy thứ gì đó.Đọc thêm",
            "Xin chào, có thể thanh toán bằng thẻ tín dụng không? Cảm ơn bạn!Đọc thêm",
            "Tôi đã sử dụng tiền chứ không phải thẻ. Sở thích của tôi khi ở nước ngoài.Đọc thêm",
            "CHÀO. Có lựa chọn mua đồ uống lạnh ở máy bán hàng nào đó hoặc mua sắm ở thung lũng các vị vua không?Đọc thêm",
            "Đó là nơi nóng nhất xung quanh. Mang theo đồ uống với bạn. Tuy nhiên vẫn có người bán đồ uống.Đọc thêm"
        ],
        "star_ratings": [
            5269,
            1233,
            281,
            65,
            32
        ],
        "review_amount": 6880,
        "location": [
            "Châu phi",
            "Ai Cập",
            "Thung lũng của các vị vua",
            "Thung lũng sông Nile",
            "Luxor",
            "Những điều cần làm ở Luxor"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 28, 2023",
            "Written July 5, 2023",
            "Written July 5, 2023",
            "Written August 2, 2023",
            "Written August 7, 2023",
            "Written September 3, 2023",
            "Written September 18, 2023",
            "Written September 24, 2023",
            "Written June 6, 2024",
            "Written June 3, 2024",
            "Written May 31, 2024",
            "Written May 20, 2024",
            "Written May 14, 2024",
            "Written May 5, 2024",
            "Written May 1, 2024",
            "Written April 29, 2024",
            "Written April 23, 2024",
            "Written April 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294205-d321166-Reviews-Valley_of_the_Kings-Luxor_Nile_River_Valley.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d9605973-Reviews-Panorama_Restaurant_and_Cafe-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d12187866-Reviews-Marsam-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d25247640-Reviews-Ali_Baba_Restaurant-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d5011658-Reviews-Nour_El_Gourna-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d1866488-Reviews-Restaurant_Mohammed-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d2276717-Reviews-Cafe_Restaurant_Maratonga_Medinet_Habu_Luxor-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d1645595-Reviews-Habou_Garden-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d23138776-Reviews-Malkata_House-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d23128411-Reviews-Memnon_Guesthouse_Restaurant_Cafe-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294205-d26860909-Reviews-Saray_El_Nile_Restaurant-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d2442875-Reviews-Tomb_of_Ay-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d469437-Reviews-Tomb_of_Ramses_III-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d472284-Reviews-Tomb_of_King_Tutankhamun_Tut-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d16648268-Reviews-Tomb_of_Sennefer-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d16648280-Reviews-Tomb_of_Rekhmire-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d16162528-Reviews-Tomb_of_Ramases_VII-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d16753963-Reviews-Tomb_of_Pharaoh_Seti_II-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d16753964-Reviews-Tomb_of_Pharaoh_Ramesses_I-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d16753966-Reviews-Tomb_of_Twosret_and_Setnakhte-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d1637143-Reviews-Howard_Carter_House-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d321166-Reviews-or10-Valley_of_the_Kings-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d1426274-Reviews-ACE_Animal_Care_in_Egypt-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d459885-Reviews-Temple_of_Karnak-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d469439-Reviews-Tomb_of_Ramses_VI-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d318954-Reviews-Luxor_Temple-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d12134904-Reviews-Tomb_of_Queen_Nefertari-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d4242919-Reviews-Tomb_of_Ramses_IV-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d554635-Reviews-Obelisk_of_Thutmoses_I-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d553300-Reviews-Valley_of_the_Artisans_Deir_el_Medina-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d318962-Reviews-Temple_of_Hatshepsut_at_Deir_el_Bahari-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d26791072-Reviews-Traveli_Tours-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d25234478-Reviews-The_Opulence_of_Egypt-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d2369525-Reviews-Love_Egypt_Tours-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d469443-Reviews-Tomb_of_Merenptah-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g664154-d3360036-Reviews-Isola_del_Garda-San_Felice_del_Benaco_Province_of_Brescia_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g31230-d8510615-Reviews-Fat_Cats_All_Out_Fun-Gilbert_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g41058-d3380834-Reviews-Jellyfish_joel_s-Chestertown_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d11800780-Reviews-Olowalu_Beach-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g39601-d108035-Reviews-Maker_s_Mark-Loretto_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d108396-Reviews-Nashville_Zoo-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d12872228-Reviews-Manthokha_Waterfall-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7767188-Reviews-Franz_Kafka_Statue-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7331931-Reviews-Anonymous_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1077202-d2186357-Reviews-Leap_Castle-Roscrea_County_Tipperary.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294205-d321166-Reviews-or10-Valley_of_the_Kings-Luxor_Nile_River_Valley.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294205-d321166-Reviews-Valley_of_the_Kings-Luxor_Nile_River_Valley.html"
    }
]