[
    {
        "attraction_name": "Vallecito Lake",
        "attraction_name_vi": "Hồ Vallecito",
        "general_info": [
            "54 đánh giá",
            "- 1.115 trong số 4.288 việc cần làm ở Colorado",
            "Nguồn nước"
        ],
        "attraction_summary": "Hồ và núi thật ngoạn mục. Chúng tôi rất thích đi bộ xuống hồ đóng băng. Toàn bộ khu vực đều đẹp. Trời vẫn chưa đóng băng hoàn toàn nên chúng tôi không đi quá xa. Có rất nhiều cabin và chỗ ở ngay đối diện hồ.Đọc thêm",
        "reviews": [
            "Dừng lại sau khi đi bộ. Nơi vui vẻ, dịch vụ tốt. Chỉ có đồ uống nhưng sẽ quay lại để dùng bữa. Họ có một ban nhạc nhỏ tuyệt vời chơi nhạc cổ điển của đất nước cổ. Họ thật tuyệt. Ban nhạc Ron Lowe, muốn ở lại nghe nhưng phải rời đi. Rất mong được quay lạiXem thêm",
            "Cabin - 6 trên hồ Vallecito.  Thật là một trải nghiệm khủng khiếp!  Các máy chủ thật khủng khiếp!  Nhà của họ ở ngay phía sau cabin và họ KHÔNG mở cửa.  Chúng tôi đến yêu cầu một số mặt hàng - xà phòng, dầu gội và dầu xả - những thứ lẽ ra phải được cung cấp - và họ không mở cửa.  Cũng nhắn tin cho họ và lại không có phản hồi. Khung cảnh hồ là một trò đùa....khó có thể nhìn thấy nó.  Hình ảnh họ đăng phải là từ ngôi nhà của họ ở độ cao cao hơn.  Cửa tủ đông bị hỏng và ánh sáng phía trên khu vực bếp nhỏ chập chờn.  Ánh sáng là một vấn đề an toàn.  Chúng tôi đã cố gắng yêu cầu hoàn lại một phần khoản thanh toán của mình - hơn 1 nghìn trong 4 ngày - nhưng không có kết quả.  Chúng tôi đang có chuyến đi kéo dài 2 tuần và chúng tôi không biết rằng mình phải báo cáo vấn đề cho Airbnb trong 24 giờ - vấn đề của chính chúng tôi -.  ĐỀ XUẤT MẠNH MẼ KHÔNG Ở ĐÓ!!  Tuy nhiên, khu vực này rất tuyệt! Đọc thêm",
            "Hồ chứa Vallecito nằm ở một khu vực tuyệt đẹp với núi rừng xung quanh. Cộng đồng bao quanh hồ với nhiều nhà nghỉ và một số nhà hàng. Thật không may, hồ rất thấp do hạn hán đang diễn ra. Nhưng nó vẫn to và đẹp.Đọc thêm",
            "Đừng thuê từ công ty này. Đi đến một hồ hoặc sông địa phương khác! Tôi đã đặt thuê thuyền kayak trong một ngày và phải gọi điện để đổi sang ngày hôm sau vì tôi cảm thấy không khỏe. Người trực điện thoại bảo tôi hãy tiếp tục đặt chỗ cho ngày hôm sau và chúng tôi sẽ - xử lý việc đó - khi tôi đến. Khi tôi đến, họ từ chối hoàn lại tiền. Tôi để lại tên của mình và không có cuộc gọi nào từ người quản lý. Khi tôi gọi để kiểm tra, tôi được thông báo - nếu anh ấy không gọi cho bạn thì anh ấy không có ý định hoàn lại tiền cho bạn -. Nơi này cũng là một trải nghiệm khủng khiếp. Không có bờ thực sự và bùn sâu nơi họ trượt thuyền kayak ra khỏi bến tàu - cao ít nhất 6 ft trong không khí và yêu cầu bạn đi qua bùn để vào. Những lời nói dối là vấn đề thực sự của tôi vì không thể kiểm soát hồ cấp độ nhưng họ có quyền lựa chọn tính chính trực và họ đã chọn không làm như vậy.Đọc thêm",
            "Trong khi mọi người gọi đây là - Hồ - nó thực sự là Hồ chứa Vallecito, vì hồ - không giống một cái hồ và không thể tiếp cận được - nằm ở phía bắc.  Dù sao đi nữa, cái hồ này rất đẹp và nằm trong một thung lũng ngoạn mục.  Con đập ở phía nam đã tạo ra một nơi tuyệt vời để thoát khỏi tất cả và câu cá.  Con đường ở phía đông của hồ rất tệ, vì vậy nếu bạn đang có kế hoạch cắm trại trong các khu cắm trại trong rừng quốc gia, hãy lên kế hoạch đi khoảng 5-10 km/h vì đường đất bị rửa trôi rất nhiều.  Như một người đánh giá khác đã đăng, tôi cũng có thể đã xếp hạng hồ và khu vực này 5 sao nhưng việc thiếu khả năng tiếp cận sông suối ở khu vực này của bang là không tồn tại.  Thật ngạc nhiên là Colorado lại cho phép các chủ sở hữu đất sở hữu số tiền tương đương với việc sở hữu sông suối trong bang, vì bạn không thể tiếp cận chúng và thậm chí không có khu vực công cộng nào để tiếp cận chúng, trừ khi bạn dừng lại một cách nguy hiểm. một con đường - cầu vượt sông.  Thật tuyệt khi được đi.Đọc thêm",
            "Người quản lý bến du thuyền tính phí thời gian thuê thuyền sau đó cắt ngắn thời gian thuê thuyền của bạn.  Đã bị rút ngắn một giờ và một khi họ nhận ra mình sai sẽ không hoàn lại tiền cho thời gian bị lừa.  Nhân viên kém trung thực!Đọc thêm",
            "Thật là một địa điểm tuyệt đẹp và chỉ cách Durango 30 phút.  Có một con đường đi bộ xinh xắn, xuyên qua những hàng thông, dọc theo hồ. Tôi đã truy cập nó từ bờ biển phía đông, nhưng được thông báo là nó có nhiều điểm truy cập.Đọc thêm",
            "Chúng tôi chọn hồ này vì các lựa chọn cắm trại. Một số điểm dọc theo hồ có thể được đặt trước. Ngoài ra còn có một số lựa chọn rải rác trong khu vực - tôi tin là con đường đá đầu tiên, 852, đi về phía đông qua khu cắm trại Graham Creek, cách đường 3 hoặc 4 điểm - . Hồ có tầm nhìn tuyệt vời và mang đến cơ hội chèo thuyền và câu cá. Mực nước hồ cao bất thường nên việc câu cá không được tốt lắm nhưng chúng tôi vẫn câu được một số thành công về giun. Chúng tôi cắm trại ở phía đông hồ, có thuyền cho thuê, cửa hàng tổng hợp và các cơ sở kinh doanh khác ở phía tây. bên. Bản đồ hiển thị một con đường đi quanh hồ tuy nhiên chúng tôi khuyên bạn không nên sử dụng nó vì nó ở tình trạng tồi tàn. Chúng tôi đã nhìn thấy một số con la và thậm chí có một con gấu đen đi qua khu cắm trại. Tôi nên lưu ý rằng chúng tôi không nhìn thấy con gấu, đúng như những gì những người cắm trại đã báo cáo. Tôi lẽ ra đã cho hồ này 5 sao nhưng số lượng lớn đất tư nhân đã hạn chế cơ hội câu cá ở khu vực gần đó.Đọc thêm",
            "Hãy cẩn thận-Bạn sẽ không muốn giao con thuyền của mình vào tay những người này. Sau khi rời chiếc thuyền phao không tì vết của mình để đến bộ trang phục này để neo thuyền trong mùa giải, tôi khá kinh hoàng khi nhìn thấy vỏ động cơ bị trầy xước và bộ truyền động bị đập mạnh trong lần đầu tiên tôi lấy nó ra. Người quản lý tuyên bố rằng họ không thể gây ra thiệt hại nhưng rõ ràng là thiệt hại không thể xảy ra trước khi tôi để nó cho họ. Các vết xước ngang trên mép nắp và các vết lõm ở phần đuôi tàu cho thấy thiệt hại xảy ra do va chạm với cấu trúc hoặc thuyền khác. Những chiếc thuyền rời khỏi neo đậu trôi trên hồ đây là địa điểm phổ biến và người quản lý khẳng định ông không biết tại sao? Chúng tôi cũng đã chứng kiến ​​những nhân viên mới chưa qua đào tạo đập thành tàu kéo của họ vào các phần của thuyền trên khu vực bến tàu không có mái che của họ. Thuyền của bạn có thể sẽ bị tổn hại trong tay những người xử lý thiếu quan tâm này. Tiếc là không có nơi nào khác để đặt vào hồ này.Đọc thêm"
        ],
        "star_ratings": [
            22,
            20,
            3,
            1,
            8
        ],
        "review_amount": 54,
        "location": [
            "Colorado - CO -",
            "Hồ Vallecito",
            "Những điều cần làm ở Colorado",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written January 14, 2024",
            "Written July 14, 2022",
            "Written December 3, 2021",
            "Written October 14, 2021",
            "Written September 25, 2020",
            "Written August 3, 2020",
            "Written June 23, 2020",
            "Written August 28, 2019",
            "Written July 29, 2019",
            "Written June 27, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28927-d196194-Reviews-Vallecito_Lake-Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d214559-Reviews-San_Juan_National_Forest-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g28927-d196194-Reviews-or10-Vallecito_Lake-Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33630-d1873723-Reviews-Independent_Whitewater-Salida_Chaffee_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33645-d1982727-Reviews-High_Country_Tours-Silverthorne_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33451-d656373-Reviews-Winding_River_Resort_Stables-Grand_Lake_Grand_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d274044-Reviews-Breckenridge_Ski_Resort-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d1373855-Reviews-Blue_River_Sports-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33501-d7679590-Reviews-Keystone_Ski_Ride_School-Keystone_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33657-d3870284-Reviews-Ski_Butlers_Steamboat-Steamboat_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7763738-Reviews-Epic_Mountain_Express-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d3870278-Reviews-Ski_Butlers_Aspen-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d280409-Reviews-Durango_Hot_Springs-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d612813-Reviews-Soaring_Tree_Top_Adventures-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d2243747-Reviews-Buck_s_Livery_Inc-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d1977225-Reviews-Rapp_Corral-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d24076443-Reviews-Bears_Ranch-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d4509975-Reviews-San_Juan_Sky_Outfitters_LLC-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d1630314-Reviews-Pinkerton_Hot_Springs-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g28927-d1085182-Reviews-Haviland_Lake-Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d10902361-Reviews-Haviland_Lake-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d1588399-Reviews-Hole_in_the_Wall_Stables-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33310-d10692460-Reviews-Over_The_Top_Adventures-Bayfield_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117207-d25002464-Reviews-Lake_Eileen_Trail-Vallecito_Lake_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33310-d3370408-Reviews-D_bar_G_Outfitters_Horse_Back_Riding-Bayfield_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d280397-Reviews-The_Cliffs_at_Tamarron-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33310-d3348410-Reviews-Big_Corral_Riding_Stable_Day_Tours-Bayfield_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8334876-Reviews-Ripken_Baseball-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189104-d12211451-Reviews-Albercutx_Watchtower-Formentor_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41282-d3973708-Reviews-Purse_State_Park-Nanjemoy_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188103-d523820-Reviews-Achilleion_Museum-Gastouri_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d563946-Reviews-Old_Town-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g32355-d610405-Reviews-San_Diego_Botanic_Garden-Encinitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1808558-d5989847-Reviews-Koh_Rong-Koh_Rong_Koh_Kong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d929145-Reviews-Half_Moon_Bay-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g309240-d17634720-Reviews-Daniel_Oduber_International_Airport-Liberia_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17790000-Reviews-Mamma_Mia_The_Party-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28927-d196194-Reviews-or10-Vallecito_Lake-Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28927-d196194-Reviews-Vallecito_Lake-Colorado.html"
    }
]