[
    {
        "attraction_name": "Valley of the Gods",
        "attraction_name_vi": "Thung lũng của các vị thần",
        "general_info": [
            "632 đánh giá",
            "2 trong số 7 điều cần làm ở Mũ Mexico",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Chúng tôi đã có cơ hội đi theo đường vòng này, như chúng tôi đã làm trước đây, giống như một Thung lũng Tượng đài thu nhỏ với một số con đường cực kỳ gồ ghề. Nếu bạn đang đi về hướng Nam về phía Thung lũng Monument, đó là một lối rẽ ở phía bên tay phải cách Mũ Mexico vài dặm, chớp mắt bạn sẽ bỏ lỡ biển báo, vì vậy đừng chạy đua xuống đó. Bạn thực sự cần phải hết sức cẩn thận với một chiếc xe tiêu chuẩn nhưng nó đáng để bạn ghé thăm. Các tuyến đường là khoảng 20 dặm của một số cảnh quan ngoạn mục có giá trị một vài giờ thời gian của bất kỳ ai mà không nghi ngờ gì. Không mất phí, chỉ là một trải nghiệm tuyệt vời.Đọc thêm",
        "reviews": [
            "Trước đây đã từng làm điều này, nhưng lần này, ngày 15 tháng 9, xe khách không thể đi qua được. Khởi đầu hầu như ổn, nhưng có một số lần giặt khiến một chiếc Toyota Corolla không thể xử lý được và phải quay đầu lại. Ước gì tôi có người sắp xếp đang ngồi vì tôi. IllinoisĐọc thêm",
            "Nơi tuyệt vời! Chúng tôi bắt đầu từ lối vào phía tây và kết thúc ở phía đông. Con đường 17mi dễ dàng không khó nhưng một số nơi có nhiều đá gập ghềnh ở một số đoạn và có độ dốc ngắn. Nếu bạn hỏi tôi, tôi thấy một vài chiếc RVrisky lớn và những chiếc sedan chở khách đi qua những con đường mòn. Chúng tôi đã lấy chiếc xe tải suv của mình và không gặp vấn đề gì. Có rất nhiều giải phóng mặt bằng.  Chúng tôi đã thấy những người cắm trại đã giành được chỗ cắm trại qua đêm tại vùng đất BLM. Đây là một sự thay thế ổn nếu bạn không muốn lái xe vào thung lũng tượng đài 17 dặm phí vào cửa khoảng 20, tôi nghĩ trên vùng đất Navajo.Đọc thêm",
            "Rất đáng để lái xe nhưng bạn cần chuẩn bị cho sự cố hỏng hóc. Chúng tôi không có dịch vụ di động nào trên hầu hết các vòng lặp. Có một chiếc SUV Lincoln chạy rất tốt nhưng lốp xe sẽ bị hỏng. Nếu bạn không biết cách thay lốp, tôi khuyên bạn không nên đi. Không có dịch vụ nào trong nhiều dặm. Mang theo điện thoại vệ tinh, thức ăn và nước uống. Đừng đi nếu đêm có thể buông xuống trên đường lái xe của bạn. Đọc thêm",
            "Có lẽ phải mất 45 phút đến một giờ để đến Thung lũng các vị thần từ Thung lũng Monument.  Thật đáng để dừng lại vì chỉ có 4 chiếc xe ở ngoài đó.  Có một số đoạn đường gồ ghề hơn, nhưng chúng tôi có một chiếc xe tải 4WD có khả năng xử lý tốt mọi thứ mà chúng tôi chọn thử.  Tôi KHÔNG đề xuất một chiếc xe có khoảng sáng gầm thấp và tôi không biết làm thế nào mà anh chàng lái chiếc xe thể thao màu đen lại có thể vượt qua hai mảng cát lớn với khoảng sáng gầm dường như rất nhỏ hoặc không tồn tại.  Tôi nghĩ nó sẽ rất đáng xem, nhưng than ôi, anh ấy hoặc không gặp khó khăn gì, hoặc đã đến bãi cát và quay lại.  Yêu một chương trình hay.  Vì Chúa, nếu bạn không lái đúng phương tiện, đừng lái nó ra khỏi những con đường đã được cải tạo.  Chuyến đi của chúng tôi rất thú vị, những tảng đá rất tuyệt vời và quang cảnh rất đẹp.  Có một cơn bão đi qua nên chúng tôi cứ bị mây che khuất nhiều nơi.  Nó không đủ ấn tượng để mang lại những bức ảnh đẹp về bão, chỉ đủ để khiến một số bức ảnh trở nên lầy lội và vô nghĩa.  Phần thưởng là khi mặt trời lặn và chiếu sáng các đặc điểm của thung lũng, những bức ảnh rất xuất sắc.  Chúng tôi đi vòng và ra khỏi nhà nghỉ chỉ phục vụ bữa sáng.  Chúng tôi dễ dàng quay lại đường cao tốc và tiếp tục hành trình.  Chúng tôi không buồn dừng lại để xem Mũ Mexico, vì nó không ấn tượng sau Thung lũng Tượng đài và Thung lũng của các vị thần.Đọc thêm",
            "Một chuyến đi tuyệt vời! Chắc chắn là một viên ngọc ẩn... lái xe 17 dặm xuyên qua các khối đá đỏ cao chót vót. Không lớn như các di tích ở thung lũng tượng đài, nhưng chắc chắn là ngoạn mục...và miễn phí! Đường hơi gồ ghề nhưng chúng tôi đã đi bằng ô tô thông thường mà không gặp vấn đề gì. Nhưng đừng đi nếu trời mưa. Hãy đi chậm và thường xuyên dừng lại để chụp ảnh và ngắm cảnh.  Chúng tôi đã làm điều đó ngược chiều kim đồng hồ và sử dụng Gooseneck SP làm điểm tựa cho ổ đĩa của mình. Rất khuyến khích! Vẻ đẹp tuyệt vời, sự cô lập tuyệt vời! Đọc thêm",
            "Những khối đá tuyệt đẹp dọc theo con đường mòn thật ngoạn mục. Chúng tôi quyết định vượt qua vòng lặp trên chiếc Tacoma và mọi chuyện trở nên dễ dàng. Mặc dù kế hoạch ban đầu của chúng tôi là cắm trại qua đêm nhưng dự báo dự báo sẽ có mưa và tuyết nên chúng tôi quyết định dời chuyến cắm trại sang thời gian khác. Hãy nhớ mang theo nhiều thức ăn và nước uống, đồng thời cân nhắc việc ở lại vài ngày để tận hưởng trọn vẹn trải nghiệm. Có rất nhiều khu cắm trại trên đường đi, vì vậy việc tìm một chỗ không phải là vấn đề.Đọc thêm",
            "Con đường rải sỏi vẫn ở tình trạng tốt và không có mưa trong vài ngày.  Chúng tôi đang ở trên chiếc sedan gia đình Avalon và vượt qua nó mà không gặp vấn đề gì.  Có những lúc chúng tôi bò với tốc độ 5 dặm/giờ để tránh va vào xe, và không quá 20 dặm/giờ, nhưng không có gì nó không thể xử lý được, vì vậy nếu chiếc xe đó có thể làm được thì xe của bạn cũng vậy.  Cách nào cũng tốt, không có cách nào tốt hơn cách kia.  Những thứ thực sự tốt là ở giữa.  Và, giống như nhiều người khác đã chỉ ra, nó rất đáng để lái xe, nhưng không tốt bằng Monument Valley.  Tuy nhiên, nó miễn phí, tuyệt vời và gần như không đông đúc.Đọc thêm",
            "Xinh đẹp! Chúng tôi đi bộ xung quanh và yêu thích các điểm tham quan! Có vẻ như không có nhiều người quyết định đi bộ quanh những khu vực này, ô tô chỉ đỗ và chụp ảnh, nhưng chúng tôi thực sự thích tìm hiểu khu vực và chụp các góc khác nhau của đội hình.Đọc thêm",
            "Đã thuê một chiếc xe tải Sienna dẫn động cầu trước và không gặp vấn đề gì. Vâng, một số ván giặt, đá, gờ, điểm mù nhưng điều đó giúp đám đông tránh xa. Khu vực quay phim John Wayne của bộ tộc Navajo đã đóng cửa vì COVID nhưng tôi không biết làm thế nào điều này có thể vượt qua. Chúng tôi dừng lại nhiều lần để chụp ảnh, quay video và không thể tin được nó đẹp đến thế nào. Vâng, có thể mất vài giờ cho 17 dặm nhưng rất đáng giá. Đã đi qua Đài tưởng niệm Quốc gia Colorado, Hẻm núi Đen Gunnison, đèo Owl Creek Ridgway, Mesa Verde và đây là nơi tôi thích nhất trong 3 ngày. Đọc thêm",
            "Chúng tôi yêu con đường này và cảnh quan dọc theo con đường. Xe SUV Crossover không gặp vấn đề gì trên con đường này, nhưng xe ô tô con hoặc xe tải nhỏ không phải là phương tiện lý tưởng ở đây. Con đường dài 17 dặm và đáng để dành thời gian rời xa con đường mòn trong một thời gian. Cũng có rất nhiều nơi cắm trại miễn phí, vì đây là đất của BLM, ai đến trước được phục vụ trước. KHÔNG có tiện nghi nào ở đây, vì vậy bạn phải đóng gói mọi thứ bạn mang vào, và điều đó có nghĩa là TẤT CẢ MỌI THỨ. Lũ quét là mối đe dọa thực sự ở đây, vì vậy bạn phải cẩn thận nếu thời tiết trở nên xấu. Con đường không thể đi qua khi trời mưa, vì vậy nếu có cơn giông bất ngờ ập đến, hãy chuẩn bị ở lại một lúc, bạn có thể không còn lựa chọn nào khác. Đọc thêm",
            "Có lẽ phải mất 45 phút đến một giờ để đến Thung lũng các vị thần từ Thung lũng Monument.  Thật đáng để dừng lại vì chỉ có 4 chiếc xe ở ngoài đó.  Có một số đoạn đường gồ ghề hơn, nhưng chúng tôi có một chiếc xe tải 4WD có khả năng xử lý tốt mọi thứ mà chúng tôi chọn thử.  Tôi KHÔNG đề xuất một chiếc xe có khoảng sáng gầm thấp và tôi không biết làm thế nào mà anh chàng lái chiếc xe thể thao màu đen lại có thể vượt qua hai mảng cát lớn với khoảng sáng gầm dường như rất nhỏ hoặc không tồn tại.  Tôi nghĩ nó sẽ rất đáng xem, nhưng than ôi, anh ấy hoặc không gặp khó khăn gì, hoặc đã đến bãi cát và quay lại.  Yêu một chương trình hay.  Vì Chúa, nếu bạn không lái đúng phương tiện, đừng lái nó ra khỏi những con đường đã được cải tạo.  Chuyến đi của chúng tôi rất thú vị, những tảng đá rất tuyệt vời và quang cảnh rất đẹp.  Có một cơn bão đi qua nên chúng tôi cứ bị mây che khuất nhiều nơi.  Nó không đủ ấn tượng để mang lại những bức ảnh đẹp về bão, chỉ đủ để khiến một số bức ảnh trở nên lầy lội và vô nghĩa.  Phần thưởng là khi mặt trời lặn và chiếu sáng các đặc điểm của thung lũng, những bức ảnh rất xuất sắc.  Chúng tôi đi vòng và ra khỏi nhà nghỉ chỉ phục vụ bữa sáng.  Chúng tôi dễ dàng quay lại đường cao tốc và tiếp tục hành trình.  Chúng tôi không buồn dừng lại để xem Mũ Mexico, vì nó không ấn tượng sau Thung lũng Tượng đài và Thung lũng của các vị thần.Đọc thêm",
            "Dù sao thì chúng tôi cũng định lái con đường này, nhưng người kiểm tra chúng tôi ở khu cắm trại nói rằng con đường này tốt hơn Thung lũng Monument. Chúng tôi thực sự không thể so sánh được vì Thung lũng Monument đã đóng cửa. Đây hóa ra lại là điều yêu thích của chồng tôi mà chúng tôi thấy trong khu vực. Rất nhiều thành tạo đá mà bạn có thể đi bộ tới nếu muốn. Đây là vùng đất BLM, vì vậy hãy cứ đi bộ xung quanh tùy ý bạn.  Con đường rải sỏi 2 chiều giữa Hwy 163 Hwy 261. 17 dặm như những người khác đã nói - đường rất gồ ghề. Rất nhiều khúc cua mù cho đường 2 chiều, rất hẹp. Có rất nhiều điểm dừng chân, chúng tôi ngồi trên ghế cỏ ra ngoài ăn trưa bên một số tảng đá hùng vĩ. Chúng tôi cũng nhận xét về tốc độ mà mọi người đang lái xe. Không thể tin rằng họ đã không chạm đáy ở nhiều nơi. Tốc độ tối đa của chúng tôi là 20MPH. Ở một số nơi, chúng tôi giảm tốc độ xuống còn khoảng 5MPH. Chúng tôi xuất phát ở phía Hwy 261. Phong cảnh thực sự không bắt đầu trở nên thú vị cho đến khi đi được nửa chặng đường. Khi đến gần hơn với 163, chúng tôi bắt đầu thấy mọi người cắm trại cắm trại. Một số xe kéo họ kéo đến khá lớn vì đường gồ ghề. Tuy nhiên, những khu cắm trại tuyệt vời.Đọc thêm",
            "Rất khuyến khích bạn đi trong khoảng thời gian từ tháng 9 đến tháng 4. Ngoài ra, hãy chú ý đến ánh nắng mặt trời để có thể đỗ xe trong bóng râm. Cũng khuyên bạn nên tìm một khu cắm trại trên cao hoặc một chỗ đậu xe để có thể có tầm nhìn đẹp.Đọc thêm",
            "Nơi đáng kinh ngạc để ghé thăm! Nếu bạn không có nhiều thời gian, hãy lái xe qua; nếu bạn có nhiều thời gian hơn để dừng lại để chụp ảnh và đi dạo. Tôi khuyên bạn nên chọn một chiếc xe có khoảng sáng gầm vừa phải vì một số điểm có thể không tốt cho một chiếc xe có khoảng sáng gầm thấp. Tôi đã thấy những chiếc xe tải nhỏ ở đây vẫn chạy tốt trên đường.Đọc thêm",
            "Đã đi vào tháng 11 và chỉ gặp một vài người thân thiện. Sẽ khuyên bạn nên kiểm tra điều kiện thời tiết và đường sá nếu đi bằng xe sedan. Chúng tôi đã không nhìn thấy một người đang cố gắng di chuyển qua chỗ rửa. Bản thân nơi này là vẻ đẹp nguyên sơ.  Tôi đã đọc các bài đánh giá so sánh nó với thung lũng tượng đài và nói rằng đây sẽ là một sự thất vọng từ đó. Tôi nghĩ là không. Nó có đặc tính riêng của nó. Hãy nghĩ về nó như một khung cảnh gần gũi hơn với cảnh quan và các khối đá. Nếu Monument Valley là một buổi hòa nhạc ở sân vận động thì Valley of the Gods là một buổi hòa nhạc tại công viên.Đọc thêm",
            "Mặc dù các mesas, butte và các khối đá có thể không ngoạn mục như ở Thung lũng Monument gần đó, nhưng chúng vẫn rất tuyệt vời.  Thung lũng là đất công do Cục Quản lý đất đai quản lý và không thu phí vào cửa.  Chúng tôi lái xe từ Tây sang Đông từ Quốc lộ Hoa Kỳ 163, cách thị trấn Mexico Hat 9 dặm về phía bắc, đến Đường 261 của Tiểu bang Utah. Con đường rải sỏi quanh co dài 17 dặm khá dốc và gập ghềnh nên rất vui vì chúng tôi đã thuê được. Có một vài chiếc ô tô khác và một số người cắm trại, nhưng đôi khi dường như chúng tôi có Thung lũng của các vị thần cho riêng mình, cùng ngày chúng tôi đã đến thăm Thung lũng Tượng đài rất sầm uất. Rất khuyến khích nếu bạn có thời gian.Đọc thêm",
            "Địa điểm tuyệt vời! Chúng tôi bắt đầu từ lối vào phía tây và kết thúc ở phía đông. Đường mòn dễ đi dài 17 dặm không khó nhưng một số nơi có nhiều đá, gồ ghề ở một số đoạn và có độ dốc ngắn. Tôi thấy một vài chiếc RVrisky lớn nếu bạn hỏi tôi và xe ô tô chở khách đi qua các đường mòn. Chúng tôi đã lấy xe tải suv của mình và không gặp vấn đề gì. Có rất nhiều khoảng trống. Chúng tôi thấy những người cắm trại đã yêu cầu chỗ cắm trại qua đêm tại đất BLM. Đây là một sự thay thế ổn nếu bạn không muốn lái xe 17 dặm ở thung lũng tượng đài, phí vào cửa khoảng 20 đô la, tôi nghĩ vậy, trên đất Navajo. Đọc thêm",
            "Bạn đang lái xe gì và bạn thích chiếc xe của mình đến mức nào mới là yếu tố quyết định.  Đường không được trải nhựa.  Tôi ước gì tôi đã xem bài đánh giá có đề cập đến tàu lượn siêu tốc.  Đó chính xác là cảm giác của tôi khi chồng tôi chở chúng tôi.  Lên và xuống, lên và xuống.  Không có tầm nhìn khi bạn đi lên tiếp theo để đi xuống.  Hãy nhớ sử dụng còi khi bạn đến gần.  Tôi nghĩ tôi sẽ thích thú hơn nhiều nếu nó không giống như tàu lượn siêu tốc.  Không chắc chắn tôi có muốn đi lại không.Đọc thêm"
        ],
        "star_ratings": [
            489,
            116,
            22,
            5,
            1
        ],
        "review_amount": 633,
        "location": [
            "Mũ Mexico",
            "Hoa Kỳ",
            "Utah UT",
            "Thung lũng của các vị thần",
            "Những điều cần làm ở Mũ Mexico"
        ],
        "reviews_time": [
            "Written June 20, 2023",
            "Written September 24, 2023",
            "Written October 23, 2023",
            "Written November 14, 2023",
            "Written December 15, 2023",
            "Written December 31, 2023",
            "Written April 3, 2024",
            "Written April 3, 2024",
            "Written May 4, 2024",
            "Written October 13, 2020",
            "Written September 29, 2021",
            "Written December 16, 2023",
            "Written October 21, 2020",
            "Written September 15, 2020",
            "Written February 10, 2021",
            "Written December 29, 2021",
            "Written June 7, 2022",
            "Written October 23, 2023",
            "Written October 20, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57061-d1015293-Reviews-Valley_of_the_Gods-Mexican_Hat_Utah.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g28965-d504751-Reviews-Moki_Dugway-Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57061-d1015293-Reviews-or10-Valley_of_the_Gods-Mexican_Hat_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57061-d261705-Reviews-Muley_Point_Overlook-Mexican_Hat_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g56937-d261702-Reviews-Comb_Ridge-Bluff_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d208705-Reviews-Storybook_Island-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g57072-d21396089-Reviews-John_Ford_s_Point-Monument_Valley_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d9884832-Reviews-Sarit-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d2507752-Reviews-Corral_De_La_Moreria-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g33447-d254524-Reviews-Heritage_Square-Golden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34731-d287743-Reviews-Downtown_West_Palm_Beach-West_Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56066-d647588-Reviews-Boardwalk_Beast-Kemah_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d661389-Reviews-Main_Street-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13004209-Reviews-La_Mer-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g56180-d8444983-Reviews-Lake_Livingston_Dam-Livingston_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57061-d1015293-Reviews-or10-Valley_of_the_Gods-Mexican_Hat_Utah.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57061-d1015293-Reviews-Valley_of_the_Gods-Mexican_Hat_Utah.html"
    }
]