[
    {
        "attraction_name": "Valley of the Rogue State Park",
        "attraction_name_vi": "Công viên tiểu bang Thung lũng Rogue",
        "general_info": [
            "112 đánh giá",
            "- 4 trong số 15 điều cần làm ở Gold Hill",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi thường dừng lại ở trạm nghỉ trong khu vực này khi lái xe lên và xuống I-5.  Lần này chúng tôi nghỉ đêm tại khu cắm trại công viên tiểu bang. Nó là. Khu cắm trại rất đẹp với cảnh quan đẹp, phòng tắm và vòi sen sạch sẽ, và những người chủ tốt bụng, thân thiện. Các địa điểm này khá bằng phẳng và có một con đường đi bộ - đi xe đạp tuyệt đẹp dọc theo Sông Rogue.  Chúng tôi đã có một trang web FHU cho - 41. Chỉ có một điều, mặc dù không quá tệ là bạn có thể nghe thấy một số tiếng ồn trên đường cao tốc.Đọc thêm",
            "Chủ nhà thân thiện để trả lời các câu hỏi về khu vực. Phòng tắm và vòi hoa sen sạch sẽ. Bãi đậu xe yên tĩnh và an toàn, không có vấn đề gì cả. Hàng xóm lịch sự. Trong những buổi tối đi dạo dọc theo những con đường mòn, mọi người đều vẫy tay hoặc chào đón chúng tôi. Một người chạy bộ đi ngang qua mỉm cười nói: - Aloha! - Điều đó làm nên buổi tối của chúng ta!   - ; - Đọc thêm",
            "Tích cực - Khu cắm trại rộng rãi, rộng rãi. Nhà vệ sinh sạch sẽ. Nhân viên dễ chịu. Đường mòn đẹp dọc sông. Tiêu cực - Tiếng ồn trên đường cao tốc. Tiếng ồn tàu lúc nửa đêm. Đồ sâu tai. Không dễ dàng tiếp cận dòng sông. Không đăng giờ tại điểm củi và không bao giờ thấy nó mở.Đọc thêm",
            "Công viên đẹp. Các địa điểm đều rộng rãi và hầu hết đều có cây che bóng. Những con đường mòn đi bộ - đi xe đạp tuyệt vời.  Rất nhiều loài chim và sóc. Nhân viên thân thiện, vòi sen và nhà vệ sinh sạch sẽ.  3 sao vì thiếu khả năng tiếp cận sông tốt và tiếng ồn từ I-5.  Công viên có 3 dặm mặt tiền sông và chỉ có 2-4 lối vào.  Đó là những khu vực nhỏ khó tiếp cận, ngoài hai khu vực ở dốc thuyền và nơi bơm nước từ sông lên. Rất đáng thất vọng.Đọc thêm",
            "Một lưu ý tích cực là đây là một khu cắm trại rộng rãi với nhiều cây xanh và các bãi đỗ xe RV không quá gần nhau. Gần đó là điểm dừng chân có hàng rào lớn dành cho chó chạy, thật tuyệt nếu bạn mang theo chó con. Mặt khác, các khu cắm trại hoàn toàn tràn ngập những con sâu tai to nhất, kinh tởm nhất mà bạn từng thấy. Sau khi chúng tôi rời đi, chúng tôi phát hiện một vài con trong số chúng đã lẻn vào trại của chúng tôi. Hoàn toàn thô thiển. Vì vậy, hãy cảnh báo, bạn sẽ có một chuyến thăm thú vị nhưng rất nhiều lỗi.Đọc thêm",
            "Chúng tôi cắm trại ở đây một tuần.  Công viên đẹp nhưng thiếu nhân lực.  Không có ai ở trạm vào và không có thông tin nào về công viên trong suốt thời gian lưu trú của chúng tôi - một tuần -.  Công viên nằm dọc theo dòng sông và có một số đường mòn đi xe đạp rất đẹp đến đồi Gold hoặc Thành phố Rouge River. Các địa điểm có khoảng cách khá tốt nhưng đường rất chật để vào địa điểm của bạn và bạn sẽ - nhảy - lề đường đi vòng quanh các vòng đất cắm trại. Các phòng nghỉ sạch sẽ và được bảo trì tốt. Chúng tôi sẽ cắm trại ở đây một lần nữa nếu ở trong khu vực. BObKĐọc thêm",
            "It was 9am on Friday the 8th! I - m in the mist of preparing to leave and a Ranger pulls up in front of my RV,by-passing another RV,and parks diagonally in front of my RV. Blocking us in as if we were a criminal. There was also a small sedan parked in a Handicap spot for truckers,not sedans,and the guy was pulled in,and not parked along the curve. But,he chose us first out of others????  He proceeded to go into his lecture w - me. I stated we were getting ready to vacate. He didn - t want to listen to me,but expected me to bow down to him! So,why is it that truckers get 8 hours sleep,but travelers aren - t? We - re all made the same...so why do we only get an allotment of 4 hours? The dude said these truckers pay a tax to park here as it is their privilege. We - ll I pay my taxes to ,to ODOT,too! Yet, while there was no vacancy for a campground,yet I am expected to continue driving down the Interstate,tired as hell. So,that leaves me to say...I hope you don - t have loved ones out there when I fall asleep at the wheel! And my family will make sure to come and sue your establishment! I think people can tell a traveler from a drug addict. Quite thinking all RV - s are homeless hostile drug addicts,cause we - re not! Your discrimination can land you a lawsuit!!!! And teach you elderly rangers to be a lil bit more hospitable.to women especially...stop using your authority to intimidate women,cause that is exactly how he approached us! BTW! We watched and never saw this ranger go to the BIG diesel pop-out Rv,nor did he approach any of the truckers to see what time they pulled in,quit thinking truckers are heros,there not,anymore than Drs - Nurses...they chose this career,so they need to get over themselves.Read more",
            "The front gate wasn - t staffed the entire time we were there. Understaffed and - or COVID, I suppose. We had reserved online so we just went to our sites. A ranger arrived about an hour later to check us in.  We asked if she would trim a tree that was rubbing against our motorhome, and she said  - maybe if we have time - .  They never did trim it so after a couple of days we did it ourselves! This was our first time here, and it was not a good impression.  There is no screening of who - s coming in or what they are driving. We saw many people sleeping in their cars with piles of junk and trash laying around. Several times there were three or more cars in one site. There were a lot of very old campers and lots of tents. Another RVer we talked to said it had really gone downhill since the last time they were here.  The rangers did kick someone out who was being a scary nuisance to us and others. In 8 years of travel, this is one of the few parks where we have felt unsafe. The sites and roads are paved which is a positive.  Trees need trimming on all the roads. We saw very few, if any, sites that were level. Most of the longest sites  - including ours -  have a curve near the front which makes it interesting to park an un-bendable motorhome. Many sites are also awkward to back into due to the angle and trees. There is nice spacing between sites and tall trees that offer some shade. Grass is optional and is losing the battle to dirt and sticky weeds. There are many, many ankle breaker holes dug by ground squirrels and gophers. We even lucky enough to have a broken water sprinkler that we had to cover to avoid tripping over it. Each site comes with a coveted, tired picnic table. The campground is right by I-5 so there is constant traffic noise regardless of your site.  The restrooms and showers are old and need a good cleaning. They did have toilet paper and paper towels. There is no WI FII. Verizon was 4g 4 bars. Satellite is possible in some sites. If you are towing, it is best to unhook your vehicle in the amphitheater parking lot or you will block the road at your site.  We visited some of the wineries and breweries. It was very smoky when we were there so didn - t do any outdoor activities. Definitely left a bad taste in our mouths!Read more",
            "Chúng tôi đã ở đây trong những chuyến đi trước để nghỉ qua đêm. Lần này chúng tôi ở lại ba đêm để khám phá thị trấn.  Địa điểm của chúng tôi nằm ở khu vực dự phòng ở Loop D, gần bờ sông.  Trang web có kích thước tốt, có nhiều không gian giữa các trang web khác. Vòi sen - phòng tắm đã đóng cửa do đại dịch. Bởi vì nó nằm ngay ngoài đường cao tốc nên có rất nhiều tiếng ồn trên đường cao tốc. Có một con đường mòn phổ biến để đi bộ hoặc đi xe đạp khắp công viên dọc bờ sông để bơi lội hoặc câu cá - hãy cẩn thận với dòng chảy của sông.  Đêm cuối cùng của chúng tôi ở đó, công viên đã mất nhiều áp lực nước và trong đêm, toàn bộ công viên và trong thị trấn bị mất điện. Chúng tôi đã tìm thấy một quán cà phê Dutchboy trong thị trấn đang mở cửa và đang hoạt động - rất vui vì điều đó. Một điểm thu hút khách du lịch thú vị là Chuyến tham quan Hellgate trên một chiếc thuyền phản lực trên sông - đáng để thử!Đọc thêm",
            "Chúng tôi bị thu hút bởi tên của công viên này và hứa hẹn về một địa điểm tuyệt đẹp dọc bờ sông.  Tuy nhiên, nếu bạn không phải là người cắm trại, các lựa chọn sẽ bị hạn chế. Đầu tiên, bạn sẽ đỗ xe ở khu vực dừng chân và đi đến con đường trải nhựa dọc theo dòng sông.  Trong 30 phút đi bộ, bạn có thể mong đợi dòng sông sẽ rất đẹp, và dù bạn có phải là người cắm trại hay không, hãy mong đợi tiếng ồn từ I-5 sẽ không đổi vì nó chạy rất gần toàn bộ chu vi của hình trăng lưỡi liềm này. đỗ xe dọc theo khúc cua dài của Sông Rogue.  Tuyệt vời để tiếp cận dòng sông, nhưng không phù hợp với chi phí nếu bạn muốn thoát khỏi tiếng ồn của nền văn minh - hoặc những chiếc xe 18 bánh liên tục lao xuống xa lộ - .  Chúng tôi đã cố gắng hết sức và rời đi sau một giờ thay vì 2-3 giờ như chúng tôi mong đợi.  Nếu bạn đang cắm trại, hãy mang theo nút tai!Đọc thêm"
        ],
        "star_ratings": [
            38,
            37,
            28,
            5,
            4
        ],
        "review_amount": 112,
        "location": [
            "Đồi Vàng",
            "Những điều cần làm ở Đồi Vàng",
            "Hoa Kỳ",
            "Công viên tiểu bang Thung lũng Rogue",
            "Oregon - HOẶC -"
        ],
        "reviews_time": [
            "Written September 22, 2023",
            "Written July 27, 2022",
            "Written July 11, 2022",
            "Written July 3, 2022",
            "Written June 18, 2022",
            "Written June 14, 2022",
            "Written April 8, 2022",
            "Written September 15, 2021",
            "Written August 12, 2020",
            "Written July 9, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51888-d1099014-Reviews-Valley_of_the_Rogue_State_Park-Gold_Hill_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51888-d9746908-Reviews-Foot_s_Creek_Deli_Mart-Gold_Hill_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51888-d7282851-Reviews-The_Tea_Pot_on_Wheels-Gold_Hill_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52044-d3297325-Reviews-Paisano_s_Italian_Kitchen-Rogue_River_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52044-d4711721-Reviews-Tarasco_Mexican_Restaurant-Rogue_River_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52044-d4632170-Reviews-Baci_s_Pizza_Pasta-Rogue_River_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51891-d7225460-Reviews-Taqueria_La_Guacamaya-Grants_Pass_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52044-d3165080-Reviews-Bee_Gee_s_Diner-Rogue_River_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52044-d26911804-Reviews-River_Station-Rogue_River_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52044-d20930278-Reviews-2a_Cafe-Rogue_River_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52044-d26035726-Reviews-Kawa_River_Sushi_and_Asian_Bistro-Rogue_River_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51888-d3535572-Reviews-Del_Rio_Vineyards_Winery-Gold_Hill_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52044-d3309626-Reviews-Rogue_River_Library-Rogue_River_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51891-d10719851-Reviews-John_F_Fleming_Veteran_s_Memorial_Park-Grants_Pass_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51888-d10260580-Reviews-Ti_lomikh_Falls-Gold_Hill_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51888-d3309621-Reviews-Gold_Hill_Library-Gold_Hill_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52044-d27011128-Reviews-Palmerton_Park-Rogue_River_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51888-d27002569-Reviews-Gold_Hill_Historical_Society-Gold_Hill_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51891-d27012035-Reviews-Pierce_Riffle-Grants_Pass_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51888-d27085737-Reviews-Gold_Hill_Sports_Park-Gold_Hill_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51888-d1099014-Reviews-or10-Valley_of_the_Rogue_State_Park-Gold_Hill_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51800-d2414446-Reviews-Rogue_Valley_ZipLine_Adventure-Central_Point_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51891-d3569766-Reviews-The_Glass_Forge-Grants_Pass_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51891-d672401-Reviews-Hellgate_Jetboat_Excursions-Grants_Pass_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51888-d2108432-Reviews-Rogue_Rafting_Company-Gold_Hill_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52044-d21105592-Reviews-Gold_Paddle_Tour_Co-Rogue_River_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51891-d2665286-Reviews-Schmidt_Family_Vineyards-Grants_Pass_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51800-d20833615-Reviews-Jefferson_State_Outfitters-Central_Point_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51891-d2665288-Reviews-Wooldridge_Creek_Winery-Grants_Pass_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51891-d2665284-Reviews-Troon_Vineyard-Grants_Pass_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51888-d183746-Reviews-The_Oregon_Vortex_House_of_Mystery-Gold_Hill_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51891-d3737134-Reviews-Bear_Hotel_Artworks_Museum-Grants_Pass_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51891-d3848148-Reviews-Riverside_Park-Grants_Pass_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d145862-Reviews-Mount_Blue_Sky-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d155848-Reviews-Vancouver_Aquarium-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13159399-Reviews-Paternoster_Elevator-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55518-d270449-Reviews-Fort_Clark_Springs-Brackettville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d23575689-Reviews-Orange_Beach_Hurhgada-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d12727592-Reviews-Rynek_Underground-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g143044-d7381995-Reviews-Reflection_Lakes-Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165061-d590707-Reviews-Eisriesenwelt-Werfen_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g41687-d6886035-Reviews-Houghton_s_Pond-Milton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g58392-d1390875-Reviews-Great_Wolf_Lodge-Centralia_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51888-d1099014-Reviews-or10-Valley_of_the_Rogue_State_Park-Gold_Hill_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51888-d1099014-Reviews-Valley_of_the_Rogue_State_Park-Gold_Hill_Oregon.html"
    }
]