[
    {
        "attraction_name": "Valley of Fire State Park",
        "attraction_name_vi": "Công viên tiểu bang Thung lũng lửa",
        "general_info": [
            "4.765 đánh giá",
            "- 1 trong 15 điều cần làm ở Overton",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Thung lũng lửa là công viên tiểu bang lâu đời nhất và lớn nhất của Nevada. Những cây cổ thụ và con người sơ khai được thể hiện khắp công viên bằng những khu vực gỗ hóa đá và những bức tranh khắc đá Ấn Độ 3.000 năm tuổi. Các hoạt động phổ biến bao gồm cắm trại, đi bộ đường dài, dã ngoại và chụp ảnh. Công viên cung cấp một trung tâm du khách quy mô đầy đủ với các màn trình diễn phong phú. Công viên mở cửa quanh năm.Đọc thêm",
        "reviews": [
            "Nơi tuyệt vời cho cuộc phiêu lưu.  Đã đến đây trên đường từ Vegas đến Zion và đại lý cho thuê xe của tôi đã giới thiệu công viên này.  Nó được bố trí tương tự như Arches NP nơi bạn lái xe từ đội hình này sang đội hình khác.  Có rất nhiều nơi để dừng lại, đi bộ đường dài và tận hưởng nên mọi người không phải tập trung vào một nơi như Zion hay Yosemite.  Tôi thực sự thích khu vực White Domes.  Có rất nhiều điểm đến Boulder.  Sóng lửa đã khép lại nhưng vẫn còn rất nhiều điểm tốt khác.  Đó là vào giữa những năm 90 nên các nhân viên công viên cho biết họ muốn giảm số lượng người đi bộ đường dài và bị mất nước.Đọc thêm",
            "Chồng tôi và tôi đã đến thăm công viên khi ở Las Vegas vài ngày và nó thật tuyệt vời. Những bức ảnh bạn nhìn thấy trực tuyến không thể hiện sự công bằng. Nó giống như đang ở một hành tinh khác. Chúng tôi vào cửa miễn phí do ngày công viên tiểu bang Nevada nhưng tôi nghĩ rằng - s - 15 mỗi xe là hợp lý. Chúng tôi đã dành 3 giờ ở đây để lái xe qua công viên nhưng cũng có những con đường mòn đi bộ đường dài. Trời quá nóng để đi bộ vào ngày chúng tôi đi. Có một trung tâm du khách đẹp và một cửa hàng quà tặng nhỏ với đồ lưu niệm và đồ ăn nhẹ. Các con đường được bảo trì thực sự tốt và biển báo đầy đủ khi cố gắng tìm thứ gì đó. Chúng tôi rất muốn quay lại và chắc chắn giới thiệu công viên này! Đọc thêm",
            "Đây là một nơi tuyệt vời, chúng tôi đã ngừng mong đợi ở lại khoảng một giờ - tạm dừng hành trình từ Vegas đến Zion, thay vào đó chúng tôi ở đây khoảng 4 - 5 giờ. Một nơi để đi bộ đường dài - hoặc chỉ để ngắm cảnh. Một nơi rất đáng yêu - cảnh quan tuyệt đẹp. Nếu bạn nghĩ rằng bạn sẽ chỉ ghé qua, hãy chuẩn bị cho một điểm dừng dài hơn dự kiến! Đọc thêm",
            "Con gái tôi nghe nói về nơi này và háo hức muốn xem. Chúng tôi lái con đường chính xuyên qua công viên và nhìn thấy một số cảnh quan tuyệt vời. Công viên nằm trong hệ thống danh dự sau 4 giờ 30 chiều và việc nhập học là họ có một phong bì đựng phí vào cửa. Thật tuyệt vời nếu mọi người như vậy. Tôi đã trả - 10 vì tôi không biết có ai đang kiểm tra. Trung tâm du khách đã đóng cửa khi chúng tôi đến nhưng phòng vệ sinh vẫn tươm tất. Con đường rất đẹp và chúng tôi rất thích lái xe qua.Đọc thêm",
            "Những tảng đá tuyệt đẹp và khung cảnh thú vị. Lái xe dễ dàng và một công viên không nên bỏ qua. Đó là - 15 chiếc mỗi ô tô vào tháng 5 năm 2023. Thậm chí có thể nhìn thấy một mái vòm, hơn nữa đây là nơi quay một trong những bộ phim Star Trek. Bạn có thể nhìn thấy vị trí của cảnh quan xung quanh. Tất cả đều khá quen thuộc nếu bạn xem phim trước khi ghé thăm nơi đây. Ở đây cũng có động vật hoang dã và chúng tôi đã nhìn thấy một con cừu đực trên đá - xem ảnh - . Đọc thêm",
            "Park thân thiện với người lái xe. Hãy nhớ dừng lại ở trung tâm du khách để xem những màn trình diễn thú vị và đầy thông tin. Các thành tạo đá rất đẹp và đáng để dành một ngày. Đi bộ tương đối ngắn, mặc dù có một số thay đổi về độ cao. Hãy để mắt tới bighorn!Đọc thêm",
            "Công viên Tiểu bang xinh đẹp ngay cả khi có khá nhiều con đường mòn bị đóng cửa. Chúng tôi đã trải qua một trong những ngày nóng nhất và bắt đầu tại trung tâm du khách và đổ đầy nước vào các chai của mình. Lái xe qua những khung cảnh tuyệt vời và sau đó đi bộ một đoạn ngắn qua hẻm núi Petroglyph. Kinh ngạc. Lái xe qua công viên và dừng lại ở một vài điểm dừng chụp ảnh. Quay trở lại trung tâm du khách và đổ đầy chai nước và ăn trưa. Lái xe xong qua công viên và đi bộ một đoạn ngắn đến đá voi. Hoàn toàn đẹp và đáng giá ngay cả khi hầu hết các con đường mòn đã bị đóng mà chúng tôi thực sự muốn đi.Đọc thêm",
            "Đây là một công viên tiểu bang tuyệt vời và chắc chắn đáng để bạn đi đường vòng từ Vegas hoặc là điểm dừng chân trong chuyến đi đường của bạn!\n\nCông viên không quá lớn nên bạn có thể trải nghiệm nó chỉ trong vài giờ hoặc nếu muốn đi bộ nhiều, bạn có thể dành vài ngày. Chúng tôi đã dành cả ngày ở đây.\n\nTrong công viên, có một số lối đi tuyệt đẹp, những bức tranh khắc đá cổ và các khối đá tuyệt đẹp xung quanh, bao gồm một vài mái vòm. \n\nCó một số điểm dã ngoại tuyệt vời nữa. Nếu bạn có kế hoạch trước, hãy mang theo bữa trưa để ăn tại 7 Sisters. Có một địa điểm dã ngoại tuyệt vời dưới những tảng đá. Nó rất tuyệt. Chúng tôi chỉ dừng lại để chụp ảnh nhanh, nhưng lần sau, chúng tôi chắc chắn sẽ ăn trưa ở đó.Đọc thêm",
            "Đây là một công viên tuyệt vời mà chúng tôi đã ghé thăm khi lái xe từ Vegas đến Page, Arizona.  Tuy nhiên, nó có thể được thực hiện như một chuyến đi trong ngày từ Las Vegas. Phong cảnh thật tuyệt vời và có rất nhiều thứ để ngắm nhìn ngay gần đường cao tốc nếu bạn không muốn đi bộ quá xa hoặc nếu trời nóng - như khi chúng tôi ở đó vào tháng 8 -. Ngoài ra còn có một số chuyến đi bộ dài hơn sẽ rất đẹp vào những tháng mát mẻ hơn trong năm hoặc nếu bạn có thể chịu nóng tốt hơn chúng tôi!  Rất khuyến khích một chuyến thăm. Đọc thêm",
            "Chúng tôi dừng lại ở đây trên đường từ Zion đến Las Vegas và chúng tôi rất hạnh phúc! Rất nhiều cảnh đẹp có thể được nhìn thấy khi chỉ lái xe qua công viên nhưng cũng có nhiều điểm dừng thú vị - đi bộ đường dài. Một số con đường mòn đã bị đóng cửa do nắng nóng mùa hè nhưng nhiều con đường vẫn mở và chúng tôi thực sự thích con đường mà chúng tôi đã chọn - Rainbow Vista - . Đây không phải là một công viên quá rộng nên bạn có thể tham quan rất nhiều thứ trong một khoảng thời gian ngắn nhưng cũng có thể dễ dàng dành cả ngày. \nChắc chắn sẽ quay lại và khuyên bạn nên ghé thăm nếu bạn đi ngang qua.Đọc thêm",
            "Being only 55 miles from Las Vegas, valley of fire attracts many visitors who visit Las Vegas. This State park is amazing with so many stone formations and fantastic sceneries. From our tour guide, we understand this state park is the oldest state park in Nevada. It derives its name from red sandstone formations, the Aztec Sandstone, which formed from shifting sand dunes 150 million years ago. These features, which are the centerpiece of the park - s attractions, often appear to be on fire when reflecting the sun - s rays. He also told us that the valley was an ocean 400 million years ago. So with all these ocean floor activities, there were so many places in the valley creating many of the amazing scenes that make up of today - s attractions in the park. We only had one day to visit the park, so we can only visit the Wave, The Arch Rock, the bee hives, and the elephant rock. Out of all the attractions, the wave was the most interesting to us. With its wavy stone lines on the hills, it looks like a piece of art on display. These wave lines were formed with the oceanic activities and the interaction between lime stones and red sandstones. The result is a beautiful scenery with natural lines across the hills. Like any beautiful things, it is hidden away from the main road. It took us almost an hour of hike to get to the wave area. But the hike was an easy one, no climbing required. Getting here from Las Vegas is an easy drive on highway 15. There is a  - 10 park entrance fee. Once you get in, you should definite visit the visitor center first to plan out your visit especially if you have limited time for the day trip. We also bumped into some wild mountain goats. Who knows, you may sees some old tortoises too.Read more",
            "Một ngày đủ để ngắm những con đường mòn được liệt kê, chúng tôi quay lại vào lúc hoàng hôn để xem ánh sáng thay đổi như thế nào.  Để xem - Sóng - ở Kanab cần phải xổ số để tham gia rất hạn chế - công viên này có hình dạng giống như đá sọc thịt xông khói.  Trung tâm du khách khá đẹp - những thanh kem trong tủ đông phòng quà tặng có chất lượng tốt hơn bất kỳ nơi nào khác mà tôi thấy ở Utah, khu ngắm chim được bố trí phía sau và nếu bạn - thật may mắn thì chiếc ram sừng lớn cũng đi xuống đó.  Bạn có thể dành vài ngày để kiểm tra cẩn thận và đi bộ - leo ra khỏi con đường mòn.  Sự kết hợp giữa công viên tiểu bang Goblin mini và KodachromeĐọc thêm",
            "Chúng tôi đã đi du lịch nhiều nơi trên thế giới và đã đến nhiều công viên tuyệt vời của đất nước chúng tôi. Chúng tôi đã đến Grand Canyon hơn một lần, Canyonlands, Bryce, v.v. Hôm qua chúng tôi đã lái xe qua Sedona với tuyết trên đèo và hôm nay là ở Thung lũng Lửa. Chúng tôi rất ngạc nhiên về mức độ dễ tiếp cận của nó và địa chất tuyệt đẹp như thế nào. Trung tâm của khách truy cập thực hiện rất tốt công việc giải thích những gì người ta nhìn thấy ngày nay và nó như thế nào từ lâu nhưng nó có thể cần một bản cập nhật. Bạn có thể đổ đầy chai nước của mình ở đó và đi vệ sinh. Chúng tôi đã ở đó vào một ngày trong tuần sau bữa trưa và nó không quá đông đúc. Chi phí - 10 cho mỗi xe tải và nếu bạn quay trở lại qua lối vào phía đông của Hồ Mead, bạn có thể phải trả một khoản phí khác, chúng tôi không gặp phải vấn đề gì nhưng đó là một cách đáng giá để quay lại khu vực Henderson. Đừng nghĩ đây là một cái ngáp, không phải đâu. Sẽ rất đáng để thực hiện một chuyến đi đến Vegas chỉ để đi bộ đến đây và ngắm sao vào ban đêm từ vị trí thuận lợi này. Nó sẽ khiến bạn nghẹt thở.Đọc thêm",
            "Bản đồ rất dễ theo dõi và có rất nhiều hình dạng và đường mòn thú vị. Vé vào cửa là - 10 và chúng tôi hoàn toàn thích Thung lũng lửa trên hẻm núi Red Rock, nó đẹp hơn nhiều. Những bức tranh khắc đá cổ khắp công viên rất thú vị. Rất khuyến khích đây là một kỳ nghỉ thú vị từ dải Vegas. Bạn có thể dành nửa ngày hoặc cả ngày để đi bộ trên những con đường mòn, rất nhiều con đường mòn được bao phủ bởi cát trắng hoặc đỏ. Tôi có một số bức ảnh về con cừu.Đọc thêm",
            "Ẩn mình trong những ngọn núi ngoài khơi 15N, Thung lũng Lửa có cảm giác như một viên ngọc quý đang chờ được khám phá.  Sau 35 phút đi xa lộ ngắn ngủi, bạn sẽ lái xe qua một trạm xăng và đi vào những con đường hẻm núi thêm 25 phút nữa.  Có - hai lối vào mà bạn - sẽ nộp - 10 phí công viên - đến từ 15N bạn - sẽ ở lối vào phía tây - đến từ Hồ Mead, bạn - sẽ vào lối vào phía đông.  Cả hai lối vào đều mang lại cơ hội nhìn thấy Gỗ hóa thạch - tuy nhiên, tôi sẽ vượt qua vì những khúc gỗ này không được kết tinh như những loại gỗ hóa thạch khác mà chúng tôi đã thấy.   Nếu thời gian của bạn ngắn, tôi sẽ đi thẳng đến Đường mòn Sóng Lửa - - khứ hồi 1 dặm, ngân sách 1 giờ - .  Việc đi bộ này khá dễ dàng đến vừa phải và là đường trải sỏi với một lần đi xuống dốc có thể quản lý được.  Đừng bỏ lỡ chuyến đi bộ này vì đây là chuyến đi bộ cùng tên của công viên.  Các chuyến đi bộ đường dài nổi tiếng khác bao gồm Đường White Domes, Elephant Rock, Mouse - s Tank và Rainbow Vista.  White Domes là một tuyến đường đi bộ dài 1,25RT cung cấp các hẻm núi có rãnh và các thành tạo địa chất tuyệt đẹp để bạn mãn nhãn.  Các trang web rút tiền khác bao gồm Arch Rock, Seven Sisters và Atlatl Rock.  Hãy nhớ ghé qua để trò chuyện với nhân viên kiểm lâm về thời gian, vì công viên này có rất nhiều thứ để khám phá!Đọc thêm",
            "Công viên tiểu bang này rất gần Las Vegas.  Đó là cách tuyệt vời để hòa mình vào thiên nhiên và tận hưởng không khí trong lành.  Bạn phải trả - 10 để vào cửa - mang theo tiền mặt, bạn phải đặt nó vào một phong bì và trượt nó vào một chiếc hộp có khóa ở lối vào và dán thẻ treo lên xe để lái xe qua công viên.  Có một vài con đường mòn nhỏ dễ thương ở Thung lũng Lửa, chúng tôi thích nhất là bể chuột và đó là một cách tuyệt vời để xem tranh khắc đá.Đọc thêm",
            "Thật là một nửa ngày tuyệt vời ở Công viên Thung lũng Lửa. Chúng tôi đã từng đến Vegas trước đây và không thể tin rằng cho đến bây giờ chúng tôi vẫn chưa ghé thăm công viên này.  Một chuyến đi dễ dàng với một chiếc xe cho thuê.  Chúng tôi đến thăm vào thứ Năm trong tháng Hai, đến vào khoảng 10 giờ sáng.  Công viên không hề đông đúc. Chúng tôi vào công viên từ phía xa, gần Trung tâm Du khách nhất, tuy nhiên, tôi không nghĩ việc bạn vào bên nào là quan trọng.  Khi chúng tôi đi cùng hướng, chúng tôi nhìn thấy một nhóm cừu sừng lớn sa mạc. Chúng tôi không phải là một cặp đôi phù hợp, nhưng vẫn thích thú với nhiều chuyến đi bộ đường dài trong công viên.  Fire Wave và White Domes là những chặng đi bộ khá dễ dàng.  White Domes có một khởi đầu xuống dốc nhưng nó rất đáng giá.  Đây là một chuyến đi bộ đường dài - để đảm bảo bạn - đang đi xuống dốc chứ không phải nghiêng, hãy đảm bảo bạn bắt đầu thẳng từ các biển báo thay vì lái xe lên. Dự báo thời tiết không cao nhưng có vẻ nóng hơn nhiều so với thực tế đã từng là.  Hãy nhớ mang theo nước, kem chống nắng và mũ bất kể nhiệt độ nóng đến đâu. Chúng tôi lái xe khắp công viên nhưng không dừng lại ở mỗi điểm dừng.  Chúng tôi đã ở đó khoảng 4 giờ. Điều này đã cho chúng tôi thời gian đến Đập Hoover trên đường trở về Vegas.Đọc thêm",
            "Phí vào cửa là - 10 và trong thời gian diễn ra dịch COVID, bạn thanh toán tại một ki-ốt không có người quản lý và bạn cần tiền lẻ chính xác, vì vậy hãy chuẩn bị sẵn sàng cho điều đó.  Trời nóng và có rất ít bóng râm nên hãy bắt đầu sớm nếu có thể.  Đội mũ và mang theo nước.  Những con đường mòn rất dễ dàng và tầm nhìn tuyệt vời.  Thuê một chiếc xe hơi nếu bạn đang ở Vegas.  Bạn cũng có thể quay lại tuyến đường đưa bạn đến Hồ Mead nếu bạn muốn quay lại tuyến đường khác.Đọc thêm",
            "Nơi này là một nơi hoàn toàn tuyệt đẹp. Những con đường mòn có phong cảnh đẹp và nhìn chung là dễ đi.  Những bức tranh khắc đá nằm cạnh những con đường mòn và hầu như vẫn còn nguyên vẹn. Nếu bạn có một chuyến đi ở đây, bạn sẽ không phải thất vọng.  Không có đám đông, nó vô cùng đẹp và những kỷ niệm sẽ còn mãi mãi... - 10 đô la mỗi người để vào. Bảo tàng nhỏ của trung tâm du khách xứng đáng với điều đó.Đọc thêm",
            "Nếu bạn yêu thích phong cảnh núi non tuyệt đẹp và những khối đá đỏ tuyệt đẹp trên sa mạc, Thung lũng Lửa là địa điểm không thể bỏ qua trong chuyến đi tiếp theo tới Vegas. Thật là ngoạn mục khi được chiêm ngưỡng vẻ đẹp tự nhiên đầy màu sắc và hùng vĩ này. Có những con đường mòn đi bộ đường dài, những điểm dã ngoại đẹp như tranh vẽ và trung tâm chào đón với cửa hàng quà tặng độc đáo. Chỉ cần lái xe qua công viên xinh đẹp chỉ mất 20 phút tham quan với tốc độ chậm. Đó là một chuyến thăm dài hơn nhiều nếu bạn quyết định khám phá những con đường mòn đi bộ đường dài và tự nhiên. Vào một ngày nóng như thiêu như đốt mà tôi đã trải qua, việc vội vã đi trên những con đường mòn có thể trở nên nóng nực đến ngột ngạt. Một điều tiêu cực là phải lái xe một quãng đường dài từ Las Vegas để đến đây. Chúng tôi mất khoảng 55 phút để đến khu vực lân cận công viên. Một chuyến đi đáng yêu, nhưng lại là một chặng đường dài nếu nói cách khác là một điểm đến ngoạn mục. Nó cũng có giá - 25 mỗi ô tô để vào khu giải trí Lake Meade.Đọc thêm"
        ],
        "star_ratings": [
            4068,
            606,
            67,
            17,
            7
        ],
        "review_amount": 4765,
        "location": [
            "Hoa Kỳ",
            "Hoạt động giải trí tại Overton",
            "Overton",
            "Nevada - NV -",
            "Công viên tiểu bang Thung lũng lửa"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written June 14, 2023",
            "Written June 20, 2023",
            "Written June 21, 2023",
            "Written July 2, 2023",
            "Written July 2, 2023",
            "Written July 28, 2023",
            "Written August 10, 2023",
            "Written August 29, 2023",
            "Written September 17, 2023",
            "Written March 5, 2020",
            "Written October 19, 2020",
            "Written February 25, 2020",
            "Written January 5, 2020",
            "Written January 15, 2021",
            "Written April 20, 2021",
            "Written February 24, 2020",
            "Written October 14, 2020",
            "Written October 18, 2020",
            "Written June 22, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45984-d102670-Reviews-Valley_of_Fire_State_Park-Overton_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d116753-Reviews-Mouse_s_Tank-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d146703-Reviews-White_Domes_Trail-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d11535907-Reviews-Atlatl_Rock-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g28949-d504753-Reviews-Nevada_Route_169-Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d20349882-Reviews-Rainbow_Vista-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d23113369-Reviews-Seven_Sisters-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d23113367-Reviews-Natural_Arch-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d20349872-Reviews-The_Beehives-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d102670-Reviews-or10-Valley_of_Fire_State_Park-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d11964364-Reviews-Fire_Wave-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d216677-Reviews-Elephant_Rock-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5984367-Reviews-Love_Hikes-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6885408-Reviews-Ultimate_Desert_Adventures-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1074727-Reviews-Adrenaline_ATV_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10637757-Reviews-Skydive_Fyrosity-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d116754-Reviews-Lost_City_Museum-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d8735168-Reviews-St_Thomas_Ghost_Town-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1479123-d284137-Reviews-Silver_Sands_Premium_Outlets-Miramar_Beach_Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d12592398-Reviews-Two_Rivers_Mall-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g154913-d155232-Reviews-Calgary_Stampede-Calgary_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g58395-d3571429-Reviews-Lady_of_the_Lake-Chelan_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g190382-d1783989-Reviews-Fasouri_Watermania_Water_Park-Limassol_City_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d7140060-Reviews-PK_Cocktail_Bar-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d519688-Reviews-Bergenhus_Fortress-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g8838078-d21014840-Reviews-Solymar_Beach-Amwaj_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g680222-d12834364-Reviews-CityPlace_Doral-Doral_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d133716-Reviews-Salt_Pond_Visitor_Center-Eastham_Cape_Cod_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45984-d102670-Reviews-or10-Valley_of_Fire_State_Park-Overton_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45984-d102670-Reviews-Valley_of_Fire_State_Park-Overton_Nevada.html"
    }
]