[
    {
        "attraction_name": "Valleyfair",
        "attraction_name_vi": "Thung lũng hội chợ",
        "general_info": [
            "754 đánh giá",
            "- 2 trong số 25 điều cần làm ở Shakopee",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Với hơn 75 trò chơi và điểm tham quan, Valleyfair là Thành phố đôi - công viên giải trí nơi các gia đình đến chơi theo phong cách Minnesota để vui chơi ngoài trời an toàn! Khám phá cuộc phiêu lưu tiếp theo của bạn trên một trong tám tàu ​​lượn siêu tốc hoặc học cách yêu thích cảm giác mạnh trên một trong 16 trò chơi dành cho trẻ em của Planet Snoopy. Hạ nhiệt tại công viên nước hàng đầu trong khu vực, Ngâm Thành phố để trải nghiệm những làn sóng giống như đại dương mà bạn sẽ không thể tìm thấy ở một trong 10.000 hồ của chúng tôi. Ngoài ra, chúng tôi còn có một danh sách sự kiện giống như bạn - chưa từng có trước đây với sự trở lại của Grand Carnivale và Latin Days cùng với sự ra mắt của Monster Jam Thunder Alley - và Tricks and Treats.Đọc thêm",
        "reviews": [
            "Các lựa chọn khá tốt cho trẻ 42 inch. Rất nhiều chuyến đi đóng cửa hoặc xen kẽ với những chuyến khác do nhân sự. Có một số xe buýt đưa học sinh xuống và họ được phép chạy mà không có sự giám sát. Ngôn ngữ của họ thật tệ và tôi không phải là người cho rằng quả bom f gây khó chịu trong hầu hết các trường hợp. Họ cũng cố gắng yêu cầu mọi người lưu lại những vị trí xếp hàng không phù hợp.   Nếu bạn dự định ở đó cả ngày hãy mua đồ uống - bữa ăn. Một lát bánh pizza là - 15 và một lần uống hết soda - 5. Rất vui vì chúng tôi đã đến và chia sẻ đồ ăn nhẹ.Đọc thêm",
            "Ngày tuyệt vời của niềm vui gia đình!  Thời gian chờ đợi của chúng tôi - rất ít - mặc dù bãi đậu xe có vẻ đầy khoảng 2 - 3 -, nhân viên rất thân thiện và hữu ích, mặt bằng sạch sẽ và cảnh quan rất đẹp.  Thức ăn rõ ràng không hề rẻ nhưng bạn có thể đi dã ngoại ở bãi đậu xe dưới những tán cây râm mát và vào lại - chỉ cần đảm bảo rằng bạn nhận được thẻ vào lại khi thoát ra -.  Thanh niên ngỗ ngược và nhân viên thô lỗ từ các đánh giá khác chắc chắn là ngoại lệ.  Chắc chắn đáng để ghé thăm - hãy kiểm tra giới hạn chiều cao nếu bạn có con nhỏ - , đặc biệt là vào tháng 7 với mức giá chiết khấu khi đặt vé trực tuyến.Đọc thêm",
            "Chúng tôi đã có một kỳ nghỉ gia đình tuyệt vời tại Valley Fair. Gia đình chúng tôi muốn có một kỳ nghỉ vui vẻ nhanh chóng trước khi năm học bắt đầu và Hội chợ Thung lũng đã thành công. Chúng tôi đến đó sau 10 giờ sáng và bãi đậu xe thật dễ dàng. Chúng tôi xếp hàng và vào trong công viên chưa đầy 5 phút.  Chúng tôi lấy chai nước của mình ngay từ quầy bán đồ uống và đổ đầy chúng. Chúng là thứ phải mua vì đó là một ngày nắng nóng và cứ 15 phút chúng tôi lại lấp đầy chúng với nhiều lựa chọn đồ uống tuyệt vời. Bản thân công viên đặc biệt sạch sẽ và được bảo trì tốt. Ngoài ra còn có nhiều lựa chọn thực phẩm và tôi không nghĩ giá lại tệ đến thế. Tất cả các chuyến đi đều mở và chúng tôi đợi không quá 15 phút ở bất kỳ hàng nào ngay cả khi không vượt qua nhanh. Sau khi đến nhiều công viên giải trí khác bao gồm Six Flags và Disney, Valley Fair đã đứng đầu danh sách của tôi.Đọc thêm",
            "Đây là một nơi thích hợp để đến nếu bạn thích các trò chơi giải trí nhưng không dành cho những người muốn nhanh.  Con trai tôi nói rằng hầu hết các tàu lượn siêu tốc đều nhàm chán - chiếc tốt nhất là chiếc màu xanh lá cây.  Chúng tôi đến để chơi đu quay, và đây là một chiếc đặc biệt - Philadelphia Toboggan Company Carousel - 76. Nó - rất đẹp, nhưng không có gì thực sự đặc biệt như ở các công viên giải trí khác.  Màu sơn của nó đặc biệt nhạt nhẽo - nó không - khiến bạn chú ý đến bất cứ thứ gì.  Những con ngựa chủ yếu có màu trắng hoặc đen, thậm chí cả bờm, với những đường viền trông giống nhau - tất cả đều được sơn công viên.  Các công viên giải trí khác mà chúng tôi đã ghé thăm có vòng quay ngựa gỗ cổ đã phải rất nỗ lực để khôi phục các loài động vật của họ trở lại trạng thái đầy màu sắc, bắt mắt.  Chúng tôi đã thất vọng. Đọc thêm",
            "Xuất sắc. Đó là một bầu không khí luôn thay đổi với những điểm tham quan lớn nhỏ dành cho mọi lứa tuổi. Vâng, chẳng hạn, Valleyfair có giá vé và đồ ăn cao hơn một chút, nhưng nếu bạn thích cảm giác phấn khích cộng với cảm giác hồi hộp, bạn sẽ thích nó. Đất liền, trên không và trên biển với rất nhiều trải nghiệm!Đọc thêm",
            "Năm thứ 3 của chúng tôi có vé theo mùa, nhưng tôi đã chọn không nhận vé 3 mùa cho năm 2024 vì nhiều lý do mà hội chợ không có gì. Đầu tiên, đơn giản là không có đủ chỗ ngồi ở thành phố Ngâm. Nếu bạn - không có mặt ở đó ngay khi họ mở cửa cho bạn - bạn sẽ phải đứng. Những chiếc lều cực kỳ đắt tiền. Vì vậy, chúng tôi dừng việc đến đó để lấy nước. Thực phẩm có giá quá cao cho tổng thực phẩm. Không có lựa chọn nào cho những người mắc bệnh tiểu đường hoặc muốn thứ gì đó tốt cho sức khỏe. Chủ yếu là thịt béo trong bánh cũ. Thức ăn chỉ thiếu sự hứng thú và đa dạng. Ngay cả tại sự kiện World Food của họ, đồ ăn cũng thực sự khó chịu. Dòng dài. Rất, rất dài. Chúng tôi đã có những đường chuyền nhanh nên rất may là chúng tôi có thể tránh được chúng. Nhưng những tấm vé đó có giá - 250 đô la mỗi tấm. Vì vậy - 750 một năm cộng thuế, dành cho 3 người, để tránh phải xếp hàng. Đắt không thể tin được. Thiếu các dấu hiệu để chỉ cho bạn hướng đi. Có rất nhiều phỏng đoán. Trong số những thứ khác.  Ngay cả đứa con gái 11 tuổi của tôi cũng không vui khi đến đó nữa. Họ có thể làm tốt hơn. Tốt hơn nhiều, nhưng họ thì không.Đọc thêm",
            "Đừng đi! Công viên rất nhỏ và hoạt động kém. Nhân viên di chuyển chậm và không thân thiện hoặc thô lỗ. Dường như không ai có nhiều kinh nghiệm. Các chuyến đi liên tục bị hỏng hoặc không bao giờ mở được. Nhiều điểm tham quan cũ hoặc lỗi thời. Thức ăn siêu đắt. Bãi đậu xe đắt tiền. Có rất ít bóng râm và rất nhiều bê tông. Nhiều nhà hàng trong công viên chưa bao giờ mở cửa. Nhiều nhóm không được giám sát Đây là công viên tồi tệ nhất mà tôi ghé thăm - công viên Six Flags tốt hơn nhiều. Đọc thêm",
            "Xuất sắc. Đó là một bầu không khí luôn thay đổi với những điểm tham quan lớn nhỏ dành cho mọi lứa tuổi. Vâng, chẳng hạn, Valleyfair có giá vé và đồ ăn cao hơn một chút, nhưng nếu bạn thích cảm giác phấn khích cộng với cảm giác hồi hộp, bạn sẽ thích nó. Đất liền, trên không và trên biển với rất nhiều trải nghiệm!Đọc thêm",
            "Đây là một nơi thích hợp để đến nếu bạn thích các trò chơi giải trí nhưng không dành cho những người muốn nhanh.  Con trai tôi nói rằng hầu hết các tàu lượn siêu tốc đều nhàm chán - chiếc tốt nhất là chiếc màu xanh lá cây.  Chúng tôi đến để chơi đu quay, và đây là một chiếc đặc biệt - Philadelphia Toboggan Company Carousel - 76. Nó - rất đẹp, nhưng không có gì thực sự đặc biệt như ở các công viên giải trí khác.  Màu sơn của nó đặc biệt nhạt nhẽo - nó không - khiến bạn chú ý đến bất cứ thứ gì.  Những con ngựa chủ yếu có màu trắng hoặc đen, thậm chí cả bờm, với những đường viền trông giống nhau - tất cả đều được sơn công viên.  Các công viên giải trí khác mà chúng tôi đã ghé thăm có vòng quay ngựa gỗ cổ đã phải rất nỗ lực để khôi phục các loài động vật của họ trở lại trạng thái đầy màu sắc, bắt mắt.  Chúng tôi đã thất vọng. Đọc thêm",
            "Chúng tôi đã có một kỳ nghỉ gia đình tuyệt vời tại Valley Fair. Gia đình chúng tôi muốn có một kỳ nghỉ vui vẻ nhanh chóng trước khi năm học bắt đầu và Hội chợ Thung lũng đã thành công. Chúng tôi đến đó sau 10 giờ sáng và bãi đậu xe thật dễ dàng. Chúng tôi xếp hàng và vào trong công viên chưa đầy 5 phút.  Chúng tôi lấy chai nước của mình ngay từ quầy bán đồ uống và đổ đầy chúng. Chúng là thứ phải mua vì đó là một ngày nắng nóng và cứ 15 phút chúng tôi lại lấp đầy chúng với nhiều lựa chọn đồ uống tuyệt vời. Bản thân công viên đặc biệt sạch sẽ và được bảo trì tốt. Ngoài ra còn có nhiều lựa chọn thực phẩm và tôi không nghĩ giá lại tệ đến thế. Tất cả các chuyến đi đều mở và chúng tôi đợi không quá 15 phút ở bất kỳ hàng nào ngay cả khi không vượt qua nhanh. Sau khi đến nhiều công viên giải trí khác bao gồm Six Flags và Disney, Valley Fair đã đứng đầu danh sách của tôi.Đọc thêm",
            "Ngày tuyệt vời của niềm vui gia đình!  Thời gian chờ đợi của chúng tôi - rất ít - mặc dù bãi đậu xe có vẻ đầy khoảng 2 - 3 -, nhân viên rất thân thiện và hữu ích, mặt bằng sạch sẽ và cảnh quan rất đẹp.  Thức ăn rõ ràng không hề rẻ nhưng bạn có thể đi dã ngoại ở bãi đậu xe dưới những tán cây râm mát và vào lại - chỉ cần đảm bảo rằng bạn nhận được thẻ vào lại khi thoát ra -.  Thanh niên ngỗ ngược và nhân viên thô lỗ từ các đánh giá khác chắc chắn là ngoại lệ.  Chắc chắn đáng để ghé thăm - hãy kiểm tra giới hạn chiều cao nếu bạn có con nhỏ - , đặc biệt là vào tháng 7 với mức giá chiết khấu khi đặt vé trực tuyến.Đọc thêm",
            "Chúng tôi đến thăm với đứa trẻ 12 và 14 tuổi. Đây là việc phải làm trong chuyến đi hàng năm của chúng tôi đến Minnesota. Nếu bạn có thể đi vào một ngày trong tuần, bạn sẽ không cần vé nhanh, hàng đợi tương đối ngắn, đặc biệt nếu bạn đi vào giờ mở cửa. Bạn không thể mang đồ ăn vào nhưng bạn có thể rời công viên để đi dã ngoại bằng ô tô. Tất nhiên là có rất nhiều đồ ăn để mua trong công viên nhưng nó quá đắt và không tốt cho sức khỏe như mong đợi. Chúng tôi luôn mang theo bữa trưa và mua một ít đồ ăn nhẹ khi chúng tôi ở lại từ khi mở cửa đến khi đóng cửa! Rất nhiều chuyến đi tuyệt vời để bạn lựa chọn, với mọi cấp độ hồi hộp. Tôi thích bản đồ tương tác với thời gian chờ đợi và chỉ đường tới một chuyến đi nhất định từ vị trí của bạn. Nhưng bản đồ tương tác cần có vị trí phòng tắm trên đó!  Wi-Fi miễn phí cho phép sử dụng ứng dụng liên tục và kiểm tra thời gian chờ cũng như thời gian chiếu. Mang theo một ngân hàng điện! Các tiếp viên siêu thân thiện và chuyên nghiệp và căn cứ thì vô nhiễm. Lần này chúng tôi không đến công viên nước, trời hơi mát vào ban ngày và vào những ngày nắng nóng thì cực kỳ bận rộn. Nhận vé trực tuyến trước thời hạn, bao gồm cả thẻ đỗ xe để bạn có thể dễ dàng đi qua khi đến nơi. Đôi khi bạn cũng có thể được giảm giá trực tuyến. Rất khuyến khích cho tất cả các loại kỳ nghỉ, gia đình có trẻ em, gia đình có thanh thiếu niên, các cặp vợ chồng, v.v.Đọc thêm",
            "Tôi đã ở đây vào tháng trước cùng gia đình và có một ngày vui vẻ tại Valleyfair. Đây là công viên giải trí tốt nhất ở Trung Tây và tôi sẽ giới thiệu nó cho mọi người.Đọc thêm",
            "Ba cô con gái và cháu trai của tôi đã đến Thung lũng Hội chợ, đây không phải là một nơi tốt cho một gia đình bị ba người đàn ông và một phụ nữ quấy rối trên các chuyến xe, những người đe dọa sẽ đánh đập các con tôi, nhưng sau đó an ninh thảm hại đã đến và đưa họ ra khỏi xe. ba người đàn ông và phụ nữ tiếp tục quấy rầy bọn trẻ của tôi cho đến khi chúng rời khỏi công viên, đội an ninh của chúng cần xem xét kỹ những gì chúng làm. Tôi nghĩ trải nghiệm đó thật thảm hại. Tôi đã nói chuyện với bộ phận nhân sự và quan hệ khách hàng và họ hoàn toàn không làm gì về việc đó và nhân tiện, đừng mua dây đeo cổ tay đựng thực phẩm vì chúng không hoạt động, cô ấy cũng bị lừa. Tôi sẽ không bao giờ tiêu thêm một xu nào vào nơi đó và cũng sẽ không bao giờ Tôi đã từng để gia đình mình đến đó một lần nữa Thung lũng Hội chợ bạn thật thảm hại Tôi rất muốn được hoàn lại số tiền nhưng họ sẽ không làm điều đó trong mùa giải trôi qua mọi thứ Tôi hy vọng chủ sở hữu đọc được điều này và hét lại với tôi Tôi nghĩ điều đó thật buồnĐọc thêm",
            "Tôi đã ở Valleyfair một tuần trước.  Tôi đã đến Valleyfair nhiều lần, bắt đầu từ khi tôi còn học đại học và đưa các con tôi đến đó khi chúng lớn lên nên rất mong được đưa cháu gái tôi đến đó khi cô ấy đến thăm.  Thật không may, đây không phải là công viên mà tôi nhớ.  Khi chúng tôi đến, điều tốt là không có hàng để vào và công viên không đông đúc nên không có hàng để lên nhiều chuyến.  Cháu gái tôi rất thích gặp các nhân vật - Snoopy, Lucy, Charlie Brown và Linus.  Đây là nơi kết thúc tích cực. Nhiều chuyến đi đã bị hỏng.  Chúng tôi lên Wave để hạ nhiệt vì hôm nay trời nóng bức.  Khi chuyến đi xuống dốc này, xương sườn của tôi va vào thanh ngang mạnh đến mức bọt bong ra khỏi thanh kim loại.  Tôi đã nói với người phục vụ về điều này và họ chỉ trả lời - ồ. - Ban đầu tôi nghĩ mình vừa bị gió thổi bay nhưng cơn đau ngày càng tăng và cuối cùng tôi phải đến cơ sở chăm sóc khẩn cấp và được chẩn đoán là gãy xương sườn.  Tôi quyết định liên hệ với Valleyfair để báo cáo sự việc.  Đã một tuần trôi qua và tôi không thể nói chuyện với bất kỳ ai.  Điện thoại đổ chuông liên tục mà không có ai trả lời.  Tôi đã gửi email và nhận được phản hồi tự động rằng ai đó sẽ liên hệ lại với tôi nhưng không ai có.  Cuối cùng tôi đã liên lạc được với một người trực tiếp bằng cách gọi điện đặt phòng theo nhóm và họ đã chuyển tôi sang bộ phận dịch vụ khách hàng.  Họ nói với tôi rằng họ đã nói chuyện với người quản lý và người quản lý an toàn của họ và sẽ có người liên hệ lại với tôi.  Không ai có.  Nhìn chung, dịch vụ khách hàng rất tệ và mặc dù có một người đảm nhận vai trò quản lý an toàn nhưng họ không cảm thấy rằng an toàn là ưu tiên hàng đầu hay mối quan tâm.  Tôi sẽ không quay lại.Đọc thêm"
        ],
        "star_ratings": [
            302,
            262,
            113,
            45,
            32
        ],
        "review_amount": 754,
        "location": [
            "Hoa Kỳ",
            "Minnesota - MN -",
            "Những điều cần làm ở Shakopee",
            "Hội chợ thung lũng",
            "Shakopee"
        ],
        "reviews_time": [
            "Written June 8, 2023",
            "Written July 19, 2023",
            "Written July 31, 2023",
            "Written August 3, 2023",
            "Written August 23, 2023",
            "Written November 2, 2023",
            "Written September 1, 2023",
            "Written August 23, 2023",
            "Written August 3, 2023",
            "Written July 31, 2023",
            "Written July 19, 2023",
            "Written July 19, 2023",
            "Written July 18, 2023",
            "Written July 10, 2023",
            "Written July 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g43519-d266407-Reviews-Valleyfair-Shakopee_Minnesota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g43519-d4797664-Reviews-Panda_Express-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43519-d3438343-Reviews-Pho_83-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43519-d834148-Reviews-Culver_s-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43519-d12912153-Reviews-Muddy_Cow-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43519-d935898-Reviews-McDonald_s-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43519-d6889476-Reviews-Thai_Tempo-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43519-d4716633-Reviews-Qdoba_Mexican_Grill-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43028-d539997-Reviews-Lions_Tap_Family_Restaurant-Eden_Prairie_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43519-d23927802-Reviews-Texas_Roadhouse-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43519-d1778259-Reviews-Tokyo_Sushi_Grill_Restaurant-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43519-d7625446-Reviews-Badger_Hill_Brewing_Company-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43519-d267108-Reviews-Canterbury_Park-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43519-d560250-Reviews-The_Landing_Minnesota_River_Heritage_Park-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43028-d12661043-Reviews-Wings_of_the_North_Air_Museum-Eden_Prairie_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42881-d7061230-Reviews-Hyland_Lake_Park_Reserve-Bloomington_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43519-d12632536-Reviews-Landing_Minnesota_River_Heritage_Park-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43028-d12880910-Reviews-Fredrick_Miller_Spring-Eden_Prairie_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43519-d9583109-Reviews-Starters_Sports_Training-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43028-d19797071-Reviews-Fat_Pants_Brewing_Co-Eden_Prairie_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43028-d10513740-Reviews-Round_Lake_Park_and_Beach-Eden_Prairie_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43519-d266407-Reviews-or10-Valleyfair-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43031-d11733425-Reviews-Missing_Pieces_Escape_Games-Edina_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d10439710-Reviews-Paisley_Park-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d2087796-Reviews-Chanhassen_Dinner_Theatres-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42881-d566206-Reviews-Normandale_Japanese_Garden-Bloomington_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42881-d10584024-Reviews-The_Links_At_Dred_Scott_Miniature_Golf-Bloomington_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43519-d4543520-Reviews-Jenesis_Massage-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g312738-d17699814-Reviews-Beach_Club_at_The_Bodrum_EDITION-Yalikavak_Bodrum_District_Mugla_Province_Turkis.html",
            "https://www.tripadvisor.com/Attraction_Review-g736869-d12763359-Reviews-Camel_Park_Sunny_Beach-Ravda_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190382-d6560652-Reviews-MY_MALL_Limassol-Limassol_City_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g664849-d5996776-Reviews-Tigaki_Beach-Tigaki_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g42519-d1778168-Reviews-Crisp_Point_Lighthouse-Newberry_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32176-d2027569-Reviews-Tar_Pits_Park-Carpinteria_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d563125-Reviews-Seattle_Waterfront-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60596-d12711644-Reviews-Whittington_Beach_Park-Naalehu_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g319780-d8473402-Reviews-Arvanitia_beach-Nafplio_Argolis_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d560882-Reviews-Kaloko_Honokohau_National_Historical_Park-Kailua_Kona_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g43519-d266407-Reviews-or10-Valleyfair-Shakopee_Minnesota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g43519-d266407-Reviews-Valleyfair-Shakopee_Minnesota.html"
    }
]