[
    {
        "attraction_name": "Venado Caves",
        "attraction_name_vi": "Hang Hươu",
        "general_info": [
            "438 đánh giá",
            "- 2 trong số 55 điều cần làm ở Vườn Quốc gia Núi lửa Arenal",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Tuyệt đối nghẹt thở! Albert là một hướng dẫn tuyệt vời. Rất kiên nhẫn với đứa con 8 và 10 tuổi cộng với người chồng ngột ngạt của tôi. Anh ấy làm cho chúng tôi cảm thấy an toàn và tạo điều kiện thuận lợi cho hành trình của chúng tôi để chúng tôi luôn thoải mái. Chúng tôi đã giới thiệu chuyến tham quan này cho những du khách khác mà chúng tôi gặp trong suốt chuyến đi của mình.Đọc thêm",
        "reviews": [
            "Hang Venado chắc chắn sẽ là điểm nhấn chính trong chuyến tham quan CR của chúng tôi. Chúng tôi là một gia đình 5 người với 3 cậu thiếu niên và tôi chưa bao giờ nghĩ mình sẽ có nhiều niềm vui trong hang động đến vậy. Hướng dẫn viên của chúng tôi, Mauricio, rất am hiểu và chúng tôi đã có khoảng thời gian tuyệt vời. Anh ấy đã dành thời gian để giải thích mọi thứ và đảm bảo rằng chúng tôi luôn được an toàn. -  kênh sinh sản  - thật tuyệt vời!! Cảm ơn vì trải nghiệm tuyệt vời và đáng nhớ này :- - Đọc thêm",
            "Chuyến tham quan hang động thú vị với những pha siết chặt, leo trèo và trườn dưới nước. Những phần khó nhất là tùy chọn và vì vậy chuyến tham quan này phù hợp với hầu hết mọi người. Wilder là một người hướng dẫn tuyệt vời và giữ chúng tôi an toàn. Nếu bạn có ô tô, hãy đặt tour trực tiếp với chủ hang động và lái xe đến hang động. Đường vẫn ổn. Đây là hoạt động phải làm ở Costa Rica!Đọc thêm",
            "Các cậu bé 13 và 14 tuổi của tôi YÊU THÍCH chuyến tham quan hang động này!! Tôi cảm thấy đây là một viên ngọc ẩn trong khu vực La Fortuna. Nhiều người dường như không đưa điều này vào hành trình của họ, nhưng nó rất, rất thú vị và thú vị.  Một điểm nổi bật thực sự của chuyến đi của chúng tôi. Chúng tôi - đã đến các hang động trên khắp Hoa Kỳ, nhưng trải nghiệm tương tác và phong phú này không giống bất kỳ trải nghiệm nào khác mà chúng tôi đã thực hiện.\n\nLeo trèo và lội qua nước, được đưa vào - những lối đi khuất - , chỉ có ánh sáng của một chiếc đèn pha.... thật là thú vị lạ thường. Đó cũng là một sự thay đổi thú vị so với những chuyến đi bộ đường dài trong rừng nhiệt đới tiêu chuẩn trong khu vực.\n\nCha mẹ 72 tuổi của tôi cũng đã làm điều này và hướng dẫn của họ thật tuyệt vời. Anh ấy kiên nhẫn và giúp mẹ tôi di chuyển an toàn trong hang động.  - Cha mẹ tôi đã bỏ qua một số đoạn khó khăn hơn và đợi chúng tôi, nhưng hướng dẫn viên thật tuyệt vời khi cá nhân hóa chuyến tham quan theo các cấp độ khác nhau trong nhóm của chúng tôi. - \n\nRất khuyến khích cho trẻ em thích phiêu lưu, thanh thiếu niên hoặc thanh thiếu niên! Đọc thêm",
            "Tôi - đã từng chơi trò chơi ở nhiều địa điểm khác nhau ở California, một số có nước, một số có nước siết rất chặt, nhưng đây là lần đầu tiên kết hợp cả hai!  Gia đình chúng tôi với hai thiếu niên đã có khoảng thời gian tuyệt vời!  Có nhiều lối đi khác nhau cho phép bạn bò bằng bốn chân qua những đường hầm hẹp chứa đầy nước.  Một số trong số này là tùy chọn, nhưng chúng tôi đã làm tất cả.  Đó là một buổi tập luyện khá thú vị và nên mặc quần short không cotton - nên mặc áo phông.  Nếu bạn có một đôi giày đi nước, chúng có thể sẽ thoải mái hơn đôi ủng đi mưa màu vàng mà họ cung cấp.  Không có đèn nào khác ngoài đèn trên mũ bảo hiểm của bạn, nhưng điều đó khiến bạn cảm thấy thú vị và vẫn có thể chụp được những bức ảnh tuyệt vời bằng máy ảnh chống nước của tôi - nếu bạn mang theo điện thoại di động thì tốt hơn hết là nên để trong túi nhựa - .  Những con nhện và dơi không làm phiền bạn.  Kết thúc bằng việc tắm bằng xà phòng - để đảm bảo rằng bạn - không có bất kỳ phân dơi nào - tiếp theo là trái cây - đồ ăn nhẹ và đồ uống là một kết luận tuyệt vời.Đọc thêm",
            "Tôi - đã từng chơi trò chơi ở nhiều địa điểm khác nhau ở California, một số có nước, một số có nước ép rất chặt, nhưng đây là lần đầu tiên kết hợp cả hai!  Gia đình chúng tôi với hai thiếu niên đã có khoảng thời gian tuyệt vời!  Có nhiều lối đi khác nhau cho phép bạn bò bằng bốn chân qua những đường hầm hẹp chứa đầy nước.  Một số trong số này là tùy chọn, nhưng chúng tôi đã làm tất cả.  Đó là một buổi tập luyện khá thú vị và nên mặc quần short không cotton - nên mặc áo phông.  Nếu bạn có một đôi giày đi nước, chúng có thể sẽ thoải mái hơn đôi ủng đi mưa màu vàng mà họ cung cấp.  Không có đèn nào khác ngoài đèn trên mũ bảo hiểm của bạn, nhưng điều đó khiến bạn cảm thấy thú vị và vẫn có thể chụp được những bức ảnh tuyệt vời bằng máy ảnh chống nước của tôi - nếu bạn mang theo điện thoại di động thì tốt hơn hết là nên để trong túi nhựa - .  Những con nhện và dơi không làm phiền bạn.  Kết thúc bằng việc tắm bằng xà phòng - để đảm bảo rằng bạn - không có bất kỳ phân dơi nào - tiếp theo là trái cây - đồ ăn nhẹ và đồ uống là một kết luận tuyệt vời.Đọc thêm",
            "Chuyến tham quan này thật tuyệt vời.  Đây không phải là một cuộc đi bộ trong hang động mà là một trò chơi mạo hiểm - vì vậy hãy chuẩn bị tinh thần để vượt qua những chỗ chật hẹp, bò bằng tay và đầu gối, leo núi một chút và nói chung là bị bẩn.  Ngoài ra, nếu bạn đã khám phá hang động trước đây, đừng để bị lừa - hang động này KHÔNG lạnh.  Bên trong khá ấm và ẩm ướt, vì vậy hãy ăn mặc phù hợp.  Đó thực sự là một trải nghiệm tuyệt vời!Đọc thêm",
            "Đó là trải nghiệm tuyệt vời. Bạn sẽ cần quần áo và giày phù hợp vì bạn sẽ bị bẩn và ướt. Hang động rất đẹp. Hướng dẫn của chúng tôi thật tuyệt vời và rất kiên nhẫn với chúng tôi. Cảm ơn bạn!!Đọc thêm",
            "Các cậu bé 13 và 14 tuổi của tôi YÊU THÍCH chuyến tham quan hang động này!! Tôi cảm thấy đây là một viên ngọc ẩn trong khu vực La Fortuna. Nhiều người dường như không đưa điều này vào hành trình của họ, nhưng nó rất, rất thú vị và thú vị.  Một điểm nổi bật thực sự của chuyến đi của chúng tôi. Chúng tôi - đã đến các hang động trên khắp Hoa Kỳ, nhưng trải nghiệm tương tác và phong phú này không giống bất kỳ trải nghiệm nào khác mà chúng tôi đã thực hiện. Leo núi và đi bộ trong nước, được đưa vào - những lối đi ẩn - , chỉ có ánh sáng của đèn pha... . chỉ là niềm vui đáng kinh ngạc. Đó cũng là một sự thay đổi nhịp độ thú vị so với những chuyến đi bộ tiêu chuẩn trong rừng nhiệt đới - đi bộ đường dài trong khu vực. Cha mẹ 72 tuổi của tôi cũng đã làm điều này và người hướng dẫn thật tuyệt vời với họ. Anh ấy kiên nhẫn và giúp mẹ tôi di chuyển an toàn trong hang động.  - Cha mẹ tôi đã bỏ qua một số đoạn khó khăn hơn và đợi chúng tôi, nhưng hướng dẫn viên thật tuyệt vời khi cá nhân hóa chuyến tham quan theo các cấp độ khác nhau trong nhóm của chúng tôi. - Rất khuyến khích cho trẻ em thích phiêu lưu, thanh thiếu niên hoặc thanh thiếu niên!! Đọc thêm",
            "Chuyến tham quan hang động thú vị với những pha siết chặt, leo trèo và trườn dưới nước. Những phần khó nhất là tùy chọn và vì vậy chuyến tham quan này phù hợp với hầu hết mọi người. Wilder là một người hướng dẫn tuyệt vời và giữ chúng tôi an toàn. Nếu bạn có ô tô, hãy đặt tour trực tiếp với chủ hang động và lái xe đến hang động. Đường vẫn ổn. Đây là hoạt động phải làm ở Costa Rica!Đọc thêm",
            "Hang Venado chắc chắn sẽ là điểm nhấn chính trong chuyến tham quan CR của chúng tôi. Chúng tôi là một gia đình 5 người với 3 cậu thiếu niên và tôi chưa bao giờ nghĩ mình sẽ có nhiều niềm vui trong hang động đến vậy. Hướng dẫn viên của chúng tôi, Mauricio, rất am hiểu và chúng tôi đã có khoảng thời gian tuyệt vời. Anh ấy đã dành thời gian để giải thích mọi thứ và đảm bảo rằng chúng tôi luôn được an toàn. -  kênh sinh sản  - thật tuyệt vời!! Cảm ơn vì trải nghiệm tuyệt vời và đáng nhớ này :- - Đọc thêm",
            "Tôi là một người khám phá hang động có kinh nghiệm và vẫn yêu thích chuyến tham quan này. Nó cung cấp rất nhiều lựa chọn thú vị để bò qua những đường hầm ẩm ướt vừa với những lỗ nhỏ, nhưng hướng dẫn có những lựa chọn thay thế cho những người không cảm thấy thoải mái. Tôi thích chuyến tham quan hang động này cho phép mỗi người tham gia phiêu lưu theo mức độ thoải mái của riêng họ. Hướng dẫn của chúng tôi rất tuyệt vời với trẻ nhỏ và mọi thứ đều cảm thấy an toàn cho cả gia đình. Anh ấy cũng đảm bảo chỉ ra mọi điều cho tôi và tham gia ngoài cuộc trò chuyện thông thường về chuyến tham quan. Có một số thành tạo thực sự ngoạn mục trong hang động này và động vật hoang dã thú vị. Lời khuyên: - Hãy chắc chắn đi vào buổi sáng. Trời có xu hướng mưa vào buổi chiều và họ sẽ không cho phép tham quan khi mực nước dâng cao. - Mang đầy đủ quần áo – giày dép để thay. Có rất nhiều phân chim và sau đó bạn sẽ cần phải tắm rửa sạch sẽ.- Họ sẽ yêu cầu bạn đeo khẩu trang ở một số nơi trong hang do tiếp xúc với môi trường sống của loài dơi. Tôi khuyên bạn nên sử dụng một trong những khẩu trang phẫu thuật cơ bản của họ thay vì khẩu trang vải. Chiếc khẩu trang còn nhắc nhở tôi không được chạm vào mặt trong suốt chuyến tham quan. - Hướng dẫn viên sẽ cung cấp ảnh và trong khi bạn có thể chụp ảnh của riêng mình - nếu bạn có vỏ chống nước cho điện thoại của mình - hướng dẫn viên của chúng tôi đã làm rất tốt việc sắp xếp gia đình và chiếu sáng những điểm khó khăn. - Có đường trải sỏi trong vài km cuối cùng lái xe. Hãy cẩn thận, tùy thuộc vào loại xe của bạn.- Bạn sẽ bị ướt - có điểm sâu đến thắt lưng - và cần phải bò và leo trèo trong điều kiện trơn trượt. Hãy biết ranh giới của riêng bạn.Đọc thêm",
            "Thật ngoạn mục! Albert là một hướng dẫn viên tuyệt vời. Rất kiên nhẫn với đứa con 8 và 10 tuổi của tôi cùng người chồng mắc chứng sợ không gian hẹp của tôi. Anh ấy khiến chúng tôi cảm thấy an toàn và giúp chuyến đi của chúng tôi dễ dàng hơn nên chúng tôi luôn thoải mái. Chúng tôi đã giới thiệu tour này cho những du khách khác mà chúng tôi gặp trong suốt chuyến đi. Đọc thêm",
            "Thực sự tốt. Chúng tôi đến theo cặp mà không đặt chỗ trước và nhóm đã vui lòng sắp xếp một chuyến tham quan ngẫu hứng với một hướng dẫn viên tuyệt vời. Chúng tôi vào hang động, trang bị mũ bảo hiểm - đèn đội đầu và quần áo mà chúng tôi không ngại bị ướt - khá lầy lội - giày đi nước - khuyên bạn nên mang theo, họ có ủng nếu bạn không - . Hướng dẫn viên của chúng tôi nói tiếng Anh tốt và có thể giải thích rất nhiều về lịch sử, địa chất - măng đá và đá vôi - và điều thú vị nhất đối với chúng tôi là động vật học. Bên trong hang động, chúng tôi nhìn thấy nhện, dế hang, cá da trơn và một số loài dơi. Các hang động dẫn qua những khe hẹp, lên qua các đường hầm và qua vùng nước nông. Đó chắc chắn là một cuộc phiêu lưu, đòi hỏi thể lực ở mức độ vừa phải nhưng tôi nghĩ họ có thể đáp ứng nhiều khả năng khác nhau - hình dạng và kích thước nếu cần. Cuối cùng có một số phòng tắm và phòng thay đồ. Tôi thực sự muốn giới thiệu, thật vui và rất chân thực - không trang điểm cho khách du lịch. Cảm ơn nhóm ở đó. Đọc thêm",
            "Trải nghiệm tuyệt vời, một số lần siết chặt và bò ướt, thật bất thường khi tham quan hang động.  Hướng dẫn viên của chúng tôi rất thân thiện, mặc dù tiếng Anh không tốt nhưng sự độc đáo của trải nghiệm còn hơn cả việc vượt qua rào cản ngôn ngữ.  Đề nghị mặc quần, không cần đi bốt nếu giày của bạn có thể bị ướt.Đọc thêm"
        ],
        "star_ratings": [
            365,
            51,
            16,
            1,
            5
        ],
        "review_amount": 438,
        "location": [
            "Vườn quốc gia núi lửa Arenal",
            "Trung Mỹ",
            "Hang Hươu",
            "Tỉnh Alajuela",
            "Costa Rica",
            "Những hoạt động không thể bỏ qua ở Công viên Quốc gia Núi lửa Arenal"
        ],
        "reviews_time": [
            "Written June 25, 2023",
            "Written August 8, 2023",
            "Written August 13, 2023",
            "Written October 30, 2023",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written January 23, 2024",
            "Written November 9, 2023",
            "Written October 30, 2023",
            "Written August 13, 2023",
            "Written August 8, 2023",
            "Written July 1, 2023",
            "Written June 25, 2023",
            "Written May 1, 2023",
            "Written April 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g309236-d304549-Reviews-Venado_Caves-Arenal_Volcano_National_Park_Province_of_Alajuela.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g309224-d7158673-Reviews-Cavernas_del_Venado-Alajuela_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d631942-Reviews-Arenal_Hanging_Bridges-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2613267-Reviews-El_Choyin-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_Alaju.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d1066262-Reviews-Lake_Arenal-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_Ala.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d23775917-Reviews-Wellness_Park_Costa_Rica-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d10033998-Reviews-Mirador_El_Silencio-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d20371748-Reviews-Mirador_La_Armonia-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d304549-Reviews-or10-Venado_Caves-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d1231711-Reviews-Proyecto_Asis-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2553050-Reviews-Bogarin_Trail-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d309802-Reviews-Tabacon_Hot_Springs-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_National_.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2491853-Reviews-Arenal_Oasis_Wildlife_Refuge-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Par.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d20080489-Reviews-Monkey_Park_La_Fortuna-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_Nati.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075684-d1651209-Reviews-Butterfly_Conservatory_Arenal-El_Castillo_Arenal_Volcano_National_Park_Province_.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d1135282-Reviews-Ecotermales_Fortuna-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2513717-Reviews-La_Fortuna_Waterfall-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2452380-Reviews-Los_Lagos_Hot_Springs-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provi.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2168786-Reviews-Cabalgata_Don_Tobias-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g309243-d637652-Reviews-Rich_Coast_Diving-Playas_del_Coco_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d910975-Reviews-Pure_Trek_Canyoning-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d1598909-Reviews-Arenal_Canopy_Adventure_ATHICA_Canopy_Tour-La_Fortuna_de_San_Carlos_Arenal_Volcan.html",
            "https://www.tripadvisor.com/Attraction_Review-g309243-d2233361-Reviews-Shaman_Tours-Playas_del_Coco_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d4185371-Reviews-Flow_Trips-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_Alaj.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d10844299-Reviews-North_Fields_Coffee_Tours-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026393-d2660945-Reviews-Pacific_Trade_Winds-Nuevo_Arenal_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d19048880-Reviews-Sloth_Watching_Trail-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provi.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d10330723-Reviews-Callidryas_Tours-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d3915683-Reviews-Club_Rio_Outdoor_Center-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2464101-Reviews-Anywhere_Costa_Rica_Day_Tours-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Pa.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d13355695-Reviews-Wellness_with_Reya-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g36854-d8521760-Reviews-Waukegan_Municipal_Beach-Waukegan_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d137421-Reviews-Cleveland_Metroparks_Zoo-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g298058-d507158-Reviews-Reactor_No_4-Chernobyl_Kiev_Oblast.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d560694-Reviews-Ohio_Street_Beach-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d15070815-Reviews-MGM_Springfield-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d186810-Reviews-Medicine_Lake-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d2559633-Reviews-Southern_Belle_Farm-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d21186500-Reviews-House_of_Om_Bali-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g198494-d14963021-Reviews-Pinta_Beach-Raunheim_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g40533-d4545813-Reviews-Pemaquid_Beach_Park-Bristol_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g309236-d304549-Reviews-or10-Venado_Caves-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g309236-d304549-Reviews-Venado_Caves-Arenal_Volcano_National_Park_Province_of_Alajuela.html"
    }
]