[
    {
        "attraction_name": "Venezia Cruises",
        "attraction_name_vi": "Du thuyền Venezia",
        "general_info": [
            "795 đánh giá",
            "- 115 trên 625 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Thư giãn theo phong cách phương Đông và thiết kế hiện đại. Venezia Cruises kết hợp vẻ đẹp hiện đại và tiện nghi với nhà hàng, quán bar, khu vực ăn uống trang nhã và hiên tắm nắng ngoạn mục. Ba boong tàu của chúng tôi có kích thước 28m x 6m với thiết kế bằng gỗ và sắt mang đến bầu không khí chèo thuyền ấm cúng và sang trọng.Đọc thêm",
        "reviews": [
            "Mọi thứ đều rất tốt. Phong cảnh rất đẹp. Hải sản rất tươi và ngon. Chúng tôi đã chụp rất nhiều ảnh.Đọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất trong cuộc đời tôi. Phong cảnh thật ngoạn mục, không có quá nhiều khách du lịch. Cabin ăn tối đẹp mắt và tầm nhìn qua cửa sổ thật tuyệt vời, và toàn bộ đội ngũ phi hành đoàn thật tuyệt vờiĐọc thêm",
            "Chúng tôi đã gặp rất nhiều vấn đề trong chuyến đi của mình. Thức ăn rất tệ - chỉ có rau và hải sản nướng trong lò vi sóng không có vị tươi chút nào. Thuyền rất ồn ào nên chúng tôi không thể ngủ được cho đến khoảng 1 giờ sáng, dậy lúc 6 giờ 30. Phòng tắm thật thô thiển và hôi hám. Chuyến đi quá đắt so với những gì chúng tôi nhận được - khuyên bạn nên đi nơi khác, có nhiều chuyến đi tốt hơn. Trụ sở chính đã không giúp đỡ chúng tôi chút nào và bỏ qua email và tin nhắn của chúng tôi. Tránh!Đọc thêm",
            "Tránh công ty này. Chúng tôi gặp phải hai vấn đề lớn trong chuyến đi khiến mọi việc nhìn chung không mấy vui vẻ. 1 - nhà vệ sinh trong phòng của chúng tôi bị tràn nước khi thuyền va vào những mảnh gợn sóng khắp sàn. Chúng tôi gắn cờ và họ đặt một chiếc khăn tắm trong phòng tắm xuống cho phần còn lại của chuyến đi được phủ đầy đồ đạc từ nhà vệ sinh. Họ thậm chí còn không lau sàn phòng tắm. Thật là tệ hại.2 - karaoke tiếp tục đến tận nửa đêm do một số vị khách ích kỷ, say xỉn. Điều này có nghĩa là chúng tôi không ngủ nhiều và phải thức dậy lúc 6:30 để ăn sáng, điều đó sẽ làm hỏng ngày hôm sau. Thậm chí còn có cả gia đình trên tàu. Chúng tôi đã yêu cầu hoàn lại một phần và đã bị công ty bỏ qua. Họ không quan tâm một khi bạn đã nhận được tiền của mình. c - 120 mỗi cái cho thứ rác rưởi này. Ngoài ra, đối tác của tôi không ăn cá và bữa tối có 3 món cá, 1 con gà không ăn được nên hầu như không có gì để ăn.Đọc thêm",
            "Công ty khủng khiếp. Chúng tôi đi du thuyền 2D1N Cát Bà - Hạ Long - Lan Hạ. Thật khủng khiếp từ đầu đến cuối. Việc chuyển giao quá sớm đến nỗi chúng tôi đã bỏ lỡ bữa sáng vì họ không thể đợi 5 phút để chúng tôi lên kiểm tra phòng, mặc dù đến sớm - 20 phút. Bác ấy rất kiêu ngạo. Sau đó, trên thuyền, khi chúng tôi gặp vùng nước mở, nước trong nhà vệ sinh của chúng tôi bắn tung tóe khắp sàn phòng tắm, theo đúng nghĩa đen là nước tiểu và nước bao phủ khắp nơi. Chúng tôi đã nói với nhân viên, họ vừa tung ra một chiếc khăn tắm trong số đó - chiếc khăn hôi thối đẹp đẽ chỉ để ở đó trong suốt chuyến đi. Sau đó, karaoke - bắt đầu lúc 9 giờ, tiếp tục đến nửa đêm. 3 vị khách la hét đến nửa đêm trong khi những người còn lại cố gắng ngủ. Giữ chúng tôi dậy và chúng tôi phải dậy lúc 6 giờ 30 để ăn sáng lúc 7 giờ sáng. Ngủ quên nên không tận hưởng được ngày thứ hai chút nào. Chúng tôi đề nghị ngồi ngoài vào ngày thứ 2 và chỉ để lại một phần tiền hoàn lại. Trụ sở chính cho biết họ - d - tìm giải pháp - . Giải pháp này cho đến nay là bỏ qua tất cả tin nhắn và email của chúng tôi. Một khi họ - đã nhận được tiền của bạn, nó sẽ biến mất - hãy cẩn thận. Chúng tôi không phải là những người hay than vãn, nhưng với - 150 chuyến đi này là một sự ô nhục. Theo ý kiến ​​của tôi, hãy tránh bằng mọi giá - những chiếc thuyền đẹp hơn và chuyến đi chất lượng tốt hơn với số tiền bỏ ra. Làm thế nào mà họ có tới 5 lần khởi đầu mà tôi - sẽ không bao giờ biết được - thật kinh khủng.Đọc thêm",
            "Từ lúc Soạn - phát âm - Một - - đón chúng tôi từ khách sạn ở Hà Nội cũ, chúng tôi cảm thấy an toàn và được chăm sóc.  Sau vài lần đón và chuyển sang một chiếc xe khách lớn thoải mái, chúng tôi khởi hành về phía Nam. Trước đây đã được thông báo rằng chúng tôi cần bắt chuyến tham quan từ đảo Cát Bah, những lo lắng của chúng tôi đã được giải tỏa, chúng tôi được thả xuống một phòng chờ thoải mái trong thời gian chờ đợi ngắn cho chiếc thuyền máy đưa chúng tôi đến du thuyền. Đó là một hoạt động trơn tru với một tuyến đường được quy định và có người đi lại rõ ràng - Tôi nghi ngờ rằng bất kỳ chuyến tham quan nào bạn chọn, bạn sẽ kết thúc ở đúng phần du ngoạn hoặc đi thuyền quanh Di sản Thế giới Vịnh Hạ Long xinh đẹp - có rất nhiều tàu nhưng vẫn đủ chỗ cho tất cả. Hành trình của chúng tôi trên Venezia đã không làm mọi người thất vọng. Phòng của chúng tôi rất đẹp và sạch sẽ, theo các bức ảnh. Thức ăn rất phong phú, giá đồ uống chấp nhận được - Giờ khuyến mãi hầu hết các buổi tối -. Chúng tôi đã được cung cấp rất nhiều nước miễn phí. Chúng tôi đi ngang qua một ngôi làng nổi, chèo thuyền kayak và bơi lội và thăm Hang Bệnh viện. Trên thuyền, chúng tôi làm chả giò, câu mực và hát karaoke. One là một người dẫn chương trình thú vị và chu đáo, đảm bảo 15 người chúng tôi bao gồm cả một đứa trẻ mới biết đi có mọi thứ chúng tôi cần từ đầu đến cuối. Chúng tôi đánh giá cao hành trình này. Mang áo ấm nếu đi tháng 3 thì mát.Xem thêm",
            "Tôi đã thực hiện chuyến du ngoạn 2 ngày 1 đêm với Venezia Cruises và không thể khuyên bạn nên ghé thăm các vịnh cùng họ đủ! Một trong những lý do tôi chọn chúng là vì những đánh giá tuyệt vời và chúng đáp ứng được sự mong đợi. Họ đưa bạn đến Vịnh Lan Hạ và tôi thích điều này vì nó trông giống hệt Vịnh Hạ Long nhưng ít đông đúc hơn. Bạn vẫn sẽ dành chút thời gian để định hướng và chèo thuyền kayak ở Vịnh Hạ Long! Thuyền và phòng rất đẹp. Các nhân viên trên tàu rất tuyệt vời, đồ ăn thì tuyệt vời - và rất nhiều món - và điểm nổi bật đối với tôi là Tiger, hướng dẫn viên du lịch của chúng tôi. Trong nhiều tháng ở Việt Nam, tôi nhận ra rằng thật khó để có được một hướng dẫn viên nói tiếng Anh giỏi, một người địa phương và hiểu biết và anh ấy là tất cả những điều này! Công ty tuyệt vời!Đọc thêm",
            "Cabin rộng rãi trên thuyền sạch sẽ với đội ngũ nhân viên thân thiện, tươi cười. Thức ăn phong phú, cocktail ngon, phong cảnh và các hoạt động tuyệt vời.Đọc thêm",
            "Tôi đã dành nhiều tuần để tìm kiếm chuyến du ngoạn hoàn hảo và tôi rất vui mừng được kể lại một trải nghiệm tuyệt vời. Đạp xe dọc theo Đảo Cát Bà và ngắm nhìn khung cảnh tuyệt đẹp của Vịnh Lan Hạ mà không có đám đông hay tàu thuyền qua lại là một điều kỳ diệu. Hành trình đến những điểm mà hầu hết những người khác bỏ lỡ, mang đến sự tự do chèo thuyền kayak và khám phá những góc yên tĩnh giữa hàng nghìn hòn đảo. Thức ăn hảo hạng, đội ngũ nhân viên chu đáo và chỗ ở tuyệt vời khiến nơi đây đáng giá từng xu. Tôi hoàn toàn muốn giới thiệu và đặt lại hành trình này cho bất kỳ ai sau một chuyến phiêu lưu đặc biệt. Cảm ơn các nhân viên! Đọc thêm",
            "Du thuyền Venezia thật xuất sắc! Đang trên hành trình 2D1N với mẹ tôi và hai đứa con của tôi và tất cả chúng tôi đều rất thích nó! Là một tàu du lịch nhỏ nên không có nhiều nhóm trên tàu - hai gia đình trong đó có gia đình chúng tôi - và 4-5 cặp đôi nên mọi thứ rất yên bình. Hành trình đưa chúng tôi đến vịnh Lan Hạ rất đẹp và không đông đúc chút nào. Quan trọng nhất, hướng dẫn viên của chúng tôi rất am hiểu và biết rất rõ về khu vực này, đồng thời thủy thủ đoàn trên tàu rất thân thiện và hữu ích. Rất khuyến khích!Đọc thêm"
        ],
        "star_ratings": [
            704,
            75,
            8,
            4,
            4
        ],
        "review_amount": 795,
        "location": [
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Du thuyền Venezia",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 10, 2024",
            "Written May 9, 2024",
            "Written May 8, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written April 22, 2024",
            "Written March 19, 2024",
            "Written December 24, 2023",
            "Written December 21, 2023",
            "Written December 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15062622-Reviews-Venezia_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-or10-Venezia_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g20985614-d26328396-Reviews-Lotus_Lounge-Soc_Son.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23627340-Reviews-M_Space_Galerry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d1368569-Reviews-Cat_Ba_Ventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26854513-Reviews-Nha_S_n-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14031442-Reviews-BRG_Legend_Hill_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14096795-Reviews-Queen_Cafe_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13873395-Reviews-The_Quintessence_of_Tonkin-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14074105-Reviews-Vietnam_Expo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-Hatvacation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13956859-Reviews-Embrace_Transfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000216-Reviews-Unicharm_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14058190-Reviews-Pi_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14948925-Reviews-Hanoi_Car-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14159328-Reviews-Anh_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d4218322-Reviews-Ayutthaya_Elephant_Palace_Royal_Kraal-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574376-d3561758-Reviews-Anemos_Beach_Bar-Sani_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d17470909-Reviews-Georgian_Folk_Show-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d483930-Reviews-Alaska_Wildlife_Conservation_Center-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103242-Reviews-Green_Mill-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g47267-d4994532-Reviews-Frog_Pond_Farms-Bainbridge_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d1520857-Reviews-O_o_Farm-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d10393367-Reviews-Minitrenet-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d10636175-Reviews-Alas_Harum_Bali-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d219566-Reviews-Amtrak_Coast_Starlight-California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-or10-Venezia_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-Venezia_Cruises-Hanoi.html"
    },
    {
        "attraction_name": "Venezia Cruises",
        "attraction_name_vi": "Du thuyền Venezia",
        "general_info": [
            "795 đánh giá",
            "- 115 trên 625 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Thư giãn theo phong cách phương Đông và thiết kế hiện đại. Venezia Cruises kết hợp vẻ đẹp hiện đại và tiện nghi với nhà hàng, quán bar, khu vực ăn uống trang nhã và hiên tắm nắng ngoạn mục. Ba boong tàu của chúng tôi có kích thước 28m x 6m với thiết kế bằng gỗ và sắt mang đến bầu không khí chèo thuyền ấm cúng và sang trọng.Đọc thêm",
        "reviews": [
            "Nhìn chung, chúng tôi đã có một thời gian tuyệt vời. Phong cảnh thật ngoạn mục - chúng tôi yêu thích các hoạt động trong chuyến du lịch 3 ngày 2 đêm của mình. Bản thân chiếc thuyền vẫn ổn nhưng không tuyệt vời - thủy thủ đoàn đáng yêu, sạch sẽ - thoải mái, nhưng cơ bản. Thức ăn rất phong phú nhưng thực sự không ngon. Tôi khuyên bạn nên dự trữ đồ uống - đồ ăn nhẹ trước chuyến đi.Đọc thêm",
            "Thanh và đoàn của anh ấy đã chăm sóc chúng tôi rất chu đáo! Chúng tôi rất thích chèo thuyền kayak và đạp xe đến làng Việt Hải. Chúng tôi thậm chí còn tìm thấy lối vào đầm phá bên trong một núi đá vôi! Hoàng hôn thật đẹp và chúng tôi được ngắm cảnh từ Vịnh Lan Hạ ít đông đúc hơn - Tôi đã đọc rằng Vịnh Hạ Long rất đông đúc - . Và chồng tôi rất thích câu mực cùng đoàn và đã câu được 2 con mực! Mặc dù nhóm của chúng tôi không tham gia hát karaoke, nhưng chúng tôi đã thích tự làm chả giò. Tôi chắc chắn khuyên bạn nên trải nghiệm Vịnh Lan Hạ nếu bạn có 1,5 ngày xa Hà Nội. Đọc thêm",
            "Đáng đồng tiền bát gạo khi đi du lịch trên một chiếc thuyền đẹp với thức ăn ngon - chúng đáp ứng nhu cầu ăn kiêng của tôi - cabin rộng rãi với giường thực sự thoải mái và nhân viên thân thiện. Tôi thích chèo thuyền kayak quanh các đảo đá vôi vì thực tế là không có nhiều thuyền khác ở Vịnh Lan Hạ.Đọc thêm",
            "Trải nghiệm hành trình qua đêm của chúng tôi thật tuyệt vời. Công ty đối tác của họ đã giúp điều phối việc vận chuyển từ khu phố cổ ở Hà Nội đến bến cảng nơi tàu khởi hành. Chi phí bổ sung là 29 USD mỗi người cho vận chuyển 2 chiều. Mất khoảng 3 1 - 2 giờ. Có lựa chọn đi thuyền đến đảo đã bao gồm trong chi phí vận chuyển hoặc bạn có thể nâng cấp với giá - 4 USD để đi cáp treo. Các nhân viên thật tuyệt vời và rất hữu ích. Tổng cộng chỉ có 16 hành khách trên tàu nên rất thoải mái trong suốt thời gian đó. Vào ngày đầu tiên, chúng tôi phải chèo thuyền kayak vòng quanh tất cả các hòn đảo nhỏ và tìm thấy một bãi biển. Thức ăn rất ngon và được chuẩn bị mới cho mỗi bữa ăn. Họ thực hiện các lựa chọn ăn chay theo yêu cầu, nếu không thì có rất nhiều hải sản. Trời rất nóng trong chuyến thăm của chúng tôi - trên 90 giây F - 30 C -. Các phòng ngủ riêng lẻ đều có máy lạnh, điều này đã trở thành một điều cần thiết thú vị để thoát khỏi cái nóng. Các khu vực chung trên thuyền như phòng ăn chúng tôi - không có máy lạnh, nhưng có quạt thổi. Tầng trên của thuyền có ghế dài và họ cũng trình diễn một đoạn nấu món nem Việt Nam ngắn trước bữa tối. Mỗi phòng ngủ còn có vòi sen - nhà vệ sinh riêng. Khung cảnh từ mỗi phòng đều tuyệt đẹp khi chúng tôi đậu xe ở một khu vực yên tĩnh của vịnh. Vào ngày thứ hai, chúng tôi đến một ngôi làng địa phương, nhưng chúng tôi phải đi xe đạp 20 phút để đến đó hoặc chúng tôi có thể lựa chọn đi xe điện. Chuyến đi xe đạp rất đẹp với những con đường quanh co và hai ngọn đồi - phải đi bộ lên một - nhưng rất khả thi, ngay cả đối với trẻ em. Tôi rất muốn giới thiệu kinh nghiệm này. Tôi rất vui vì chúng tôi đã đặt chuyến đi đặc biệt này, trái ngược với sự hối hả và nhộn nhịp của khu vực có nhiều khách du lịch ở Vịnh Hạ Long.Đọc thêm",
            "Giá trị chuyến tham quan tốt nhất, đặc biệt đối với số tiền bạn đang trả. Hoàn hảo nếu bạn đang tìm kiếm một trải nghiệm yên tĩnh, thư giãn và thư giãn so với việc kinh doanh ở Vịnh Hạ Long.  Phải thêm - 29 - kể từ tháng 5 năm 2023 - để có thêm phương tiện di chuyển đến Vịnh Lan Hạ, nhưng hoàn toàn xứng đáng vì đây là một chuyến đi ngắm cảnh khá đẹp. Trải nghiệm tổng thể 20 - 10 để ngắm cảnh và thư giãn, đồ ăn 4 - 10. hoạt động 5 - 10. Ngày 1 -Tôi được đón từ khách sạn để di chuyển vào khoảng 7:30 sáng và chúng tôi đến Vịnh Lan Hạ lúc 11 giờ: 30h, lên thuyền với Minh lúc 12h30.  Chỉ có 9 người trên hành trình của chúng tôi, vì vậy đó là một trải nghiệm yên tĩnh và thân mật, không gây gổ với nhiều người. Phần hay nhất của hành trình là quang cảnh, bối cảnh nhóm nhỏ và quang cảnh. Chèo thuyền kayak vẫn ổn, bơi lội thật tuyệt vời và thư giãn. Câu mực chỉ tồn tại trong thời gian ngắn nhưng là một hoạt động thú vị và khác biệt. Vào ban đêm sau khi mặt trời lặn, vịnh có rất ít thuyền và rất thư giãn. Ngày 2- Chọn thức dậy lúc 5:30 sáng để đón bình minh thật tuyệt vời từ đỉnh cao. Khởi hành đến bản Cát Bà lúc 8h sáng, mất 40 phút đạp xe, rất đẹp và thư giãn. Bản thân ngôi làng cũng không sao, rất được dàn dựng nhưng có rất nhiều cây mít và bò trong thung lũng, vì vậy điều đó thật tuyệt và khiến nó vẫn đáng để ghé thăm.  Trở lại thuyền để trả phòng lúc 10h30 và ăn trưa trước khi về bờ vào khoảng giữa trưa. Nói chung, rất khuyến khích chuyến đi này, tốt hơn nhiều so với chuyến đi Vịnh Hạ Long. Các hoạt động đủ tốt và đồ ăn chỉ ở mức ổn, nhưng giá trị thực sự nằm ở cảnh quan trên du thuyền và sự yên bìnhĐọc thêm",
            "Chuyến đi tuyệt vời, THỰC PHẨM TUYỆT VỜI! yêu thích sự rung cảm trên hành trình, mọi thứ đều rất thư giãn. Phòng rất sạch sẽ và hướng dẫn viên Min rất tốt bụng và nhiệt tình.Đọc thêm",
            "24 giờ tuyệt vời trên tàu chỉ với 8 người khác - Minh là một hướng dẫn viên du lịch xuất sắc và giàu thông tinĐọc thêm",
            "Tôi không thể chọn phần yêu thích của mình giữa chuyến đi chèo thuyền kayak nhỏ tuyệt vời mà chúng tôi đã thực hiện qua vịnh Lan Hạ, chuyến đạp xe vui vẻ đến làng Việt Hải hay lớp học chả giò với ông. T - Trung - . Anh đã dành thời gian để giải thích nhiều điều về văn hóa Việt Nam, lối sống và trải nghiệm cá nhân của mình. Rất khiêm tốn về điều đó, nói rằng mọi người dân Việt Nam đều có thể nói với chúng tôi như vậy, anh ấy có một cách đặc biệt để chia sẻ kiến ​​thức của mình bằng tiếng Anh lưu loát. Chúng tôi thực sự đánh giá cao chất lượng hướng dẫn của chúng tôi. Tất nhiên đồ ăn rất ngon và nhân viên lịch sự, tươi cười và sẵn sàng đáp ứng nhu cầu của chúng tôi.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời và các nhân viên đã làm cho chuyến đi của chúng tôi trở nên tuyệt vời, không thể làm đủ cho chúng tôi.  Ban đầu tôi nghĩ tôi đã đặt một chuyến đi đến vịnh Hạ Long hoặc ít nhất là chúng ta sẽ thấy nó nhưng chuyến đi này không đến gần được nó! Quý khách đi đảo Cát Bà và vịnh Lan Hán.  Tuy nhiên cả hai đều rất giống nhau và tôi - tôi chắc chắn rằng mình không bỏ lỡ nhiều điều ngoại trừ việc có thêm nhiều thuyền và khách du lịch.  Các hoạt động rất tốt, thức ăn ngon và phòng rất đẹp! Eric hướng dẫn viên du lịch của chúng tôi đã thực hiện chuyến đi của chúng tôi! Và anh ấy đã sắp xếp việc đưa đón chúng tôi đến Nihn Bin - cũng là một nơi tuyệt vời để ghé thăm - nói chung tôi sẽ nói nếu bạn muốn ngắm cảnh vịnh với mức giá hợp lý thì đây là lựa chọn dành cho bạn.Đọc thêm",
            "Chúng tôi đã có một chuyến du ngoạn hai ngày - một đêm tuyệt vời với nhiều hoạt động, đồ ăn ngon và một căn phòng thực sự đẹp - quang cảnh từ cửa sổ trên Vịnh Lan Hạ thật tuyệt vời! Hướng dẫn viên Trung của chúng tôi rất tuyệt vời, tốt bụng và vui tính và anh ấy đã kể cho chúng tôi rất nhiều điều về Việt Nam! Thuyền viên đã chu đáo và giúp đỡ chúng tôi mọi việc. Chúng tôi có thể giới thiệu trải nghiệm độc đáo này cho mọi người!Đọc thêm",
            "Có thể đón ở Hà Nội được không?Đọc thêm",
            "Sông Vịnh Hạ Long. \nTrải nghiệm rất tuyệt, tất cả nhân viên đều rất thân thiện, chuyến đi tuyệt vời. Ngày hôm đó tràn ngập nhiều hoạt động và nhìn chung tôi có thể giới thiệu. Đọc thêm",
            "Giá này có bao gồm đón khách từ khách sạn ở Hà Nội không? Đọc thêm"
        ],
        "star_ratings": [
            704,
            75,
            8,
            4,
            4
        ],
        "review_amount": 795,
        "location": [
            "Châu Á",
            "Hà Nội",
            "Những việc cần làm ở Hà Nội",
            "Du thuyền Venezia",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 19, 2023",
            "Written November 26, 2023",
            "Written July 22, 2023",
            "Written July 3, 2023",
            "Written June 3, 2023",
            "Written May 19, 2023",
            "Written May 17, 2023",
            "Written May 8, 2023",
            "Written May 2, 2023",
            "Written May 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15062622-Reviews-or10-Venezia_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-Venezia_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-or20-Venezia_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g20985614-d26328396-Reviews-Lotus_Lounge-Soc_Son.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23627340-Reviews-M_Space_Galerry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d1368569-Reviews-Cat_Ba_Ventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26854513-Reviews-Nha_S_n-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14031442-Reviews-BRG_Legend_Hill_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14096795-Reviews-Queen_Cafe_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13873395-Reviews-The_Quintessence_of_Tonkin-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14074105-Reviews-Vietnam_Expo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-Hatvacation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13956859-Reviews-Embrace_Transfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000216-Reviews-Unicharm_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14058190-Reviews-Pi_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14948925-Reviews-Hanoi_Car-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14159328-Reviews-Anh_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32669-d9865738-Reviews-Bonita_Falls_Trail-Lytle_Creek_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d16850627-Reviews-Raleigh_Improv-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54974-d2523155-Reviews-Wyatt_Archaeological_Museum-Cornersville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d16874411-Reviews-Rainbow_Stairs-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295191-Reviews-Ortakoy-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g635965-d23073210-Reviews-Playa_Azul-Luquillo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d6701360-Reviews-Love_Bridge-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g29709-d592315-Reviews-Eugene_T_Mahoney_State_Park-Ashland_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d3952965-Reviews-The_Spa_at_The_Joule-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34680-d1063571-Reviews-Fred_Howard_Park-Tarpon_Springs_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-or20-Venezia_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-or10-Venezia_Cruises-Hanoi.html"
    },
    {
        "attraction_name": "Venezia Cruises",
        "attraction_name_vi": "Du thuyền Venezia",
        "general_info": [
            "795 đánh giá",
            "- 115 trên 625 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Thư giãn theo phong cách phương Đông và thiết kế hiện đại. Venezia Cruises kết hợp vẻ đẹp hiện đại và tiện nghi với nhà hàng, quán bar, khu vực ăn uống trang nhã và hiên tắm nắng ngoạn mục. Ba boong tàu của chúng tôi có kích thước 28m x 6m với thiết kế bằng gỗ và sắt mang đến bầu không khí chèo thuyền ấm cúng và sang trọng.Đọc thêm",
        "reviews": [
            "Đây là một nơi đặc biệt. Đó là một - phải nhìn thấy - bằng chính đôi mắt của bạn. Màu ngọc lục bảo của nước....và những cảnh quan độc đáo. Ở đây có rất nhiều Bình yên! Chúng tôi có một người hướng dẫn tuyệt vời tên là Trung. Tốt bụng, tràn đầy năng lượng và khá am hiểu về Việt Nam. Nói tiếng Anh rất tốt nên rất dễ hiểuĐọc thêm",
            "Toàn bộ chuyến đi của chúng tôi từ Hà Nội đến vịnh Hạ Long và Catba thật tuyệt vời. Chúng tôi đã đặt hành trình Venessa và Min chủ nhà của chúng tôi rất thân thiện và thân thiện. Rất khuyến khích Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời trên hành trình. Minh và tất cả các nhân viên đều rất thân thiện và hiểu biết. Hành trình có đầy đủ các hoạt động từ chèo thuyền kayak đến nấu ăn và nếm rượu vang - Minh là một hướng dẫn viên du lịch tuyệt vời! Chúng tôi thực sự muốn giới thiệu chuyến đi 2 ngày, đây là điểm nổi bật trong thời gian chúng tôi ở Việt Nam - - Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn đã dành thời gian viết về trải nghiệm gần đây của mình với Venezia Cruise. Chúng tôi rất vui khi biết rằng bạn rất thích kỳ nghỉ trên tàu, chúng tôi sẽ chia sẻ với Mint - hướng dẫn viên du lịch và tất cả các thành viên phi hành đoàn, những người chắc chắn đã đóng một vai trò quan trọng trong việc tạo ra trải nghiệm đáng nhớ của bạn.\nHy vọng sẽ gặp lại sớm.\nTrân trọng,\nĐội du lịch biển VeneziaĐọc thêm",
            "Khoảng thời gian tuyệt vời. Rất yên tĩnh. Những người điều hành nó thật tuyệt vời. Thức ăn rất ngon. Rất thoải mái và có thể làm bất cứ điều gì bạn muốn. Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình với chúng tôi và những khách du lịch khác về kỳ nghỉ gần đây của bạn với Venezia Cruise. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian thú vị trên tàu, với những món ăn ngon, các hoạt động tùy chọn và dịch vụ tuyệt vời từ đội ngũ nhân viên của chúng tôi. Chúng tôi chắc chắn sẽ chia sẻ phản hồi của bạn với tất cả các thành viên phi hành đoàn. Lời khen ngợi của bạn chắc chắn sẽ làm cho ngày của họ tươi sáng hơn.\nHy vọng sẽ gặp lại sớm.\nTrân trọng,\nĐội du lịch biển VeneziaĐọc thêm",
            "Nhân viên rất tốt bụng và niềm nở, mặc dù khi chúng tôi chèo thuyền kayak trong thời tiết khắc nghiệt, hướng dẫn viên của chúng tôi vẫn khiến nó trở thành một trải nghiệm thú vị và tuyệt vời. Thức ăn rất ngon và quang cảnh tuyệt vời, phòng rất đẹp Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình với chúng tôi và những khách du lịch khác về kỳ nghỉ gần đây của bạn với Venezia Cruise. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian thú vị trên tàu với các hoạt động thú vị và dịch vụ tuyệt vời từ đội ngũ nhân viên của chúng tôi. Sự hài lòng của khách hàng là một trong những ưu tiên hàng đầu của chúng tôi và chúng tôi đánh giá cao những lời tốt đẹp của bạn, những lời mà chúng tôi chắc chắn sẽ chia sẻ với hướng dẫn viên du lịch và tất cả các thành viên phi hành đoàn. Lời khen ngợi của bạn chắc chắn sẽ làm cho ngày của họ tươi sáng hơn.\nHy vọng được gặp bạn trong thời gian sắp tới.\nTrân trọng,\nĐội du lịch biển VeneziaĐọc thêm",
            "Chuyến đi thật tuyệt vời, đặc biệt cảm ơn Trung tourguide của chúng tôi. Anh ấy rất hiểu biết và vui tính. Chúng tôi tận hưởng mọi thứ trong chuyến đi nàyĐọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn đã dành thời gian viết về trải nghiệm gần đây của mình với Venezia Cruise. Chúng tôi rất vui khi biết rằng bạn rất thích kỳ nghỉ trên tàu và dịch vụ xuất sắc từ đội ngũ nhân viên của chúng tôi. Sự hài lòng của khách hàng là điều quan trọng nhất đối với chúng tôi và chúng tôi rất biết ơn những lời tốt đẹp của bạn, những lời chúng tôi sẽ chia sẻ với Trung - hướng dẫn viên du lịch và tất cả các thành viên phi hành đoàn, điều này chắc chắn sẽ làm nên một ngày của họ.\nMong sớm được gặp lại bạn trong thời gian gần nhất.\nTrân trọng,\nĐội du lịch biển VeneziaĐọc thêm",
            "Chuyến đi thật tuyệt vời! Các nhân viên làm việc trên tàu rất hữu ích và họ đảm bảo bạn sẽ có khoảng thời gian tuyệt vời! 10 - 10 sẽ làm lại!Đọc thêm",
            "Thưa ông / bà,\n\nChúng tôi muốn gửi lời cảm ơn chân thành vì đã chia sẻ trải nghiệm gần đây của bạn với Venezia Cruise với chúng tôi và những khách du lịch khác. Chúng tôi rất vui khi biết rằng bạn đã có một kỳ nghỉ thú vị trên tàu và dịch vụ đặc biệt từ đội ngũ nhân viên của chúng tôi. Tại Venezia Cruise, chúng tôi ưu tiên sự hài lòng của khách hàng và chúng tôi rất biết ơn phản hồi tích cực của bạn\nCảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và chúng tôi mong được chào đón bạn trở lại trong tương lai.\nTrân trọng,\nĐội du lịch biển VeneziaĐọc thêm",
            "Chúng tôi đã đến Vịnh Lan Hạ bằng hành trình Vezina và điều đó thật tuyệt vời! Những người làm việc trên thuyền thật tuyệt vời và họ đã lo liệu mọi thứ! Đặc biệt đề cập đến Min, người đã giúp đỡ chúng tôi! 10 - 10 sẽ làm lại!Đọc thêm",
            "Thưa ông / bà,\n\nChúng tôi muốn gửi lời cảm ơn chân thành vì đã chia sẻ trải nghiệm gần đây của bạn với Venezia Cruise với chúng tôi và những khách du lịch khác. Chúng tôi rất vui khi biết rằng bạn đã có một kỳ nghỉ thú vị trên tàu, các hoạt động hấp dẫn và dịch vụ đặc biệt từ đội ngũ nhân viên của chúng tôi. Chúng tôi rất biết ơn phản hồi tích cực của bạn và chúng tôi sẽ chuyển phản hồi này đến Mint - hướng dẫn viên du lịch và tất cả các thành viên phi hành đoàn, những người chắc chắn đã đóng góp vào trải nghiệm thú vị của bạn. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và chúng tôi mong được chào đón bạn trở lại trong tương lai.\n\nTrân trọng,\nĐội du lịch biển Venezia.Đọc thêm",
            "Tôi đặt tour 2 đêm - 3 ngày. Chuyến đi vượt quá sự mong đợi của tôi. Sau Hà Nội điên cuồng, đây là một tour du lịch thư giãn. Chèo thuyền kayak và bơi lội là niềm vui lớn đối với mọi người trong nhóm du lịch. Buổi tối nấu ăn trên boong trên cùng là cơ hội tuyệt vời để gặp gỡ những người khác và gắn kết với mọi người. Bữa tối buổi tối rất ngon. Tôi đặc biệt đánh giá cao sự nhiệt tình của hướng dẫn viên Mint của chúng tôi, người luôn để mắt đến mọi thứ để mọi việc diễn ra suôn sẻ. Phần còn lại của thuyền viên trẻ cũng rất thân thiện và hữu ích. Tôi đã có khoảng thời gian tuyệt vời và chuyến đi này sẽ in sâu vào tâm trí tôi như một trong những điểm nổi bật trong chuyến đi Việt Nam của tôi.Đọc thêm",
            "Thưa ông / bà,\n\nCảm ơn bạn đã dành thời gian viết về trải nghiệm gần đây của mình với Venezia Cruise. Chúng tôi rất vui khi biết rằng bạn rất thích kỳ nghỉ trên tàu, với cabin thoải mái, ẩm thực ngon miệng, các hoạt động hấp dẫn và dịch vụ xuất sắc từ đội ngũ nhân viên của chúng tôi. Sự hài lòng của khách hàng là điều quan trọng nhất đối với chúng tôi và chúng tôi rất biết ơn những lời tốt đẹp của bạn mà chúng tôi sẽ chia sẻ với Mint - hướng dẫn viên du lịch và tất cả các thành viên phi hành đoàn, những người chắc chắn đã đóng một vai trò quan trọng trong việc tạo ra trải nghiệm đáng nhớ của bạn.\n\nChúng tôi hy vọng sẽ gặp lại bạn trong tương lai gần.\nTrân trọng cảm ơn,\nĐội du lịch biển VeneziaĐọc thêm",
            "Đã có một khoảng thời gian tuyệt vời trên Venezia Cruises. Việc chuyển từ Hanoï sang du thuyền thực sự dễ dàng nhờ xe buýt từ công ty. Mint, hướng dẫn viên du lịch chính thực sự rất tuyệt. Chúng tôi muốn cảm ơn anh ấy vì sự phục vụ của anh ấy - Tất cả thủy thủ đoàn trên thuyền cũng rất tốt Đọc thêm",
            "Thưa ông / bà,\n\nChúng tôi muốn bày tỏ lòng biết ơn vì đã chia sẻ trải nghiệm gần đây của bạn với Venezia Cruise với chúng tôi và những du khách khác. Chúng tôi rất vui khi biết rằng bạn đã có một kỳ nghỉ thú vị trên tàu và dịch vụ đặc biệt từ đội ngũ nhân viên của chúng tôi. Tại Venezia Cruise, chúng tôi ưu tiên chăm sóc khách hàng và phản hồi tích cực của bạn được đánh giá rất cao. Chúng tôi đảm bảo sẽ chuyển những lời tốt đẹp của bạn đến Mint - hướng dẫn viên du lịch và tất cả các thành viên phi hành đoàn, những người chắc chắn đã đóng góp vào trải nghiệm tuyệt vời của bạn.\nChúng tôi hy vọng sẽ sớm gặp lại bạn trong thời gian tới.\n\nTrân trọng cảm ơn,\nĐội du lịch biển Venezia.Đọc thêm",
            "Có thể đón ở Hà Nội được không?Đọc thêm",
            "Sông vịnh Hạ Long. \nTrải nghiệm rất tốt đẹp, tất cả nhân viên rất thân thiện, những chuyến đi tốt đẹp. Một ngày tràn ngập nhiều hoạt động và nhìn chung tôi có thể giới thiệu.Đọc thêm",
            "Giá này có bao gồm đón khách từ khách sạn ở Hà Nội không? Đọc thêm"
        ],
        "star_ratings": [
            704,
            75,
            8,
            4,
            4
        ],
        "review_amount": 795,
        "location": [
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Du thuyền Venezia",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 30, 2023",
            "Written April 27, 2023",
            "Written April 23, 2023",
            "Written April 22, 2023",
            "Written April 22, 2023",
            "Written April 20, 2023",
            "Written April 19, 2023",
            "Written April 19, 2023",
            "Written April 19, 2023",
            "Written April 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15062622-Reviews-or20-Venezia_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-or10-Venezia_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-or30-Venezia_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-Venezia_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g20985614-d26328396-Reviews-Lotus_Lounge-Soc_Son.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23627340-Reviews-M_Space_Galerry-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d1368569-Reviews-Cat_Ba_Ventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26854513-Reviews-Nha_S_n-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14031442-Reviews-BRG_Legend_Hill_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14096795-Reviews-Queen_Cafe_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13873395-Reviews-The_Quintessence_of_Tonkin-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14074105-Reviews-Vietnam_Expo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-Hatvacation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13956859-Reviews-Embrace_Transfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000216-Reviews-Unicharm_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14058190-Reviews-Pi_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14948925-Reviews-Hanoi_Car-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14159328-Reviews-Anh_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d2441578-Reviews-Lekki_Market-Lagos_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d14997706-Reviews-Hawana_Aqua_Park-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60845-d2195481-Reviews-Greensboro_Science_Center-Greensboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54258-d318396-Reviews-Greenville_Zoo-Greenville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2321256-Reviews-The_Narrowest_Street_of_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d6966433-Reviews-Los_Colibries_Mayan_Jungle_Spa-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g51828-d6680691-Reviews-The_Cove_Palisades_State_park-Culver_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g580213-d545109-Reviews-Negombo-Lacco_Ameno_Isola_d_Ischia_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143531-Reviews-Chestnut_Street-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189492-d6868199-Reviews-Agios_Nektarios_Monastery-Aegina_Saronic_Gulf_Islands_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-or30-Venezia_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15062622-Reviews-or20-Venezia_Cruises-Hanoi.html"
    }
]