[
    {
        "attraction_name": "Ventura Park",
        "attraction_name_vi": "Công viên Ventura",
        "general_info": [
            "1.924 đánh giá",
            "- 5 trong số 156 điều cần làm ở Cancun",
            "Giải trí - Công viên giải trí",
            "Công viên nước"
        ],
        "attraction_summary": "Công viên Ventura là một công viên giải trí được tạo thành từ 7 thế giới hấp dẫn, một ý tưởng độc đáo với các bữa ăn và đồ uống không giới hạn - không chứa cồn - . Một trung tâm giải trí gia đình chưa từng có ở Cancun, cách Riviera Maya vài phút. Từ các hoạt động dưới nước, đu dây, đua xe go-kart, trò chơi thực tế ảo, trò chơi vui nhộn và trải nghiệm bơi cùng cá heo. Hãy đặt chỗ và tìm các chương trình khuyến mãi tốt nhất trên trang web của chúng tôi!Đọc thêm",
        "reviews": [
            "Công viên thật tuyệt vời! Trải nghiệm đi xe ướt và khô, v.v.! một số điều cần lưu ý: mang theo quần áo để thay, đặt trước vé bạch kim và đảm bảo bạn có phương tiện di chuyển đến và đi từ công viên. \n\nCông viên nước trọn gói! Đúng! Tôi đánh giá cao rằng họ có các quán bar trong tầm mắt và không có quầy bán đồ ăn nhanh, nhưng có các bữa ăn tự chọn nấu sẵn và các lựa chọn nhà hàng trên khắp công viên. Thức ăn ở đây rất tuyệt! Đáng ngạc nhiên là một số món ăn ngon nhất ở khu vực Cancun! \n\nTủ đựng đồ có giá khoảng 20 USD cho cả ngày nên hãy đi sớm. Ngoài ra, nếu chọn bạn phải thuê ống đi dòng sông lười với giá tương đương. \n\nCác chuyến đi rất tốt và hồ bơi rất phong phú cho cả người lớn và trẻ em. Chúng tôi đã trượt ống và điều đó thật thú vị. Chúng tôi muốn tham gia khóa học zipline nhưng nhận ra rằng đã muộn và ngày chúng tôi đi, chúng tôi nhận ra rằng khu vực đó sẽ đóng cửa sớm. \n\nChắc chắn là phải làm khi đến thăm Tulum hoặc Cancun.\n\nChắc chắn sẽ đi lần nữa! Đọc thêm",
            "Đây là một công viên nước tuyệt vời mà mọi người dường như đều thích thú. Chúng tôi đã đến thăm nó ba lần trong những năm khác nhau và thường có khoảng thời gian tuyệt vời với tất cả các hoạt động khác nhau liên quan đến nước. Cơ sở hạ tầng ở trong tình trạng tốt nhưng thông thường sẽ có một số hoạt động bị đóng cửa để bảo trì.\n\nĐiều tồi tệ là lần trước chúng tôi ở đó, chúng tôi đã phải dành hơn 45 phút để xếp hàng mua đồ ăn. Đồ ăn thì ổn nhưng vì nó đã được bao gồm trong vé nên nếu công viên chật kín thì nên xếp hàng dài vô tận.\n\nĐọc thêm",
            "Tôi đồng ý nó cần nhiều nâng cấp.  Nó cần phải được đóng lại và tất cả các ô được cập nhật.  Nó cần nhiều nơi hơn để thay đồ và điều hòa không khí trong phòng thay đồ không tốt lắm.  Tủ đựng đồ bằng gỗ không thực sự tốt và đóng không tốt.  Tuy nhiên, đứa con 7 tuổi của tôi đã có một ngày vui vẻ và với mức giá đó, chúng tôi đã có một ngày vui vẻ trọn vẹn.  Mọi người phát điên trong bữa tiệc buffet nhưng hãy tin tôi khi tôi nói với bạn rằng có rất nhiều đồ ăn và hàng người xếp hàng rất nhanh.  Vấn đề duy nhất của tôi là đồ uống.  Cần có nhiều lựa chọn tự phục vụ hơn cho đồ uống không cồn vì phải mất quá nhiều thời gian để 2-3 người phục vụ hàng tấn người tại nhà hàng.  Hãy mang theo khăn tắm, quần áo để thay và đến sớm để có được không gian râm mát!  Có một palapa ở giữa bể bơi trẻ em, nơi bạn có thể để đồ đạc của mình và tránh xa ánh nắng mặt trời.  Tôi sẽ quay lại.Đọc thêm",
            "Chúng tôi có gói nhỏ nhất, bao gồm - cuộc gặp gỡ thân thiện - với cá heo và các hoạt động còn lại của công viên, và thế là đủ. Công viên nước có thể có nhiều lựa chọn cầu trượt hơn cho người lớn. Nếu bạn đến cùng trẻ em, chúng sẽ thích nó. Nếu chỉ có người lớn thì tối đa 2-3 tiếng cho đến khi nghỉ hoạt động. Thức ăn ổn. Vận chuyển đã ổn. Ngoài ra, những bức ảnh quá đắt - 1 người trong một bức ảnh 65USD mỗi bức, 2 người trong một bức ảnh 80USD mỗi bức - . Đọc thêm",
            "Công viên nước này ban đầu là một công viên nước hoang dã, ẩm ướt, là trường học duy nhất và có vẻ như nó đã không được đầu tư một khoản tiền lớn kể từ đó. Chúng ta đã có một thời gian tốt đẹp. Đừng mong đợi nhiều, nếu bạn đã từng đến công viên nước ở Mỹ và Dubai thì bạn sẽ thất vọng.\nCác nhân viên rất thân thiện. Nếu bạn muốn sử dụng dòng sông lười hoặc bể tạo sóng, bạn có thể, tuy nhiên bạn phải thuê một ống bơm hơi với mức phí 150 peso hàng ngày - một quy định rất kỳ quặc -.\nỞ đó cũng ngẫu nhiên có một tàu lượn siêu tốc, bạn phải ký giấy từ bỏ để sử dụng nó, quá trình đăng ký cho việc này lâu hơn chính chuyến đi.\nThức ăn và nước ngọt đã được bao gồm trong gói của chúng tôi. Thức ăn ổn và theo chủ đề địa phương. Nếu bạn là người kén ăn thì có thể bạn sẽ không thích món này.Đọc thêm",
            "Việc chúng tôi vào công viên này bao gồm trải nghiệm cá heo; như vậy, tôi không ngờ nó lại tuyệt vời đến thế. Tôi đã ngạc nhiên. Chúng tôi đã ở đây từ mở cửa đến đóng cửa, 10 giờ sáng - 5 giờ chiều và đứa trẻ 9 và 10 tuổi của chúng tôi rất thích thú với mọi thứ. Thực tế là nó không bận chút nào và chúng tôi không gặp phải dòng nào cả ngày là một phần thưởng lớn. Nó có thể sử dụng một số cập nhật? Đúng, nhưng thực sự bạn có thể nói như vậy về hầu hết những thứ bên ngoài khu vực khách sạn. Nó có tốt như một số công viên hiện đại và hàng đầu ở Mỹ không? Không. Điều này không làm phiền chúng tôi, ngoại trừ một số điểm tham quan đã bị đóng cửa, bao gồm cả đường dây và đường trượt nước. Lên kế hoạch thuê một tủ đựng đồ trong ngày. Ngoài ra, bất cứ thứ gì không phải là đường trượt nước, dòng sông lười hay hồ tạo sóng đều cần có quần áo khô. Hãy làm những việc đó trước hoặc có kế hoạch thay đổi. Chúng tôi rất thích bữa tiệc buffet đi kèm với việc nhập học của chúng tôi; nó có đồ ăn Mexico, vì vậy đừng lên kế hoạch ăn xúc xích và gà viên. Ngoài ra, hãy lưu ý về những gì - thế giới - việc nhập học của bạn đi kèm để bạn - không thất vọng khi bị từ chối truy cập.Đọc thêm",
            "Trang web không cung cấp cho bạn thông tin chi tiết đầy đủ về những gì bạn đang mua. Vì vậy, khi chúng tôi đến đây, bạn phải trả tiền cho tủ đựng đồ, trả tiền cho những chiếc nhẫn của bạn để sử dụng trong các chuyến đi! Một sự lột xác! Gói thức ăn là một trò đùa. Họ có một người phục vụ vào lúc cao điểm trong ngày và phải mất hơn 30 phút để được phục vụ! Họ có 4 nhân viên dọn bàn nhưng không ai trong số họ nghĩ đến việc tự mình giúp đỡ một người! Đây là một nơi hoạt động tồi tệ, tốn rất nhiều tiền cho nó! Không được tôi khuyến nghị và tôi khuyên mọi người hãy kiểm tra xem họ đang trả tiền cho cái gì trước khi làm bất cứ điều gì khác! Không đáng để rời khỏi khách sạn!Đọc thêm",
            "CHÀO! \nChúng tôi xin cảm ơn bạn đã dành thời gian đánh giá chuyến thăm gần đây của bạn đến Công viên Ventura.\nChỉ thông qua những phản hồi như của bạn, chúng tôi mới có thể cải thiện dịch vụ của mình, chúng tôi sẽ liên lạc với những người và nhóm phù hợp về trường hợp này, bạn là một vị khách quý giá đối với chúng tôi. \n__________\nĐọc thêm",
            "May mắn được vào cửa miễn phí do đặt cá heo trực tuyến. Đến đây bằng xe buýt đưa đón lúc 8 giờ 30 và thấy công viên nước chỉ mở cửa lúc 10 giờ sáng và trượt lúc 11 giờ sáng. Toàn bộ chỉ có hai đường trượt nước mở - công viên nước - . Bạn cũng phải trả tiền thuê tủ khóa trong khi tất cả các công viên khác ở Cancun đều có tủ khóa miễn phí. Phải thuê bánh rán bơm hơi cho dòng sông lười. Chỉ các đặc quyền - đồ uống - rượu và nước ngọt - - bao gồm đồ ăn. Vào cửa miễn phí do trải nghiệm bơi cá heo nhưng không khuyến khích. Thà làm cá heo trong XCAET! Hoặc xel ha.Đọc thêm",
            "Xin chào! \nChúng tôi muốn cảm ơn bạn đã dành thời gian đánh giá chuyến thăm gần đây của bạn đến Ventura Park.\nChỉ thông qua phản hồi như của bạn, chúng tôi mới có thể cải thiện dịch vụ của mình, chúng tôi sẽ trao đổi với những người phù hợp và nhóm về trường hợp này, bạn là một vị khách có giá trị đối với chúng tôi. \nĐọc thêm",
            "Tôi chỉ đang tìm kiếm một công viên nước thú vị để dành cả ngày và không may là tôi đã đặt chỗ này một cách vội vàng. Công viên nước khá tốt mặc dù không có nhiều đường trượt lớn và đồ ăn rất tệ, nhưng nhân viên đều là những người tốt. Tuy nhiên, cho đến khi đến nơi, tôi đã không nhận ra rằng một trong những điểm thu hút chính ở đó là trải nghiệm cá heo. Tôi - một người rất ủng hộ việc sinh vật biển được sống tự do và rất thất vọng vì đã không xem trang web kỹ hơn và rất buồn vì tôi đã ủng hộ họ bằng tiền của mình. Mọi người xếp hàng dài để được chạm vào cá heo và xem chúng làm trò suốt cả ngày. Cá heo là loài động vật cực kỳ thông minh và không đáng được huấn luyện để làm trò giải trí cho con người. Thật sự rất đau lòng khi bạn biết chúng bị tách khỏi gia đình và bị đưa đến những nơi này như thế nào cũng như chúng sẽ di chuyển bao xa trong tự nhiên. Làm ơn, tôi mong bạn, nếu bạn yêu thích cá heo và muốn nhìn thấy chúng, hãy đến xem chúng trong tự nhiên. Không phải trong một cái bể nhỏ như ở nơi này. Hãy xem - The Cove - và bạn sẽ thấy sự thật. Vui lòng đặt chúng trước trò giải trí của bạn.Đọc thêm",
            "Cảnh báo, đừng mua bất kỳ gói nào ngoài gói cơ bản, vì những gì họ nói rằng việc bạn trả tiền không tồn tại ở công viên!! Trẻ em rất hào hứng với trò chơi đua xe kart và tàu lượn siêu tốc đến nỗi chúng không tham gia! Nhìn lại các bình luận có vẻ như họ đã - chưa hoạt động được khoảng một năm rồi! Khi chúng tôi đăng ký, họ nói không có tàu lượn siêu tốc và thay vào đó chúng tôi có thể sử dụng thực tế ảo trong hơn 14 năm, đứa con út của chúng tôi mới 7 tuổi! Khi tôi đến phàn nàn về trò chơi cờ vây, người quản lý thật thô lỗ! Cô ấy nói rằng tôi có thể có 2 chiếc bánh rán bơm hơi miễn phí cho Dòng sông Lười, dù sao thì mọi quốc gia khác mà tôi đã từng đến đều nên đưa vào dòng sông lười! Chỉ là thô lỗ! Cô ấy cố nói với tôi rằng chúng tôi vẫn còn kem miễn phí! Máy làm kem giống như một ly sữa lắc ấm thậm chí còn không bị đông cứng! Không có buổi trình diễn cá heo lúc 2 giờ chiều bất kể các biển báo xung quanh công viên. Chúng tôi bơi cùng cá heo trong cuộc chạm trán với cá heo ở đảo Mujures, chúng ở môi trường sống tự nhiên là biển. Tại công viên Ventura, họ ở trong những hồ bơi nhỏ, tôi - tôi chắc chắn rằng nước tốt cho sức khỏe của họ, tôi hy vọng vậy! Bạn chắc chắn có thể thấy sự khác biệt trong chuyển động giữa hai đàn cá heo! Một số đường trượt nước và hồ bơi, quán bar đã bị đóng cửa. Những điểm né tránh trong nhà đã đóng cửa, mọi thứ dường như - đang được bảo trì - trong một năm. Nhân viên cứu hộ - nhân viên - không biết họ đang làm gì, một phút trước con tôi không được phép đi chơi dưới nước vì nó quá thấp, phút tiếp theo họ sẽ cho một người nào đó nhỏ hơn rõ ràng!!!Nhìn chung, có rất ít đường trượt tốt cho bọn trẻ, đừng mong đợi ngày bạn trả tiền vì những gói hàng không tồn tại, đồ ăn tự chọn lạnh và mặn, nhân viên thô lỗ không giúp ích được gì. Lãng phí tiền bạc và thời gianĐọc thêm",
            "CHÀO ! Cảm ơn bạn rất nhiều vì đánh giá của bạn và chuyến thăm của bạn. Chúng tôi rất tiếc khi thấy bạn gặp bất tiện \nChúng tôi sẽ cải thiện để có thể cung cấp cho bạn dịch vụ tuyệt vời khi bạn ghé thăm chúng tôi lần nữa. Trân trọng\nĐọc thêm",
            "KHÔNG đặt dịch vụ vận chuyển mà họ cung cấp trên trang web. Họ bắt bạn đến sớm hơn 1 giờ khi công viên thậm chí còn chưa mở cửa, vì vậy họ bắt bạn đến dolphinarius và cố gắng bán cho bạn các gói dịch vụ của họ. Nếu bạn không mua, họ bắt bạn ra khỏi công viên một lần nữa và đợi ở đó một giờ đồng hồ. Thật là lừa đảo!! Tôi thậm chí còn chưa vào bên trong công viên và tôi rất tức giận. Đọc thêm",
            "Dịch vụ khủng khiếp! Nếu bạn truy cập trang web của họ, nó sẽ cung cấp cho bạn các mức giá khác - tốt hơn - so với việc mua vé ở đó. Phòng tắm không được bảo trì tốt, họ tặng bạn vé tiền khi bạn mua lối vào đắt nhất và không yêu cầu tủ khóa, họ không có quyền sử dụng tủ khóa lớn chỉ có những tủ nhỏ cực kỳ nhỏ, bạn hầu như không thể nhét vừa lưng đóng gói. Cô bán vé cực kỳ thô lỗ.Đọc thêm",
            "Chỉ thông qua những phản hồi như của bạn, chúng tôi mới có thể cải thiện dịch vụ của mình, chúng tôi sẽ liên lạc với những người và nhóm phù hợp về trường hợp này. \n\nCảm ơn bạn đã dành thời gian xem xét venturapark, chúng tôi sẽ nỗ lực thực hiện các thay đổi.\n\nTrân trọng\nĐọc thêm",
            "Vé vào công viên này đã bao gồm trải nghiệm ngắm cá heo; vì vậy, tôi không ngờ nó lại tuyệt vời đến vậy. Tôi đã rất ngạc nhiên. Chúng tôi ở đây từ lúc mở cửa đến khi đóng cửa, 10 giờ sáng đến 5 giờ chiều và hai đứa con 9 và 10 tuổi của chúng tôi đã tận hưởng mọi khoảnh khắc ở đây. Thực tế là công viên không hề đông đúc và chúng tôi không gặp phải bất kỳ hàng đợi nào cả ngày là một điểm cộng lớn. Công viên có thể sử dụng một số cải tiến không? Có, nhưng thực sự bạn có thể nói như vậy về hầu hết mọi thứ bên ngoài khu vực khách sạn. Công viên có tốt như một số công viên hiện đại và hàng đầu ở Hoa Kỳ không? Không. Điều này không làm chúng tôi bận tâm, ngoại trừ một số điểm tham quan bị đóng cửa, bao gồm cả đường dây thừng và cầu trượt nước. Lên kế hoạch thuê tủ đựng đồ trong ngày. Ngoài ra, bất kỳ nơi nào không phải là cầu trượt nước, sông lười hoặc hồ tạo sóng đều cần quần áo khô. Hãy làm những việc đó trước hoặc lên kế hoạch thay đồ. Chúng tôi đã thưởng thức tiệc buffet đi kèm với vé vào cửa; tiệc có đồ ăn Mexico, vì vậy đừng lên kế hoạch cho xúc xích và gà viên. Ngoài ra, hãy lưu ý đến những gì mà quyền được nhận vào thế giới của bạn mang lại để bạn không cảm thấy thất vọng khi bị từ chối quyền truy cập. Đọc thêm",
            "Công viên thật tuyệt vời! Trải nghiệm trò chơi ướt và khô, v.v.! Một số điều cần lưu ý: mang theo quần áo để thay, đặt vé bạch kim trước và đảm bảo bạn có phương tiện đi lại đến và đi từ công viên. Công viên nước trọn gói! Vâng! Tôi đánh giá cao việc họ có quầy bar ngay tại chỗ và không có quầy thức ăn nhanh, nhưng có tiệc buffet đồ ăn nấu chín và các lựa chọn nhà hàng trên khắp công viên. Đồ ăn ở đây rất tuyệt! Đáng ngạc nhiên là một số món ăn ngon nhất ở khu vực Cancun! Tủ khóa có giá khoảng 20 đô la cho cả ngày nên hãy đến sớm. Ngoài ra, nếu bạn chọn, bạn phải thuê ống để đi sông lười với cùng mức giá. Các trò chơi khá ổn và có nhiều hồ bơi cho cả người lớn và trẻ em. Chúng tôi đã trượt ống và rất vui. Chúng tôi muốn tham gia khóa học trượt zipline nhưng nhận ra trời đã muộn và vào ngày chúng tôi đến, chúng tôi nhận ra rằng khu vực đó đóng cửa sớm. Chắc chắn phải làm khi đến thăm Tulum hoặc Cancun. Chắc chắn sẽ quay lại! Đọc thêm",
            "Trải nghiệm tồi tệ nhất mà tôi - đã từng đến đây nhưng nó - đang ở trong tình trạng tồi tệ nhất từ ​​trước đến nay. Bẩn thỉu. Thức ăn thật kinh khủng. Rượu tệ nhất. Nhưng trên hết, những người đàn ông nói chuyện theo những cách kinh tởm với con gái tôi và không được phép rời khỏi công viên!!!!  Công dân đến đó vì giá rẻ hơn nên hãy cẩn thận. Đây không phải như bạn nghĩ đâu!!!!  Tránh xa Đọc thêm",
            "Tôi đồng ý nó cần nhiều nâng cấp.  Nó cần phải được đóng lại và tất cả các ô được cập nhật.  Nó cần nhiều nơi hơn để thay đồ và điều hòa không khí trong phòng thay đồ không tốt lắm.  Tủ đựng đồ bằng gỗ không thực sự tốt và đóng không tốt.  Tuy nhiên, đứa con 7 tuổi của tôi đã có một ngày vui vẻ và với mức giá đó, chúng tôi đã có một ngày vui vẻ trọn vẹn.  Mọi người phát điên trong bữa tiệc buffet nhưng hãy tin tôi khi tôi nói với bạn rằng có rất nhiều đồ ăn và hàng người xếp hàng rất nhanh.  Vấn đề duy nhất của tôi là đồ uống.  Cần có nhiều lựa chọn tự phục vụ hơn cho đồ uống không cồn vì phải mất quá nhiều thời gian để 2-3 người phục vụ hàng tấn người tại nhà hàng.  Hãy mang theo khăn tắm, quần áo để thay và đến sớm để có được không gian râm mát!  Có một palapa ở giữa bể bơi trẻ em, nơi bạn có thể để đồ đạc của mình và tránh xa ánh nắng mặt trời.  Tôi sẽ quay lại.Đọc thêm"
        ],
        "star_ratings": [
            1305,
            220,
            135,
            92,
            192
        ],
        "review_amount": 1944,
        "location": [
            "Công viên Ventura",
            "Quintana Roo",
            "México",
            "Những điều cần làm ở Cancun",
            "bán đảo Yucatan",
            "Cancun"
        ],
        "reviews_time": [
            "Written August 8, 2023",
            "Written August 13, 2023",
            "Written August 18, 2023",
            "Written September 21, 2023",
            "Written February 3, 2024",
            "Written March 22, 2024",
            "Written December 21, 2021",
            "Written June 15, 2022",
            "Written January 19, 2022",
            "Written January 12, 2023",
            "Written January 17, 2020",
            "Written April 9, 2022",
            "Written March 22, 2024",
            "Written August 8, 2023",
            "Written March 11, 2020",
            "Written August 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150807-d10043359-Reviews-Ventura_Park-Cancun_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d2270856-Reviews-Restaurant_Rio_Nizuc-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d4908940-Reviews-Terra_Nostra-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d4765652-Reviews-Indochine-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d4681783-Reviews-Ni-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d7392000-Reviews-La_Punta_Grill_Lounge-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d7392089-Reviews-Ramona_Restaurant-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d1130290-Reviews-Sea_Stones-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d5035697-Reviews-NAVIOS_Mexican_Fusion_Seafood-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d2095026-Reviews-Bugambilias-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d5825916-Reviews-Momo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1880559-Reviews-Dolphinaris_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d153190-Reviews-Wet_n_Wild_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d12793886-Reviews-Playa_Coral_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d13953990-Reviews-Puerto_Maya_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d5892254-Reviews-Xoximilco_Cancun_by_Xcaret-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d152700-Reviews-Playa_Delfines-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3611698-Reviews-Mayan_Museum_of_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3782414-Reviews-A_Touch_of_Magic_by_Claudia-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1575485-d2304581-Reviews-Museo_Subacuatico_de_Arte-Quintana_Roo_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d153999-Reviews-Zona_Arqueologica_El_Rey-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d10043359-Reviews-or10-Ventura_Park-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d17343392-Reviews-Xavage_Park_by_Xcaret-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d24092853-Reviews-El_Retono-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d19950557-Reviews-Xel_Ha_Park-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d13074825-Reviews-Piston_Pueblo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d16714258-Reviews-Water_Park_at_The_Grand-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d6611973-Reviews-Parque_Agua_Escondida-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d17569089-Reviews-Parque_Ventura_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1197700-Reviews-Riviera_Cancun_Golf_Resorts-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d6419625-Reviews-USA_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8134685-Reviews-Reliable_Transfers_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15518661-Reviews-Land_Savvy-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2534666-Reviews-Cancun_Shuttle_and_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8028435-Reviews-CancunVans-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7937871-Reviews-Nautik_Adventours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7825385-Reviews-Cancun_Limo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1410170-Reviews-Manta_Divers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7826048-Reviews-Transfers_USA-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d3340200-Reviews-Lake_Carlsbad_Recreation_Area-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g55922-d536259-Reviews-Trader_s_Village-Grand_Prairie_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d6484980-Reviews-Columbia_Icefield_Skywalk-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d6580030-Reviews-Umm_Suqeim_Beach-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d288158-Reviews-Glen_Eyrie_Castle-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g790459-d6851457-Reviews-Bangabandhu_Safari_Park-Gazipur_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d519607-Reviews-Dickenson_Bay-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g51073-d1857168-Reviews-Velvet_Ice_Cream_Co-Utica_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g274735-d1971584-Reviews-Crooked_House-Sopot_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d649528-Reviews-Gumbalimba_Park-Roatan_Bay_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150807-d10043359-Reviews-or10-Ventura_Park-Cancun_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150807-d10043359-Reviews-Ventura_Park-Cancun_Yucatan_Peninsula.html"
    }
]