[
    {
        "attraction_name": "Veuve Clicquot",
        "attraction_name_vi": "Veuve clicquot",
        "general_info": [
            "1.106 đánh giá",
            "5 trong số 97 điều cần làm ở Reims",
            "Nhà máy rượu vang Vườn nho"
        ],
        "attraction_summary": "Đắm mình vào nghệ thuật sống của Clicquot: Ngôi nhà mời bạn hòa mình hoàn toàn vào lịch sử và di sản đặc biệt của nó, thông qua chuyến tham quan Crayères được UNESCO công nhận là Di sản Thế giới, đi dạo giữa những cây nho, dã ngoại theo chủ đề Rosé trên khu đất của Manoir de Verzy, hoặc bữa trưa trên sân hiên đầy nắng của quán Café Clicquot mới toanh. Cảm ơn sự tin tưởng và phản hồi của bạn khi chúng tôi liên tục cố gắng và cải thiện trải nghiệm của mình.Đọc thêm",
        "reviews": [
            "Chuyến tham quan tuyệt vời! Thực sự thú vị và nhiều thông tin. Tôi không biết ai có thể nói gì khác! Hướng dẫn của chúng tôi thật tuyệt vời. Các căn cứ thật đáng yêu. Nhà hàng thú vị. Căn hầm, thực sự đáng kinh ngạc. Tôi không khuyến khích trẻ em chỉ vì chúng có thể thấy nhàm chán và không nên chạy nhảy thoải mái.  Ngay cả khi bạn không uống rượu sâm panh, bạn cũng sẽ bị mê hoặc. Nhân viên tốt bụng và niềm nở.Đọc thêm",
            "Chuyến tham quan Madame Cliquot thật tuyệt vời. Hướng dẫn viên của chúng tôi, Justine, là một người kể chuyện tuyệt vời với phong cách hấp dẫn khiến chúng tôi thích thú trong suốt chuyến đi; và buổi nếm thử cuối cùng diễn ra trong hầm rượu, vì vậy, đây là một cách rất tuyệt để thưởng thức hai loại rượu sâm panh. Thật sự thú vị và hấp dẫn. Đọc thêm",
            "Kính gửi Warrenpaulg2023,\n\nCảm ơn bạn rất nhiều thông tin phản hồi của bạn. \nChúng tôi rất vui vì chuyến thăm: Madame Clicquot, The Grande Dame of Champagne đã đáp ứng được sự mong đợi của bạn. \nChuyến thăm này là cơ hội để khám phá câu chuyện phi thường của Madame Clicquot, một nữ doanh nhân, người đứng sau nhiều phát minh đã cách mạng hóa việc sản xuất rượu sâm panh. \nChúng tôi cũng rất vui vì bạn thích nếm thử rượu trong hầm rượu của chúng tôi. \n\nChúng tôi hy vọng được gặp lại bạn trong lần lưu trú tiếp theo tại Champagne. \n\nChúc các bạn buổi chiều vui vẻ nhé\n\nVCPTeamĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời để tìm hiểu về người phụ nữ đã phát minh ra rượu sâm panh pha trộn Rose. Chuyến tham quan thật đáng kinh ngạc, với rất nhiều kiến ​​thức cần thu thập và một buổi nếm thử tuyệt vời sau đó. Tôi rất muốn quay lại và trải nghiệm chuyến dã ngoại trong công viên, hoặc một trong những chuyến tham quan rượu vang cổ điển.Đọc thêm",
            "Daisyraise thân mến,\n\nCảm ơn bạn rất nhiều thông tin phản hồi của bạn. Rất vui vì bạn thích chuyến thăm của bạn. \nChúng tôi rất vui mừng được chào đón bạn trở lại tham gia chuyến dã ngoại hoặc trải nghiệm khác trong hầm rượu của chúng tôi. \n\nChúc các bạn buổi chiều vui vẻ nhé\n\nVCPTeamĐọc thêm",
            "Đây chắc chắn là một trong những trải nghiệm tuyệt vời nhất mà tôi đã có được, người hướng dẫn rất giàu thông tin đã đưa chúng tôi theo một nhóm nhỏ quanh các hầm rượu.\nChúng tôi đã tìm hiểu về Madam Cliquot và việc bà góa chồng như thế nào trước khi xây dựng thương hiệu như ngày nay.\nKết thúc bằng việc nếm thử hai ly Champagnes trong hang động.\n\nKhông thể đề xuất điều này đủ caoĐọc thêm",
            "Toby B thân mến,\n\nCám ơn vì những lời tốt đẹp của bạn. Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời khi khám phá các hầm rượu với hướng dẫn đầy thông tin của chúng tôi. Câu chuyện của bà Cliquot thực sự truyền cảm hứng và rất vui khi bạn thích tìm hiểu về hành trình xây dựng thương hiệu của bà. Thật tuyệt vời khi biết rằng việc nếm thử hai ly Champagnes trong hang động là một cách hoàn hảo để kết thúc chuyến thăm của bạn. \n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn trong tương lai!\n\nChúc bạn có một ngày tốt đẹp,\n\nNhóm VCPĐọc thêm",
            "Thật tuyệt! Thời gian hoàn hảo - 90 phút. Reims đẹp quá, tôi ước mình có nhiều thời gian hơn ở đó. Thực sự ước chúng tôi ở lại một đêm! Hãy đảm bảo và đặt chỗ tàu trước thời hạn Đọc thêm",
            "Kính gửi Kikki112019,\n\nCảm ơn tin nhắn của bạn. Thật vui khi biết rằng bạn rất thích chuyến tham quan của mình! Cảm ơn mẹo về việc đặt chỗ tàu trước, lời khuyên tuyệt vời cho du khách trong tương lai. Nếu bạn lên kế hoạch cho một chuyến thăm khác, chúng tôi rất vui được chào đón bạn quay trở lại trong thời gian lưu trú kéo dài! \n\nChúc bạn một ngày tốt lành,\n\nNhóm VCPĐọc thêm",
            "Tôi đã muốn đến thăm vùng Champagne trong nhiều năm để thưởng thức đồ uống yêu thích của mình và tìm hiểu thêm về lịch sử cũng như quy trình nên phải thừa nhận rằng tôi vô cùng phấn khích khi được đến Reims, thăm các nhà sản xuất rượu sâm panh, đặc biệt là Veuve Clicquot rất hoành tráng.\n\nVC luôn là niềm yêu thích của tôi không chỉ với các loại rượu mà cả lịch sử của The Widow Cliquot cũng như những thành tựu và thành tựu của cô ấy, đặc biệt là đối với một người phụ nữ ở thời đại của cô ấy. Nghe nghe!\n\nChuyến thăm VC của chúng tôi không thể phù hợp hơn với tôi. Mọi thứ về trải nghiệm của chúng tôi đều mang lại cảm giác hạng nhất kể từ thời điểm chúng tôi đến. Chuyến lưu diễn mà tôi tin là có 10 người chúng tôi thật tuyệt vời và cảm thấy thân mật. Tôi biết chồng tôi và tôi đã đính hôn từ đầu đến cuối. Hướng dẫn viên Marta của chúng tôi là người hiểu biết, nhiều thông tin, duyên dáng và rất dễ gần; Tôi muốn dành nhiều thời gian hơn và làm quen với cô ấy!\n\nNói chung, buổi sáng ở VC là một kỷ niệm mà tôi không thể nào quên. Tôi thực sự khuyên mọi người đến thăm Reims nên đặt chuyến tham quan Nghệ thuật lão hóa. Nó chắc chắn có giá trị thời gian và chi phí IMO. Chúc mừng!\nĐọc thêm",
            "SherryF183 thân mến,\n\nThật là một trải nghiệm tuyệt vời mà bạn đã có tại Veuve Clicquot! Sự nhiệt tình của bạn đối với vùng Champagne và lịch sử đằng sau Veuve Clicquot, đặc biệt là những thành tựu của The Widow Cliquot, thực sự truyền cảm hứng. Thật tuyệt vời khi biết rằng chuyến thăm của bạn vượt quá mong đợi và mang lại cảm giác hạng nhất từ ​​đầu đến cuối.\n\nChuyến tham quan thân mật với Marta có vẻ như đã tạo thêm ấn tượng đặc biệt cho trải nghiệm của bạn và đề xuất của bạn về chuyến tham quan Nghệ thuật lão hóa được đánh giá rất cao. \n\nChúc bạn có nhiều khoảnh khắc thú vị hơn và một ngày tuyệt vời phía trước! Chúc mừng những kỷ niệm tuyệt vời và nhiều cuộc phiêu lưu hơn trong tương lai! \n\nĐội ngũ ĐCSVN\nĐọc thêm",
            "Nơi này thật đẹp. Hang rượu thật tuyệt vời, nhân viên rất thân thiện. Chuyến tham quan được cho là bằng tiếng Pháp nhưng không ai trong số những người tham gia thực sự nói tiếng Pháp kể cả chúng tôi nên chuyến tham quan được thực hiện bằng tiếng Anh, đó là một bất ngờ rất thú vị. Chúng tôi chỉ có thể hẹn hò bằng tiếng Pháp và thật buồn vì chúng tôi không hiểu gì cả. Rất nhiều thông tin thú vị trong chuyến tham quan. Jessica hướng dẫn của chúng tôi thật tuyệt vời. Rượu sâm panh rất ngon. Rất khuyến khích! Đọc thêm",
            "co879 thân mến,\n\nChúng tôi rất vui khi biết rằng bạn thấy nơi này rất đẹp và thích thú với những hầm rượu tuyệt vời của chúng tôi. \n\nChúc mừng món Champagne ngon và cảm ơn bạn vì lời giới thiệu cao! \n\nChúng tôi mong được chào đón bạn quay trở lại để có những trải nghiệm thú vị hơn trong tương lai. \n\nChúc bạn một ngày tuyệt vời,\n\nNhóm VCPĐọc thêm",
            "Chúng tôi đã có một buổi chiều tuyệt vời ở đây. Điều này đáng giá từng đô la bạn chi cho chuyến tham quan. Chúng tôi đã thực hiện chuyến lưu diễn Grand Madam lên tới 100 người. Đó là chuyến lưu diễn duy nhất còn lại và chúng tôi rất vui vì đây là chuyến lưu diễn chúng tôi đã thực hiện. Chúng tôi đã học được rất nhiều từ hướng dẫn của chúng tôi Jessica. Chỉ có 2 lần nếm thử, tuy nhiên chúng tôi đã được thưởng thức một ly sâm panh Grand Madam đầy đủ với giá bán lẻ 200 đô la một chai. Đó là một món ngon. Tôi đánh giá cao chuyến tham quan này hơn những chuyến khác. Cửa hàng có một số thứ thú vị để mua và sân thượng là nơi tuyệt vời để thưởng thức bữa trưa và một ly bong bóng. Đây là một ngày tuyệt vời Đọc thêm",
            "Kính gửi Khu nghỉ dưỡng528074,\n\nCảm ơn bạn đã đánh giá rực rỡ! Rất vui vì bạn đã tận hưởng chuyến tham quan Madame Clicquot, Grande Dame of Champagne. Đề xuất của bạn có ý nghĩa rất nhiều. Rất vui vì bạn thích rượu sâm panh và các món ăn theo phong cách boutique. \n\nRất mong được chào đón bạn quay trở lại với những khoảnh khắc đáng nhớ hơn nữa! \n\nChúc mừng!\n\nNhóm VCPĐọc thêm",
            "Chúng tôi đến thăm bạn bè và tận hưởng chuyến đi bộ qua một phần của hang động rộng lớn cùng với việc nếm thử hai chai.  Lịch sử của ngôi nhà này thật đáng kinh ngạc và một ngôi nhà sâm panh do một người phụ nữ lãnh đạo vào thời điểm đó là một điều hiếm thấy. Và vẫn còn tồn tại cho đến ngày nay mặc dù LVMH hiện đang sở hữu thương hiệu này.  Nhiều phương pháp do Madame Cliquot phát triển đã mở đường cho toàn bộ ngành.  \n\nTôi ước gì chúng tôi có cơ hội nếm thử rượu cổ điển Grande Dame.  Chuyến tham quan của chúng tôi đã được đặt qua đại lý du lịch của chúng tôi và chúng tôi không có các lựa chọn.  Cuối cùng thì cũng ổn nhưng trải nghiệm sẽ tuyệt vời đến mức chúng tôi có thể đã mua, ngoài những chai, chúng tôi còn được chuyển về nhà những loại rượu cổ điển mà chúng tôi không thể dễ dàng có được ở tiểu bang của mình.\n\nCó khoảng 5.000 nhà sản xuất rượu sâm panh ở khu vực này, nhưng lịch sử của ngôi nhà này khiến nơi đây trở thành một nơi đáng để ghé thăm.Đọc thêm",
            "Kwagmeister thân mến,\n\nCảm ơn bạn đã chia sẻ kinh nghiệm và hiểu biết của bạn! Thật tuyệt vời khi biết rằng bạn rất thích chuyến thăm của mình. \n\nNếu bạn quay trở lại khu vực này, chúng tôi rất vui được chào đón bạn một lần nữa để có một trải nghiệm đáng nhớ khác. \n\nChúc mừng lịch sử phong phú của rượu sâm banh và những khoảnh khắc thú vị hơn trong tương lai!\n\nNhóm VCPĐọc thêm",
            "Chúng tôi đã thực hiện nghệ thuật pha trộn tour du lịch rosé campagne và nó rất tuyệt. Chúng tôi đã thực hiện chuyến tham quan bằng tiếng Anh, hướng dẫn viên của chúng tôi nói giọng Pháp rất nặng nên đôi khi rất khó để theo dõi câu chuyện. Tuy nhiên, chuyến tham quan và nếm thử sau đó thật tuyệt vời!Đọc thêm",
            "Kính gửi quý vị,\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình với chuyến tham quan The Art of Blended Rosé Champagne! Rất vui khi biết rằng bạn rất thích chuyến tham quan và buổi nếm thử sau đó. \n\nNếu bạn quyết định ghé thăm chúng tôi lần nữa, chúng tôi rất mong có cơ hội mang đến cho bạn một trải nghiệm tuyệt vời và thậm chí thú vị hơn. \n\nChúc mừng những chuyến tham quan thú vị và những trải nghiệm thú vị! \n\nNhóm VCPĐọc thêm",
            "Chuyến tham quan tuyệt vời!!! Lịch sử thật tuyệt vời, hoạt động tiếp thị tuyệt vời và rượu sâm panh là món ưa thích của tôi. Hướng dẫn viên Vincent của chúng tôi thật tuyệt vời, cảm ơn vì khoảnh khắc tuyệt vời này. Để làm lại!Đọc thêm",
            "Chúng tôi đã có một sự chào đón tuyệt vời và hướng dẫn viên của chúng tôi rất am hiểu.   Thật không may, cuối cùng chúng tôi đã hết thời gian để uống hết sâm panh và không thể mang nó sang phòng khác.Đọc thêm",
            "Tôi thậm chí còn chưa uống rượu. Tôi vẫn xếp hạng 5 sao cho chuyến tham quan này. Lịch sử của địa điểm và việc sản xuất rượu sâm panh đã mở rộng tầm mắt, tôi đã học được rất nhiều và yêu thích tất cả. Việc nếm thử trong các đường hầm dưới lòng đất thật tuyệt vời. Rất muốn giới thiệu.Đọc hơn",
            "Chuyến thăm và nếm thử Veuve Clicquot thật phi thường và chứa đầy lịch sử. Rất muốn giới thiệu. Tôi không ngờ chuyến thăm này lại tuyệt vời đến thế.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan này với tư cách là 4 cô gái và chúng tôi thực sự ấn tượng. Alice hướng dẫn viên của chúng tôi rất đam mê toàn bộ lịch sử về ngôi nhà này và việc nếm thử thật tuyệt vời, chúng tôi đã nếm thử 3 món khác nhau bao gồm cả grande dame. Chúng tôi không bao giờ vội vã. Một trải nghiệm rất thú vị.Đọc thêm",
            "Do not be allured by the Veuve Clicquot tasting at their champagne house in Reims as I was. Ive traveled the world and tasted wine in places like Napa, Tuscany, etc. but Ive never had such a poor experience as I did at Veuve Clicquot so I feel compelled to leave a review. I booked a one-hour long rosé tasting for 60 euro a person. First, they took us on a 30-minute cellar tour without any wine. Then, we moved to a room for two tastings and a small cheese pairing plate. After the guides explanation and champagne being poured, we had only 15 minutes to enjoy our champagne and cheese. We were prohibited from taking our champagne outside the tasting room, which is unusual Taittinger allowed us to finish our tasting in the reception area. At our table, people from Norway and Australia were just as confused. With two minutes to spear, we were told to drink our champagne quickly and vacate the room because our time was up  mind you after you continue to read my review this was the LAST tasting of the day. The rushed tasting led us to seek a glass of champagne on the terrace, as suggested by our tour guide after suggesting that we visit the gift shop. After buying a 70 bottle of vintage champagne and two custom Veuve Clicquot glasses, we were turned away from the terrace because it was closing in 15 minutes, despite it being half full. We were told to come back the next day. This was so condescending as I  traveled from miles away and cant easily return the next day.This treatment of paying customers is unacceptable. My day in Reims was ruined, and I left in tears. My advice: avoid Veuve Clicquot and find a smaller champagne house that values its visitors. I will never spend a dime on Veuve Clicquot again in my lifetimeRead more",
            "Trung tâm du khách đẹp và chu đáo từ đầu đến cuối. Các hang động cực kỳ mát mẻ, đặc biệt là một số tàn tích từ Thế chiến I. Ngoài ra, việc kết thúc chuyến tham quan bằng việc nếm thử các hang động thật tuyệt vời!Đọc thêm",
            "Trải nghiệm khó quên! Chuyến tham quan rất chi tiết và tuyệt vời, tôi vẫn mơ về ngày này.. chúng tôi đã thử các loại sâm panh khác nhau mà trước đây chúng tôi chưa có cơ hội nếm thử. La grande dame hiện là loại ly yêu thích của tôi.. ngoài ra chúng tôi còn học được rất nhiều điều mới về rượu sâm panh, từ cách mở nó cho đến loại ly tốt nhất để sử dụngĐọc thêm",
            "Chuyến tham quan hầm rượu của chúng tôi thật tuyệt vời! Chúng tôi yêu tất cả mọi thứ. Chắc chắn sẽ giới thiệu cho những người yêu thích rượu sâm panh. Nó đã được thực hiện rất tốt và là một trải nghiệm tuyệt vời.Đọc thêm",
            "Chuyến thăm tuyệt vời! Hướng dẫn viên của chúng tôi Nicole? thật tuyệt vời! Chúng tôi đã học được rất nhiều điều về cách Veuve Cliquot phát triển. Một câu chuyện thực sự tuyệt vời đã để lại cho tất cả chúng ta một ly sâm panh tuyệt vời. Chúng tôi đã có chuyến tham quan hoa hồng ước gì chúng tôi cũng có thời gian cho chuyến tham quan blanc. Cửa hàng ở cuối rất vui. Chúng tôi đã mua một số đồ thủy tinh và tạp dề. Nói chung là phải dừng lại!!! Đọc thêm",
            "Xin chào, 2 người có thể đặt chỗ cho buổi hội thảo mang tên Bubbling được đề cập trên trang này cho 9212023 không?Đọc thêm",
            "Tôi không biết. Chuyến tham quan của chúng tôi đã được đặt bởi đại lý du lịch mà chúng tôi sử dụng cho chuyến đi.Đọc thêm",
            "Tôi có thể nếm thử bất kỳ loại rượu cổ điển quý hiếm nào bằng ly mà không tham gia chuyến tham quan không?Đọc thêm",
            "Tôi đang cố gắng đặt tour vào tháng 1 nhưng tôi không thấy tour nào còn trống. Bạn có mở cửa vào tháng 1 không?Đọc thêm",
            "Xin chào, tôi đang cố gắng đặt một chuyến du lịch vào tháng 11. Có sẵn cái nào không? Trên trang web, tôi không thấy bất kỳ lựa chọn nào sau tháng 10.\nMerci davance!Đọc thêm",
            "Tôi vừa kiểm tra trang web và có những ngày vào tháng 10 để nếm thử.Đọc thêm",
            "Xin chào!! Tôi muốn biết liệu họ có đón bạn tại khách sạn không? Cảm ơn bạn rất nhiềuĐọc thêm",
            "Mariana F thân mến,\n\nCảm ơn câu hỏi của bạn.\nRất tiếc, chúng tôi không tổ chức vận chuyển. Nếu bạn ở lại Reims, taxi và phương tiện giao thông công cộng được tổ chức tốt để đến trung tâm du khách của chúng tôi.\n\nChúng tôi rất mong được chào đón bạn.\nVCPTeamĐọc thêm",
            "Cảm ơn! Có thể trải nghiệm nếm thử hoặc tham quan hầm rượu cho vấn đề đó khi đặt chỗ trong cùng ngày vào mùa hè không? Tôi sẽ chỉ ở Reims một ngày trong tháng 6 và mong muốn được chuẩn bị sẵn sàng!  Cảm ơn bạn!Đọc thêm",
            "Khi bạn đặt chỗ trực tuyến, tôi không nghĩ việc đặt chỗ trong cùng ngày là có thể thực hiện được.  Bạn có thể thử đến đó trong cùng ngày và xem liệu bạn có thể tham gia chuyến tham quan hay không nếu chúng chưa kín chỗ nhưng theo kinh nghiệm của tôi, các chuyến tham quan đã bán hết vé vài tuần trước đó.\n\nHọ có các chuyến lưu diễn từ ngày 6 tháng 3 đến ngày 29 tháng 12.Đọc thêm",
            "Là một du khách đến từ Mỹ, tôi muốn tận dụng tối đa thời gian của mình tại Veuve Clicquot. Tôi muốn nếm thử và có cơ hội mua nhiều loại mà VC cung cấp mà chúng không có ở Mỹ. Có chuyến tham quan công cộng hay tư nhân nào cho phép bạn nếm thử những hương vị hiếm có nhất không? Nói cách khác... Tôi sẽ bỏ qua nhãn màu vàng vì tôi đang uống nó bây giờ. ;- Tôi muốn thử Demi sec, 2008 và những loại khác hiếm hơn nhưng để mua các biến thể. Xin tư vấn về trải nghiệm ở đâu để tôi có thể nếm trải nhất. Cảm ơn!\nElissaĐọc thêm",
            "Kính gửi 92elissam,\n\nCảm ơn vì yêu cầu của bạn.\nCho đến ngày 28 tháng 12, từ thứ Ba đến thứ Bảy, đóng cửa vào ngày 25, cửa hàng của chúng tôi mở cửa từ 9:30-12:301.30-5:30 chiều.\nCó thể chỉ đến để nếm thử mà không cần tham quan hầm rượu. Chúng tôi đã tạo ra trải nghiệm nếm thử, trong đó bạn có thể nếm 3 hoặc 6 loại rượu sâm panh khác nhau nhưng luôn tương đương với 2 ly đầy vì chúng tôi khuyến khích việc tiêu thụ có trách nhiệm.\nĐừng ngần ngại yêu cầu điều đó khi bạn đến trung tâm thăm quan của chúng tôi.\nĐể biết thêm thông tin, chúng tôi có thể liên hệ qua số điện thoại 0033 3 26 89 53 90.\n\nChúng tôi rất mong được chào đón bạn.\n\nCảm ơn,\nVCPTeamĐọc thêm",
            "Tôi có cần đặt lịch trước cho chuyến thăm không? Tôi không thể truy cập trang web. Hơn nữa, có những loại hình thăm viếng nào? Cảm ơn bạn.Đọc thêm",
            "Bạn nên sắp xếp một chuyến tham quan. Có một vài cái khác nhau. Bạn có thể liên hệ trực tiếp với Shop qua điện thoại trước khi đi.Đọc thêm",
            "Xin chào, tôi sẽ đến Reims vào thứ sáu ngày 27 tháng 9 cho đến thứ hai ngày 30 tháng 9. Tôi muốn đặt một tour du lịch công cộng nhưng tôi không thấy tour nào còn trống??Đọc thêm",
            "Claire thân mến,\n\nCảm ơn vì lá thư của bạn!\nTất cả các chuyến tham quan đều đã được đặt kín chỗ, đây là lý do tại sao bạn không thấy chỗ trống nào. Bạn vẫn có thể đến cửa hàng của chúng tôi để nếm thử từ 9:30-12:301.30-5:30 chiều, tối đa hai ly mỗi người, 12-16 mỗi ly. Điều này có sẵn từ thứ Ba đến thứ Bảy. Nếu không, vui lòng gọi 0033 3 26 89 53 90 để kiểm tra xem có hàng mới không.\n\nTrân trọng,\nVCPTeamĐọc thêm",
            "Các chuyến tham quan có bao giờ được mở hoặc thêm các chuyến tham quan bổ sung không? Tôi đang cố gắng đặt chuyến tham quan Bước chân của Madame và nó đã được đặt hết rồi!Đọc thêm",
            "Kính gửi Amanda8537,\n\nCảm ơn bạn đã quan tâm tới Ngôi nhà của chúng tôi.\nChúng tôi không tạo thêm các chuyến tham quan mà tạo các buổi hội thảo từ thứ Ba đến thứ Bảy hàng ngày và cũng mở cửa cho các buổi nếm thử.\nBạn cũng có thể gọi cho chúng tôi vào buổi sáng để kiểm tra xem có sự hủy bỏ nào không.\n\nChúng tôi chúc bạn có thời gian vui vẻ tại khu vực của chúng tôi và hy vọng được chào đón bạn.\n\nTrân trọng,\nVCPTeamĐọc thêm"
        ],
        "star_ratings": [
            731,
            244,
            74,
            30,
            28
        ],
        "review_amount": 1107,
        "location": [
            "Marne",
            "Veuve clicquot",
            "Đại Đông",
            "Hoạt động giải trí tại Reims",
            "Pháp",
            "Châu Âu",
            "Reims"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 24, 2023",
            "Written June 25, 2023",
            "Written June 29, 2023",
            "Written June 29, 2023",
            "Written July 3, 2023",
            "Written July 11, 2023",
            "Written July 17, 2023",
            "Written July 20, 2023",
            "Written July 22, 2023",
            "Written June 6, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written May 29, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 22, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187137-d230799-Reviews-Veuve_Clicquot-Reims_Marne_Grand_Est.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d939115-Reviews-Le_Parc_Les_Crayeres-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d1984690-Reviews-Brasserie_Le_Jardin-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d25137229-Reviews-Le_Flech-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d9742444-Reviews-Le_Saint_Remi-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d13990565-Reviews-Dufresne-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d7289025-Reviews-Le_Square-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d8056358-Reviews-Nuraghe-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d8343895-Reviews-L_EFFERVESCENCE-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d1326899-Reviews-Chevre_et_Menthe-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d23737759-Reviews-La_Fontaine-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d230789-Reviews-Basilique_Saint_Remi-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d3205432-Reviews-Abbey_of_Saint_Remi-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d3971692-Reviews-Villa_Demoiselle-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d230797-Reviews-Champagne_Taittinger-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d3725228-Reviews-Musee_Historique_Saint_Remi-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d234204-Reviews-Champagnes_Pommery-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d545961-Reviews-Maison_Ruinart-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d1199762-Reviews-Champagne_G_H_Martel_Co-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d6681654-Reviews-Parc_de_Champagne-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d230790-Reviews-Cathedrale_Notre_Dame_de_Reims-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d230799-Reviews-or10-Veuve_Clicquot-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d11789336-Reviews-Sparkling_Tour-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d8515948-Reviews-A_la_Francaise_Champagne-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d2219153-Reviews-Cris_Event_Champagne_Tour-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d3620323-Reviews-France_Bubbles_Tours-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d8568650-Reviews-Instants_Exclusive_Champagne_Tours-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d234202-Reviews-La_Maison_Mumm-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d234201-Reviews-Champagnes_Lanson-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d10729404-Reviews-OenoSpheres-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d2412632-Reviews-La_Vigne_du_Roy_Champagne_Day_Tours-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d9803660-Reviews-The_Champagne_Tour_Co-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d6354005-Reviews-Naima_Cuisine-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d7923677-Reviews-Enigma_Reims-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14204044-Reviews-Aria_Express_Tram-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d8009278-Reviews-Galveston_Express-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d311777-Reviews-Puerto_Madero-Buenos_Aires_Capital_Federal_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g8294925-d254500-Reviews-Ancient_Kamiros-Kalavarda_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g46745-d117458-Reviews-Point_Pleasant_Beach-Point_Pleasant_Beach_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d10720173-Reviews-AmberSky_Gdansk_Kolo_Widokowe-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g297639-d11962183-Reviews-Varkala_Cliff-Varkala_Town_Varkala_Thiruvananthapuram_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626907-d19268791-Reviews-Shaat_View_Point-Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g59090-d4702354-Reviews-Cathedral_Falls-Gauley_Bridge_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296257-d1172355-Reviews-Kaminia_Beach-Eleios_Pronnoi_Kefalonia_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187137-d230799-Reviews-or10-Veuve_Clicquot-Reims_Marne_Grand_Est.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187137-d230799-Reviews-Veuve_Clicquot-Reims_Marne_Grand_Est.html"
    }
]