[
    {
        "attraction_name": "Vianden Chairlift",
        "attraction_name_vi": "Thang ghế Vianden",
        "general_info": [
            "542 đánh giá",
            "- 1 trong 1 phương tiện di chuyển ở Vianden",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Thang máy bằng ghế duy nhất ở Grand Duchy cho phép khách du lịch đi từ độ cao 220 đến 440 m và tận hưởng tầm nhìn toàn cảnh tuyệt đẹp ra Thung lũng Our lãng mạn.Đọc thêm",
        "reviews": [
            "Chúng tôi hoàn toàn tình cờ gặp được những chiếc ghế nâng này nhưng rất vui vì chúng tôi đã làm được, thật là một trải nghiệm tuyệt vời!  Chuyến đi lên đỉnh đồi đã cho chúng tôi tầm nhìn tuyệt vời ra vùng nông thôn xung quanh và lâu đài trên đỉnh.  Chuyến đi xuống thậm chí còn tốt hơn!  Một phát hiện tuyệt vời và đáng giá, rất hợp lý và tốn thời gian.Đọc thêm",
            "Dear Kim P,\n\nThank you so much for taking the time to share your wonderful experience at our chairlifts on Tripadvisor! We are delighted to hear that you stumbled upon us by chance and had such a fabulous time.\n\nIt - s always rewarding to read that our chairlifts provided you with breathtaking views of the surrounding countryside. We take pride in offering our visitors a memorable experience that showcases the natural beauty and historical landmarks of the area.  We strive to provide both great value and an unforgettable adventure for all our guests.\n\nYour kind words and positive feedback are greatly appreciated. We hope to have the pleasure of welcoming you back to our chairlift in the future. Until then, safe travels, and thank you again for choosing to visit us!\n\nWarm regards,\n\nRead more",
            "Những góc nhìn tuyệt vời từ chiếc ghế nâng này và từ quán cà phê nhỏ ở trên cùng. Nhân viên hữu ích để hỗ trợ bật - tắt. Một trải nghiệm thú vị dành cho trẻ nhỏ - và cả người lớn - - nhiều đến mức chúng tôi đã đến đó vào 2 dịp riêng biệt. Có cơ hội để bạn chụp ảnh ở gần đỉnh, vì vậy hãy nhớ mỉm cười nhé! Ở trên cùng là khoảng - 8 đô la tiền mặt - tuy nhiên điều đó có thể thay đổi trong tương lai - nhưng chúng tôi đã đồng ý thanh toán ở dưới cùng bằng thẻ tín dụng và gửi ảnh xuống khoảng 15 phút sau, điều này hoạt động hoàn hảo.Đọc thêm",
            "Miffy1972 thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời. Chúng tôi thực sự hiện đang tìm cách loại bỏ việc chỉ thanh toán bằng tiền mặt tại trạm cáp treo trên núi. Chúng tôi hy vọng sẽ khắc phục được sự cố hiện tại trong mùa đông. Chúng tôi sẽ chuyển lời khen ngợi của bạn đến nhân viên của chúng tôi và rất vui được chào đón bạn một lần nữa trong tương lai gần.\n\nTrân trọng\n\nGhé thăm ViandenĐọc thêm",
            "We took the Chairlift ride as we wrongfully thought this was the easiest way to get to the Castle Vianden -  - we were wrong!As a viewing point, and a nice ride, the chairlift is ideal. However, the pathway to the Castle from the Chairlift is not far short of being dangerous. Jagged rocks under foot on a steep incline - decline is not my idea of fun, especially when there is a nice road which takes you right to the doors of the castle.  - We found this out on the way back - I have still given the Chairlift 5 Stars as it was us that mistakenly thought it was a shortcut to the Castle, which it certainly is not.We purchased a return ticket, but didn - t use the return journey, as by the time we took the perilous walk to the Castle from the top of the chair lift, my wife and daughter were too scared to walk back up :- -  - The staff on the chairlift were all friendly and polite, and the price was reasonable for the return journey  - if you use it of course - .So, if you want a ride with a lovely view at the top, it - s well worth it. Just don - t use it as a route to the Castle unless you have crampons!Read more",
            "Kính gửi Mr_F999,\n\nCảm ơn rất nhiều cho nhận xét của bạn. Con đường dẫn từ ga núi đến lâu đài thực sự không phải là cách dễ dàng và tốt nhất để đến lâu đài. Có một con đường dài hơn - 2km - xuyên qua, dễ dàng hơn nhiều như mô tả. Chúng tôi vẫn đánh giá cao phản hồi của bạn và 5 sao của bạn và hy vọng bạn đã có khoảng thời gian tuyệt vời,\n\nTrân trọng\n\nGhé thăm ViandenĐọc thêm",
            "Thang máy nhỏ, được bảo trì tốt với đội ngũ nhân viên thân thiện. Quan điểm là tốt nhất trên đường xuống. Đường đi bộ từ đỉnh cáp treo đến lâu đài rất dốc - xuống dốc rồi lên dốc một chút - và có thể hơi trơn trượt nhưng các con chúng tôi rất thích thử thách này.Đọc thêm",
            "Kính gửi helenhC3881RN,\n\nCảm ơn bạn rất nhiều vì chuyến thăm Vianden gần đây và đã đi cáp treo. Chúng tôi rất vui khi đọc được, bạn đã có khoảng thời gian vui vẻ và chúng tôi đã đáp ứng được mong đợi của bạn. Chúng tôi sẽ chuyển lời khen ngợi của bạn đến thời điểm hiện tại và rất mong sớm được chào đón bạn lần nữa.\n\nVới lời chào thân thiệnĐọc thêm",
            "Rõ ràng là chiếc ghế nâng duy nhất ở Luxembourg. Trẻ em rất thích nó và quang cảnh rất đẹp - đi qua một con sông và một con đường rồi lên một ngọn đồi rậm rạp cây cối. Thang máy trường học cũ với thanh kéo xuống và giá cả hợp lý. Nếu bạn ở Vianden thì nó chắc chắn đáng làm và cảm giác thực sự thoải mái. Quán cà phê trên cùng cũng có giá hợp lý một cách đáng ngạc nhiên và nhà vệ sinh sạch sẽ. Chúng tôi không đi bộ đường dài nhiều nên không thể bình luận về điều đó, nhưng đó là một chuyến đi vui vẻ.Đọc thêm",
            "Kính gửi LondonTravellerUK,\n\nCảm ơn đánh giá của bạn trên Tripadvisor. Chúng tôi rất vui khi được đọc, bạn đã tận hưởng chuyến đi cùng gia đình bằng xe cáp treo và chúng tôi hy vọng sẽ sớm được chào đón bạn một lần nữa tại Vianden.\nTrân trọng\nĐọc thêm",
            "Đó không phải là con đường duy nhất lên sườn đồi, ngoài một quán cà phê và một con đường đi xuống, tôi không chắc trên đỉnh có gì. Chúng tôi đã đi bộ đến lâu đài và sau đó lên ghế cáp treo - không cần nhiều thể lực. Chúng tôi đi cáp treo xuống chỉ để giải trí và ngắm nhìn lâu đài và thị trấn.Đọc thêm",
            "Kính gửi Doom4D, cảm ơn bạn rất nhiều vì đánh giá 5 sao trên Tripadvisor cho ghế nâng của chúng tôi. Chúng tôi rất vui khi biết rằng bạn thích chuyến đi và chúng tôi rất mong được chào đón bạn sớm.\n\nTrân trọngĐọc thêm",
            "Chỉ được sử dụng trên đường lên và có tầm nhìn đẹp ra thị trấn Vianden. Không có hàng đợi và đi thẳng vào. Có một tuyến đường dài 600m hoặc 1800m đến lâu đài từ trên đỉnh. Chúng tôi đã thực hiện lộ trình 600m và bạn chắc chắn cần phải đứng vững trên đôi chân của mình và lý tưởng nhất là có một số giày dép tốt để thực hiện việc này. Đáng chú ý là 2 x giá đỡ xe đạp Thang máy có thể chứa 3 chiếc xe đạp cũng có sẵn, có thể hữu ích cho một số người.  Việc đỗ xe ở thị trấn có thể sẽ khó khăn vào mùa cao điểm.Đọc thêm",
            "Thưa ông Mrjbsmith,\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn và 4 sao của bạn. Con đường dài 600m dốc và phù hợp cho những người không đi bộ thường xuyên. Con đường dài hơn có thể được thực hiện bởi tất cả mọi người. Chúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ và rất mong sớm được chào đón bạn\n\nTrân trọng Đọc thêm",
            "Điều làm tôi ngạc nhiên về chiếc ghế nâng này là vệt của nó dẫn ngay phía trên một số ngôi nhà và tài sản riêng. Tôi tự hỏi ngôi nhà này cần phải có loại bảo hiểm nhà nào. ôi thôi. Nếu bạn muốn ngắm lâu đài, đừng đi cáp treo. Lâu đài không nằm ở góc phù hợp để có thể nhìn từ trên đồi cáp treo.  Bạn có thể lên và xuống theo cả hai cách với chiếc ghế nâng này. Đừng ngần ngại đi bộ xuống đồi bằng chân. Tôi mua vé khứ hồi cho mình nhưng lại thấy một nhóm người về hưu đi bộ xuống. Nếu tôi được đến Vianden lần nữa, tôi cũng sẽ làm như vậy. Và tôi cá là bạn cũng có thể quản lý được.Đọc thêm",
            "Jana thân mến, \nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá trên Tripadivsor.  Khi lên đến đỉnh đồi, bạn sẽ có tầm nhìn tuyệt vời ra thành phố Vianden và thung lũng Our.  Bạn cũng có thể sử dụng ga trên núi làm điểm xuất phát để đi bộ quanh khu vực hoặc đi bộ một đoạn nhỏ dẫn đến lâu đài - - - - 30 phút - . Chúng tôi hy vọng bạn đã có khoảng thời gian vui vẻ và sẽ rất vui được chào đón bạn ở Vianden trong thời gian sắp tới. Trân trọng\n\nĐọc thêm",
            "Đây là điểm tham quan đặc biệt của Vianden và là thang máy bằng ghế duy nhất ở Louxembourg. Chạy hàng ngày từ 11 giờ sáng - 5 giờ chiều. Từ thang máy có thể đi bộ dễ dàng đến Lâu đài. Những khung cảnh và góc chụp ảnh tuyệt vời.Đọc thêm",
            "Kính gửi Podrozniczka60,\n\nChúng tôi rất vui vì bạn thích ghế nâng và hy vọng được chào đón bạn quay trở lại trong thời gian tới.\nTrân trọng\nĐọc thêm",
            "Tôi và những người bạn của mình đã đến thăm thành phố Vianden vì lâu đài xinh đẹp cũng như những con đường và lối đi dễ thương. Khi đến đó, chúng tôi cũng muốn sử dụng ghế nâng. Chi phí là 5,80 p.p. retour, điều mà chúng tôi không cho là cao. Khi lên đến đỉnh, chúng tôi có thể chụp ảnh, uống nước và - hoặc ăn thứ gì đó, chúng tôi đã làm như vậy. Khi chúng tôi muốn đi xuống, tôi mới nhận ra rằng mình đã bị mất vé. Tuy nhiên, đây không phải là vấn đề đối với nhân viên hỗ trợ nên họ đã giúp chúng tôi lên ghế nâng. Nhìn chung dịch vụ rất thân thiện, đồ ăn ngon và bia cũng vậy.Đọc thêm",
            "Trẻ em từ bao nhiêu tuổi có thể đi xe nâng?Đọc thêm",
            "Ghế nâng cung cấp ít sự bảo vệ. Điều cần thiết là con bạn phải bình tĩnh và - hoặc ngồi vào lòng cha mẹ. 4 và 6 năm không phải là vấn đề.Đọc thêm",
            "Chó có được phép vào thang máy này không?\nNó hơi nhỏĐọc thêm",
            "Tôi nghĩ nếu bạn có thể giữ được thì sẽ không có vấn đề gìĐọc thêm",
            "Xin chào. \n2 câu hỏi \n\n1 - Giá vé một chiều là bao nhiêu?\n\nÝ tưởng của tôi là; nhấc ghế lên, đi xuống lâu đài - Sau đó đi bộ xuống phía dưới.\n\nBất kỳ thông tin sẽ được đánh giá cao  -  - \n\n2 - Bạn ước tính sẽ mất bao lâu để có 2 người ở độ tuổi 40 muộn nhưng khá khỏe mạnh đi xuống khỏi lâu đài - ? Đọc thêm",
            "Giá vé một chiều dành cho người lớn - 3,5 mỗi người.  Chúng tôi mất khoảng 40 phút để leo xuống - với tốc độ chậm - .Đọc thêm",
            "Có tuyến đường nào lên đỉnh mà bạn có thể đi bộ nếu không dám đi cáp treo không?",
            "Đúng, tất cả bắt đầu từ lâu đài.Đọc thêm",
            "Tôi muốn biết liệu có taxi đi từ bến xe buýt đến Lâu đài ViandenĐọc thêm",
            "Giá vé một người là bao nhiêuĐọc thêm",
            "Khoảng 4 hoặc 5 Euro. Chúng tôi được vào cửa miễn phí vì chúng tôi có Thẻ Luxembourg - rất đáng mua nếu bạn ở đó vài ngày.Đọc thêm",
            "Xe cáp treo này có mở cửa vào ngày mai - Chủ nhật, Thứ Hai Phục sinh - và lâu đài không?Đọc thêm",
            "Bạn thân mến, tôi vừa trở về từ Barcelona :- - và bây giờ mới thấy câu hỏi của bạn. Tôi không biết.Đọc thêm",
            "Xin chào. Bạn có thể đi lên lâu đài bằng cách khác mà không cần đi cáp treo. Chồng tôi mà phải trèo lên đó sẽ bị đau tim, heheĐọc thêm",
            "Xin chào, chúng ta có thể đi cùng bé được không?Đọc thêm",
            "Xin chào, chúng ta có thể đi cùng bé được không?Đọc thêm",
            "Tôi sẽ không khuyên bạn nênĐọc thêm"
        ],
        "star_ratings": [
            211,
            233,
            77,
            15,
            6
        ],
        "review_amount": 542,
        "location": [
            "Các hoạt động ở Vianden",
            "Châu Âu",
            "Luxembourg",
            "Thang ghế Vianden",
            "Thịt",
            "Quận Diekirch"
        ],
        "reviews_time": [
            "Written October 7, 2023",
            "Written September 3, 2023",
            "Written August 16, 2023",
            "Written April 10, 2023",
            "Written August 14, 2022",
            "Written July 18, 2022",
            "Written June 5, 2022",
            "Written August 24, 2021",
            "Written June 3, 2021",
            "Written September 21, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g190347-d3199900-Reviews-Vianden_Chairlift-Vianden_Diekirch_District.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g190347-d797936-Reviews-Auberge_Aal_Veinen_Beim_Hunn-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190347-d1140091-Reviews-Restaurant_Victor_Hugo-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190347-d4718078-Reviews-Restaurant_Hot_Stone_Chalet-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190347-d739759-Reviews-Hotel_Petry-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190347-d2225697-Reviews-Cafe_du_Pont-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190347-d4275160-Reviews-Ancien_Cinema_Cafe_Club-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190347-d3174543-Reviews-Cafe_Hotel_de_Ville_de_Bruxelles-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190347-d25039615-Reviews-Restaurant_Fuku-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190347-d10821924-Reviews-Cafe_de_la_Poste-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190347-d739761-Reviews-Hotel_Belle_Vue-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d15072492-Reviews-Bronze_bust_Victor_Hugo-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d2486616-Reviews-Maison_de_Victor_Hugo_in_Vianden-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d546885-Reviews-Vianden_Castle-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d15072489-Reviews-Le_Badigeonneur_Le_Musicien_Le_Fou-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d1841438-Reviews-Musee_de_la_caricature_et_du_cartoon_Vianden-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d18818858-Reviews-Musee_d_Histoire_de_la_Ville_de_Vianden-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d4773253-Reviews-Trinitarian_Church-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d25266624-Reviews-Eglise_Saint_nicolas-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d26365552-Reviews-Vianden_Dam-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d5042998-Reviews-Altstadt_Vianden-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d3199900-Reviews-or10-Vianden_Chairlift-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d6979710-Reviews-Benni_Train-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d12853953-Reviews-Parc_Aventure_Vianden-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d20617393-Reviews-Visit_Luxembourg_Tours-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190343-d2322310-Reviews-MNHM_National_Museum_of_Military_History-Diekirch_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g206505-d1065675-Reviews-Bourscheid_Castle-Bourscheid_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d532125-Reviews-Havens_Beach-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d3780963-Reviews-Double_Six_Beach-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d3372738-Reviews-Pittsburgh_Improv-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298545-d4600507-Reviews-Al_Rashid_Mall-Al_Khobar_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49365-d3626916-Reviews-Dale_Earnhardt_Inc-Mooresville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1438796-d2533843-Reviews-Dingli_Cliffs-Dingli_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190318-d3533144-Reviews-Ramla_Bay-Xaghra_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d1830090-Reviews-Ultimate_Rush_Speed_Thrill_Park-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d2646188-Reviews-Hayat_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d317907-Reviews-Angkor_Wat-Siem_Reap_Siem_Reap_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g190347-d3199900-Reviews-or10-Vianden_Chairlift-Vianden_Diekirch_District.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g190347-d3199900-Reviews-Vianden_Chairlift-Vianden_Diekirch_District.html"
    }
]