[
    {
        "attraction_name": "Victoria & Alfred Waterfront",
        "attraction_name_vi": "Victoria - Bờ sông Alfred",
        "general_info": [
            "14.478 đánh giá",
            "- 2 trong số 190 điều cần làm ở Trung tâm Cape Town",
            "Bến du thuyền",
            "Cầu tàu - Lối đi lót ván"
        ],
        "attraction_summary": "The V - A Waterfront là một điểm đến phức hợp rộng 123 ha và là một trong những trung tâm văn hóa và lịch sử được ghé thăm nhiều nhất ở Châu Phi. Nằm ở rìa của một bến cảng làm việc tự nhiên, lịch sử với Núi Bàn mang tính biểu tượng làm nền, nơi đây mang đến cho du khách địa phương và quốc tế sự kết hợp quốc tế giữa các trải nghiệm từ giải trí, mua sắm và giải trí độc quyền. Nó cũng cung cấp tài sản dân cư và thương mại chính. Vị trí đắc địa của V - A Waterfront tự hào với tầm nhìn bao quát ra đại dương, thành phố và đỉnh núi. Lên tới 100.000 người ghé thăm mỗi ngày trong mùa cao điểm. Đóng góp R259,1 tỷ R259,1 tỷ về mặt danh nghĩa cho nền kinh tế Nam Phi trong 12 năm qua, đóng góp tích lũy của V - A Waterfront - cho GGP của tỉnh kể từ năm 2002 là hơn R227 tỷ. Cơ sở kinh doanh này cũng báo cáo doanh số bán lẻ thương mại tăng 19% trong năm 2014, đánh dấu 4 năm liên tiếp tăng trưởng ổn định kể từ năm 2011. Đến cuối năm 2014, tổng số du khách đến thăm cơ sở kinh doanh đã tăng lên 24 triệu mỗi năm. Mặc dù V - A Waterfront vẫn là điểm thu hút du khách quốc tế yêu thích của Nam Phi nhưng họ chỉ chiếm 23 trong tổng số du khách. Số lượt truy cập của người dân địa phương tăng lên 63 - , trong khi 14 - du khách đến từ vùng sâu vùng xa. Với 22 địa danh chính thức trong khuôn viên, đây cũng là một phần di sản lịch sử của Nam Phi. Được đồng sở hữu bởi Growthpoint Properties Limited và Quỹ Hưu trí Nhân viên Chính phủ - GEPF - , được đại diện bởi Công ty TNHH Đầu tư Công - PIC - , V - A Waterfront được phát triển vào năm 1988 bởi tập đoàn vận tải nhà nước, Transnet Limited, trong khi thương mại chính thức giao dịch bắt đầu vào tháng 11 năm 1990.Đọc thêm",
        "reviews": [
            "Đồ ăn đáng yêu trong các nhà hàng, nghệ nhân tuyệt vời và cửa hàng quà tặng. Yêu nhạc sống và hải cẩu. Tận hưởng chuyến tham quan khó khăn và tham quan thủy cung. Có nửa ngày dành cho riêng mình trước khi chuyển sân bay như một người duy nhất và cảm thấy rất an toànĐọc thêm",
            "Xin chào Spudwynk, cảm ơn bạn đã đánh giá tuyệt vời. Chúng tôi hy vọng bạn đã có khoảng thời gian vui vẻ trong nửa ngày đó. Chúng tôi rất mong được chào đón bạn quay trở lại và hy vọng thời gian lưu trú sẽ lâu hơn!Đọc thêm",
            "Mẹo chuyên nghiệp: bạn có thể mua một số mặt hàng xa xỉ và được hoàn thuế VAT khi khởi hành từ Nam Phi. Đó là một nơi sạch sẽ và an toàn. Họ có điểm đón và trả khách của Uber. Rất nhiều địa điểm ăn uống với nhiều mức giá khác nhau.Đọc thêm",
            "Xin chào Ramreist, cảm ơn bạn đã đánh giá tuyệt vời. Chúng tôi sẽ thảo luận về mẹo của bạn với những người còn lại trong nhóm. Chúng tôi rất mong được bạn quay lại lần nữa.Đọc thêm",
            "Chúng tôi dành một buổi chiều lang thang quanh Victoria và Alfred Waterfront. Nó rất đẹp. Có rất nhiều cửa hàng trong trung tâm mua sắm, nhưng tuyệt vời hơn nữa là có một khu chợ với các sản phẩm được sản xuất tại địa phương thật tuyệt vời. Rất nhiều lựa chọn đẹp mắt, màn hình đáng yêu và cách thú vị để xem một số sản phẩm mới. Chúng tôi không ăn ở đây vì chúng tôi đã đặt chỗ ở một nơi khác, nhưng chúng tôi đã uống một ly rượu vang ở Vivotelo và nghe một nhóm thanh niên địa phương ca hát và giải trí. Họ thật tuyệt vời! Có rất nhiều lựa chọn ăn uống ở đây, và lần sau chúng tôi chắc chắn sẽ ăn tối tại V - A. Rất khuyến khích bạn ghé thăm đây!Đọc thêm",
            "Xin chào Bonnie cảm ơn bạn vì một đánh giá tuyệt vời. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm thú vị tại khu phố của chúng tôi. Chúng tôi chắc chắn sẽ mong được chào đón bạn một lần nữa.Đọc thêm",
            "Khu vực thực sự tốt đẹp để dành thời gian. Nơi sầm uất với nhiều cửa hàng - s - nhà hàng. Khu vực rất an toàn. Nơi tốt để dành buổi tối. Có rất nhiều cửa hàng lưu niệm giá cả phải chăng.Đọc thêm",
            "Xin chào, cảm ơn bạn đã đánh giá tuyệt vời, chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời tại khu phố của chúng tôi và rất mong được gặp lại bạn.Đọc thêm",
            "Nơi này có cảm giác khá yên tĩnh, nơi bạn có thể nhìn thấy nhiều du thuyền và nhà ở cao cấp. An ninh tư nhân có thể được nhìn thấy do đó khu vực này có cảm giác khá an toàn. Các nhà hàng cao cấp được xếp dọc bờ sông để khách du lịch thưởng thức đồ ăn và đồ uống. Đọc thêm",
            "Xin chào, cảm ơn bạn vì đánh giá tuyệt vời. Chúng tôi đánh giá cao sự hiện diện của bạn ở khu vực lân cận của chúng tôi, chúng tôi mong chờ chuyến thăm tiếp theo của bạn.Đọc thêm",
            "Trung tâm mua sắm điển hình của bạn với một vài cửa hàng bán hàng hóa Nam Phi.  Phần lớn các cửa hàng được tìm thấy ở Mỹ.  Chúng tôi đã ăn ở Willoughby and Co., một sự thất vọng mặc dù được đánh giá cao.  Trung tâm mua sắm nằm bên bờ sông, rất đẹp và có nhạc sĩ bên ngoài.Đọc thêm",
            "Xin chào, cảm ơn bạn đã đánh giá tuyệt vời. Chúng tôi chân thành xin lỗi vì trung tâm mua sắm của chúng tôi không như mong đợi của bạn. Chúng tôi cũng rất vui khi biết bạn đã tạo ra những kỷ niệm tuyệt vời trong thời gian ở khu phố của chúng tôi.Đọc thêm",
            "Tôi đi bộ qua trung tâm mua sắm và chộp lấy một ít bữa sáng, khi đi về phía người ngang hàng, tôi có thể ngẫu hứng nhảy lên chuyến du ngoạn bến cảng kéo dài 1 giờ với tầm nhìn ngoạn mục ra ngọn núi và mặt nước. Tôi tha hồ lựa chọn với vô số lựa chọn cho bữa trưa bên bờ sông. Trong khoảng cách đi bộ đến lưu vực sông, cửa ngõ đảo Robben và thủy cung. Bạn thực sự tha hồ lựa chọn. Đọc thêm",
            "Xin chào, cảm ơn bạn đã đánh giá tuyệt vời. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian thú vị tại khu phố của chúng tôi và có nhiều kỷ niệm. Chúng tôi mong được chào đón bạn một lần nữa. -  -  - Đọc thêm",
            "Thật tuyệt vời khi chọn một nhà hàng có tầm nhìn và đồ ăn tuyệt vời để tôn lên khung cảnh xung quanh. Bầu không khí mát mẻ nhưng vẫn có rất nhiều thứ để xem trong khu vực và rất nhiều quán bar và nhà hàng để ghé thăm. Chúng tôi rất muốn quay lại đó.Đọc thêm",
            "Xin chào, cảm ơn bạn đã đánh giá tuyệt vời. Chúng tôi rất vui khi biết bạn đã có những kỷ niệm tuyệt vời tại khu phố của chúng tôi và chúng tôi rất vui mừng được chào đón bạn quay trở lại lần nữa. -  -  -  -  - Đọc thêm",
            "Nhân viên rất hữu ích và chào đón. Phòng hướng ra quảng trường ở tầng một rộng và rất thoải mái. Điều đó cho thấy, có công trình xây dựng đang diễn ra ở quảng trường và do đó, phòng Table Mountain View sẽ được đề xuất vào lúc này. Bữa sáng vừa phong phú vừa đa dạng. Thực đơn buổi tối dường như bị hạn chế một cách đáng ngạc nhiên đối với tiêu chuẩn này của khách sạn và chúng tôi chỉ ăn ở đó một lần - không sao cả. Đọc thêm",
            "Xin chào, cảm ơn bạn đã đánh giá tuyệt vời. Chúng tôi rất vui vì bạn đã có khoảng thời gian đáng nhớ tại khu phố của chúng tôi. Chúng tôi rất mong được chào đón bạn một lần nữa. Đọc thêm",
            "Khu vực tốt để ở vì an toàn khi đi dạo cả ngày lẫn đêm nhờ nhân viên an ninh. Rất nhiều cửa hàng và nhà hàng, cùng với nhiều tác phẩm nghệ thuật hiện đại và tầm nhìn đẹp. Các điểm hát rong chính thức tràn ngập dàn hợp xướng khi chúng tôi ở đó, tạo nên một bầu không khí vui vẻ.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những phản hồi đáng yêu. Đọc thêm",
            "Khu vực sạch sẽ và an toàn để du khách mua sắm và ăn uống trong khu vực, đặc biệt là vào ban đêm. Tôi thấy khu vực này cũng là nơi hữu ích để nhận tiền mặt từ máy ATM. Khung cảnh đẹp của nước và núi. Các cửa hàng thú vị nữa.Đọc thêm",
            "Điện thoại của chị gái tôi đã bị đánh cắp ở Pick n Pay V - A bờ sông khi chúng tôi ở đó. Có camera an ninh ở khắp mọi nơi và rất nhiều nhân viên an ninh nhưng không làm gì cả. Chúng tôi được biết rằng bờ sông an toàn cho khách du lịch nhưng rõ ràng là không an toàn. Trên video, họ có thể thấy rõ người ăn trộm nhưng chúng tôi được thông báo rằng đã quá muộn và ngay cả cảnh sát cũng không thể làm gì được. Máy ảnh và an ninh chỉ là giả tạo. Không bao giờ đến đất nước này nữa!Đọc thêm",
            "Chào bạn. Hãy chấp nhận lời xin lỗi của chúng tôi vì phản hồi chậm trễ.  Chúng tôi rất tiếc khi biết về chiếc điện thoại của chị gái bạn và trải nghiệm khó chịu mà cả hai bạn đã gặp phải, sự an toàn và hài lòng của bạn là điều quan trọng đối với chúng tôi. Chúng tôi coi những sự cố như thế này là nghiêm trọng và muốn điều tra thêm. Bạn có thể vui lòng chia sẻ cho chúng tôi thêm thông tin chi tiết, chẳng hạn như ngày giờ xảy ra sự việc cũng như người liên hệ từ Pick n Pay. Chúng tôi - sẽ cố gắng hết sức để giải quyết vấn đề này và liên hệ với nhóm để liên lạc thêm.Đọc thêm",
            "Khu vực an toàn để đi bộ xung quanh mọi lúc. Địa điểm thu hút điển hình dành cho khách du lịch với nhiều khu mua sắm và nhà hàng. Giữa vô số chuỗi cửa hàng và nhà hàng điển hình, bạn cũng có thể tìm thấy các cửa hàng lưu niệm độc đáo với giá cả hợp lý và một số nhà hàng châu Phi tuyệt vời. Hầu hết các buổi tối cuối tuần, bạn cũng có thể tìm thấy các hoạt động giải trí miễn phí tại địa phương.Đọc thêm",
            "Xin chào, cảm ơn bạn đã đánh giá tuyệt vời. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở khu phố của chúng tôi. Chúng tôi rất vui mừng cho chuyến thăm tiếp theo của bạnĐọc thêm",
            "Hàng trăm cửa hàng - cho dù bạn đang tìm kiếm thứ gì đó mới mẻ hay bạn - đang đi du lịch và đột nhiên cần thứ gì đó, bạn có thể tìm thấy nó ở đây. Nhiều không gian trong nhà cũng như không gian ngoài trời. Một số khu vực mua sắm không được kết nối nên nếu trời mưa bạn sẽ cần mang theo ô. Rất nhiều nhà cung cấp địa phương cũng như các thương hiệu chính thống.Đọc thêm",
            "Xin chào, vui lòng chấp nhận lời xin lỗi của chúng tôi vì phản hồi chậm trễ. cảm ơn bạn đã đánh giá tuyệt vời! Chúng tôi rất vui vì bạn đã tận hưởng khoảng thời gian ở khu phố của chúng tôi và chúng tôi rất mong được gặp lại bạn trong chuyến thăm tiếp theo - - - Đọc thêm",
            "Giải trí rất nhiều. Truy cập vào đảo Robben, cửa hàng vui vẻ, nhà hàng tuyệt vời. Phải ghé thăm ở Cape Town!! Chúng tôi sống với mọi người đang theo dõi, hải cẩu và - bến cảng - giao thông. Cách tuyệt vời để dành một chút thời gian. .Đọc thêm",
            "Xin chào, cảm ơn bạn đã đánh giá tuyệt vời. Chúng tôi rất vui vì bạn đã tận hưởng chuyến thăm của mình và rất mong được chào đón bạn quay trở lại.Đọc thêm",
            "Có một buổi chiều tuyệt vời ở đây. Nhà hàng xinh xắn, rung cảm đẹp, rất sạch sẽ, siêu cửa hàng. Chúng tôi thích ngắm hải cẩu dưới nước hoặc dưới nước ở nhiều địa điểm khác nhau. Giải trí đường phố thật thú vị. Chúng tôi đi ngang qua một khu vực dành cho trẻ em trông rất tuyệt. Đọc thêm",
            "Xin chào Arlette, tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời trong chuyến thăm. Cảm ơn bạn đã đánh giá tích cực.Đọc thêm",
            "Một số chuyến thăm V - A thông qua xe đưa đón của khách sạn. Một nơi thật tuyệt.  Trung tâm mua sắm rất lớn và rộng lớn. Bạn có thể bị lạc như tôi. Tại Watershed, bạn có thể mua những món đồ thủ công địa phương đặc biệt đẹp. Khu vực Waterfront có rất nhiều thứ để làm và xem cũng như nhiều địa điểm ăn uống. Khu vực này vẫn còn sống động và sôi động trong dịp cuối tuần lễ Phục sinh.Đọc thêm",
            "Xin chào, cảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi rất vui vì bạn đã có trải nghiệm kỳ diệu ở khu phố của chúng tôi. Chúng tôi không thể đợi chuyến thăm tiếp theo của bạn.Đọc thêm",
            "Nơi tuyệt vời để dành thời gian.  Cửa hàng tuyệt vời và nhà hàng xinh xắn.  Rung cảm thực sự tuyệt vời và tràn đầy sức sống. Bạn có thể có được những chuyến đi bằng thuyền hoặc nếu đến bến cảng với giá cả hợp lý.  Quang cảnh Núi Bàn thật tuyệt vời.Đọc thêm",
            "Xin chào Rosie, cảm ơn bạn đã đánh giá tuyệt vời. Chúng tôi rất vui khi biết về trải nghiệm đáng yêu của bạn tại khu phố của chúng tôi và mong chờ chuyến thăm tiếp theo của bạn.Đọc thêm",
            "Nơi tuyệt vời để đi mua sắm, đi bộ xung quanh và ngắm nhìn khung cảnh ngoạn mục của Cape Town và Table Mountain. Nó nhộn nhịp và có những khu chợ, nhà hàng và hoạt động tuyệt vời. Không bao giờ là một khoảnh khắc buồn tẻ. Đó là lý tưởng cho cả người dân địa phương và khách du lịch. Bạn phải đi nếu bạn đang ở Cape Town! Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn - - - Đọc thêm",
            "Khu vực đẹp để tham quan - nhiều cửa hàng để khám phá, nhiều nhà hàng - món bít-tết ngon nhất từ ​​trước đến nay theo nửa kia của tôi - tại City Grill. Khu vực sôi động với nhiều hoạt động đang diễn ra. Tuyệt vời vào ban ngày và ban đêm. Chuyến đi thuyền du lịch có nhiều thông tin.  Những bệ hải cẩu thật tuyệt vời có thể đứng và quan sát chúng hàng giờ.Đọc thêm",
            "Xin chào, bạn đã có một trải nghiệm thật thú vị.  -  -  - Đọc thêm",
            "Bãi đậu xe có mở cửa 24 giờ khôngĐọc thêm",
            "Chúng tôi đi bộ từ khách sạn nên tôi không biết về việc đỗ xe.Đọc thêm",
            "Có tiệm làm tóc nào gần đây khôngĐọc thêm",
            "Có tiệm làm tóc nào gần đây khôngĐọc thêm",
            "Có một spa trong khách sạnĐọc thêm",
            "Tôi đã ghé thăm một cửa hàng xinh xắn ở Alfred Mall - tôi nghĩ vậy - gần khách sạn Victoria và Albert, nơi bán những tác phẩm nghệ thuật đáng yêu về động vật cũng như các nghệ sĩ nhạc pop cùng nhiều thứ khác. Chúng thực sự khác thường và một số ở dạng 3D. Có ai biết tên phòng trưng bày không, tôi - đang muốn đặt mua một số nếu họ có trang web.\n\nCảm ơn nhiềuĐọc thêm",
            "Chào bạn.\nLấy làm tiếc.\nChưa từng đến V - A Waterfront kể từ LockDown vào tháng 3.\nCó lẽ bạn có thể thử liên hệ với văn phòng quản lý của trung tâm.\nChắc chắn họ có thể hỗ trợ.\nHy vọng bạn đến đúng.Đọc thêm",
            "Đâu là bãi đậu xe tốt nhất để sử dụng khi đến thăm bờ sông và mã zip cho hệ thống định vị vệ tinh là gì.\nCảm ơn Đọc thêm",
            "Có những bãi đậu xe có bảo hiểm mà bạn phải trả tiền, tuy nhiên tôi khuyên bạn nên đi uber ở đó - sẽ ít rắc rối hơn nhiều. Đọc thêm",
            "Ở lại Cape Town vào đêm giao thừa tại khách sạn Southern Sun trên bờ sông.  Tôi đã được thông báo rằng chúng ta nên đến một nhà hàng nhìn ra núi Bàn để có được giá trị tốt nhất từ ​​màn trình diễn pháo hoa trong đêm.  Chúng tôi cũng được biết rằng có những nhà hàng có tầm nhìn tuyệt vời trên đỉnh các trung tâm mua sắm ven sông. Vì tôi chưa từng đến thăm trước đây nên tôi đang tìm kiếm một số lời khuyên địa phương về các lựa chọn tốt nhất để đặt chỗ ăn tối - cho gia đình người lớn gồm 5 người -.  Cảm ơn sự giúp đỡ của bạn.Đọc thêm",
            "Đối với một nhà hàng châu Phi đích thực, hãy thử Karibu nhưng có một số nhà hàng có tầm nhìn ra núi bàn ở tầng hai. Trên thực tế, núi bàn có thể nhìn thấy ở khắp mọi nơi!Đọc thêm",
            "Có ai có thể cho tôi biết thời tiết trong và xung quanh thị trấn Cape vào tháng 9 như thế nào không.\nÁo phông và quần short hoặc áo khoác và brolly.\nCảm ơnĐọc thêm",
            "Điều tuyệt vời ở Cape Town là không thể giải mã được nếu nhà dự báo thời tiết không thể hiểu đúng. Vì vậy hãy chuẩn bị cho 4 mùa trong một ngày. Chưa có quần short.Đọc thêm",
            "Xin chào, chúng tôi sẽ ở V - A bờ sông trong 10 đêm vào tháng 8. Đâu là nơi tốt nhất để xem thể thao trong quán bar?\n\nRất cám ơn trướcĐọc thêm",
            "Mitchels nằm cạnh bánh xe lớn - quán bar tuyệt vời, có đồ ăn và không khí ngon. Thưởng thức ;- - Đọc thêm",
            "Thời tiết ngoài đó thế nào? Sẽ đến thăm đó sau 2 tuần nữa với trẻ mới biết đi.Đọc thêm",
            "Phải mặc ấm, quàng khăn ấm, áo khoác lông cừu, áo khoác chống gió và mưa. Những người đeo khăn quàng cổ có tác dụng bảo vệ tuyệt vời. Sử dụng áo hoodie lông cừu. Găng tay ấm áp. Có những ngày ta có nắng với gió lạnh buốt giá. Mùa đông đến rồi, giữ ấm nhé. Chúc bạn có một chuyến tham quan tuyệt vời tại Cape Town xinh đẹp của chúng tôi.Đọc thêm",
            "Chúng tôi sẽ ở Capetown và Johannesburg trong khoảng thời gian từ ngày 25 tháng 3 đến ngày 4 tháng 4. Với thời tiết ở đó chúng ta nên mang theo những gì?Đọc thêm",
            "Mang theo áo khoác hoặc áo len nhẹ cùng với quần áo ấm - nóng khi trời nóng - quần short, dép xăng đan, v.v. - . Trừ khi có một đợt rét đậm bất thường, bạn có thể chỉ cần thứ gì đó ấm áp vào buổi tối, những ngày sẽ có nắng với nhiệt độ giữa trưa khoảng 25 độ C. Cuối tháng 3 đầu tháng 4 thường là thời tiết rất đẹp ở cả Johannesburg và Cape Town. Đọc thêm"
        ],
        "star_ratings": [
            8748,
            4450,
            1061,
            155,
            64
        ],
        "review_amount": 14478,
        "location": [
            "Châu phi",
            "Những hoạt động không thể bỏ qua ở Trung tâm Cape Town",
            "Cape Town",
            "mũi đất miền Tây",
            "Victoria - Bờ sông Alfred",
            "Nam Phi",
            "Trung tâm Cape Town"
        ],
        "reviews_time": [
            "Written June 1, 2023",
            "Written June 24, 2023",
            "Written July 24, 2023",
            "Written August 9, 2023",
            "Written August 25, 2023",
            "Written September 14, 2023",
            "Written September 19, 2023",
            "Written September 20, 2023",
            "Written September 21, 2023",
            "Written October 7, 2023",
            "Written May 25, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 5, 2024",
            "Written April 25, 2024",
            "Written April 22, 2024",
            "Written April 16, 2024",
            "Written April 5, 2024",
            "Written March 31, 2024",
            "Written March 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g312659-d317743-Reviews-Victoria_Alfred_Waterfront-Cape_Town_Central_Western_Cape.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g312659-d3419628-Reviews-Gibson_s_Gourmet_Burgers_Ribs-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312659-d17819857-Reviews-Mozambik_V_A_Waterfront-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312659-d1436881-Reviews-Karibu_Restaurant-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312659-d803446-Reviews-Belthazar_Restaurant_Wine_Bar-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312659-d1140116-Reviews-Sevruga_Restaurant-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312659-d2205232-Reviews-Dash_Restaurant-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312659-d949557-Reviews-Willoughby_Co-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312659-d786129-Reviews-Baia_Seafood_Restaurant-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312659-d12972038-Reviews-Ginja-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312659-d15330421-Reviews-La_Parada_V_A_Waterfront-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d12822292-Reviews-Victoria_Wharf_Shopping_Centre-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d2433257-Reviews-Cape_Town_Diamond_Museum-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d481268-Reviews-The_African_Experience-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d15242973-Reviews-Eyewitness_A_Private_Collection-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d2486149-Reviews-Chavonnes_Battery_Museum-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d12926847-Reviews-Zeitz_MOCAA-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d23873362-Reviews-Art_At_Africa-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d311012-Reviews-Two_Oceans_Aquarium-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d20078124-Reviews-Waterfront_Swing_Bridge-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d15087093-Reviews-Gavin_Collins_Art_Gallery-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d317743-Reviews-or10-Victoria_Alfred_Waterfront-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d481585-Reviews-Lion_s_Head-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d2103299-Reviews-Greenpoint_Park_and_Biodiversity_Garden-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d3617004-Reviews-Silvermine_Nature_Reserve-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d460515-Reviews-Clifton_Beaches-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d5978740-Reviews-Cape_Point_Nature_Reserve-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d600871-Reviews-Bloubergstrand_Beach-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d481489-Reviews-Twelve_Apostles-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d481586-Reviews-Signal_Hill-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d310922-Reviews-Hout_Bay-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d2518323-Reviews-Cape_Town_Helicopters-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d8814520-Reviews-Luxury_Yacht_Charters-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d1443091-Reviews-Waterfront_Charters-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d16897780-Reviews-The_Mirage-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d12438107-Reviews-Pichulik-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d1799356-Reviews-Tigresse_Catamaran-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d2433250-Reviews-Shimansky-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d6460245-Reviews-Jack_Friedman_V_A_WaterFront-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d8617311-Reviews-Sport_Helicopters-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d7727568-Reviews-Yacoob_Yachts-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d481046-Reviews-African_Trading_Port-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d3968890-Reviews-NAC_Helicopters_Cape_Town-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d17671055-Reviews-NATO_HQ-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g58471-d559235-Reviews-Dash_Point_State_Park-Federal_Way_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d218316-Reviews-Miette_Hot_Springs-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d12202488-Reviews-The_University_of_Tampa_Campus-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d6664329-Reviews-Crashed_DC_3_Plane-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d3530642-Reviews-Skala_Beach-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g45919-d12875284-Reviews-Angel_s_Ladies_Brothel-Beatty_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1093588-Reviews-Aha_Aina_a_Royal_Celebration_at_The_Royal_Hawaiian-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g147248-d147448-Reviews-Hooiberg-Oranjestad_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066444-d8150841-Reviews-Arashio_Beya-Chuo_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g312659-d317743-Reviews-or10-Victoria_Alfred_Waterfront-Cape_Town_Central_Western_Cape.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g312659-d317743-Reviews-Victoria_Alfred_Waterfront-Cape_Town_Central_Western_Cape.html"
    }
]