[
    {
        "attraction_name": "Vietnam Motorcycle Tours",
        "attraction_name_vi": "Tour xe máy Việt Nam",
        "general_info": [
            "20 đánh giá",
            "- 60 trên 153 Tour - Hoạt động ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour riêng"
        ],
        "attraction_summary": "Hãy tưởng tượng bạn đang du lịch đến một trong những quốc gia kỳ lạ nhất thế giới và không có cơ hội trải nghiệm tất cả những gì đất nước và con người nơi đây mang lại. Vì lý do này, Vietnam Motorcycle Tours đã tạo ra trải nghiệm du lịch đáng nhớ trong đời. Hiện tại, chúng tôi cung cấp các chuyến tham quan bằng xe máy khắp Việt Nam, nơi bạn có thể đi với tư cách hành khách hoặc tự mình đi để bạn cũng có thể đánh giá cao Việt Nam giống như hàng triệu người lái xe máy của đất nước vĩ đại của chúng ta. Cuộc phiêu lưu đầy cảm hứng của chúng tôi bao gồm những con đường ven biển đẹp nhất, vùng cao nguyên xinh đẹp, đường mòn Hồ Chí Minh huyền thoại và nhiều hơn thế nữa. Hãy tham gia cùng chúng tôi để có một hành trình tuyệt vời, chúng tôi sẽ hướng dẫn bạn về lịch sử địa phương, các món ngon, làng mạc, nhà dân và những con người xinh đẹp của Việt Nam.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến đi 16 ngày từ Hồ Chí Minh đến Hà Nội và thật không thể tin được. Xe đạp ở tình trạng tốt, hướng dẫn viên - Jack - có tiếng Anh tốt và làm tốt công việc của mình, chỗ ở đạt tiêu chuẩn tốt và sạch sẽ. Họ đã hướng dẫn chúng tôi qua nhiều con đường phía sau và những con đường mòn mà chúng tôi không thể tự mình đi được, đến thăm rất nhiều ngôi làng xa xôi, di tích lịch sử, thác nước tuyệt đẹp và di sản của quốc gia họ, cung cấp cho chúng tôi vô số món ăn Việt Nam ngon nhất mà chúng tôi - đã từng nếm thử; và bia rẻ ở Việt Nam - . Du lịch bằng xe máy là cách tốt nhất để thấy cuộc sống làng quê Việt Nam thực sự, tôi đánh giá cao công ty này. Hãy làm đi, bạn sẽ không phải thất vọng!Đọc thêm",
            "Chúng tôi đã đi cùng Kha và nhóm trong 2 ngày từ BMT đến Đà Lạt - 2 người lớn và 3 thanh thiếu niên -. Nhóm siêu chuyên nghiệp, thú vị, thú vị, được tổ chức hoàn hảo và chúng tôi cảm thấy rất tốt. Tôi thực sự khuyên bạn nên tham gia chuyến đi nàyĐọc thêm",
            "Chúng tôi đã đi du lịch với Louis và Kha và đó là một niềm vui tuyệt đối! Chúng tôi đã đi xe máy trong 2 ngày từ Đà Lạt đến BMT, bao gồm cảnh đẹp, làng mạc đích thực, nhà máy địa phương và trang trại. Đó là một trong những trải nghiệm tuyệt vời nhất mà chúng tôi có. Họ có rất nhiều kiến ​​thức và tiếng Anh tuyệt vời! Họ khiến chúng tôi cảm thấy an toàn và trả lời bất kỳ câu hỏi nào chúng tôi có. Tôi không thể giới thiệu họ đủ. Đọc thêm",
            "Chuyến đi tuyệt vời 3 ngày từ Đà Lạt đến Nha Trang! Chúng tôi đã có khoảng thời gian tuyệt vời với Kha và Dat. Họ đã dạy chúng tôi rất nhiều về Việt Nam và văn hóa, lịch sử và cuộc sống của người dân nơi đây. Phong cảnh thực sự ngoạn mục. Chúng tôi cảm thấy rất an toàn khi đi xe máy! Tôi muốn giới thiệu tour Easy Rider cho bất kỳ ai đi du lịch đến Việt Nam và muốn khám phá nhiều hơn là chỉ những địa điểm du lịch! Đọc thêm",
            "Tôi và chồng đã đặt tour du lịch Đà Lạt 1 ngày và ban đầu chúng tôi yêu cầu đi tour bằng ô tô vì thời tiết có vẻ không mấy khả quan. Chúng tôi đồng ý đi tour bằng xe máy nếu thời tiết tốt hơn và quyết định sẽ được đưa ra vào ngày diễn ra tour, một giờ trước khi chúng tôi khởi hành. Chúng tôi rất trân trọng sự linh hoạt này. Hướng dẫn viên của chúng tôi là Kha, tôi đi cùng anh ấy trong khi chồng tôi đi một mình. Chúng tôi bắt đầu lúc 8:30 sáng và kết thúc lúc 5:30 chiều. Tôi không thể khen Kha đủ. Anh ấy là một hướng dẫn viên tuyệt vời, giải thích rất nhiều về Đà Lạt, cuộc sống xung quanh đó, cũng chia sẻ một số kinh nghiệm cá nhân nên chúng tôi thực sự cảm thấy mình hiểu Việt Nam hơn nhiều sau chuyến đi. Trong ngày đó, chúng tôi đã thấy rất nhiều thứ, tất cả đều thú vị và hấp dẫn, chúng tôi lái xe địa hình một chút mà chồng tôi rất thích và chúng tôi cảm thấy được chăm sóc rất tốt. Kha nói tiếng Anh rất tốt, là người giỏi nhất mà chúng tôi từng gặp ở Việt Nam cho đến nay và điều này khiến trải nghiệm của chúng tôi trở nên chân thực hơn vì chúng tôi có thể giao tiếp hoàn hảo. Nếu bạn ở Đà Lạt và không có nhiều thời gian, chúng tôi thực sự khuyên bạn nên tham gia tour này. Nếu bạn có nhiều thời gian hơn, hãy chọn tour dài hơn, nó hoàn toàn xứng đáng. Kha cũng giúp sắp xếp taxi đến sân bay và chúng tôi đã đặt xe máy vào sáng hôm sau để đi một chuyến ngắn trước khi rời Đà Lạt - hướng đến Nha Trang - và anh ấy đã giải thích lộ trình để chúng tôi không bị lạc. Cảm ơn anh vì mọi thứ Kha! Tôi hy vọng những người đi xe khác cũng tốt như vậy. Đọc thêm",
            "Tôi đã lái xe hai ngày cùng Bruno qua phong cảnh Đà Lạt và tôi đã có khoảng thời gian tuyệt vời nhất! Tôi đã thấy rất nhiều địa điểm tuyệt vời, tiếng Anh của Bruno - rất hoàn hảo và tôi đã học được rất nhiều điều về Việt Nam và Đà Lạt! Chúng tôi đã đến những nơi thực sự không có nhiều khách du lịch và đã có khoảng thời gian thực sự thú vị và nhiều niềm vui! Tôi luôn cảm thấy siêu an toàn. Rất khuyến khích!!! Đọc thêm",
            "Đây là chuyến đi xe máy đầu tiên của tôi qua Việt Nam và là một người du lịch một mình, tôi có phần lo lắng. Kha và Bảo là những người hướng dẫn tuyệt vời, họ hoàn toàn giúp tôi thoải mái. Chúng tôi đã đi qua nhiều loại địa hình khác nhau, bao gồm cả những con đường núi ngoạn mục. Chúng tôi đã đến thăm các thị trấn khác nhau và những ngôi làng xa xôi và có thể gặp gỡ người dân địa phương và thử các món ăn trong vùng - đồ ăn thật tuyệt vời! Tôi muốn giới thiệu chuyến tham quan này cho bất kỳ ai quan tâm đến việc đi lạc lối và muốn nhìn thấy một Việt Nam thực sự. Chuyến đi này thật TUYỆT VỜI! Đọc thêm",
            "Vào ngày 4 tháng 9, tôi và bạn bè đã có chuyến đi 2 tuần tới Việt Nam. Chúng tôi bắt đầu với 4 ngày với Kha, Terry, Duylinh - Bruno -, Bảo, Thi và Will. Chúng tôi đã có khoảng thời gian tuyệt vời đến mức chúng tôi đã yêu cầu kéo dài chuyến đi thêm một ngày và chúng tôi đã thêm một người bạn! Họ cho chúng tôi xem những thác nước tuyệt vời, đủ loại trang trại, chúng tôi được ăn những món ăn tuyệt vời và học được rất nhiều điều. Họ chăm sóc chúng tôi rất tốt và chúng tôi cảm thấy rất an toàn. Chúng tôi rất buồn khi chuyến đi kết thúc : - Nhóm các bạn rất năng động, vui tính và chúng tôi rời đi cùng một nhóm bạn mới. Lần sau quay lại, tôi chắc chắn sẽ đặt chỗ với những người này lần nữa! Đó là việc phải làm -- Bạn sẽ - không hối tiếc -- Dù nắng hay mưa, điều đó là tuyệt vời nhất!Đọc thêm",
            "Tôi và một nhóm bạn gái đã thực hiện chuyến du lịch từ Sài Gòn đến Đà Lạt vào tháng 9 năm 2018 với Duylinh - Bruno -, Kha, Vu, Terry và Thi. Tất cả chúng tôi đã có một vụ nổ. Chúng tôi đã học được rất nhiều về Việt Nam, văn hóa và các trang trại của họ, tất cả đều chứa đầy kiến ​​thức và sự thật thú vị! Các chàng trai khiến tất cả chúng tôi cảm thấy an toàn và được chăm sóc chu đáo cho dù chúng tôi đi đâu - thác nước, trang trại, cưỡi ngựa qua cơn mưa tầm tã và hơn thế nữa - . Chúng tôi đã có một nhóm năng động tuyệt vời và có khoảng thời gian tuyệt vời nhất với tất cả các chàng trai. Chúng tôi không thể cảm ơn bạn - những hướng dẫn viên của chúng tôi - đủ cho một chuyến tham quan tuyệt vời và những kỷ niệm sẽ tồn tại suốt đời. RẤT KHUYẾN NGHỊ!  - 3Đọc thêm",
            "Duylinh - Bruno - , Kha, Vu, Thi và Terry thật tuyệt vời!!! Tôi và 4 cô gái khác đã có chuyến đi 4 ngày bắt đầu từ Hồ Chí Minh hướng tới Đà Lạt. Họ rất quan tâm đến chúng tôi, cực kỳ cá tính và siêu an toàn trong suốt chuyến đi. Chúng tôi đã rất vui, chúng tôi đã đặt thêm một ngày tham quan ở Đà Lạt và thêm một người bạn khác vào chuyến tham quan!!! Chắc chắn là một trải nghiệm của cuộc đời! Sẽ không thay đổi nó vì thế giới. Rất vui vì đã tham gia chuyến đi này và gặp được 5 con người tuyệt vời này!Đọc thêm"
        ],
        "star_ratings": [
            21,
            0,
            0,
            0,
            0
        ],
        "review_amount": 21,
        "location": [
            "Du lịch xe máy Việt Nam",
            "Những điều cần làm ở Đà Lạt",
            "Tỉnh Lâm Đồng",
            "Đà Lạt",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 9, 2023",
            "Written October 7, 2023",
            "Written October 2, 2023",
            "Written January 30, 2023",
            "Written November 9, 2018",
            "Written October 26, 2018",
            "Written October 9, 2018",
            "Written October 1, 2018",
            "Written September 20, 2018",
            "Written September 20, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d10801946-Reviews-Vietnam_Motorcycle_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d10801946-Reviews-or10-Vietnam_Motorcycle_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7004482-Reviews-Paddy_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12291615-Reviews-Cong_Ty_Du_Lich_Da_Lat_Trong_Toi-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6891964-Reviews-Dalat_Cultural_Exchange_Center-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d10000343-Reviews-Through_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d3812786-Reviews-Linh_Son_Pagoda-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d18192815-Reviews-CoCo_Ca_Phe_Quan-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d15686168-Reviews-Massage_Nguon_Sang_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d548649-Reviews-TorvehallerneKBH-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g297685-d14049629-Reviews-Ganga_Aarti-Varanasi_Varanasi_District_Uttar_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g44481-d10113625-Reviews-Hermann_Trolley-Hermann_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g189473-d243228-Reviews-The_Kapani_Vlali_Market-Thessaloniki_Thessaloniki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d1752717-Reviews-Monte_Pellegrino-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d103173-Reviews-Lowell_Observatory-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10020529-Reviews-Seoul_International_Fireworks_Festival-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g35529-d7931152-Reviews-Celebration_Park-Melba_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d674919-Reviews-University_Village-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g609028-d1547522-Reviews-As_Catedrais_Beach-Ribadeo_Province_of_Lugo_Galicia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d10801946-Reviews-or10-Vietnam_Motorcycle_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d10801946-Reviews-Vietnam_Motorcycle_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Vietnam Motorcycle Tours",
        "attraction_name_vi": "Du lịch xe máy Việt Nam",
        "general_info": [
            "20 đánh giá",
            "- 60 trong số 153 Tour - Hoạt động tại Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour riêng"
        ],
        "attraction_summary": "Hãy tưởng tượng bạn đang du lịch đến một trong những quốc gia kỳ lạ nhất thế giới và không có cơ hội trải nghiệm tất cả những gì đất nước và con người nơi đây mang lại. Vì lý do này, Vietnam Motorcycle Tours đã tạo ra trải nghiệm du lịch đáng nhớ trong đời. Hiện tại, chúng tôi cung cấp các chuyến tham quan bằng xe máy khắp Việt Nam, nơi bạn có thể đi với tư cách hành khách hoặc tự mình đi để bạn cũng có thể đánh giá cao Việt Nam giống như hàng triệu người lái xe máy của đất nước vĩ đại của chúng ta. Cuộc phiêu lưu đầy cảm hứng của chúng tôi bao gồm những con đường ven biển đẹp nhất, vùng cao nguyên xinh đẹp, đường mòn Hồ Chí Minh huyền thoại và nhiều hơn thế nữa. Hãy tham gia cùng chúng tôi để có một hành trình tuyệt vời, chúng tôi sẽ hướng dẫn bạn về lịch sử địa phương, các món ngon, làng mạc, nhà dân và những con người xinh đẹp của Việt Nam.Đọc thêm",
        "reviews": [
            "Tôi đã có chuyến đi hai ngày vòng quanh Đà Lạt và sau đó tới Nha Trang cùng Bruno. Đó là một trải nghiệm của cuộc đời. Từ cảnh quan đẹp đến thị trấn nông dân địa phương. Tôi thực sự khuyên bạn nên thực hiện chuyến đi này theo nhóm hoặc một mình.Đọc thêm",
            "Rất khuyến khích. Chúng tôi có chuyến đi 1 ngày với Bruno và Ka. Vợ tôi rất lo lắng, nhưng các chàng trai đã giúp cô ấy cảm thấy rất thoải mái và cô ấy đã có một niềm vui mãnh liệt. Chúng ta đều đã ngoài 60 rồi, đừng để điều đó làm phiền bạn, cứ làm đi. Thác Voi, chùa, nhà máy tơ lụa, rượu gạo, bữa trưa ngon miệng và trang trại dế.  - bạn phải thử món dế chiên. - Cách tốt nhất để làm quen với Đà Lạt. Những chàng trai trẻ tuyệt vời. Ước gì có thời gian cho chuyến đi 2-3 ngày.Đọc thêm",
            "Chúng tôi đã đi tour cả ngày với Brono và Will trên khắp tỉnh Đà Lạt. Họ là những người lái xe và hướng dẫn viên tuyệt vời và có vốn tiếng Anh tuyệt vời! Họ tràn đầy năng lượng và không bao giờ cảm thấy mệt mỏi khi giải thích cho chúng tôi về lịch sử Việt Nam cũng như về tất cả các trang trại mà chúng tôi đã tham quan. Cả hai đều tuyệt vời và rất thân thiện!!Tốt cho cả những du khách độc thân, các cặp đôi, nhóm đầy đủ và gia đình. Nếu bạn đang tìm kiếm một tay đua dễ dàng, thú vị và vui vẻ, tôi khuyên bạn nên sử dụng Brono và Will!!! Đọc thêm",
            "Hôm nay tôi đã thực hiện chuyến du lịch quê hương với Yung cực kỳ thân thiện và vui tính. Chúng tôi đã làm rất nhiều việc trong một ngày và mọi thứ thực sự rất thoải mái. Họ dừng lại bất cứ nơi nào bạn muốn dừng lại, họ cho bạn xem và nếm thử rất nhiều thứ. Họ có thể cho bạn biết rất nhiều về mọi thứ bạn nhìn thấy. Nói chung.. Tôi đã có một ngày tuyệt vời!! Cảm ơn Yung - và Will - - Đọc thêm",
            "Dành 2 ngày đi xe máy cùng Bruno, lái xe từ Đà Lạt đến Mũi Né. Tôi đã có một khoảng thời gian thực sự vui vẻ và chúng tôi thường xuyên dừng lại để ngắm nhìn mọi thứ từ thác nước đến đền thờ và trang trại thanh long. Cũng có cơ hội chụp ảnh tuyệt vời khi lái xe qua những phong cảnh đẹp nhất. Tiếng Anh của anh ấy rất tốt nên anh ấy giải thích rất nhiều và thậm chí chỉ là hai chúng tôi, chúng tôi đã trò chuyện vui vẻ và tôi cảm thấy thoải mái ngay lập tức. Anh ấy lái xe rất giỏi, không cần phải sợ hãi. Tôi chắc chắn sẽ khuyên bạn nên thực hiện một chuyến đi như thế này!Đọc thêm",
            "Cảm ơn các bạn vì khoảng thời gian tuyệt vời nhất, hai ngày qua các bạn đã rất tuyệt vời. kiến thức địa phương và bản chất thân thiện của bạn đã tạo nên chuyến đi tuyệt vời của chúng tôi. chúng tôi thực sự rất thích chuyến đi Cảm ơn bạn đã hướng dẫn chúng tôi và chúng tôi sẽ giới thiệu nó cho tất cả bạn bè của chúng tôi. Chúc những điều tốt đẹp nhất đến với tất cả các bạn.Đọc thêm",
            "Một trải nghiệm khó quên!! Ngoài tính chuyên nghiệp tuyệt vời, anh ấy còn cực kỳ chu đáo, chú ý đến nhu cầu cá nhân của từng hành khách, đảm bảo rằng tất cả chúng tôi đều cảm thấy thoải mái và hài lòng. Anh ấy có nhiều kỹ năng lái xe và khiến bạn cảm thấy an toàn. Anh ấy làm cho chuyến đi trở nên đáng nhớ và không phải lo lắng. Vì tôi sợ xe máy nên anh ấy khiến tôi cảm thấy rất an toàn : - Anh ấy biết sâu về các tuyến đường địa phương, các điểm du lịch nổi tiếng và những địa điểm ít được biết đến, đó là điều tôi yêu thích nhất trong chuyến đi này. Anh ấy nói tiếng Anh hoàn hảo!! !! Cảm ơn bạn đã làm cho chuyến đi này thực sự đặc biệt.Đọc thêm"
        ],
        "star_ratings": [
            21,
            0,
            0,
            0,
            0
        ],
        "review_amount": 21,
        "location": [
            "Du lịch xe máy Việt Nam",
            "Những điều cần làm ở Đà Lạt",
            "Tỉnh Lâm Đồng",
            "Đà Lạt",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 29, 2018",
            "Written March 18, 2018",
            "Written September 4, 2017",
            "Written July 30, 2017",
            "Written February 24, 2017",
            "Written October 17, 2016",
            "",
            "Written May 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d10801946-Reviews-or10-Vietnam_Motorcycle_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d10801946-Reviews-Vietnam_Motorcycle_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7004482-Reviews-Paddy_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12291615-Reviews-Cong_Ty_Du_Lich_Da_Lat_Trong_Toi-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6891964-Reviews-Dalat_Cultural_Exchange_Center-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d10000343-Reviews-Through_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d3812786-Reviews-Linh_Son_Pagoda-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d18192815-Reviews-CoCo_Ca_Phe_Quan-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d15686168-Reviews-Massage_Nguon_Sang_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d15666335-Reviews-Gatlinburg_Pinball_Museum-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189249-Reviews-Parc_des_Buttes_Chaumont-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d2254222-Reviews-Miners_Castle_Rock-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d9803861-Reviews-Bazar_Karat-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d103659-Reviews-Dinosaur_Valley_State_Park-Glen_Rose_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d558679-Reviews-Seattle_Public_Library-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15685229-Reviews-The_Pointe-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g143057-d146519-Reviews-Zion_Mt_Carmel_Highway-Zion_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d639861-Reviews-Honokeana_Bay-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g33107-d156885-Reviews-Sonoma_Plaza-Sonoma_Sonoma_County_California.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d10801946-Reviews-or10-Vietnam_Motorcycle_Tours-Da_Lat_Lam_Dong_Province.html"
    }
]