[
    {
        "attraction_name": "Vietnamdreams Travel Service",
        "attraction_name_vi": "Dịch vụ du lịch Vietnamdreams",
        "general_info": [
            "220 đánh giá",
            "- 68 trên 1.011 Chuyến tham quan - Hoạt động tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Du lịch Việt Nam và những chuyến du ngoạn cùng Dịch vụ Du lịch Vietnamdreams Những chuyến đi cá nhân đến Việt Nam. Chuyến đi Việt Nam độc quyền và được thiết kế riêng theo yêu cầu - chuyến du ngoạn đặc biệt dành cho du khách! Chúng tôi cung cấp các tour du lịch chất lượng và du lịch khắp Việt Nam. Bạn có thể tìm thấy một số ý tưởng du lịch và đề xuất chuyến tham quan trên trang web của chúng tôi. Trong tab Điểm đến - Du ngoạn, bạn có thể chọn điểm đến mong muốn. Tại sao bạn nên đi du lịch với chúng tôi: Tư vấn chuyên nghiệp thông qua kiến ​​thức toàn diện về đất nước trực tiếp cho bạn tại chỗ. Chúng tôi cung cấp mức độ linh hoạt cao trong chuyến đi Việt Nam của bạn thông qua tài xế riêng và hướng dẫn viên du lịch được cấp phép. Ngày đi và lộ trình chính xác theo mong muốn của bạn. Người liên hệ cá nhân suốt ngày đêm cho bạn. Chúng tôi luôn ở bên bạn!Đọc thêm",
        "reviews": [
            "We booked a private tour to My Tho and Ben Tre and really enjoyed almost every second of it. The advantage of have a private tour is that you don - t have to wait for anyone, but it - s all taylor-made around you. Our guide was really a fun guy and he made this day very special for us, giving us not only a lot of info about the places but also background info about his country. VERY interesting!!!We were picked up by car in the morning, drove to a Mekong harbor, had a short boat trip to visit a coconut candy production site, enjoyed a short ride with a horse-drawn carriage, went with a rowing boat on a small tributary to Mekong river, had a delicious lunch and visited a huge and very beautiful pagoda. The day was really packed with attractions and beautiful nature.My only negative comment  - and the reason for not rating it with a  - 5 -  -  is not on the tour itself, but on one of the stops where they produce coconut candies. The place itself was nice and we saw how those candies are produced and had the chance to try some exotic fruit and a delicious honey tea. This would have been fine for me and enough attraction, but they have also about 20 crocodiles there, trapped in a small concrete basin. Poor creatures lie around there, a disabled one  - with some spine deformation -  was floating in the dirt water. Per se already a shocking image, only topped by the Russians tourists we saw, who had nothing better to do than poke them on the head with a long stick, just to scream and laugh when the animal snapped or tried to escape the stick. I know animal rights are not equally handled in all countries of the world and it - s easy to judge if you - re not living in this country and trying to earn money for living  - they for sure make some good money with selling crocodile skin goods like purses and belts - . But if I would have known before, that we will visit that place I would have voiced a veto, as I think tourists should not encourage this type of sightseeing where animals are more than obviously treated really bad.I hope that enough tour providers will get this kind of feedback from tourists and be able to put some pressure on this location, so they - at least - make it more animal friendly. But well, I also saw how the Russians enjoyed to torture the animals, so my hopes are not very high that this place will change soon.Read more",
            "Chúng tôi nồng nhiệt giới thiệu Chris và người đồng tài xế người Việt thực sự tốt bụng của anh ấy. Chuyến tham quan thành phố thực sự chân thực trên một chiếc xe máy điển hình với nhiều thông tin đặc biệt thú vị dành cho du khách châu Âu và quyền tự do lựa chọn về các địa điểm tham quan. Hãy xem trang web của anh ấy!!!Jens - KirstenĐọc thêm",
            "Cảm ơn bạn vì chuyến tham quan được tổ chức hoàn hảo đến đồng bằng sông Cửu Long, vì những món ăn ngon và những kỷ niệm tuyệt vờiĐọc thêm",
            "Chúng tôi rất hài lòng với hướng dẫn viên Hữu. Anh ấy nói tiếng Đức xuất sắc và hiểu rất rõ tâm lý người Đức vì bản thân anh ấy đã sống và làm việc ở Đức nhiều năm. Anh ấy rất đáng tin cậy, thân thiện và chúng tôi cảm thấy rất thoải mái khi ở bên anh ấy. Chúng tôi đã học được rất nhiều điều về Sài Gòn và Việt Nam và sẽ đặt lại anh ấy bất cứ lúc nào. Chúng tôi đã trải qua hai ngày đầy sự kiện và vui vẻ với anh ấy. Cảm ơn bạn vì điều đó!Đọc thêm",
            "Những chuyến đi Huế và đồng bằng sông Cửu Long với Sài Gòn thật tuyệt vời. Chỉ trong một thời gian ngắn, chúng tôi đã có những ấn tượng tuyệt vời về Việt Nam. Việc tổ chức, lái xe và hướng dẫn đều hoàn hảo. Tất cả các tour du lịch đều được khuyến nghị và chúng tôi sẽ đặt lại với giấc mơ Việt Nam. Hiệu suất giá, nó không thể tốt hơn. Cảm ơn Hju và Phong.Đọc thêm",
            "Xin chào ông Schink, chúng tôi một lần nữa xin cảm ơn ông vì quá trình xử lý không phức tạp và không quan liêu. Không phải ngẫu nhiên mà việc hủy chuyến du lịch Sài Gòn vào phút cuối của chúng tôi lại có thể bị hủy dễ dàng như vậy. Vì lý do này, chúng tôi tin rằng trải nghiệm này cũng nên được thể hiện một cách công khai như một đánh giá tích cực. Chúng tôi hy vọng rằng chúng tôi sẽ đến khu vực này của Việt Nam một lần nữa và sau đó có thể thực hiện đặt chỗ này hoặc chuyến tham quan khác với bạn. Cảm ơn rất nhiều, Gia đình HeringĐọc thêm",
            "Chúng tôi đã đặt một chuyến du lịch mạo hiểm bằng xe máy qua Sài Gòn và một lớp học nấu ăn. Hữu hướng dẫn viên du lịch của chúng tôi thực sự tuyệt vời, anh ấy đưa chúng tôi đến nhiều nơi khác nhau ở Sài Gòn và giải thích mọi thứ cho chúng tôi rất rõ ràng. Lớp học nấu ăn cũng rất tuyệt.Đọc thêm",
            "Chúng tôi đã có chuyến du lịch đồng bằng sông Cửu Long 3 ngày. Mọi thứ đều được tổ chức một cách hoàn hảo, chương trình được kết hợp một cách xuất sắc và các khách sạn được lựa chọn rất kỹ càng. Với Hữu, chúng tôi có một hướng dẫn viên du lịch tuyệt vời, chu đáo và thân thiện, người đã cho chúng tôi nhiều hiểu biết sâu sắc về đất nước và con người nơi đây. Đối với chúng tôi, đó là 3 ngày khó quên và chắc chắn là điểm nhấn trong chuyến đi Việt Nam của chúng tôi. Chúng tôi chắc chắn sẽ giới thiệu Vietnamdreams-Travel.Đọc thêm",
            "Chuyến tham quan tuyệt vời nhất của chúng tôi trong toàn bộ chuyến đi tại Việt Nam. Đó là sự kết hợp giữa ẩm thực đường phố, chuyến tham quan thành phố và chợ - thật tuyệt vời! Linh - hướng dẫn viên của chúng tôi, nói tiếng Đức rất tốt. Linh thân mến, cảm ơn bạn rất nhiều vì chuyến tham quan, rất nhiều lời khuyên và cho Hà Nội của bạn! Chúng tôi đã thấy rất nhiều khu chợ và ăn đồ ăn trong các nhà hàng nơi không có khách du lịch nào trong tầm mắt, chúng tôi sẽ không bao giờ tự mình đạt được điều đó. Hoàn toàn xác thực và siêu ngon! Chúng tôi đã chịu đựng mọi thứ rất tốt. Cà phê trứng với cơm nắm ấm là điểm nổi bật! Đó là một khởi đầu hoàn hảo cho chuyến đi của chúng tôi. Lần tới chúng tôi sẽ đặt toàn bộ chuyến đi với Vietnamdreams - rất đáng tin cậy, giải đáp thắc mắc nhanh chóng, giá cả minh bạch. Lời chúc tốt đẹp nhất từ ​​Leipzig, hẹn gặp lại bạn lần sau ở đất nước Việt Nam xinh đẹp.Đọc thêm",
            "Xin chào Naina \nTôi có thể hỏi bạn đã trả bao nhiêu cho chuyến tham quan và bằng loại tiền tệ nào không?Đọc thêm",
            "Tôi đã thanh toán bằng euro hoặc chuyển khoản ngân hàng trước chuyến đi. Giá tốt nhất được tìm thấy trên trang chủ của nhà tổ chức. \nTôi luôn có thể liên hệ với ông Schink qua email hoặc qua điện thoại.Đọc thêm",
            "Xin chào, chúng tôi đang thực hiện chuyến du ngoạn Châu Á vào tháng 4 với các điểm dừng ở Sài Gòn - cảng Phú Mây - và Huế - Đà Nẵng.\nChúng tôi mỗi người có một ngày ở lại. Tôi đang tìm kiếm các tour du lịch bằng tiếng Đức và tình cờ biết đến Dịch vụ Du lịch Vietnamdreams. Những chuyến du ngoạn nói thay tôi về Sài Gòn - Đồng bằng sông Cửu Long - tour du lịch thành phố Sài Gòn nhỏ - \nvà - Tham quan thành phố Sài Gòn. Đối với Đà Nẵng, chuyến đi cả ngày đến Huế và chuyến đi Hội An.\nTôi cần một chút trợ giúp để quyết định. Đây là lần đầu tiên chúng tôi đến Việt Nam. Ai có thể đưa ra đề xuất, khung thời gian, v.v.Đọc thêm",
            "Xin chào Heike,\n\nGiống như các bạn, chúng tôi có một ngày trọn vẹn ở Sài Gòn nhưng không có ngày đến và đi từ cảng. Chúng tôi đã thực hiện chuyến tham quan Thành phố Hồ Chí Minh cả ngày với Vietnamdreams Travel và hướng dẫn viên nói tiếng Đức - 9:00 sáng - 5:30 chiều. Vì vậy tôi không thể nói trực tiếp điều gì về đồng bằng sông Cửu Long, tôi chỉ có thể nói từ những câu chuyện rằng đó là một chuyến đi thú vị nhưng lại rất đông khách du lịch. Giấc mơ Việt Nam thật tuyệt vời và tôi hoàn toàn có thể giới thiệu nó. Sự kết hợp giữa Đồng bằng sông Cửu Long và Sài Gòn chắc chắn mang lại cái nhìn sâu sắc về cả hai nhưng khá cao về thời gian sẵn có và nỗ lực di chuyển từ nơi này sang nơi khác. Chỉ riêng hành trình từ cảng về trung tâm thành phố Hồ Chí Minh đã khá tốn thời gian, mất khoảng 80-90 phút một chiều. Vì vậy, nếu bạn có một ngày và phải lên kế hoạch đi lại Hồ Chí Minh ít nhất 2,5 – 3 tiếng thì sẽ không còn quá nhiều thời gian cho cả hai chuyến. Tôi biết từ hướng dẫn viên của chúng tôi rằng họ thường xuyên đón khách từ cảng, đi tham quan thành phố rồi đưa họ trở lại cảng, vì vậy đó là công việc tiêu chuẩn của Vietnamdreams Travel. Bạn có thể liên hệ trực tiếp với Vietnamdreams Travel - xem thêm các ưu đãi của họ trên TripAdvisor bao gồm chi tiết liên hệ của Christian Schink - chủ sở hữu của Vietnam Travel -. Trong chuyến tham quan Hồ Chí Minh, chúng tôi có ấn tượng rất tốt về đất nước và con người nơi đây vì chúng tôi đã giúp tổ chức chuyến tham quan và yêu cầu đến thăm những nơi mà khách du lịch cổ điển không nhất thiết phải đến, chẳng hạn như khu chợ ở ChinaTown. Vì vậy, lời khuyên của tôi là hãy liên hệ với Christian Schink nếu có thắc mắc và lời khuyên của tôi là hãy tập trung hơn vào chuyến tham quan Hồ Chí Minh. \n\nChúc bạn có một kỳ nghỉ vui vẻ và thú vị tại Việt Nam.      \n\nTrân trọng\nWolfgangĐọc thêm",
            "Chúng tôi muốn thực hiện cùng một chuyến tham quan... làm cách nào để liên lạc? Ai cung cấp hướng dẫn viên du lịch nói tiếng Đức?\nĐồng bằng sông Cửu Long và Sài Gòn cùng nhau... đã thành công??Đọc thêm",
            "Xin chào, \nchúng tôi có một phụ nữ Việt Nam nói tiếng Đức đi cùng chúng tôi. Chúng tôi đặt qua vietnamdreams trừ điểm du lịch de. Bạn không được phép liệt kê bất kỳ trang web nào ở đây. Vui lòng liên hệ trực tiếp với Christian Schink, anh ấy rất hữu ích và rất linh hoạt trong việc tổ chức các chuyến tham quan. Tôi cũng nghĩ anh ấy có thể đưa ra combo. Email của anh ấy là: Chr Punkt Schink tại vietnamdreams trừ du lịch Punkt de. Thậm chí có thể thanh toán bằng euro. Chúc vui vẻĐọc thêm",
            "Xin chào, làm cách nào tôi có thể liên hệ với nhà cung cấp? Anh ấy có địa chỉ email không và chi phí cho chuyến đi là bao nhiêu?\n\nTrân trọng trở lại từ Duisburg :- - ClaudiaĐọc thêm",
            "Xin chào Claudia,\nchúng tôi đã đặt một chuyến đi trong ngày. Đó là chuyến đi kết hợp đồng bằng sông Cửu Long với chuyến thăm ngắn ngày đến Sài Gòn. Nó có giá 105 mỗi người. Chúng tôi cũng đã liên lạc qua các trang sau: Vietnamdreams-travel hoặc\nTham quan thành phố Sài Gòn. Tôi hy vọng nó có ích. Chúng ta sẽ thực hiện một chuyến đi hoặc thậm chí một lần nữa bất cứ lúc nào\nĐặt một chuyến đi với anh ấy.\n\nLG từ Offenbach ChristinaĐọc thêm",
            "Xin chào, bạn đã đặt những chuyến tham quan này ở đâu?Đọc thêm",
            "Họ có một trang web, tìm kiếm trên Google về chuyến tham quan thành phố Sài GònĐọc thêm"
        ],
        "star_ratings": [
            212,
            6,
            2,
            0,
            0
        ],
        "review_amount": 220,
        "location": [
            "Ho Chi Minh City",
            "Dịch vụ du lịch Vietnamdreams",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 13, 2017",
            "Written October 20, 2013",
            "",
            "Written January 20, 2024",
            "",
            "Written November 30, 2023",
            "",
            "Written November 22, 2023",
            "",
            "Written November 10, 2023",
            "",
            "Written October 31, 2023",
            "",
            "Written October 17, 2023",
            "",
            "Written August 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19565094-Reviews-ITours_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14947946-Reviews-SKYXX-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d550712-Reviews-Former_U_S_Embassy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19102851-Reviews-Vietnam_Nights-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26875853-Reviews-Wabe_Sabe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339849-Reviews-Temple_Leaf_Spa_Sauna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1809062-Reviews-Diamond_Superbowl-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d550709-Reviews-Diamond_Plaza-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945908-Reviews-Urban_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12829824-Reviews-Saigon_Free_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317896-Reviews-Saigon_Notre_Dame_Cathedral-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10455052-Reviews-Spa_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d534075-Reviews-King_Estate_Winery-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g297415-d491514-Reviews-China_Folk_Culture_Village-Shenzhen_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189016-Reviews-Portobello_Road_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g189129-d655699-Reviews-Gruta_das_Torres-Pico_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d4801688-Reviews-Island_Miniature_Golf-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g32564-d116857-Reviews-Trees_of_Mystery-Klamath_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d1425051-Reviews-Kids_Plaza_Osaka-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d3212743-Reviews-Nakupenda_Beach_Nature_Reserve-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_.html",
            "https://www.tripadvisor.com/Attraction_Review-g57602-d14401907-Reviews-Maui_Jack_s-Chincoteague_Island_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60890-d133863-Reviews-Harvard_Museum_of_Natural_History-Cambridge_Massachusetts.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4994461-Reviews-Vietnamdreams_Travel_Service-Ho_Chi_Minh_City.html"
    }
]