[
    {
        "attraction_name": "Vietnam Daily Golf Tour",
        "attraction_name_vi": "Tour Golf Hàng Ngày Việt Nam",
        "general_info": [
            "17 đánh giá",
            "- 713 trong 1.914 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Vietnam Daily Golf - 2017 - là một trong những nhà điều hành tour du lịch hàng đầu và giàu kinh nghiệm tại Việt Nam. Chúng tôi cung cấp các tour du lịch golf cho cả cá nhân và nhóm với Giá cạnh tranh nhất - Đảm bảo chất lượng tốt nhất. Chúng tôi biết kỳ nghỉ quan trọng như thế nào đối với khách hàng và hiểu rõ nhu cầu của khách hàng; do đó, chúng tôi luôn cố gắng hết sức để thay đổi và thích ứng với nhu cầu của khách hàng.Đọc thêm",
        "reviews": [
            "Chuyến du đấu golf quốc tế đầu tiên của tôi do Vietnam Daily Golf Tours tổ chức là giấc mơ cả đời đã trở thành hiện thực.  Xin chân thành cảm ơn Tommy, cô Trang và Mr Dayee đã mang đến trải nghiệm thực sự khó quên.  Khách sạn được đề xuất sạch sẽ và trung tâm với bữa sáng tuyệt vời. Những sân golf đẹp đến khó tin.  Các chuyến tham quan thật tuyệt vời và việc vận chuyển bằng xe buýt được cung cấp cực kỳ thoải mái.  Thông tin liên lạc qua email của Tommy rất nhanh chóng và anh ấy luôn đáp ứng nhu cầu của chúng tôi.  Hướng dẫn viên du lịch Cô Trang - thiên thần của chúng tôi - nhanh chóng thích nghi với tiếng bản xứ Úc của chúng tôi, cô ấy không bao giờ ngừng mỉm cười, rất vui tính và đề nghị những nhà hàng có chất lượng cao như vậy mà chúng tôi sẽ quay lại vào đêm thứ hai!  Xe buýt có máy lạnh của ông Dayee đáng tin cậy, sạch sẽ, lái xe an toàn và luôn ở gần khi cần thiết. Trên thực tế, chúng tôi rất ấn tượng với toàn bộ trải nghiệm mà nhóm chúng tôi đã thảo luận về chuyến đi chơi gôn tiếp theo với VDG hai ngày trước khi rời Việt Nam. khối lượng dịch vụ của họ. Một lần nữa xin cảm ơn nhóm VDG, các bạn thật tuyệt vời và chúng tôi không thể cảm ơn đủ vì những kỷ niệm mà các bạn đã mang đến cho chúng tôi.Đọc thêm",
            "Tôi muốn cảm ơn Tommy, cô Trang và anh Dayee vì một kỳ nghỉ chơi golf - tham quan rất đặc biệt tại Đà Nẵng, Việt Nam. Tommy đã thiết kế tour phù hợp với nhu cầu của chúng tôi, bao gồm quyền lui tới một số sân golf đẳng cấp thế giới thực sự và tham quan các địa điểm như Thánh địa Mỹ Sơn, Hội An và Cáp treo lên Đồi Bà Nà đến Cầu Bàn Tay Vàng. Điều này kết hợp với dịch vụ rất nồng hậu và được cá nhân hóa, xe buýt sang trọng có máy lạnh, chỗ ở thoải mái - được trang bị tốt và giới thiệu về ẩm thực Việt Nam ngon miệng đã tạo nên một trải nghiệm thực sự tuyệt vời. Đọc thêm",
            "Có chuyến đi chơi golf tuyệt vời nhất đến Đà Nẵng với 7 người bạn. Chuyến tham quan được tổ chức tỉ mỉ và chúng tôi đã chơi ở ba trong số những sân gôn tuyệt đẹp nhất. Mọi người thật đáng yêu. Thức ăn tuyệt vời. Và cũng có một số chuyến tham quan đáng kinh ngạc. Cảm ơn anh Tommy, tài xế xe buýt xuất sắc và rất an toàn, anh Dayee và cô hướng dẫn viên vui tính, đáng yêu, cô Trang, người rất vui tính và rất giỏi trong việc quản lý chúng tôi trong chuyến đi. Không thể chờ đợi để trở lại. Thật là một trải nghiệm.Đọc thêm",
            "Thiết lập chuyến tham quan từ xa này cho 8 người từ Úc cùng Tommy đến Việt Nam qua WhatsApp và email là một trải nghiệm hạng nhất. Tommy lắng nghe, đưa ra hướng dẫn và điều chỉnh chuyến đi cho phù hợp với nhu cầu của chúng tôi. 5 - 5 Ngày chơi gôn, chỗ ở, đưa đón và du lịch đều vượt quá mong đợi 5 - 5 Hướng dẫn viên du lịch của chúng tôi Cô Trang thực sự là hướng dẫn viên du lịch yêu thích của tôi từ trước đến nay. Bao giờ!  Và tôi - tôi đang già đi. Tất cả chúng tôi đều đồng ý rằng chúng tôi sẽ nhớ cô ấy! 5 - 5 Tài xế Mr Dayee và xe buýt hiện đại, ngầu và lái an toàn. Tôi thích được chào đón bởi nụ cười hạnh phúc của anh ấy mỗi sáng. 5 - 5Mối quan tâm duy nhất của tôi khi viết bài đánh giá này là tôi muốn giữ chuyến tham quan bí mật này cho riêng mình và những người bạn chơi gôn của mình! Bây giờ tôi chỉ cần tập luyện trò chơi gôn của mình - rất nhiều - để tôi có thể quay lại vào năm sau và chơi một trận tốt hơn rất nhiều - và giành chiến thắng tại Ms Trang Fantastic Golf Tour 2025!!!Ps cảm ơn một Thiên thần đặc biệt - lilli đã đưa tôi ra khỏi hầm sâu trên đồi Bà Nà lần thứ 8Đọc thêm",
            "Gần đây đã hoàn thành chuyến du lịch chơi golf đầu tiên của chúng tôi tại Việt Nam khi lưu trú tại Đà Nẵng. 8 người đàn ông đi từ Perth, Úc. VDG do Tommy điều hành là hạng nhất. Chúng tôi tự sắp xếp các chuyến bay và VDG lo liệu phần còn lại. Tommy luôn túc trực qua điện thoại hoặc WhatsApp. Đặt cọc 30 đô la và thanh toán phần còn lại khi đến nơi. Chuyến đi này rất đáng giá. Chúng tôi ở lại năm đêm, 3 ngày chơi golf và một ngày tham quan. Cô Trang chào đón chúng tôi tại sân bay Đà Nẵng. Chúng tôi chơi BRG Norman, Laguna và Bà Nà Hills ấn tượng. Nghỉ tại khách sạn HAIAN trên bãi biển Đà Nẵng. Thành thật mà nói, tôi không thể chê bất cứ điều gì. Chỉ là một chuyến đi tuyệt vời trên mọi phương diện. Xe buýt đưa đón nhanh chóng, an toàn và xe buýt gần như mới. Và hướng dẫn viên của chúng tôi, cô Trang đáng yêu và rất hài hước đã giúp chúng tôi có chuyến đi và trải nghiệm tuyệt vời. Có nhiều lựa chọn về nhà hàng, tham quan tuyệt vời vào ngày nghỉ và cũng có chuyến đi thuyền gondola rất thú vị lên đỉnh núi sau trận đấu BA Na Hills đến Sun World. Thời tiết rất ấm áp và ẩm ướt. Có vẻ hơi muộn trong mùa giải cho điều kiện mát mẻ nhưng tôi đoán chơi nhanh là một lợi thế với ít người chơi golf hơn trên mỗi sân. Tôi thực sự giới thiệu Tommy - s Vietnam Daily Golf cho bất kỳ ai muốn có một chuyến du lịch chơi golf tuyệt vời ở nước ngoài. Chúng tôi sẽ quay lại. Đọc thêm",
            "Được tổ chức tốt, các khóa học tuyệt vời, thức ăn tuyệt vời và một số điểm tham quan tuyệt vời.  Cảm ơn anh Tommy và cô Trang tuyệt vời!Đọc thêm",
            "Vì muốn trốn khỏi đợt nắng nóng ở Manila, một nhóm bạn chơi golf đã đến Đà Nẵng, Việt Nam chơi vài vòng golf. Tour của chúng tôi do Vietnam Daily Golf sắp xếp. Họ cũng đã thực hiện chuyến tham quan Golf Hà Nội của chúng tôi vào tháng 1 năm ngoái, nhưng đó là một câu chuyện khác. Golf Đà Nẵng cực kỳ thân thiện với khách hàng, với các sân hàng đầu cách trung tâm thành phố không quá 40 đến 60 phút.VDG, là một nhà điều hành rất chuyên nghiệp, luôn cố gắng hết mình để đáp ứng nhu cầu của từng khách hàng. Tôi có thể liên hệ với họ một cách thực tế bất cứ lúc nào trong ngày, kể cả vào ngày lễ và cô Jenny luôn phản hồi kịp thời.  Chúng tôi đã có một số thay đổi vào phút cuối mà cô ấy xử lý khá hiệu quả khiến cho thời gian lưu trú của chúng tôi không bị ảnh hưởng. Hướng dẫn viên của chúng tôi, anh Han Nguyen, là một người rất dễ chịu, luôn mỉm cười khi phục vụ các yêu cầu của chúng tôi, liên quan đến chơi gôn hay nói cách khác.  Anh ấy luôn lôi cuốn, đảm bảo rằng mọi người trong nhóm chúng tôi đều cảm thấy thoải mái.  Anh chàng này là một ngôi sao nhạc rock. Tôi giới thiệu VDG cho kỳ nghỉ chơi gôn của bạn ở Việt Nam.Đọc thêm",
            "Đây là chuyến tham quan golf thứ hai của chúng tôi với VDG, rất thú vị khi giải quyết, chúng tôi yêu thích sự linh hoạt và chất lượng của chuyến tham quan. Các nhân viên và quản lý đều là những người chuyên nghiệp và hỗ trợ ypu cho đến khi kết thúc chuyến đi.Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến du lịch chơi gôn thú vị ở Hà Nội. Hai sân mà chúng tôi đã tham gia - Sân Thanh Lãnh và Sân Kings Island - được duy trì rất tốt và mang đến thử thách cho nhóm 4 học sinh cuối cấp đến từ Manila của chúng tôi. Công ty du lịch VDG của chúng tôi đã chăm sóc chúng tôi rất tốt từ lúc chúng tôi đến cho đến khi khởi hành. Tommy và nhóm của anh ấy - đặc biệt đề cập đến Anne, Ceci và Bob - rất hiệu quả và sẵn sàng đáp ứng nhiều yêu cầu của chúng tôi. Rất khuyến khích! Bản thân Hà Nội rất vui - đồ ăn ngon, con người tốt bụng, hơi hỗn loạn nhưng đầy cá tính. Rất vui được quay trở lại. Cảm ơn VDGĐọc thêm",
            "VDG đã mang đến cho chúng tôi những dịch vụ chuyên nghiệp và xuất sắc. Xin chào GM Tommy, hướng dẫn viên kiêm ca sĩ của chúng tôi, cô Anne và tất nhiên là cả cô Cesi rất nhiệt tình - Hãy tiếp tục phát huy và hẹn gặp lại - 10 sao cho VDG!!! Đọc thêm"
        ],
        "star_ratings": [
            19,
            0,
            0,
            0,
            0
        ],
        "review_amount": 19,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Tour Golf Việt Nam Hàng Ngày",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024",
            "Written May 3, 2024",
            "Written February 24, 2024",
            "Written August 6, 2023",
            "Written July 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17885992-Reviews-Vietnam_Daily_Golf_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885992-Reviews-or10-Vietnam_Daily_Golf_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885976-Reviews-Vietnam_Daily_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495635-Reviews-Hanoi_Cyclo_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7975671-Reviews-James_Hanoi_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-Hanoi_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187842-Reviews-Hanoi_Vespa_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11961561-Reviews-Rose_Kitchen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444178-Reviews-Indochina_Odyssey_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089308-Reviews-Arcady_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d12827154-Reviews-Amazing_Ninh_Binh-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8727305-Reviews-Asia_Travel_Leisure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4027518-Reviews-Gia_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11680213-Reviews-Frontier_V_M_T-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d3184389-Reviews-Chihuly_Garden_and_Glass-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1010800-d4307483-Reviews-Yamit_2000_Water_Park-Holon_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g34913-d7188024-Reviews-Gwinnett_Place_Mall-Duluth_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6863338-Reviews-Klunkerkranich-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g790459-d12388745-Reviews-Bhawal_National_Park-Gazipur_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177714-d2225382-Reviews-Lido_Waterpark-Mastichari_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4027126-Reviews-Splitsville_Luxury_Lanes-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d1867837-Reviews-The_Guardian_Building-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g186414-d188527-Reviews-Stonehenge-Salisbury_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g189412-d282022-Reviews-Leonidas_Monument-Thermopylae_Phthiotis_Region_Central_Greece.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17885992-Reviews-or10-Vietnam_Daily_Golf_Tour-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17885992-Reviews-Vietnam_Daily_Golf_Tour-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Daily Golf Tour",
        "attraction_name_vi": "Tour Golf Việt Nam Hàng Ngày",
        "general_info": [
            "17 đánh giá",
            "- 713 trong 1.914 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Vietnam Daily Golf - 2017 - là một trong những nhà điều hành tour du lịch hàng đầu và giàu kinh nghiệm tại Việt Nam. Chúng tôi cung cấp các tour du lịch golf cho cả cá nhân và nhóm với Giá cạnh tranh nhất - Đảm bảo chất lượng tốt nhất. Chúng tôi biết kỳ nghỉ quan trọng như thế nào đối với khách hàng và hiểu rõ nhu cầu của khách hàng; do đó, chúng tôi luôn cố gắng hết sức để thay đổi và thích ứng với nhu cầu của khách hàng.Đọc thêm",
        "reviews": [
            "Cô Ceci từ Vietnam Daily Golf đã cung cấp các dịch vụ tốt và được lên kế hoạch tốt cho các chuyến chơi gôn của chúng tôi tại Đà Nẵng. Phương tiện đi lại không chỉ để đi đến sân golf mà còn để đi tham quan và ăn tối. Rất khuyến khích Vietnam Daily Golf!Đọc thêm",
            "Các sân gôn thật tuyệt vời. VDG đã hỗ trợ chúng tôi bằng mọi cách. Hướng dẫn viên du lịch của chúng tôi Anne thật đặc biệt. Tôi đã giới thiệu VDG cho bạn bè và có 3 nhóm đang đến Hà NộiĐọc thêm",
            "Chúng tôi, 4 gôn thủ đã nghỉ hưu cao cấp đến từ Thái Lan, đã đặt chuyến tham quan chơi gôn 4 ngày 3 vòng với Tommy từ VDG tại Đà Nẵng vào tháng 5 năm 2023. - Chúng tôi chơi 100-130 vòng - một năm từ khoảng 40 sân khác nhau ở Thái Lan - Đặt vé máy bay riêng và VDG lo liệu hầu hết mọi thứ khác. Khách sạn rất tuyệt vời và 3 vòng golf thật tuyệt vời. Tất cả các khóa học đều có cơ sở vật chất hàng đầu và được bảo trì cực kỳ tốt.  Montgomerie Links phát xanh hơi chậm một chút nhưng gần như không có tì vết. Đặc biệt nhắc đến Hoiana Shores - khóa học RTJ true links - . Đây là nơi phải chơi nếu bạn - đang ở Đà Nẵng. Một người trong nhóm của tôi đến từ Scotland và anh ấy nói rằng anh ấy cảm thấy như đang trở về nhà - tất nhiên là ngoại trừ cái nóng -! Nếu chơi vào thời điểm này trong năm, hãy lên kế hoạch cho điều kiện nắng nóng. Tất cả quá trình chuyển tiền của chúng tôi đều diễn ra suôn sẻ và chiếc xe tải riêng được sử dụng có tài xế tốt và rất thoải mái với điều hòa tốt. Thành thật mà nói không thể có lỗi gì với gói VDG và sẽ không ngần ngại sử dụng lại chúng. Chuyến tham quan thực sự rất thú vị! Làm tốt lắm Tommy! Đọc thêm",
            "Chúng tôi đã có một trải nghiệm đáng nhớ trong đời. Chúng tôi là một nhóm những người chơi gôn cấp cao và chúng tôi đã chơi ở những sân tuyệt vời. Chúng tôi đặc biệt thích Đảo Kings. Hướng dẫn viên của chúng tôi, Tiến, chiều chuộng chúng tôi từ sáng đến tối. Có vẻ như đó là mong muốn làm hài lòng từng vị khách của công ty. Rất khuyến khích.Đọc thêm",
            "Tôi vừa nhìn thấy quảng cáo của VDG - s trên facebook, liên hệ với họ và Tommy, người chủ đã trả lời. Chúng tôi đã chuyển khoản thanh toán trước 30 đô la theo yêu cầu và đặt chuyến bay của mình. Vì chúng tôi chưa gặp trực tiếp bất kỳ ai từ VDG nên chúng tôi lo lắng rằng sẽ không có ai có mặt tại sân bay để đón và đón tiếp chúng tôi. Tuy nhiên, hướng dẫn viên du lịch, Anne, đã có mặt ở sân bay khi chúng tôi đến. Chúng tôi là một nhóm 8 người và có 4 đêm, 3 vòng Golf Tour tại Hà Nội do VDG tổ chức. Đó là một trải nghiệm tuyệt vời. Những sân gôn mà chúng tôi chơi thật tuyệt vời. Những nhà hàng mà Anne dẫn chúng tôi đến đều rất tuyệt. Hướng dẫn viên du lịch, Anne, là người mẫu mực, chuyến đi của chúng tôi cũng tuyệt vời vì cô ấy. Cô ấy đã ở bên chúng tôi hàng ngày để đáp ứng nhu cầu của chúng tôi. Cô ấy nói tiếng Anh xuất sắc. Kinh nghiệm tổng thể của chúng tôi là tuyệt vời. Giá trị của đồng tiền. Nhà điều hành tour du lịch hợp pháp. Rất khuyến khích.Đọc thêm",
            "Chúng tôi đã có chuyến đi chơi gôn bốn ngày tới Hà Nội. Đó là một kinh nghiệm tuyệt vời. Sân gôn tuyệt vời, dịch vụ xuất sắc được cung cấp bởi tất cả các bên liên quan. Cảm ơn ông Tommy vì sự sắp xếp tuyệt vời và hướng dẫn viên du lịch địa phương thân thiện có thể chăm sóc các thành viên trong gia đình tôi.Đọc thêm",
            "Cảm ơn VDG đã mang đến cho chúng tôi một chuyến đi đáng nhớ đến Hà Nội, Đà Nẵng, Sapa và Hội An, Một đất nước tuyệt đẹp với thiên nhiên hình thành, chúng tôi xin chân thành cảm ơn sự hiếu khách của các bạn. Đặc biệt cảm ơn tất cả các hướng dẫn cùng với chúng tôi trong 7 ngày, các bạn thật tuyệt vời. Cảm ơn vì dịch vụ tuyệt vời mà chúng tôi đã nhận được, MR Tommy, hãy tiếp tục phát huy nhé.  -  -  -  -  - Đọc thêm",
            "Sân gôn đẹp. Dịch vụ tốt từ tour du lịch golf hàng ngày của Việt Nam. Phản hồi nhanh. Dịch vụ lái xe xuất sắc.Đọc thêm",
            "Nhóm 8 golf thủ đến từ Malaysia của chúng tôi đã chơi 3 vòng golf tại Hà Nội. Chúng tôi đã có khoảng thời gian tuyệt vời với Vietnam Daily Golf Tours. Giá rất tốt và sân golf đẹp. Chúng tôi - chắc chắn sẽ chọn lại.Đọc thêm"
        ],
        "star_ratings": [
            19,
            0,
            0,
            0,
            0
        ],
        "review_amount": 19,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Tour Golf Việt Nam Hàng Ngày",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written June 20, 2023",
            "Written June 3, 2023",
            "Written May 14, 2023",
            "Written April 10, 2023",
            "Written February 28, 2023",
            "Written November 22, 2022",
            "Written September 19, 2022",
            "Written September 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17885992-Reviews-or10-Vietnam_Daily_Golf_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885992-Reviews-Vietnam_Daily_Golf_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885976-Reviews-Vietnam_Daily_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495635-Reviews-Hanoi_Cyclo_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7975671-Reviews-James_Hanoi_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-Hanoi_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187842-Reviews-Hanoi_Vespa_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11961561-Reviews-Rose_Kitchen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444178-Reviews-Indochina_Odyssey_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089308-Reviews-Arcady_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d12827154-Reviews-Amazing_Ninh_Binh-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8727305-Reviews-Asia_Travel_Leisure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4027518-Reviews-Gia_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11680213-Reviews-Frontier_V_M_T-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d254729-Reviews-KitKatKlub-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1168987-d12369770-Reviews-Las_Coloradas-Rio_Lagartos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d4106327-Reviews-Hollywood_Sharm_El_Sheikh-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d19346260-Reviews-SIXT_Rental_Car-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d667278-Reviews-Main_Street_Hyannis-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34485-d146254-Reviews-Oleta_River_State_Park-North_Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d103747-Reviews-Soda_Dam_Hot_Springs-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g51889-d563998-Reviews-Mt_Hood_Adventure_Park_at_Skibowl-Government_Camp_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g59761-d8427730-Reviews-Cassville_Car_Ferry-Cassville_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d17386312-Reviews-Overseas_Adventure_Travel-Boston_Massachusetts.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17885992-Reviews-or10-Vietnam_Daily_Golf_Tour-Hanoi.html"
    }
]