[
    {
        "attraction_name": "VietCruise Tours",
        "attraction_name_vi": "VietCruise Tours",
        "general_info": [
            "382 đánh giá",
            "2 trên 312 Phương tiện giao thông ở TP.HCM",
            "Chuyến tham quan nhiều ngày",
            "Taxi đưa đón",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là một công ty lữ hành địa phương được thành lập vào năm 2012 tại thành phố Hồ Chí Minh, Việt Nam. Đội ngũ của chúng tôi gồm 20 nhân viên bao gồm hướng dẫn viên nói tiếng Anh, cố vấn du lịch, tài xế và nhà điều hành. Sứ mệnh của chúng tôi là cung cấp các tour du lịch ngoài đường đua chưa từng thấy ở bất kỳ đối thủ cạnh tranh nào. Sứ mệnh của chúng tôi là mang đến cho du khách hành trình ẩn và chi phí hợp lý. Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt chuyến tham quan đồng bằng sông Cửu Long 7-8 khách từ 8 giờ sáng - 6 giờ chiều. Khi đặt phòng, chúng tôi đã nhận được ưu đãi và giảm giá lớn vào ngày hôm sau, Van Sevice của chúng tôi đã đến đúng giờ với Hướng dẫn viên du lịch tên là Harry Nguyen. Xe Van trông rất sang trọng và chúng tôi cảm thấy như một vị khách VIP ở Việt Nam cộng với hướng dẫn viên du lịch Harry của chúng tôi đã tạo không khí cho chương trình nghị sự của chúng tôi bằng phần giới thiệu và giải thích chi tiết về chuyến tham quan. Chúng tôi chắc chắn đã có rất nhiều niềm vui và học hỏi được nhiều điều từ di sản và sản phẩm của Việt Nam để cống hiến cho thế giới. Tôi phải nói điểm nổi bật trong chuyến đi của chúng tôi là chuyến đi thuyền, bữa trưa thịnh soạn, hương vị miễn phí, lòng hiếu khách và nụ cười của người dân Việt Nam khi họ gặp một du khách như chúng tôi. Và tất nhiên, trên hết là Hướng dẫn viên du lịch tuyệt vời của chúng tôi, Harry Nguyễn, người rất hiểu biết và tràn đầy năng lượng, anh ấy thậm chí còn cho chúng tôi một bài hát đặc biệt về đồn điền trái cây nhiệt đới với các ca sĩ văn hóa Việt Nam và vui vẻ hát theo trong chuyến đi thuyền của chúng tôi. Chuyến tham quan này thực sự là một chuyến đi dành cho sách! Một trải nghiệm thực sự tuyệt vời!!! Đọc thêm",
            "Chúng tôi cảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi. Chúng tôi rất hài lòng với chuyến đi của bạn. Đọc thêm",
            "Chúng tôi đã đặt ba chuyến đi với công ty lữ hành này - chuyến đầu tiên là đến Địa đạo Củ Chi và tour Đồng bằng sông Cửu Long, chuyến thứ hai đến đảo Cần Giờ và chuyến cuối cùng đến Núi Bà Đen. Tất cả các tour đều được lên kế hoạch và tổ chức tốt, chúng tôi có phương tiện di chuyển thoải mái, hướng dẫn viên thân thiện và hiểu biết, và bữa trưa được bao gồm. Chúng tôi đã dành 5 ngày ở TP.HCM và những tour này đã khiến kỳ nghỉ của chúng tôi trở nên khó quên. Chúng tôi thực sự khuyên bạn nên đi ít nhất là đến Địa đạo Củ Chi và tour Đồng bằng sông Cửu Long nếu bạn chỉ có một ngày ở thành phố. Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi tình cờ gặp công ty du lịch này khi khám phá bưu điện Sài Gòn. Josh thật tuyệt vời khi giúp chúng tôi đặt tour du lịch riêng cho gia đình.  TONY đẹp trai đã nhắn tin cho chúng tôi sau khi chúng tôi đặt chỗ và đã làm mọi thứ để khiến ngày của chúng tôi trở nên tuyệt vời. Từ việc mang bánh mì và nước cho chuyến đi của chúng tôi. Kiến thức của TONY thật tuyệt vời và chia sẻ rất nhiều thông tin với chúng tôi cũng như sự hài hước tuyệt vời. Chúng tôi dừng lại ở cửa hàng thủ công dành cho người khuyết tật và được giới thiệu qua địa điểm tuyệt vời này, nơi những người đẹp này đã tạo ra những tác phẩm nghệ thuật thủ công phi thường nhất, chúng tôi đã mua một vài tác phẩm đẹp. Sau đó đến Địa đạo Củ Chi, nơi mở mang tầm mắt để xem chúng được sử dụng như thế nào và tất cả những câu chuyện đằng sau chúng. Là những du khách mới ra nước ngoài, chúng tôi luôn cảm thấy thoải mái và an toàn. Cảm ơn bạn một lần nữa Tony! Rất khuyến khích Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn bạn đã chọn chúng tôi.\nĐọc thêm",
            "Để làm cho trải nghiệm Chuyến tham quan trở nên tuyệt vời, bạn cần có người hướng dẫn phù hợp có kỹ năng. Chúng tôi có năng lực đáng yêu nhất và hướng dẫn viên du lịch vui vẻ mà chúng tôi từng gặp tên là phong hoặc Harry. Chúng tôi thực sự có thể giới thiệu chuyến tham quan đồng bằng sông Cửu Long cho tất cả những ai muốn có một ngày thật đặc biệt và muốn tiếp xúc chặt chẽ với sự rung cảm của Việt Nam. Bạn có một ở trong Tiny Family Gard3n, một nơi rất đẹp. Chúng tôi đã ăn trưa ở đó rất ngon và nhiều đến nỗi chúng tôi thậm chí còn không ăn hết. Cũng học cách làm chả giò và bánh xèo Việt Nam. Nếu chúng tôi có nhiều thời gian hơn ở Việt Nam, chúng tôi chắc chắn sẽ có một chuyến du lịch khác với công ty này. Đặc biệt với hướng dẫn viên phong của chúng tôi, anh ấy đã biến một chuyến tham quan thú vị thành một trải nghiệm tuyệt vời. Cảm ơn bạn vì một ngày tuyệt vời Jakson và LaryĐọc thêm",
            "Rất vui vì trải nghiệm tuyệt vời của bạn ở Đồng bằng sông Cửu Long với chúng tôi. Cảm ơn vì đã lựa chọn dịch vụ của chúng tôi. Đọc thêm",
            "Tôi rất muốn giới thiệu chuyến tham quan này và hướng dẫn viên du lịch Harry Wing của chúng tôi. Anh ấy đã vượt lên trên tất cả để đảm bảo rằng tất cả các bạn đều hài lòng trong chuyến lưu diễn và đảm bảo rằng chúng tôi có được trải nghiệm tốt nhất có thể, điều mà tôi thực sự hài lòng. Nhìn chung đã có một ngày tuyệt vời, bữa trưa được cung cấp cũng rất tuyệt.Đọc thêm",
            "Cảm ơn những chia sẻ của bạn về chuyến tham quan thú vị. \nChúc chuyến hành trình tại Việt Nam của bạn sẽ thật tuyệt vời!Đọc thêm",
            "Ban đầu, chúng tôi gặp một số vấn đề khi đặt chuyến đi đến vùng đất ngập nước qua điện thoại và sau đó tình cờ gặp những người này ở Bưu điện trung tâm. Rất vui vì chúng tôi đã làm. Chúng tôi muốn đến thăm các vùng đất ngập nước nhưng không muốn tham gia vào các nhóm lớn người nối nhau đi khắp sông Mê Kông. Thay vào đó chúng tôi chọn chuyến tham quan vùng đất ngập nước một ngày và không thể hạnh phúc hơn. Angela, người đã giúp chúng tôi đặt chỗ tại quầy rất hữu ích và chuyên nghiệp. Sau đó, tài xế và hướng dẫn viên Andy của chúng tôi vào ngày hôm sau cũng rất tuyệt. Rất nhiều thông tin và hiểu biết. Tôi thực sự muốn giới thiệu chuyến tham quan này nên hãy chào Angela tại bàn bán tour của bưu điện Vietcruise và để cô ấy làm phần còn lại Đọc thêm",
            "Cảm ơn đánh giá tuyệt vời của bạn. Rất vui vì bạn thích chuyến tham quan. Đọc thêm",
            "Vào ngày đầu tiên ở Sài Gòn, chúng tôi đã nói chuyện với nhân viên hướng dẫn tại khách sạn.  Anh ấy đã giới thiệu Mekong Classic Tour và đường hầm Củ Chi cho chúng tôi.  Vào ngày thứ hai ở đây, chúng tôi đã thực hiện Mekong Classic Tour.  Harry là hướng dẫn viên du lịch của chúng tôi và chúng tôi đã có một ngày tuyệt vời.  Vợ tôi và tôi đã tận hưởng cả ngày hôm đó và phần lớn trong số đó là nhờ Harry.  Chúng tôi đến thăm một pergoda trên đường đến sông Mê Kông và được giáo dục về thiền định, hạnh phúc và vòng tròn cuộc sống.  Sau đó chúng tôi lên thuyền trên sông Mê Kông và có một ngày tuyệt vời.  Học và tận mắt nhìn thấy một số nền văn hóa thật tuyệt vời.  Bữa trưa cũng là một bữa tiệc tuyệt vời.  Tôi triệt để giới thiệu chuyến đi này.  Hôm nay chúng tôi đã thực hiện chuyến tham quan đường hầm Củ Chi.  Andy là hướng dẫn viên du lịch của chúng tôi và ngoài việc cung cấp nhiều thông tin, anh ấy còn là một người hay pha trò.  Một ngày tuyệt vời khác.  Cảm ơn nhân viên lễ tân tại khách sạn Sài Gòn Prince.Đọc thêm",
            "Chúng tôi đã thực hiện cả hai chuyến tham quan với tư cách là một nhóm riêng gồm 9 người. Huy là người hướng dẫn của chúng tôi cho cả hai. Anh ấy rất chân thật, nhiều thông tin và thú vị. Chuyến tham quan Địa đạo Củ Chi chắc chắn là điều nên làm để tìm hiểu một số lịch sử gần đây từ góc nhìn của Việt Cộng. Chuyến tham quan Đồng bằng sông Cửu Long đã cung cấp cái nhìn tổng quan về Đồng bằng và chúng tôi đã đi được rất nhiều địa điểm trong một ngày. Thật tuyệt vời khi có Huy cho cả hai chuyến đi. Anh ấy thực sự thích chia sẻ kiến ​​thức và niềm đam mê của mình đối với Thành phố Hồ Chí Minh. Tôi chắc chắn sẽ giới thiệu VietCruise Tours.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tour du lịch có hướng dẫn hoàn toàn tuyệt vời. Đã đi đến địa đạo Củ Chi và Mê Kông. Hướng dẫn viên Mai Mai của tôi có rất nhiều thông tin. Cô đã dành thời gian để giải thích mọi khía cạnh về lịch sử của hai địa điểm tuyệt vời này và trả lời các câu hỏi tương ứng.  Rất khuyến khích!!! Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian du lịch vui vẻ.\nChúng tôi rất biết ơn vì bạn đã chọn VietCruise Tours.Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời nhất với Athena! Cô ấy rất niềm nở và ấm áp. Cô ấy giải thích mọi thứ thực sự tốt. Tôi rất lo lắng khi lần đầu tiên đi xe đạp ga và cô ấy đảm bảo đạp xe với tốc độ thoải mái và giải thích cách thích hợp để lên xuống an toàn. Vào cuối mỗi chuyến tham quan, cô ấy sẽ đợi tôi tiếp tục phần tiếp theo. Tôi chắc chắn sẽ giới thiệu cho bất kỳ ai đang nghĩ đến việc này. Tiếng Anh của cô ấy rất tuyệt Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm"
        ],
        "star_ratings": [
            388,
            14,
            2,
            0,
            0
        ],
        "review_amount": 404,
        "location": [
            "Châu Á",
            "Việt Nam",
            "VietCruise Tours",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written September 10, 2023",
            "Written February 14, 2024",
            "Written March 7, 2024",
            "Written February 5, 2023",
            "Written April 14, 2023",
            "Written March 3, 2023",
            "Written January 8, 2020",
            "Written January 2, 2024",
            "Written October 2, 2023",
            "Written January 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d18830093-Reviews-VietCruise_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or10-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21500249-Reviews-Glow_Up_Minigolf_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5003683-Reviews-Mirra_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6948887-Reviews-Eve_s_Garden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20220998-Reviews-Saigon_Wild_Cat-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19860093-Reviews-Lavyla_Travel_Company_Limited-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21367628-Reviews-MI_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4945634-Reviews-Gach_Trang_Tri_Italy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14790505-Reviews-Vietnam_Tours_VIP-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17850717-Reviews-Passage_To_Vietnam_Crafts_village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18207039-Reviews-DC_Saigontours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17212823-Reviews-Saigon_Vibes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5539395-Reviews-Asia_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6508535-Reviews-OC_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680137-Reviews-Countryside_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2173570-Reviews-Saigon_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d3906822-Reviews-Casa_Cenote-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d156839-Reviews-Great_Mall-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d8052345-Reviews-CARTA_DASH_Trolley-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d573218-Reviews-Baldi_Hot_Springs-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_o.html",
            "https://www.tripadvisor.com/Attraction_Review-g57654-d1908607-Reviews-Bear_Creek_Lake_State_Park-Cumberland_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g580293-d10744661-Reviews-Playa_Portals_Vells-Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g31437-d299029-Reviews-Mildred_B_Cooper_Memorial_Chapel-Bella_Vista_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d561696-Reviews-Grapevine_Lake-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g642199-d2332025-Reviews-Alvor_Boardwalk-Alvor_Portimao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d4695690-Reviews-Balboa_Pier-Newport_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or10-VietCruise_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-VietCruise_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "VietCruise Tours",
        "attraction_name_vi": "VietCruise Tours",
        "general_info": [
            "382 đánh giá",
            "2 trên 312 Phương tiện giao thông ở TP.HCM",
            "Chuyến tham quan nhiều ngày",
            "Taxi đưa đón",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là nhà điều hành tour du lịch địa phương được thành lập vào năm 2012 tại Thành phố Hồ Chí Minh, Việt Nam. Đội ngũ của chúng tôi gồm 20 nhân viên bao gồm hướng dẫn viên du lịch nói tiếng Anh, cố vấn du lịch, tài xế và điều hành viên. Sứ mệnh của chúng tôi là cung cấp các chuyến tham quan ngoài đường đua chưa từng thấy ở bất kỳ đối thủ cạnh tranh nào. Hành trình ẩn giấu và chi phí hợp lý là sứ mệnh của chúng tôi mang đến cho du khách.Đọc thêm",
        "reviews": [
            "Chuyến tham quan tuyệt vời..hướng dẫn viên, Cuong rất hiểu biết. Tôi đưa con trai bị mù của mình đi và Cuong rất ủng hộ và giúp đỡ tôi lên thuyền, v.v. Bữa trưa ngon và nhiều.Đọc thêm",
            "Những nơi rất đẹp. Rất thích. Andy là người hướng dẫn của chúng tôi, người đã hướng dẫn chúng tôi và giúp chúng tôi biết nhiều điều mới!! Phải ghé thăm đồng bằng sông Cửu Long!Đọc thêm",
            "Chuyến tham quan lịch sử hay nhất của Việt Nam cùng với hướng dẫn viên du lịch giỏi nhất Anh Ben. Chắc chắn sẽ giới thiệu cho tất cả mọi người. Mong sớm được quay lại Việt NamXem thêm",
            "Ben là người giỏi nhất, tuyệt vời, chúng tôi yêu thích nó. Quá tốt, anh ấy đảm bảo mọi thứ đều tuyệt vời và tốt đẹp, không có vấn đề gì cả. Ben là nhấtĐọc thêm",
            "Tour du lịch tuyệt vời và hướng dẫn chất lượng. Đặc biệt cảm ơn hướng dẫn viên du lịch Ben. 1010. Giải thích đầy đủ về lịch sử phong phú của Việt Nam..Đọc thêm",
            "Cảm ơn Bang đã tổ chức cho tôi một chuyến đi vui vẻ. Anh ấy đã giúp tôi trong suốt quá trình lựa chọn chuyến tham quan. Vietcuse của bạn rất được khuyến khích.Đọc thêm",
            "Trải nghiệm rực rỡ. Hướng dẫn viên du lịch, Jason, là một siêu sao! Năng lượng dồi dào và rất am hiểu về lịch sử chiến tranh Việt Nam.Đọc thêm",
            "Vợ và con gái tôi và tôi rất thích chuyến đi này. Chúng tôi đã đặt phòng qua Angela tại khách sạn The Arrivals, người rất xuất sắc.  Nó rất chuyên nghiệp, thoải mái và người lái xe rất cẩn thận trên đường. Andy hướng dẫn của chúng tôi rất thân thiện, vui tính, thú vị và nói tiếng Anh rất tốt. Anh ấy có kiến ​​thức về chuyến tham quan và thông báo cho chúng tôi về con đường mà chúng tôi sẽ trải nghiệm. Rất khuyến khích công ty và Andy và tài xế của anh ấy. Gia đình Girsa đến từ Nam PhiĐọc thêm",
            "Chuyến tham quan tuyệt vời, với hướng dẫn viên tuyệt vời Andy rất am hiểu về lịch sử. Rất nhiều món ăn tuyệt vời và ngon, không có áp lực phải mua bất cứ thứ gì. Tôi không phải là người yêu thích các chuyến tham quan nhưng tôi thực sự khuyên bạn nên tham gia chuyến tham quan này. Một vài điểm dừng dọc đường khiến chuyến đi trở nên thú vị hơn vì phải lái xe nhiều.Đọc thêm",
            "Hỗ trợ tuyệt vời từ Nancy khi đặt phòng. Chuyến tham quan rất vui. Chúng tôi đã có rất nhiều trải nghiệm tuyệt vời. Các món ăn địa phương được phục vụ cũng rất ngon.Đọc thêm"
        ],
        "star_ratings": [
            388,
            14,
            2,
            0,
            0
        ],
        "review_amount": 404,
        "location": [
            "Châu Á",
            "Việt Nam",
            "VietCruise Tours",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d18830093-Reviews-or10-VietCruise_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or20-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21500249-Reviews-Glow_Up_Minigolf_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5003683-Reviews-Mirra_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6948887-Reviews-Eve_s_Garden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20220998-Reviews-Saigon_Wild_Cat-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19860093-Reviews-Lavyla_Travel_Company_Limited-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21367628-Reviews-MI_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4945634-Reviews-Gach_Trang_Tri_Italy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14790505-Reviews-Vietnam_Tours_VIP-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17850717-Reviews-Passage_To_Vietnam_Crafts_village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18207039-Reviews-DC_Saigontours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17212823-Reviews-Saigon_Vibes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5539395-Reviews-Asia_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6508535-Reviews-OC_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680137-Reviews-Countryside_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2173570-Reviews-Saigon_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d1847079-Reviews-Haleiwa_Beach_Park-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d13321420-Reviews-Pugu_Hills_Forest_Reserve-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187079-d10200972-Reviews-La_Cite_du_Vin-Bordeaux_Gironde_Nouvelle_Aquitaine.html",
            "https://www.tripadvisor.com/Attraction_Review-g58566-d7931226-Reviews-Go_Karts_and_Krazy_Kars-Long_Beach_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13818996-Reviews-Savile_Row_Custom_Tailor-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293825-d6032989-Reviews-Abuja_Arts_Crafts_Village-Abuja_Federal_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11747357-Reviews-LEGOLAND_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d187652-Reviews-Royal_Yacht_Britannia-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g54340-d3475896-Reviews-McLeod_Farms-McBee_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d6964367-Reviews-Blue_Lagoon-Dahab_South_Sinai_Red_Sea_and_Sinai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or20-VietCruise_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or10-VietCruise_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "VietCruise Tours",
        "attraction_name_vi": "VietCruise Tours",
        "general_info": [
            "382 đánh giá",
            "2 trên 312 Phương tiện giao thông ở TP.HCM",
            "Chuyến tham quan nhiều ngày",
            "Taxi đưa đón",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là nhà điều hành tour du lịch địa phương được thành lập vào năm 2012 tại Thành phố Hồ Chí Minh, Việt Nam. Đội ngũ của chúng tôi gồm 20 nhân viên bao gồm hướng dẫn viên du lịch nói tiếng Anh, cố vấn du lịch, tài xế và điều hành viên. Sứ mệnh của chúng tôi là cung cấp các chuyến tham quan ngoài đường đua chưa từng thấy ở bất kỳ đối thủ cạnh tranh nào. Hành trình ẩn giấu và chi phí hợp lý là sứ mệnh của chúng tôi mang đến cho du khách.Đọc thêm",
        "reviews": [
            "Chúng tôi đã tham gia tour du lịch chung theo nhóm nhỏ đến Địa đạo Củ Chi từ công ty này. Đó thực sự là trải nghiệm hấp dẫn, hướng dẫn viên thực sự hiểu biết và chia sẻ những chi tiết tuyệt vời với chúng tôi về lịch sử Việt Nam và về Địa đạo Củ Chi. Họ cung cấp chai nước miễn phí không chỉ một lần mà bất cứ khi nào cần. Hướng dẫn viên cũng mua một số món ăn địa phương cho toàn bộ nhóm mà không tính thêm phí. Đó là cử chỉ rất ngọt ngào. Tôi thực sự khuyên mọi người nên tham gia chuyến đi này, đây là trải nghiệm có một không hai trong đời. Cảm ơn vì dịch vụ của bạn. Đọc thêm",
            "Toàn bộ trải nghiệm thật tuyệt vời. Hướng dẫn viên du lịch của chúng tôi Jack là một hướng dẫn viên xuất sắc, rất thân thiện và hiểu biết về khu vực cũng như văn hóa cư dân ở đó. Chúng tôi đánh giá cao điều đóĐọc thêm",
            "Chúng tôi quyết định vào phút cuối để đặt một tour du lịch riêng đến đồng bằng sông Cửu Long. Bang là một đại lý đặt phòng tuyệt vời, Danny là một hướng dẫn viên du lịch xuất sắc và Mr Lucky là một người lái xe tuyệt vời. Chuyến tham quan có tất cả. Máy lạnh thoải mái trên xe, Danny có kiến ​​thức sâu sắc tuyệt vời về tất cả các điểm tham quan chúng tôi đã ghé thăm. Chúng tôi yêu chiếc thuyền lớn, chiếc thuyền nhỏ và tuk tuk. Bữa trưa rất ngon. Chúng tôi thực sự muốn giới thiệu chuyến tham quan riêng.Đọc thêm",
            "Tôi thực sự giới thiệu Tour du lịch đồng bằng sông Cửu Long Việt Nam với Kaitlyn! Kiến thức và sự hướng dẫn của cô trong suốt chuyến tham quan đã khiến nó trở thành một trải nghiệm khó quên. Trong suốt chuyến tham quan, sự chú ý của Kaitlyn đến từng chi tiết và kỹ năng tổ chức đã đảm bảo một trải nghiệm suôn sẻ. Chúng tôi không bao giờ cảm thấy vội vã và có nhiều thời gian để khám phá từng điểm đến. Cô ấy sẽ hướng dẫn bạn qua một cuộc hành trình đáng kinh ngạc mà bạn sẽ mãi mãi trân trọng.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn bạn đã chọn chúng tôi.\nĐọc thêm",
            "Dịch vụ tuyệt vời từ Kaitlyn ở Quận 1. Rất hữu ích và cung cấp tất cả thông tin chúng tôi cần. Trung thực và không hề quá khích. Cô ấy nói tiếng Anh xuất sắc nên có thể đáp ứng chính xác nhu cầu của chúng tôi mà không cần bán thêm. Cảm ơn bạn rất nhiều, Kaitlyn!Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Anh Bang ở công ty du lịch rất nhiệt tình giúp đỡ. Và hướng dẫn viên Mike của chúng tôi thật tuyệt vời. Có rất nhiều việc phải làm, nhiều cách di chuyển khác nhau. Một trải nghiệm rất tốt.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tôi đã có một trải nghiệm rất tuyệt vời với chuyến tham quan Đường hầm Củ Chín và Tour tham quan sông Delat Mekong! Từ việc đặt phòng với Bang, anh ấy rất có sức chứa và hiểu biết. Nói tiếng Anh tốt nên tôi không gặp vấn đề gì khi giao tiếp với anh ấy. Họ đón tôi bằng xe khách sạn đúng giờ. Hướng dẫn viên Ban Dhang anh ấy rất am hiểu địa điểm. Anh ấy rất lịch sự và dễ gần. Anh ấy quản lý thời gian rất tốt. Điều đó thực sự quan trọng. Chắc chắn tôi sẽ đặt tour với họ một lần nữa. Rất nhiều tình yêu từ Ethan từ PHILIPPINES Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi không có nhiều thời gian ở TP.HCM nên chúng tôi đã chọn tour riêng này với Vinh. Anh ấy hiểu biết sâu sắc về lịch sử Việt Nam và là một hướng dẫn viên tuyệt vời trong khi tham quan sông Mekong. Tôi hoàn toàn khuyên bạn nên hỏi Vinh. Anh ấy tuyệt vời. Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chuyến tham quan địa đạo Củ Chi này là một trải nghiệm khó quên mà tôi muốn giới thiệu cho bất kỳ ai đến thăm Thành phố Hồ Chí Minh. Chuyến tham quan do Trí thực hiện thật đặc biệt và trải nghiệm cũng như kiến ​​thức về diễn biến chiến tranh ở những khu vực này là điều không thể diễn tả bằng lời. Hơn nữa, quá trình đặt chỗ, với sự hỗ trợ của Angela và Bang rất nhanh chóng và hiệu quả, và nhìn chung đây là một trong những chuyến tham quan tuyệt vời nhất mà tôi từng tham gia ở Việt Nam.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi đã có một chuyến đi dài ngày tuyệt vời với bạn bè và tất cả là nhờ hướng dẫn viên du lịch Kaitlyn, người đã thuyết phục chúng tôi tham gia chuyến tham quan này. Cô ấy nói tiếng Anh rất tốt và hiểu những gì chúng tôi đang tìm kiếm. Chúng tôi khuyên bất cứ ai đang tìm kiếm chuyến tham quan này hãy liên hệ với cô ấy. Cô ấy làm việc ở The Arrivals Apartment. Chúng tôi mong muốn được tham gia một chuyến tham quan khác sau vài ngày nữa.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm"
        ],
        "star_ratings": [
            388,
            14,
            2,
            0,
            0
        ],
        "review_amount": 404,
        "location": [
            "Châu Á",
            "Việt Nam",
            "VietCruise Tours",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 7, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 3, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d18830093-Reviews-or20-VietCruise_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or10-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or30-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21500249-Reviews-Glow_Up_Minigolf_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5003683-Reviews-Mirra_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6948887-Reviews-Eve_s_Garden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20220998-Reviews-Saigon_Wild_Cat-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19860093-Reviews-Lavyla_Travel_Company_Limited-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21367628-Reviews-MI_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4945634-Reviews-Gach_Trang_Tri_Italy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14790505-Reviews-Vietnam_Tours_VIP-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17850717-Reviews-Passage_To_Vietnam_Crafts_village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18207039-Reviews-DC_Saigontours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17212823-Reviews-Saigon_Vibes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5539395-Reviews-Asia_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6508535-Reviews-OC_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680137-Reviews-Countryside_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2173570-Reviews-Saigon_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g48894-d3168033-Reviews-Glen_Falls-Williamsville_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d209474-Reviews-Palazzo_Pitti-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d104984-Reviews-Mystic_Seaport_Museum-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g469418-d12812590-Reviews-Phu_Quoc_Night_Merket-Phu_Quoc_Island_Kien_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d6002200-Reviews-Al_Mina_Fish_Market-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60995-d125410-Reviews-Evans_Plunge_Mineral_Springs-Hot_Springs_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d7187030-Reviews-Lake_View_Park-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g58569-d146316-Reviews-Ape_Cave_Lava_Tubes-Longview_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d456350-Reviews-The_Sanctuary_Of_Truth-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190685-Reviews-Basilique_du_Sacre_Coeur_de_Montmartre-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or30-VietCruise_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or20-VietCruise_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "VietCruise Tours",
        "attraction_name_vi": "VietCruise Tours",
        "general_info": [
            "382 đánh giá",
            "2 trên 312 Phương tiện giao thông ở TP.HCM",
            "Chuyến tham quan nhiều ngày",
            "Xe đưa đón Taxi",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là nhà điều hành tour du lịch địa phương được thành lập vào năm 2012 tại Thành phố Hồ Chí Minh, Việt Nam. Đội ngũ của chúng tôi gồm 20 nhân viên bao gồm hướng dẫn viên du lịch nói tiếng Anh, cố vấn du lịch, tài xế và điều hành viên. Sứ mệnh của chúng tôi là cung cấp các chuyến tham quan ngoài đường đua chưa từng thấy ở bất kỳ đối thủ cạnh tranh nào. Hành trình ẩn giấu và chi phí hợp lý là sứ mệnh của chúng tôi mang đến cho du khách.Đọc thêm",
        "reviews": [
            "Chuyến đi đến đường hầm thật tuyệt vời và là nơi phải đến nếu có ai đến Việt Nam, cách hướng dẫn viên của chúng tôi, anh Bằng giải thích rất tuyệt và anh ấy đã làm rất tốt, vì vậy bất kỳ ai đi du lịch đến những điểm đến này nên có một hướng dẫn viên giỏi để giải thích tất cả lịch sử và tất cả.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Các đường hầm rất thú vị và có thể đi bộ được ngay cả khi chúng tôi ở đó với nhiệt độ cực cao. Không nên bỏ lỡ cơ hội đi xuống đường hầm.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn bạn đã chọn chúng tôi.\nĐọc thêm",
            "Hướng dẫn viên có kiến ​​thức và thân thiện! Anh ấy đã chăm sóc chúng tôi rất tốt, giải thích rõ về địa đạo Chu Chí Việt Nam và đồng bằng sông Cửu Long!Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Danny từ Vietcruise là kiến ​​thức tốt nhất của anh ấy về Việt Nam là không ai sánh kịp. Điều đó thật thú vị, anh ấy có khiếu hài hước tuyệt vời. Các đường hầm rất thú vị nhưng Danny đã thực hiện chuyến đi bằng tất cả kiến ​​thức của mình.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tracey và Nancy là những hướng dẫn viên xuất sắc cho chuyến tham quan sông Mê Kông của chúng tôi! Kiến thức của họ về khu vực, cùng với sự nhiệt tình và tính chuyên nghiệp của họ, đã khiến trải nghiệm này thực sự khó quên. Từ việc điều hướng các tuyến đường thủy đến chia sẻ những hiểu biết thú vị về văn hóa và động vật hoang dã địa phương, họ đã nỗ lực hết mình để đảm bảo mọi người đều có khoảng thời gian tuyệt vời. Sự chú ý của họ đến từng chi tiết và thái độ thân thiện đã tạo ra bầu không khí chào đón trong suốt hành trình. Tôi không thể giới thiệu họ đủ cao, họ thực sự đã khiến chuyến đi của chúng tôi trở nên đặc biệt! Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chuyến tham quan này thật tuyệt vời. Hướng dẫn rất nhiều thông tin và kiên nhẫn. Tracy và Nancy thật tuyệt vời - Tour thật tuyệt vời. Ngày tuyệt vời nhất ở Việt Nam đối với tôi.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn bạn đã chọn chúng tôi.\nĐọc thêm",
            "Đã có trải nghiệm tuyệt vời với chuyến tham quan do Tracy, Nancy và Danny tổ chức này đã nhìn thấy một số khung cảnh tuyệt vời và chụp được nhiều bức ảnh được đánh giá cao và rất muốn thực hiện lại.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tour du lịch 1 ngày tuyệt vời để làm khi ở Thành phố Hồ Chí Minh. Đón và trả khách bất kỳ khách sạn nào ở quận 1. Bao gồm ăn uống. Tracy đã rất hữu ích khi giới thiệu cho chúng tôi các hoạt động khác nhau để thực hiệnĐọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Đó là một tour du lịch rất hay, thư giãn, thông tin tốt và không có nhiều điểm du lịch. Cảm ơn Bang rất nhiều, chúng tôi đã bán được chuyến tham quan như thế nào..Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Một ngày tuyệt vời khi tham quan Địa đạo Củ Chi với hướng dẫn viên du lịch Danny! Danny đam mê và đầy kiến ​​thức. Xe thoải mái và sạch sẽ cho chuyến trở về kéo dài 4 giờ. Ghế massage thêm một điểm nhấn! Thật tuyệt vời khi tham quan Nhà máy Handicap trên đường đi. Những món ngọt do Danny cung cấp trên đường trở về là một kết thúc hoàn hảo cho một ngày!  Rất khuyến khích! Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm"
        ],
        "star_ratings": [
            388,
            14,
            2,
            0,
            0
        ],
        "review_amount": 404,
        "location": [
            "Châu Á",
            "Việt Nam",
            "VietCruise Tours",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 20, 2024",
            "Written April 20, 2024",
            "Written April 20, 2024",
            "Written April 20, 2024",
            "Written April 18, 2024",
            "Written April 18, 2024",
            "Written April 18, 2024",
            "Written April 18, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d18830093-Reviews-or30-VietCruise_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or20-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or40-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21500249-Reviews-Glow_Up_Minigolf_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5003683-Reviews-Mirra_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6948887-Reviews-Eve_s_Garden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20220998-Reviews-Saigon_Wild_Cat-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19860093-Reviews-Lavyla_Travel_Company_Limited-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21367628-Reviews-MI_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4945634-Reviews-Gach_Trang_Tri_Italy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14790505-Reviews-Vietnam_Tours_VIP-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17850717-Reviews-Passage_To_Vietnam_Crafts_village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18207039-Reviews-DC_Saigontours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17212823-Reviews-Saigon_Vibes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5539395-Reviews-Asia_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6508535-Reviews-OC_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680137-Reviews-Countryside_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2173570-Reviews-Saigon_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60395-d10806696-Reviews-Williams_Bay_Beach-Williams_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d143442-Reviews-Medieval_Times_Dinner_Tournament-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d144134-Reviews-The_Children_s_Museum_of_Memphis-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30029-d1101760-Reviews-Coca_Cola_Park-Allentown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d2529778-Reviews-Jan_Thiel_Beach-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075066-d1478683-Reviews-Sepilok_Orangutan_Rehabilitation_Centre-Sepilok_Sandakan_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d325269-Reviews-Neve_Tzedek-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8130989-Reviews-Train_Night_Market_Ratchada-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d3487687-Reviews-Wailua_River_State_Park-Wailua_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g608489-d3697012-Reviews-Blue_Lagoon_Beach-Manggis_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or40-VietCruise_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or30-VietCruise_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "VietCruise Tours",
        "attraction_name_vi": "VietCruise Tours",
        "general_info": [
            "382 đánh giá",
            "2 trên 312 Phương tiện giao thông ở TP.HCM",
            "Chuyến tham quan nhiều ngày",
            "Taxi đưa đón",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là nhà điều hành tour du lịch địa phương được thành lập vào năm 2012 tại Thành phố Hồ Chí Minh, Việt Nam. Đội ngũ của chúng tôi gồm 20 nhân viên bao gồm hướng dẫn viên du lịch nói tiếng Anh, cố vấn du lịch, tài xế và điều hành viên. Sứ mệnh của chúng tôi là cung cấp các chuyến tham quan ngoài đường đua chưa từng thấy ở bất kỳ đối thủ cạnh tranh nào. Hành trình ẩn giấu và chi phí hợp lý là sứ mệnh của chúng tôi mang đến cho du khách.Đọc thêm",
        "reviews": [
            "Tracy rất hữu ích, cư xử rất tốt và rất chuyên nghiệp, cô ấy đã hướng dẫn và giúp đỡ chúng tôi về thời gian tốt nhất và lên kế hoạch chuyến đi tốt ở HMC, 5 sao cho TracyĐọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tôi rất vui khi sử dụng chỗ ở này. Chúng tôi đã gặp Nancy và cô ấy rất hữu ích. Cô ấy đã cung cấp cho chúng tôi thông tin đầu vào để có một chuyến đi tốt đẹp và đưa ra cho chúng tôi các đề xuất đổi USD rất tốt. Chúng tôi đã sử dụng dịch vụ này để đến Núi Trinh Nữ Đen và đó là một nơi rất đẹp. Chúng tôi cũng có một người lái xe giỏi và anh ấy đề nghị chúng tôi ghé qua để ăn hoặc chỉ đi tiểu. Đây là một ngày thú vị đối với chúng tôi và bạn cũng nên trải nghiệm điều này!Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Hôm nay đã đi chuyến đi đường hầm với Nikki, cô ấy là một người bạn đồng hành du lịch xuất sắc! Cô ấy có kiến ​​thức rất sâu rộng về toàn bộ chuyến tham quan và rất vui khi đi xe van đến và đi. Bản thân các đường hầm là một trải nghiệm tuyệt vời cho thấy những thử thách và đau khổ mà những người này đã phải chịu đựng, nếu tôi có thể đánh giá nó cao hơn thì tôi sẽĐọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời tại đường hầm!   Đã học được rất nhiều về chiến tranh và lịch sử.  Hướng dẫn viên Nikki của chúng tôi thật tuyệt vời!   Cô ấy chắc chắn đã làm cho ngày của chúng tôi trở thành một trong những ngày tuyệt vời nhất trong cả chuyến đi của chúng tôi!   Rất hiểu biết và dễ hòa đồng. Chúng tôi đã chia sẻ rất nhiều câu chuyện và cười!  Rất muốn giới thiệu và chắc chắn sẽ quay lại để thực hiện một chuyến đi khác! Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Người đàn ông mà tôi gặp ở bàn bán tour thực sự rất hữu ích. Tôi tin tên anh ấy là Bang, tuy nhiên tôi không chắc lắm. Khi chúng tôi đến đó, nụ vẫn chưa đến và tôi đã nhắn tin cho anh ấy và trong vòng 2 phút anh ấy đã trả lời để cho tôi biết rằng giao thông vừa bị cản trở trong 10 phút.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Gần đây tôi rất hân hạnh được trải nghiệm chuyến tham quan Địa đạo Củ Chi kéo dài nửa ngày tại Việt Nam do Harry hướng dẫn. Từ đầu đến cuối, chuyên môn và sự nhiệt tình của Harry đã khiến chuyến tham quan này thực sự đáng nhớ. Kiến thức của Harry về Địa đạo Củ Chi thật đặc biệt. Ông đã đưa ra những lời giải thích chi tiết về lịch sử, cách xây dựng và tầm quan trọng của các đường hầm, giúp mang lại lịch sử phong phú cho địa điểm này vào cuộc sống. Rất khuyến khích!!Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Đã đặt tour này vào đêm hôm trước với một anh chàng đáng yêu tên Bang. Đó là siêu nhanh chóng và dễ dàng để đặt. Họ lấy tiền mặt hoặc thẻ. Anh ấy vui lòng cho tôi số điện thoại của anh ấy và liên hệ với anh ấy nếu có vấn đề gì. Anh ấy rất thân thiện! Chuyến tham quan với hướng dẫn viên Hannah của chúng tôi thật tuyệt vời khi thậm chí còn nhận được nước lạnh và món ăn ngon cho bữa sáng. Rất khuyến khích Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Danny là một hướng dẫn viên du lịch tuyệt vời, rất nhiều thông tin về lịch sử Thế chiến II và Sài Gòn. Thực sự rất thích hiệp ước ngọt ngào ở phần cuối mmmMMMMmmmm.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi tận hưởng chuyến tham quan này. Đó thực sự là một trải nghiệm thú vị đối với các con tôi. Chúng tôi muốn đi du lịch đến Việt Nam một lần nữa. Tôi giới thiệu chuyến tham quan này.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Rất nhiều thông tin. Danny thực sự biết thông tin của anh ấy và rất dễ tiếp cận khi đặt câu hỏi. Tiếng Anh cũng tốt và dễ hiểuĐọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm"
        ],
        "star_ratings": [
            388,
            14,
            2,
            0,
            0
        ],
        "review_amount": 404,
        "location": [
            "Châu Á",
            "Việt Nam",
            "VietCruise Tours",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 13, 2024",
            "Written April 12, 2024",
            "Written April 12, 2024",
            "Written April 12, 2024",
            "Written April 8, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 2, 2024",
            "Written April 2, 2024",
            "Written April 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d18830093-Reviews-or40-VietCruise_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or30-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or50-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21500249-Reviews-Glow_Up_Minigolf_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5003683-Reviews-Mirra_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6948887-Reviews-Eve_s_Garden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20220998-Reviews-Saigon_Wild_Cat-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19860093-Reviews-Lavyla_Travel_Company_Limited-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21367628-Reviews-MI_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4945634-Reviews-Gach_Trang_Tri_Italy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14790505-Reviews-Vietnam_Tours_VIP-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17850717-Reviews-Passage_To_Vietnam_Crafts_village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18207039-Reviews-DC_Saigontours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17212823-Reviews-Saigon_Vibes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5539395-Reviews-Asia_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6508535-Reviews-OC_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680137-Reviews-Countryside_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2173570-Reviews-Saigon_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g150801-d4523240-Reviews-Hierve_el_Agua-Oaxaca_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d534084-Reviews-Morikami_Museum_Japanese_Gardens-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1492554-d7395718-Reviews-Castel_Guelfo_The_Style_Outlets-Castel_Guelfo_di_Bologna_Province_of_Bologna_Emi.html",
            "https://www.tripadvisor.com/Attraction_Review-g206514-d1800371-Reviews-Mullerthal_Trail-Mullerthal.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d108135-Reviews-The_House_of_the_Seven_Gables-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2023113-Reviews-Plaza_Las_Americas-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d8425043-Reviews-Ropes_Mansion_and_Garden-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g190380-d10663239-Reviews-Aphrodite_s_Beach-Latchi_Polis_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g41853-d1821154-Reviews-Honey_Pot_Hill-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g33963-d1233513-Reviews-CoCo_Key_Water_Resort_Hotel_Convention_Center_Waterbury-Waterbury_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or50-VietCruise_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or40-VietCruise_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "VietCruise Tours",
        "attraction_name_vi": "VietCruise Tours",
        "general_info": [
            "382 đánh giá",
            "2 trên 312 Phương tiện giao thông ở TP.HCM",
            "Chuyến tham quan nhiều ngày",
            "Taxi đưa đón",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là nhà điều hành tour du lịch địa phương được thành lập vào năm 2012 tại Thành phố Hồ Chí Minh, Việt Nam. Đội ngũ của chúng tôi gồm 20 nhân viên bao gồm hướng dẫn viên du lịch nói tiếng Anh, cố vấn du lịch, tài xế và điều hành viên. Sứ mệnh của chúng tôi là cung cấp các chuyến tham quan ngoài đường đua chưa từng thấy ở bất kỳ đối thủ cạnh tranh nào. Hành trình ẩn giấu và chi phí hợp lý là sứ mệnh của chúng tôi mang đến cho du khách.Đọc thêm",
        "reviews": [
            "Mine và Bang đã đưa ra những lời giải thích tuyệt vời về các lựa chọn tham quan có sẵn và hỗ trợ chúng tôi đặt chỗ tốt. Chuyến tham quan được tổ chức hoàn hảo và chúng tôi rất thích khám phá nhiều địa điểm khác nhau dọc theo sông Mê Kông và hòa mình vào lối sống địa phương cùng với việc gặp gỡ người dân địa phương ở các làng và trên chợ nổi.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tôi đã dành một ngày tuyệt vời để tham quan khu vực đồng bằng sông Cửu Long với hướng dẫn viên rất giỏi Marcus và một nhóm quốc tế xinh đẹp. Giao thông vận tải ổn, lựa chọn địa điểm tham quan tập trung vào văn hóa địa phương và cách sống cũng hoàn hảo. Giải thích rất thú vị và toàn diện. Bữa trưa được phục vụ rất tuyệt vời, có sẵn nước. Vì vậy, tôi thực sự giới thiệu chuyến tham quan này cho mọi người!Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tôi thực sự thích tham gia chuyến tham quan này, mọi thứ đều hoàn hảo, bắt đầu với những lời giới thiệu và dịch vụ tuyệt vời của anh Bằng và tiếp tục với những lời giải thích đầy đủ của anh Hải trong suốt chuyến tham quan. Thời gian, sự quan tâm đến người tham gia, chất lượng vận chuyển tốt, tôi thực sự thích mọi thứ và giới thiệu cho tất cả mọi người!Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi đã chọn chuyến tham quan riêng, kết hợp do hạn chế về thời gian trong chuyến đi của chúng tôi. Đó là chúng tôi, người lái xe và hướng dẫn viên du lịch Harry Khoa. Địa đạo Củ Chi rất thú vị và đảo kỳ lân ở đồng bằng sông Cửu Long cũng rất đáng xem. Chuyến chèo thuyền trên đảo kỳ lân là một điểm nổi bật đối với chúng tôi. Nó không đông đúc với các nhóm du lịch khác khi chúng tôi ở đó và xung quanh thực sự yên tĩnh và xinh đẹp. Chúng tôi dùng bữa trưa Dừng lại ở một khu vườn địa phương, nơi phục vụ rất nhiều loại thực phẩm khác nhau để thử và cả một số loại trái cây do họ trồng. Xin lưu ý rằng bạn sẽ ở trong xe vài giờ, tổng cộng là khoảng 6-7 giờ. Xe rất thoải mái và có máy lạnh. Người lái xe rất tốt. Khoa hướng dẫn của chúng tôi rất tốt bụng và có nhiều kiến ​​thức. Anh ấy kể cho chúng tôi rất nhiều về lịch sử, truyền thống, ẩm thực Việt Nam và thậm chí còn cho chúng tôi những gợi ý cho chuyến đi sắp tới. Anh ấy là người cởi mở và vui tính, ngoài ra anh ấy còn mang đồ ăn nhẹ cho chúng tôi trên xe: Chúng tôi có thể giới thiệu chuyến tham quan này, đặc biệt nếu bạn không có nhiều thời gian để xem đồng bằng sông Cửu Long.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Bạn thực sự tuyệt vời với Trí, rất hiểu biết và hữu ích. Rất khuyến khích. Phải làm ở thành phố HCM. Chuyến đi dễ dàng 6 giờ okĐọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Mọi thứ đều diễn ra hoàn hảo. Bang đã giúp chúng tôi đặt tour vào ngày hôm trước. Anh ấy rất hữu ích và sắp tới. Trong chuyến đi, chúng tôi thật may mắn khi có Andy hướng dẫn. Anh ấy rất hiểu biết, tốt bụng và vui tính. Lái xe an toàn và thoải mái. Hai người họ và VietCruise Tours nói chung đều có những đánh giá cao nhất của tôi.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tôi tình cờ gặp cả hai ở quận 1 để đặt chuyến đi. Bang là người đã hỗ trợ chúng tôi trong việc đặt chỗ cho đường hầm Củ Chi. Anh ấy hướng dẫn rất rõ ràng và rất chuyên nghiệp. Chắc chắn sẽ giới thiệu dịch vụ từ đại lý của anh ấy.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tour du lịch cả ngày tuyệt vời nơi họ cung cấp nước và bữa trưa. Hướng dẫn được thông tin đầy đủ về chiến tranh Việt Nam và giải thích mọi thứ cho chúng tôi. Người quản lý tour Nancy rất tốt bụng và sắp xếp mọi thứ cho chúng tôi cũng như giải thích những gì mong đợi từ chuyến đi! Muốn giới thiệu!Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Trải nghiệm tuyệt vời. Hướng dẫn viên Tina của chúng tôi thật tuyệt vời! muốn giới thiệu cho bất kỳ ai ở Hồ Chí Minh thực hiện chuyến tham quan này ngay cả khi bạn không quan tâm đến lịch sử.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Marcus là hướng dẫn viên nói tiếng Anh rất thân thiện và giỏi. Ai đã hướng dẫn chúng tôi suốt chuyến tham quan trong ngày một cách xuất sắc. Anh ấy đã giúp chúng tôi hiểu văn hóa Việt Nam và chăm sóc chúng tôi chu đáo trong suốt chuyến tham quan. Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm"
        ],
        "star_ratings": [
            388,
            14,
            2,
            0,
            0
        ],
        "review_amount": 404,
        "location": [
            "Châu Á",
            "Việt Nam",
            "VietCruise Tours",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written March 28, 2024",
            "Written March 26, 2024",
            "Written March 25, 2024",
            "Written March 24, 2024",
            "Written March 24, 2024",
            "Written March 24, 2024",
            "Written March 22, 2024",
            "Written March 21, 2024",
            "Written March 18, 2024",
            "Written March 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d18830093-Reviews-or50-VietCruise_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or40-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or60-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21500249-Reviews-Glow_Up_Minigolf_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5003683-Reviews-Mirra_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6948887-Reviews-Eve_s_Garden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20220998-Reviews-Saigon_Wild_Cat-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19860093-Reviews-Lavyla_Travel_Company_Limited-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21367628-Reviews-MI_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4945634-Reviews-Gach_Trang_Tri_Italy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14790505-Reviews-Vietnam_Tours_VIP-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17850717-Reviews-Passage_To_Vietnam_Crafts_village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18207039-Reviews-DC_Saigontours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17212823-Reviews-Saigon_Vibes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5539395-Reviews-Asia_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6508535-Reviews-OC_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680137-Reviews-Countryside_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2173570-Reviews-Saigon_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187278-d242725-Reviews-Friedrichsbad-Baden_Baden_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d124620-Reviews-U_S_National_Arboretum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d8500918-Reviews-Virginia_Beach_Fishing_Pier-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g580449-d5533480-Reviews-Soggy_Dollar_Bar-Jost_Van_Dyke_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d1997701-Reviews-The_Lancaster_Science_Factory-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d6589993-Reviews-I_Drive_NASCAR_Indoor_Kart_Racing-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g580452-d4605584-Reviews-Ice_Skating-Aguadilla_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g52764-d667283-Reviews-Promised_Land_State_Park-Greentown_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g580331-d1519682-Reviews-Jardi_Botanic_Marimurtra-Blanes_Costa_Brava_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d13087814-Reviews-YasIl_Bazar_Green_Market-Baku_Absheron_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or60-VietCruise_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or50-VietCruise_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "VietCruise Tours",
        "attraction_name_vi": "VietCruise Tours",
        "general_info": [
            "382 đánh giá",
            "2 trên 312 Phương tiện giao thông ở TP.HCM",
            "Tour nhiều ngày",
            "Taxi đưa đón",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là nhà điều hành tour du lịch địa phương được thành lập vào năm 2012 tại Thành phố Hồ Chí Minh, Việt Nam. Đội ngũ của chúng tôi gồm 20 nhân viên bao gồm hướng dẫn viên du lịch nói tiếng Anh, cố vấn du lịch, tài xế và điều hành viên. Sứ mệnh của chúng tôi là cung cấp các chuyến tham quan ngoài đường đua chưa từng thấy ở bất kỳ đối thủ cạnh tranh nào. Hành trình ẩn giấu và chi phí hợp lý là sứ mệnh của chúng tôi mang đến cho du khách.Đọc thêm",
        "reviews": [
            "Chuyến đi trong ngày tuyệt vời ở Đồng bằng sông Cửu Long với Tony! Anh ấy đã cho chúng tôi một lời giải thích ấn tượng về văn hóa và lịch sử Việt Nam. Cảm ơn vì chuyến đi đáng chú ý này! Fanny ThomasĐọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tour du lịch tốt, hướng dẫn viên du lịch rất am hiểu và làm cho chuyến tham quan trở nên thú vị cho mọi người. Chắc chắn sẽ giới thiệu cho bất kỳ ai, có thể bận rộn vào cuối tuần. Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi tình cờ gặp công ty du lịch này khi khám phá bưu điện Sài Gòn. Josh thật tuyệt vời khi giúp chúng tôi đặt tour du lịch riêng cho gia đình.  TONY đẹp trai đã nhắn tin cho chúng tôi sau khi chúng tôi đặt chỗ và đã làm mọi thứ để khiến ngày của chúng tôi trở nên tuyệt vời. Từ việc mang bánh mì và nước cho chuyến đi của chúng tôi. Kiến thức của TONY thật tuyệt vời và chia sẻ rất nhiều thông tin với chúng tôi cũng như sự hài hước tuyệt vời. Chúng tôi dừng lại ở cửa hàng thủ công dành cho người khuyết tật và được giới thiệu qua địa điểm tuyệt vời này, nơi những người đẹp này đã tạo ra những tác phẩm nghệ thuật thủ công phi thường nhất, chúng tôi đã mua một vài tác phẩm đẹp. Sau đó đến Địa đạo Củ Chi, nơi mở mang tầm mắt để xem chúng được sử dụng như thế nào và tất cả những câu chuyện đằng sau chúng. Là những du khách mới ra nước ngoài, chúng tôi luôn cảm thấy thoải mái và an toàn. Cảm ơn bạn một lần nữa Tony! Rất khuyến khích Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tôi thực sự thích mọi thứ, quang cảnh, chuyến tham quan, lời giải thích của hướng dẫn viên. Tôi đã có khoảng thời gian thực sự vui vẻ và đã chụp rất nhiều ảnhĐọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Bang giúp chúng tôi rất nhiều!! Anh ấy rất tuyệt vời và khiến trải nghiệm của chúng tôi ở Việt Nam trở nên rất tuyệt vời! Chúng tôi giới thiệu những chuyến tham quan này! Chúng tôi yêu thích những chuyến tham quan nàyĐọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Bang rất hữu ích khi giúp chúng tôi đặt tour, giải thích rõ ràng những gì chúng tôi sẽ làm. Anh ấy đã kiểm tra với chúng tôi về tình trạng dị ứng đối với thực phẩm sẽ được cung cấp và đảm bảo rằng chúng tôi hài lòng với mọi thứ trước khi đặt phòng. Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chuyến tham quan thật tuyệt vời. Bữa trưa là một bữa tiệc, chúng tôi cũng được chào đón bằng sô cô la, kẹo dừa, nước dừa và trái cây địa phương. Món ăn Việt Nam ngon quá.  Hướng dẫn viên rất am hiểu. Mọi thứ đều là một trải nghiệm mà chúng tôi sẽ không bao giờ quên, đừng ngần ngại đặt chuyến tham quan này, nó sẽ mang lại nhiều thời gian.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn bạn đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi may mắn được gặp Bằng ở ki-ốt ở trung tâm thành phố Hồ Chí Minh. Anh ấy sắp xếp mọi thứ từ việc đón khách tại khách sạn, bữa tối tự chọn tuyệt vời với chương trình giải trí trực tiếp trên du thuyền dọc sông Sài Gòn và trở về khách sạn an toàn.  Chúng tôi đi cùng với một hướng dẫn viên nói tiếng Anh đầy đủ thông tin.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi đã có một chuyến tham quan ẩm thực đường phố tuyệt vời do Tracy dẫn đầu. Cô ấy rất chu đáo, siêng năng và tháo vát. Khi phải đối mặt với việc hàng quán vỉa hè đóng cửa bất ngờ vì nghỉ Tết, cô nhanh chóng tìm phương án khác. Chúng tôi đã ăn những món ăn ngon của Việt Nam trong khung cảnh đích thực. Tracy đã chia sẻ rất nhiều thông tin về ẩm thực, văn hóa của cô ấy và đưa ra những gợi ý cũng như lời khuyên khác khi ghé thăm. Chúng tôi thực sự khuyên bạn nên.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Điều phối viên Bang của chúng tôi thật tuyệt vời. Chúng tôi đã trò chuyện với anh ấy vào gần cuối ngày làm việc của anh ấy về các chuyến tham quan nhưng chúng tôi không chắc mình muốn thực hiện chuyến tham quan vào ngày nào. Anh ấy nhanh chóng trả lời khi chúng tôi liên hệ với anh ấy vào lúc 9 giờ tối để cho anh ấy biết rằng chúng tôi muốn tham gia chuyến tham quan buổi sáng. Chuyến tham quan của chúng tôi là hướng dẫn Khao hoặc Mr Fa. Tôi thực sự khuyên bạn nên tham gia chuyến lưu diễn của anh ấy. Am hiểu về lịch sử và các sự kiện hiện tại cũng như sẵn sàng chia sẻ những câu chuyện mà ông đã nghe trong suốt cuộc đời mình. Trải nghiệm tuyệt vời. Cảm ơn bạn!Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm"
        ],
        "star_ratings": [
            388,
            14,
            2,
            0,
            0
        ],
        "review_amount": 404,
        "location": [
            "Châu Á",
            "Việt Nam",
            "VietCruise Tours",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written March 12, 2024",
            "Written March 9, 2024",
            "Written March 7, 2024",
            "Written March 6, 2024",
            "Written March 3, 2024",
            "Written March 2, 2024",
            "Written February 25, 2024",
            "Written February 24, 2024",
            "Written February 24, 2024",
            "Written February 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d18830093-Reviews-or60-VietCruise_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or50-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or70-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21500249-Reviews-Glow_Up_Minigolf_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5003683-Reviews-Mirra_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6948887-Reviews-Eve_s_Garden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20220998-Reviews-Saigon_Wild_Cat-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19860093-Reviews-Lavyla_Travel_Company_Limited-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21367628-Reviews-MI_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4945634-Reviews-Gach_Trang_Tri_Italy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14790505-Reviews-Vietnam_Tours_VIP-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17850717-Reviews-Passage_To_Vietnam_Crafts_village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18207039-Reviews-DC_Saigontours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17212823-Reviews-Saigon_Vibes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5539395-Reviews-Asia_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6508535-Reviews-OC_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680137-Reviews-Countryside_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2173570-Reviews-Saigon_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g10400223-d196087-Reviews-Valley_of_the_Nuns-Curral_das_Freiras_Camara_De_Lobos_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10751308-Reviews-Fuveszkert_Botanical_Garden_of_ELTE-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1519813-Reviews-Hangang_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d191297-Reviews-Viktualienmarkt-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d21704674-Reviews-Open_Air_Mall_Madinaty-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g789433-d13810098-Reviews-Wonju_Sogeumsan_Mountain_Suspension_Bridge-Wonju_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606589-d538340-Reviews-Pinel_Island-Saint_Martin_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d292257-Reviews-Le_Marais-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g54122-d6922672-Reviews-Watch_Hill_Merry_Go_Round_Beach-Watch_Hill_Westerly_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g33953-d8039866-Reviews-Bigelow_Hollow_State_Park-Union_Mystic_Country_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or70-VietCruise_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or60-VietCruise_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "VietCruise Tours",
        "attraction_name_vi": "VietCruise Tours",
        "general_info": [
            "382 đánh giá",
            "2 trên 312 Phương tiện giao thông ở TP.HCM",
            "Chuyến tham quan nhiều ngàyXe đưa đón bằng taxiChuyến tham quan tư nhânChuyến tham quan tự hướng dẫnCho thuêChuyến đi trong ngày",
            "Chuyến tham quan nhiều ngày",
            "Taxi đưa đón",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là nhà điều hành tour du lịch địa phương được thành lập vào năm 2012 tại Thành phố Hồ Chí Minh, Việt Nam. Đội ngũ của chúng tôi gồm 20 nhân viên bao gồm hướng dẫn viên du lịch nói tiếng Anh, cố vấn du lịch, tài xế và điều hành viên. Sứ mệnh của chúng tôi là cung cấp các chuyến tham quan ngoài đường đua chưa từng thấy ở bất kỳ đối thủ cạnh tranh nào. Hành trình ẩn giấu và chi phí hợp lý là sứ mệnh của chúng tôi mang đến cho du khách.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan thành phố nửa ngày. Danny là một hướng dẫn tuyệt vời.  Chúng tôi đã đến thăm nhiều địa danh và anh ấy cũng đưa chúng tôi đến các khu vực địa phương. Chắc chắn sẽ giới thiệu Danny và chuyến tham quan này.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với Hướng dẫn viên Danny. Cảm ơn. Chúng tôi hoàn toàn có thể giới thiệu. Cuộc gặp gỡ vui vẻ với vua Rắn hổ mangĐọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi đã đặt ba chuyến đi với công ty du lịch này - chuyến đầu tiên là tham quan Địa đạo Củ Chi và đồng bằng sông Cửu Long, chuyến thứ hai đến đảo Cần Giờ và chuyến cuối cùng đến Núi Bà Đen. Tất cả các chuyến tham quan đều được lên kế hoạch và tổ chức tốt, chúng tôi có phương tiện đi lại thoải mái, hướng dẫn viên du lịch thân thiện và hiểu biết và đã bao gồm bữa trưa. Chúng tôi đã dành 5 ngày ở TP.HCM và những chuyến tham quan này đã khiến kỳ nghỉ của chúng tôi không thể nào quên. Chúng tôi thực sự khuyên bạn nên ít nhất đến địa đạo Củ Chi và chuyến tham quan đồng bằng sông Cửu Long nếu bạn chỉ có một ngày ở thành phố.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Thực sự rất thích cả Địa đạo Chu Chi và Đồng bằng sông Cửu Long. Andy là người hướng dẫn tốt nhất mà chúng tôi có thể yêu cầu và người đại diện Nancy cũng vậy! Họ cung cấp thông tin tuyệt vời về văn hóa và con người Việt Nam!Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chuyến đi trong ngày rất vui vẻ và nhiều thông tin. Bữa trưa rất ngon. Góc nhìn đẹp. Tôi không ngờ con rắn sẽ đi vòng quanh đầu tôi mặc dù tôi gần như quên mất chúng tôi cũng đã đến Đường hầm Chi Chi, cảm giác như ngày hôm qua, chuyến tham quan này chật cứng rất nhiều nhưng không cảm thấy vội vã. Cung cấp cho bạn lượng thời gian phù hợp tại mỗi điểm đến. Hướng dẫn viên Danny thật tuyệt.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Tour du lịch tuyệt vời với trải nghiệm dày đặc về văn hóa địa phương. Hướng dẫn rất thân thiện và chuyên nghiệp Harry với chúng tôi. Chắc chắn là một trong những hoạt động không thể bỏ lỡ quanh Sài Gòn.Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Đã có một thời gian tuyệt vời trong chuyến tham quan một ngày đến địa đạo Củ Chi cộng với Đồng bằng sông Cửu Long với VietCruise. Đó là một chuyến tham quan theo nhóm nhỏ gồm mười người. Tình cờ tìm thấy công ty du lịch này tại Bưu điện Sài Gòn, nơi giám đốc điều hành công ty Tracy rất am hiểu và giúp tôi xác định lựa chọn phù hợp cho chuyến đi. Không đặt chỗ ở đó vì tôi muốn kiểm tra các đánh giá và đã hoàn tất việc đặt chỗ qua tin nhắn WhatsApp với cô ấy; một lần nữa Tracy đã rất hữu ích trong quá trình này và đảm bảo tôi cũng có thông tin chi tiết về hướng dẫn viên trước khi buổi tối kết thúc. Trải nghiệm vui vẻ tiếp tục vào sáng hôm sau, xe tải nhỏ tốt, đón đúng giờ và chúng tôi tiết kiệm thời gian vì chỉ có mười người. Hướng dẫn viên Milo thật tuyệt vời, kiến ​​thức tuyệt vời, tràn đầy nhiệt huyết và cam kết sâu sắc về sự an toàn. Địa đạo Củ Chi là điểm đến không thể bỏ qua, chúng tôi đã học được nhiều sự thật thú vị và buồn về cuộc đấu tranh giải phóng đất nước của người Việt Nam. Đi vào bên trong địa đạo là một trải nghiệm khác. Chuyến thăm không diễn ra vội vã. Chuyến đi tiếp tục hướng đến đồng bằng sông Cửu Long và chúng tôi đã ăn trưa trong một khung cảnh nông thôn đẹp. Tôm và gà nằm trong thực đơn và họ đảm bảo đủ các lựa chọn dành cho người ăn chay cho vợ tôi. Chuyến đi delta bao gồm đi thuyền máy, nếm trà mật ong, hát từ người dân địa phương, tham quan chợ địa phương và đi thuyền độc mộc chèo tay bốn chỗ. Tôi cho rằng nếu bạn có thời gian, có thể đáng để dành một buổi tối ở khu vực này trong một nhà nghỉ để có được trải nghiệm chân thực hơn. Đối với những người không có cả ngày rảnh rỗi, chúng tôi khởi hành lúc 7:15 sáng và trở về lúc 7 giờ tối, chuyến đi Củ Chi không thể bỏ lỡ và có thể chọn bỏ lỡ chuyến đi delta. Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi muốn trải nghiệm chuyến tham quan đường hầm trong chuyến đi xuyên Việt của gia đình. Chúng tôi đã nhận được lời khuyên tuyệt vời từ Bang, một người khá tốt bụng và chu đáoĐọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "Chúng tôi đến Thành phố Hồ Chí Minh với ý tưởng đi vào đường hầm. Bố tôi đặc biệt hào hứng với chuyến đi. Chúng tôi thực sự biết ơn Bang, người đã kiên nhẫn với chúng tôi và cho chúng tôi những lời khuyên tốt nhất cho chuyến thăm của chúng tôi!Đọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm",
            "hướng dẫn viên du lịch của chúng tôi - Harry Ho - có tính cách ấm áp và hướng dẫn viên có động lực cao đáng được giới thiệu!  đã cung cấp cho chúng tôi một dịch vụ tuyệt vời. Anh ấy cực kỳ hiểu biết, chia sẻ những sự thật thú vị về nghệ thuật và văn hóa Việt Nam..đã có một chuyến đi tuyệt vời đến sông mekong..cảm ơn HARRY vì đã dành thời gian và trải nghiệm tuyệt vờiĐọc thêm",
            "Rất vui khi nhận được đánh giá tuyệt vời từ bạn. Cảm ơn vì đã chọn chúng tôi.\nĐọc thêm"
        ],
        "star_ratings": [
            388,
            14,
            2,
            0,
            0
        ],
        "review_amount": 404,
        "location": [],
        "reviews_time": [
            "Written February 20, 2024",
            "Written February 18, 2024",
            "Written February 14, 2024",
            "Written January 31, 2024",
            "Written January 31, 2024",
            "Written January 31, 2024",
            "Written January 30, 2024",
            "Written January 28, 2024",
            "Written January 28, 2024",
            "Written January 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d18830093-Reviews-or70-VietCruise_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or60-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or80-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-VietCruise_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21500249-Reviews-Glow_Up_Minigolf_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5003683-Reviews-Mirra_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6948887-Reviews-Eve_s_Garden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20220998-Reviews-Saigon_Wild_Cat-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19860093-Reviews-Lavyla_Travel_Company_Limited-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21367628-Reviews-MI_TRAVEL-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4945634-Reviews-Gach_Trang_Tri_Italy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14790505-Reviews-Vietnam_Tours_VIP-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17850717-Reviews-Passage_To_Vietnam_Crafts_village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18207039-Reviews-DC_Saigontours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17212823-Reviews-Saigon_Vibes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5539395-Reviews-Asia_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6508535-Reviews-OC_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680137-Reviews-Countryside_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2173570-Reviews-Saigon_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d12830736-Reviews-Yali_Beach_Club-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8843042-Reviews-Wang_Lang_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d585943-Reviews-Ballard_Farmer_s_Market-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565663-Reviews-Zabar_s-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d191139-Reviews-Real_Alcazar_de_Sevilla-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d6922063-Reviews-Mermerli_Beach-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d144269-Reviews-The_Mapparium-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g58329-d129731-Reviews-Leesylvania_State_Park-Woodbridge_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d7790431-Reviews-Ikeja_City_Mall-Lagos_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d143441-Reviews-International_Drive-Orlando_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or80-VietCruise_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d18830093-Reviews-or70-VietCruise_Tours-Ho_Chi_Minh_City.html"
    }
]