[
    {
        "attraction_name": "Vietnam Airport Tranfers",
        "attraction_name_vi": "Đưa đón sân bay Việt Nam",
        "general_info": [
            "26 đánh giá",
            "869 trên 1.914 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố"
        ],
        "attraction_summary": "Vietnam Airport Transfer là thành viên của Ciao Travel, cung cấp nhiều loại dịch vụ tài xế từ khắp Việt Nam, đặc biệt là dịch vụ xe limousine. Tại Vietnam Airport Transfer, chúng tôi chú ý đến việc cá nhân hóa và lắng nghe để hiểu được mong đợi của bạn. Chúng tôi không chỉ đơn giản là cung cấp dịch vụ vận chuyển mà còn mong muốn trở thành người bạn đồng hành cùng bạn, chăm sóc bạn .từ khi đến cho đến khi rời đi. Chúng tôi không hứa giá rẻ nhất nhưng cam kết chất lượng tốt nhất với mức giá đáng tin cậy. Chúng tôi biết rõ cuộc sống của bạn đã cống hiến cho chúng tôi bằng sự tin tưởng của bạn và nhiệm vụ của chúng tôi được thực hiện để xứng đáng với sự mong đợi của bạnĐọc thêm",
        "reviews": [
            "Họ để chúng tôi mắc kẹt ở sân bay khi họ nhồi nhét đồ đạc và phạm sai lầm. Khi tôi gọi cho họ, họ nói rằng họ đã cố gọi cho tôi mặc dù họ có thông tin chuyến bay của tôi và biết tôi đang ở trên máy bay? Sau đó, khi họ hoàn lại tiền cho tôi vì lỗi - họ đã đổi cho tôi 40 đô la! Đọc thêm",
            "Hello April,\n\nWe guarantee that we are one of the most reliable company in Vietnam. Please, check details below to understand why we can be confident like that.\n\nFirstly, we would like to apology for any inconvenience caused with you upon arrival Ho Chi Minh airport and thank you for your feedback, that will surely help us non-stop improve our service.\n\nFurther your information, we will be grateful if you write the truth is that:\n1. You booked service very urgent and sent us bank slip but we not received the amount. We mailed you as soon as got your bank slip to asking about name on placard and informed that we still not received the amount and requested you monitored the transfer again. You did not reply.\n2, We tried to contact with you through your phone number. You did not reply\n\nActually, we did not confirm your booking as neither not received your payment nor your reconfirmation. Thats reason we did not arrange service. \n\nAbout refund, we refunded you exactly what we received the amount hits our account, we regret for not able to refund the bank fee that you paid.\n\nWe are confident to be releasable company because afterward, we mailed you two mails to apology, reconfirm your booking. You ignored our mails, we tried to contact your phone and finally you replied, requested for refund and we did it immediately.\n\nWe understand your disappointing but honestly, you should aware that you have a part of responsible for the trouble due to your interruption.\n\nAlthough, we regret for the issue. We wish you anyway a nice time in our lovely country.\n\nThanks you  best regards,\n\nVietnam Airport Transfer team\n\nRead more",
            "Tôi đã sử dụng dịch vụ này có trụ sở tại Hà Nội để chuyển xe, dịch vụ thủ tục nhanh chóng và thanh toán phí visa nhiều lần trong vài năm qua.  Tôi đã sử dụng chúng ở nhiều thành phố trên khắp Việt Nam.  Họ luôn trả lời email rất nhanh chóng và chuyên nghiệp.  Họ chăm sóc khách hàng rất tốt và sẵn lòng hỗ trợ mọi vấn đề.  Tôi thậm chí đã có nhiều hành trình chạy cùng lúc và chúng chưa bao giờ làm tôi thất vọng.  Tôi luôn sử dụng và thực sự yêu thích dịch vụ cấp tốc, khi đến nơi, đôi khi tôi tiết kiệm được một giờ hoặc hơn tùy thuộc vào tình trạng tắc nghẽn ở sân bay. Siêu đáng giá.  Cảm ơn vì nhiều chuyến đi tốt đẹp!Đọc thêm",
            "Tôi không thể nói đủ những điều tích cực về công ty này. Tôi cần một chiếc xe lăn cho một thành viên trong gia đình bị bệnh và dịch vụ cấp tốc qua Sân bay Hà Nội. Họ đến trên một chiếc xe lăn ở lề đường, lấy hành lý của chúng tôi, hộ tống chúng tôi đến quầy làm thủ tục tại các hãng hàng không, sau đó qua khu vực An ninh và ngồi vào ghế với đồ uống mát lạnh tại Air Korea Lounge trong vòng 30 phút sau khi chúng tôi đến! Sau đó, họ sắp xếp chuyển từ phòng chờ sang máy bay. Số tiền tốt nhất tôi đã chi tiêu! Họ cũng cung cấp dịch vụ khi nhập cảnh vào nước này. Tôi sẽ chia sẻ dịch vụ này với tất cả các đồng nghiệp đại lý du lịch của tôi. Hãy sử dụng chúng, bạn sẽ KHÔNG phải thất vọng!Đọc thêm",
            "Tôi đã sử dụng dịch vụ thuê xe riêng của họ để đi công tác hơn chục lần trong chuyến đi Hà Nội. Tôi hạnh phúc hơn với mọi thứ. Cô Ngọc luôn sắp xếp mọi việc không những tốt mà còn hiệu quả. Người lái xe, anh Chiến luôn chuyên nghiệp, đúng giờ và hữu ích cho mọi việc. Quan trọng hơn, kỹ năng lái xe của anh ấy rất xuất sắc và an toàn, điều này rất quan trọng khi bạn đi du lịch ở các nước khác. Tôi thực sự giới thiệu dịch vụ của họ cho bạn để giải trí hoặc đi công tác.Đọc thêm",
            "Chúng tôi đã sử dụng Dịch vụ đưa đón sân bay Việt Nam để chuyển từ sân bay HCM đến Mũi Né. Người lái xe đang đợi chúng tôi ở sảnh đến của sân bay với tên tôi. Lên xe và khởi hành đi Mũi Né. Cách đó khoảng 200 km và tài xế lái xe an toàn và chậm rãi và cuối cùng chúng tôi đã đến nơi sau khoảng 4 giờ. Việc chuyển từ Mũi Né về HCM cũng đúng như kế hoạch và tài xế đã đến khách sạn của chúng tôi đúng giờ. Liên lạc với Annie Ngọc kịp thời dù qua email hay WhatsApp gần như phản hồi ngay lập tức. Chúng tôi rất vui với việc chuyển tiền nên cuối cùng chúng tôi đã đặt một chiếc ô tô riêng để đưa chúng tôi đi vòng quanh thành phố HCM đến các điểm tham quan khác nhau. Tất cả các phương tiện được sử dụng đều sạch sẽ và thoải mái. Chúng tôi sẽ làm như vậy chắc chắn sẽ sử dụng Dịch vụ đưa đón sân bay Việt Nam một lần nữa nếu chúng tôi quay lại Việt Nam cho chuyến thăm khác trong tương lai.Đọc thêm",
            "Chúng tôi đã có trải nghiệm thực sự tuyệt vời với Anh tại Việt Nam. Cô ấy rất hữu ích và sắp xếp tất cả các lần chuyển tiền và một số khách sạn của chúng tôi. Tất cả các tài xế đã đến địa điểm trước và chúng tôi đã trải nghiệm sự hiếu khách tuyệt vời. Cô ấy còn cho chúng tôi rất nhiều gợi ý về những việc cần làm, mua sắm và đồ ăn chay..Đọc thêm",
            "Chúng tôi là một gia đình 7 người lần đầu tiên đến thăm Việt Nam. Chúng tôi đã tìm thấy Dịch vụ Vận chuyển Sân bay Việt Nam trực tuyến và hóa ra đó là dịch vụ tốt nhất cho chúng tôi. Chúng tôi sử dụng dịch vụ thuê xe của họ không chỉ cho dịch vụ sân bay mà còn để tham quan và tham quan Sapa. Dịch vụ tốt, lái xe nhiệt tình, nhanh chóng, giá hợp lý. Tôi rất muốn giới thiệu dịch vụ của họ. Cảm ơn Annie Ngọc!Đọc thêm",
            "Chúng tôi đã sử dụng Dịch vụ đưa đón sân bay Việt Nam cho tất cả các chuyến du lịch khắp Việt Nam. Cô Anh Ngọc khiến mọi việc đặt chỗ trở nên dễ dàng và việc liên lạc qua email luôn kịp thời và hiệu quả. Chúng tôi không thể hạnh phúc hơn với dịch vụ này. Họ luôn có mặt ở các sân bay chờ đợi, cả ở Thành phố Hồ Chí Minh và Hà Nội. Họ thậm chí còn đứng trước nguy cơ hủy bỏ có thể gây ra vấn đề. Chúng tôi dự định trở về Hà Nội từ Vịnh Hạ Long bằng thủy phi cơ nhưng do thời tiết nên chuyến bay đã bị hủy. Vì chúng tôi đang đi du ngoạn trên vịnh Hạ Long nên chúng tôi không biết điều này cho đến khi trở về. Anh Ngọc đã có xe đợi sẵn ở bến tàu để chúng tôi trở về Hà Nội. Nếu bạn đang lên kế hoạch cho một chuyến đi đến Việt Nam, tôi thực sự khuyên bạn nên sử dụng Dịch vụ đưa đón sân bay Việt Nam để sắp xếp cả ô tô và tour du lịch.Đọc thêm",
            "This is the worst experience I had for airport transfer. I made sure that I have arranged all, payments, schedules, itinerary to this airport transfer prior to my flight.  However, when I arrived at Ho Chi Minh it took us more than two hours drive to Vung Tau Pullman Hotel. The driver is a green horn, inexperienced and terrible.  Upon arrival at the hotel, they are charging me USD 100 and asking for payment.  Really?  I paid via credit card for 2 way transfer already prior to my trip.  The driver called the agent this Ms. Anh Ngoc and they said there is just misunderstanding.  I was detained in front of the hotel by the driver and cannot check in due to this.  I thought that was the last of my worst airport transfer experience with them.  However, since I availed of two way transfer with them they will fetch me again for my departure.  You know what?  The same inexperienced driver fetched me and this time he was late.  After sending emails to their company to be punctual for my departure which they acknowledged, this driver is Late!  Since it will take almost two hours drive from Vung Tau to Ho Chi Minh airport, I was in so much stress while on the way to the airport thinking that  I will miss my flight due to this.  We arrived in the airport 30 mins before my flight but still have to go through security and immigration.  An airport staff assisted me to facilitate fast check in and at least I managed to catch up with my flight. My first time to experience such horrible and worst Airport Transfer arrangement.  I will never, ever hire again this Airport Transfer, VIETNAM Airport Transfer  CIAO Travels.  These people are inexperienced and not serious in giving good and punctual service.  Readers needing Airport Transfer in Vietnam - Be cautious and Take my advice! Dont be a Victim of this Airport Transfer Company.  Worst and Terrible!Read more",
            "Dear ArchDon,\n\nFirstly, we would like sincerely apology for all issues, that we understand your disappointment and aware the inconvenience this must caused you uncomfortable. \n\nWe carefully read your feedback and would like to take this chance to clarify and explain all your troubles, step by step as below:\n1. It took 2hours from Ho Chi Minh airport to Vung Tau: This wasnt our fault but traffic  law in Vietnam, we cat go faster than 50km and sometimes 40km if it is not highway. Meanwhile, the distance between Ho Chi Minh airport to Vung tau city about 110km.\n2. Late pick up for your return trip: The driver got trouble on way and as soon as we got your information about the late, we had arranged VIP service fast track service at HCMC airport, that is costly to ensure you would not be late for your flight. As you said, although you were at the airport just 30 mins, there was one of our team waiting for you at the airport and assisted you through facilitate fast check in. There would be no an airport staff if we did not managed to do the best thing possible for you. \n3. Bad  inexperienced driver: You did not mentioned hows bad the driver but we will surely check detail with the driver and not hesitate to dismiss him. We never accept this type of person in our team for sure. \n4. Misunderstanding about balance payment, caused you delayed to check in hotel: At beginning, you paid deposit and agreed to pay the balance upon arrival the hotel and our sale team updated the balance for operation team. Afterward, you requested to pay the balance by credit card also and sale team processed your balance but forgot to updated on out system, caused the driver asked you for balance. However, as soon as the driver called sale team, everything immediately clarified. And, this trouble delayed about 5mins of your check in procedure, it actually not detained but we would like to apology again for delayed.\n\nWe believe that there are uncontrolled troubles sometimes happens, especially in the services sector but the most importance is how to handle the problem, learn and improve. We would surely assist you much better if you let us know hows bad the driver after your first trip and called our 247 hotline or sale team mobile as soon as the driver was late at 2nd trip. Its pity you said nothing but then complain with a lot of troubles.\n\nAgain, we apologize for our mistake and regret any inconvenience caused as a result. We are planning monitor and refund for your service. One of our team will soon contact you through email to discussion.\n\nThank you for your feedback, that help us a lot to improve our service in coming time. If there is anything else that we can do to minimize your inconvenience in regard to this matter, please dont hesitate to contact us.\n\nSincerely,\n\nHuy CuongRead more",
            "Chúng tôi đã sử dụng dịch vụ này để đưa đón sân bay tại Thành phố Hồ Chí Minh. Xe đẹp và tài xế đúng giờ trên cả hai chiều - vì vậy chuyến đi của chúng tôi không gặp rắc rối. Kiểm tra trang web của họ vì họ luôn có ưu đãi tốt cho bạn. Nếu bạn không muốn gặp rắc rối khi bắt taxi hoặc muốn ai đó đợi bạn khi bạn hạ cánh thì đây là một lựa chọn tốt để thực hiện!Đọc thêm",
            "Xin chào Ko Ko,\n\nThật tuyệt khi biết rằng bạn rất thích chuyến đi cùng chúng tôi, đó là điều quan trọng nhất đối với chúng tôi.\n\nCảm ơn bạn rất nhiều vì phản hồi của bạn hy vọng được gặp lại bạn ở Việt Nam.\n\nTrân trọng,\n\nHuy Cường\n\nĐọc thêm",
            "Cyndi thân mến, xin vui lòng cho biết bạn đã gọi đến dịch vụ đó ở đâu. Tôi cần sắp xếp dịch vụ xe lăn cho vợ tôi; Tôi đã kiểm tra tất cả các trang web và điện thoại trên Internet nhưng không thành công.Đọc thêm",
            "Có dịch vụ xe buýt công cộng từ sân bay đến trung tâm hà nội không, vé cũng được trả trước vì không muốn có cách cư xử tử tế và mỉm cười như thường lệ trong khi họ xé toạc bạn tất cả những gì họ có thể, điều đó chẳng là gì đối với tôi, cảm ơn bạnĐọc thêm"
        ],
        "star_ratings": [
            20,
            3,
            1,
            0,
            2
        ],
        "review_amount": 26,
        "location": [
            "Đưa đón sân bay Việt Nam",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 21, 2019",
            "Written May 15, 2018",
            "Written May 13, 2018",
            "Written May 9, 2018",
            "Written May 5, 2018",
            "Written May 3, 2018",
            "Written April 25, 2018",
            "Written March 25, 2017",
            "Written August 4, 2016",
            "Written July 20, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-or10-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-or20-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27710482-Reviews-Tree_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g954021-d1907755-Reviews-Therme_Spa-Vals_Canton_of_Graubunden_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d559848-Reviews-The_Tabernacle-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d2416479-Reviews-New_Theatre_Restaurant-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d273169-Reviews-Sandbridge_Beach-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d8760442-Reviews-Bassiani-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150773-d6424449-Reviews-Flora_Farms-Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57164-d146215-Reviews-Bonneville_Salt_Flats-Wendover_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190132-Reviews-Porta_Portese-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d144195-Reviews-Glacier_Gardens_Rainforest_Adventure-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d8018217-Reviews-Kokomo_Beach-Willemstad_Curacao.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-or10-Vietnam_Airport_Tranfers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Airport Tranfers",
        "attraction_name_vi": "Đưa đón sân bay Việt Nam",
        "general_info": [
            "26 đánh giá",
            "869 trên 1.914 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố"
        ],
        "attraction_summary": "Vietnam Airport Transfer là thành viên của Ciao Travel, cung cấp nhiều loại dịch vụ tài xế từ khắp Việt Nam, đặc biệt là dịch vụ xe limousine. Tại Vietnam Airport Transfer, chúng tôi chú ý đến việc cá nhân hóa và lắng nghe để hiểu được mong đợi của bạn. Chúng tôi không chỉ đơn giản là cung cấp dịch vụ vận chuyển mà còn mong muốn trở thành người bạn đồng hành cùng bạn, chăm sóc bạn .từ khi đến cho đến khi rời đi. Chúng tôi không hứa giá rẻ nhất nhưng cam kết chất lượng tốt nhất với mức giá đáng tin cậy. Chúng tôi biết rõ cuộc sống của bạn đã cống hiến cho chúng tôi bằng sự tin tưởng của bạn và nhiệm vụ của chúng tôi được thực hiện để xứng đáng với sự mong đợi của bạnĐọc thêm",
        "reviews": [
            "Tôi rất vui khi chọn công ty này để đưa đón chúng tôi tại Việt Nam, họ chuyên nghiệp, lịch sự và sạch sẽ, họ trả lời nhanh mọi câu hỏi của bạn và giúp bạn những gì họ có thể. và họ luôn đúng giờ. Chúng tôi đã sử dụng dịch vụ của họ để đưa đón sân bay ở Sài Gòn và khứ hồi đến Mũi Né. Không bao giờ có bất kỳ vấn đề nào và lái xe rất thoải mái. Giá cả rất tốt. Cảm ơn bạn đã cho chúng tôi một chuyến đi rất tuyệt vời với công ty của bạn Đọc thêm",
            "Chào kimbanor71,\n\nCảm ơn rất nhiều vì những lời tốt đẹp của bạn!\n\nBạn biết đấy, chúng tôi rất may mắn khi có cơ hội phục vụ những người tốt bụng như bạn. Chúng tôi phải cảm ơn Chúa vì điều đó.\n\nChúc bạn luôn tốt nhất!\n\nHuy CuongĐọc thêm",
            "Tôi đã sử dụng dịch vụ này để vận chuyển từ Sân bay Đà Nẵng đến khách sạn của tôi ở Hội An. Mức giá này chỉ bằng một nửa giá mà khách sạn của tôi đang tính. Quá trình đặt phòng rất hiệu quả với phản hồi nhanh chóng. Chuyến bay về từ SGN của tôi bị trễ vài giờ và chuyến đón của tôi được lên lịch lại mà không gặp vấn đề gì.  Nhìn chung, một trải nghiệm tốt.Đọc thêm",
            "Cảm ơn bạn, Bryan!\n\nChúng tôi rất hân hạnh được hỗ trợ bạn tại Việt Nam. Mong có cơ hội được chào đón bạn quay trở lại Việt Nam lần nữa.\n\ntrân trọng,\nHuy CườngĐọc thêm",
            "Đặt phòng và liên lạc qua email rất nhanh chóng và dễ dàng. Bảo Ngọc rất hiệu quả trong việc trả lời mọi liên lạc và cho tôi số điện thoại di động của cô ấy để tôi có thể liên lạc với cô ấy qua Whatsapp. Chúng tôi đã đặt dịch vụ đưa đón sân bay khứ hồi ở Hà Nội, Đà Nẵng và Hồ Chí Minh cũng như hai chuyến tham quan - Trải nghiệm văn hóa ở Hà Nội và Địa đạo Chu Ci ở Hồ Chí Minh. Các tài xế luôn đúng giờ, xe sạch sẽ và thoải mái. Các hướng dẫn viên rất tuyệt vời và các chuyến tham quan rất đáng đồng tiền bát gạo. Tôi chắc chắn sẽ giới thiệu Dịch vụ đưa đón sân bay Việt NamĐọc thêm",
            "Xin chào Tanya,\n\nChúng tôi rất vui vì đã góp phần tạo nên kỳ nghỉ đáng nhớ cho gia đình bạn. Nhóm của chúng tôi - Bảo Ngọc chắc chắn sẽ rất vui khi biết rằng bạn hài lòng với chuyên gia tư vấn của cô ấy. \n\nRất cám ơn sự tin tưởng của bạn dành cho chúng tôi!\n\nMọi điều tốt đẹp nhất sẽ đến với gia đình bạn,\n\nHuy CườngĐọc thêm",
            "Chúng tôi đã sắp xếp tất cả các giao dịch chuyển tiền trực tuyến của mình và không hề thất vọng một lần trong 4 lần chúng tôi sử dụng chúng. Xe sạch sẽ, thoải mái và tài xế luôn lịch sự và đợi chúng tôi ở sân bay hoặc khách sạn đúng giờ.Đọc thêm",
            "Xin chào bull61,\n\nBạn đã truyền cảm hứng cho chúng tôi bởi phản hồi tốt đẹp của bạn. Cảm ơn rất nhiều! \nChúng tôi sẽ không ngừng hoàn thiện và mong chờ một ngày bạn quay trở lại. \n\nVới sự trân trọng nồng nhiệt,\n\nHuy CườngĐọc thêm",
            "Chúng tôi đã sắp xếp dịch vụ này hoàn toàn trực tuyến và không biết điều gì sẽ xảy ra khi đến Hà Nội.  Tuy nhiên, người lái xe đã ở đó đợi chúng tôi với tấm biển ghi tên chúng tôi.  Chúng tôi đã mất thêm thời gian để làm thủ tục hải quan nhưng anh ấy đã đợi.  Xe rộng rãi và mới, chạy vào Hà Nội rất tốt.  Anh ấy thả chúng tôi trực tiếp tại khách sạn của chúng tôi.  Người lái xe không nói được tiếng Anh, nhưng chúng tôi chỉ cho anh ta xem tên và địa chỉ khách sạn và không có vấn đề gì.  Giá tính phí thấp và rất công bằng.  Tôi chắc chắn sẽ sử dụng lại dịch vụ.Đọc thêm",
            "Chào vrundesh,\n\nChúng tôi thực sự vui mừng khi biết rằng bạn rất thích những chuyến đi. Chúng tôi rất hân hạnh được hỗ trợ bạn trong chuyến du lịch tại Việt Nam. \n\nRất cám ơn bài viết của bạn, nó thực sự khuyến khích chúng tôi. Tất cả chúng tôi đều mong được chào đón bạn trở lại đất nước thân yêu của chúng tôi một lần nữa!\n\nTrân trọng kính chào,\n\nHuy Cường\nTrưởng phòng chăm sóc khách hàngĐọc thêm",
            "Chúng tôi đã đặt tổng cộng 4 lần chuyển khác nhau tại 3 địa điểm khác nhau và tôi phải nói rằng tất cả đều đúng giờ chờ chúng tôi ở sảnh. Ô tô đều là xe SUV như tôi yêu cầu và so với việc chuyển khách sạn rẻ hơn và đáng tin cậy hơn nhiều. Bạn chắc chắn có thể tin tưởng những người này. Họ biết những gì đang làm.. Sẽ sử dụng chúng nhiều lần nếu được yêu cầu. Đọc thêm",
            "Vrundesh thân mến,\n\nChúng tôi rất vui được hỗ trợ bạn trong kỳ nghỉ ở Việt Nam. Chắc chắn chúng tôi sẽ rất vui nếu có cơ hội được phục vụ bạn hoặc gia đình, bạn bè của bạn một lần nữa!\n\nCảm ơn bạn rất nhiều vì sự hỗ trợ tuyệt vời của bạn!\n\nTrân trọng,\n\nHuy Cường\nGiám đốc chăm sóc khách hàng\n\n  Đọc thêm",
            "chúng tôi đã đặt dịch vụ 2 chiều theo thỏa thuận vào phút cuối và khi tôi hỏi liệu chiếc xe có giống như những hình ảnh hiển thị trên trang web của họ hay không và CSO đã trả lời là có. nhưng khi chúng tôi lên xe khi đến nơi, tôi thất vọng vì chiếc xe này cũng giống như bất kỳ chiếc xe tải nhỏ bình thường nào nhưng không có gì được trang điểm để trông giống như những bức ảnh trên trang web của họ. Tôi không chắc liệu CSO có hiểu lầm tôi hay gì đó không.  nhưng đừng hiểu lầm tôi, chiếc xe rất sạch sẽ. và người lái xe cũng thực sự hữu ích. vì vậy hãy ủng hộ điều đó.Đọc thêm",
            "Xin chào Elzi,\n\nRất cám ơn thông tin của bạn về đội tàu. Tôi đã kiểm tra và phát hiện có sự hiểu lầm giữa bạn và đội ngũ bán hàng. Bạn đã đặt và thanh toán cho chiếc xe tải nhỏ bình thường nhưng khi bạn hỏi liệu chiếc xe tải này có giống một chiếc tại chỗ hay không, nghĩa là bạn là xe limousine, đội ngũ bán hàng đã xác nhận là có, ý nghĩa của cô ấy là xe tải nhỏ bình thường. \nBạn biết đấy, phí đưa đón sân bay Hồ Chí Minh là 120 USD/chuyến xe limousine. Chúng tôi đã xác nhận việc đặt chỗ của bạn bằng xe tải nhỏ thông thường, chi phí khứ hồi là U65. Sau đó, chúng tôi đã cung cấp xác nhận chính xác và bạn đã nhận được số tiền mình đã trả. Chúng tôi xin lỗi vì đã làm bạn nhầm lẫn.\n\nCảm ơn sự thông cảm của bạn.\n\nHuy Cường\nGiám đốc chăm sóc khách hàng  \n Đọc thêm",
            "Tôi đã sử dụng xe buýt mini từ Sân bay Việt Nam Chuyển từ Sân bay Quốc tế Tân Sơn Nhất về Sài Gòn. Mọi thứ đều hoàn hảo mặc dù tài xế không biết nói tiếng Anh.Đọc thêm",
            "Cảm ơn bạn rất nhiều, dammer_indonesia vì phản hồi của bạn. Quả thực, những người lái xe hạng phổ thông bị hạn chế giao tiếp bằng tiếng Anh trong khi những người lái xe hạng sang hạng thương gia lại có thể nói tốt. Chúng tôi chắc chắn sẽ cải thiện chất lượng tài xế trong thời gian tới để phục vụ tốt hơn nữa. Mong được phục vụ bạn lần nữa tại Việt Nam để trải nghiệm sự khác biệt.\n\nTrân trọng,\n\nCường Huy\nTrưởng phòng chăm sóc khách hàngĐọc thêm",
            "Máy bay của chúng tôi đến muộn một tiếng nhưng khi chúng tôi ra khỏi hải quan, người đại diện đã ở đó và cầm tên chúng tôi. Anh ấy rất tử tế và hữu ích. Chiếc xe BMW 5xx sạch sẽ của chúng tôi đã đến trong vài phút và đưa chúng tôi đến khách sạn. Tài xế nói được một ít tiếng Anh, chiếc xe rất sạch sẽ với nước uống đóng chai lạnh đã sẵn sàng cho chúng tôi. Nhìn chung, chúng tôi đã có một trải nghiệm rất tốt và chắc chắn sẽ giới thiệu công ty này. Đọc thêm",
            "Xin chào Sassan,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của bạn. Rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi! \nRất mong được gặp lại bạn tại Việt Nam!\n\nTrân trọng kính chào,\n\nCường Huy\nChăm sóc khách hàng\nĐọc thêm",
            "Chúng tôi sử dụng Dịch vụ đưa đón sân bay Việt Nam từ sân bay TP.HCM đến Phan Thiết và ngược lại. Mọi thứ đều hoàn hảo, tài xế đón chúng tôi ngay tại sân bay và chúng tôi đã có một chuyến đi thoải mái, nghỉ ngơi thoải mái để ăn nhẹ hoặc đi ăn và đi vệ sinh. Và trên đường về TP.HCM cũng vậy.Cô Bảo Ngọc, chuyên gia tư vấn dịch vụ, rất có tâm với dịch vụ và rất vui được nói chuyện với cô về các thỏa thuận.Đọc thêm",
            "Xin chào đêm giao thừa,\n\nTất cả chúng tôi đều vui mừng khi có cơ hội được phục vụ chồng bạn. phản hồi của bạn khuyến khích chúng tôi rất nhiều. Cảm ơn rất nhiều!\nChúc gia đình bạn mọi điều tốt lành!\n\nTrân trọng kính chào,\n\nCường Huy\nChăm sóc khách hàngĐọc thêm"
        ],
        "star_ratings": [
            20,
            3,
            1,
            0,
            2
        ],
        "review_amount": 26,
        "location": [
            "Đưa đón sân bay Việt Nam",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 18, 2016",
            "Written July 14, 2016",
            "Written July 1, 2016",
            "Written April 15, 2016",
            "Written April 5, 2016",
            "Written March 30, 2016",
            "Written March 18, 2016",
            "Written February 23, 2016",
            "Written February 1, 2016",
            "Written January 29, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d9718210-Reviews-or10-Vietnam_Airport_Tranfers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-or20-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27710482-Reviews-Tree_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1605557-Reviews-Charging_Bull_Wall_Street_Bull-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g143015-d144975-Reviews-Thor_s_Hammer-Bryce_Canyon_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d109922-Reviews-Circus_World-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d196246-Reviews-Memorial_de_Caen-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d622390-Reviews-Timbavati_Wildlife_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g315853-d17430833-Reviews-Almannagja-Thingvellir_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925995-d16640150-Reviews-Samui_Monkey_Centre-Lipa_Noi_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1581383-d2556294-Reviews-Askos_Stone_Park-Volimes_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4469233-Reviews-Port_Olimpic-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d2409118-Reviews-Refuge-Carmel_Monterey_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-or20-Vietnam_Airport_Tranfers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-or10-Vietnam_Airport_Tranfers-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Airport Tranfers",
        "attraction_name_vi": "Đưa đón sân bay Việt Nam",
        "general_info": [
            "26 đánh giá",
            "869 trên 1.914 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố"
        ],
        "attraction_summary": "Vietnam Airport Transfer là thành viên của Ciao Travel, cung cấp nhiều dịch vụ tài xế từ khắp Việt Nam, đặc biệt là dịch vụ xe limousine. Tại Vietnam Airport Transfer, chúng tôi chú trọng đến việc cá nhân hóa và lắng nghe để hiểu mong đợi của bạn. Chúng tôi không chỉ cung cấp dịch vụ vận chuyển mà còn hướng đến mục tiêu trở thành người bạn đồng hành trong chuyến đi của bạn, chăm sóc bạn từ lúc đến cho đến khi rời đi. Chúng tôi không hứa hẹn mức giá rẻ nhất mà cam kết chất lượng tốt nhất với mức giá đáng tin cậy. Chúng tôi hiểu rõ cuộc sống của bạn đã dành cho chúng tôi sự tin tưởng của bạn và nhiệm vụ của chúng tôi là phải xứng đáng với sự mong đợi của bạnXem thêm",
        "reviews": [
            "Tài xế của chúng tôi đã ở sân bay đợi chúng tôi khi chúng tôi đến, xe rất sạch sẽ và lái xe tốt, điều tương tự đối với hành trình trở về của chúng tôi, nơi một lần nữa tài xế lại đến kịp thời.Đọc thêm",
            "Xin chào Gabrielle,\n\nCảm ơn bạn rất nhiều vì sự chia sẻ của bạn. Rất vui khi biết rằng bạn thích dịch vụ của chúng tôi. Chúng tôi luôn hướng đến việc nâng cao chất lượng nên chắc chắn sẽ không ngừng cố gắng để phục vụ tốt hơn nữa trong thời gian tới.\nRất cám ơn một lần nữa vì đã đi du lịch cùng chúng tôi!\n\nTrân trọng kính chào,\n\nCường Huy\nChăm sóc khách hàngĐọc thêm",
            "Chúng tôi đã sử dụng dịch vụ đưa đón tại Sân bay Việt Nam tại Thành phố Hồ Chí Minh và Nha trang cũng như tất cả bốn điểm đón và trả khách được xử lý chuyên nghiệp. Chúng tôi đã gặp một trục trặc nhỏ ở TP.HCM nhưng tài xế và đội ngũ vận hành đã rất xin lỗi và liên hệ với chúng tôi để đảm bảo mọi thứ đều ổn. Mỗi tài xế đều đến sân bay đúng giờ và đưa chúng tôi thẳng về khách sạn mà không gặp bất kỳ trở ngại nào. Tôi thực sự khuyên bạn nên sử dụng chúng ở Việt Nam vì dịch vụ và giá cả cạnh tranh.Đọc thêm",
            "Xin chào Mark,\n\nCảm ơn bạn rất nhiều vì đã sử dụng dịch vụ và chia sẻ của chúng tôi. Chúng tôi muốn nhân cơ hội này xin lỗi vì bất kỳ sự bất tiện nào có thể gây ra cho bạn do trục trặc nhỏ ở TP.HCM. Đôi khi, chúng tôi khó kiểm soát vấn đề ùn tắc giao thông nhưng chúng tôi đảm bảo bạn sẽ được chăm sóc hàng đầu mỗi khi đi cùng chúng tôi.\nRất vui được hỗ trợ riêng của bạn luôn!\n\nTrân trọng kính chào,\n\nCường Huy\nTrưởng phòng chăm sóc khách hàng Xem thêm",
            "Chúng tôi đã đặt Xe đưa đón sân bay Việt Nam cho một chuyến du lịch riêng đến Sa Pa và từ những yêu cầu ban đầu cho đến khi kết thúc chuyến đi, chúng tôi đã nhận được dịch vụ đặc biệt. Anh Ngọc, Giám đốc kinh doanh đã rất kiên nhẫn với yêu cầu của chúng tôi. Chúng tôi có một chiếc xe được trang bị tốt và thoải mái. Hướng dẫn viên của chúng tôi, Ah Bình rất tốt bụng và hữu ích. Anh ấy rất hiểu biết và linh hoạt. Đường đến Sa Pa rất tuyệt vời và chúng tôi rất vui vì đã quyết định lái xe thay vì bắt tàu vì vùng nông thôn rất đẹp và Bình đã chia sẻ kiến ​​thức của mình về Việt Nam cũng như cuộc sống của người Việt trên đường đi.Đọc thêm",
            "Chào Travelap,\n\nCảm ơn Anne rất nhiều vì đã đi du lịch cùng chúng tôi và chia sẻ những điều thú vị. Tất cả chúng tôi đều rất vui khi được phục vụ bạn, một người rất có trái tim ấm áp. Sự hài lòng của bạn truyền cảm hứng cho chúng tôi làm việc tốt hơn để xứng đáng với sự tin tưởng của bạn.\nCảm ơn bạn rất nhiều một lần nữa vì đã là kỷ niệm tuyệt vời của chúng tôi!\n\nTrân trọng,\nCường Huy\nGiám đốc chăm sóc khách hàng\n  Đọc thêm"
        ],
        "star_ratings": [
            20,
            3,
            1,
            0,
            2
        ],
        "review_amount": 26,
        "location": [
            "Đưa đón sân bay Việt Nam",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 25, 2016",
            "Written January 24, 2016",
            "Written December 16, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d9718210-Reviews-or20-Vietnam_Airport_Tranfers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-or10-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27710482-Reviews-Tree_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d4586302-Reviews-MetLife_Stadium-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g2624724-d192305-Reviews-Eltz_Castle-Wierschem_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8007541-Reviews-Fun_City_Pakistan-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d2702176-Reviews-Marche_provencal-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d15607148-Reviews-Clermont_Lounge-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d103584-Reviews-Pike_Place_Market-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34132-d14057632-Reviews-Boat_Lake_Recreation_Area-Chipley_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47560-d3313637-Reviews-Croton_Point_Park-Croton_on_Hudson_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33412-d4476926-Reviews-Pirates_Cove_Family_Fun_Aquatic_Center-Englewood_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1872665-d15645917-Reviews-Gamaksan_Chulleong_Bridge-Paju_Gyeonggi_do.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-or20-Vietnam_Airport_Tranfers-Hanoi.html"
    }
]