[
    {
        "attraction_name": "Vietnam Evasion",
        "attraction_name_vi": "trốn tránh việt nam",
        "general_info": [
            "104 đánh giá",
            "- 111 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại"
        ],
        "attraction_summary": "Với hơn 10 năm kinh nghiệm làm việc trong ngành du lịch, vừa là hướng dẫn viên du lịch vừa là người điều hành tour, tôi rất tự hào khi có thể cho bạn những lời khuyên tốt nhất cho chuyến đi miền Bắc Việt Nam. Nhóm của tôi và tôi tự hào về khả năng thực hiện các chuyến đi Việt Nam hoàn hảo phù hợp với tất cả khách hàng và sẵn lòng thảo luận về mọi ngân sách cũng như các lựa chọn chuyến tham quan. Điều quan trọng nhất đối với chúng tôi là chúng tôi cung cấp cho bạn thông tin trung thực để làm cho chuyến đi của bạn trở nên tuyệt vời nhất có thể.Đọc thêm",
        "reviews": [
            "Cảm ơn anh Phi vì sự chuyên nghiệp và phản ứng của anh cũng như toàn bộ việc tổ chức Tour tại Việt Nam của chúng tôi ! Chuyến đi này thật tuyệt vời! Vietnam Evasion đã phản hồi nhanh chóng với báo giá của chúng tôi, gọi cho tôi 15 phút sau khi tôi yêu cầu - và cho chúng tôi lời khuyên tốt nhất để tổ chức chuyến tham quan này với thời gian khá ngắn - 6 ngày -. Vietnam Évasion đã đáp ứng yêu cầu của tôi - loại khách sạn, chuyến bay nội địa - và đề xuất nhiều hoạt động mà chúng tôi thực sự đánh giá cao. Người hướng dẫn, ông Bach nói tiếng Anh hoàn hảo và thực sự là một người tốt. Chuyến tham quan bằng mô tô ở Hà Nội mà anh ấy giới thiệu thật tuyệt vời, hành trình ở Vịnh Hạ Long đáp ứng mọi chi tiết theo yêu cầu của chúng tôi - sự thoải mái trên thuyền - và các hoạt động thật thú vị và đội ngũ trên tàu thật tuyệt vời!  - David nói riêng từ du thuyền Bhaya - , các tài xế luôn đúng giờ, các hoạt động ở Hội An sẽ để lại cho chúng ta rất nhiều kỷ niệm đẹp - xe đạp ở vùng nông thôn và thuyền tre - !Mọi thứ đều được dàn dựng rất tốt bởi Mr Phi từ Vietnam Evasion ! Tôi thực sự khuyên bạn nên - - - Đọc thêm",
            "Mối quan tâm của chúng tôi là đi thăm khắp đất nước, để khám phá nó ở những khía cạnh khác nhau.  Chúng tôi đã đi du lịch từ nam ra bắc.  Đối với chúng tôi, mỗi địa điểm dường như đều mang đến một nét đặc biệt về các khía cạnh lịch sử, văn hóa hoặc địa chất.Đọc thêm",
            "Tôi đã đặt chuyến du lịch Việt Nam 2 tuần nhân dịp sinh nhật lần thứ 70 của bố mẹ tôi và việc trốn khỏi Việt Nam đã khiến mọi thứ trở nên hoàn hảo cho một chuyến đi khó quên của bố mẹ tôi. Uyên từ công ty rất nhiệt tình và đề xuất một hành trình tuyệt vời phù hợp với loại chuyến đi mà bố mẹ tôi muốn thực hiện, chọn những khách sạn tuyệt vời... Mọi thứ đều được tùy chỉnh theo nhu cầu của bố mẹ tôi. Mọi thứ diễn ra rất suôn sẻ đối với bố mẹ tôi kể từ khi họ đến Tại sân bay cho chuyến khởi hành cuối cùng, họ đã được chăm sóc bởi những hướng dẫn viên và tài xế tuyệt vời, tất cả các chuyến đưa đón đều được tổ chức tốt và họ yêu thích từng phút trong chuyến đi của mình. Một lần nữa Uyên luôn ở bên cạnh để giám sát và đảm bảo mọi thứ diễn ra suôn sẻ, cô ấy thậm chí còn gửi cho tôi những cập nhật và hình ảnh thường xuyên về chuyến đi của bố mẹ tôi. Và cô ấy đã nhớ đến sinh nhật của mẹ tôi và chuẩn bị điều gì đó thật tốt đẹp cho ngày đặc biệt của bà. Tôi chắc chắn sẽ giới thiệu công ty này và tôi cảm ơn mọi người vì công việc xuất sắc của họ và tất nhiên đặc biệt là Uyên, người đã vượt trên cả sự mong đợi. Đọc thêm",
            "Đối tác của tôi và tôi đã đi du lịch 3 tuần ở Việt Nam và hợp tác với Vietnam Evasion để sắp xếp chuyến đi cho toàn bộ chuyến đi. Ngay từ đầu khi chuẩn bị cho chuyến đi của chúng tôi - trái ngược với một số công ty du lịch khác - đã có sự giao tiếp nhanh nhẹn. Họ hiểu rõ khách hàng là trung tâm: cố gắng đưa ra đề xuất dựa trên nhu cầu cụ thể của bạn, thể hiện sự linh hoạt khi cần. Trong chuyến đi, chúng tôi có 3 hướng dẫn viên và tài xế khác nhau do Vietnam Evasion đặt trước. Tất cả đều rất chuyên nghiệp, cực kỳ đúng giờ. Một điều họ có thể cải thiện là không phải lúc nào cũng theo dõi các điểm du lịch qua thư mà thêm các địa điểm xác thực hơn vào chương trình. Tôi thực sự có thể giới thiệu Evasion Việt Nam. Cảm ơn UyênĐọc thêm",
            "Tôi thấy công ty này rất dễ tiếp cận.  Thỉnh thoảng họ gọi cho tôi để xác nhận một số thông tin nhất định.. Hướng dẫn viên và tài xế của họ rất tốt và đúng giờ.  Đáng lẽ chúng ta nên đến thăm nhiều nơi hơn ở Sài Gòn và dành ít thời gian hơn ở sông Mê Kông.  Một ngày ở sông Mê Kông là đủ.  Nó chỉ là một cái hồ lớn màu nâu bẩn thỉu. Tôi qua đêm ở nhà dân nơi gia đình không tiếp xúc nhiều với tôi.  Trời nóng và quá xa để đi chơi vui vẻ.  Không có gì đặc biệt về nó.  Khi tôi phàn nàn về khách sạn Gia Viễn ở Sài Gòn - vì tiếng ồn lớn - họ đã có thể sắp xếp cho tôi một khách sạn nằm gần chợ.  Ngoài ra, hãy cẩn thận với tàu hỏa.  Tôi sẽ không bao giờ đi chuyến tàu đêm đó nữa.  Có một hạng khách du lịch, là hạng được khách du lịch ưa thích.  Lớp 1 Việt Nam bẩn thỉu, tường, chăn, gối có lẽ đã lâu không được giặt.  Tàu rất ồn, toa ăn uống tồi tàn, nhà vệ sinh bẩn;  chúng là cũi chứ không phải loại bạn có thể chuyển vào ghế ngồi.  Lần sau tôi thích máy bay và phòng khách sạn hơn, nhưng nếu tài chính eo hẹp, hãy chọn lớp du lịch.Đọc thêm",
            "Cam on Vietnam Evasion! Nghiêm túc mà nói, đây là lần đầu tiên chúng tôi đi du lịch với một đại lý, tôi rất e ngại vì tôi không thích kiểu công ty lữ hành sắp xếp mọi thứ, v.v. Nhưng thực tế với Vietnam Evasion, chẳng liên quan gì cả. Uyên đã chăm sóc chúng tôi và nó thật hoàn hảo! Cô ấy luôn quan tâm và đáp ứng rất nhanh, 0 căng thẳng: chỗ ở, địa điểm, hướng dẫn viên được chọn còn hơn cả tốt. Mọi thứ đều được cân bằng tốt, các chuyến thăm có hướng dẫn viên khi cần thiết và khá nhiều thời gian chỉ dành cho tôi và đối tác. Cảm ơn bạn một lần nữa vì chuyến đi tuyệt đẹp này!!! Clementine và ManuelĐọc thêm",
            "Hãy để những lo lắng của bạn ở nhà và để bản thân được hướng dẫn bởi Ste Uyên, người đã lên kế hoạch cho mọi thứ..một chuyến đi tuyệt vời để giới thiệu với bạn bè của bạn Những đất nước xinh đẹp và con người thân thiệnĐọc thêm",
            "Cơ quan rất nghiêm túc, người liên hệ sẵn sàng, chu đáo, chủ động, đúng giờ trong việc hỗ trợ của chúng tôi. Các hướng dẫn viên nói tiếng Pháp hoàn hảo. Liên hệ qua email, phản hồi không mất nhiều thời gian và người quản lý Phi đã gọi cho tôi ngay lập tức bằng WhatsApp và nhiều lần để tinh chỉnh các yêu cầu của chúng tôi và đưa ra cho tôi một số đề xuất mà chúng tôi chưa từng nghĩ tới. Chỉ có một điều hối tiếc là không đã giao phó cho anh ấy toàn bộ thời gian chúng tôi ở lại. Có 12 người chúng tôi và tất cả chúng tôi đều hoàn toàn hài lòng.Đọc thêm",
            "Đã quen với việc đi du lịch một mình, chúng tôi rất vui mừng với các dịch vụ của công ty Vietnam Évasion. Liên hệ dễ dàng. Tổ chức tuyệt vời. Xe thoải mái. Khách sạn hoàn hảo, thoải mái, vị trí thuận tiện. Các hướng dẫn viên có trình độ tiếng Pháp hoàn hảo, họ đã dạy chúng tôi rất nhiều về thói quen và phong tục của đất nước, đặc biệt là Nam, người đã đi cùng chúng tôi trong hành trình đến miền Bắc để khám phá những cảnh quan hùng vĩ và những người dân sống ở đó. Chuyến du ngoạn trên Vịnh L - an Ha rất dễ chịu, được tổ chức rất tốt - thuyền không đông đúc, thoải mái, ít khách du lịch trên tàu - Chúng tôi đánh giá cao công ty này Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch 16 ngày cùng Vietnam Évasion từ Bắc vào Nam Việt Nam sau đó đến Campuchia để thăm các đền Angkor và chúng tôi trở về đầy mê hoặc. Mạch đề xuất và chúng tôi không sửa đổi rất đầy đủ và luôn thú vị. Việc tổ chức và thời gian rất hoàn hảo, các hướng dẫn viên được lựa chọn tốt và các tài xế có năng lực và rất hữu ích. Họ luôn có mặt đúng lúc và có nước ngọt, với nhiệt độ phòng đặc biệt dễ chịu. Mạch này rải rác với những cảnh quan, thị trấn tráng lệ và các chuyến thăm các nghệ nhân hoặc những tính năng thú vị. Sự xen kẽ này có nghĩa là chúng tôi không cảm thấy nhàm chán dù chỉ một giây. Ô tô, máy bay, du thuyền, thuyền, thuyền... mọi thứ kết hợp với nhau một cách hoàn hảo. Uyên luôn có thể tiếp cận và sẵn sàng giải đáp mọi vấn đề hoặc câu hỏi dù là nhỏ nhất. Các khách sạn đều có được lựa chọn đặc biệt tốt và nằm gần những địa điểm thú vị. Chúng tôi đặc biệt giới thiệu đại lý này do những người bạn cũng hài lòng với chúng tôi giới thiệu cho chúng tôi. RockĐọc thêm",
            "Cảm ơn bạn - Joséphine - vì ý kiến ​​​​này, tôi không nghi ngờ gì về khả năng đáp ứng và sự quan tâm chu đáo mà Phi và đại lý của Phi có thể cung cấp cho yêu cầu của bạn. Tôi khuyến khích du khách yêu cầu chúng như chúng tôi đã làm trong nhiều chuyến đi, mức độ cao và sự phiêu lưu, kỳ quan cũng sẽ là một phần của chuyến đi. Cảm ơn Phi!Đọc thêm"
        ],
        "star_ratings": [
            100,
            5,
            0,
            0,
            0
        ],
        "review_amount": 105,
        "location": [
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "trốn tránh việt nam",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 14, 2024",
            "Written May 24, 2023",
            "Written December 13, 2022",
            "Written August 8, 2019",
            "Written May 1, 2018",
            "",
            "Written May 22, 2024",
            "",
            "Written May 14, 2024",
            "",
            "Written May 14, 2024",
            "",
            "Written May 3, 2024",
            "",
            "Written April 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-or10-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17133314-Reviews-The_Craft_House_Street_Train_Souvenir_Gift_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13201461-Reviews-Tigit_Motorbikes_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7055050-Reviews-Essencia_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25017719-Reviews-Vanilla_The_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15179974-Reviews-Authentic_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29352-d258491-Reviews-Adventureland-Altoona_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d144041-Reviews-Philadelphia_Zoo-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293938-d13807660-Reviews-Hassanal_Bolkiah_National_Swimming_Pool_Complex-Bandar_Seri_Begawan_Brunei_Muara.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d561866-Reviews-Carousel_Gardens-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34039-d1640434-Reviews-Lavender_Fields_Farm-Milton_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d10457786-Reviews-MAAT_Museu_de_Arte_Arquitetura_e_Tecnologia-Lisbon_Lisbon_District_Central_Portu.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d7790571-Reviews-City_Center_one_Split-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g11962484-d16643934-Reviews-Mary_Jane_Cannabis_Shop-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2407406-Reviews-International_Plaza_and_Bay_Street-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35308-d1205061-Reviews-The_Rock_Ranch-The_Rock_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-or10-Vietnam_Evasion-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Evasion",
        "attraction_name_vi": "Trốn tránh Việt Nam",
        "general_info": [
            "104 đánh giá",
            "- 111 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại"
        ],
        "attraction_summary": "Với hơn 10 năm kinh nghiệm làm việc trong ngành du lịch, làm cả hướng dẫn viên du lịch và công ty lữ hành, tôi rất tự hào khi nói rằng tôi có thể đưa ra cho bạn lời khuyên tốt nhất cho chuyến đi của bạn ở miền Bắc Việt Nam. Nhóm của tôi và tôi tự hào về việc thiết kế các chuyến đi Việt Nam hoàn hảo để phù hợp với tất cả khách hàng của chúng tôi và rất vui khi thảo luận về mọi ngân sách và lựa chọn tour du lịch. Điều quan trọng nhất đối với chúng tôi là chúng tôi cung cấp cho bạn thông tin trung thực để chuyến đi của bạn trở nên tuyệt vời nhất có thể. Đọc thêm",
        "reviews": [
            "Uyên từ Việt Nam Evasion thật hoàn hảo. Dù trước khi khởi hành, trong và sau chuyến đi. Luôn sẵn sàng, đáp ứng, chu đáo. Tôi chân thành cảm ơn cô ấy vì đã chuẩn bị chu đáo cho chuyến đi khám phá đất nước của chúng tôi. Tôi thực sự khuyên bạn nênĐọc thêm",
            "2 vợ chồng chúng tôi đến Việt Nam 1 tháng với công ty Évasion Việt Nam, chúng tôi rất hài lòng. Chúng tôi thích hành trình được đề xuất của họ từ Bắc vào Nam trong khi vẫn có thể tự do thêm những địa điểm mà chúng tôi muốn ghé thăm. Họ rất sẵn sàng, rất quan tâm đến sự thoải mái và nhu cầu của chúng tôi. Các khách sạn rất thoải mái và chúng tôi ngủ với người dân địa phương, một trải nghiệm phong phú, mọi người mỉm cười và chào đón. Hướng dẫn viên lắng nghe khách du lịch, tôn trọng nhịp điệu và nói tiếng Pháp rất tốt. Họ kể cho chúng tôi về lịch sử, phong tục, đời sống hằng ngày của người dân Việt Nam, rất thú vị. Tôi giới thiệu cơ quan này mà không do dự. DanielleĐọc thêm",
            "Chúng tôi rời đi như một cặp đôi vào cuối năm 2023 bằng cách sử dụng Évasion tại Việt Nam. Sau một vài cuộc thảo luận để xác định mục tiêu đầu tiên và sau đó điều chỉnh chuyến đi, chúng tôi đã lên đường ở miền Bắc trong 3 tuần để có một chuyến đi tuyệt vời mà không gặp bất kỳ trở ngại nào kể từ khi đến Hà Nội cho đến khi trở về. Việc lựa chọn chỗ ở, chất lượng của hướng dẫn viên và sự thích ứng với nhịp độ cũng như mong muốn của chúng tôi thực sự tạo nên sự hài lòng lớn lao. Việc giám sát tiến độ dịch vụ của người quản lý từ đầu đến cuối cho thấy sự cam kết của dịch vụ khách hàng đối với sự hài lòng này. Tôi không ngần ngại giới thiệu cơ cấu này cho một tổ chức chìa khóa trao tay có giá trị tốt nhất cho đồng tiền bỏ ra.Đọc thêm",
            "Một kỳ nghỉ mơ ước cho năm mươi năm hôn nhân của chúng tôi Uyên tận tâm hết mình vì tất cả đều được thiết kế riêng và có chất lượng vượt trội, luôn chú ý đến những khách hàng này ngay cả trong trường hợp thay đổi chương trình. Đáp ứng và tử tế, cảm ơn YUEN vì kỳ nghỉ này mà chúng tôi sẽ tiếp tục khắc phục mãi mãi trong trái tim chúng tôi. Cảm ơn các hướng dẫn viên và tài xế khác nhau đã góp phần biến chuyến đi trong mơ này thành hiện thực và khả thi.Đọc thêm",
            "Uyên thật đặc biệt và đã tạo ra một chuyến đi hoàn hảo đến Việt Nam cho chúng tôi. Mọi thứ đều được xử lý và ngay cả khi chúng tôi thực hiện một số thay đổi tại chỗ, mọi thứ đều được xử lý dễ dàng và có khả năng giao tiếp tuyệt vời. Các nữ hướng dẫn viên nói tiếng Pháp rất tốt rất chuyên nghiệp và dễ chịu. Vài ngày trước khi kết thúc thời gian lưu trú, tôi quyết định tiếp tục một tuần một mình ở Campuchia và Uyên, một lần nữa, đã có thể chỉ đường riêng cho tôi vào phút cuối. Hai trải nghiệm khó quên. Tôi cũng đã cung cấp thông tin liên lạc của anh ấy cho nhiều bạn bè của tôi muốn đến thăm Việt Nam và - hoặc Campuchia.Đọc thêm",
            "Uyên đã sắp xếp cho chúng tôi một chuyến đi 3 tuần tuyệt vời ở Việt Nam và Campuchia. Sự sẵn sàng và tổ chức của anh ấy cho phép chúng tôi tận dụng tối đa thời gian lưu trú với những hướng dẫn viên nói tiếng Pháp, những người đã chăm sóc rất chu đáo cho chúng tôi, những người đã 70 tuổi. Chúng tôi cũng đánh giá cao chất lượng của những tài xế luôn có sẵn nước ngọt và xe thoải mái. Chúng tôi chỉ có thể giới thiệu cơ quan trốn thoát Việt Nam.Đọc thêm",
            "Trước hết là sự dễ dàng trong việc chuẩn bị mạch với Uyên bằng tiếng Pháp. Giá cả chính xác và dịch vụ phù hợp với nhu cầu trên tất cả các điểm. Hỗ trợ đúng giờ cho việc lựa chọn chỗ ở. Không có gì để phàn nàn Chuyến du lịch miền Bắc 14 ngày bằng ô tô và tài xế - - Bình - - nhiệt tình và cẩn thận. Sau đó là chuyến đi xuyên qua Vịnh Hạ Long và hành trình qua đêm trên thuyền buồm ở Vịnh Lan Hạ. Một chuyến đi tuyệt vời nơi mọi thứ được tổ chức rất chuyên nghiệp. Cảm ơn bạn và làm tốt lắmĐọc thêm",
            "Trải nghiệm du lịch được tổ chức đầu tiên tuyệt vời. Đặc biệt, xin gửi lời cảm ơn chân thành đến Uyên vì tính chuyên nghiệp, lòng tốt và sự sẵn sàng của anh ấy trong bối cảnh chuẩn bị cho chuyến đi của chúng tôi đến Campuchia, vốn có khả năng thông thạo tiếng Pháp hoàn hảo là một tài sản quan trọng. Cảm ơn bạn đến Vietnam Evasion vì đã quản lý để biến kỳ nghỉ của chúng tôi trở nên kỳ diệu và không thể nào quên. Chúng tôi trở lại với cái đầu đầy kỷ niệm và những bức ảnh rất đẹp, kèm theo đó là những món quà nhỏ được cá nhân hóa từ cơ quan đã chọn lọc theo sở thích.Đọc thêm",
            "Giám đốc đại lý, M.Phi, đã nhanh chóng trả lời yêu cầu đầu tiên của chúng tôi bằng email - chúng tôi đã thực hiện nó với một số đại lý - . Sau đó, cô Uyên đảm nhận việc hoàn tất chuyến tham quan miền Bắc Việt Nam cho Vietnam Evasion.Ba điểm mạnh:1- Chúng tôi muốn thoát khỏi du lịch đại chúng, chúng tôi đã được phục vụ.2- Câu nói đầu tiên vượt quá ngân sách của chúng tôi. Sau một vài lần lặp lại, cô Uyên đã có thể tìm ra mạch hoàn hảo, có tính đến những hạn chế về ngân sách của chúng tôi.3- Sự sẵn sàng, linh hoạt, nhanh nhẹn của cô Uyên để luôn cung cấp câu trả lời cho các yêu cầu của chúng tôi. Các khách sạn và nhà trọ đều được lựa chọn rất tốt. Các bữa ăn tại nhà dân mang đậm chất Việt Nam và có chất lượng tuyệt vời - và số lượng, hơn thế nữa - - . Không có gì đáng ngạc nhiên. Chúng tôi xin chân thành cảm ơn cô Uyên đã rất chu đáo và luôn đưa ra những lời khuyên - giải pháp hữu ích. Con gái của chúng tôi gặp trở ngại ở Pháp nên không thể bắt đầu chuyến lưu diễn cùng chúng tôi. Với sự giúp đỡ của cô Uyên, khi đến Hà Nội, cô đã có thể cùng chúng tôi tiếp tục chuyến tham quan. Đối với vấn đề này, chúng tôi đánh giá rất cao sự hỗ trợ của anh ấy và các lựa chọn khác nhau được đưa ra. Chúng tôi có những kỷ niệm tuyệt vời về chuyến du lịch 9 ngày ở miền Bắc Việt Nam. Nó thật tráng lệ và khó quên. Và điều này là nhờ có Vietnam Evasion. CẢM ƠN !Hoàng - Dũng NGUYÊN - 92 - Đọc thêm",
            "Một cuộc gọi từ Giám đốc Phi vào tháng 11 để tìm hiểu những kỳ vọng của chúng tôi, những gì chúng tôi đang tìm kiếm và những gì chúng tôi không muốn. Một câu trích dẫn rất giải thích 15 ngày sau, hồ sơ do Uyên xử lý, khả năng phản hồi hoàn hảo. Chuyến đi đã đạt đến mức bình thường, với sự hỗ trợ liên tục. Hướng dẫn viên nói tiếng Pháp, dành thời gian giải thích cho bạn, bạn cảm thấy tự tin. Chưa hết, chúng tôi đã yêu cầu một chuyến du ngoạn trên Vịnh Hạ Long, một chuyến tàu giường nằm đến Huế, một chuyến bay nội địa đến Sài Gòn. Không thất bại, đó là một điểm tuyệt đối với sự lựa chọn về khách sạn và nhà trọ. Cảm ơn bạn đã giới thiệu cho chúng tôi về đất nước của bạn, trong một tổ chức lý tưởng. Cảm ơn mọi người, cảm ơn Uyên vì sự sẵn sàng của anh ấy, với tất cả những người hướng dẫn - Hà, Sơn, PhiPhi và những người mà chúng tôi đã quên - , cảm ơn cũng gửi lời cảm ơn Caï, tài xế của chúng tôi trong 6 ngày - Hà Nội - Ninh Bình - vì lòng tốt của anh ấy.Alex và LudoĐọc thêm",
            "Cảm ơn bạn - Joséphine - vì ý kiến ​​​​này, tôi không nghi ngờ gì về khả năng đáp ứng và sự quan tâm chu đáo mà Phi và đại lý của Phi có thể cung cấp cho yêu cầu của bạn. Tôi khuyến khích du khách yêu cầu chúng như chúng tôi đã làm trong nhiều chuyến đi, mức độ cao và sự phiêu lưu, kỳ quan cũng sẽ là một phần của chuyến đi. Cảm ơn Phi!Đọc thêm"
        ],
        "star_ratings": [
            100,
            5,
            0,
            0,
            0
        ],
        "review_amount": 105,
        "location": [
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "trốn tránh việt nam",
            "Việt Nam"
        ],
        "reviews_time": [
            "",
            "Written April 25, 2024",
            "",
            "Written April 24, 2024",
            "",
            "Written April 22, 2024",
            "",
            "Written April 21, 2024",
            "",
            "Written April 20, 2024",
            "",
            "Written April 20, 2024",
            "",
            "Written April 18, 2024",
            "",
            "Written April 3, 2024",
            "",
            "Written April 3, 2024",
            "",
            "Written March 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10458978-Reviews-or10-Vietnam_Evasion-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-or20-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17133314-Reviews-The_Craft_House_Street_Train_Souvenir_Gift_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13201461-Reviews-Tigit_Motorbikes_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7055050-Reviews-Essencia_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25017719-Reviews-Vanilla_The_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15179974-Reviews-Authentic_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g40842-d103715-Reviews-Mount_Kineo-Rockwood_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g298006-d307861-Reviews-Kizlaragasi_Han_Bazaar-Izmir_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60564-d107631-Reviews-Hot_Springs_State_Park-Thermopolis_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g36344-d3228511-Reviews-Stade_s_Farm_and_Market-McHenry_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g52122-d563324-Reviews-Warm_Springs_Reservation-Warm_Springs_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60320-d637656-Reviews-Pattison_State_Park-Superior_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g6976867-d8726473-Reviews-Peneda_Geres_National_Park-Peneda_Geres_National_Park_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276804-Reviews-Buda_Castle-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g34705-d7623253-Reviews-Sharky_s_On_The_Pier-Venice_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9582761-Reviews-Sing_Sing_Theater-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-or20-Vietnam_Evasion-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-or10-Vietnam_Evasion-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Evasion",
        "attraction_name_vi": "trốn tránh việt nam",
        "general_info": [
            "104 đánh giá",
            "- 111 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour tham quan",
            "Đi bộ đường dài - Tour cắm trại"
        ],
        "attraction_summary": "Với hơn 10 năm kinh nghiệm làm việc trong ngành du lịch, vừa là hướng dẫn viên du lịch vừa là người điều hành tour, tôi rất tự hào khi có thể cho bạn những lời khuyên tốt nhất cho chuyến đi miền Bắc Việt Nam. Nhóm của tôi và tôi tự hào về khả năng thực hiện các chuyến đi Việt Nam hoàn hảo phù hợp với tất cả khách hàng và sẵn lòng thảo luận về mọi ngân sách cũng như các lựa chọn chuyến tham quan. Điều quan trọng nhất đối với chúng tôi là chúng tôi cung cấp cho bạn thông tin trung thực để làm cho chuyến đi của bạn trở nên tuyệt vời nhất có thể.Đọc thêm",
        "reviews": [
            "Một tuyến đường phù hợp với tốc độ của chúng tôi và việc khám phá những địa điểm chưa được biết đến trong nước. Hướng dẫn viên của chúng tôi rất tốt bụng và quan tâm đến mong muốn của chúng tôi cũng như tài xế. Tôi sẽ giới thiệu công ty du lịch này mà không cần lo lắng gì; Đọc thêm",
            "Tôi giới thiệu công ty này. Họ sẵn sàng và đưa ra lời khuyên rất tốt. Chúng tôi có 3 hướng dẫn viên hàng đầu. Các tài xế cũng vậy. Chúng tôi đã đến thăm miền Nam, Sài Gòn và trung tâm. Đối với miền Bắc, chúng tôi sẽ quay lại và chúng tôi sẽ sử dụng công ty này một lần nữa! Và Việt Nam là một đất nước tuyệt vời!!! Đọc thêm",
            "Theo sự giới thiệu của một người bạn, chúng tôi liên hệ - Vietnam escape - để chuẩn bị chuyến đi 15 ngày đến Việt Nam mà chúng tôi không hề biết. Kết quả phần lớn là khả quan, hai tuần không gặp vấn đề gì, nhờ vào sự chuyên nghiệp của những người tham gia - đại lý , tài xế và hướng dẫn viên - và luôn đúng giờ. Chúng tôi thực sự khuyên bạn nên nhắm mắt làm đại lý này!Catherine - RémiĐọc thêm",
            "Thật là một hành trình! Cảm ơn Vietnam Escape rất nhiều và đặc biệt hơn là Uyên đã đồng hành cùng chúng tôi và luôn sẵn sàng trong suốt quá trình chuẩn bị cũng như trong suốt chuyến đi. Mọi thứ kết hợp với nhau một cách tuyệt vời, những chuyến tham quan và phong cảnh thật tuyệt vời. Chúng tôi không bao giờ thất vọng. Không ngần ngại, chúng tôi muốn giới thiệu đại lý này cho những người thân yêu của mình!!! Mathilde và FredĐọc thêm",
            "Uyên luôn sẵn sàng 24 - 7 để đáp ứng và giải quyết những vấn đề nhỏ nhất. Phần lớn hướng dẫn viên rất chuyên nghiệp, đặc biệt là cô Hà Lái xe và hướng dẫn viên đúng giờ Hậu cần hoàn hảo - cung cấp xe, đặt vé máy bay, biểu diễn, v.v. - Du thuyền trong mơ và du ngoạn ăn tối. Một chương trình được thiết kế và điều chỉnh theo nhu cầu với số lượng lớn các hoạt động đa dạng và thú vị. Chúng tôi cảm ơn toàn thể đội ngũ vì kỳ nghỉ tuyệt vời đầy bất ngờ thú vị tại Việt NamĐọc thêm",
            "Kỳ nghỉ khó quên. Uyên đã giúp chúng tôi chuẩn bị chuyến đi cá nhân và mọi thứ diễn ra rất tốt đẹp. 4 hướng dẫn viên của chúng tôi - Bắc, Trung, Nam và Campuchia - thật hoàn hảo! Rất sẵn sàng, chu đáo và nhiệt tình. Tôi khuyên bạn nên.Đọc thêm",
            "Chuyến đi tuyệt vời đến miền bắc Việt Nam với Vietnam Evasion. Bốn người chúng tôi đã rời đi trong 15 ngày với đối tác của tôi và một vài người bạn. Tài xế Hải và hướng dẫn viên Vinh của chúng tôi rất thân thiện và thú vị. Chúng tôi đã khám phá đất nước tráng lệ này, cách xa đường mòn và bẫy du lịch, và có thể khám phá văn hóa địa phương và gặp gỡ cư dân của nó. Đặc biệt đề cập đến Vịnh Lang-Ha, được ưa thích hơn Vịnh Hạ Long quá đông khách du lịch. Khoảng thời gian vào đầu tháng 9 là lý tưởng - thời tiết rất tốt, ít người khách du lịch - .Cứ làm đi!Đọc thêm",
            "Uyên đồng hành cùng chúng tôi trong việc chuẩn bị cho chuyến đi cá nhân, rất chú ý đến mong muốn của chúng tôi. Xin chân thành cảm ơn. Cuộc hành trình của chúng tôi vượt ra khỏi con đường cũ cực kỳ thú vị, chân thực đến tuyệt vời. Vẻ đẹp của phong cảnh.Vinh, hướng dẫn viên nói tiếng Pháp có văn hóa của chúng tôi, rất đam mê miền Bắc Việt Nam. Nó cho phép chúng tôi gặp được những người tuyệt vời. Chúng tôi có một người lái xe rất cẩn thận, kín đáo. Chúng tôi chỉ có thể giới thiệu Vietnam Evasion.Đọc thêm",
            "Phong cảnh tuyệt vời chúng tôi đã tận dụng tối đa cuộc hành trình tuyệt vời này. Chuẩn bị máy ảnh của bạnĐọc thêm",
            "Chúng tôi rất vui mừng với chuyến đi tới miền Bắc Việt Nam. Một chuyến đi gia đình xa lạ được tổ chức với công ty địa phương Vietnam Evasion. Trao đổi qua email và WhatsApp đã phản hồi trước chuyến đi của chúng tôi và đại lý đã lắng nghe chúng tôi vì tôi đã yêu cầu một chuyến tham quan rất cụ thể. Thực hiện để đo lường. Sự chăm sóc hoàn hảo của một hướng dẫn viên am hiểu lịch sử của khu vực như lòng bàn tay và khá đơn giản khiến chúng tôi hiểu về Việt Nam và người Việt Nam. Người lái xe rất đáng chú ý vì kỹ năng của anh ấy trên những con đường núi nhỏ và lòng tốt của anh ấy mọi lúc. Một thành công, tôi chỉ có thể giới thiệu cơ quan Evasion Việt Nam!Đọc thêm",
            "Cảm ơn bạn - Joséphine - vì ý kiến ​​​​này, tôi không nghi ngờ gì về khả năng đáp ứng và sự quan tâm chu đáo mà Phi và đại lý của Phi có thể cung cấp cho yêu cầu của bạn. Tôi khuyến khích du khách yêu cầu chúng như chúng tôi đã làm trong nhiều chuyến đi, mức độ cao và sự phiêu lưu, kỳ quan cũng sẽ là một phần của chuyến đi. Cảm ơn Phi!Đọc thêm"
        ],
        "star_ratings": [
            100,
            5,
            0,
            0,
            0
        ],
        "review_amount": 105,
        "location": [
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "trốn tránh việt nam",
            "Việt Nam"
        ],
        "reviews_time": [
            "",
            "Written March 15, 2024",
            "",
            "Written February 9, 2024",
            "",
            "Written January 21, 2024",
            "",
            "Written December 23, 2023",
            "",
            "Written December 11, 2023",
            "",
            "Written December 10, 2023",
            "",
            "Written December 9, 2023",
            "",
            "Written November 27, 2023",
            "",
            "Written November 23, 2023",
            "",
            "Written November 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10458978-Reviews-or20-Vietnam_Evasion-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-or10-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-or30-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17133314-Reviews-The_Craft_House_Street_Train_Souvenir_Gift_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13201461-Reviews-Tigit_Motorbikes_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7055050-Reviews-Essencia_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25017719-Reviews-Vanilla_The_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15179974-Reviews-Authentic_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d10723244-Reviews-Whitecap_Beach-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d103887-Reviews-Statue_of_Liberty-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46340-d1847362-Reviews-Freedom_Mortgage_Pavilion-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1217399-Reviews-Devon_Avenue-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g562820-d6498615-Reviews-Centro_Comercial_Safari-Playa_de_las_Americas_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g983296-d21331654-Reviews-ARTE_MUSEUM_JEJU-Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d325269-Reviews-Neve_Tzedek-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g48797-d143365-Reviews-Jones_Beach_State_Park-Wantagh_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195017-Reviews-Basilica_of_Santa_Croce-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d14800853-Reviews-Cora_Spa_Dubai-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-or30-Vietnam_Evasion-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-or20-Vietnam_Evasion-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Evasion",
        "attraction_name_vi": "trốn tránh việt nam",
        "general_info": [
            "104 đánh giá",
            "- 111 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại"
        ],
        "attraction_summary": "Với hơn 10 năm kinh nghiệm làm việc trong ngành du lịch, vừa là hướng dẫn viên du lịch vừa là người điều hành tour, tôi rất tự hào khi có thể cho bạn những lời khuyên tốt nhất cho chuyến đi miền Bắc Việt Nam. Nhóm của tôi và tôi tự hào về khả năng thực hiện các chuyến đi Việt Nam hoàn hảo phù hợp với tất cả khách hàng và sẵn lòng thảo luận về mọi ngân sách cũng như các lựa chọn chuyến tham quan. Điều quan trọng nhất đối với chúng tôi là chúng tôi cung cấp cho bạn thông tin trung thực để làm cho chuyến đi của bạn trở nên tuyệt vời nhất có thể.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một kỳ nghỉ khó quên nhờ sự chuyên nghiệp của đại lý các bạn. Chúng tôi rất vui khi được phục vụ bởi những hướng dẫn viên và tài xế thân thiện, có văn hóa, cởi mở, ân cần. Chúng tôi cũng rất vui khi được ngạc nhiên mỗi ngày bởi một chương trình đa dạng và hoạt động phong phú. - thuyền, xe đạp, lớp học nấu ăn, đi bộ, câu cá, mát-xa chân, buổi tối với người dân địa phương, buổi biểu diễn làng, chợ địa phương, tham quan văn hóa và lịch sử, nhiều nhà hàng - .Các khách sạn đều đẹp và có vị trí thuận tiện với hồ bơi để thư giãn tại cuối ngày! Ở lại với người dân địa phương là một cuộc gặp gỡ rất cảm động Thời tiết cũng ở đó! Chúng tôi đã có hai ngày mưa, điều này cũng khiến chúng tôi thấy cuộc sống trong điều kiện này vẫn sôi động hơn bao giờ hết! Chúng tôi trở lại với 2000 bức ảnh làm kỷ niệm và cảm xúc trong lòngNếu chúng ta phải làm lại - Thêm một đêm nữa ở Hội An, phố đèn lồng quyến rũ và không dừng lại ở Đà Nẵng. Chất lượng dịch vụ của các bạn vượt trội về mọi mặt. Chúng tôi mơ ước được ra đi với sự ủng hộ của các bạn!Đọc thêm",
            "Kéo dài 15 ngày, chuyến đi này sẽ vẫn là một trong những trải nghiệm đẹp nhất của tôi. Nhờ sự sẵn sàng và lời khuyên sáng suốt của Uyên, hai hướng dẫn viên và tài xế tuyệt vời của chúng tôi, chúng tôi đã có thể khám phá Việt Nam từ Bắc vào Nam và khám phá những địa điểm đặc biệt vượt thời gian. Kỳ nghỉ của chúng tôi diễn ra hoàn hảo. Xin chúc mừng về chất lượng của các khách sạn, dịch vụ và chuyến du ngoạn được cung cấp.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến đi kéo dài 6 ngày ở phía Bắc: Vịnh Lan Hạ, Ninh Bình và quanh Mai Châu. Uyen đã lắng nghe mong đợi của chúng tôi để chuẩn bị cho chuyến đi theo yêu cầu này. Thuyền buồm thật tuyệt vời và nhân viên chu đáo với các món ăn tuyệt vời. Chúng tôi đã ở lại miễn phí tại Ninh Bình và sau đó hướng dẫn viên Sun của chúng tôi đã giới thiệu cho chúng tôi về vùng Mai Châu với 2 đêm ở nhà dân địa phương. Một khám phá đích thực xa rời khách du lịch. Chúng tôi rất hài lòng với kỳ nghỉ của mình, nơi đáp ứng được mong đợi của chúng tôi và hoàn toàn theo yêu cầu. Chúng tôi cũng đã yêu cầu một chuyến đi trong ngày đến Đồng bằng sông Cửu Long khi chúng tôi ở Sài Gòn. Chuyến đi cũng được tổ chức rất tốt và không có khách du lịch. Đọc thêm",
            "Tour du lịch riêng 17 ngày được thực hiện như một gia đình, ông bà, con cái, cháu. Một tuyến đường được thiết kế riêng bởi Uyên có tính đến mong muốn của chúng tôi và khả năng đi bộ đường dài của mỗi người. Hà Nội, Vịnh Lan Hạ, Ninh Bình, Puo Long, Huế... Dừng chân tại Hội Hàn để tận hưởng thành phố và bãi biển và kết thúc Đồng bằng sông Cửu Long và Sài Gòn. Hướng dẫn viên nói tiếng Pháp hàng đầu, biết cách thích ứng với nhu cầu và mong muốn của chúng tôi. Những cảnh quan ngoạn mục và nhiều mối liên hệ với người dân địa phương giúp chúng tôi làm giàu thêm và khám phá cuộc sống hàng ngày của dân làng. Tổ chức hoàn hảo và khả năng đáp ứng liên tục của cơ quan. Cả gia đình xin chân thành cảm ơn vì kỳ nghỉ tuyệt vời này.Đọc thêm",
            "Cảm ơn bạn - Joséphine - vì ý kiến ​​​​này, tôi không nghi ngờ gì về khả năng đáp ứng và sự quan tâm chu đáo mà Phi và đại lý của Phi có thể cung cấp cho yêu cầu của bạn. Tôi khuyến khích du khách yêu cầu chúng như chúng tôi đã làm trong nhiều chuyến đi, mức độ cao và sự phiêu lưu, kỳ quan cũng sẽ là một phần của chuyến đi. Cảm ơn Phi!Đọc thêm"
        ],
        "star_ratings": [
            100,
            5,
            0,
            0,
            0
        ],
        "review_amount": 105,
        "location": [
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Trốn tránh Việt Nam",
            "Việt Nam"
        ],
        "reviews_time": [
            "",
            "Written October 21, 2023",
            "",
            "Written August 28, 2023",
            "",
            "Written August 25, 2023",
            "",
            "Written August 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10458978-Reviews-or30-Vietnam_Evasion-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-or20-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17133314-Reviews-The_Craft_House_Street_Train_Souvenir_Gift_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13201461-Reviews-Tigit_Motorbikes_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7055050-Reviews-Essencia_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25017719-Reviews-Vanilla_The_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15179974-Reviews-Authentic_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2426274-d11851272-Reviews-Baia_di_Paraggi-Paraggi_Santa_Margherita_Ligure_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g499458-d552879-Reviews-Dolphin_Research_Center-Grassy_Key_Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d3369805-Reviews-Jackson_Wellsprings-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d260500-Reviews-Borough_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4194102-Reviews-Speculum_Alchemiae_Museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d589089-Reviews-19th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g45212-d103652-Reviews-Last_Chance_Gulch-Helena_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548583-Reviews-The_Village_Vanguard-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7900333-Reviews-BATHHOUSE_Spa-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d2019764-Reviews-Elephant_Mountain_aka_Nangang_District_Hiking_Trail-Xinyi_District_Taipei.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-or30-Vietnam_Evasion-Hanoi.html"
    }
]