[
    {
        "attraction_name": "Vietnam Escape Tours",
        "attraction_name_vi": "Tour du lịch thoát hiểm Việt Nam",
        "general_info": [
            "300 đánh giá",
            "80 trên 1.916 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp các gói tour du lịch Việt Nam cho khách từ khắp nơi trên thế giới, trải dài theo chiều rộng và chiều dài của đất nước xinh đẹp của chúng tôi. Việt Nam chiêu đãi du khách những phong cảnh đáng kinh ngạc và một nền văn hóa độc đáo, nhưng cần có sự hướng dẫn phù hợp để phát huy tối đa tiềm năng của nó. Đó là nơi mà Vietnam Escape Tours xuất hiện. Mục tiêu số 1 của chúng tôi là sự hài lòng của bạn, chúng tôi vô cùng tự hào về người dân địa phương...Đọc thêm",
        "reviews": [
            "Chúng tôi vừa trở về sau kỳ nghỉ 23 đêm ở Việt Nam. Ngay từ khi liên hệ với Linda từ Vietnam Escape Tours, chúng tôi cảm thấy tự tin rằng mình đã lựa chọn đúng. Chúng tôi được đón từ sân bay để bắt đầu kỳ nghỉ tại Hà Nội. Chúng tôi có một tài xế và hướng dẫn viên riêng đưa chúng tôi đi tham quan Hà Nội, sau đó là 2 đêm ở Ninh Bình. Chúng tôi được lựa chọn các chuyến du ngoạn trên Vịnh Hạ Long, chúng tôi đã chọn 2 đêm trên The Hermes mà không có lỗi gì. Linda đã đặt các chuyến bay nội địa đến Đà Nẵng và chúng tôi đặt chỗ ở riêng tại Đà Nẵng và Hội An khi chúng tôi đi thăm bạn bè. trở về từ Đà Nẵng, chúng tôi đã đặt 2 đêm ở Pù Luông và có tài xế riêng, Linda đảm bảo chuyến tham quan đáp ứng yêu cầu của chúng tôi, thậm chí đảm bảo rằng chúng tôi cần có điểm dừng ăn trưa. Mọi dịch vụ mà Linda cung cấp đều đặc biệt từ driverhotelsguides, v.v. Linda luôn đáp ứng tin nhắn của chúng tôi trong vòng vài giây sau khi liên hệ với cô ấy, điều này giúp chúng tôi rất tự tin khi biết mình đang ở trong tay an toàn. Linda luôn chú ý đến nhu cầu của chúng tôi và sẵn sàng điều chỉnh hành trình của chúng tôi xuyên suốt cho phù hợp. Hãy nghiên cứu về nơi bạn muốn đến và Linda sẽ thực hiện nghỉ ngơi. Cảm ơn Linda vì đã khiến chuyến thăm đất nước xinh đẹp của bạn trở nên đáng nhớ. Cảm ơn rất nhiều Tony và GailĐọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch 21 ngày được cá nhân hóa với sự giúp đỡ của cô Anna Vu làm việc cho Vietnam Escape Tours. Ngay từ đầu, cô ấy đã giúp chúng tôi lên kế hoạch cho kỳ nghỉ mơ ước của mình. Chúng tôi có rất nhiều yêu cầu cá nhân được cô Anna Vũ giúp đỡ thực hiện. Cô ấy luôn sẵn lòng giúp đỡ và sắp xếp chuyến đi theo mong muốn của chúng tôi. Chúng tôi bắt đầu ở Hà Nội và đến Sa pa, Ninh bình, Vịnh Hạ Long, Huế, Hội Anh, Đà Nẵng, Sài Gòn và Phú Quốc. Việc chuyển từ nơi này sang nơi khác thật hoàn hảo và các chuyến tham quan đều tuyệt vời. Cô Anna Vu luôn sẵn sàng sử dụng whatsapp nếu chúng tôi có bất kỳ câu hỏi nào và luôn mỉm cười giúp đỡ. Chúng tôi luôn cảm thấy an toàn vì luôn có sự hỗ trợ của cô Anna Vũ. Chuyến đi Việt Nam là một kỷ niệm để đời, một đất nước xinh đẹp và những món ăn rất ngon. Nhờ có cô Anna Vu mà chúng tôi đã được nhìn thấy và trải nghiệm mọi thứ chúng tôi mong muốn. Cảm ơn cô Anna Vũ vì chuyến đi tuyệt vời và hoàn hảo để đời này!Đọc thêm",
            "Chuyến đi 6 ngày tuyệt vời đến Hà Nội, Sapa và Vịnh Hạ Long do Bomi lên kế hoạch từ Vietnam Escape Tours. Khách sạn và đồ ăn được cung cấp đều tuyệt vời và xứng đáng với mức giá chúng tôi đã trả. Bomi rất am hiểu về những nơi chúng tôi đến thăm và có thể đưa ra những gợi ý tuyệt vời về các hoạt động chúng tôi có thể thực hiện dựa trên lịch trình chặt chẽ của mình. Việc vận chuyển gần như luôn đúng tiến độ và các thông tin cập nhật được đưa ra kịp thời. Chắc chắn được đề xuất nếu bạn đến thăm Việt Nam.Đọc thêm",
            "Chúng tôi ở Việt Nam một tuần và chúng tôi đã tổ chức một tour du lịch 24 giờ ở vịnh Hạ Long với công ty này. Emma là người theo dõi chúng tôi và cô ấy rất tận tâm và sẵn sàng hỗ trợ chúng tôi 24/7 trong việc sắp xếp. Một ví dụ về điều này là khả năng của cô ấy trong việc sắp xếp đón chúng tôi từ boong tàu trong vòng chưa đầy 30 phút kể từ khi chúng tôi yêu cầu, đó không phải là kế hoạch ban đầu của chúng tôi. Ngoài dịch vụ tốt nhận được từ Emma, ​​bản thân chuyến tham quan thật tuyệt vời và chúng tôi vẫn kinh ngạc trước vẻ đẹp của Vịnh. ​​Thuyền mới và sạch sẽ, mọi tiện nghi đều hoàn hảo. Rất nhiều hoạt động được sắp xếp vẫn để lại đủ thời gian để thư giãn. Tất cả các món ăn đều ngon. Tôi có muốn quay lại không? Chắc chắn là có. Đọc thêm",
            "Tôi quyết định đặt chuyến du ngoạn Vịnh Hạ Long thông qua Vietnam Escape Tours, vì có quá nhiều công ty để lựa chọn và trang web của họ giúp tôi dễ dàng lựa chọn. Cuối cùng tôi chọn VSpirit Cruises và tôi thực sự hài lòng với quyết định này. Tôi đã thực hiện một cuộc điều tra và tôi đã được kết nối với Đại lý du lịch Linda, người rất chuyên nghiệp và thân thiện, cô ấy đã giúp chúng tôi đặt dịch vụ đưa đón và hành trình và nhanh chóng phản hồi khi chúng tôi bị lạc một chút ở bến cảng! Tất cả quá trình đều diễn ra suôn sẻ và nhanh chóng. Linda rất tốt bụng khi trả lời các câu hỏi của tôi về các chuyến tham quan khác mà họ đang cung cấp và những địa điểm lưu trú được đề xuất! Tôi thực sự đánh giá cao việc tôi giới thiệu Vietnam Escape Tours và tôi chắc chắn sẽ sử dụng lại chúng trong tương lai.Đọc thêm",
            "Kỳ nghỉ của chúng tôi ở Việt Nam là một trải nghiệm tuyệt vời. Đặt kỳ nghỉ ở Việt Nam của chúng tôi với Vietnam Escape Tours, diễn ra liền mạch và không căng thẳng, họ chú ý đến từng chi tiết và tận tâm tổ chức một hành trình tuyệt vời. Tony và Anya từ Vietnam Escapes Tours đã đáp ứng mọi yêu cầu của chúng tôi mà không có bất kỳ khiếu nại nào, họ luôn sẵn sàng qua điện thoại bất kỳ lúc nào trong ngày, trong suốt 3 tuần để trả lời các câu hỏi và cung cấp hỗ trợ khi chúng tôi cần hỗ trợ. Các nhân viên rất thân thiện. Chúng tôi có những hướng dẫn viên địa phương am hiểu, những người đã chia sẻ những hiểu biết và câu chuyện của họ về những chỗ ở thoải mái, sạch sẽ, những nhà hàng, chuyến tham quan và tài xế tuyệt vời. Nếu bạn đang tìm kiếm một trải nghiệm du lịch thực sự khó quên, tôi đặc biệt giới thiệu Vietnam Escape Tours, người đã khiến kỳ nghỉ của chúng tôi trở nên đặc biệt và khó quên. Toàn bộ trải nghiệm thật tuyệt vời nhờ có Vietnam Escape Tours. Chúng tôi sẽ quay lại! Đọc thêm",
            "Chúng tôi đã đặt chuyến đi của mình thông qua Vietnam Escape Tours và nó thật hoàn hảo. Chúng tôi đã yêu cầu loại tour phiêu lưu hơn và đó là những gì chúng tôi nhận được và hơn thế nữa. Tất cả các dịch vụ đón khách từ khách sạn và sân bay đều diễn ra suôn sẻ. Các khách sạn do họ đặt đều đạt tiêu chuẩn cao cũng như các tour du lịch được thực hiện. Tôi thực sự có thể giới thiệu sử dụng họ cho chuyến đi đến Việt Nam của bạn. Đọc thêm",
            "Anya là người tổ chức hoàn hảo. Từ đầu đến cuối mọi thứ đều được lo liệu. Cô ấy luôn sẵn sàng trong trường hợp chúng tôi cần cô ấy. Chúng tôi đã có một chuyến đi thực sự tuyệt vời và chắc chắn sẽ làm lại. Đọc thêm",
            "What to say about Vietnam Scape Tours Travel: I dont recommend at all and I ll explain why.I heard about this travel agency from a YouTube video, and I thought it was a great way to make plans to experience northern Vietnam.The plan was 8 days in the north of Vietnam: Hanoi, Ninh Binh, Sapa and Ha Long Bay. So after a few back and forth emails we finally agreed on a 6 day tour.The first tour of Ninh Binh, was a good tour, nothing extraordinary, guide didnt explain a lot, but it was ok because we did our research beforehand.Second tour: Sapa.  The driver picked us up at our hotel right on time. So far everything was good. Then we got to Sapa, the driver just dropped us off in the middle of the city, far from the hotel. We had no idea where we were supposed to go.Thank God I had the contact for our local Guide Maya, who was an absolute sweetheart and caring human. She came from a 20 minute ride from where we were supposed to meet her.We had a amazing time with the guide. The hotel was ok, noisy bedroom.On the way back our nightmare started. My husband started to feel very sick, and was in a lot of pain. We communicated with the driver to drop us off at the multilingual French hospital in Hanoi. His pain was so severe I had to our contact our travel agency rep for support in communicating the urgency. She assured me that the message was clearly communicated to the driver to take us directly to the French Hospital.All the tourists on the bus were desperately trying to help us.The driver dropped us off on some unknown street in Hanoi, and explained that we could get to the hospital from here.At this point I had enough of this driver. I saw my husband on the dirty bus floor in blinding pain, and just didnt want argue with this driver anymore. So we  just took a taxi straight to the French Hospital which on a separate note, is absolutely amazing. Once we got safely set up in the hospital and found out my husband was passing two kidney stones. They took him away for examination so I contacted our travel agency rep and explained our situation and that we would have to cancel the next day tour to Ha long bay with Indochine Cruise and asked if we can be refunded due to the circumstances. The answer was a big NO, NO REFUNDS even with medical proof. They were very quick to demand and take our money,but even when we asked about a partial refund of 50 or 25 anything at all the answer was still no refunds That was the word from our travel agent. Thats their policy that they do not disclose prior to purchase. They didnt even provide a contact for Indochine Cruise to hear their policies.At this point my husband was in surgery, and I just didnt have the energy to argue anymore. Vietnam is a amazing country, and for the most part we really enjoyed our trip. The food, the culture and the scenery is amazing and like nothing weve ever experienced. But we really had a bad experience with this travel agency. And would definitely not recommend them. This is our reason for such a low rating.So I highly recommend: before booking any trip, ask first for the policy, so you can avoid to loose money, patience, and be frustrated.This agency is very quickly to take your money, and for sure even with all the medical bills and proofs you will never see your money again.Also never received any documentation to proof the policy.The only thing I received like feedback: I m doing my best.This is the REASON I DONT RECOMMEND to YOU BOOK WITH THIS VIETNAM SCAPE TOURS TRAVEL.Also, I dont wish nobody experienced the same situation them us.Vietnam is a amazing country, we really enjoyed our trip, but we really had a bad experience with this travel agency.Read more",
            "Trải nghiệm tuyệt vời từ giai đoạn lập kế hoạch cho đến khi kết thúc chuyến đi. Đây là lần đầu tiên chúng tôi cùng nhau sử dụng công ty du lịch và tôi rất vui vì chúng tôi đã chọn công ty này. Anna Vu rất hữu ích và điều chỉnh chuyến đi của chúng tôi cho phù hợp với nhu cầu của chúng tôi. Các tài xế luôn đúng giờ. Hướng dẫn viên riêng ở Sapa thực sự được đánh giá cao. Trải nghiệm tổng thể rất suôn sẻ và dễ chịu.Đọc thêm"
        ],
        "star_ratings": [
            296,
            6,
            0,
            1,
            1
        ],
        "review_amount": 304,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Tour du lịch thoát hiểm Việt Nam"
        ],
        "reviews_time": [
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written May 10, 2024",
            "Written May 5, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written April 25, 2024",
            "Written April 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or10-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27501602-Reviews-LeDa_Clinic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4745613-Reviews-Asia_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303196-d12727066-Reviews-Grad_Sunca_Aqua_Dino_Park-Trebinje_Republika_Srpska.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d2211137-Reviews-Big_Almaty_Lake-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g42058-d6908485-Reviews-J_W_Wells_State_Park-Cedar_River_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d286092-Reviews-Sundial_Bridge-Redding_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g644280-d2344170-Reviews-Podere_Il_Casale-Pienza_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8600196-Reviews-Trail_5-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d560664-Reviews-Lake_Anza-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41979-d107125-Reviews-Shanty_Creek_Resort-Bellaire_Antrim_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187457-d2049408-Reviews-Aquarium-San_Sebastian_Donostia_Province_of_Guipuzcoa_Basque_Country.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d6426434-Reviews-Flea_Market_Dry_Bridge-Tbilisi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or10-Vietnam_Escape_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Escape Tours",
        "attraction_name_vi": "Tour du lịch thoát hiểm Việt Nam",
        "general_info": [
            "300 đánh giá",
            "80 trên 1.916 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp các gói tour du lịch Việt Nam cho khách từ khắp nơi trên thế giới, trải dài theo chiều rộng và chiều dài của đất nước xinh đẹp của chúng tôi. Việt Nam chiêu đãi du khách những phong cảnh đáng kinh ngạc và một nền văn hóa độc đáo, nhưng cần có sự hướng dẫn phù hợp để phát huy tối đa tiềm năng của nó. Đó là nơi mà Vietnam Escape Tours xuất hiện. Mục tiêu số 1 của chúng tôi là sự hài lòng của bạn, chúng tôi vô cùng tự hào về người dân địa phương...Đọc thêm",
        "reviews": [
            "Một chuyến đi đáng nhớTừ lúc đặt chân đến Mon Cheri hùng vĩ, chúng tôi biết mình đang bước vào một hành trình khó quên. Quá trình lên tàu diễn ra suôn sẻ và hiệu quả, với đội ngũ nhân viên thân thiện hướng dẫn chúng tôi từng bước. Cabin của chúng tôi không kém phần sang trọng. Căn phòng rộng rãi, sạch sẽ hoàn hảo và có tầm nhìn ngoạn mục ra đại dương. Ăn uống là một thú vui ẩm thực. Từ những bữa ăn ngon trong phòng ăn trang nhã đến những món ăn bình dân bên hồ bơi, luôn có thứ gì đó làm hài lòng mọi khẩu vị. Sự đa dạng và chất lượng món ăn vượt quá sự mong đợi của chúng tôi và dịch vụ thì tuyệt vời. Cruise cung cấp nhiều hoạt động phù hợp với mọi sở thích. Từ thư giãn bên hồ bơi với đồ uống giải khát cho đến tham gia các chuyến du ngoạn thú vị trên bờ, luôn có điều gì đó dành cho tất cả mọi người. Dịch vụ trên tàu Mon Cheri thực sự đặc biệt. Từ những nụ cười thân thiện của nhân viên đến sự chú ý đến từng chi tiết trong mọi khía cạnh trải nghiệm của chúng tôi, chúng tôi cảm thấy được chăm sóc chu đáo từ đầu đến cuối. Phi hành đoàn đã cố gắng hết sức để đảm bảo rằng nhu cầu của chúng tôi được đáp ứng, đồng thời sự ấm áp và lòng hiếu khách của họ đã khiến chuyến đi của chúng tôi thực sự đáng nhớ. Chúng tôi trở về tươi mới và trẻ hóa. Linda từ Vietnam Escape Tours đã rất tuyệt vời trong việc sắp xếp mọi thứ cho chúng tôi và luôn nhanh chóng và sẵn sàng phản hồi. Rất khuyến khích! Đọc thêm",
            "Tôi đã có một khoảng thời gian vui vẻ. Mặc dù có một vài trục trặc, nhưng toàn bộ chuyến đi đã được lên kế hoạch tốt. Công ty rất hữu ích và đã làm hết sức mình để đảm bảo rằng tôi được thoải mái. Tôi đã có thể đến thăm tất cả những nơi mà tôi đã lên kế hoạch đến. Đọc thêm",
            "Tôi đã cùng Linda lên kế hoạch cho một hành trình riêng của gia đình vào tháng 3 năm 2024. Lúc đầu, tôi rất e ngại vì sợ bị lừa đảo. Nhưng mọi thứ hóa ra thực sự tốt! Linda đã phản hồi rất nhanh từ khoảng 6 tháng trước chuyến đi của tôi và đặc biệt là trong khoảng thời gian tôi ở Việt Nam. FYI nếu bất cứ ai muốn đặt chỗ, sẽ phải trả một khoản đặt cọc trực tuyến, khoản này phải chịu phí quản trị nền tảng và phần còn lại được thanh toán bằng tiền mặt khi bắt đầu chuyến đi. Tôi sẽ làm việc với Vietnam Escape Tours một lần nữa nếu tôi trở lại Việt Nam. Họ giúp tôi yên tâm trong chuyến đi và việc thu hút họ sẽ có giá cả phải chăng hơn so với việc thuê một công ty du lịch ở quốc gia địa phương của tôi.Đọc thêm",
            "Đây là lần đầu tiên tôi sử dụng một công ty du lịch để lên kế hoạch cho kỳ nghỉ của mình, tôi thích tự mình thực hiện việc đó hơn vì nó phù hợp với sở thích và sở thích của tôi hơn là một chuyến tham quan chung chung. Tôi đã có cơ hội tham gia các chuyến du lịch khám phá Việt Nam và tôi rất vui vì đã làm được. Ngay từ khi tôi bắt đầu liên lạc với một trong những đại lý, Lauren, cô ấy đã khiến quá trình này trở nên dễ dàng và thú vị. Tôi đã có cơ hội điều chỉnh trải nghiệm kỳ nghỉ theo những gì tôi muốn và bỏ qua những điểm tham quan mà tôi không thích. Tôi cũng có rất nhiều lựa chọn tuyệt vời về khách sạn và Lauren đã rất kiên nhẫn với tôi trong việc quyết định khách sạn, ngày và địa điểm nào tôi muốn ghé thăm. Cuối cùng, cô ấy đã nghĩ ra một hành trình 13 ngày tuyệt đẹp cho chồng tôi và tôi. Các chuyến tham quan được tổ chức tốt và sâu sắc, chúng tôi đã có sự kết hợp giữa cả tour theo nhóm và tour riêng. Việc vận chuyển khách sạn và sân bay cũng được thực hiện để tạo ra một hành trình liền mạch.  Cô ấy liên tục liên lạc với chúng tôi trong suốt thời gian chúng tôi ở Việt Nam, kiểm tra và đảm bảo rằng chúng tôi ổn và cũng giúp đỡ chúng tôi nếu chúng tôi có bất kỳ câu hỏi nào. Tôi chắc chắn sẽ khuyên bạn nên sử dụng chuyến đi trốn thoát khỏi Việt Nam. Dịch vụ tuyệt vời.Đọc thêm",
            "Chúng tôi là một cặp vợ chồng người Anh ở độ tuổi cuối 50, luôn tự sắp xếp và đặt chỗ cho kỳ nghỉ của mình nhưng cảm thấy với Việt Nam, chúng tôi cần thêm một chút trợ giúp. Chúng tôi đã tìm thấy Vietnam Escape Tours VET theo đề xuất của một số YouTuber đã sử dụng VET để lên kế hoạch cho kỳ nghỉ của họ. Người liên hệ của chúng tôi tại VET là Nabii, người đã giúp chúng tôi lên kế hoạch hành trình và đề xuất các khách sạn, chuyến du ngoạn và sắp xếp chuyến đi.  Cô ấy cực kỳ linh hoạt và kiên nhẫn trong việc đưa ra các lựa chọn thay thế khi chúng tôi muốn thay đổi đề xuất ban đầu của cô ấy và phản hồi ngay lập tức qua email hoặc WhatsApp.  Từ lần liên hệ đầu tiên của chúng tôi với VET cho đến tin nhắn WhatsApp cuối cùng khi chúng tôi lên chuyến bay về nhà, kỹ năng giao tiếp và dịch vụ khách hàng của Nabiis đơn giản là rất xuất sắc.  Chúng tôi nhận được tin nhắn WhatsApp mỗi ngày trong kỳ nghỉ lễ để cho chúng tôi biết những sắp xếp tiếp theo là gì và chúng tôi luôn cảm thấy tự tin rằng mình sẽ đến đúng nơi vào đúng thời điểm.  Cả kỳ nghỉ hoàn toàn thoải mái, giá cả rất tốt và chúng tôi sẽ sử dụng lại mà không cần đặt trước.Đọc thêm",
            "Chúng tôi đã lỡ chuyến bay và không có lịch trình phù hợp, nhưng nhờ có Nabii, chúng tôi có thể tiếp tục những gì còn lại và vẫn có một chuyến đi đáng nhớ cùng gia đình. Đọc thêm",
            "Chuyến đi của chúng tôi được thiết kế bởi Anya! Cô ấy rất thân thiện và ngay cả khi chúng tôi gặp một số vấn đề nhỏ về thị thực và chuyến bay, cô ấy vẫn sẵn sàng giúp đỡ chúng tôi. Chuyến tham quan thực sự thú vị và tất cả các hướng dẫn viên du lịch đều rất thân thiện và tôn trọng. Chúng tôi thực sự khuyên bạn nên tham quan Vietnam Escape Tours!Đọc thêm",
            "Dịch vụ xuất sắc xuyên suốt. Khi ở Hà Nội, chúng tôi đã đặt tour du lịch Việt Nam và Campuchia 16 ngày. Anna Vu lo tất cả các tour du lịch và đặt phòng khách sạn, giúp chúng tôi đỡ phải bận tâm rất nhiều. Tất cả những gì chúng tôi phải làm là đặt vé máy bay. Chúng tôi đã thực hiện các chuyến tham quan khác nhau từ Hà Nội, Hội An, Huế, Thành phố Hồ Chí Minh và Siem Riep. Tại tất cả các điểm đến, chúng tôi đều được đón và giao kịp thời đến các điểm đến của mình. Các chuyến tham quan rất thú vị và hướng dẫn viên rất thân thiện, hiểu biết và có tiếng Anh tốt. Các khách sạn do Anna lựa chọn đều rất tốt và nằm ở trung tâm. Anna rất xuất sắc trong việc truyền đạt thông tin chi tiết, trả lời bất kỳ câu hỏi nào và thậm chí thay đổi một số chi tiết về chuyến tham quan vì chúng tôi đã khá mệt mỏi và sắp xếp lại các chuyến tham quan ở một vài điểm. Tất cả điều này đã được thực hiện thông qua WiFi. Chúng tôi thanh toán qua One Pay tương đương với PayPal ở phương Tây. An toàn tuyệt đối. Về giá cả, nó rẻ hơn rất nhiều so với việc đặt vé qua một đại lý du lịch ở Anh nhưng điều tuyệt vời nhất là bạn sẽ không gặp phải mọi rắc rối vì bạn chỉ cần đến và tận hưởng chuyến tham quan. Cảm ơn Anna vì tất cả sự chăm chỉ của bạn công việc. Chắc chắn sẽ giới thiệu công ty này.Đọc thêm",
            "Tôi đến Việt Nam vào tháng 3 năm 2024 và sử dụng các chuyến du lịch khám phá Việt Nam để đặt chuyến du ngoạn bằng thuyền qua đêm ở Vịnh Hạ Long. Vietnam Escape Tours đã phản hồi ngay lập tức câu hỏi của tôi và cung cấp nhiều lựa chọn khác nhau để tôi có thể lựa chọn chuyến đi tốt nhất cho mình. Họ thậm chí còn cung cấp thêm hướng dẫn về lịch trình và thời gian tốt nhất để ghé thăm. Chuyến du ngoạn Vịnh Hạ Long của tôi đã thành công hoàn toàn và tôi dành rất nhiều tín nhiệm cho Vietnam Escape Tours. Đặc biệt cảm ơn Lucy vì sự chuyên nghiệp và dịch vụ của cô ấy trong việc điều phối chuyến đi của tôi! Đọc thêm",
            "Tôi tình cờ biết đến Vietnam Escape Tour khi đang xem một video trên YouTube. Cặp đôi trong video đã sử dụng công ty du lịch này để đưa bộ ba đi Sapa và vịnh Hạ Long. Tôi đã điều hành công ty và cô Lucy Nyuyen được phân công hỗ trợ tôi. Lucy tổ chức mọi thứ từ đưa đón sân bay đến đặt phòng khách sạn và du thuyền. Chúng tôi đến Sapa và Hạ Long bằng xe Limousine rất thoải mái.  Mọi thứ đã được tổ chức tốt.  Cô ấy sẽ cập nhật cho tôi thông qua WhatsApp trong suốt chuyến đi. Cô ấy rất nhanh chóng trả lời câu hỏi của tôi. Hướng dẫn viên du lịch riêng của chúng tôi, Maya ở Sapa rất chu đáo và chuyên nghiệp. Cô ấy đến từ bộ tộc thiểu số nhưng nói tiếng Anh rất tốt. Chồng tôi gặp vấn đề khi đi bộ đến làng Lau Cái và Tavan. Cô đề nghị xách ba lô cho anh và giúp anh đi trên con đường gồ ghề. Cuối cùng, cô ấy chặn một người qua đường lại và nhờ anh ta chở chồng tôi bằng xe máy xuống đồi. Trải nghiệm của chúng tôi trên du thuyền Mon Cheri tại Vịnh Hạ Long rất đáng nhớ.  Tôi chỉ tình cờ đề cập với Lucy rằng chúng tôi đang tổ chức lễ kỷ niệm ngày cưới ở Việt Nam.  Cô đã chủ động thông báo cho hành trình. Chúng tôi rất vui mừng được nhận phòng trong một căn phòng được trang trí đẹp mắt. Chúng tôi cũng được tổ chức bữa tiệc bất ngờ trong bữa tối. Chúng tôi cảm thấy rất thoải mái và vui vẻ trong chuyến đi đến Việt Nam này.  Cảm ơn Vietnam Escape Tour đã lên kế hoạch cho toàn bộ hành trình cho chúng tôi với mức giá hợp lý và phải chăngĐọc thêm",
            "Công ty du lịch rất hiệu quả với hướng dẫn viên và nhân viên bán hàng xuất sắc. Chúng tôi đã nhận được dịch vụ tuyệt vời và họ đã đi xa hơn. Chuyến đi của chúng tôi được thiết kế riêng cho gia đình gồm hai người lớn và hai trẻ em, rất nhiều gợi ý tuyệt vời và họ rất linh hoạt để đáp ứng nhu cầu của chúng tôi. Tôi đánh giá cao Vietnam Escape Tours.Đọc thêm",
            "Xin chào Ali\nCảm ơn bạn rất nhiều. Hy vọng bạn sẽ ghé thăm Việt Nam một lần nữa và chúng tôi rất vui được chào đón bạn trở lại. Bây giờ mọi thứ đã ổn hơn và chúng tôi đã mở cửa trở lại để chào đón du khách.Đọc thêm"
        ],
        "star_ratings": [
            296,
            6,
            0,
            1,
            1
        ],
        "review_amount": 304,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Tour du lịch thoát hiểm Việt Nam"
        ],
        "reviews_time": [
            "Written April 18, 2024",
            "Written April 16, 2024",
            "Written April 13, 2024",
            "Written April 10, 2024",
            "Written April 9, 2024",
            "Written April 8, 2024",
            "Written April 6, 2024",
            "Written April 5, 2024",
            "Written March 28, 2024",
            "Written March 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17450631-Reviews-or10-Vietnam_Escape_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or20-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27501602-Reviews-LeDa_Clinic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4745613-Reviews-Asia_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d8383078-Reviews-Buhaira_Corniche-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d152293-Reviews-Bay_of_Banderas-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d3793029-Reviews-Market_Square-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7154750-Reviews-Hongdae_Art_Market_Free_Market-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d531659-Reviews-Fort_Worth_Water_Gardens-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2151161-Reviews-Peepshow-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g424960-d7102203-Reviews-Samsung_Innovation_Museum-Suwon_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11963063-Reviews-Bay_Mau_Coconut_Forest-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d106340-Reviews-Oakledge-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g187827-d532333-Reviews-Santa_Margherita_Ligure-Santa_Margherita_Ligure_Italian_Riviera_Liguria.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or20-Vietnam_Escape_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or10-Vietnam_Escape_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Escape Tours",
        "attraction_name_vi": "Tour du lịch thoát hiểm Việt Nam",
        "general_info": [
            "300 đánh giá",
            "80 trên 1.916 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp các gói tour du lịch Việt Nam cho khách từ khắp nơi trên thế giới, trải dài theo chiều rộng và chiều dài của đất nước xinh đẹp của chúng tôi. Việt Nam chiêu đãi du khách những phong cảnh đáng kinh ngạc và một nền văn hóa độc đáo, nhưng cần có sự hướng dẫn phù hợp để phát huy tối đa tiềm năng của nó. Đó là nơi mà Vietnam Escape Tours xuất hiện. Mục tiêu số 1 của chúng tôi là sự hài lòng của bạn, chúng tôi vô cùng tự hào về người dân địa phương...Đọc thêm",
        "reviews": [
            "Lời khuyên và thông tin siêu hay, cô ấy đã dành thời gian trả lời TẤT CẢ các câu hỏi của tôi, luôn sẵn lòng giúp đỡ và mỉm cười! Rất nhiều người qua lại để đặt chuyến tham quan này, nhưng cô ấy đã tìm được chuyến phù hợp cho chúng tôi và đây là một trong những điểm nổi bật trong chuyến đi của chúng tôi.Đọc thêm",
            "Vi đã giúp chúng tôi đặt chuyến đi tùy chỉnh đến miền Bắc Việt Nam đáp ứng nhu cầu chính xác của chúng tôi. Và cô ấy đã giúp chúng tôi trong chuyến đi bằng cách liên lạc với hướng dẫn viên và tài xế.Đọc thêm",
            "Great time, excellent value to explore Hanoi and surrounding area.Big thanks to Anya from Vietnam Escape Tours for setting up the itinerary and keeping in touch daily on pick ups and schedule.They really pack in lots of stuff for a 5 day tour, that would be difficult and challenging to do on your own.Day 1 took  the bus 14 seats around Hanoi, many sites and they do the driving thankfully, you will know what I mean when you get there...Of NOTE:, many of these sites are very sacred and special to the Vietnamese people.Plese dress accordingly , not like a back packer going to the beach.You are a world traveler after all.Day 2 heads out of town to Ninh Binh, where comfortable dress is more appropriate, as you will walk among ancient sites, be rowed down a enchanting river and maybe just do it! climb up to the dragons back lookout.Lunch was provided all days and it was very goodDay 3 heads out to Halong Bay, a bit of drive, bus was very comfortable with big ultra wide seats.They use a tender boat out to the yacht, we traveled on Doris Cruises.Beautiful boat , great cabin.The only drawback was the weather cool and cloudy, still amazing sites in Halong Bay.Big shout out to cruise director Bruce and staff!Day 4 still in Halong Bay and return to dock for drive back to the hotelDay 5 A car was set for ride to airport on to my next adventure.Some NOTES:.Be prepared for a lot of walking on Day 1 , Day 2 hike is challenging,but the park is very serene and relaxing for those that wish to stay below.I loaded up with 200K and 400K notes for tips and snacks.Also enjoyed meeting my fellow travelers on the tour.Finally Smile you re on a adventure with the wonderful people of Vietnam.Read more",
            "Lucy đã vượt lên trên việc giúp đỡ chúng tôi không chỉ sắp xếp hành trình mà còn yêu cầu đặc biệt cũng như đồ ăn thuần chay và hơn thế nữa! Cảm ơn bạnĐọc thêm",
            "Trong những chuyến đi trước đây, chúng tôi chưa bao giờ thực sự sử dụng các công ty du lịch để sắp xếp cho mình, nhưng bây giờ tôi tin vào điều đó! Tôi đã dành rất nhiều giờ để cố gắng tự mình tìm một chuyến du ngoạn Vịnh Hạ Long tốt trước khi lên đường đến Việt Nam và cuối cùng đã không đặt vé, nghĩ rằng tôi có thể đợi cho đến khi chúng tôi bắt đầu chuyến du lịch 3 tuần để nghiên cứu thêm. Tôi đã sai, và thậm chí còn hơn thế nữa bởi vì bây giờ chúng tôi đã đến phút cuối cùng và việc tìm kiếm khó khăn hơn vì chúng tôi đến từ đâu và chúng tôi cần đi sau đó cũng có RẤT nhiều thuyền để lựa chọn- thật khó để nói ra ít nhất. Tôi rất vui vì đã kết nối được với Anya từ Vietnam Escape Tours. Cô ấy đã làm MỌI THỨ. Giao tiếp và sự tự tin là tuyệt vời. Chiếc thuyền mà cô ấy đưa chúng tôi đi trong vòng 48 giờ kể từ khi khởi hành, các điểm đón khác nhau hoàn toàn liền mạch và tôi có thể tận hưởng Vịnh Hạ Long và Lan Hạ, thuyền, phong cảnh, phương tiện giao thông, v.v. mà không phải lo lắng về bước tiếp theo mà tôi phải làm kế hoạch. Shell cung cấp cho bạn thông tin liên hệ để kết nối với ai và liên lạc xuyên suốt để đảm bảo mọi việc diễn ra suôn sẻ. Du lịch thật thú vị khi bạn muốn thực hiện nó.. nhưng đôi khi bạn cần thêm sự trợ giúp. Cảm ơn bạn Anya! Chúng tôi có kế hoạch quay lại Việt Nam và tôi sẽ liên hệ với cô ấy mà không do dự.Đọc thêm",
            "Linda đã cung cấp trải nghiệm tuyệt vời trong việc sắp xếp chuyến tham quan của chúng tôi ở miền Bắc Việt Nam! Giao tiếp của cô ấy rất nhanh chóng và rõ ràng và các chuyến tham quan tỉnh Ninh Bình và Vịnh Hạ Long thật tuyệt vời. Cảm ơn bạn rất nhiều, Linda!Đọc thêm",
            "Chuyến đi của gia đình chúng tôi là 3 đêm tại Phố cổ Hà Nội, 2 đêm Vịnh Hạ Long - Vịnh Lan Hạ và Đảo Cát Bà và một chuyến đi trong ngày đến Ninh Bình. Tôi muốn cảm ơn cô Hà Vi vì tất cả sự giúp đỡ của cô trong chuyến đi của chúng tôi. Mọi phần trong chuyến đi của chúng tôi đều được sắp xếp rất suôn sẻ từ ngày đầu tiên đến ngày cuối cùng! Cô ấy đã giúp đặt khách sạn Boutique Hà Nội cho chúng tôi, một vị trí thực sự tuyệt vời trong Khu Phố Cổ. Tôi không ngờ các khu vực xung quanh lại sôi động đến thế, đặc biệt là trong tuần lễ Tết! Đối với chuyến đi, cô ấy đã đưa chúng tôi đi VSpirit Cruises mà tôi đã viết một bài đánh giá riêng, nhưng tóm lại thì nó thật tuyệt vời. Đối với chuyến đi trong ngày Ninh Bình, tài xế và hướng dẫn viên tên Happy rất thân thiện và hiểu biết. Trên đường trở về Hà Nội, chúng tôi gặp tình trạng giao thông rất đông đúc dọc theo đường cao tốc nên chúng tôi ra xe và lái xe dọc theo những con đường song song mà tôi nghĩ rất thú vị, nhìn cận cảnh ngoại ô Hà Nội, gần như là một chuyến đi vậy! Nhìn chung, tôi rất thích kỳ nghỉ, một lần nữa xin cảm ơn Vietnam Escape Tours và Ha Vi vì dịch vụ tuyệt vời của cô ấy!Đọc thêm",
            "Cảm ơn Bomi rất nhiều vì đã sắp xếp chuyến du lịch tuyệt vời này cho gia đình tôi trong thời gian rất ngắn 1 ngày. Tour du lịch Linh hồn miền Bắc - 5 ngày 4 đêm Hà Nội - Ninh Bình - Vịnh Hạ Long có thêm một đêm.   Chuyến tham quan là một phần của chuyến thăm Việt Nam dài hơn 2 tuần.  Dịch vụ tuyệt vời và nhanh chóng, chỗ ở và du thuyền đã được nâng cấp tuyệt vời lên 4 sao. Các hướng dẫn viên du lịch đã tham gia và hướng dẫn viên du lịch đi bộ am hiểu ở Hà Nội thật tuyệt vời.   Rất khuyến khích để có trải nghiệm du lịch được tổ chức tốt và dễ dàng - rất khuyến khích và sử dụng lại.Đọc thêm",
            "Lauren từ Vietnam Escape Tours đã thiết lập cho tôi một gói tour tuyệt vời - Ninh Bình đến Sapa đến Vịnh Hạ Long - mọi thứ đều được tổ chức và có cấu trúc rất tốt.  Cô ấy đã liên hệ với tôi nhiều lần để đảm bảo rằng tôi được chăm sóc, rằng tôi đã lên đúng xe buýt, v.v. Với mức giá tôi đã trả, đây là chuyến đi xứng đáng và tôi đặc biệt giới thiệu cho những ai muốn có trải nghiệm không rắc rối .Đọc thêm",
            "Chúng tôi thực sự đã có những ngày nghỉ tuyệt vời và những kỷ niệm tuyệt vời trong ngày kỷ niệm của chúng tôi. Tôi đã đặt chuyến đi vào phút cuối và nếu không có sự giúp đỡ của đại lý du lịch, cô Lauren, chúng tôi sẽ không có một chuyến đi tuyệt vời và suôn sẻ như vậy. Toàn bộ chuyến đi diễn ra suôn sẻ và được lên kế hoạch tốt bởi đại lý của chúng tôi. Cô ấy rất hữu ích, liên lạc với chúng tôi hàng ngày và nhanh chóng trả lời bất kỳ câu hỏi nào của chúng tôi trong chuyến đi. Chắc chắn sẽ giới thiệu Vietnam Escape Tours, đặc biệt là đại lý du lịch của chúng tôi, cô Lauren. Cô ấy thực sự rất chuyên nghiệp và là một người tuyệt vời.Đọc thêm",
            "Công ty du lịch rất hiệu quả với hướng dẫn viên và nhân viên bán hàng xuất sắc. Chúng tôi đã nhận được dịch vụ tuyệt vời và họ đã đi xa hơn. Chuyến đi của chúng tôi được thiết kế riêng cho gia đình gồm hai người lớn và hai trẻ em, rất nhiều gợi ý tuyệt vời và họ rất linh hoạt để đáp ứng nhu cầu của chúng tôi. Tôi đánh giá cao Vietnam Escape Tours.Đọc thêm",
            "Xin chào Ali\nCảm ơn bạn rất nhiều. Hy vọng bạn sẽ ghé thăm Việt Nam một lần nữa và chúng tôi rất vui được chào đón bạn trở lại. Bây giờ mọi thứ đã ổn hơn và chúng tôi đã mở cửa trở lại để chào đón du khách.Đọc thêm"
        ],
        "star_ratings": [
            296,
            6,
            0,
            1,
            1
        ],
        "review_amount": 304,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Tour du lịch thoát hiểm Việt Nam"
        ],
        "reviews_time": [
            "Written March 19, 2024",
            "Written March 7, 2024",
            "Written March 4, 2024",
            "Written February 29, 2024",
            "Written February 27, 2024",
            "Written February 24, 2024",
            "Written February 22, 2024",
            "Written February 11, 2024",
            "Written February 7, 2024",
            "Written February 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17450631-Reviews-or20-Vietnam_Escape_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or10-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or30-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27501602-Reviews-LeDa_Clinic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4745613-Reviews-Asia_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g39265-d1407933-Reviews-Jesse_James_Riding_Stables-Cave_City_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23845914-Reviews-RiseNY-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d10457876-Reviews-Devon_Energy_Center-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d12949517-Reviews-Carmelite_Monastery-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32389-d142876-Reviews-Beals_Point-Folsom_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1131859-d3669542-Reviews-Lake_Velence-Velence_Fejer_County_Central_Transdanubia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d104632-Reviews-Fort_Sumter_National_Monument-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g51795-d3478634-Reviews-Bonneville_Hatchery-Cascade_Locks_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g33365-d129082-Reviews-Rocky_Mountain_Arsenal_National_Wildlife_Refuge-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60620-d12000944-Reviews-Moloa_a_Beach-Kilauea_Kauai_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or30-Vietnam_Escape_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or20-Vietnam_Escape_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Escape Tours",
        "attraction_name_vi": "Tour du lịch thoát hiểm Việt Nam",
        "general_info": [
            "300 đánh giá",
            "80 trên 1.916 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp các gói tour du lịch Việt Nam cho khách từ khắp nơi trên thế giới, trải dài theo chiều rộng và chiều dài của đất nước xinh đẹp của chúng tôi. Việt Nam chiêu đãi du khách những phong cảnh đáng kinh ngạc và một nền văn hóa độc đáo, nhưng cần có sự hướng dẫn phù hợp để phát huy tối đa tiềm năng của nó. Đó là nơi mà Vietnam Escape Tours xuất hiện. Mục tiêu số 1 của chúng tôi là sự hài lòng của bạn, chúng tôi vô cùng tự hào về người dân địa phương...Đọc thêm",
        "reviews": [
            "Một làn gió hoàn toàn và đã cho chúng tôi một chuyến đi khó quên của gia đình! Chúng tôi đã có chuyến du lịch 15 ngày khắp đất nước. Mỗi bước của con đường đều được nghĩ ra và tổ chức cực kỳ tốt. Chúng tôi không phải lo lắng về một điều gì và chắc chắn sẽ giới thiệu Anna Vu để giúp bạn trong toàn bộ quá trình. Cô ấy đã nhận được cuộc gọi từ WhatsApp trong toàn bộ quá trình. Lập kế hoạch, thanh toán và lên kế hoạch hàng ngày cho chuyến đi của chúng tôi.Đọc thêm",
            "Toàn bộ chuyến đi thực sự rất tuyệt vời và người đại diện của tôi là Lucy Nguyễn, đã điều phối mọi thứ dường như rất suôn sẻ. Tôi đã đặt tour cho 3 người và cho toàn bộ tour du lịch miền Bắc Việt Nam bao gồm Hà Nội, Ninh Bình và vịnh Hạ Long. Tôi đã tận hưởng toàn bộ chuyến đi của mình và hoàn thành chuyến đi 5 ngày với ngân sách hợp lý.Đọc thêm",
            "Rất khuyến khích!!! Cảm ơn đại lý du lịch LAUREN của chúng tôi đã sắp xếp mọi thứ để giúp chúng tôi dễ dàng và đáng nhớ hơn.Đọc thêm",
            "Tôi không thể cảm ơn đủ về việc cơ quan này đã cung cấp dịch vụ tuyệt vời như vậy cho chúng tôi. Và chúng tôi không thể làm được điều đó nếu không có Lauren, đại lý du lịch tuyệt vời của chúng tôi. Cảm ơn bạn rất nhiều vì tất cả sự giúp đỡ của bạn để biến chuyến đi trở nên đáng nhớ và đặc biệt đối với chúng tôi. Từ những ngày thay đổi của lịch trình tham quan của chúng tôi để sắp xếp giờ đón và sắp xếp kỷ niệm ngày cưới của bạn bè. Cảm ơn bạn rất nhiều lauren. Rất khuyến khích các chuyến tham quan trốn thoát khỏi Việt Nam! 11 trên 10Đọc thêm",
            "Lauren là đại lý du lịch của chúng tôi.  Chúng tôi đã đặt chuyến đi với bạn bè và nó đã được lên kế hoạch rất tốt và chuyến tham quan thật tuyệt vời.. Lauren cũng rất hữu ích trong tất cả các chuyến tham quan của chúng tôi và cô ấy luôn liên lạc với chúng tôi hàng ngày về vấn đề đó.  Cô ấy rất nhanh chóng trả lời bất cứ điều gì nếu chúng tôi có thắc mắc liên quan đến chuyến tham quan của mình.. dịch vụ khách hàng tuyệt vời và tất cả các chuyến đi và khách sạn mà chúng tôi đã đặt đều tuyệt vời!!! Chúng tôi sẽ sử dụng Lauren một lần nữa trong các chuyến tham quan trong tương lai và đánh giá cao dịch vụ của cô ấy, Thực sự là một người tuyệt vời !!!! Đọc thêm",
            "Tôi đặt tour du lịch bốn ngày ba đêm với họ - Ninh Bình, vịnh Hạ Long hai đêm. Đó là một trải nghiệm tuyệt vời. Có một chút thất vọng khi thời tiết không được tốt. Chúng tôi không thể thực hiện nhiều hoạt động tích cực trên du thuyền như chèo thuyền kayak hoặc bơi lội. Nhưng điều đó nằm ngoài tầm kiểm soát của họ. Anya đã giúp chúng tôi sắp xếp hành trình và rất giỏi liên lạc với chúng tôi trong suốt chuyến đi. Cô ấy đã giúp tổ chức việc sử dụng với hướng dẫn viên, tài xế và được định hướng chi tiết Nhìn chung, gia đình tôi đã có trải nghiệm tuyệt vời và tôi sẽ đăng ký lại với họ!Đọc thêm",
            "Chúng tôi tìm thấy tour này khi xem video trên YouTube và chúng tôi nghĩ rằng chúng tôi sẽ thử. Dịch vụ hoàn hảo, Bomi thực sự đảm bảo rằng chúng tôi có được các tour mà chúng tôi đang tìm kiếm. Chúng tôi đã tham gia tour Ninh Bình và đặt du thuyền Elite of the Seas và họ đã làm chúng tôi ngạc nhiên với những điều họ đã làm cho tuần trăng mật của chúng tôi trở nên đặc biệt. Chúng tôi chắc chắn sẽ liên hệ lại với họ nếu chúng tôi có dịp quay lại Việt Nam! Đọc thêm",
            "Trải nghiệm tuyệt vời... Nhân viên của họ Anya đã lên kế hoạch mọi thứ rất tốt và tổ chức chuyến du ngoạn vịnh Hạ Long một cách hiệu quả. Mọi yêu cầu đều được đáp ứng. Chắc chắn sẽ giới thiệu mọi người sử dụng tour của họ. Cảm ơn AnyaĐọc thêm",
            "Đã có khoảng thời gian tuyệt vời nhất trong chuyến đi đầu tiên đến Việt Nam! Tôi đã có một hành trình khó khăn, nhưng họ đã nâng nó lên một tầm cao mới! Anya, đại lý du lịch tuyệt vời của chúng tôi, vô cùng ngọt ngào, tốt bụng và đặc biệt hữu ích. Cô ấy sắp xếp mọi thay đổi mà chúng tôi cần trong nháy mắt, ngay cả những yêu cầu vào phút cuối. Làm cho chuyến đi của chúng tôi trở nên dễ dàng và thú vị!Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến thăm Việt Nam và cũng là lần đầu tiên chúng tôi đặt kỳ nghỉ với một công ty lữ hành. Chúng tôi đã đặt trực tiếp Hương vị Việt Nam với các cuộc trốn thoát ở Việt Nam và trải nghiệm thật tuyệt vời. Chúng tôi đã dành 11 ngày ở Việt Nam và mặc dù một nơi như Việt Nam xứng đáng có nhiều thời gian hơn nhưng chúng tôi vẫn may mắn được nếm trải nó nhờ Vietnam Escapes. Tôi muốn gửi lời cảm ơn đặc biệt tới người tổ chức siêu thân thiện của chúng tôi, Anya, người đã thực hiện xuất sắc công việc tổ chức mọi thứ một cách chuyên nghiệp và hiệu quả cho chúng tôi. Cô ấy thực sự đã cố gắng hết sức để đảm bảo chúng tôi có khoảng thời gian tuyệt vời ở đất nước của cô ấy. Tôi không thể giới thiệu Vietnam Escapes đủ cao. Chúng tôi đã có một hành trình chật cứng nhưng vô cùng thú vị, bao gồm mọi thứ từ Hà Nội đến Hồ Chí Minh. Bây giờ chúng tôi đã nếm thử được nó, chắc chắn sẽ quay lại thăm một số khu vực lâu hơn.Đọc thêm"
        ],
        "star_ratings": [
            296,
            6,
            0,
            1,
            1
        ],
        "review_amount": 304,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Tour du lịch thoát hiểm Việt Nam"
        ],
        "reviews_time": [
            "Written February 6, 2024",
            "Written February 5, 2024",
            "Written January 31, 2024",
            "Written January 31, 2024",
            "Written January 31, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written January 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17450631-Reviews-or30-Vietnam_Escape_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or20-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or40-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27501602-Reviews-LeDa_Clinic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4745613-Reviews-Asia_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7717393-Reviews-SMTOWN_coexartium-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d606232-Reviews-Club_Space-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2027591-d2047680-Reviews-Bois_Cheri_Tea_Factory_and_Tea_Museum-Bois_Cheri.html",
            "https://www.tripadvisor.com/Attraction_Review-g41552-d579810-Reviews-Water_Wizz-East_Wareham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41657-d280185-Reviews-Singing_Beach-Manchester_by_the_Sea_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g42182-d1065700-Reviews-Pierce_Stocking_Scenic_Drive-Empire_Leelanau_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d212404-Reviews-Baker_Street-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2182642-Reviews-The_Palm_Monorail-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g2416812-d317604-Reviews-Pulpit_Rock-Forsand_Municipality_Rogaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g51790-d563320-Reviews-Tillamook_Rock_Lighthouse-Cannon_Beach_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or40-Vietnam_Escape_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or30-Vietnam_Escape_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Escape Tours",
        "attraction_name_vi": "Tour du lịch thoát hiểm Việt Nam",
        "general_info": [
            "300 đánh giá",
            "80 trên 1.916 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour Di sản Lịch sử",
            "Các tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp các gói tour du lịch Việt Nam cho khách từ khắp nơi trên thế giới, trải dài theo chiều rộng và chiều dài của đất nước xinh đẹp của chúng tôi. Việt Nam chiêu đãi du khách những phong cảnh đáng kinh ngạc và một nền văn hóa độc đáo, nhưng cần có sự hướng dẫn phù hợp để phát huy tối đa tiềm năng của nó. Đó là nơi mà Vietnam Escape Tours xuất hiện. Mục tiêu số 1 của chúng tôi là sự hài lòng của bạn, chúng tôi vô cùng tự hào về người dân địa phương...Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt một hướng dẫn viên riêng 2 ngày với một tài xế đến Cần Thơ, vùng đồng bằng sông Cửu Long và điều đó thật tuyệt vời! Anna ở cơ quan đã nhanh chóng phản hồi và theo dõi mọi thứ, tài xế và hướng dẫn viên thật tuyệt vời. Họ đưa chúng tôi đến rất nhiều ngôi làng và hòn đảo thú vị để chúng tôi có thể trải nghiệm những điều tuyệt vời nhất của vùng nông nghiệp và con người ở đó, điều đó thật tuyệt vời. Tôi rất muốn giới thiệu họ, dịch vụ xuất sắc và tour du lịch tuyệt vời. Chuyên nghiệp và thân thiện quá! Theo đánh giá của tôi thì 5 sao Đọc thêm",
            "Tôi đã đặt chuyến tham quan Vịnh Hạ Long trên chuyến du ngoạn Mon Cheri thông qua Vietnam Escape Tours. Anya, đại lý của chúng tôi ở đó, rất thân thiện, rất hiệu quả và sắp xếp mọi thứ. Mọi chuyện diễn ra suôn sẻ và tôi muốn giới thiệu Anya và công ty mà không cần đặt trước.Đọc thêm",
            "Chúng tôi vừa hoàn thành chuyến du lịch miền Bắc Việt Nam 9 ngày và thực sự rất thích nó. Lauren đã làm rất tốt việc điều chỉnh chuyến đi của chúng tôi để đáp ứng nhu cầu của chúng tôi. Cô ấy rất kiên nhẫn và hiểu biết khi chúng tôi trải qua nhiều lần lặp lại để tìm ra chuyến đi hoàn hảo cho gia đình. Cô ấy liên tục liên lạc về thời gian và biển số xe cho các tài xế của chúng tôi. Tôi thực sự muốn giới thiệu Lauren của Vietnam Escape Tours để lên kế hoạch cho chuyến đi đến Việt Nam.Đọc thêm",
            "CHUYẾN ĐI TỐT NHẤT!!! Quyết định tốt nhất đã dành tuần đầu tiên của năm! Cảm ơn Lucy vì đã thực hiện giao dịch suôn sẻ! Căng thẳng miễn phí!!Đọc thêm",
            "Thợ may Lucy Nguyễn đã tạo ra một gói hàng hoàn hảo cho gia đình bốn người của tôi. Sự chú ý của cô ấy đến từng chi tiết rất xuất sắc và cô ấy luôn giữ liên lạc - bao gồm cả sau giờ làm việc - để đảm bảo mọi việc diễn ra suôn sẻ. Cảm ơn LucyĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất khi khám phá miền Bắc Việt Nam với Vietnam Escape Tours. Họ đã giới thiệu những điểm đến như Sapa, Ninh Bình và vịnh Hạ Long. Những điểm đến mà chúng tôi thực sự bị choáng ngợp! Dịch vụ hoàn hảo ở mỗi điểm đến. Chúng tôi có những hướng dẫn viên tốt bụng, thân thiện và hiểu biết, những người đã giúp trải nghiệm của chúng tôi trở nên tuyệt vời hơn rất nhiều khi thực sự biết và hiểu những nơi chúng tôi đã đến. Điều tuyệt vời nhất là chúng tôi không lên kế hoạch về nơi ở và cách đến đó. Đặc biệt là nếu bạn quyết định ghé thăm những điểm đến này khi đã ở Việt Nam. Mọi thứ đều được tổ chức và lên kế hoạch hiệu quả. Xe buýt và phương tiện giao thông đúng giờ - chúng tôi được đón và trả khách đúng giờ và cẩn thận. Điểm nổi bật là kỳ nghỉ 2 đêm của chúng tôi tại Vịnh Hạ Long! Chúng tôi đã đi với một công ty du lịch có tên là V Spirit do Tony từ Vietnam Escape Tours giới thiệu. Đồ ăn rất tuyệt! Cảnh quan của đảo Cát Bà và Vịnh Lan Hạ ít đông đúc hơn nhiều và chúng tôi thực sự khuyên bạn nên đi theo tuyến đường này! Cảm ơn Đội ngũ! Chúng tôi sẽ đặt lại khi chúng tôi đến thăm Việt Nam một lần nữa! Đọc thêm",
            "Linda với Vietnam Escape Tours đã thực hiện xuất sắc kế hoạch cho chuyến đi 10 ngày của chúng tôi bao gồm Hội An, Huế, Tam Cốc, Vịnh Hạ Long, Hà Nội và Sapa. Cô ấy đã tùy chỉnh chuyến đi cho trẻ em và dị ứng thực phẩm và đảm bảo chúng tôi ở trong những khách sạn tiện nghi. Chúng tôi thực sự rất thích thời gian ở Việt Nam!Đọc thêm",
            "Chào Hà Vi, Bạn đã tổ chức và sắp xếp rất tốt cho hành trình trong chuyến đi của tôi tại Thành phố Hồ Chí Minh. Tôi đã nhận được dịch vụ xuất sắc trong chuyến đi của mình và tôi rất muốn giới thiệu Vietnam Escape Tours cho chuyến tham quan Việt Nam trong tương lai của tôi.Đọc thêm",
            "Chúng tôi rất hân hạnh được trải nghiệm một hành trình khó quên nhờ Vietnam Escape Tours. Chúng tôi muốn làm nổi bật sự chú ý và tính chuyên nghiệp đáng kinh ngạc của Anna, người chăm sóc từng chi tiết, cho phép chúng tôi tận hưởng mà không phải lo lắng. Chuyến đi này vượt quá mong đợi của chúng tôi nhờ sự cống hiến của Annas. Chúng tôi chắc chắn sẽ giới thiệu Vietnam Escape Tours cho gia đình và bạn bè. Cảm ơn bạn vì một trải nghiệm độc đáo! Đọc thêm",
            "Tôi là một sinh viên đại học vừa cùng gia đình đến Việt Nam.  Chúng tôi đã cùng Anna Vũ lên kế hoạch cho chuyến đi của mình.  Anna thật tuyệt vời và thậm chí còn gặp trực tiếp chúng tôi để đăng ký với chúng tôi.  Chuyến đi của chúng tôi diễn ra suôn sẻ mà không gặp bất kỳ trở ngại nào.  Cô ấy đảm bảo rằng các hoạt động và hướng dẫn viên du lịch của chúng tôi phù hợp với năng lượng và sự hài hước của chúng tôi. Chúng tôi thực sự khuyên bạn nên đặt phòng qua Escape Vietnam và yêu cầu làm việc với Anna.  Đọc thêm",
            "Công ty du lịch rất hiệu quả với hướng dẫn viên và nhân viên bán hàng xuất sắc. Chúng tôi đã nhận được dịch vụ tuyệt vời và họ đã đi xa hơn. Chuyến đi của chúng tôi được thiết kế riêng cho gia đình gồm hai người lớn và hai trẻ em, rất nhiều gợi ý tuyệt vời và họ rất linh hoạt để đáp ứng nhu cầu của chúng tôi. Tôi đánh giá cao Vietnam Escape Tours.Đọc thêm",
            "Xin chào Ali\nCảm ơn bạn rất nhiều. Hy vọng bạn sẽ ghé thăm Việt Nam một lần nữa và chúng tôi rất vui được chào đón bạn trở lại. Bây giờ mọi thứ đã ổn hơn và chúng tôi đã mở cửa trở lại để chào đón du khách.Đọc thêm"
        ],
        "star_ratings": [
            296,
            6,
            0,
            1,
            1
        ],
        "review_amount": 304,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Tour du lịch thoát hiểm Việt Nam"
        ],
        "reviews_time": [
            "Written January 20, 2024",
            "Written January 18, 2024",
            "Written January 18, 2024",
            "Written January 17, 2024",
            "Written January 15, 2024",
            "Written January 15, 2024",
            "Written January 12, 2024",
            "Written January 12, 2024",
            "Written January 11, 2024",
            "Written January 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17450631-Reviews-or40-Vietnam_Escape_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or30-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or50-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27501602-Reviews-LeDa_Clinic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4745613-Reviews-Asia_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d2651111-Reviews-LoanDepot_Park-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d25234658-Reviews-Kolors-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d192281-Reviews-Haus_der_Musik-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g1899527-d15240195-Reviews-Camelot_Beach_Club-Alsancak_Karavas_Kyrenia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191361-d4937100-Reviews-Giola-Astris_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g155033-d169654-Reviews-Plains_of_Abraham-Quebec_City_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d11809569-Reviews-The_Novo-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29073-d676429-Reviews-Alameda_Point_Antiques_Faire-Alameda_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57370-d215299-Reviews-Santa_s_Land_USA-Putney_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g499300-d185018-Reviews-Canada_s_Wonderland-Vaughan_Ontario.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or50-Vietnam_Escape_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or40-Vietnam_Escape_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Escape Tours",
        "attraction_name_vi": "Tour du lịch thoát hiểm Việt Nam",
        "general_info": [
            "300 đánh giá",
            "80 trên 1.916 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp các gói tour du lịch Việt Nam cho khách từ khắp nơi trên thế giới, trải dài theo chiều rộng và chiều dài của đất nước xinh đẹp của chúng tôi. Việt Nam chiêu đãi du khách những phong cảnh đáng kinh ngạc và một nền văn hóa độc đáo, nhưng cần có sự hướng dẫn phù hợp để phát huy tối đa tiềm năng của nó. Đó là nơi mà Vietnam Escape Tours xuất hiện. Mục tiêu số 1 của chúng tôi là sự hài lòng của bạn, chúng tôi vô cùng tự hào về người dân địa phương...Đọc thêm",
        "reviews": [
            "Chúng tôi đặt hành trình 8 ngày với Anna Vũ.  Anna đã cung cấp cho chúng tôi dịch vụ cao cấp và xuất sắc.   Cô ấy lắng nghe nhu cầu và mong muốn của chúng tôi và cung cấp cho chúng tôi những lựa chọn thú vị.  Cô đưa ra khuyến nghị và cung cấp lời khuyên an toàn.  Giao tiếp của cô ấy rất tuyệt vời và rất kịp thời.  Khi chúng tôi đến, cô ấy đã đăng ký với chúng tôi trong các chuyến tham quan qua đêm và luôn cập nhật cho chúng tôi những thông tin hậu cần tiếp theo.  Cô ấy đã ân cần giúp đỡ một vấn đề cá nhân và giúp chúng tôi thay đổi kế hoạch của mình.  Tôi thực sự khuyên bạn nên đặt phòng qua Vietnam Escape Tours và cũng yêu cầu Anna.  Dịch vụ và các lựa chọn với doanh nghiệp này là trải nghiệm 5 Sao. Cảm ơn Anna và doanh nghiệp.Đọc thêm",
            "Chúng tôi đã có một kỳ nghỉ cá nhân hoàn toàn tuyệt vời tại Việt Nam với Vietnam Escape Tours! Nó tràn ngập những trải nghiệm thú vị, đáng nhớ và vượt quá sự mong đợi của chúng tôi. Ngay từ đầu, người đại diện của chúng tôi, cô Anna Vũ, đã gây ấn tượng với chúng tôi bởi sự chu đáo và khả năng giao tiếp rõ ràng của cô ấy. Trong suốt quá trình đặt chỗ và ngay cả trong suốt chuyến đi, cô ấy luôn sẵn sàng và phản hồi nhanh, bất chấp sự chênh lệch 3 múi giờ bắt đầu từ việc nghĩ đến việc đặt chỗ nào đó ở Việt Nam cho đến khi hoàn thành chuyến đi của chúng tôi. Hành trình trên Vịnh Hạ Long của chúng tôi là một điểm nổi bật, hoàn toàn phù hợp với mong đợi của chúng tôi và diễn ra suôn sẻ theo đúng kế hoạch. Tour Bà Nà Hills từ Hội An là một trải nghiệm tuyệt vời khác. Vẻ đẹp tự nhiên của Việt Nam thực sự khiến chúng tôi muốn nhiều hơn nữa và chúng tôi dự định sẽ quay lại trong một chuyến đi dài hơn để tập trung vào các hoạt động thiên nhiên vào lần tới. Tái bút: Giá của các chuyến du lịch khám phá Việt Nam sẽ rẻ hơn so với việc đặt cho mình một điều gì đó mà chúng tôi cảm thấy. Nếu bạn đang tìm kiếm một kỳ nghỉ tuyệt vời ở Việt Nam, hãy lên kế hoạch cho chuyến đi của mình với Vietnam Escape Tours! Bạn sẽ không thất vọng đâu.Đọc thêm",
            "Nhìn chung, chúng tôi đã có một trải nghiệm tuyệt vời, vui vẻ và đáng nhớ trong kỳ nghỉ được cá nhân hóa của mình tại Bắc Việt Nam Ninh Bình, Vịnh Hạ Long và Sapa với Vietnam Escape Tours! Người đại diện của chúng tôi là cô Ha Vi và cô ấy rất chu đáo và giao tiếp tốt ngay từ khi chúng tôi bắt đầu quá trình đặt chuyến đi và trong suốt quá trình. Có một sự cố khi đón chúng tôi tại sân bay nhưng tôi đã liên hệ với Vi qua WhatsApp và cô ấy đã ngay lập tức giải quyết vấn đề. Các khách sạn có vị trí lý tưởng với tầm nhìn ngoạn mục!!! Phòng du thuyền Vịnh Hạ Long của chúng tôi được trang trí đẹp mắt cho Tuần trăng mật của chúng tôi, cảm ơn Vi! Lần tới, chúng tôi chắc chắn sẽ dành nhiều thời gian hơn ở Vịnh Hạ Long và Sapa để tham gia nhiều hoạt động liên quan đến thiên nhiên hơn! Lên kế hoạch cho kỳ nghỉ của bạn với Vietnam Escape Tours và bạn sẽ có một khoảng thời gian tuyệt vời!!! Đọc thêm",
            "Công ty lữ hành được tổ chức rất tốt, tất cả các tour du lịch của chúng tôi tại Thành phố Hồ Chí Minh, Hà Nội, Ninh Bình và Vịnh Hạ Long đều tuyệt vời! Tất cả các chuyến xe riêng của chúng tôi từ sân bay đến khách sạn cũng được tổ chức rất tốt... Tổ chức tuyệt vời, đặc biệt là từ Vi, công ty lữ hành, người mà chúng tôi đã liên lạc ngay từ đầu trong suốt chuyến đi dài 2 tuần của chúng tôi tại Việt Nam. Cảm ơn các bạn rất nhiều!!!Đọc thêm",
            "Không thể cảm ơn Lucy Nguyễn vì tất cả nỗ lực tổ chức các chuyến tham quan của chúng tôi, mang lại trải nghiệm tuyệt vời và chúng tôi chắc chắn sẽ quay lại lần nữa. Chúng tôi là những du khách lần đầu tiên đến Việt Nam và việc có một cố vấn du lịch tuyệt vời khiến chuyến tham quan của chúng tôi rất thú vị.Đọc thêm",
            "Chắc chắn sẽ giới thiệu Vietnam Escape Tours. Tôi đã có chuyến du lịch trọn vẹn 6 ngày được sắp xếp bằng cách tham quan Ninh Bình, Sapa, Hà Nội, Vịnh Hạ Long. Tôi có thể nói đó là chuyến đi tốt nhất được đón từ sân bay và quay trở lại. Lucy Nguyễn, tôi muốn gửi lời cảm ơn tới bạn vì đã tạo ra một Hành trình tuyệt vời cho chúng tôi và giúp mọi việc chuyển nhượng, các chuyến tham quan diễn ra suôn sẻ cho chúng tôi. Đọc thêm",
            "Trải nghiệm đáng kinh ngạc và cực kỳ bổ ích. Kỳ nghỉ tới Vịnh Hạ Long thật tuyệt vời và mọi thứ đều được tổ chức tốt. Chắc chắn sẽ quay lại Việt Nam và đi du lịch nhiều nơi khác cùng công ty Vietnam Escape Tours.Đọc thêm",
            "Tôi rất vui khi được cô Anna giúp đỡ.    Cô ấy đã giúp tôi đặt vé đi du thuyền đến Vịnh Hạ Long, tuyến du thuyền mà cô ấy gợi ý rất tuyệt vời và dịch vụ hàng đầu. Tôi đang tổ chức sinh nhật của mình và hóa ra đó là một chuyến đi tuyệt vời.  Cô ấy cũng giúp tôi vận chuyển đường bộ đến Sapa và hướng dẫn chuyến tham quan ngắm hoàng hôn thành phố.   Cô Anna luôn sẵn sàng và trả lời nhanh chóng mọi câu hỏi và thắc mắc của tôi.  Với tất cả thông tin và sự hướng dẫn của cô ấy, cô ấy đã làm cho chuyến đi của tôi trở nên dễ dàng hơn rất nhiều.  Tôi cũng rất vui được gặp riêng cô ấy và thấy cô ấy là một cô gái trẻ thông minh và hiểu biết, Vietnam Escape tour nên tự hào khi có một người xuất sắc như vậy trở thành thành viên trong nhóm của họ.  Việt Nam là một đất nước tuyệt vời để ghé thăm, người dân thân thiện và đồ ăn rất ngon. Tôi khuyến khích mọi người nên ghé thăm và hy vọng cô Anna có thể giúp đỡ mọi nhu cầu đi lại của bạn.   Cảm ơn cô Anna!Đọc thêm",
            "Tôi đã có cơ hội rất thú vị khi tham gia chuyến đi Vịnh Hạ Long được tổ chức thông qua Vietnam Escape Tours và tôi đã nhận được sự hỗ trợ rất thân thiện và hữu ích ngay từ ngày đầu tiên, trước, trong và sau chuyến đi.Đọc thêm",
            "Sau khi cố gắng quá sức để đặt mọi thứ tôi muốn đến ở Bắc Việt Nam, tôi bắt đầu tìm kiếm các tour du lịch có thể đáp ứng nơi tôi muốn đến, gợi ý các địa điểm bổ sung và đưa tôi đến đó! VET thật tuyệt vời! Tôi đã cung cấp cho họ một bản tóm tắt nhanh về những gì tôi đang tìm kiếm, họ đã cung cấp cho tôi một hành trình tuyệt vời! Xin gửi lời cảm ơn và lời chào trân trọng đến người đại diện của tôi, Lucy Nguyen! Lucy đã giao tiếp rất nhiều trong quá trình lập kế hoạch và trong suốt chuyến đi của tôi tại Việt Nam! Lời khen ngợi cao dành cho VET, cảm ơn Lucy, vì đã giúp biến mọi thứ thành hiện thực! Tôi thực sự muốn giới thiệu Vietnam Escape Tours, hy vọng bạn đủ may mắn để làm việc với Lucy Nguyen khi bạn làm như vậy! Đọc thêm"
        ],
        "star_ratings": [
            296,
            6,
            0,
            1,
            1
        ],
        "review_amount": 304,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Tour du lịch thoát hiểm Việt Nam"
        ],
        "reviews_time": [
            "Written January 8, 2024",
            "Written January 8, 2024",
            "Written January 7, 2024",
            "Written January 6, 2024",
            "Written January 6, 2024",
            "Written January 5, 2024",
            "Written January 5, 2024",
            "Written January 5, 2024",
            "Written January 4, 2024",
            "Written January 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17450631-Reviews-or50-Vietnam_Escape_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or40-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or60-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27501602-Reviews-LeDa_Clinic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4745613-Reviews-Asia_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d108042-Reviews-Belle_Meade_Historic_Site_Winery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g57062-d3372237-Reviews-Jungle_Jim_s_Playland-Midvale_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g42441-d618207-Reviews-Lakenenland_Sculpture_Park-Marquette_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1651487-d210136-Reviews-Highclere_Castle-Highclere_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60897-d110062-Reviews-Sugarbush_Farm-Woodstock_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d102549-Reviews-Colonial_Williamsburg-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d208758-Reviews-Prada-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g6516362-d198894-Reviews-Caves_of_Diros-Diros_Laconia_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3350387-Reviews-Benjakitti_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d146192-Reviews-17_Mile_Drive-Monterey_Monterey_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or60-Vietnam_Escape_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or50-Vietnam_Escape_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Escape Tours",
        "attraction_name_vi": "Tour du lịch thoát hiểm Việt Nam",
        "general_info": [
            "300 đánh giá",
            "80 trên 1.916 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp các gói tour du lịch Việt Nam cho khách từ khắp nơi trên thế giới, trải dài theo chiều rộng và chiều dài của đất nước xinh đẹp của chúng tôi. Việt Nam chiêu đãi du khách những phong cảnh đáng kinh ngạc và một nền văn hóa độc đáo, nhưng cần có sự hướng dẫn phù hợp để phát huy tối đa tiềm năng của nó. Đó là nơi mà Vietnam Escape Tours xuất hiện. Mục tiêu số 1 của chúng tôi là sự hài lòng của bạn, chúng tôi vô cùng tự hào về người dân địa phương...Đọc thêm",
        "reviews": [
            "Chúng tôi đã sử dụng Vietnam Escape Tours để đặt chuyến du thuyền trên Vịnh Hạ Long bao gồm đón tại Hà Nội. Quá trình đặt chỗ rất đơn giản và Nabii từ nhóm bán hàng đã trợ giúp rất nhiều cho tổ chức cũng như mọi thắc mắc.Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với Vietnam Escape Tours.  Ngay cả ở giai đoạn lập kế hoạch ban đầu nhiều tháng trước đó.  Đại diện Hà Vi của chúng tôi rất chu đáo và giao tiếp tuyệt vời.  Liên lạc qua email trước khi đến và sau đó là WhatsApp một lần tại Việt Nam. Hạ Vi luôn sẵn sàng mọi lúc và đáp ứng nhanh chóng mọi yêu cầu.  Chúng tôi đi thăm Ninh Bình và Vịnh Hạ Long.  Khiếu nại duy nhất của tôi là phương tiện vận tải bằng xe tải riêng quá đông cho 7 người và tài xế không thân thiện lắm.  Chúng tôi phải thực hiện thanh toán cuối cùng bằng tiền mặt trong lần nhận hàng đầu tiên. Lẽ ra chúng tôi phải đi tìm thêm tiền mặt vào đêm hôm trước. Nhìn chung, Ha Vi đã làm cho nó trở thành một trải nghiệm tốt và muốn giới thiệu VET.Đọc thêm",
            "Hành trình dự thảo ban đầu của tôi dựa trên nghiên cứu của riêng tôi, hầu như không gợi ý đến mong muốn sâu sắc của tôi. Tuy nhiên, Anna, người làm việc tại Vietnam Escape Tours, đã tiếp thu những gì tôi viết và biến nó thành một trải nghiệm đích thực đầy ý nghĩa. Đây không chỉ là những cái bẫy du lịch mà còn là sự hòa nhập văn hóa đích thực ở Thành phố Hồ Chí Minh hay còn gọi là Sài Gòn, Đà Nẵng và Hội An.  Nhưng điều thực sự khiến Anna và Company Travel của cô ấy trở nên khác biệt là sự cống hiến không ngừng nghỉ và khả năng phản hồi nhanh chóng trong việc cung cấp cho tôi thông tin cũng như trả lời bất kỳ câu hỏi nào. Phần lớn tương tác của tôi với Anna là thông qua WhatsApp hoặc email, và điều khiến tôi ấn tượng là thái độ cá nhân, sự quan tâm và chú ý đến từng chi tiết của cô ấy. Tôi đặc biệt giới thiệu Ann và Vietnam Escape Tours cho bất kỳ ai đang tìm kiếm một chuyến phiêu lưu không căng thẳng, phong phú và thực sự kỳ diệu. Không còn nghi ngờ gì nữa, chắc chắn là năm sao!Đọc thêm",
            "Có một chuyến đi thú vị tuyệt vời! Linda đã giúp điều phối việc đưa và đón chuyến đi thực sự thuận tiện. Cô ấy cũng đáp ứng yêu cầu của chúng tôi, điều đó giúp chuyến đi trở nên thú vị hơn. Đọc thêm",
            "Tôi xin ghi công cho bất kỳ ai đã giúp chúng tôi lên kế hoạch cho chuyến đi đầu tiên ở Hà Nội. Cô ấy rất chu đáo. Hãy giúp chúng tôi tổ chức chuyến đi đến Hà Nội, Sapa và Vịnh Hạ Long. Cảm ơn! Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời nhất ở Việt Nam và trải nghiệm du ngoạn Vịnh Hạ Long vì nếu TONY! Cảm ơn bạn đã làm cho chuyến đi của tôi trở nên miễn phí. Cảm ơn bạn và nhóm của bạn đã luôn gửi tin nhắn cho tất cả các câu hỏi của tôi và luôn nhiệt tình giúp đỡ tôi. Từ ghim đến voi, bạn sẽ giúp tôi lên kế hoạch cho mọi thứ tôi cần cho chuyến đi của mình và cũng giúp tôi được bình yên về mặt tinh thần trong kỳ nghỉ của mình.Đọc thêm",
            "Có một thời gian ngắn để tổ chức một chuyến đi vào phía nam Hà Nội và Vi đã rất hữu ích và giúp tôi sắp xếp nhanh chóng và chuyến đi dường như vô tậnĐọc thêm",
            "Trải nghiệm tuyệt vời.. thực sự thỏa mãn.. mọi thứ đều được tổ chức tốt và trang trí cho tuần trăng mật thực sự tốt.. Anna đã giúp tôi rất nhiều trong việc hoàn thiện mọi thứ và những người đi du thuyền cũng thực sự rất tốt..Đọc thêm",
            "Vừa kết thúc 10 ngày ở Việt Nam thăm Hà Nội, Vịnh Hạ Long, Hội An và Hồ Chí Minh. Mọi thứ diễn ra suôn sẻ và chúng tôi đã có khoảng thời gian tuyệt vời nhất ở Việt Nam. Các khách sạn được bố trí ở những vị trí rất tốt và chúng tôi đã có chuyến tham quan khó quên mỗi ngày. Cảm ơn Nabii rất nhiều vì chuyến đi tuyệt vời và dịch vụ tuyệt vời!Đọc thêm",
            "Một ngày đẹp trời khám phá một khu vực thực sự tốt đẹp. Hướng dẫn viên du lịch xuất sắc Leo tôi nghĩ đó là tên anh ấy, giao thông thoải mái và mọi thứ được tổ chức tốt. Giao tiếp dễ dàng và chu đáo bởi cô Nabil, người đã đặt tour cho chúng tôi qua whatsapp, Đọc thêm"
        ],
        "star_ratings": [
            296,
            6,
            0,
            1,
            1
        ],
        "review_amount": 304,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Tour du lịch thoát hiểm Việt Nam"
        ],
        "reviews_time": [
            "Written January 4, 2024",
            "Written January 3, 2024",
            "Written January 3, 2024",
            "Written January 3, 2024",
            "Written January 2, 2024",
            "Written December 31, 2023",
            "Written December 31, 2023",
            "Written December 29, 2023",
            "Written December 29, 2023",
            "Written December 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17450631-Reviews-or60-Vietnam_Escape_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or50-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or70-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27501602-Reviews-LeDa_Clinic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4745613-Reviews-Asia_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10116569-Reviews-The_Wizarding_World_of_Harry_Potter-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d4756149-Reviews-Mercado_Municipal_De_Artesanias-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g189501-d2283150-Reviews-Paralia_Kastani-Skopelos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12794188-Reviews-Kyo_train-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298158-d1580220-Reviews-Mitsui_Outlet_Park_Makuhari-Chiba_Chiba_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d126570-Reviews-International_Rose_Test_Garden-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096284-d7250365-Reviews-Savin_Kuk_Ski_Resort-Zabljak_Durmitor_National_Park_Zabljak_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g315850-d6781780-Reviews-Fjadrargljufur_Canyon-Kirkjubaejarklaustur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g56208-d4706392-Reviews-Buffalo_Springs_Lake-Lubbock_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g635608-d3300774-Reviews-Santorini_Water_Park-Perissa_Santorini_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or70-Vietnam_Escape_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or60-Vietnam_Escape_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Escape Tours",
        "attraction_name_vi": "Tour du lịch thoát hiểm Việt Nam",
        "general_info": [
            "300 đánh giá",
            "80 trên 1.916 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour du lịch văn hóa",
            "Tour Di sản Lịch sử",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp các gói tour du lịch Việt Nam cho khách từ khắp nơi trên thế giới, trải dài theo chiều rộng và chiều dài của đất nước xinh đẹp của chúng tôi. Việt Nam chiêu đãi du khách những phong cảnh đáng kinh ngạc và một nền văn hóa độc đáo, nhưng cần có sự hướng dẫn phù hợp để phát huy tối đa tiềm năng của nó. Đó là nơi mà Vietnam Escape Tours xuất hiện. Mục tiêu số 1 của chúng tôi là sự hài lòng của bạn, chúng tôi vô cùng tự hào về người dân địa phương...Đọc thêm",
        "reviews": [
            "Đầu tiên tôi xin cảm ơn Vietnam Escape Tours và đặc biệt là Linda đã tổ chức cho gia đình tôi một chuyến đi đáng nhớ như vậy. Tôi đã tiếp xúc với Linda được 1 tháng và cô ấy rất chuyên nghiệp và đúng giờ. Cô ấy đã cung cấp cho tôi tất cả thông tin tôi cần để đưa ra quyết định đúng đắn cho chuyến du ngoạn Vịnh Hạ Long của mình. Tôi chắc chắn sẽ giới thiệu tên Lindas cho bất kỳ ai muốn đến thăm Việt Nam. Một lần nữa, Linda xin chân thành cảm ơn..Đọc thêm",
            "Chuyến tham quan tốt nhất bao giờ hết. Guey là hướng dẫn viên du lịch và người bạn thân nhất của tôi. Một trong những trải nghiệm tuyệt vời nhất trong cuộc đời tôi và Linda rất hữu ích: Tôi rất muốn giới thiệu!Đọc thêm",
            "Một trải nghiệm đáng nhớ.  Vietnam Escape Tours rất được khuyến khích. Đại lý Bomi của chúng tôi rất hữu ích và cung cấp nhiều thông tin trong việc sắp xếp chuyến du ngoạn Vịnh Hạ Long của chúng tôi.Đọc thêm",
            "Trải nghiệm tốt và các chuyến tham quan đã được sắp xếp theo sở thích của chúng tôi. Cô Lauren rất hữu ích và đưa ra lời khuyên để điều chỉnh nhu cầu của chúng tôi. Chúng tôi đã cố gắng đến được Ninh Bình, Vịnh Hạ Long và Sapa trong chuyến đi ngắn 6 ngày và thực sự rất thích thời gian ở đó.  Đọc thêm",
            "Chuyến tham quan rất đẹp. Đó là một trải nghiệm rất suôn sẻ. Cô Bomi thực sự rất hữu ích và hợp tác. Chuyến tham quan thật tuyệt vời. Chúng tôi thực sự yêu thích hành trình. Nhân viên rất khiêm tốn và lịch sự. Chúng tôi thực sự hài lòng với toàn bộ trải nghiệm. Đọc thêm",
            "Vietnam Escape Tours đã chứng tỏ là một sự lựa chọn tuyệt vời để sắp xếp hoàn hảo cho chuyến đi kéo dài bảy ngày bao gồm Hà Nội, Sapa, Vịnh Hạ Long, Tam Cốc và Hoa Lư. Hạ Vi đã làm rất tốt ngay từ kế hoạch đầu tiên vào tháng 10 cho đến suốt bảy ngày của tháng 12. Những câu hỏi nhẹ nhàng định kỳ của cô ấy về việc tài xế đến đã được đánh giá cao, cũng như những câu trả lời nhanh chóng của cô ấy, cả ngày lẫn đêm, đối với tất cả các câu hỏi của chúng tôi. Điều này tạo ra sự tự tin. Cảm ơn Ha Vi.Đọc thêm",
            "Nhóm chúng tôi đã sử dụng Vietnam Escape Tours cho chuyến đi 1 ngày đến Vịnh Hạ Long với hành trình hàng ngày La Casta và chuyến đi 2 ngày 1 đêm đến Ninh Bình. Với tư cách là người chủ yếu lên kế hoạch cho chuyến đi cho nhóm 9 người của chúng tôi, Tony Jaa đã vô cùng hữu ích khi trả lời TẤT CẢ các câu hỏi của tôi. Anh ấy không chỉ biết MỌI THỨ mà còn rất kiên nhẫn và có sức chứa. Chúng tôi cũng thích trải nghiệm vẻ đẹp của Vịnh Hạ Long và Ninh Bình. RẤT khuyến khích không chỉ ghé thăm những địa điểm này mà còn sử dụng Vietnam Escape Tours để đặt kế hoạch cho chuyến đi của bạn! Đọc thêm",
            "Công ty cung cấp một chuyến tham quan thú vị được lên kế hoạch tốt mà không bỏ lỡ những bất ngờ thú vị và trải nghiệm tuyệt vời. Tất cả các phương thức du lịch bao gồm phương tiện đi lại, hướng dẫn viên du lịch rất hỗ trợ và hữu ích, chỗ ở, lập kế hoạch ăn uống, Tất cả đều được cung cấp theo SỰ ƯU TIÊN CÁ NHÂN của chúng tôi. Chuyến tham quan hoàn toàn được điều chỉnh bởi Anna, người rất nhạy cảm và quan tâm đến nhu cầu cụ thể của chúng tôi về người cao tuổi và các thành viên có nhu cầu đặc biệt trong Gia đình.Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời với đại lý du lịch Lucy Nguyễn. Cô ấy lên kế hoạch mọi thứ cho chúng tôi và đảm bảo toàn bộ chuyến đi diễn ra suôn sẻ. Cô ấy thực sự chuyên nghiệp và luôn sẵn sàng hỗ trợ chúng tôi bất kể thời gian nào trong ngày. Sự cống hiến và phản hồi nhanh chóng của cô ấy đã khiến toàn bộ quá trình đặt phòng diễn ra suôn sẻ và không căng thẳng. Tôi đánh giá cao Vietnam Escape Tours và đặc biệt là Lucy.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du ngoạn vịnh Hạ Long 2 đêm 3 ngày với Vietnam Escape Tours! Ha Vi đã giúp đỡ chúng tôi và cô ấy thực sự nhiệt tình hỗ trợ! Hành trình nỗi nhớ thật tuyệt vời! Thức ăn thổi tâm trí! Các quan điểm là phi thường! Phải làm Đọc thêm"
        ],
        "star_ratings": [
            296,
            6,
            0,
            1,
            1
        ],
        "review_amount": 304,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Tour du lịch thoát hiểm Việt Nam"
        ],
        "reviews_time": [
            "Written December 28, 2023",
            "Written December 27, 2023",
            "Written December 27, 2023",
            "Written December 27, 2023",
            "Written December 27, 2023",
            "Written December 26, 2023",
            "Written December 26, 2023",
            "Written December 26, 2023",
            "Written December 26, 2023",
            "Written December 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17450631-Reviews-or70-Vietnam_Escape_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or60-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or80-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27501602-Reviews-LeDa_Clinic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4745613-Reviews-Asia_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d3653764-Reviews-Aziz_Mall-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37480-d4495605-Reviews-Raccoon_Lake_State_Recreation_Area-Rockville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d3650407-Reviews-Sauna_Heaven-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g42683-d142430-Reviews-Oval_Beach-Saugatuck_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d671258-Reviews-Georgian_National_Museum-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d104830-Reviews-Plymouth_Rock_Pilgrim_Memorial_State_Park-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188758-Reviews-Musee_Carnavalet_Histoire_de_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60603-d7938428-Reviews-Kehena_Black_Sand_Beach-Pahoa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d270739-Reviews-Lake_Jesup-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32143-d116940-Reviews-Petrified_Forest-Calistoga_Napa_Valley_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or80-Vietnam_Escape_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or70-Vietnam_Escape_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Escape Tours",
        "attraction_name_vi": "Tour du lịch thoát hiểm Việt Nam",
        "general_info": [
            "300 đánh giá",
            "80 trong số 1.916 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp các gói tour du lịch Việt Nam cho khách từ khắp nơi trên thế giới, trải dài theo chiều rộng và chiều dài của đất nước xinh đẹp của chúng tôi. Việt Nam chiêu đãi du khách những phong cảnh đáng kinh ngạc và một nền văn hóa độc đáo, nhưng cần có sự hướng dẫn phù hợp để phát huy tối đa tiềm năng của nó. Đó là nơi mà Vietnam Escape Tours xuất hiện. Mục tiêu số 1 của chúng tôi là sự hài lòng của bạn, chúng tôi vô cùng tự hào về người dân địa phương...Đọc thêm",
        "reviews": [
            "Tôi tình cờ biết đến Vietnam Escape Tours VET khi đang tìm kiếm thông tin trực tuyến về Hà Nội, Vịnh Hạ Long và Sa Pa. Ban đầu, tôi không chắc VET có phải là công ty du lịch chính hãng hay lừa đảo không nhưng sau khi trao đổi với chính ông chủ công ty Tony Jaa và đọc một số đánh giá về VET, tôi đã quyết định thuê VET để sắp xếp chuyến đi Việt Nam cho gia đình tôi. Tony đã đề xuất một vài sửa đổi cho hành trình của tôi trước khi chuyển cho cô Ha Vi để hoàn thiện chi tiết chuyến đi. Cô Ha Vi tỏ ra rất vui vẻ khi liên lạc. Cô ấy súc tích, chi tiết, kiên nhẫn và có tổ chức khi chúng tôi hoàn thiện chuyến đi của mình. Khi cuối cùng chúng tôi đến Hà Nội, cô ấy liên tục có mặt trên WhatsApp và cập nhật cho chúng tôi về hành trình sắp tới của mình như thời gian đón phương tiện di chuyển. Tài xế được chỉ định của chúng tôi, Tuan, mặc dù có hạn chế về khả năng tiếng Anh, nhưng là một tài xế hay cười, đúng giờ và cẩn thận. Hướng dẫn viên của chúng tôi ở Sa Pa, Lala, cũng rất vui vẻ, chia sẻ với chúng tôi rất nhiều khoảnh khắc trong cuộc sống của người dân bản địa Sa Pa. Các bữa trưa có trong gói cũng rất ngon và nhiều. Tóm lại, tôi thực sự khuyên bạn nên thuê VET để tham quan Việt Nam. Đọc thêm",
            "Linda từ Vietnam Escape Tour đã rất hữu ích trong các chuyến đi của chúng tôi, cô ấy giúp chúng tôi tùy chỉnh lịch trình theo danh sách mong muốn của chúng tôi. Chuyến đi của chúng tôi diễn ra suôn sẻ và chúng tôi đã có trải nghiệm tuyệt vời! Cảm ơn Linda đã cho chúng tôi một chuyến đi đáng nhớ!Đọc thêm",
            "Chúng tôi đã đến Vịnh Hạ Long trong chuyến du ngoạn kéo dài hai đêm mà Anya đã giúp chúng tôi đặt. Cô ấy rất hữu ích và giao tiếp tốt. Chúng tôi ở trên tàu Dora và thực sự thích nhiều chuyến du ngoạn bao gồm đạp xe ở Cát Bà và câu mực. Thuyền du lịch và nhân viên rất tuyệt. Tuy nhiên, chúng tôi đã chọn không chèo thuyền kayak vào ngày thứ hai vì rác thải trong nước và khá lo lắng khi thuyền trong ngày dừng lại ở bãi biển để bơi vì an toàn trên biển không thực sự, ừm, an toàn. Chúng tôi lo rằng chỉ còn là vấn đề thời gian trước khi có người chết đuối ở đó. Vịnh Hạ Long thực sự ngoạn mục nhưng lượng rác thải trong nước thật đáng lo ngại. Hy vọng có thể tìm ra một số giải pháp bền vững thực sự. Đọc thêm",
            "Chúng tôi đã đặt một chuyến du thuyền sang trọng đến Vịnh Hạ Long thông qua Vietnam Escape Tours. Trải nghiệm của tôi thật tuyệt vời khi công ty thực sự vượt quá sự mong đợi của tôi. Đội ngũ rất chuyên nghiệp và tôi phải kể đến cô Anya, người thường xuyên liên lạc với tôi trong suốt chuyến tham quan. Cô ấy đảm bảo rằng tôi không gặp phải bất kỳ vấn đề nào trong chuyến đi. Kudos cho những nhân viên như vậy. Tôi thực sự khuyên bạn nên đặt các chuyến đi qua Vietnam Escape Tours.Đọc thêm",
            "một sự thể hiện tuyệt vời về lòng hiếu khách và chuyến đi được tổ chức tuyệt vời như vậy bởi các tour du lịch Vietnam Escape. Từ kỳ nghỉ hàng ngày của chúng tôi, đến những hướng dẫn tuyệt vời cho đến những chuyến đi thoải mái. Mọi thứ đều hoàn hảo. Hét lên với những người tổ chức chuyến đi.Đọc thêm",
            "Lucy Nguyen đã giúp tôi tổ chức chuyến đi và hỗ trợ tôi suốt cả tuần trong suốt chuyến đi. Rất đáng để giới thiệu. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch vịnh hạ long và chuyến du lịch ninh bình, đó là một trải nghiệm tuyệt vời và tuyệt vời. Các tour du lịch, hướng dẫn viên, vận chuyển và thực phẩm đều rất tốt. Cảm ơn Anya vì tất cả sự giúp đỡ và hỗ trợ của bạn.Đọc thêm",
            "Đặt chuyến đi trọn vẹn 2 tuần của tôi với Vietnam Escape Tours là điều tốt nhất tôi có thể làm. Cô Lucy Nguyễn là một đại lý du lịch tuyệt vời và đã giúp tôi sắp xếp hành trình theo cách tôi muốn. Cô ấy đã sắp xếp cho tôi phương tiện di chuyển và chỗ ở trong suốt chuyến đi. Cô ấy luôn liên lạc với tôi trong suốt thời gian tôi ở và đảm bảo rằng chúng tôi luôn được chăm sóc. Đọc thêm",
            "Mình có chuyến du lịch 15 ngày ở Việt Nam, thấy YouTuber giới thiệu Vietnam Escape nên mình đã liên hệ với công ty và Linda tổ chức toàn bộ chuyến đi cho mình từ chỗ ở đến tour và phương tiện đi lại nên mình rất thoải mái và có trải nghiệm tuyệt vời, mọi thứ đều ổn tổ chức rất tốt! Tôi chắc chắn sẽ giới thiệu Vietnam Escape ToursĐọc thêm",
            "Một người bạn đã giới thiệu Vietnam Escape ToursTony Jaa cho chúng tôi nên chúng tôi quyết định nhờ họ hỗ trợ nhu cầu đi lại của mình. Chúng tôi đã dành 17 ngày ở Việt Nam ở nhiều thành phố khác nhau.  Tony và nhóm của anh ấy đã có thể lập một lịch trình tùy chỉnh với mọi việc chúng tôi muốn làm ở những thành phố cụ thể.  Tony và công ty là những người cực kỳ chuyên nghiệp, họ đã thực hiện đúng mọi điều họ đã hứa.  Có tổ chức cao, kịp thời, chính xác, cực kỳ đáp ứng tất cả các câu hỏi và yêu cầu của chúng tôi.  Chúng tôi rất ấn tượng với Tony và nhóm của anh ấy về mọi vấn đề và hoàn toàn muốn giới thiệu nhóm này cho bất kỳ ai đi du lịch đến Việt Nam xinh đẹp.  Họ đã biến cuộc hành trình để đời của tôi và chồng tôi thành hiện thực - cảm ơn Tony và nhóm rất nhiều!!!! Đọc thêm",
            "Công ty du lịch rất hiệu quả với hướng dẫn viên và nhân viên bán hàng xuất sắc. Chúng tôi đã nhận được dịch vụ tuyệt vời và họ đã đi xa hơn. Chuyến đi của chúng tôi được thiết kế riêng cho gia đình gồm hai người lớn và hai trẻ em, rất nhiều gợi ý tuyệt vời và họ rất linh hoạt để đáp ứng nhu cầu của chúng tôi. Tôi đánh giá cao Vietnam Escape Tours.Đọc thêm",
            "Xin chào Ali\nCảm ơn bạn rất nhiều. Hy vọng bạn sẽ ghé thăm Việt Nam một lần nữa và chúng tôi rất vui được chào đón bạn trở lại. Bây giờ mọi thứ đã ổn hơn và chúng tôi đã mở cửa trở lại để chào đón du khách.Đọc thêm"
        ],
        "star_ratings": [
            296,
            6,
            0,
            1,
            1
        ],
        "review_amount": 304,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Tour du lịch thoát hiểm Việt Nam"
        ],
        "reviews_time": [
            "Written December 23, 2023",
            "Written December 20, 2023",
            "Written December 18, 2023",
            "Written December 18, 2023",
            "Written December 17, 2023",
            "Written December 16, 2023",
            "Written December 16, 2023",
            "Written December 16, 2023",
            "Written December 15, 2023",
            "Written December 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17450631-Reviews-or80-Vietnam_Escape_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or70-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or90-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27501602-Reviews-LeDa_Clinic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4745613-Reviews-Asia_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13378145-Reviews-Shangpree_Spa-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23473814-Reviews-Allegiant_Stadium_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g41224-d116833-Reviews-National_Wildlife_Visitor_Center-Laurel_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215780-d1072085-Reviews-Dino_Park_Mini_Golf-Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g298182-d1311892-Reviews-Lake_Chuzenji-Nikko_Tochigi_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d580019-Reviews-Whirlpool_Aero_Car-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g37003-d1800309-Reviews-Charlestown_State_Park-Charlestown_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g5001404-d4373368-Reviews-Sicogon_Island-Carles_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g14149941-d18931675-Reviews-Sunway_Big_Box_Retail_Park-Iskandar_Puteri_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g776001-d12873240-Reviews-Porto_Roma_Beach-Vasilikos_Zakynthos_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or90-Vietnam_Escape_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or80-Vietnam_Escape_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Escape Tours",
        "attraction_name_vi": "Tour du lịch thoát hiểm Việt Nam",
        "general_info": [
            "300 đánh giá",
            "80 trên 1.916 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour Di sản Lịch sử",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp các gói tour du lịch Việt Nam cho khách từ khắp nơi trên thế giới, trải dài theo chiều rộng và chiều dài của đất nước xinh đẹp của chúng tôi. Việt Nam chiêu đãi du khách những phong cảnh đáng kinh ngạc và một nền văn hóa độc đáo, nhưng cần có sự hướng dẫn phù hợp để phát huy tối đa tiềm năng của nó. Đó là nơi mà Vietnam Escape Tours xuất hiện. Mục tiêu số 1 của chúng tôi là sự hài lòng của bạn, chúng tôi vô cùng tự hào về người dân địa phương...Đọc thêm",
        "reviews": [
            "Lauren từ Vietnam Escape Tours đã thực hiện và sắp xếp một chuyến tham quan được cá nhân hóa cho tôi. Nó hóa ra thật tuyệt vời. Thật là một trải nghiệm tuyệt vời từ việc đón khách tại sân bay, các chuyến tham quan hàng ngày và trả khách tại sân bay. Cảm ơn Lauren vì đã làm việc chăm chỉ!Đọc thêm",
            "Linda từ chuyến du lịch VN đã giúp mọi việc trở nên dễ dàng với chúng tôi.  Cô ấy cũng liên tục kiểm tra với chúng tôi để đảm bảo công tác hậu cần và quan trọng hơn là chúng tôi đã có khoảng thời gian vui vẻ.  Đọc thêm",
            "We had a wonderful experience in magical Halong Bay thanks to the two-day cruise organized by Escape Tours in Vietnam. Needless to go into the details of the natural wonder, as so many people have written about its stunning beauty; its just awsome and a MUST while in Vietnam. But Id like to say a few words in appreciation of ESCAPE TOURS for their excellent service, efficiency and reliability. Our cruise was of high quality and beautiful. The ship was luxurious, the itinerary amazing, the food first class. The suite with a balcony very confortable and cosy. The staff were all professional and so friendly. A special thank you to our cruise guide who was informative and available all the time, with a cheerful and refreshing sense of humor.I must add a special commendation here for the wonderful lady who facilitated the cruise from the very beginning to the end, Ms. ELLIE PHAM.Having read very positive reviews about Escape Tours, I contacted them before arriving in Vietnam. Ms Ellie Pham responded to our multiple questions in detail and very patiently; she offered various suggestions and alternative options to meet our needs and preferences. She was so professional and friendly, with outstanding English and excellent communication skills, which was reassuring and convinced us to choose the cruise option suggested by Ms. Pham,  from among so many offered online. Ms. Pham is a real asset; she helped us a lot with the payment process to secure the booking before we arrived. In addition, she was very helpful with the transportation arrangements from our hotel in Hanoi to Halong Bay. She even helped us with our last minute change of our drop off location, after we changed hotels in Hanoi just before the end of the cruise.Last but not least, Ms. Ellie Pham was so kind and caring, she maintained contact with us throughout the cruise and beyond, making sure all went well, answering our questions about other possible tours and destinations in Vietnam...Thank you so much, Ms. Ellie Pham, for everything; thanks to you we had a successful and a wonderful Halong Bay Cruise.We are also grateful to Escape Tours and appreciate the excellent service, reliability and trustworthiness.Highly recommended.A. Ben HamidaTunisiaRead more",
            "Hướng dẫn viên của chúng tôi đến Ninh Bình Tony rất xuất sắc và rất hiểu biết. Cả tài xế và hướng dẫn viên du lịch đều rất thân thiện và hữu ích. Tôi thực sự khuyên bạn nên sử dụng cả Vietnam Escape Tours, đại lý bán hàng đáng yêu của chúng tôi là Anna và Tony làm hướng dẫn viên du lịch cho bạn! Đọc thêm",
            "Chúng tôi đã đặt chuyến du ngoạn Vịnh Hạ Long qua Vietnam Escape Tours. Ellie rất hữu ích và kiên nhẫn khi chúng tôi điều hướng nhiều lựa chọn. Cô ấy thường xuyên kiểm tra trước, trong và sau chuyến đi để đảm bảo chúng tôi có khoảng thời gian vui vẻ. Tôi cũng hỏi cô ấy những câu hỏi liên quan đến du lịch Việt Nam chứ không phải chính xác về hành trình tôi đang đặt và Ellie vui vẻ trả lời. Cảm ơn sự giúp đỡ của bạn, Ellie!Đọc thêm",
            "Tôi bắt đầu hành trình 6 ngày 5 đêm cùng Vietnam Escape Tours vào tháng 11 năm 2023, khám phá Hà Nội, Ninh Bình và tận hưởng kỳ nghỉ 2 ngày 1 đêm tại Vịnh Hạ Long. Chuyến đi này vượt qua bất kỳ trải nghiệm du lịch nào tôi từng có, thể hiện vẻ đẹp vượt trội của Việt Nam. Người tận tâm, cô Linda đã sắp xếp tỉ mỉ mọi khía cạnh trong chuyến đi của tôi, từ đưa đón sân bay đến chỗ ở khách sạn và các chuyến tham quan Vịnh Hạ Long. Toàn bộ trải nghiệm vừa quyến rũ vừa mê hoặc đối với tôi và bạn tôi. Sự hỗ trợ đặc biệt của cô Linda là một đặc điểm nổi bật, vì cô ấy luôn hữu ích vô cùng, thậm chí sẵn sàng nhận các cuộc gọi lúc 11 giờ tối. Ngoài ra, giá của Vietnam Escape Tour tỏ ra hợp lý hơn so với các lựa chọn khác mà tôi đã khám phá. Tôi hết lòng đảm bảo với bạn rằng việc lựa chọn chúng cho nhu cầu du lịch của bạn sẽ là một quyết định không hề hối tiếc. Cuối cùng nhưng không kém phần quan trọng, tôi khuyên bạn nên nghỉ tại khách sạn Bella Rosa, đồ ăn rất ngon và cô Felicia là một người cực kỳ tốt bụng. Tôi cho 5 sao cho toàn bộ chuyến đi của mình.Đọc thêm",
            "Chuyến tham quan thật tuyệt vời, Lucy giúp chúng tôi tổ chức chuyến tham quan trong 6D5N. đó là một trải nghiệm tuyệt vời đối với chúng tôi và chắc chắn chúng tôi sẽ quay lại. chúng tôi đã đến thăm Hà Nội, Ninh Bình, Sapa và Vịnh Hạ Long. Lucy luôn phản ứng nhanh và rất hữu ích trong suốt chuyến tham quan. chúng tôi thực sự rất thích chuyến đi và nó được tổ chức tốt. một lần nữa nhiều xe tăng đến Lucy và Vietnam Escape Tour vì đã mang đến cho chúng tôi một chuyến tham quan tuyệt vời. Cảm ơn bạn Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời ở Việt Nam nhờ sự giúp đỡ to lớn từ các chuyến du lịch khám phá Việt Nam và đặc biệt là Nabii! Cô ấy luôn sẵn sàng, trả lời rất nhanh mọi câu hỏi và nghi ngờ của chúng tôi. Chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan có hướng dẫn này, chúng tôi đã có rất nhiều niềm vui và mọi thứ đều được tổ chức hoàn hảo. Một lần nữa cảm ơn Nabii rất nhiều!Đọc thêm",
            "Nabii đã giúp chúng tôi sắp xếp mọi thứ. Cô ấy rất nhanh nhạy và hữu ích. Chuyến đi thật tuyệt vời! Tất cả đều đúng như kế hoạch và quảng cáo. Chắc chắn nên giới thiệu! Cảm ơn NabiiĐọc thêm",
            "Dịch vụ thực sự tuyệt vời. Ngay từ khi đặt phòng cho đến khi chúng tôi trả lại, mọi thứ đều rất suôn sẻ. Rất khuyến khích. Một chuyên gia kỹ lưỡng.Đọc thêm"
        ],
        "star_ratings": [
            296,
            6,
            0,
            1,
            1
        ],
        "review_amount": 304,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Tour du lịch Việt Nam Escape"
        ],
        "reviews_time": [
            "Written December 14, 2023",
            "Written December 13, 2023",
            "Written December 11, 2023",
            "Written December 11, 2023",
            "Written December 5, 2023",
            "Written December 4, 2023",
            "Written November 30, 2023",
            "Written November 28, 2023",
            "Written November 25, 2023",
            "Written November 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17450631-Reviews-or90-Vietnam_Escape_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or80-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or100-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27501602-Reviews-LeDa_Clinic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4745613-Reviews-Asia_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d3171708-Reviews-Sumida_Aquarium-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d103858-Reviews-TCL_Chinese_Theatres-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d319410-Reviews-Valley_of_the_Temples-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1164961-Reviews-Three_Bears_General_Store-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g2301776-d2629748-Reviews-Tanjung_Piai_National_Park-Pontian_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g54135-d146911-Reviews-Hunting_Island_State_Park-Beaufort_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d624841-Reviews-Ngong_Ping_360-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10636468-Reviews-London_Airport_Transfer-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g5001404-d3981014-Reviews-Gigante_Island-Carles_Iloilo_Province_Panay_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34146-d142725-Reviews-Butterfly_World-Coconut_Creek_Broward_County_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or100-Vietnam_Escape_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-or90-Vietnam_Escape_Tours-Hanoi.html"
    }
]