[
    {
        "attraction_name": "Vietnamese Private Tours",
        "attraction_name_vi": "Tour du lịch tư nhân Việt Nam",
        "general_info": [
            "39 đánh giá",
            "- 74 trên 598 Giao thông vận tải tại Hà Nội",
            "Taxi - Xe đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Tour riêng",
            "Thiên nhiên - Tour du lịch động vật hoang dã",
            "Chuyến tham quan bằng xe buýt",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi có trụ sở tại Hà Nội và cung cấp nhiều tour du lịch tại Hà Nội và từ Hà Nội đến một số điểm đến. Các gói của chúng tôi sẽ được điều chỉnh theo nhu cầu của bạn và giúp bạn đến thăm những địa điểm độc đáo và ít được biết đến trên khắp Việt Nam. Các chuyến tham quan trong ngày riêng tư phong phú của chúng tôi giúp du khách khám phá văn hóa, lối sống, ẩm thực và hơn thế nữa, nó mang lại cho bạn sự tự do hoàn toàn để tham quan những gì bạn muốn ghé thăm nhất.Đọc thêm",
        "reviews": [
            "Bạn bè của chúng tôi đang có kế hoạch đến thăm Việt Nam và đã nộp đơn xin Visa điện tử. 4 trong số 6 đơn đăng ký đã được phê duyệt nhưng 2 đơn còn lại bao gồm cả của tôi liên tục quay lại yêu cầu điền vào tất cả các ô nhưng không còn gì để điền. Tôi đã nhận được thông tin liên hệ của Hamed - VPT - qua trang FB và từ đó phối hợp để anh ấy hỗ trợ về visa. Điều tôi thích ở Hamed là anh ấy luôn chú ý và biết rõ công việc của mình. Không có khăn tay. Anh ấy đồng ý cấp thị thực cho chúng tôi sau 3 ngày và vào ngày thứ 3, chúng tôi đã nhận được thị thực. Tôi rất muốn giới thiệu VPT và mong được gặp Hamed khi ở Hà Nội.Đọc thêm",
            "Kính gửi du khách,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đánh giá trải nghiệm của mình với - Vietnamese Private Tours - .\n\nChúng tôi đánh giá cao điều đó và chắc chắn chúng tôi mong được chào đón bạn tại Việt Nam.\n\nTrân trọng,\n\nTeam VPTĐọc thêm",
            "Mặc dù đang là ngày Tết của người Việt nhưng chúng tôi không hề biết và không hề biết gì về điều này - vâng, chúng tôi đã rất bất cẩn về điều này - . họ đã tổ chức một loại chuyến du lịch 6 ngày vào phút cuối cùng của chúng tôi. 5 người chúng tôi đã tận hưởng kỳ nghỉ của mình và các hướng dẫn viên du lịch thậm chí còn tiến thêm một bước nữa để tìm ra chiếc điện thoại di động bị mất của chúng tôi - chúng tôi đã đánh mất nó trong một nhà hàng ở nha trang - . các tour du lịch đã cho chúng tôi một trải nghiệm tuyệt vời. Nhờ hướng dẫn viên Mai Tran của chúng tôi - hy vọng tôi nhớ rõ tên cô ấy -, chúng tôi đã học được rất nhiều về văn hóa địa phương. Chúng tôi chắc chắn không ngần ngại giới thiệu các chuyến tham quan tư nhân Việt Nam cho bạn bè nếu họ đến Việt Nam.  Tất cả các khách sạn của chúng tôi đều nằm ở trung tâm ngoại trừ một khách sạn ở Hội An, nhưng chúng tôi không bận tâm vì khách sạn cung cấp xe đạp miễn phí cho chúng tôi sau giờ tham quan.Đọc thêm",
            "Daria thân mến,\n\nLời chào từ VPT và cảm ơn bạn đã dành thời gian viết nhận xét về chuyến du lịch Việt Nam gần đây của mình.\n\nChúng tôi đánh giá cao điều này và mong được chào đón bạn một lần nữa trên một trong những chuyến đi thú vị khác ở Đông Nam Á.\n\nTrân trọng,\n\nTeam VPTĐọc thêm",
            "Chúng tôi luôn muốn đặt tour du lịch Hà Nội Vịnh Hạ Long và Sapa nhưng chúng tôi cần phải tổ chức nó để chúng tôi không phải giải quyết những việc tốt nhất cần làm. Chúng tôi đã liên hệ với những người này tại VPT và họ đã đề nghị cho chúng tôi một chuyến tham quan tuyệt vời trong khung thời gian của chúng tôi. Chuyến du lịch Hạ Long thực sự tuyệt vời và Sapa với người dân địa phương thật ngoài sức tưởng tượng. Chúng tôi không thực sự muốn ở lại thị trấn Sapa và cô Chi đã giúp chúng tôi sắp xếp và tổ chức kỳ nghỉ tại địa phương với các chuyến tham quan và hoạt động hơi xa lạ. Tóm lại, công ty du lịch này là một lựa chọn đúng đắn nếu bạn đang tìm kiếm một chuyến đi riêng được tổ chức tốt. Luôn đáp ứng và giao tiếp cực kỳ suôn sẻ. Chúng tôi khuyên bạn nên sử dụng chúng.Đọc thêm",
            "Kính gửi A,\n\nXin chào và cảm ơn bạn đã dành thời gian đánh giá chuyến đi Việt Nam với các tour du lịch riêng của Việt Nam.\n\nTrân trọng,\n\nTeam VPTĐọc thêm",
            "Vậy là tôi đã đến Hà Nội với bạn bè, và Hamid đã làm cho chuyến đi trở nên tuyệt vời! Anh ấy đã cho tôi những ưu đãi hấp dẫn về các tour du lịch và những mẹo hay về nơi nên đến. Nhưng đây là điều thú vị: khi người bạn Iran của tôi bị mất ví, Hamid đã đến giải cứu. Anh ấy đã sắp xếp chuyển tiền, không chút khó khăn. Nghiêm túc mà nói, nếu bạn - đang đến Hà Nội và muốn có trọn gói, những tour du lịch tuyệt vời, mẹo địa phương và một người bạn ở một vùng đất xa lạ, Hamid - chính là người bạn của bạn. Cảm ơn vì tất cả, Hamid! Bạn thật tuyệt! Đọc thêm",
            "Kính gửi S,\n\nCảm ơn bạn rất nhiều vì đã đánh giá và chúng tôi cũng rất vui khi thấy các chuyến tham quan của mình đang diễn ra rất tốt.  Chúng tôi chắc chắn rất mong được chào đón bạn một lần nữa trên một trong nhiều chuyến tham quan của chúng tôi.\n\nTrân trọng.\n\nMai, team VPTĐọc thêm",
            "chúng tôi đã liên hệ với 3 nhà tổ chức tour du lịch khác nhau và các tour du lịch riêng của người Việt, là người đi cùng. Sự giao tiếp là chìa khóa và hiện tại chúng tôi rất vui khi chọn họ đi du lịch cả Việt Nam và Lào. Điểm nổi bật trong chuyến tham quan của chúng tôi là các hướng dẫn viên, họ rất am hiểu và hiểu rõ về quê hương của họ. Ms.Chi là một người tuyệt vời mà chúng tôi đã tiếp xúc - từ A đến Z -. Chúng tôi chắc chắn khuyên bạn nên kiểm tra công ty này nếu bạn - lại đi du lịch Việt Nam và Đông Nam Á. Cảm ơnĐọc thêm",
            "Kính gửi S,\n\nCảm ơn bạn đã đánh giá và chúng tôi hy vọng gia đình bạn cũng đang làm tốt.\n\nChúng tôi đánh giá cao bạn và chúng tôi xin cảm ơn một lần nữa vì đã chọn đi du lịch cùng chúng tôi.\n\nTrân trọng,\nĐọc thêm",
            "Đó là một trải nghiệm chuyến đi khá tệ đối với tôi. Họ thường nhắc đến đồ ăn kém chất lượng hoặc thường nói về tiền boa, khiến tôi không mấy thông cảm. Một ngày khá thất vọng. Đọc thêm",
            "Chúng tôi đã báo cáo lại đánh giá đơn phương này đã được viết cho chúng tôi.\n\nChúng tôi đã báo cáo điều này với cảnh sát an ninh mạng Việt Nam cũng như TripAdvisor nhưng có vẻ như TripAdvisor sẽ không thực hiện bất kỳ hành động nào đối với đánh giá hoàn toàn sai lầm và thô lỗ này.\n\nChúng tôi - là một doanh nghiệp lâu đời và tất cả những người đã sử dụng dịch vụ của chúng tôi cho đến nay đều vô cùng hài lòng về những gì chúng tôi cung cấp.\n\nBạn - đánh giá lại là sai và hy vọng tìm ra bạn là ai, người đã sử dụng đánh giá tàn nhẫn này chống lại chúng tôi.Đọc thêm",
            "Tôi và những người bạn của tôi đã có khoảng thời gian tuyệt vời nhất ở Việt Nam nhờ Vietnsmese Private Tours và đặc biệt tôi xin cảm ơn Hamid vì đã rất hữu ích và quan tâm đến rất nhiều chi tiết. Chúng tôi đã làm mọi thứ đúng như kế hoạch nên chuyến đi của chúng tôi diễn ra suôn sẻ và chúng tôi muốn giới thiệu nó cho bất kỳ ai đến thăm Việt Nam. Hy vọng sẽ sớm quay lại để có chuyến đi khác khám phá các vùng khác của Việt Nam!Đọc thêm",
            "Kính gửi du khách,\n\nChúng tôi đánh giá cao đánh giá của bạn và chúng tôi thực sự rất vui khi thấy một đánh giá tuyệt vời khác viết về các chuyến tham quan riêng tuyệt vời của chúng tôi.\n\nTrân trọng và cảm ơn bạn một lần nữa.\n\nChiĐọc thêm",
            "Gia đình 5 người của chúng tôi vừa kết thúc chuyến du lịch Việt Nam 15 ngày cùng VPT. Chúng tôi đã có những hướng dẫn viên du lịch và tài xế tuyệt vời. Mọi thứ đã được sắp xếp một cách hoàn hảo để chúng tôi không phải lo lắng về điều gì. Chúng tôi đã có khoảng thời gian tuyệt vời và muốn giới thiệu VPT cho bất kỳ ai. Cảm ơn Chi!Đọc thêm",
            "Kính gửi Fiona và Gia đình,\n\nChúng tôi rất vui khi thấy những đánh giá tuyệt vời và bạn là một trong số đó. Chúng tôi chắc chắn cần nhiều hơn thế để chứng minh dịch vụ chuyên môn và các chuyến tham quan của mình.\n\nMột lần nữa, xin cảm ơn bạn đã đánh giá và mong được chào đón bạn trở lại tham gia một trong những chuyến tham quan của chúng tôi tại Đông Nam Á.\n\nTrân trọng,\n\nTeam VPTĐọc thêm",
            "Xin chào từ Texas!  - Chúng tôi đã có một chuyến đi đến Hà Nội vài tuần trước và tôi nghĩ sẽ rất tuyệt nếu để lại đánh giá ở đây - Cảm ơn công ty và đặc biệt là Hamid, chúng tôi đã có một chuyến đi tuyệt vời cùng gia đình- 2 người lớn và trẻ em của chúng tôi - tôi đã có không biết đi đâu và tìm gì trước khi đến đây, chỉ nghe nói Hà Nội là một nơi độc đáo và đồ ăn thì tuyệt vời. Hãy tin tôi đi - điều đó rất đúng!!!!!! Hướng dẫn viên của chúng tôi rất hữu ích và anh ấy đã gợi ý rất nhiều hoạt động thú vị cho gia đình, anh ấy đưa chúng tôi đến một số địa điểm khác dọc Việt Nam như Đà Nẵng, Hội An - Các con tôi rất thích chuyến đi. Mặc dù đó - là một chuyến bay dài đối với chúng tôi nhưng chúng tôi đã tìm thấy nó - thật xứng đáng - - Một lần nữa, cảm ơn bạn!Đọc thêm",
            "Kính gửi gia đình Perking, \n\nChúng tôi chắc chắn rất vui được chào đón kỳ nghỉ gia đình của bạn tại Việt Nam và cùng nhau đi du lịch trong 2 tuần bạn đã đặt phòng với chúng tôi.\n\nNhững bức ảnh rất đẹp và chúng tôi chắc chắn rất nhớ các bạn nhỏ trong chuyến đi.\n\nTrân trọng,\n\nTeam VPTĐọc thêm",
            "Danh mục tour du lịch tư nhân rất đẹp. Các khách sạn 4 sao từ vừa đủ đến xuất sắc. Tôi đánh giá cao nhất rằng hầu hết các khách sạn - ngoại trừ hai - bảy - đều rất trung tâm và có thể đi bộ để tìm đồ ăn ngon - mua sắm an toàn vào buổi tối sau khi chuyến tham quan kết thúc trong ngày. Vịnh Hạ Long thực sự rất đẹp và phải xem. Tôi thực sự thích tìm hiểu lịch sử cung đình ở Huế và thư giãn ở Hội An. Địa đạo Củ Chi cũng mang lại nhiều thông tin. Phnom Penh và Angkor Wat rất đẹp và tôi cảm thấy phần này của chuyến tham quan có cơ hội được cải thiện. Các hướng dẫn viên du lịch hời hợt hơn - giải thích nhanh chóng và các nhóm du lịch khác cũng có hướng dẫn bằng âm thanh, đây là điều quan trọng trong một số chuyến tham quan - được tổ chức bởi các tổ chức dành cho các nhà tù, v.v. -. Nhìn chung, sẽ tự tin đặt lại với VPT. Cảm ơn bạn!Đọc thêm",
            "Kính gửi Lữ khách,\n\nCảm ơn bạn đã dành thời gian đánh giá chuyến đi gần đây của mình đến Việt Nam và Campuchia - trên thực tế, những đánh giá sẽ giúp chúng tôi mang lại dịch vụ tốt hơn và mạnh mẽ hơn khi du khách đặt chuyến tham quan như vậy thông qua chúng tôi.\n\nChúng tôi đánh giá cao sự quan tâm và hỗ trợ của bạn và mong được chào đón bạn một lần nữa trong chuyến đi của chúng tôi đến Đông Nam Á.\n\nTrân trọng,\n\nTeam VPTĐọc thêm"
        ],
        "star_ratings": [
            38,
            1,
            0,
            0,
            1
        ],
        "review_amount": 40,
        "location": [
            "Tour du lịch tư nhân Việt Nam",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 27, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 7, 2024",
            "Written May 6, 2024",
            "Written April 25, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024",
            "Written April 2, 2024",
            "Written March 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17620831-Reviews-Vietnamese_Private_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-or10-Vietnamese_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21311884-Reviews-THAICOM_COUTURE_CUSTOM_TAILORING-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5482688-Reviews-Vietnam_Insolite_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27119570-Reviews-Lily_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9989890-Reviews-Bai_Tho_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26246053-Reviews-VN_HOP_Travel_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26637719-Reviews-Tiffany_Studios-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8431997-Reviews-Hom_Market-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1840701-Reviews-Bai_Tho_Junks_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254824-Reviews-EnVogue_Home-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1074223-Reviews-Buffalo_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15816091-Reviews-El_Vietnamita-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d538092-Reviews-Ocho_Rios_Bay_Beach_Turtle_Beach-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60845-d2208245-Reviews-Replacements-Greensboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g58548-d2461951-Reviews-First_Beach-La_Push_Clallam_County_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d262784-Reviews-Jungle_Island-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187823-d2320142-Reviews-Boccadasse-Genoa_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d3324196-Reviews-Marathonisi-Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41565-d3431686-Reviews-Old_Silver_Beach-Falmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g580249-d1828375-Reviews-Aquashow_Park-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g30712-d13977526-Reviews-Legacy_Museum-Montgomery_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g668422-d8406849-Reviews-Isla_Beach_Bar-Nikiti_Sithonia_Halkidiki_Region_Central_Macedonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-or10-Vietnamese_Private_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-Vietnamese_Private_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnamese Private Tours",
        "attraction_name_vi": "Tour du lịch tư nhân Việt Nam",
        "general_info": [
            "39 đánh giá",
            "- 74 trên 598 Giao thông vận tải tại Hà Nội",
            "Taxi - Xe đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã",
            "Chuyến tham quan bằng xe buýt",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi có trụ sở tại Hà Nội và cung cấp nhiều tour du lịch tại Hà Nội và từ Hà Nội đến một số điểm đến. Các gói của chúng tôi sẽ được điều chỉnh theo nhu cầu của bạn và giúp bạn đến thăm những địa điểm độc đáo và ít được biết đến trên khắp Việt Nam. Các chuyến tham quan trong ngày riêng tư phong phú của chúng tôi giúp du khách khám phá văn hóa, lối sống, ẩm thực và hơn thế nữa, nó mang lại cho bạn sự tự do hoàn toàn để tham quan những gì bạn muốn ghé thăm nhất.Đọc thêm",
        "reviews": [
            "Công ty này chịu trách nhiệm về mọi công việc du lịch. Họ giúp tôi xin visa và quản lý các tour du lịch cho tôi cũng như giá khách sạn tốt. Tôi khuyên bạn nên nhận tất cả những gì bạn cần từ công ty này. một trong những công ty du lịch tốt nhất tại Việt Nam.Đọc thêm",
            "Chúc một ngày tốt lành và cảm ơn bạn rất nhiều vì đã chia sẻ về dịch vụ của chúng tôi. Chúng tôi thực sự rất vui khi thấy khách hàng của mình dành thời gian để đánh giá, điều này sẽ tiếp thêm sức mạnh và cơ hội để chúng tôi làm việc tốt hơn.\n\nCảm ơn bạn và mong được chào đón bạn đến Việt Nam.\n\nTrân trọng,\n\nTeam VPTĐọc thêm",
            "Sự sắp xếp hoàn hảo cho một khoảng thời gian tuyệt vời ở miền bắc Việt Nam - đây là lần thứ hai chúng tôi đặt chỗ với công ty này - VoetnamesePrivateTours.com - và họ luôn sắp xếp và lập kế hoạch cho chuyến tham quan một cách hoàn hảo. Mặc dù là người gốc Việt nhưng tôi vẫn cần có một kế hoạch hoàn hảo cho chuyến đi mỗi lần về Việt Nam nghỉ dưỡng.  Cảm ơn một lần nữaĐọc thêm",
            "Chúng tôi là nhóm 6 người và chúng tôi muốn đến thăm Việt Nam với tư cách là khách du lịch. Họ đã giúp chúng tôi xin visa, chúng tôi thích cách họ đối xử với chúng tôi, họ thực hiện nhanh chóng và đáng tin cậy.Đọc thêm",
            "Cảm ơn rất nhiều vì đã xem xét. Chúng tôi thực sự rất vui khi thấy những đánh giá tích cực mới đến với trang của chúng tôi. Vì chúng tôi giống một nhà điều hành tour du lịch hơn là một chuyên gia về thị thực, tuy nhiên, chúng tôi làm bất cứ điều gì ở điểm cao nhất và chúng tôi rất vui khi thấy khách hàng cảm thấy hài lòng với các dịch vụ của chúng tôi.\n\nCảm ơn  -  -  \n\nTeam VPTĐọc thêm",
            "Tôi đến từ Iran và bạn bè của tôi đang có kế hoạch đến thăm Việt Nam. Hamid đã giúp chúng tôi làm thủ tục xin visaTnx cho anh ấy - Đọc thêm",
            "Mojan thân mến,\n\nCảm ơn bạn đã dành thời gian viết đánh giá cho chúng tôi, trên thực tế, điều này giúp chúng tôi mạnh mẽ hơn và chúng tôi biết rằng chúng tôi phải làm việc cùng với đội ngũ tuyệt vời của mình để cung cấp các dịch vụ phù hợp cho những người đi nghỉ. \n\nCảm ơn bạn một lần nữa tận hưởng Việt Nam,\n\nTeam VPTĐọc thêm",
            "Họ giúp tôi viết thư giới thiệu xin thị thực khi đến nơi. Dịch vụ rất tốt, họ giải đáp thắc mắc của tôi và tôi nhận được thư chỉ vài ngày sau khi thanh toán Đọc thêm",
            "Thật vui khi được giúp đỡ sắp xếp và tổ chức chuyến đi đến Việt Nam của bạn. Chúng tôi cảm ơn bạn đã đánh giá và mong được chào đón bạn một lần nữa đến với vùng đất rồng xanh. \n\nTrân trọng,\n\nTeam VPTĐọc thêm",
            "Họ đã giúp tôi nhận được thư giới thiệu xin thị thực, mặc dù tôi gặp rất nhiều vấn đề khi chuyển tiền qua Paypal nhưng họ vẫn kiên nhẫn và tốt bụng. Khi tôi quay lại Việt Nam, chắc chắn tôi sẽ yêu cầu dịch vụ của họ một lần nữa. Giá của họ tốt hơn so với các công ty khác mà tôi đã tìm kiếm.Đọc thêm",
            "Cảm ơn bạn đã đánh giá và chúng tôi rất vui khi có thể giúp bạn sắp xếp chuyến đi đến Việt Nam cho bạn và bạn của bạn.\n\nTrân trọng,\n\nNhóm VPTĐọc thêm",
            "Dịch vụ tuyệt vời, trải nghiệm tuyệt vời tại Việt Nam và siêu chuyên nghiệp.  Tôi chắc chắn sẽ quay trở lại! Cảm ơn VPT!Đọc thêm",
            "Chúng tôi đánh giá cao đánh giá của bạn và chúng tôi mong được gặp lại bạn trong chuyến du lịch trong ngày của chúng tôi tại Việt Nam. \n\nTrân trọng,\n\nTeam VPTĐọc thêm",
            "Ôi trời, tôi rất vui khi sử dụng dịch vụ của bạn, tôi cảm thấy như ở nhà, siêu chuyên nghiệp, chắc chắn tôi sẽ quay lại Hà Nội. Cảm ơn.Đọc thêm",
            "Cảm ơn Michael,\n\nHướng dẫn viên thú nhận rằng anh ấy đã có rất nhiều niềm vui trong chuyến tham quan trong ngày tại thành phố Hà Nội cùng bạn.\nchúng tôi rất trân trọng đánh giá của bạn và chúc bạn có một chuyến đi vui vẻ.\n\nTrân trọng, Đọc thêm",
            "PTV là nơi tốt nhất để khám phá Việt Nam. Thời gian tuyệt vời, trải nghiệm độc đáo và dịch vụ tuyệt vời, tất cả đã góp phần khiến chuyến đi này trở thành một trải nghiệm tuyệt vời.Đọc thêm",
            "Cảm ơn bạn đã đánh giá, trên thực tế, chúng tôi rất vui khi thấy khách hàng hài lòng về dịch vụ mà chúng tôi cung cấp cho họ. \n\nMột lần nữa xin cảm ơn và chúng tôi rất mong được chào đón bạn một lần nữa ở Đông Nam Á,\n\nTrân trọng, \n\nTeam VPTĐọc thêm",
            "Chúng tôi đi du lịch cùng cả gia đình và bị sốc bởi chất lượng tour, những gợi ý và hành trình, sự nhiệt tình của hướng dẫn viên và nhà cung cấp dịch vụ thật khó quên! Để lại mọi thứ cho họ và họ đã không làm chúng tôi thất vọng! Không ngờ ở Việt Nam lại có chất lượng như vậy, họ lo mọi thứ một cách hoàn hảo mà chúng tôi cần! Nếu tôi có dịp đến Việt Nam lần nữa, tôi chắc chắn sẽ đặt phòng với bạn! Chúc mừng và cảm ơn vì lòng hiếu khách tuyệt vờiĐọc thêm",
            "Lời chào từ VPT và cảm ơn vì đánh giá rõ ràng như vậy. Chúng tôi, đội ngũ, hướng dẫn viên và những người ở văn phòng chắc chắn cảm thấy tự tin và vui vẻ hơn khi nhận được những phản hồi như vậy từ khách hàng.\n\nCảm ơn bạn đã lựa chọn chúng tôi và rất mong được chào đón bạn một lần nữa tại Đông Nam Á và Việt Nam.\n\nTrân trọng,\n\nTeam VPTĐọc thêm"
        ],
        "star_ratings": [
            38,
            1,
            0,
            0,
            1
        ],
        "review_amount": 40,
        "location": [
            "Tour du lịch riêng Việt Nam",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 16, 2024",
            "Written January 21, 2024",
            "Written January 17, 2024",
            "Written January 15, 2024",
            "Written May 6, 2023",
            "Written May 5, 2023",
            "Written April 11, 2023",
            "Written April 9, 2023",
            "Written April 1, 2023",
            "Written March 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17620831-Reviews-or10-Vietnamese_Private_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-Vietnamese_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-or20-Vietnamese_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21311884-Reviews-THAICOM_COUTURE_CUSTOM_TAILORING-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5482688-Reviews-Vietnam_Insolite_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27119570-Reviews-Lily_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9989890-Reviews-Bai_Tho_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26246053-Reviews-VN_HOP_Travel_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26637719-Reviews-Tiffany_Studios-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8431997-Reviews-Hom_Market-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1840701-Reviews-Bai_Tho_Junks_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254824-Reviews-EnVogue_Home-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1074223-Reviews-Buffalo_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15816091-Reviews-El_Vietnamita-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g183801-d661888-Reviews-East_Coast_Ferries-Deer_Island_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g5105566-d3139610-Reviews-Agia_Sofia_Cave-Topolia_Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d14131492-Reviews-Lakewood_Church-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d13570833-Reviews-Boiling_Pots-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d1918420-Reviews-Open_Air_Cinema_Kamari-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g41434-d536488-Reviews-Brookside_Gardens-Wheaton_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g35245-d146913-Reviews-Hog_Hammock-Sapelo_Island_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d7125542-Reviews-Punta_Sur_Eco_Beach_Park-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g293997-d3937043-Reviews-Gold_City_Mall-Manama.html",
            "https://www.tripadvisor.com/Attraction_Review-g150795-d154096-Reviews-Playa_Las_Gatas-Zihuatanejo_Zihuatanejo_de_Azueta_Pacific_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-or20-Vietnamese_Private_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-or10-Vietnamese_Private_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnamese Private Tours",
        "attraction_name_vi": "Tour du lịch tư nhân Việt Nam",
        "general_info": [
            "39 đánh giá",
            "- 74 trên 598 Giao thông vận tải tại Hà Nội",
            "Taxi - Xe đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã",
            "Chuyến tham quan bằng xe buýt",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi có trụ sở tại Hà Nội và cung cấp nhiều tour du lịch tại Hà Nội và từ Hà Nội đến nhiều điểm đến khác nhau. Các gói tour của chúng tôi sẽ được thiết kế riêng theo nhu cầu của bạn và giúp bạn đến thăm những địa điểm ít được biết đến và độc đáo trên khắp Việt Nam. Nhiều tour du lịch riêng trong ngày của chúng tôi giúp du khách khám phá văn hóa, lối sống, ẩm thực và hơn thế nữa, mang đến cho bạn sự tự do hoàn toàn để đến thăm những nơi bạn thích nhất. Đọc thêm",
        "reviews": [
            "Là người Việt Nam, tôi đã giúp bạn bè ở Châu Âu đặt tour du lịch đến thăm Việt Nam trong 10 ngày. Tôi đã liên hệ với VPT và họ cung cấp cho tôi một kế hoạch tour du lịch với các khách sạn và các chuyến tham quan có hướng dẫn viên theo ngày, mọi việc diễn ra suôn sẻ, bạn bè tôi đã thay đổi một vài nơi lưu trú và họ đã sửa đổi chuyến đi qua lại cho chúng tôi mà không có vấn đề gì. Ngoài ra, chúng tôi nhận thấy bạn bè tôi không thể xin được thị thực điện tử mới được giới thiệu, nhưng đại lý cũng đã giúp chúng tôi xin thị thực. Tất cả đều tốt và tôi thực sự giới thiệu họ. Đọc thêm",
            "Cảm ơn An rất nhiều vì lời giới thiệu và hợp tác chặt chẽ với chúng tôi để chuyến đi của bạn trở nên đáng nhớ. Chúng tôi đánh giá cao nó.\n\nTeam VPTĐọc thêm",
            "Đặt cho những người bạn Ấn Độ của tôi. Phản hồi rất tích cực từ họ, hướng dẫn viên du lịch tuyệt vời, trải nghiệm thú vị và thoải mái với mức giá rất hợp lý.Đọc thêm",
            "Cảm ơn rất nhiều vì đánh giá tích cực và nỗ lực bạn đã thực hiện cho việc này. Chúng tôi đánh giá cao nó.\n\nTrân trọng,\n\nTeam VPTĐọc thêm",
            "It was a pleasure dealing with Hamid and his team. We were three families coming from three different cities, in a variety of age groups ranging from 6 to 70 and it was our first visit to Vietnam. As a result we  had a lot of questions, planning and coordination to do. They were quite accommodating and helped us in to get the best out of our tour.Every city we went we had great tour guides. Everyone were always on time and went out of their way to accommodate our requests. There was one mishap, when on the second day we were on our way to catch the cruise to Halong Bay, our bus started having mechanical problems on the highway from Hanoi. The driver and our tour guide did their best to solve the issue and managed to take us to the terminal on time. Thank you very much Hai and the driver for that.At Bana Hills, two of the kids went missing  - gone by themselves to enjoy rides on a different floor of the theme park as we later found out -  and we had to go looking for them all over the place. Due to this, we got delayed to return having to stay in a queue for a long time to catch the cable cars. Our guide and the coach driver supported us all the way. Thank you to our guide and driver.The only negative if I may was that on the bus trip from Hue to Hoi An we didn - t have a guide and the driver couldn - t understand any English. It was hard to communicate and we had to message our guide from Hue to call he driver and convey our message. We felt that we missed out visiting certain items as we didn - t have enough information; especially at Marble mountains  - on what to see and where to go - .Overall it was a great tour and very well organised. We thoroughly enjoyed and the memories will last a lifetime. Thank you again Hamid and the team. Thank you to all our guides. We highly recommend VPT who are very professional and value for money.Read more",
            "Mọi thứ đều được lên kế hoạch tốt và hướng dẫn viên hoàn hảo với tiếng Anh rất tốt. Ngoài ra giao tiếp trước khi đi du lịch rất chuyên nghiệp. Cảm ơn bạn rất nhiều và mong được hợp tác với bạn lần nữa : - MichalĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đánh giá, chúng tôi trân trọng thời gian của bạn và chúng tôi mong muốn được chào đón bạn một lần nữa trên một trong những chuyến tham quan của chúng tôi.\n\nTrân trọng,\n\nChom, nhóm VPTĐọc thêm",
            "Đội ngũ tại Vietnamese Private Tours thực sự tốt bụng và chào đón. Họ tổ chức chuyến đi của bạn theo những gì bạn muốn với mức giá tốt. Tôi đã có một khoảng thời gian thực sự tuyệt vời khi đến thăm Việt Nam. Chuyến tham quan là một trải nghiệm tuyệt vời. Đọc thêm",
            "Alize thân mến, \n\nXin chào một ngày tốt lành và một lần nữa xin cảm ơn bạn đã nhận xét về chuyến đi gần đây của bạn đến Việt Nam cùng chúng tôi.\n\nBst trân trọng và mong được chào đón bạn một lần nữa, \n\nChom, Team VPTĐọc thêm",
            "Tôi và bạn gái chọn tour du lịch riêng Việt Nam và chúng tôi chắc chắn không hối tiếc! Chúng tôi thực sự khuyên bạn nên nó. Tổ chức này rất chuyên nghiệp và nhóm luôn có thể trả lời tất cả các yêu cầu của chúng tôi một cách nhanh chóng.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đánh giá, chúng tôi thấy nụ cười trên khuôn mặt khi biết khách hàng hài lòng với các dịch vụ mà chúng tôi cung cấp cho họ.\n\nTrân trọng, \n\nChom, Team VPTĐọc thêm",
            "Thời gian tuyệt vời, trải nghiệm độc đáo và dịch vụ tuyệt vời, tất cả đã góp phần khiến chuyến đi này trở thành một trải nghiệm tuyệt vời. Cảm ơn bạnĐọc thêm",
            "Một ngày tốt lành, \n\nCảm ơn bạn rất nhiều vì đánh giá bạn đã gửi cho chúng tôi. Chúng tôi chúc bạn mọi điều tốt đẹp nhất và mong được chào đón bạn đến Việt Nam một lần nữa.\n\nTrân trọng, \n\nChom, team VPTĐọc thêm",
            "Tour du lịch tư nhân Việt Nam là nơi tốt nhất để có những thông tin thú vị cho chuyến du lịch vào Châu Á. Tôi chắc chắn sẽ giới thiệu nó cho người khác!Đọc thêm",
            "Chúng tôi đánh giá cao đánh giá của bạn Justine thân mến và chúng tôi hy vọng bạn thích chuyến đi đến Việt Nam do chúng tôi sắp xếp.\n\nTrân trọng, \n\nChom, Team VPTĐọc thêm",
            "Cảm ơn các tour du lịch tư nhân Việt Nam vì dịch vụ tuyệt vời! Chắc chắn tôi sẽ tiến cử nó cho những người khác! Các nhân viên rất tốt bụng và thân thiện và đã cung cấp cho chúng tôi nhiều thông tin thú vị cho khách du lịch. Trân trọng!Đọc thêm",
            "Cảm ơn Satri,\n\nĐánh giá cao đánh giá của bạn và trên thực tế, chúng tôi còn hạnh phúc hơn bạn vì chúng tôi thấy khách hàng của mình hài lòng,\n\nCảm ơn bạn và mong được chào đón bạn một lần nữa,\n\nChom, Team VPTĐọc thêm",
            "Đến thăm Campuchia từ Hà Nội trong 5 ngày với bạn bè vào dịp Tết Nguyên Đán ở Việt Nam, việc sắp xếp chuyến đi, khách sạn và hướng dẫn viên đúng như mong đợi, chuyến tham quan ẩm thực trong máy gặt hơi nước thật tuyệt vời và chúng tôi rất thích nó. Cảm ơn các tour du lịch tư nhân Việt Nam vì dịch vụ tuyệt vời!Đọc thêm",
            "Anna thân mến,\n\nChúng tôi đánh giá cao đánh giá của bạn và hy vọng bạn thích chuyến đi ngắn ngày đến Siem Reap, Campuchia.\n\nCám ơn bạn một lần nữa,\n\nHannie, bộ phận du lịchĐọc thêm"
        ],
        "star_ratings": [
            38,
            1,
            0,
            0,
            1
        ],
        "review_amount": 40,
        "location": [
            "Tour du lịch tư nhân Việt Nam",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 8, 2023",
            "Written February 28, 2023",
            "Written March 11, 2020",
            "Written February 26, 2020",
            "Written February 25, 2020",
            "Written February 25, 2020",
            "Written February 25, 2020",
            "Written February 24, 2020",
            "Written February 24, 2020",
            "Written February 10, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17620831-Reviews-or20-Vietnamese_Private_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-or10-Vietnamese_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-or30-Vietnamese_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-Vietnamese_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21311884-Reviews-THAICOM_COUTURE_CUSTOM_TAILORING-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5482688-Reviews-Vietnam_Insolite_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27119570-Reviews-Lily_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9989890-Reviews-Bai_Tho_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26246053-Reviews-VN_HOP_Travel_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26637719-Reviews-Tiffany_Studios-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8431997-Reviews-Hom_Market-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1840701-Reviews-Bai_Tho_Junks_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254824-Reviews-EnVogue_Home-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1074223-Reviews-Buffalo_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15816091-Reviews-El_Vietnamita-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55863-d23610463-Reviews-Longneck_Manor-Fredericksburg_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g48873-d2272132-Reviews-Cupsogue_Beach_County_Park-Westhampton_Beach_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d7289644-Reviews-Jungle_Jim_s_International_Market-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1605557-Reviews-Charging_Bull_Wall_Street_Bull-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d9582584-Reviews-Doota-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d14215122-Reviews-Lift_Simeonovo-Sofia_Sofia_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d6616806-Reviews-Churchill_s-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10256593-Reviews-The_Walk_at_JBR-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d12387064-Reviews-Glen_Alpine_Falls-South_Lake_Tahoe_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g38500-d254277-Reviews-Lost_Island_Water_Park-Waterloo_Iowa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-or30-Vietnamese_Private_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-or20-Vietnamese_Private_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Vietnamese Private Tours",
        "attraction_name_vi": "Tour du lịch tư nhân Việt Nam",
        "general_info": [
            "39 đánh giá",
            "- 74 trên 598 Giao thông vận tải tại Hà Nội",
            "Taxi - Xe đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Tour riêng",
            "Thiên nhiên - Tour du lịch động vật hoang dã",
            "Chuyến tham quan bằng xe buýt",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi có trụ sở tại Hà Nội và cung cấp nhiều tour du lịch tại Hà Nội và từ Hà Nội đến một số điểm đến. Các gói của chúng tôi sẽ được điều chỉnh theo nhu cầu của bạn và giúp bạn đến thăm những địa điểm độc đáo và ít được biết đến trên khắp Việt Nam. Các chuyến tham quan trong ngày riêng tư phong phú của chúng tôi giúp du khách khám phá văn hóa, lối sống, ẩm thực và hơn thế nữa, nó mang lại cho bạn sự tự do hoàn toàn để tham quan những gì bạn muốn ghé thăm nhất.Đọc thêm",
        "reviews": [
            "Chúng tôi đi du lịch khắp thế giới và đặt các tour du lịch riêng ở khắp mọi nơi. Tour du lịch tư nhân Việt Nam là một trong những công ty Tour tốt nhất mà chúng tôi từng gặp. Ngay từ việc gợi ý hành trình, chất lượng của hướng dẫn viên, sự đúng giờ của xe bán tải cũng như sự lịch sự và tôn trọng được đưa ra là không thể so sánh được. Tôi chắc chắn sẽ giới thiệu công ty này cho bất kỳ ai muốn ghé thăm IndoChinaĐọc thêm",
            "Navin thân mến,\nRất vui khi đọc bài đánh giá mà bạn vui vẻ viết cho chuyến tham quan của mình tại Việt Nam, trên thực tế, tất cả chúng tôi đều cố gắng nhiều hơn để cung cấp nhiều hơn nữa - các dịch vụ nổi bật - khiến khách hàng quay lại với chúng tôi nhiều lần.\n\nCảm ơn bạn và chúng tôi rất mong được chào đón bạn đến Đông Nam Á một lần nữa, \n\nTom, Team VPTĐọc thêm",
            "Tôi - đã đặt chuyến đi 8 ngày tới thăm miền bắc việt nam. Hannie là người hỗ trợ chuyến đi của chúng tôi, người luôn hỗ trợ chúng tôi và lên kế hoạch cho chuyến đi tuyệt vời. Khách sạn, hướng dẫn viên và tất cả các giao dịch chuyển tiền đều không có vấn đề gì. Một lần nữa xin cảm ơn và tôi khuyên bạn nên tham gia các tour du lịch riêng của người Việt nếu bạn đang tìm kiếm một chuyến đi thoải mái với giá cả hợp lý.Đọc thêm",
            "Thưa ông Ali,\n\nTôi hạnh phúc và ngạc nhiên biết bao khi nhìn thấy tiêu đề - Du lịch lên thiên đường -, thực tế miền Bắc Việt Nam là một nơi đầy mê hoặc, chuyến tham quan chúng tôi thiết kế dành cho bạn cho phép bạn khám phá một số khu vực ít người đến như Y Tý và Mèo Vạc. Chúng tôi rất vui và hài lòng khi đọc đánh giá của bạn.\n\nHannie đang ở đây và cô ấy cũng chào đón bạn.\n\nTrân trọng và chúc một ngày tốt lành!\n\nĐội ngũ du lịch tư nhân Việt Nam,Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan sâu sắc kéo dài 14 ngày - theo ý tưởng và đề xuất của riêng chúng tôi và chúng tôi nên nói gì: đó là một trải nghiệm tuyệt vời, một chuyến đi tuyệt vời và một hành trình tuyệt vời, tất cả là nhờ Jane và nhóm của cô ấy. Được tổ chức hoàn hảo, có đủ không gian được ở một mình, chỗ ở tuyệt vời và những chàng trai tử tế nhất mà bạn có thể tưởng tượng. Không thể quên: kế toán và lập hóa đơn là tiêu chuẩn hàng đầu và rất chuyên nghiệp. Vì vậy, cảm ơn Jane vì tất cả công việc bạn đã làm và những lời chúc tốt đẹp nhất từ ​​Vienna, Áo ,Daniela - StefanĐọc thêm",
            "Kính gửi Daniela - Stefan,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian viết một bài đánh giá ấm áp như vậy cho chuyến tham quan mà chúng tôi tổ chức cho bạn tại Việt Nam. Điều khiến chúng tôi hạnh phúc là được nhìn thấy khuôn mặt vui vẻ của những khách hàng như bạn. Chúng tôi đánh giá cao điều đó và chúng tôi tin rằng các đánh giá sẽ giúp chúng tôi mạnh mẽ hơn và phản hồi nhanh hơn từng ngày.\n\nMột lần nữa xin cảm ơn bạn và tất cả chúng tôi đều mong được chào đón bạn một lần nữa trên chuyến tham quan của chúng tôi trong tương lai,\n\nHannie Vu, Team Vietnamese Private ToursĐọc thêm",
            "Tôi đã sống ở Việt Nam được khoảng hai năm và cho đến nay họ là những người tốt nhất để giúp bạn xin thị thực. Giá tốt, cực kỳ nhanh chóng và hiểu biết. Không thể sai với họ.Đọc thêm",
            "Cảm ơn bạn đã sử dụng dịch vụ của chúng tôi, chúng tôi đánh giá cao điều đó và chúng tôi sẽ ở đây để cung cấp trợ lý cho bạn bất cứ lúc nào.\n\nTrân trọng, \n\nTeam VPTĐọc thêm",
            "Chồng tôi và tôi đã chọn công ty này để lên kế hoạch cho chuyến du lịch trăng mật riêng tại Việt Nam. Jane Tran là người lập kế hoạch cho chúng tôi và cô ấy rất giỏi trong việc liên lạc qua email khi lên kế hoạch cho chuyến đi của chúng tôi và đáp ứng tất cả các hoạt động mà chúng tôi muốn thực hiện đồng thời cho phép có nhiều thời gian nghỉ ngơi và lãng mạn. Chúng tôi đã tùy chỉnh chuyến tham quan riêng của mình, nâng cấp các lựa chọn khách sạn ở mọi thành phố, thực hiện các chuyến tham quan danh lam thắng cảnh lịch sử và tự nhiên cũng như thành phố, lặn biển và ăn uống vui vẻ qua Hồ Chí Minh, Nha Trang, Hội An, Vịnh Hạ Long và Hà Nội với một mức giá tuyệt vời! Chúng tôi đã nhận được báo giá từ một số công ty, và vâng, đây là công ty rẻ nhất, nhưng có vẻ như chúng tôi chưa bao giờ - bỏ qua - bất kỳ trải nghiệm nào. Dịch vụ đưa đón tận nơi từ sân bay đến khách sạn để tham quan và ngược lại, hướng dẫn viên nói tiếng Anh trong các chuyến tham quan và đồ ăn ngon mỗi ngày. Họ thậm chí còn thực hiện một số bổ sung vào phút cuối - thay đổi lịch trình cho chúng tôi sau khi chuyến bay về nước của chúng tôi gặp trục trặc. Chồng tôi và tôi đã có một tuần trăng mật tuyệt vời và tôi thực sự giới thiệu công ty này cho kỳ nghỉ của bạn!!Đọc thêm",
            "Alyssa - Zach thân mến,\n\nCảm ơn bạn rất nhiều vì đã xem xét và trên thực tế, tôi rất vui vì chúng tôi có thể quản lý các thay đổi đối với việc đặt chỗ của bạn vào phút cuối, đó là một công việc khẩn cấp. Tuy nhiên, tôi rất vui khi thấy bạn hài lòng với chuyến đi mà chúng tôi đã sắp xếp cho bạn, điều này mang lại cho tôi rất nhiều sức mạnh và giờ đây tôi có thể làm việc với nhiều nụ cười hơn.\n\nMột lần nữa xin cảm ơn bạn và chúng tôi rất mong được chào đón bạn một lần nữa trong một trong những chuyến đi của chúng tôi ở Đông Dương.\n\nTrân trọng, \n\nJane Tran, nhóm Du lịch tư nhân ViệtĐọc thêm",
            "Tôi đã đặt một chuyến đi 5 ngày tới Sapa kèm theo chuyến đi bộ xuyên rừng cho đại diện trường đại học của tôi đến từ Châu Âu. Khách của chúng tôi đã phản hồi rằng chuyến đi được tổ chức tốt, khách sạn ở vị trí tốt và tầm nhìn đẹp, điều này rất quan trọng đối với họ và bản thân việc đi bộ xuyên rừng cũng không quá mệt mỏi - đúng như những gì chúng tôi yêu cầu - . Lịch trình được sắp xếp hợp lý để họ có thể tham quan những điểm nổi bật của Sapa mà không mệt mỏi hay vội vã. Cảm ơn các công ty du lịch tư nhân Việt Nam, đặc biệt là ông Hamid, vì trải nghiệm này và tôi chắc chắn sẽ đề xuất dịch vụ của họ cho vị khách nước ngoài của mình trong tương lai.Đọc thêm",
            "Kính gửi Cô Quế,\n\nCảm ơn cô rất nhiều vì đã dành thời gian đánh giá dịch vụ của chúng tôi cho khách hàng của cô. Chúng tôi rất trân trọng điều đó và chúng tôi mong muốn được đón tiếp nhiều khách hàng hơn nữa từ trường Đại học Hà Nội.\n\nTrân trọng và chúc cô một ngày tốt lành!\n\nĐội ngũ VPTĐọc thêm",
            "Tôi đang tham dự hội thảo về Hà Nội và kéo dài vài ngày để tham quan. Tôi có thời gian hạn chế cho chuyến đi này nên tôi chọn chuyến tham quan trong ngày. Tôi đã có một thời gian tuyệt vời ở đó với chuyến tham quan. Tôi đã đến Nhà thờ Thánh Giuse, Hồ Hoàn Kiếm, Bảo tàng Quốc gia. Tôi đã thử loại kem mềm ngon nhất trong thị trấn. Môi trường trung thu đã diễn ra như vậy. Chỉ hơi đông đúc và quá nhiều xe đạp - Đọc thêm",
            "Chúc một ngày tốt lành Yên Dương,\n\nCảm ơn bạn đã bày tỏ cảm nhận của mình về Hà Nội và chuyến tham quan trong ngày bạn đã đặt với chúng tôi. Chúng tôi đánh giá cao đánh giá của bạn và hy vọng điều này sẽ giúp những người khác liên hệ với chúng tôi một cách tin cậy hơn.\n\nTrân trọng và mong được chào đón bạn đến Việt Nam trong tương lai,\n\nTeam VPTĐọc thêm",
            "Xin chàoTôi đã có một chuyến đi vui vẻ đến Việt Nam và tôi ước có nhiều thời gian hơn để có nhiều niềm vui và những ngày tốt đẹp hơn ở đó. Chuyến tham quan thật hoàn hảo và tuyệt vời với thời gian tuyệt vời và mức giá tuyệt vời. Tôi đã có một trải nghiệm tuyệt vời và tôi thực sự muốn quay lạiĐọc thêm",
            "Mjb thân mến,\n\nCảm ơn bạn rất nhiều vì đã đặt gói du lịch đến Việt Nam cùng chúng tôi. chúng tôi đánh giá cao điều đó và chúng tôi hy vọng được chào đón bạn một lần nữa đến Việt Nam và Đông Dương.\n\nTrân trọng, \n\nTeam VPTĐọc thêm",
            "Chúng tôi, một nhóm gồm 4 người đi du lịch khắp miền Nam Việt Nam trong một chuyến du lịch riêng do Vietnamese Private Tours tổ chức. Hamid đã làm rất tốt việc sắp xếp một hành trình cho chúng tôi về những nơi chúng tôi muốn ghé thăm cùng với những gợi ý từ chính anh ấy. Chuyến tham quan có giá tốt và các khách sạn được chọn cho chúng tôi là đỉnh cao. Hamid đã tổ chức nhiều chuyến tham quan với các hướng dẫn viên, tài xế nói tiếng Anh xuất sắc và phương tiện di chuyển cũng rất tốt. Tất cả chúng tôi đều tận hưởng kỳ nghỉ của mình với VPN và không ngần ngại giới thiệu công ty này - hãy cho họ dùng thử. Trân trọng FrankĐọc thêm",
            "Thân gửi Frank và những người khác,\n\nXin chào từ Hà Nội đầy nắng và chúng tôi rất cảm kích vì bài đánh giá mà ông đã viết cho kỳ nghỉ của mình tại Việt Nam.\n\nCảm ơn ông một lần nữa và chúng tôi mong được chào đón ông đến với Việt Nam tuyệt vời trong tương lai,\n\nJane, Nhóm VPT,\nĐọc thêm",
            "Công ty du lịch đáng tin cậy, sau khi khảo sát một vài công ty, tôi đã chọn họ và họ có thể giúp tôi sắp xếp mọi thứ và đưa ra mức giá tốt. Và cũng rất kiên nhẫn khi tư vấn cho chúng tôi những việc cần làm cho chuyến đi của mình. Cảm ơn vì những lời khuyên du lịch. Sẽ quay lại công ty du lịch nàyXem thêm",
            "Richard thân mến, \n\nCảm ơn bạn rất nhiều vì đánh giá bạn đã viết cho chúng tôi, chúng tôi đánh giá cao bạn và chúng tôi biết điều này rất quý giá vì điều này giúp những khách du lịch khác tin tưởng chúng tôi và biết đến các chuyến tham quan riêng của chúng tôi thông qua những đánh giá này, \n\nTrân trọng và chúc một ngày tốt lành phía trước,\n\nJane, nhóm VPTĐọc thêm"
        ],
        "star_ratings": [
            38,
            1,
            0,
            0,
            1
        ],
        "review_amount": 40,
        "location": [
            "Tour du lịch tư nhân Việt Nam",
            "Châu Á",
            "Hà Nội",
            "Những việc cần làm ở Hà Nội",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 10, 2020",
            "Written December 9, 2019",
            "Written December 8, 2019",
            "Written November 7, 2019",
            "Written October 7, 2019",
            "Written July 1, 2019",
            "Written June 18, 2019",
            "Written June 18, 2019",
            "Written June 18, 2019",
            "Written June 18, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17620831-Reviews-or30-Vietnamese_Private_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-or20-Vietnamese_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-Vietnamese_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21311884-Reviews-THAICOM_COUTURE_CUSTOM_TAILORING-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5482688-Reviews-Vietnam_Insolite_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27119570-Reviews-Lily_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9989890-Reviews-Bai_Tho_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26246053-Reviews-VN_HOP_Travel_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26637719-Reviews-Tiffany_Studios-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8431997-Reviews-Hom_Market-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1840701-Reviews-Bai_Tho_Junks_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254824-Reviews-EnVogue_Home-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1074223-Reviews-Buffalo_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15816091-Reviews-El_Vietnamita-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127003-Reviews-Fountains_of_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d106663-Reviews-Creek_Street-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d310900-Reviews-Singapore_Botanic_Gardens-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2061869-Reviews-Istanbul_Sapphire-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d324888-Reviews-Gyeongbokgung_Palace-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293817-d23724546-Reviews-Odysseo_Oceanarium_Mauritius-Port_Louis.html",
            "https://www.tripadvisor.com/Attraction_Review-g57017-d3431456-Reviews-Crystal_Hot_Springs-Honeyville_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d299997-Reviews-Soberania_National_Park-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d6952158-Reviews-Coco_Beach-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g45342-d146611-Reviews-Sleeping_Buffalo_Hot_Springs_Resort-Saco_Montana.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-or30-Vietnamese_Private_Tours-Hanoi.html"
    }
]