[
    {
        "attraction_name": "Vietnam Cultural Tours",
        "attraction_name_vi": "Du lịch văn hóa Việt Nam",
        "general_info": [
            "10 đánh giá",
            "- 966 trên 1.929 Tour - Hoạt động tại Hà Nội",
            "Tour nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Anna tổ chức hầu hết các chuyến đi của chúng tôi, nhưng cô Lyn và ông Bie cũng rất tuyệt. Đi bộ ở Sapa, du ngoạn Vịnh Hạ Long, đi tàu đến Huế và đáp chuyến bay từ Đà Nẵng về Hà Nội. Họ thậm chí còn ném một chiếc ô tô bổ sung đến sân bay khi chúng tôi bay về nhà. Họ được tổ chức tốt, hữu ích, phản ứng nhanh và sẵn sàng giải đáp các thắc mắc, giải quyết vấn đề và mọi thứ diễn ra rất suôn sẻ. Luôn nở nụ cười ... chúng tôi đánh giá cao họ!Đọc thêm",
            "Chúng tôi đã đặt chuyến đi Vịnh Hạ Long 2 ngày và vé cho chuyến tàu đêm đi về phía nam. Anna sắp xếp mọi thứ thật hoàn hảo cho chúng tôi. Chúng tôi đã có một chuyến đi tuyệt vời trên thuyền, đón và đưa về khách sạn. 2 giờ sau khi chúng tôi trở về từ chuyến đi thuyền ở Hạ Long, chúng tôi phải đến ga xe lửa. Cô ấy đặt vé cho chúng tôi và đón chúng tôi bằng taxi mà chúng tôi thậm chí không phải trả tiền. Chúng tôi cảm thấy có thiện cảm với họ. Marion - Rolf đến từ ĐứcĐọc thêm",
            "Đã đến lúc tôi phải cảm ơn toàn thể nhân viên của Vietnam Cultural Tours vì lòng hiếu khách của các bạn. Gia đình tôi đã có một kỳ nghỉ tuyệt vời, tất cả là nhờ sự giúp đỡ, lời khuyên và lòng tốt của các bạn. Khi tôi trở về Bangkok từ Việt Nam, bố mẹ tôi liên tục nói về chuyến đi, về các bạn. Các bạn thật tuyệt vời, các bạn làm việc hết mình. May mắn thay, chúng tôi đã tìm thấy các bạn để có được lời khuyên đúng đắn. Như các bạn đã biết, đây là một chuyến đi rất có ý nghĩa đối với gia đình tôi, điều quan trọng nhất là bố mẹ tôi thực sự thích nó. Chúng tôi đã không quay lại văn phòng kịp để cảm ơn các bạn vì thời gian có hạn, nhưng như tôi đã hứa, tôi sẽ giới thiệu các bạn với bạn bè của tôi và sẽ viết đánh giá trên tripadvior.com. Tôi hy vọng rằng các bạn luôn giữ vững tinh thần làm việc đó, luôn duy trì chất lượng dịch vụ như chúng tôi đã tận hưởng. Cảm ơn các bạn đã nâng cấp cabin trên du thuyền cho bố mẹ tôi, họ rất thích vì phòng có ban công lớn, tầm nhìn đẹp, sạch sẽ và xứng đáng với dịch vụ 5 sao. Nếu bố mẹ chúng tôi vẫn khỏe, chúng tôi sẽ quay lại Việt Nam và đảm bảo chúng tôi tiếp tục liên hệ với các bạn để đặt dịch vụ. Một lần nữa, cảm ơn các bạn rất nhiều! Đọc thêm",
            "Firstly, i want to share with you my situation in my trip to Ha Giang, VietnamI am solo traveler so i can - t pay for own transportation to Ha giang. It is far from Hanoi so I booked a package and join group sharing with Vietnam Cultural Tours office. The trip was excellent in Ha giang, very beautiful place to visit but the transportation is horrible. As i told, i have to share sleeping bus, the passengers are most Vietnamese. I hv been to Ha giang city in early morning  - 4am - , so i need a place for sleeping then get pick up by 6.30am. but unfortunately they drove me to 3 places but they can - t find my name on booking, I finally slept in very tiny room and very poor amenity. I called Ms Lynh  - travel agent -  about that problem.  Till 6:30 tour guide come to pick me up. Luckily, from pick up the trip turned in to excellent, local guide speak English so I can communicate easily. I have a good mood to joy the trip because of the scenery is so beautiful, weather was great and the hotel in Dong Van town is much better. There is nothing to say if the return day they can drop me off at the hotel in Hanoi. I have to catch taxi from station to hotel just because of driver, assistant can - t speak English. Once again I called Lynh to help me. At 4am I can not do anything in a local bus station. I don - t know which taxi is good. I heard many stories about scam taxi in Hanoi and I am worry about that. Lynh advised me wait for someone from the transportation company can speak English come to help me but I can not wait for longer. She gave me reliable taxi company name and I just pay for the meter. But I asked Lynh that I want to meet the manager at the office to complaint. then 2pm I came to the office, i told them my problems on tour. The manager listened to me carefully. He felt very sorry for me and asked his college why didn - t mention clearly for share bus and temporary stay while wait for pick up. He explained me the difficulty of the trip to the new destination and sharing bus with many local people. He wish me understand and accept his apologies.For the taxi fare I paid, he asked to give me back, for bad transportation with local and accommodation as I mentioned, he offered me free airport transfer on my last day. I understand if i visit a new and remote area, i must accept lower standard. I found them very kind, listen, try to solve the problem so I accept. I continued book the trip to Sapa, this trip was excellent as they promised. they discounted 15 -  for the trip because the problems happened to me in Ha Giang.On the departure day, they arranged transportation for me to airportFinally i must say, once problem happened, the most important is how you solve out. They do it well so that i will continue to use their tour service when i come back. I recommend to you because i think i trust them and they pick up phone at anytime i call.Thank you Lynh, the manager for your kindnessRead more",
            "Tôi tìm thấy văn phòng du lịch này ngay góc phố, trên đường đến hồ Hoàn Kiếm. Tôi đã đến thăm Hà Nội sau một tuần ở Lào. Tôi mang Kip từ Lào về, tôi không thể đổi tiền ở sân bay Nội Bài. Tôi hỏi một số quầy ở đó thì họ bảo tôi có thể đổi đồ trong thành phố. May mắn thay, tôi đã tìm thấy Vietnam Cultural Tours và họ giúp tôi đổi sang Dong. Tỷ lệ tuyệt vời và tôi cảm thấy rất hài lòng. Tôi cũng đã mua thẻ sim dữ liệu với họ, giá rất tốt để so sánh với mức giá chúng tôi đã kiểm tra tại sân bay. Tôi đã trả 150.000 đồng - khoảng - 6 - để truy cập internet 4G. Họ cũng cung cấp nhiều gói tour nhưng tôi đã đặt trước trước khi đến Hà Nội. Tôi nghĩ rằng, với gói tour họ cũng đưa ra mức giá rất tốt.Đọc thêm",
            "Tôi đã đặt 3 tour tại văn phòng Du lịch Văn hóa Việt Nam ở Hà Nội, tất cả đều chạy tốt và tôi thích nhất chuyến đi Pù Luông 2 ngày. Như người ta đã nói, Pù Luông là địa điểm tham quan mới, ít khách du lịch và vẫn rất tự nhiên. Tôi đã từng đến vịnh Hạ Long, Tràng An rất đẹp nhưng hơi đông đúc. Pù Luông khác biệt và đó là lý do tôi yêu nhất. Nhân viên ở công ty du lịch rất thân thiện, hữu ích và luôn lắng nghe nhu cầu của bạn. Họ giải đáp mọi thắc mắc của bạn và cũng sẵn sàng lập kế hoạch cho bạn. Tôi là một người du lịch tự do và dễ dãi, tôi chưa lập kế hoạch gì cả, nhưng chỉ một giờ, tôi đã đặt 3 tour với họ. Tôi đoán mức giá này không phải là rẻ nhất nhưng tôi hài lòng với chất lượng và dịch vụ họ cung cấp cho tôi. Cảm ơn các cô gái ở văn phòng. Bạn là người tuyệt vời nhất!!Đọc thêm",
            "Đã đến trạm xe buýt ở khu phố cổ Hà Nội sớm hơn 45 phút trong một trận mưa lớn, nhưng không đến lúc 9 giờ tối. như đã thông báo. 15 phút sau tôi gọi đến số thư xác nhận và anh chàng chỉ buồn là xe buýt đã đi rồi và cúp máy. Tôi cảm thấy khá bối rối trước công ty này.Đọc thêm"
        ],
        "star_ratings": [
            8,
            1,
            0,
            0,
            1
        ],
        "review_amount": 10,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Du lịch văn hóa Việt Nam"
        ],
        "reviews_time": [
            "Written March 13, 2020",
            "Written February 12, 2020",
            "Written December 6, 2019",
            "Written November 26, 2019",
            "Written November 26, 2019",
            "Written November 26, 2019",
            "Written December 11, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8680810-Reviews-Vietnam_Cultural_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5998860-Reviews-Vietnam_Farm_Trip_Private_One_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19259792-Reviews-Sen_Viet_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211267-Reviews-Hong_Ha_Anh_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10031147-Reviews-Sinh_Cafe_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27587762-Reviews-La_Passion_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26450885-Reviews-La_enMay_Spa_Cau_Go-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25877158-Reviews-Hanoi_Silk_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4582223-Reviews-Huong_Mai_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4418218-Reviews-TNK_Travel_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5600178-Reviews-Travel_Authentic_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19691016-Reviews-Brilliant_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18314185-Reviews-Jennif_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27110848-Reviews-Happy_Journey_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17463860-Reviews-Pure_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15317635-Reviews-Viet_Nam_Pure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d105082-Reviews-Old_Port-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d195003-Reviews-Harry_s_Bar-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g48915-d116288-Reviews-Karma_Triyana_Dharmachakra_Tibetan_Buddhist_Monastery-Woodstock_Catskill_Region_New.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d218751-Reviews-Sachuest_Point_National_Wildlife_Refuge-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d310919-Reviews-Greenmarket_Square-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d10117183-Reviews-Bangladesh_air_force_museum-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1576260-Reviews-Laserium-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58486-d630106-Reviews-The_Gorge_Amphitheatre-George_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g35266-d9806021-Reviews-Mei_Mei_Massage-Smyrna_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d143636-Reviews-Shipwreck_Island_Waterpark-Panama_City_Beach_Florida.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8680810-Reviews-Vietnam_Cultural_Tours-Hanoi.html"
    }
]