[
    {
        "attraction_name": "Vietnam Group Tour",
        "attraction_name_vi": "Tour du lịch nhóm Việt Nam",
        "general_info": [
            "777 đánh giá",
            "114 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Tham quan thành phốChuyến tham quan văn hóaChuyến tham quan bằng thuyềnChuyến tham quan đi bộChuyến tham quan tư nhân",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Những chuyến đi bộ",
            "Tour riêng"
        ],
        "attraction_summary": "Asia Group Tour là nhà cung cấp địa phương cung cấp nhiều loại dịch vụ du lịch tại Việt Nam. Thị trường của chúng tôi là từ những khách du lịch tiết kiệm có cơ hội tham gia các chuyến tham quan điển hình hàng ngày với những người khác, đến những du khách muốn có một chuyến tham quan tùy chỉnh, dịch vụ được cá nhân hóa và sản phẩm chất lượng cao, cho đến những ai muốn có được điều gì đó đặc biệt và có trải nghiệm du lịch mà họ mong muốn. Chúng tôi quan tâm đến mọi nhu cầu của khách hàng và nỗ lực hết mình trong mỗi chuyến tham quan để mang đến cho khách hàng từ mọi tầng lớp những chuyến đi thú vị cùng chúng tôi.Đọc thêm",
        "reviews": [
            "Khi ánh sáng ban ngày dần tắt, chúng tôi bị quyến rũ bởi vẻ đẹp thanh tao của hoàng hôn tỏa ánh sáng vàng trên mặt nước yên tĩnh của Vịnh Hạ Long, tạo nên một khoảnh khắc mê hoặc thuần khiết. Những ký ức đan xen trong chuyến khám phá kéo dài cả ngày của chúng tôi với Cong Cruise chắc chắn sẽ tồn tại lâu dài, khiến đây trở thành một chuyến thám hiểm mà tôi nhiệt tình tán thành đối với những ai theo đuổi sự kết hợp tuyệt vời giữa sự sang trọng, khám phá và những kỳ quan thiên nhiên đầy cảm hứng của Vịnh Hạ LongĐọc hơn",
            "Chuyến tham quan của chúng tôi bắt đầu bằng việc đón khách tại khách sạn liền mạch và đúng giờ, bắt đầu một hành trình được phối hợp hoàn hảo và hoàn toàn không gặp rắc rối. Ngay từ khi bước lên boong sang trọng của Hạ Long Serenity, chúng tôi đã được bao bọc trong một thế giới sang trọng và tinh tế vô song. Sự ấm áp thực sự của phi hành đoàn và sự chú ý không ngừng đến từng chi tiết không chỉ chào đón chúng tôi mà còn đảm bảo rằng mỗi khoảnh khắc trên tàu đều giống như một kỷ niệm đáng trân trọng trong quá trình hình thành.Đọc thêm",
            "Tham gia Tour ẩm thực tư nhân Hà Nội là một niềm vui ẩm thực tuyệt đối. Từ việc thưởng thức những món ăn đường phố ngon lành cho đến khám phá những kho tàng ẩm thực ẩn giấu, mỗi bước đi là một cuộc phiêu lưu ẩm thực. Sự chăm sóc phù hợp và sự hướng dẫn đầy hiểu biết đã khiến nó trở thành một trải nghiệm không thể so sánh được. Tôi hoàn toàn tán thành nó cho những ai khao khát được đắm mình trong tấm thảm rực rỡ của văn hóa ẩm thực Hà Nội.Đọc thêm",
            "Một ngày ở Vịnh Hạ Long thật tuyệt vời, nhờ có hướng dẫn viên du lịch tuyệt vời của chúng tôi. Anh ấy đã mang đến sự nhiệt tình, kiến ​​thức sâu rộng và tinh thần trách nhiệm tuyệt vời cho chuyến đi, khiến mọi khoảnh khắc trở nên đáng nhớ. Với tính cách sôi nổi và bình luận sâu sắc, anh ấy đã biến trải nghiệm thành một điều thực sự đặc biệt. Xin chân thành cảm ơn vì một ngày không thể nào quên!Đọc thêm",
            "Hướng dẫn viên của chúng tôi đã làm cho chuyến tham quan trở nên tuyệt vời! Tính cách sôi nổi và kiến ​​thức sâu sắc về lịch sử Việt Nam của anh ấy đã tạo thêm nhiều lớp thú vị cho trải nghiệm. Khám phá những khu vực khác nhau của thành phố, chúng tôi thưởng thức những món ăn ngon, mỗi món đều có câu chuyện và ý nghĩa riêng. Cuộc hành trình phong phú này không chỉ kích thích vị giác mà còn mang đến những hiểu biết sâu sắc về văn hóa Việt Nam. Tôi hết lòng giới thiệu chuyến tham quan này để có một cuộc phiêu lưu phong phú và khó quên!Đọc thêm",
            "Chuyến đi của chúng tôi đã vượt quá mọi mong đợi! Mặc dù mới 25 tuổi, hướng dẫn viên của chúng tôi đã gây ấn tượng với chúng tôi bằng kiến ​​thức và sự quyến rũ đáng kinh ngạc của anh ấy. Thời gian dành cho anh ấy không chỉ bổ ích mà còn vô cùng thú vị. Chồng tôi và tôi hoàn toàn tin rằng chuyến đi này có giá trị tuyệt vời so với số tiền bỏ ra, đặc biệt là cơ hội được thưởng thức một số món ăn thực sự tinh tế. Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời trong chuyến tham quan Vịnh Hạ Long, phần lớn nhờ vào hướng dẫn viên du lịch am hiểu và chu đáo. Trong suốt hành trình, họ đưa ra những lời giải thích rõ ràng và hướng dẫn chuyên môn, đảm bảo rằng chúng tôi tận dụng tối đa thời gian khám phá vịnh. Chiếc xe buýt rộng rãi và thoải mái là một bất ngờ đáng hoan nghênh, có chỗ để chân rộng rãi và đảm bảo một hành trình thú vị. Mặc dù các món ăn tự chọn rất thú vị nhưng chúng tôi vẫn muốn thấy nhiều món ăn Việt Nam đa dạng hơn được phục vụ.Đọc thêm",
            "Bắt tay vào cuộc hành trình đến những vùng đất chưa được khám phá, đắm mình trong những con hẻm mê cung và những góc khuất của Hà Nội. Thỏa mãn vị giác của bạn với hàng loạt món ăn đường phố hấp dẫn, mỗi món đều được chế biến một cách chuyên nghiệp tại các quán ăn chuyên biệt. Tham gia vào hành trình khám phá sâu sắc về truyền thống ẩm thực Việt Nam, hiểu rõ hơn về tấm thảm phong phú về văn hóa ẩm thực và phong tục tập quán đã tạo nên quốc gia sôi động này.Đọc thêm",
            "Thức ăn không chỉ ngon mà còn tươi mát. Hướng dẫn viên của tôi thực sự xuất sắc ở sự thân thiện với công việc, nhiều thông tin và nói chung là tuyệt vời. Đó là một trải nghiệm tuyệt vời!Đọc thêm",
            "Khách hàng thân mến,\n\nChúng tôi rất vui khi biết rằng bạn thấy đồ ăn tươi ngon và ngon miệng, đồng thời hướng dẫn viên du lịch của bạn đã vượt quá sự mong đợi của bạn! Cung cấp dịch vụ thân thiện và giàu thông tin là ưu tiên hàng đầu của chúng tôi và rất vui vì bạn đã có trải nghiệm tuyệt vời với chúng tôi. Cảm ơn những lời tốt đẹp của bạn và chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại để có những trải nghiệm tuyệt vời hơn trong tương lai!\n\nTrân trọng,\nPhương Nguyễn.Đọc thêm",
            "Chiếc thuyền thực sự tuyệt đẹp, có thiết kế hiện đại và nguyên sơ, cùng các dịch vụ ẩm thực đặc biệt, với vô số lựa chọn ngon lành để bạn lựa chọn. Thời gian của chuyến du ngoạn của chúng tôi thật hoàn hảo; đến các điểm đến trước đám đông đảm bảo trải nghiệm thanh bình và yên tĩnh, cho phép chúng ta thực sự đánh giá cao vẻ đẹp thiên nhiên huy hoàng của Vịnh Hạ Long. Các nhân viên rất có sức chứa, luôn toát lên sự ấm áp và hiếu khách. Sự sẵn sàng vượt lên trên tất cả của họ đối với khách thực sự đáng chú ý. Ngoài ra, việc chuyển giao được sắp xếp thông qua tổ chức được thực hiện liền mạch và hiệu quả. Không chút do dự, tôi sẽ hết lòng giới thiệu trải nghiệm này cho bất kỳ ai đang tìm kiếm một chuyến phiêu lưu đỉnh cao.Đọc thêm",
            "Khách hàng thân mến,\n\nChúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời trong chuyến tham quan Vịnh Hạ Long của chúng tôi! Cảm ơn bạn vì những lời tốt đẹp về chiếc thuyền tuyệt đẹp của chúng tôi, những món ăn đặc biệt và thời gian hoàn hảo cho chuyến du ngoạn. Nhân viên của chúng tôi rất tự hào trong việc cung cấp lòng hiếu khách nồng hậu và đảm bảo rằng mọi khách hàng đều có trải nghiệm đáng nhớ. Chúng tôi rất vui vì bạn cũng đánh giá cao sự sắp xếp chuyển giao liền mạch của chúng tôi. Lời giới thiệu nhiệt tình của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất nóng lòng được chào đón bạn quay trở lại cho một cuộc phiêu lưu đỉnh cao khác trong tương lai!\n\nTrân trọng,\nPhương Nguyễn.Đọc thêm",
            "Xin chào, chúng tôi là gia đình 3 người và sẽ đến Hà Nội vào tuần đầu tiên của tháng 1. Tôi có thể biết làm cách nào để sắp xếp một chuyến đi bộ miễn phí với hướng dẫn viên du lịch là sinh viên không? Cảm ơn bạn.Đọc thêm",
            "Rất dễ dàng, đợi đến khi bạn đến nơi rồi google tour du lịch sinh viên ở Hà Nội và bạn sẽ nhận được tất cả thông tin chi tiết mà bạn yêu cầu. Bạn có thể sắp xếp việc này ngay bây giờ nhưng khi đến Hà Nội, kế hoạch của bạn có thể thay đổi, vì vậy hãy linh hoạt mọi việc và bạn sẽ có thể thực hiện tất cả việc sắp xếp vào ngày đến. Các sinh viên thường di chuyển từ các khu vực xa xôi nên hãy dành thời gian cho họ trước khi đến Hà Nội. ngày bạn muốn thực hiện chuyến tham quan luôn được các sinh viên đánh giá cao. Chúng tôi thực sự rất thích học viên của mình và sự chuyển giao kiến ​​thức mà họ đã cung cấp, HÃY THƯỞNG THỨC HÀ NỘI!Đọc thêm",
            "Đang tìm công ty tổ chức tour cùng nhóm người ở Việt Nam. Có rất nhiều người trên Internet không chắc chắn nên hợp tác với công ty nào tốt. Chúng tôi đến từ Úc, chúng tôi muốn được thoải mái khi đi bộ? Có 2 người nên muốn tham gia nhóm. Mọi góp ýĐọc thêm",
            "Xin chào. Tôi đến từ Adelaide nhưng sống ở Campuchia. Gần đây chúng tôi đã ở Hà Nội và sử dụng Hanoi Free Walking Touts. Đồ ăn đường phố đặc biệt ngon. Không chắc chắn chính xác bạn đang tìm kiếm gì nhưng rất vui lòng giúp đỡ nếu có thể. Đọc thêm"
        ],
        "star_ratings": [
            641,
            115,
            12,
            5,
            4
        ],
        "review_amount": 777,
        "location": [],
        "reviews_time": [
            "Written May 28, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 16, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 8, 2024",
            "Written May 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-or10-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17133314-Reviews-The_Craft_House_Street_Train_Souvenir_Gift_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15179974-Reviews-Authentic_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25017719-Reviews-Vanilla_The_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13201461-Reviews-Tigit_Motorbikes_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13921070-Reviews-JM_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25072981-Reviews-Vietnam_Daily_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7055050-Reviews-Essencia_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d3512330-Reviews-Buckhead_Theatre-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d105121-Reviews-Great_Lakes_Aquarium-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g187293-d190872-Reviews-Queen_Mary_s_Bridge_Marienbrucke-Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184840-d2398177-Reviews-Capo_Vaticano-Capo_Vaticano_Ricadi_Province_of_Vibo_Valentia_Calabria.html",
            "https://www.tripadvisor.com/Attraction_Review-g188593-d1459383-Reviews-The_Corrie_ten_Boom_House-Haarlem_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40840-d103706-Reviews-Rockland_Breakwater_Light-Rockland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d542192-Reviews-Main_Tower-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g668001-d12683410-Reviews-Zinda_park-Narayanganj_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d3445823-Reviews-Nauset_Light_Beach-Eastham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g44926-d258061-Reviews-Dickerson_Park_Zoo-Springfield_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-or10-Vietnam_Group_Tour-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html"
    }
]