[
    {
        "attraction_name": "Vietnam Transfer Service",
        "attraction_name_vi": "Dịch vụ chuyển nhượng Việt Nam",
        "general_info": [
            "17 đánh giá",
            "- 203 trên 603 Vận Tải Hà Nội",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Vietnam Transfer service cung cấp dịch vụ xe riêng tại hầu hết các sân bay tại Việt Nam như sân bay Hà Nội, sân bay Huế, sân bay Đà Nẵng, Hội An, Nha Trang, sân bay TP.HCM... Xe có đội ngũ tài xế hiện đại, mới và giàu kinh nghiệm. VTS là đơn vị vận chuyển chính thức cho hầu hết các khách sạn tại Vịnh Hạ Long để đón và trả khách du lịch từ Vịnh Hạ Long đến các thành phố hoặc sân bay khác với mức giá ưu đãi. Đọc thêm",
        "reviews": [
            "Tài xế định hướng dịch vụ đúng giờ đã đón chúng tôi bằng một chiếc xe tải Ford Transit mới, sạch sẽ. Quản lý ông Vinh thường xuyên kiểm tra xem chúng tôi có cần gì khác không. Người lái xe đã đón chúng tôi ngay lập tức và đi xa hơn nữa để giúp chúng tôi chất đồ lên xe lăn. Dịch vụ 5 sao với mức giá rất cạnh tranh.. Rất khuyến khích. Chúng tôi chắc chắn sẽ đặt chúng cho những chuyến phiêu lưu ở Hà Nội trong tương lai của chúng tôi.Đọc thêm",
            "Xin chào,\nCảm ơn bạn đã hỗ trợ của các bạn! Nhóm chúng tôi hy vọng được phục vụ bạn những lần tiếp theo. Chỉ cần liên hệ với chúng tôi qua whatsup - 84966592020 nhanh chóngĐọc thêm",
            "Lái xe thân thiện, đúng giờ, xe sạch sẽ, phản hồi nhanh và thanh toán an toàn. Dịch vụ đưa đón từ thành phố Hà Nội đến sân bay.Đọc thêm",
            "Thưa ông Lawrence,\nCảm ơn bạn đã sử dụng dịch vụ chuyển hàng Việt Nam của chúng tôi. \nThật vinh dự khi được sắp xếp phương tiện di chuyển của chúng tôi để đưa bạn đến sân bay. Hy vọng tài xế của chúng tôi sẽ có cơ hội khác để chào đón bạn và bạn bè của bạn vào những lần tiếp theo.\nMột lần nữa, cảm ơn bạn và chúc một ngày tốt lành!\n\nTrân trọngĐọc thêm",
            "Chúng tôi đã đặt chuyển khoản internet từ Hà Nội về khách sạn nhưng không có ai ở đó và không ai nhấc máy cũng như trả lời tin nhắn. Chúng tôi phải dùng một phương tiện vận chuyển khác và tôi đã đấu tranh RẤT NHIỀU để được hoàn trả. Tôi không khuyên bạn nênĐọc thêm",
            "Việc nhập cảnh của chúng tôi bị trì hoãn một thời gian và người điều phối vẫn giữ liên lạc chặt chẽ với chúng tôi. Khi chúng tôi đi qua, tài xế vẫn đang đợi chúng tôi. Dịch vụ tận nhà chu đáo, hợp lý. Chắc chắn sẽ sử dụng chúng một lần nữa.Đọc thêm",
            "Cảm ơn bạn đã sử dụng dịch vụ của chúng tôi. Nhóm của chúng tôi đánh giá cao sự hỗ trợ tốt bụng của bạn và hy vọng được chào đón bạn một lần nữa. Trân trọngĐọc thêm",
            "Đặt xe đưa đón từ Hà Nội đến Hải Phòng và tài xế đón chúng tôi lúc 4:30 sáng từ tàu để đưa chúng tôi đến Hải Phòng. Chuyến đi êm ái và một chiếc xe đẹp. Đọc thêm",
            "Xin chào Josh,\nCảm ơn bạn đã đánh giá và gửi email về chiếc xe tốt và tài xế giàu kinh nghiệm của chúng tôi. Vâng, đó là sự hiếu khách của tài xế của chúng tôi, thậm chí khá sớm hoặc quá muộn để đón khách, họ sẽ đợi bạn. Trước khi rời đi, chúng tôi sẽ kết nối lại để mọi sự kết nối và lời chào đều dễ dàng.\nMột lần nữa xin cảm ơn và mong được phục vụ bạn lần sau.\n\nTrân trọngĐọc thêm",
            "Tôi đã đặt và thanh toán qua internet, tiền đã hết nhưng không có ai đến sân bay đón, không trả lời qua điện thoại, thư tín...KHÔNG CHẤP NHẬN! Đây thực sự là một điều xấu hổ khi cư xử với những người như thế này.Đọc thêm",
            "Xin chào Julia,\n\nCảm ơn bạn đã hỗ trợ của các bạn! Chúng tôi rất xin lỗi vì sự bất tiện này và đã hoàn lại tiền như đã thỏa thuận. Đây là lỗi của chúng tôi và chúng tôi đã nói chuyện với đội ngũ tài xế của mình về vấn đề nghiêm trọng này để công việc tốt hơn trong tương lai\n\nMột lần nữa xin cảm ơn những đánh giá của bạn\n\nTrân trọngĐọc thêm",
            "Đừng trả trước cho công ty này. Họ không cởi giày và chỉ lấy tiền của bạn. Họ nói rằng họ sẽ đến đón bạn và bạn có thể gọi cho họ nhiều lần và mỗi lần họ sẽ có những lời giải thích khác nhau.Đọc thêm",
            "Cảm ơn Levis,\nChúng tôi vô cùng xin lỗi vì sự bất tiện này và chúng tôi đã kiểm tra và rút ra bài học. Một lần nữa, cảm ơn bạn đã nhận xét hỗ trợ tốt bụng của bạn!Đọc thêm",
            "Đừng đặt xe với công ty lữ hành này! Chúng tôi đã bị lừa! Chúng tôi đã đặt xe từ sân bay Hà Nội đến Mộc Châu với giá 80 đô la. Chúng tôi đã đặt xe trên trang web rằng chúng tôi muốn đến Mộc Châu - KHÔNG PHẢI MAI Châu - và chúng tôi đã gọi điện với dịch vụ này và họ đã xác nhận đến Mộc Châu với giá 80 đô la. Khi lên xe, chúng tôi đã đưa địa chỉ cho tài xế và chúng tôi lại nói đến Mộc Châu. Khi chúng tôi gần đến Mai Châu, tài xế dừng lại và nói rằng chúng tôi phải trả thêm tiền. Nhưng vì anh ta không nói được tiếng Anh nên anh ta đã để chúng tôi nói chuyện với người điều hành. Người điều hành nói với chúng tôi rằng chúng tôi phải trả 150 đô la nếu muốn đến Mộc Chai. Mai Chai sẽ mất 80 đô la - Mai Châu cách sân bay Hà Nội 170 km và Mộc Châu xa hơn 50 km....!! Vì vậy, gần gấp đôi!! - . Chúng tôi đã không đồng ý và trả lại điện thoại. Tài xế lái xe xa hơn đến Mộc Châu, dừng lại thêm hai lần để yêu cầu thêm tiền và một lần nữa đưa điện thoại cho chúng tôi. Chúng tôi không bao giờ đồng ý và may mắn thay, tài xế đã đưa chúng tôi đến khách sạn của mình. Chúng tôi đã thảo luận vấn đề này với sự giúp đỡ của khách sạn, nơi tài xế nói rằng chúng tôi đã đồng ý trả 120 đô la! Sau một hồi thảo luận, chúng tôi đã trả 120 đô la và thực sự tức giận và thất vọng về công ty này. Hãy cẩn thận khi đặt chỗ với họ. P.s. dây an toàn của xe không hoạt động, không có gì an toàn về điều đó..Đọc thêm",
            "Chào Điền V,\nCảm ơn đánh giá của bạn và bạn không phải là người tôi đã nói chuyện qua điện thoại và sắp xếp xe đưa đón từ sân bay Hà Nội đi Mai Châu. \nChúng tôi đã nhận được đặt chỗ từ ông Yoram Verberg nhưng không thể trả lời, do phải trả lại thư, tôi đã nói chuyện với ông ấy qua điện thoại và sắp xếp xe đón từ sân bay Hà Nội đến Mai Châu Hòa Bình, KHÔNG phải Mộc Châu Sơn La, trên trang web của chúng tôi hệ thống đặt phòng, chúng tôi không thực hiện chuyển đến Mộc Châu - không có thành phố Mộc Châu -. Bạn đã sai khi yêu cầu tài xế của chúng tôi đi Mộc Châu trong khi chúng tôi đã giải thích rõ ràng và đặt chỗ của bạn là Từ Hà Nội đến Mai Châu rõ ràng. Chúng tôi lưu giữ hình ảnh đặt chỗ của bạn, nhật ký cuộc gọi để chứng minh - tất cả đều dành cho Mai Châu - ..Chi phí bổ sung là 35 usd - 100 km đi trên khu vực miền núi là rất rẻ vì chúng tôi đã cố gắng giúp bạn và chiếc xe Innova Toyota 2014 của chúng tôi là xe mới và Về vấn đề an toàn của dây đai an toàn, chúng tôi sẽ gửi phản hồi của bạn đến Hãng Toyota để giải đáp ý kiến ​​của bạn.\nThành thật mà nói, tôi là người đang nói chuyện với bạn qua điện thoại nên những đánh giá của bạn là bài học lớn cho chúng tôi. Nó sẽ được hiểu rõ ràng tên của thành phố và hệ thống đặt phòng.\nMột lần nữa xin cảm ơn và chúc bạn có chuyến đi vui vẻ!\ntrân trọng cảm ơn\n\nĐọc thêm",
            "Tôi đã đặt và thanh toán trực tuyến tất cả các dịch vụ vận chuyển đường bộ tại Việt Nam từ Úc trước khi rời đi bằng Dịch vụ Vận chuyển Việt Nam. Chúng tôi có những tài xế xuất sắc ở mỗi thành phố. Xe tuyệt vời và dịch vụ tuyệt vời của công ty, đặc biệt là khi cần giải quyết các thắc mắc. Rất khuyến khích và tôi sẽ sử dụng lại. Lời khuyên duy nhất - học tập cho tôi là xác nhận lại thời gian đón địa điểm khi bạn điều hướng trong hành trình của mình. Cảm ơn Glory! Trân trọngPaulĐọc thêm",
            "Xin chào Paul,\n\nCảm ơn vì những đánh giá tuyệt vời của bạn.\nĐúng vậy, vị trí ở Hà Nội vào giờ cao điểm rất tệ và thậm chí đôi khi không được phép vào khách sạn của bạn do kẹt xe. Một lần nữa, cảm ơn bạn và hy vọng có cơ hội khác để chào đón bạn đến Việt Nam.\nCảm ơn và trân trọng\nGloryĐọc thêm",
            "Benjamin gặp chúng tôi tại khách sạn và dẫn chúng tôi đi dạo quanh thành phố cổ Hà Nội khi chúng tôi dừng lại dọc đường để nếm thử ẩm thực địa phương. Trải nghiệm tuyệt vời, vượt trội, cho đến khi cuối cùng không thể ăn thêm nữa và kết thúc với cà phê trứng gà.  Đã thử cả cà phê đá và cà phê nóng. Dịch vụ tuyệt vời, cảm ơn Benjamin. Đọc thêm",
            "Không biết bạn có tổ chức tour riêng quanh khu vực Hạ Long - Bãi Cháy không?  Chúng tôi sẽ có mặt ở đó vào ngày 21 tháng 12 và tìm cách ngắm nhìn vùng nông thôn cũng như thưởng thức văn hóa và ẩm thực Việt Nam của khu vực này.  Tổng cộng sẽ có bốn người chúng tôi và tìm kiếm thứ gì đó bắt đầu từ khoảng 3 giờ chiều và cho đến khoảng 8 giờ tối.Đọc thêm",
            "Xin chào, vâng, chúng tôi biết. vui lòng gửi email cho chúng tôi để chúng tôi có thể sắp xếp chuyến tham quan cho bạn. Chúng tôi sở hữu một đội xe với mức ưu đãi đặc biệt để chúng tôi có thể gửi cho bạn ưu đãi tốt nhất\n\nlời chúc tốt đẹp nhấtĐọc thêm"
        ],
        "star_ratings": [
            13,
            0,
            0,
            0,
            4
        ],
        "review_amount": 17,
        "location": [
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Dịch vụ chuyển nhượng Việt Nam",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 27, 2019",
            "Written April 1, 2019",
            "Written July 11, 2018",
            "Written June 26, 2018",
            "Written November 24, 2017",
            "Written October 31, 2017",
            "Written October 22, 2016",
            "Written October 17, 2016",
            "Written October 4, 2016",
            "Written April 11, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8608618-Reviews-Vietnam_Transfer_Service-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d23745564-Reviews-The_Hudson_Rooms_Capella_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d23176204-Reviews-Diva_s_Lounge_Capella_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11549998-Reviews-Pizza_4P_s_Trang_Tien-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d23745557-Reviews-Koki_Capella_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14973931-Reviews-Poke_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d5963333-Reviews-El_Gaucho_Argentinian_Steakhouse_Trang_Tien-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12704218-Reviews-Luk_Lak_Vietnamese_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d7360340-Reviews-The_Moose_Roo_Smokehouse-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d9982375-Reviews-S_Patisserie-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d807451-Reviews-Bamboo_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311072-Reviews-Museum_of_the_Revolution-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8403743-Reviews-Dong_Phong_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26430553-Reviews-Vrosa_By_Vu_Tuong_Vi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d590925-Reviews-Geological_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1908755-Reviews-Red_Moon_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5029840-Reviews-Hanoi_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608618-Reviews-or10-Vietnam_Transfer_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26639473-Reviews-Hanoi_Travel_Bug-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25257198-Reviews-Love_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11898757-Reviews-Hanoi_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12529983-Reviews-Cat_Ba_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-Asia_Exotica_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21510018-Reviews-Ribbon_Florist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13384615-Reviews-AnyTrails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6684667-Reviews-Le_Spa_du_Metropole-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941483-Reviews-Footsteps_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11848237-Reviews-Ha_Linh_Thu_House_of_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001726-Reviews-An_Store_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23274063-Reviews-Combo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d320976-Reviews-Universal_Studios_Japan-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g293791-d5929218-Reviews-Boston_Day_Spa-Addis_Ababa.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15616821-Reviews-SKY2_0_DUBAI-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d3183522-Reviews-Gucci_Garden-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g28963-d207157-Reviews-Fiery_Gizzard_Trail-Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4454179-Reviews-Daylight_Beach_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g40063-d3242910-Reviews-Holly_Beach-Cameron_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g49365-d19266834-Reviews-Days_of_Thunder_Barn-Mooresville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55552-d1028101-Reviews-Tejas_Rodeo_Company-Bulverde_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34152-d142790-Reviews-Fairchild_Tropical_Botanic_Garden-Coral_Gables_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8608618-Reviews-or10-Vietnam_Transfer_Service-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8608618-Reviews-Vietnam_Transfer_Service-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Transfer Service",
        "attraction_name_vi": "Dịch vụ chuyển nhượng Việt Nam",
        "general_info": [
            "17 đánh giá",
            "- 203 trên 603 Vận Tải Hà Nội",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Dịch vụ Vietnam Transfer cung cấp dịch vụ đưa đón xe riêng tại hầu hết các sân bay ở Việt Nam như sân bay Hà Nội, sân bay Huế, sân bay Đà Nẵng, sân bay Hội An, Nha Trang, TP.HCM... Xe là tài xế hiện đại, mới và giàu kinh nghiệm. VTS là nhà vận chuyển chính thức cho hầu hết các khách sạn ở Vịnh Hạ Long để đón và đưa khách du lịch từ Vịnh Hạ Long đến các thành phố hoặc sân bay khác với mức giá đặc biệt.Đọc thêm",
        "reviews": [
            "Dịch vụ rất uy tín, giá rẻ và hiệu quả. Tôi đã sử dụng Vietnam Transfer cho 3 chuyến khứ hồi khi ở Việt Nam và họ không làm tôi thất vọng một lần, luôn đúng giờ. Thật nhẹ nhõm khi có người đón bạn ở sân bay khi bạn đến nơi. Thanh toán trực tuyến dễ dàng cũng có nghĩa là không có kịch tính về việc có sẵn tiền mặt. Đọc thêm",
            "Xin chào Nina,\nCảm ơn bạn rất nhiều vì đã đồng hành cùng chúng tôi!\nChúng tôi rất vinh dự khi được làm bạn tại Hà Nội để chào đón bạn từ sân bay Hà Nội ngay từ cái nhìn đầu tiên, đưa bạn đến thành phố và ghé thăm đất nước xinh đẹp của chúng tôi. Chúng tôi hy vọng rằng chúng tôi sẽ có cơ hội đón bạn một lần nữa và sắp xếp xe đặc biệt của chúng tôi với mức giá đặc biệt cho bạn và bạn bè của bạn!\n\nTrân trọng\nGloryĐọc thêm",
            "Chúng tôi trả trước phí vận chuyển sân bay Hà Nội đến và đi từ khách sạn của chúng tôi.  Đón tại sân bay không suôn sẻ lắm vì tài xế của chúng tôi đang đợi ở một lối ra khác.  Không phải lỗi của anh ấy vì bản tin bị sai.  Đón tại khách sạn tốt hơn nhiều.  Tài xế đã ở đó sớm đợi chúng tôi.  Và tàu con thoi lớn hơn nhiều so với tàu con thoi đầu tiên.  Tôi khuyên bạn nên sử dụng lại chúng.Đọc thêm",
            "Thân gửi David,\nCảm ơn email của bạn và chúng tôi rất vinh dự được chào đón bạn và sắp xếp xe đưa đón. Vâng, sân bay Hà Nội luôn đông đúc và thông tin chuyến bay thường thay đổi lối ra mà không báo trước và có lối vào khác nhau cho người dân địa phương và người nước ngoài ở 2 khu vực. Tài xế sẽ tìm cách đón bạn một cách chu đáo để đưa bạn đến một cách suôn sẻ...\n\nMột lần nữa, cảm ơn bạn và hy vọng được chào đón bạn đến thăm đất nước xinh đẹp của chúng tôi!\nTrân trọng\nGloryĐọc thêm",
            "Vì chúng tôi có một ít thời gian rảnh rỗi ở Hà Nội trong chuyến công tác nên chúng tôi đang băn khoăn về cách ngắn nhất và nhanh nhất để đưa đối tác VIP của mình đến Ninh Bình. Chúng tôi đã kiểm tra qua Google và thấy cô Hiền từ Dịch vụ Chuyển nhượng Việt Nam sắp xếp chiếc Mercedes S 550 rất tốt trong thời gian ngắn. Chúng tôi được đón từ khách sạn và đưa đến công ty Bút Soncement gần thành phố Hà Nam, sau đó đi thẳng đến Ninh Bình trong một chuyến đi trong ngày để ngắm cảnh quan tuyệt đẹp trên đường đi và điểm cuối cùng là khung cảnh ngoạn mục của chính Tam Cốc. Thật là một chuyến đi tuyệt vời và thú vị. Rất cám ơn Dịch vụ Chuyển nhượng Việt Nam.Đọc thêm",
            "Kính gửi Stelzner007,\nCảm ơn bạn đã lựa chọn phương tiện của chúng tôi và rất vinh dự được đón bạn từ sân bay Hà Nội đến thành phố và chuyến đi Ninh Bình. Tài xế của chúng tôi cũng cảm ơn sự hỗ trợ đáng yêu của bạn.\nMột lần nữa xin cảm ơn và mong được chào đón bạn lần nữa.\n\nTrân trọng\nVinh quang Đọc thêm",
            "Tôi dự định đi thăm Vịnh Hạ Long trong 4 ngày khi đến Việt Nam. Tôi đã liên hệ với Vietnam Transfer Service qua trang web của họ và anh Glory Vinh đã gửi cho tôi báo giá cho chuyến đi mà tôi đã lên kế hoạch. Giá cả thuận tiện hơn so với các đại lý khác mà tôi tìm thấy trên Internet. Chúng tôi đồng ý tôi sẽ trả phí khi đến nơi. Mọi việc diễn ra rất suôn sẻ, tài xế đã đợi tôi và gia đình tại sân bay Hà Nội và đi theo hành trình đã thống nhất. Vì không thể nói tiếng Anh nên anh ấy sẽ gọi cho Glory bằng điện thoại di động để xác nhận chuyến đi hàng ngày. Đối với tôi, thật tuyệt vời khi được đến thăm khu vực này khi tôi đi du lịch cùng trẻ nhỏ. Tôi chắc chắn sẽ sử dụng Dịch vụ Chuyển tiếp Việt Nam một lần nữa để đi du lịch tại Việt Nam.Đọc thêm",
            "Thưa cô Nora,\nCảm ơn bạn rất nhiều vì email đáng yêu của bạn.\nĐội ngũ Dịch vụ Chuyển nhượng Việt Nam rất vinh dự được sắp xếp chiếc xe đặc biệt cho gia đình bạn đi du lịch trên đất nước xinh đẹp của chúng tôi. Chúng tôi mong muốn có nhiều thời gian hơn để tư vấn cho bạn về thông tin du lịch Việt Nam và các gói tour mà chúng tôi đã và đang làm việc từ lâu. Vui lòng cho chúng tôi biết nếu bạn đến thăm đất nước của chúng tôi vào lần tới, chúng tôi còn hơn cả một người bạn tốt ở Việt Nam để chào đón bạn! \nTrân trọng cảm ơn. Vinh quangĐọc thêm",
            "Tôi sống bán thời gian ở Bangkok và gần đây đã đưa một số người bạn đến Hà Nội. Tôi đã thuê dịch vụ của Dịch vụ Vận chuyển Việt Nam để đón chúng tôi từ sân bay Nội Bài. Chiếc xe là mẫu mới nhất, sạch sẽ, ngăn nắp và tài xế giỏi tiếng Anh và rất lịch sự. Vì dịch vụ tốt này nên chúng tôi lại sử dụng dịch vụ du lịch của họ cho các chuyến đi đến Vịnh Hạ Long và Ninh Bình. Cả hai dịp này đều rất vui vì chất lượng dịch vụ. Tôi thực sự giới thiệu chúng.Đọc thêm",
            "Chúng tôi đã tận hưởng một chuyến đi tuyệt vời đến Việt Nam, chúng tôi đã thực hiện một số đặt dịch vụ chuyển khoản với Dịch vụ Chuyển khoản Việt Nam, hoàn toàn, chúng đã hoạt động rất tốt! Chúng tôi đặt xe cho gia đình - 2 người lớn và 2 trẻ em - chỉ cần xe 4 chỗ để tiết kiệm chi phí nhưng Vietnam Transfer Service đã sắp xếp xe 7 chỗ - ford everest, anh Trung Driver - với chi phí thấp. Khi chúng tôi làm thủ tục nhập cảnh Hà Nội và thấy anh Trung cầm tấm biển có tên chúng tôi, anh ấy dẫn chúng tôi đến quầy khách hàng rồi lái xe về thành phố Hà Nội, nơi chồng tôi muốn đi mua sắm và xem múa rối nước cho đến 4 giờ, sau đó chúng tôi chuyển đến khách sạn novotel Vịnh Hạ Long và một ngày sau chúng tôi di chuyển đến Ninh Bình, Ninh Bình về Hà Nội. Anh Trung nói được một chút tiếng Anh nhưng anh ấy làm rất tốt, lái xe rất cẩn thận và dừng lại ở một số địa điểm đẹp cho bọn trẻ chúng tôi thư giãn, anh ấy mua nước cho chúng tôi, chỉ cho chúng tôi những địa điểm ngắm cảnh đẹp và kết nối với nhân viên điều hành tại văn phòng hỗ trợ. trên điện thoại của anh ấy, Đối với chúng tôi, VTS đã trả lời email của chúng tôi rất nhanh, xác nhận nhanh, tài xế tốt, hỗ trợ qua điện thoại và đưa ra giá rẻ. Chúng tôi là đại lý du lịch liên kết tốt nhất ở Singapore đánh giá cao công việc của họ và rất khuyến khích! Chúng tôi cần một chiếc ô tô để đi từ sân bay Hà Nội đến bến tàu Vịnh Hạ Long để lên tàu qua đêm sau đó một ngày, chúng tôi chuyển đến Ninh BìnhĐọc thêm",
            "Xin chào cô Eileen,\nCảm ơn quý khách đã sử dụng dịch vụ đưa đón của chúng tôi quanh khu vực phía Bắc Hà Nội - Vịnh Hạ Long - Ninh Bình. Chúng tôi rất hân hạnh được sắp xếp phương tiện riêng để gia đình bạn đi du lịch miền Bắc Việt Nam thuận lợi và chuyến đi tiếp theo, chúng tôi hân hạnh sắp xếp giảm giá đặc biệt cho khách hàng thường xuyên. Cảm ơn và trân trọngĐọc thêm",
            "Tôi đi du lịch với 5pax đến Hà Nội - Vịnh Hạ Long - Ninh Bình. Tại sân bay đã sẵn sàng chờ đợi chúng tôi với sự chào đón dễ chịu. Di chuyển từ sân bay về khách sạn Anise - 3 sao - bằng xe 7 chỗ thoải mái. Kinh nghiệm tốt tài xế tốt, xe sạch sẽ.. đẹp. Dịch vụ wifi trên xe, tai nghe, quầy bar mini có nước khoáng bổ sung cho chúng tôi. Đến khách sạn nhân viên trực phục vụ tốt, nhận phòng nhanh. Tôi đặt cùng một chiếc xe đến Vịnh Hạ Long vào sáng mai bắt đầu từ 7 giờ sáng. Sau khi ăn sáng, lúc 7h tài xế đã đợi chúng tôi ở sảnh. Bắt đầu hành trình đến Vịnh Hạ Long, chúng tôi yêu cầu tài xế dừng lại những địa điểm thú vị trên đường đi. Tài xế dừng lại ở 1 cửa hàng đẹp bán đồ trang trí, đồ ăn nhẹ và đồ uống.. Đến Bến tàu Hạ Long, tài xế giúp chúng tôi mua vé du thuyền. Sau khi hoàn thành, tài xế Cruise đang đợi chúng tôi tại Bến tàu. Đưa chúng tôi đến Nihh Bình. Người lái xe giới thiệu cho chúng tôi những điều thú vị ở những nơi đã ghé thăm. Đẹp kinh nghiệm lái xe tốt và giá rẻ. Không tính thêm phí cho giờ chờ đợi. Rất khuyến khích cho tất cả khách du lịch. Dịch vụ TỐT với giá thành rẻ...Đọc thêm",
            "Không biết bạn có tổ chức tour riêng quanh khu vực Hạ Long - Bãi Cháy không?  Chúng tôi sẽ có mặt ở đó vào ngày 21 tháng 12 và tìm cách ngắm nhìn vùng nông thôn cũng như thưởng thức văn hóa và ẩm thực Việt Nam của khu vực này.  Tổng cộng sẽ có bốn người chúng tôi và tìm kiếm thứ gì đó bắt đầu từ khoảng 3 giờ chiều và cho đến khoảng 8 giờ tối.Đọc thêm",
            "Xin chào, vâng, chúng tôi biết. vui lòng gửi email cho chúng tôi để chúng tôi có thể sắp xếp chuyến tham quan cho bạn. Chúng tôi sở hữu một đội xe với mức ưu đãi đặc biệt để chúng tôi có thể gửi cho bạn ưu đãi tốt nhất\n\nlời chúc tốt đẹp nhấtĐọc thêm"
        ],
        "star_ratings": [
            13,
            0,
            0,
            0,
            4
        ],
        "review_amount": 17,
        "location": [
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Dịch vụ chuyển nhượng Việt Nam",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 11, 2016",
            "Written April 10, 2016",
            "Written February 4, 2016",
            "Written November 4, 2015",
            "Written October 31, 2015",
            "Written October 22, 2015",
            "Written October 5, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8608618-Reviews-or10-Vietnam_Transfer_Service-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d23745564-Reviews-The_Hudson_Rooms_Capella_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d23176204-Reviews-Diva_s_Lounge_Capella_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11549998-Reviews-Pizza_4P_s_Trang_Tien-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d23745557-Reviews-Koki_Capella_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14973931-Reviews-Poke_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d5963333-Reviews-El_Gaucho_Argentinian_Steakhouse_Trang_Tien-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12704218-Reviews-Luk_Lak_Vietnamese_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d7360340-Reviews-The_Moose_Roo_Smokehouse-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d9982375-Reviews-S_Patisserie-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d807451-Reviews-Bamboo_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311072-Reviews-Museum_of_the_Revolution-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8403743-Reviews-Dong_Phong_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26430553-Reviews-Vrosa_By_Vu_Tuong_Vi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d590925-Reviews-Geological_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1908755-Reviews-Red_Moon_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5029840-Reviews-Hanoi_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608618-Reviews-Vietnam_Transfer_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26639473-Reviews-Hanoi_Travel_Bug-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25257198-Reviews-Love_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11898757-Reviews-Hanoi_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12529983-Reviews-Cat_Ba_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-Asia_Exotica_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21510018-Reviews-Ribbon_Florist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13384615-Reviews-AnyTrails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6684667-Reviews-Le_Spa_du_Metropole-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941483-Reviews-Footsteps_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11848237-Reviews-Ha_Linh_Thu_House_of_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001726-Reviews-An_Store_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23274063-Reviews-Combo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d3664950-Reviews-Al_Noor_Mall-Medina_Al_Madinah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g664972-d1010689-Reviews-Singita-Fregene_Fiumicino_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g2158644-d10779373-Reviews-Reserva_Natural_San_Cipriano-San_Cipriano_Valle_del_Cauca_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d106552-Reviews-Canyon_de_Chelly_National_Monument-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g51909-d14767882-Reviews-Hood_River_Waterfront_Park-Hood_River_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d2413822-Reviews-Penske_Racing_Museum-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g298574-d7396573-Reviews-Art_in_Island-Quezon_City_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d10798517-Reviews-Paradise_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297550-d10059319-Reviews-Mini_Egypt_Park-Makadi_Bay_Hurghada_Red_Sea_and_Sinai.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8608618-Reviews-or10-Vietnam_Transfer_Service-Hanoi.html"
    }
]