[
    {
        "attraction_name": "Vietnam Insolite Voyage",
        "attraction_name_vi": "Du lịch khác thường ở Việt Nam",
        "general_info": [
            "171 đánh giá",
            "- 179 trên 627 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Tham quan thành phốChuyến tham quan lịch sử - di sảnChuyến tham quan bằng thuyềnChuyến tham quan bằng xe máyChuyến tham quan ngắm cảnh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Vietnam Insolite Voyage bao gồm các chuyên gia du lịch địa phương và các nhà thiết kế tour du lịch riêng được thiết kế riêng. Tất cả các hành trình chúng tôi đề xuất đều được đánh dấu bằng niềm đam mê, kinh nghiệm và sự tôn trọng nền văn hóa của chúng tôi. Chúng tôi luôn muốn bạn khám phá sự đa dạng và chân thực của đất nước chúng tôi. Chúng tôi rất mong được gặp lại bạn và cùng bạn chuẩn bị một chuyến đi đáng nhớ!Đọc thêm",
        "reviews": [
            "Chúng tôi đặt 2 ngày tham quan Hà Nội với 2 hướng dẫn viên nói tiếng Pháp. Chúng tôi rất thích những lời giải thích và sự linh hoạt của họ để khiến 2 ngày đó trở nên rất hiệu quả và đầy những bài học về văn hóa và lịch sử Việt Nam. Tôi giới thiệu chúng cho những ai muốn tối đa hóa thời gian của mình ở Hà Nội và sẵn sàng khám phá sâu sắc đất nước đáng kinh ngạc này!Đọc thêm",
            "Mẹ tôi và tôi đã đặt phòng trong 2 ngày - 1 đêm và chúng tôi thực sự thích nó! Chúng tôi không - không muốn rời đi! Phi hành đoàn rất thân thiện và khiến chúng tôi cảm thấy thoải mái và an toàn. Chiếc thuyền không mới hay lạ mắt, chiếc thuyền gỗ ọp ẹp và có rất nhiều nét đặc sắc! Đó chính xác là những gì chúng tôi muốn. Phòng sạch sẽ và ac làm việc. Thức ăn rất ngon và mọi hoạt động đều được lên kế hoạch tốt. Chúng tôi hầu như không gặp phải những chiếc thuyền khác - khách du lịch thật hoàn hảo. Chỉ có 10 khách và 5 thành viên phi hành đoàn. Chắc chắn sẽ đi du thuyền này một lần nữa. Đọc thêm",
            "Là một gia đình 5 người, chúng tôi đã dành 1 đêm ở Vịnh Hạ Long, 2 ngày ở Hà Nội và 4 ngày ở khu vực Sapa. Chuyến đi được tổ chức tốt hoàn toàn phù hợp với nhu cầu của chúng tôi. Công tác hậu cần rất xuất sắc: chúng tôi không cần phải lo lắng chút nào về bước tiếp theo và tất cả các đề xuất do nhân viên đưa ra đều là những ý tưởng hay. Chúng tôi có 3 hướng dẫn viên khác nhau và tất cả đều thân thiện, sẵn sàng trợ giúp.Đọc thêm",
            "Our first trip with Vietnam Insolite Voyage was to Angkor Wat and Vietnam.  We have since done Myanmar - Burma  - Birmanie -  and now Laos, with this agency.  Although we are all  - two couples -  French speaking, French is my second language, so I depend somewhat on being able to translate some things into English, my native tongue.  What has been remarkable with Vietnam Insolite Voyage is the well planned mix of immersion in local culture, coupled with a comfort that is consistent with our habits of good hygiene and a quiet sleeping environment.  Each trip has taken us off the beaten path onto genuine local transport, but without compromising safety  - e.g., assuming some degree of travel competence - not to tip over very narrow local boats - .  There has been a well timed day of relative luxury in out-of-the-way spots, but most of the time is spent with very knowledgeable guides, who act as intermediaries to indigenous  cultures, when we want to take the time and trouble to get to know how local people really live.   While we saw most of the  - usual -  tourist attractions, Vietnam Insolite does its homework and gave us access to places and peoples  - often local tribes - , where there was not the aggressive tourist scourge of children hawking various handcrafts for  - one dollar. -   When querying one of our local hosteliers, we learned that Vietnam Insolite checks the places it recommends, often as often as once per year.  This minimizes bad surprises.  The agency is very sensitive to individual requirements, and an itinerary is often built iteratively, permitting useful modifications to suit one - s taste.Read more",
            "Đã dành 1 đêm trên thuyền đến Bay Together! Và thật thích nó Nhân viên thật tuyệt vời Chúng tôi lên thuyền và chậm rãi đi vòng quanh vịnh Chúng tôi có hải sản và cá nấu trên thuyền ...có một phòng một mình trên thuyền Chúng tôi rất thích nóĐọc thêm",
            "Trước hết, dịch vụ của công ty này rất tuyệt vời từ trước khi bán đến sau bán hàng. Chúng tôi là một cặp đôi đã đặt chuyến đi 2 ngày 1 đêm bằng thuyền Hoàng tử Cát Bà, hơi quá lớn cho 1 cặp đôi nhưng công ty đã chấp nhận bán cho chúng tôi vì tôi bị say sóng - đôi khi tiền cũng không thể giải quyết được vấn đề - . - - . Căn phòng họ dành cho chúng tôi trên thuyền rất sạch sẽ với mùi gỗ thơm tuyệt vời, tất nhiên bao gồm cả máy lạnh. Tôi yêu nó rất nhiều. Các hoạt động và dịch vụ trên tàu thật tuyệt vời. Thức ăn được nấu bởi - đầu bếp 5 sao? Các món ăn được trang trí rất đẹp mắt! À, không cần phải đề cập, phong cảnh vịnh Hạ Long đẹp đến nghẹt thở. Tôi ước gì cơn say sóng của mình không - không khiến tôi quyết định đi một chuyến đi ngắn hơn dự định - ý tôi là tôi ước ở lại thêm 1 đêm nữa trên thuyền như kế hoạch ban đầu của chúng tôi cho chuyến đi 3 ngày 2 đêm - .Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với Catba Legend - 2 cabin và tầng trên với tầm nhìn 360 độ - . Chúng tôi đã đặt 3 ngày - 2 đêm vào tháng 12 năm 2015 để tham quan vịnh Hạ Long. Thật là ngoạn mục và chúng tôi có cơ hội đi theo các tuyến đường bên ngoài các địa điểm du lịch chính. phi hành đoàn rất đáng yêu và đầu bếp xuất sắc - 3 - 4 món khác nhau trong mỗi bữa ăn với sự kết hợp giữa thịt và hải sản -. Tôi đánh giá cao họ và chiếc thuyền này. evelyneĐọc thêm",
            "Phi hành đoàn rất tốt, chu đáo, thức ăn ngon. Thật đáng tiếc khi chủ sở hữu không theo kịp tiêu chuẩn tối đa chiếc thuyền hai cabin này. Nhà vệ sinh - nước đen - rõ ràng là bị rò rỉ khi chúng tôi phải ngủ với cửa sổ mở vĩnh viễn đối phó với mùi. Ngoài ra, nước nóng không hoạt động trong phòng ngủ chính. Biết chất lượng của các nghệ nhân Việt Nam nên việc bảo dưỡng thuyền đúng cách không khó.Đọc thêm",
            "Thank you for taking the time to tell us about your experience with CatBa Sailing Junk. Please allow us to express our sincerest apologies.\n\nWe appreciate you sharing your concerns, and it is our hope that you will give us the opportunity to better serve you in the near future.\n\nHere are our explanations for your details :\n\n1 -  All of our 4 junks are maintained twice a year at shipyard. Our last maintenance was taken on September 2015 , around 3 months ago. Meanwhile, we have a permanent mechanic team of our own boat company  - one cabinet maker and one mechanic -  to daily  check every boat facilities.\n\n2 -  Water in our bathroom comes from a tank water set on the upper deck  - passing through a tube -  that our crew fill up with clean water delivered by Haiphong Water Supply Company before every departure. Because of our boat size, we can not install a big water tank for some days. After receiving your feedback about black water, we rechecked all water supply system on board but any black water source is not found. We - ve never had this problem before.\n\n3 -  In order to run Eco- friendly cruises, we turn off boat engine at night. At that time, we use an energy accumulator for lightning the boat and a Japanese engine using gas for supplying hot water on CATBA PRINCESS. If we stop bathing, we have to wait for a couple of minutes for reheating water. It is not the same heating water system as on a big  ship for 20 or 60 persons.\n\nAnyway, we always do our best to optimize free space on board and to deliver our best services to clients during the off the beaten track cruises with Catba Sailing Junk in the capacity of our traditional junk, not a luxury one.\n\nThank you very much for your understanding.\n\nJe vous remercie de vos remarques constructives qui nous permettent d - améliorer nos services. \nVoici nos réponses à ces détails: \n1 -  Toutes nos 4 jonques passent 2 fois par an au chantier naval pour l - entretien, le dernier entretien était en Septembre 2015, soit il y a 3 mois. Entre temps nous avons toujours une équipe salariée de notre société des jonques  -  un ébéniste et un mécanicien  -  pour vérifier l - état des équipements à bord. \n2 -  L - eau des toilets vient des citernes  -  par une pompe  -  que l - équipage a remplies juste avant le départ de la compagnie de distrubution de l - eau courante de Hai Phong. Avec la taille de nos jonques, nous ne pouvons pas avoir les réservoires d - eau pour plusieurs jours, suite à votre retour nous avons vérifié toutes le système mais nous n - avons pas trouvé d - où il vient . Nous n - avons jamais ce genre de problème sur nos jonques\n3 -  Afin de réduire l - empreinte écologique de la croisière, nous arretons le générateur le soir. La nuit, c - est un accumulateur d - énergie qui prend le relais pour vous permettre d - avoir de la lumière et le système d - eau des douches sur CatBa Princess est chauffé par du gaz, c - est une marchine japonaise, si on arrete la douche il faut 2-3 minutes pour que l - eau se réchauffe. Ce n - est pas le meme système sur les gros bateaux pour 20 ou 60 personnes. \nDe toute manière nous faison toujours nos efforts pour optimiser les espaces à bord et rendre les meilleurs services à nos clients durant un itinéraire hors des sentiers battus mais cela reste quand meme sur une jonque traditionnelle, ce n - est pas sur un bateau de luxe\nMerci de votre compréhension\nRead more",
            "Waw, có một chiếc thuyền riêng cho hai người còn hơn cả một giấc mơ, đặc biệt là cỡ này!! Cảm ơn Vietnam Insolites đã góp phần mang lại hạnh phúc cho chúng ta ở Vịnh Lan Hạ và Hạ Long!! Chiếc thuyền thực sự đẹp, to và sạch sẽ. Thức ăn rất tuyệt và rất lớn cho hai người, ngoại trừ bữa sáng. Đó chỉ là nhận xét tôi có thể đưa ra về đồ ăn, bánh kếp rất ngon nhưng tôi chỉ mong đợi nhiều hơn một chút như bạn làm cho các bữa ăn khác - có thể là bánh mì, thịt xông khói và trứng chẳng hạn - . Nếu bạn muốn làm cho khách hàng của mình hạnh phúc hơn nữa, tôi cũng sẽ thích thưởng thức một ly rượu vang sủi như một lời chào đón ;- - và có thể là chăn trên mái nhà cho mùa đông. Ngoài ra, không thay đổi bất cứ điều gì, điều đó thật tuyệt - ngoại trừ giá nếu bạn có thể giảm thấp hơn ;- - - - Cảm ơn một lần nữa và có thể hẹn gặp lại bạn vào một năm khác !!Đọc thêm",
            "Vietnam Insolite Voyage provided us a tour guide, driver and a van and off we went around Hanoi region with our inflatable SUP Boards for 13 days.We experimented amazing guest house where we had to taste the Ziou  - local Rice Alcohol -  it helped keep the rare mosquitos away and sleeping.Pho is the most popular food but each region had their specialities but we definitely did not loose any weight in Vietnam!!!The Ha Long Bay offered an amazing setting while either paddling or cruising on the very comfortable Junk.some places were more suitable for intermediate paddlers but Ninh Binh and Ha Long bay is definitely for any one willing to discover unusual path through the mountains and bay.Not to Forget Hanoi such a busy and exciting city much better visited on a bicycle and the delicious BIA HOI  -  draught local beer a must - Ask Vietnam Insolite they do are qualified to taylor made a tour for youWe are all looking forward to spend some more time in VietnamRead more",
            "Chúng tôi đang thực hiện chuyến du lịch riêng 3 ngày với đại lý này, sau đó là Sapa và chuyến đi bộ ba ngày. Lộ trình chuyến đi của bạn là gì và độ khó của nó.  Của chúng tôi đi qua Taphin, Saxeng, Gaing Ta Che.... Cảm ơn bạn đã chia sẻ kinh nghiệm của mình với chúng tôi.\nPatriciaĐọc thêm",
            "bonsoir,\nnous sommes restés 2 jours à Sapa avec une rando sur ces 2 jours; Nous avons couché chez l - habitant la 1ère nuit et à l - hôtel la seconde.\nLa première journée nous avons traversé les villages de Macha, Lu khau Taphin dans les rizières. l - accueil chez l - habitant est caractéristique, le confort est  sommaire mais l - accueil et la nourriture inoubliables. nous vous conseillons le bain aux herbes s - il vous est proposé. Le lendemain nous avons traversé un paysage beaucoup plus rocheux pour rejoindre les villages de Seo chua et Hang Da.\npas de difficultés particulières. prévoir de bonnes chaussures, vêtement de pluie et eau. \nCe sont des paysages merveilleux et des rencontres inoubliables. Penser aussi à prévoir le marché du soir à Sapa haut en couleurs et les massages de la tête, du cou et des pieds: un vrai bonheur pour un prix défiant toute concurrence.\nbon voyage et à votre disposition pour d - autres questions.Read more"
        ],
        "star_ratings": [
            131,
            28,
            7,
            1,
            4
        ],
        "review_amount": 171,
        "location": [],
        "reviews_time": [
            "Written November 8, 2023",
            "Written June 17, 2018",
            "Written April 2, 2018",
            "Written March 9, 2017",
            "Written February 9, 2017",
            "Written May 9, 2016",
            "Written January 7, 2016",
            "Written January 1, 2016",
            "Written February 14, 2015",
            "Written September 24, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d5482688-Reviews-Vietnam_Insolite_Voyage-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5482688-Reviews-or10-Vietnam_Insolite_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5482688-Reviews-Vietnam_Insolite_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-Vietnamese_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1074223-Reviews-Buffalo_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26637719-Reviews-Tiffany_Studios-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8431997-Reviews-Hom_Market-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15816091-Reviews-El_Vietnamita-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19254824-Reviews-EnVogue_Home-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27119570-Reviews-Lily_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17531578-Reviews-Karen_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26246053-Reviews-VN_HOP_Travel_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4869921-Reviews-BestPrice_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g15245800-d9705473-Reviews-Kanto_Lampo_Waterfall-Beng_Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d9883233-Reviews-Alan_Shepard_Beachfront_Park-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g8281993-d1142674-Reviews-Melissani_Cave-Karavomylos_Sami_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d295879-Reviews-Palau_Guell-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2182644-Reviews-Souk_Madinat_Jumeirah-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g143037-d116981-Reviews-Keys_View-Joshua_Tree_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298298-d8786716-Reviews-Terminal_Amanjaya-Ipoh_Kinta_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d1588261-Reviews-Naples_Botanical_Garden-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d1979068-Reviews-Historic_Nauvoo-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d242858-Reviews-Piazzale_Michelangelo-Florence_Tuscany.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d5482688-Reviews-or10-Vietnam_Insolite_Voyage-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d5482688-Reviews-Vietnam_Insolite_Voyage-Hanoi.html"
    }
]