[
    {
        "attraction_name": "Vietnam by Vespa",
        "attraction_name_vi": "Việt Nam bởi Vespa",
        "general_info": [
            "175 đánh giá",
            "- 65 trong số 530 Đồ ăn - Đồ uống tại Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Chúng tôi là những người hâm mộ lớn của nấu chậm. Chúng tôi hun khói gà, thịt bò, sườn và xúc xích. Chúng tôi đi xe tay ga để đưa bạn đến những quán ăn yêu thích của chúng tôi ở Hà Nội: Phở, Xôi, Bánh Cuốn, Bún Chả, Bánh Mì. Chúng tôi thích Phở Bò của gia đình Diêm và Nam, ở phía Tây và phía Nam Hà Nội, do phụ nữ điều hành, cung cấp những sợi mì được chế biến tinh xảo qua nhiều thế hệ. Bữa sáng yêu thích của chúng tôi là Bún Chả của gia đình Hương Dung, một ngôi làng ở phía Tây Bắc của thành phố. Bữa tối phổ biến của chúng tôi là Xôi nếp với đồ chua và xúc xích từ miền Bắc. Bữa ăn thứ bảy của đoàn bạn là Lẩu cá của gia đình bà Bàng. Đoàn cuối tuần của gia đình tôi là bánh mì thịt hun khói. Đọc thêm",
        "reviews": [
            "Một chuyến đi dạo ẩm thực thực sự thú vị với Nam thú vị, một đầu bếp và hướng dẫn viên rất nhiệt tình và hiểu biết - chúng tôi đã ghé thăm 6 quầy hàng thực phẩm và nhà hàng khác nhau, nơi anh ấy nếm thử các món ăn, thêm các loại thảo mộc và gia vị.Đọc thêm",
            "Theo là một hướng dẫn viên tuyệt vời, có tính cách hấp dẫn và tiếng Anh xuất sắc. Cô ấy gặp chúng tôi tại khách sạn và chúng tôi đi bộ đến khu phố cổ Hà Nội, nơi chúng tôi đi qua những con phố nhỏ và dừng lại ở một số nhà hàng gia đình để nếm thử nhiều món ăn Việt Nam khác nhau, bao gồm cá và phở, xôi, bánh xèo, chả giò, nước chấm và hơn thế nữa. Cô ấy cực kỳ am hiểu về khu vực địa phương và phần cuối cùng trong chuyến tham quan của chúng tôi là ở một quán cà phê kỳ quặc trên tầng thượng, nơi chúng tôi có sữa chua đông lạnh, cà phê trứng và nhiều cuộc trò chuyện. Cảm ơn Thảo vì một trải nghiệm tuyệt vời ở Hà Nội!  Julie và JonathanĐọc thêm",
            "Chúng tôi đã được chiêu đãi một chuyến du lịch ẩm thực để đời! Hướng dẫn viên của chúng tôi, Thảo, có mối quan hệ làm việc tuyệt vời với những người bán hàng rong, giúp chúng tôi có cái nhìn thoáng qua về cuộc sống thực tế của đường phố và cách sống của những người bán hàng rong. Cách sử dụng tiếng Anh của Thảo rất rõ ràng và chi tiết, đưa ra câu trả lời cho cả những câu hỏi khó nhất của chúng tôi. Tiêu chuẩn ẩm thực mà chúng tôi nếm thử rất nổi bật và tại mỗi điểm dừng, Thảo đều giải thích cẩn thận về các nguyên liệu và phương pháp nấu khác nhau. Không có lúc nào trong chuyến tham quan, chúng tôi cảm thấy vội vã hoặc như thể chúng tôi - chỉ là một khách du lịch khác -. Chúng tôi không thể giới thiệu đủ cao trải nghiệm ẩm thực đường phố đặc biệt này. Chúng tôi sẽ luôn biết ơn Thảo vì cách chia sẻ chân thành và nhạy cảm của cô ấy về cả văn hóa ẩm thực lẫn lối sống Việt Nam. Ruth và PhilipĐọc thêm",
            "Nam và Duy là những hướng dẫn viên của chúng tôi về chuyến tham quan Hà Nội tuyệt vời, vui vẻ và nhiều thông tin nhất. Chúng tôi đã gặp Nam tại sảnh khách sạn, người đang tò mò về những kỳ vọng và yêu cầu của chúng tôi liên quan đến chuyến tham quan. Sau đó anh ấy tiếp tục giải thích hành trình và nói với chúng tôi rằng chúng tôi có thể thay đổi nó bất cứ lúc nào. Anh ấy giải thích cách sử dụng bộ đàm và yêu cầu đội mũ bảo hiểm. Chúng tôi lên chiếc vespas và bắt đầu một cuộc phiêu lưu phấn khởi và thú vị nhất. Hơn một tiếng đồng hồ, chúng tôi đạp xe qua những con đường rộng và hẹp để có cái nhìn khái quát về trung tâm nội thành Hà Nội. Sau đó, chúng tôi đậu xe và Nam đưa chúng tôi đến năm cửa hàng ăn uống yêu thích của anh ấy. Anh ấy biến nó thành một trò chơi bằng cách yêu cầu chúng tôi thử và đoán xem trong đó có gì. Sau đó, anh ấy tiếp tục giải thích cách nó được làm ra, nó có thể được ăn vào bữa ăn nào, v.v. Chúng tôi kết thúc trải nghiệm ăn uống bằng cách thưởng thức cà phê trứng thơm ngon! Đoán xem nó được tạo ra như thế nào!!? Sau đó chúng tôi quay trở lại khách sạn nơi Nam dẫn chúng tôi đến cửa trước trước khi khởi hành. Đây chính xác là điều chúng tôi yêu thích - ăn các món ăn địa phương ở các khu phố trong thành phố - đất nước mà chúng tôi ghé thăm.  Điều tuyệt vời nhất là được làm điều đó với Nam. Cảm ơn, Nam.  Chúc may mắn với tất cả mọi thứ. Chúng tôi - sẽ không bao giờ quên bạn!Đọc thêm",
            "Đây là một tour du lịch tuyệt vời. Bạn chắc chắn phải làm điều đó và nếu có thể với Thảo và Hà. Họ rất đam mê những gì họ làm và rất vui khi tìm hiểu một số điều tò mò về thành phố. Thảo và Hà và nhóm của họ đã tạo nên một trải nghiệm khó quên. Họ đưa chúng tôi đến các nhà hàng khác nhau để khám phá những thú vui ẩm thực và thưởng thức những món đặc sản ngon nhất của Hà Nội. Chúng tôi đánh giá cao chuyến tham quan này! Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời với Thảo. Anh ấy đã hỏi rất nhiều câu hỏi để đảm bảo rằng chuyến tham quan ẩm thực được phục vụ theo ý thích của chúng tôi và anh ấy đã vượt xa sự mong đợi. Tôi muốn giới thiệu điều này cho bất kỳ ai đến thăm Hà Nội, đặc biệt là những ai muốn có một chuyến tham quan đích thực - nếm thử.Đọc thêm",
            "Gia đình tôi đã đi tour này vào ngày thứ hai cuối cùng tại Hà Nội và thật tuyệt vời. Hà là một người chủ nhà dễ thương và được dành thời gian ở nhà cùng vợ và làm quen với người Việt Nam cũng như lối sống của họ thực sự là một vinh dự. Cảm ơn. Rất khuyến khích chuyến tham quan này.Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch tuyệt vời với Hà. Tôi - sẽ thành thật mà nói rằng tôi hơi lo sợ khi phải ngồi trên một chiếc xe gắn máy trong tình trạng lộn xộn của Hà Nội vào ban đêm. Nhưng ngay lần đầu gặp hướng dẫn viên của chúng tôi, Hà, tôi đã cảm thấy thoải mái. Hà là một người siêu chuyên nghiệp trong lĩnh vực khách sạn và có khả năng trực quan đáng kinh ngạc trong cách thu hút từng vị khách. Anh ấy đã điều chỉnh chuyến tham quan của chúng tôi theo sở thích ẩm thực của tôi - không thịt, chỉ cá - và rất nhiệt tình dạy chúng tôi những lời chào thông thường và cảm ơn - bằng tiếng Việt để chúng tôi có thể tương tác một cách tôn trọng với các đầu bếp - nhà cung cấp của chúng tôi. Chuyến đi có hai phần tuyệt vời khi vừa trải nghiệm thành phố bằng xe đạp vừa thưởng thức hương vị bên trong đường phố Hà Nội. Tôi đã thử những thứ mà tôi chưa từng thử - cua đồng cỡ đồng xu - và hiểu được làm thế nào mỗi mặt hàng có chỗ đứng trên thị trường, đời sống trang trại và nền kinh tế. Tôi không thể đánh giá cao hơn chuyến tham quan này. Chúng tôi đã làm điều đó vào đêm thứ hai - đó là một cách tuyệt vời để bắt đầu trải nghiệm của chúng tôi và tìm hiểu vị trí của vùng đất.  -  -  -  -  -  -  -  -  -  -  -  -  - Đọc thêm",
            "Chúng tôi rất vui khi được thực hiện chuyến tham quan ẩm thực Vespa này tại Việt Nam vào tháng 9 năm 2019. Hà và các đồng nghiệp của anh ấy thật tuyệt vời. Họ rất thú vị, hấp dẫn và biết tất cả những địa điểm tuyệt vời để đến và thử những món ăn đường phố tuyệt vời ở Việt Nam. Nếu bạn đến thăm Hà Nội, bạn phải đưa điều này vào hành trình của mình. Hà là người bạn suốt đời. Ken và Josette Smalling, Lafayette, LAĐọc thêm",
            "Có chuyến đi tuyệt vời nhất với Hà rất vui và các tài xế rất giỏi. Anh ấy phục vụ mọi yêu cầu thực phẩm khác nhau của mọi người và cho chúng tôi thấy rất nhiều món ăn tuyệt vời mà chúng tôi sẽ không bao giờ thử nếu không có anh ấy. Chúng tôi đã học được rất nhiều điều trong khi cười đùa suốt chặng đường, cho đến nay đây là điều tuyệt vời nhất mà chúng tôi đã làm được trong kỳ nghỉ của mình!Đọc thêm",
            "Xin chào!!!! tôi muốn đặt phòng với giá 5Đọc thêm",
            "Xin chào. Cảm ơn bạn đã đến. Bạn có thể gửi cho chúng tôi yêu cầu tham quan với thông tin chi tiết hơn về thời gian không. \nHa ThaoĐọc thêm",
            "Xin chào, làm thế nào để bạn đặt chỗ này? Cảm ơnĐọc thêm",
            "Cảm ơn bạn đã hỏi thăm. Vui lòng gửi email cho chúng tôi từ trang web. Có vẻ như không thể đính kèm email ở đây. \nCảm ơn lần nữa\nHà ThảoĐọc thêm",
            "CHÀO! Tôi và bạn tôi muốn thực hiện chuyến du lịch vòng quanh Hà Nội vào ngày 3 tháng 11. Bạn có thể đón chúng tôi tại khách sạn Silk Path vào buổi sáng được không? Chuyến đi bao nhiêu và kéo dài bao lâu?Đọc thêm",
            "CHÀO. Tin nhắn của bạn đã đến hộp thư đến của tôi lúc 7h20 tối nay. Xin lỗi đã không trả lời sớm hơn. Bạn sẽ nhận được email của tôi ngay lập tức nếu truy cập trang web của chúng tôi và gửi email.  Cảm ơn. Hà ThảoĐọc thêm",
            "CHÀO! Tôi và bạn tôi đang ở khách sạn Silk Path. Bạn có thể đón chúng tôi ở đây được không? Đi xe bao nhiêu và bao lâu? Chúng tôi muốn làm điều đó ngay hôm nay.Đọc thêm",
            "Tôi có thể học lái xe và sau đó làm được không? Mất bao lâu để học?Đọc thêm",
            "CHÀO \nBạn có thể học, phải mất 5 phút. Cảm ơn\n\nHaĐọc thêm",
            "Bạn có thể tự mình lái chiếc Vespa được không?Đọc thêm",
            "Xin chào\nBạn có thể tự lái xe tay ga miễn là bạn đến từ đất nước xe tay ga. Đọc thêm"
        ],
        "star_ratings": [
            164,
            9,
            2,
            0,
            0
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Việt Nam bởi Vespa",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written March 10, 2024",
            "Written March 23, 2023",
            "Written March 22, 2023",
            "Written October 25, 2022",
            "Written May 29, 2020",
            "Written May 6, 2020",
            "Written January 26, 2020",
            "Written December 4, 2019",
            "Written September 23, 2019",
            "Written July 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7931647-Reviews-Vietnam_by_Vespa-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or10-Vietnam_by_Vespa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13198819-Reviews-Hanoi_Taste_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12864118-Reviews-Compagnon_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d814878-Reviews-Duong_Lam_Ancient_Village-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17764816-Reviews-Thao_Dien_Van_Loc_Farm-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7938258-Reviews-Ba_Vi_National_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19455200-Reviews-Go_Vietnam_Wonders-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-BRG_Kings_Island_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g4355229-d12231680-Reviews-Hung_Temple-Phu_Tho_Phu_Tho_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20153621-Reviews-BRG_Kings_Island_Lakeside_Golf_Course-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19501537-Reviews-Yhi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2460630-Reviews-Aquarena_Cruise_Halong_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4272036-Reviews-Local_Flavors_Food_Tour_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17847903-Reviews-Passion_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296309-d21080920-Reviews-Chua_Du_Anh_chua_Thong-Vinh_Tuong_Vinh_Phuc_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20403490-Reviews-Book_and_Go-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g43780-d10343539-Reviews-Crystal_Lake-Flowood_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d103508-Reviews-United_States_Air_Force_Academy-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g194720-d7113788-Reviews-Poggio_Amorelli-Castellina_In_Chianti_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191349-Reviews-Quartiere_San_Lorenzo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d3582418-Reviews-BAPS_Shri_Swaminarayan_Mandir-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34471-d7226776-Reviews-Canal_Street_Historic_District-New_Smyrna_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g155033-d169654-Reviews-Plains_of_Abraham-Quebec_City_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d12035409-Reviews-Jurassic_World_The_Exhibition-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d6755074-Reviews-Chinatown-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g1183391-d3224783-Reviews-Governor_s_Beach-Pentakomo_Limassol.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or10-Vietnam_by_Vespa-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-Vietnam_by_Vespa-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam by Vespa",
        "attraction_name_vi": "Việt Nam bởi Vespa",
        "general_info": [
            "175 đánh giá",
            "- 65 trên 530 Đồ ăn - Đồ uống ở Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Chúng tôi là những người hâm mộ lớn của nấu chậm. Chúng tôi hun khói gà, ức bò, sườn và xúc xích. Chúng tôi lái xe máy đưa bạn đến các quán ăn yêu thích của chúng tôi ở Hà Nội: Phở, Xôi, Bánh Cuốn, BunCha, Bánh Mì. Chúng tôi yêu thích món Phở Bò của gia đình Diệm và Nam, Tây và Nam Hà Nội, do phụ nữ điều hành, cung cấp những món mì được chế biến tinh xảo qua nhiều thế hệ. Bữa sáng yêu thích của chúng tôi là bún chả của gia đình Hương Dung, một ngôi làng phía Tây Bắc thành phố. Bữa tối phổ biến của chúng tôi là xôi nếp với dưa chua và xúc xích từ miền Bắc. Bữa ăn thứ bảy của hội bạn chúng tôi là Lẩu cá của gia đình chị Bàng. Bữa tiệc cuối tuần của gia đình tôi là món bánh mì pastrami.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt tour qua khách sạn và phải điều chỉnh bằng cách sử dụng xe tải thay vì xe Vespa vì có ba đứa con nhỏ. Tôi là người Mỹ gốc Việt và hơi nghi ngờ về việc đi cùng hướng dẫn viên để ăn ở những nơi quá an toàn và vệ sinh đối với khách du lịch. Thao, hướng dẫn viên của chúng tôi đã xuất hiện và tôi đã yêu cầu thay đổi một vài món ăn. Cô ấy hoàn toàn không nao núng trước yêu cầu của tôi. Thao bắt đầu chuyến tham quan của chúng tôi bằng yêu cầu đầu tiên của tôi là xôi, xôi ở một quầy hàng, và cả gia đình đều yêu cô ấy. Nó ngon một cách kỳ lạ! Trong suốt phần còn lại của chuyến tham quan, cô ấy đã giới thiệu cho chúng tôi những món ăn tuyệt vời được tìm thấy trong các con hẻm và các khu phố khác nhau. Cô ấy đã chia sẻ những câu chuyện cá nhân đẹp đẽ, chân thành và giáo dục chúng tôi về lịch sử và văn hóa của Hà Nội. Khi chúng tôi trở lại Việt Nam, Thao sẽ là người đầu tiên tôi sẽ liên lạc! Đọc thêm",
            "Mai và Lindt là một cặp đôi trẻ đẹp, tiếng Anh tốt và rất am hiểu, một trong những tour du lịch tuyệt vời nhất ở Việt NamĐọc thêm",
            "Tôi và bạn tôi đã đặt tour ẩm thực đường phố qua Sofitel Metropole. Mặc dù chuyến tham quan này đắt hơn các chuyến tham quan chợ khác nhưng chúng tôi muốn trải nghiệm ẩm thực đường phố của Hà Nội. Lúc đầu chúng tôi hơi nghi ngờ, nhưng khi hướng dẫn viên Hà đón chúng tôi tại khách sạn bằng ô tô và đưa chúng tôi đến quán ăn đường phố đầu tiên, chúng tôi không còn nghi ngờ gì nữa, mình đã đặt đúng tour. Hà rất am hiểu về lịch sử, văn hóa và nguồn gốc của các món ăn đường phố khác nhau mà anh ấy đã giới thiệu cho chúng tôi. Anh ấy rất đam mê ẩm thực, kiên nhẫn giải đáp mọi thắc mắc của chúng tôi và dành thời gian đưa chúng tôi đi khắp thị trấn. Chúng tôi đã có khoảng thời gian tuyệt vời và rất muốn giới thiệu chuyến tham quan này cho những ai muốn nếm thử hương vị đích thực của Hà Nội.Đọc thêm",
            "Yêu chuyến đi của chúng tôi với những người này. Rất đặc biệt và rất thích nó. Bạn - sẽ không bao giờ quên cảm giác cùng anh lái xe trên những con phố Hà Nội tấp nập!Đọc thêm",
            "Một việc phải làm ở Hà Nội và Sài Gòn. Họ đã chỉ cho chúng tôi rất nhiều thứ mà chúng tôi sẽ không tìm thấy và thức ăn đường phố họ cho chúng tôi xem thực sự rất ngon. Cứ làm điĐọc tiếp",
            "Vợ tôi và tôi đã tham gia chuyến tham quan bằng xe Vespa kéo dài 4 giờ với Ha ở Hà Nội. Chuyến đi thật tuyệt vời - được ngồi trên xe Vespa, nhưng không phải tự lái xe, giữa dòng xe cộ đông đúc của Hà Nội thực sự là một trải nghiệm tuyệt vời. Hơn nữa, hướng dẫn viên của chúng tôi, Ha, cực kỳ am hiểu về mọi khía cạnh của thành phố - lịch sử, văn hóa, chính trị và ẩm thực đường phố. Chuyến tham quan của chúng tôi bao gồm khu phố cổ, khu vực hồ, khu phố Pháp và dừng chân tại một điểm ăn trưa để ăn Phở và một quán cà phê ít người biết đến nhưng đông đúc để uống cà phê trứng. Tôi thực sự khuyên bạn nên tham gia.Đọc thêm",
            "Đây là cuộc phiêu lưu phải thử nếu bạn ở Sài Gòn hoặc Hà Nội.  Nó an toàn và thú vị.  Đó là một cách tuyệt vời để tận hưởng giao thông và ẩm thực điên cuồng.Đọc thêm",
            "Bố tôi và tôi đi chuyến vespa nửa ngày này ở Hà Nội. Chúng tôi lấy chiếc vespa vào làng của hướng dẫn viên du lịch Hà và được giới thiệu với một số thành viên cộng đồng địa phương, những người cho chúng tôi nghỉ ngơi và uống trà. Sau đó chúng tôi đến nhà Hà, nơi vợ anh đưa chúng tôi đi xe đạp để xem trang trại cộng đồng. Sau đó Hà nấu một bữa ăn ngon gồm súp cua và cơm chiên cho chúng tôi. Lòng hiếu khách và kiến ​​thức của ông về cộng đồng - và lịch sử Việt Nam nói chung - thật phi thường. Tôi thực sự muốn giới thiệu chuyến tham quan này cho bất kỳ ai đang muốn tìm hiểu thêm về cách sống của người Việt Nam.Đọc thêm",
            "Chúng tôi đã có nửa ngày đặc biệt cùng Hà - và đồng nghiệp của anh ấy - lang thang trên đường phố Hà Nội để tìm kiếm những món ăn địa phương tuyệt vời.  Hà có một cách tiếp cận độc đáo để giới thiệu cho bạn những nơi mà bạn sẽ không bao giờ mơ được nếm thử những món ăn địa phương tuyệt vời. Chúng tôi đã nếm thử nhiều món ăn địa phương tuyệt vời có mọi thứ từ thịt, cá đến rau. Điều đặc biệt là Hà có tiếng Anh tuyệt vời - hiếm có ở Việt Nam! - Đừng bỏ lỡĐọc thêm",
            "Một cái nhìn sâu sắc về lịch sử của Hà Nội và Việt Nam. Một cơ hội tuyệt vời để hòa mình vào văn hóa và tương tác với người dân địa phương một cách nhạy cảm. Một chuyến du lịch không giống ai Rất thú vị cho bản thân tôi và mẹ tôi từ London. Cảm ơn Hà!Đọc thêm"
        ],
        "star_ratings": [
            164,
            9,
            2,
            0,
            0
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Việt Nam bởi Vespa",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written July 6, 2019",
            "Written May 27, 2019",
            "Written May 10, 2019",
            "Written April 29, 2019",
            "Written April 28, 2019",
            "Written April 16, 2019",
            "Written March 30, 2019",
            "Written March 29, 2019",
            "Written March 28, 2019",
            "Written March 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7931647-Reviews-or10-Vietnam_by_Vespa-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-Vietnam_by_Vespa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or20-Vietnam_by_Vespa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13198819-Reviews-Hanoi_Taste_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12864118-Reviews-Compagnon_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d814878-Reviews-Duong_Lam_Ancient_Village-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17764816-Reviews-Thao_Dien_Van_Loc_Farm-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7938258-Reviews-Ba_Vi_National_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19455200-Reviews-Go_Vietnam_Wonders-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-BRG_Kings_Island_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g4355229-d12231680-Reviews-Hung_Temple-Phu_Tho_Phu_Tho_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20153621-Reviews-BRG_Kings_Island_Lakeside_Golf_Course-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19501537-Reviews-Yhi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2460630-Reviews-Aquarena_Cruise_Halong_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4272036-Reviews-Local_Flavors_Food_Tour_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17847903-Reviews-Passion_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296309-d21080920-Reviews-Chua_Du_Anh_chua_Thong-Vinh_Tuong_Vinh_Phuc_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20403490-Reviews-Book_and_Go-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104360-Reviews-Chrysler_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g53046-d2091237-Reviews-Wolf_Sanctuary_of_PA-Lititz_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d23393399-Reviews-Beyond_Van_Gogh-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137831-d3640894-Reviews-Mangrove_Forest_Nusa_Lembongan-Nusa_Lembongan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187285-d190949-Reviews-Triberger_Waterfall-Triberg_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g60491-d104349-Reviews-National_Elk_Refuge-Jackson_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g198600-d1526405-Reviews-Heide_Park-Soltau_Lower_Saxony.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d2615272-Reviews-Panorama_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14006565-d14193580-Reviews-Skywalk-Gibraltar_Town.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d12272999-Reviews-Savoy_Cinema-Colombo_Western_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or20-Vietnam_by_Vespa-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or10-Vietnam_by_Vespa-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam by Vespa",
        "attraction_name_vi": "Việt Nam bởi Vespa",
        "general_info": [
            "175 đánh giá",
            "- 65 trên 530 Đồ ăn - Đồ uống ở Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Chúng tôi là những người hâm mộ lớn của nấu chậm. Chúng tôi hun khói gà, ức bò, sườn và xúc xích. Chúng tôi lái xe máy đưa bạn đến các quán ăn yêu thích của chúng tôi ở Hà Nội: Phở, Xôi, Bánh Cuốn, BunCha, Bánh Mì. Chúng tôi yêu thích món Phở Bò của gia đình Diệm và Nam, Tây và Nam Hà Nội, do phụ nữ điều hành, cung cấp những món mì được chế biến tinh xảo qua nhiều thế hệ. Bữa sáng yêu thích của chúng tôi là bún chả của gia đình Hương Dung, một ngôi làng phía Tây Bắc thành phố. Bữa tối phổ biến của chúng tôi là xôi nếp với dưa chua và xúc xích từ miền Bắc. Bữa ăn thứ bảy của hội bạn chúng tôi là Lẩu cá của gia đình chị Bàng. Bữa tiệc cuối tuần của gia đình tôi là món bánh mì pastrami.Đọc thêm",
        "reviews": [
            "Chuyến tham quan thú vị qua giao thông buổi tối trên những chiếc xe tay ga Vespa những năm 1960. Được dẫn dắt và dẫn dắt một cách cẩn thận bởi Khôi, nhóm 4 người về hưu của chúng tôi đã được đưa đi khắp thành phố và được đưa đi nếm thử các món ăn đường phố tại nhiều cửa hàng khác nhau. Nhóm tài xế của anh ấy, tất cả đều ở độ tuổi 20, đều là những người bạn tốt và nỗ lực mang đến cho chúng tôi một mẫu hình về cuộc sống ở Hà Nội. Họ đưa chúng tôi đến một quán cà phê dọc theo tuyến đường sắt từng xuất hiện trong hành trình đường sắt của Chris Tarrant, để nếm thử cà phê Trứng. Mặc dù còn nghi ngờ nhưng tất cả chúng tôi đều rất thích đồ uống này! Để kết thúc buổi tối, chúng tôi được đưa đến một quán cà phê - quán bar địa phương, nơi các nhạc sĩ chơi và hát những bản nhạc nổi tiếng, bao gồm một số bài hát của Vương quốc Anh trong quá khứ...một bài của The Beatles! Cảm ơn Khôi, Thôn, Hugen và Phong vì đã quan tâm và cho chúng tôi thấy những điểm nổi bật của thành phố sôi động của bạn. Đọc thêm",
            "Đã từng trải qua tình trạng hỗn loạn hoàn toàn của giao thông Hà Nội, có vẻ hơi lạ khi chọn đón sinh nhật lần thứ 72 của một người chạy vòng quanh trên chiếc Vespa cổ. Tuy nhiên, đây là một chuyến đi vui vẻ và thú vị. Ngoài sự phấn khích của chuyến đi, một hướng dẫn viên quyến rũ và đầy đủ thông tin đã đưa chúng tôi đến những điểm trong thị trấn và vùng nông thôn mà hầu hết khách du lịch sẽ không thấy. Được đề xuấtĐọc thêm",
            "Chúng tôi thực hiện chuyến tham quan này vào buổi chiều để tham quan ngoại ô Hà Nội. Thật là một hoạt động thú vị cho gia đình chúng tôi khi thử một chuyến du lịch bằng xe máy - phương tiện giao thông phổ biến của người Việt Nam - . Đọc thêm",
            "Tôi đang ở tại khách sạn Hotel de l - Opera và, với tư cách là một người Ý, tôi đoán là tôi không thể cưỡng lại lựa chọn chuyến tham quan ẩm thực - tuy nhiên, Vespa, sau một trải nghiệm khá nhạt nhẽo với hướng dẫn viên du lịch mà họ đã sắp xếp, tôi đã mong đợi nhiều hơn về như nhau. Thay vào đó, điều đó thật tuyệt vời vì Thảo không chỉ là một người yêu ẩm thực chân chính và chia sẻ với bạn thông tin chi tiết về niềm đam mê đến từ đâu trong gia đình anh ấy và những gì anh ấy thích nấu mà còn thực sự tìm ra một số địa điểm tuyệt vời. Thực sự được đề xuất.Đọc thêm",
            "Chồng tôi và tôi vừa trở về sau một buổi chiều vô cùng thú vị và tràn đầy sinh lực ở Hà Nội....trên một chiếc xe tay ga!!Ha và trợ lý Nam của anh ấy, đã chở mỗi người chúng tôi trên chiếc xe tay ga của họ đi khắp nơi, và - vào và ra - , nếu bạn muốn , của Hà Nội. Hà đã chọn những địa điểm độc đáo và dừng lại ở những nơi khó đến trong 1 buổi chiều. Anh ấy khá am hiểu và rất thông thạo về lịch sử và con người Hà Nội, nhiều điều mà chúng tôi chưa từng nghe trước đây! Tôi thực sự khuyên bạn nên tham gia chuyến tham quan bằng xe tay ga với Việt Nam bằng Vespa. Chúng tôi luôn cảm thấy rất an toàn và đội mũ bảo hiểm được cung cấp. Đó là một cách tuyệt vời và đặc biệt để dành một buổi chiều ở Hà Nội!Đọc thêm",
            "Hà là một hướng dẫn viên du lịch xuất sắc - với tiếng Anh hoàn hảo! - . Anh ấy không chỉ đưa chúng tôi đến những viên ngọc quý ẩn giấu ở địa phương mà còn cung cấp bối cảnh tuyệt vời để giúp chúng tôi đánh giá cao những bữa ăn - và công việc tạo ra chúng - thậm chí còn hơn thế nữa. Tôi thực sự khuyên bạn nên dành thời gian sớm trong chuyến thăm Hà Nội để tận hưởng chuyến tham quan ẩm thực - giúp việc ăn uống ở ngoài trở nên dễ dàng hơn, đồng thời có thể tham quan các khu vực của thành phố mà bạn sẽ không thấy. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch ẩm thực đường phố Hà Nội kéo dài 3 tiếng 1 - 2 tiếng với Hà, một người đàn ông quyến rũ, nói tiếng Anh xuất sắc và đánh giá cao mọi khía cạnh của việc chuẩn bị và thưởng thức món ăn. Anh ấy đưa chúng tôi đến những nơi mà chúng tôi chưa bao giờ tự mình tìm thấy và giải thích một số nét tinh tế trong ẩm thực Việt Nam. Chúng tôi cũng học được rất nhiều điều về lịch sử của Hà Nội, đi bộ qua những con hẻm nhỏ để ngắm nhìn những khu phố khuất bóng. Chúng tôi thực sự thích khám phá văn hóa thông qua ẩm thực và Hà là một người hướng dẫn và giáo viên xuất sắc. Tôi đánh giá cao chuyến tham quan của anh ấy. Đối với chuyến tham quan của mình, chúng tôi đã chọn trả tiền mua một chiếc ô tô và rất vui vì đó là một ngày rất lạnh và các điểm dừng của chúng tôi cách xa nhau.Đọc thêm",
            "Thật là một buổi chiều tuyệt vời cùng gia đình tôi với Hà khi chúng tôi đi tham quan chợ thực phẩm, nếm thử đồ ăn từ một số cửa hàng và nhà hàng nhỏ ngon tuyệt quanh thành phố, đồng thời tìm hiểu về phong cách nấu ăn đặc biệt và độc đáo của Hà Nội, đỉnh cao là một trong những món cà phê trứng ngon nhất tại một quán cà phê địa phương mà chúng tôi không bao giờ có thể tự mình tìm thấy.  - Chúng tôi không làm điều này trên những chiếc Vespa mà có một chiếc xe tải nhỏ để chở chúng tôi khi khoảng cách quá xa để đi bộ. - Rất khuyến khích!Đọc thêm",
            "Giao thông ở Hà Nội rất tệ và ban đầu tôi không muốn tham gia chuyến du lịch bằng Vespa với một đứa trẻ 10 - 7 tuổi nhưng ngay sau đó tôi đã thay đổi quyết định sau khi gặp Hà và nhóm lái xe của anh ấy! Những chiếc vespas được trang trí đẹp mắt và đội gồm 5 tay đua của anh ấy đều rất dễ chịu và tốt bụng! Chúng tôi được đảm bảo rằng những chiếc vespas đã được sửa đổi độc đáo để đảm bảo an toàn, v.v. Chúng tôi đã tổ chức một chuyến tham quan gia đình đến 3 địa điểm trong vòng 4 giờ, bao gồm cả vườn thú Hà Nội. Hà quản lý chuyến tham quan dựa trên đặc điểm nhân cách của nhóm và những gì bạn thích. Một cách thực sự thú vị để trải nghiệm thành phố! Trẻ em thích nó! . Cảm ơn bạn Hà!Đọc thêm",
            "Tôi đã thuê một vài tour du lịch khác nhau để trải nghiệm Hà Nội và khu vực xung quanh nhưng chưa có tour nào sánh được với tour ẩm thực đường phố thú vị và tuyệt vời trên chiếc Vespa của Hà! Không có cách nào chân thực hơn để trải nghiệm năng lượng của thành phố này hơn là ngồi sau một chiếc xe tay ga. Hà cực kỳ cẩn thận và an toàn, anh ấy am hiểu về lịch sử Việt Nam và anh ấy cung cấp cái nhìn sâu sắc về những món ăn ngon mà chúng tôi đã nếm thử. Bạn PHẢI trải nghiệm điều này ở Hà Nội!Đọc thêm"
        ],
        "star_ratings": [
            164,
            9,
            2,
            0,
            0
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Việt Nam bởi Vespa",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written March 15, 2019",
            "Written February 11, 2019",
            "Written January 30, 2019",
            "Written January 26, 2019",
            "Written January 24, 2019",
            "Written January 14, 2019",
            "Written December 30, 2018",
            "Written December 27, 2018",
            "Written December 17, 2018",
            "Written December 17, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7931647-Reviews-or20-Vietnam_by_Vespa-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or10-Vietnam_by_Vespa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or30-Vietnam_by_Vespa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-Vietnam_by_Vespa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13198819-Reviews-Hanoi_Taste_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12864118-Reviews-Compagnon_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d814878-Reviews-Duong_Lam_Ancient_Village-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17764816-Reviews-Thao_Dien_Van_Loc_Farm-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7938258-Reviews-Ba_Vi_National_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19455200-Reviews-Go_Vietnam_Wonders-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-BRG_Kings_Island_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g4355229-d12231680-Reviews-Hung_Temple-Phu_Tho_Phu_Tho_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20153621-Reviews-BRG_Kings_Island_Lakeside_Golf_Course-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19501537-Reviews-Yhi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2460630-Reviews-Aquarena_Cruise_Halong_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4272036-Reviews-Local_Flavors_Food_Tour_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17847903-Reviews-Passion_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296309-d21080920-Reviews-Chua_Du_Anh_chua_Thong-Vinh_Tuong_Vinh_Phuc_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20403490-Reviews-Book_and_Go-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g13362153-d1720876-Reviews-Wilpattu_National_Park-Saliyapura_Anuradhapura_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d23416544-Reviews-Mustang_Mountain_Coaster-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g668530-d668078-Reviews-Albergue_Olimpico_German_Rieckehoff-Salinas_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d4498151-Reviews-Red_Hat_Amphitheater-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1407334-d17469090-Reviews-Coconut_Tree_Hill-Mirissa_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34688-d4132569-Reviews-Big_Top_Flea_Market-Thonotosassa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6363975-Reviews-Waldorf_Astoria_Spa-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33423-d534440-Reviews-The_Farm_at_Lee_Martinez_Park-Fort_Collins_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d10063536-Reviews-Ludlow_Garage-Cincinnati_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or30-Vietnam_by_Vespa-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or20-Vietnam_by_Vespa-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam by Vespa",
        "attraction_name_vi": "Việt Nam bởi Vespa",
        "general_info": [
            "175 đánh giá",
            "- 65 trong số 530 Đồ ăn - Đồ uống tại Hà Nội",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Chúng tôi là những người hâm mộ lớn của nấu chậm. Chúng tôi hun khói gà, ức bò, sườn và xúc xích. Chúng tôi lái xe máy đưa bạn đến các quán ăn yêu thích của chúng tôi ở Hà Nội: Phở, Xôi, Bánh Cuốn, BunCha, Bánh Mì. Chúng tôi yêu thích món Phở Bò của gia đình Diệm và Nam, Tây và Nam Hà Nội, do phụ nữ điều hành, cung cấp những món mì được chế biến tinh xảo qua nhiều thế hệ. Bữa sáng yêu thích của chúng tôi là bún chả của gia đình Hương Dung, một ngôi làng phía Tây Bắc thành phố. Bữa tối phổ biến của chúng tôi là xôi nếp với dưa chua và xúc xích từ miền Bắc. Bữa ăn thứ bảy của hội bạn chúng tôi là Lẩu cá của gia đình chị Bàng. Bữa tiệc cuối tuần của gia đình tôi là món bánh mì pastrami.Đọc thêm",
        "reviews": [
            "Tôi đi du lịch cùng chồng tôi!! Vì chúng tôi là người nước ngoài nên chúng tôi rất khó chọn được một nhà hàng có món ăn truyền thống ngon. Tại khách sạn, họ đã mời chúng tôi tham gia chuyến tham quan này và tôi nghĩ đó là một ý tưởng hoàn hảo. Họ đến đón bạn bằng chiếc Vespa. Mỗi người trong chúng tôi đều có một chiếc vespa riêng với một tài xế - bạn cần thực hiện chuyến tham quan bằng vespa để trải nghiệm Hà Nội thực sự, họ lái xe điên cuồng - . Họ đưa chúng tôi đến 5 điểm đường khác nhau. Ở mỗi quán chúng tôi đều thử các món đặc sản: xôi, thịt lợn giòn, bánh mì gà Việt Nam, mì bò với các loại chả giò, bia và cuối cùng là bánh địa phương. Tất cả đều ngon, nhưng điều tôi thích nhất là lời giải thích. Thảo thực sự thích ăn uống và nấu nướng nên cô ấy giải thích cho bạn mọi thứ. Cách họ chế biến món ăn, cách nhận biết món ăn đã chín đúng cách, cách ngửi, cách ăn và thậm chí cả câu chuyện của gia đình chủ doanh nghiệp. Ngoài ra cô ấy còn đưa chúng tôi đi chợ và giải thích cho chúng tôi một số loại trái cây và truyền thống địa phương. Vì là người địa phương nên cô cũng kể những câu chuyện về gia đình mình trong chiến tranh và hậu chiến. Một cuộc sống ấn tượng mà chúng ta có thể nói! Nhân tiện, cô ấy có thể nói tiếng Anh hoàn hảo. Cuối cùng, họ đã cho chúng tôi một chuyến tham quan ngắn quanh Hà Nội để xem một số tòa nhà quan trọng nhất được chiếu sáng vào ban đêm. Buổi tối hoàn hảo!Đọc thêm",
            "Chuyến tham quan trên lưng chiếc Vespa của Hà và việc nếm thử đồ ăn rất độc đáo và tôi - rất vui vì đã làm được! Tôi không thể thêm gì nữa vào vô số đánh giá tích cực về dịch vụ của anh ấy. Tôi đánh giá cao nó! Đọc thêm",
            "Chúng tôi rất vui vì đã thực hiện được điều này trong 4,5 giờ ngắm Hà Nội từ ghế phụ của một chiếc Vespa. Đừng sợ, chủ Hà cực kỳ ý thức về an toàn và tốc độ bạn đi nhanh nhất là 20KMPH Có điểm dừng để xem và tham quan tất cả các địa điểm quan trọng , nhìn thấy cả thắng cảnh lịch sử cổ xưa và hiện đại. Bạn bao gồm một điều tuyệt vời về mặt đất. Hà rất thành thật và cởi mở khi trao đổi về cuộc sống ở Việt Nam. Nói tiếng Anh hoàn hảo và có khiếu hài hước tuyệt vời. Hà đang nghĩ đến việc mở rộng tham gia các chuyến thăm trang trại để xem cuộc sống nông thôn bên ngoài các thành phố lớn diễn ra như thế nào.  Tóm lại, đây là một nền giáo dục thú vị về cuộc sống, lịch sử và những con người tươi đẹp của đất nước này.Đọc thêm",
            "Ha và nhóm của anh ấy đón chúng tôi tại khách sạn và sau đó đưa chúng tôi đi tham quan Hà Nội. Anh ấy đưa chúng tôi đến xem một số quầy hàng đồ ăn đường phố đích thực tuyệt vời, nơi chúng tôi nếm thử những món ăn ngon nhất được phục vụ cho người dân địa phương ở thành phố điên rồ này. Anh ấy giải thích cách chế biến đồ ăn và nguồn gốc của các nguyên liệu. Những điểm nổi bật khác bao gồm chuyến thăm các bức tường thành cổ của thành phố và một thợ rèn địa phương. Ít nhất thì chuyến đi bằng xe đạp cũng rất thú vị và những người lái xe của chúng tôi biết cách xử lý xe tay ga của họ và giao thông địa phương. Buổi tối kết thúc bằng lễ hạ cờ tại lăng Chủ tịch Hồ Chí Minh, một điều mà du khách đến Hà Nội không nên bỏ lỡ. Rất khuyến khíchĐọc thêm",
            "Hà là một hướng dẫn tuyệt vời.  Ăn nói nhỏ nhẹ và chu đáo, anh ấy biết chính xác cách giới thiệu thành phố tuyệt vời này với những đầu bếp, những người sành ăn và những du khách tò mò như chúng tôi!  Anh ấy sẽ đưa bạn đến những nơi mà bạn thường đi bộ mà không hề dừng lại để suy nghĩ về nguồn thực phẩm của họ, gia đình đã làm việc trong doanh nghiệp được bao lâu và các gia đình Việt Nam làm việc và sinh sống như thế nào.  Ẩm thực, đời sống, chính trị, kinh tế; tất cả đều được đưa ra thảo luận và tôi thực sự thích cuộc trò chuyện.  Tôi cũng thích đồ ăn. Những thứ có thể bạn chưa bao giờ nhìn thấy hoặc nếm thử, nhưng tin tôi đi, bạn sẽ thích tất cả.  Chuyến đi xe tay ga cũng thật tuyệt vời; chắc chắn có một góc nhìn khác giữa việc hòa mình vào dòng xe cộ và việc trở thành người đi bộ cố gắng tránh xe cộ!  Chúng tôi đã dành một tuần ở Việt Nam để thăm Hội An, Vịnh Hạ Long và Hà Nội, và buổi tối chúng tôi dành cho chuyến tham quan này là một trong những hoạt động yêu thích của chúng tôi trong chuyến đi này. Đặt nó ngay bây giờ. Bạn sẽ không phải thất vọng.Đọc thêm",
            "Nếu bạn muốn đến Hà Nội, hãy đến Việt Nam bằng Vespa. Vui quá; bạn ở giữa sự hỗn loạn - và bạn được an toàn - và Hà và nhóm của anh ấy sẽ chăm sóc bạn. Họ - dễ tính, hiểu biết và vui tính. Đọc thêm",
            "Nếu bạn muốn trải nghiệm ẩm thực đường phố Việt Nam đích thực và có một chuyến tham quan bằng xe máy tuyệt vời ở Hà Nội thì hãy đặt tour này!  Tôi - đã lên kế hoạch cho chuyến đi đến Việt Nam trong năm qua và muốn thực hiện một chuyến du lịch ẩm thực Hà Nội.  Tôi đã xem một số video trên YouTube và quyết định thực hiện chuyến tham quan với những đánh giá rất tốt.  Tuy nhiên sau khi kiểm tra với bàn bán tour của khách sạn, tôi quyết định đặt tour do khách sạn giới thiệu - Sofitel Metropole - .  Tôi - tôi rất vui vì tôi đã làm vậy!  Chuyến tham quan này đã vượt qua sự mong đợi của tôi ở mọi cấp độ. Sau khi đón chúng tôi tại khách sạn và giới thiệu ngắn gọn cũng như tổng quan, chúng tôi đã có một trải nghiệm để đời. Giao thông Hà Nội hỗn loạn và khó khăn, nhưng Hà và nhóm của anh ấy cực kỳ cẩn thận và đảm bảo an toàn trong tâm trí khi chúng tôi lái xe qua những con phố nhỏ trong khu phố cổ Hà Nội.  Tại mỗi điểm dừng, Hà dành thời gian để cung cấp thông tin cơ bản về người bán đồ ăn và chuyên môn đặc biệt của anh ta.  Tại mỗi điểm dừng, Hà sẽ mua đồ ăn sau đó sẽ giải thích về lịch sử và nguyên liệu....và sau đó là lúc nếm thử.  Rõ ràng là tôi hơi lo lắng nhưng thức ăn rất tươi, nóng và đầy hương vị. Tôi có thể tiếp tục nói về chuyến tham quan này đáng mong đợi như thế nào nhưng tôi - sẽ chỉ nói rằng, hãy đặt chuyến tham quan này, bạn sẽ - không hối tiếc!Đọc thêm",
            "Đây là điểm nổi bật trong chuyến đi của chúng tôi, mọi người đều có khoảng thời gian tuyệt vời. Những người chủ nhà thật tuyệt vời và giàu thông tin.Đọc thêm",
            "Hướng dẫn siêu tốt bụng. Đam mê và rất có kinh nghiệm. Trải nghiệm rất địa phương và chân thực. Rất được đề xuất. Đọc thêm",
            "Tri này thật tuyệt vời. Thăm đất nước xinh đẹp. Dừng chân ở các làng, chợ, nhà hàng dễ thương và nơi làm rượu gạo. Gặp rất nhiều người dân địa phương. Hướng dẫn và lái xe vespa TUYỆT VỜI.Đọc thêm",
            "Xin chào!!!! tôi muốn đặt phòng với giá 5Đọc thêm",
            "CHÀO. Cảm ơn bạn đã đến. Bạn có thể vui lòng gửi cho chúng tôi yêu cầu tham quan với nhiều chi tiết hơn về thời gian không. \nHà ThảoĐọc thêm",
            "Xin chào, làm thế nào để bạn đặt chỗ này? Cảm ơnĐọc thêm",
            "Cảm ơn bạn đã hỏi thăm. Vui lòng gửi email cho chúng tôi từ trang web. Có vẻ như không thể đính kèm email ở đây. \nCảm ơn lần nữa\nHà ThảoĐọc thêm",
            "CHÀO! Tôi và bạn tôi muốn thực hiện chuyến du lịch vòng quanh Hà Nội vào ngày 3 tháng 11. Bạn có thể đón chúng tôi tại khách sạn Silk Path vào buổi sáng được không? Chuyến đi bao nhiêu và kéo dài bao lâu?Đọc thêm",
            "CHÀO. Tin nhắn của bạn đã đến hộp thư đến của tôi lúc 7h20 tối nay. Xin lỗi đã không trả lời sớm hơn. Bạn sẽ nhận được email của tôi ngay lập tức nếu truy cập trang web của chúng tôi và gửi email.  Cảm ơn. Hà ThảoĐọc thêm",
            "CHÀO! Tôi và bạn tôi đang ở khách sạn Silk Path. Bạn có thể đón chúng tôi ở đây được không? Đi xe bao nhiêu và bao lâu? Chúng tôi muốn làm điều đó ngay hôm nay.Đọc thêm",
            "Tôi có thể học lái xe và sau đó làm được không? Mất bao lâu để học?Đọc thêm",
            "CHÀO \nBạn có thể học, phải mất 5 phút. Cảm ơn\n\nHaĐọc thêm",
            "Bạn có thể tự mình lái chiếc Vespa được không?Đọc thêm",
            "CHÀO \nBạn có thể tự lái xe tay ga miễn là bạn đến từ quốc gia có xe tay ga.Đọc thêm"
        ],
        "star_ratings": [
            164,
            9,
            2,
            0,
            0
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Việt Nam bởi Vespa",
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written November 17, 2018",
            "Written November 14, 2018",
            "Written November 12, 2018",
            "Written November 8, 2018",
            "Written October 28, 2018",
            "Written October 13, 2018",
            "Written October 7, 2018",
            "Written October 2, 2018",
            "Written September 28, 2018",
            "Written August 31, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7931647-Reviews-or30-Vietnam_by_Vespa-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or20-Vietnam_by_Vespa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or40-Vietnam_by_Vespa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-Vietnam_by_Vespa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13198819-Reviews-Hanoi_Taste_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12864118-Reviews-Compagnon_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d814878-Reviews-Duong_Lam_Ancient_Village-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17764816-Reviews-Thao_Dien_Van_Loc_Farm-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7938258-Reviews-Ba_Vi_National_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19455200-Reviews-Go_Vietnam_Wonders-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-BRG_Kings_Island_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g4355229-d12231680-Reviews-Hung_Temple-Phu_Tho_Phu_Tho_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20153621-Reviews-BRG_Kings_Island_Lakeside_Golf_Course-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19501537-Reviews-Yhi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2460630-Reviews-Aquarena_Cruise_Halong_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4272036-Reviews-Local_Flavors_Food_Tour_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17847903-Reviews-Passion_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296309-d21080920-Reviews-Chua_Du_Anh_chua_Thong-Vinh_Tuong_Vinh_Phuc_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20403490-Reviews-Book_and_Go-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1023473-d1425044-Reviews-Cup_Noodle_Museum_Osaka_Ikeda-Ikeda_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7264107-Reviews-GOTO_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d4736473-Reviews-White_Monastery-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d102667-Reviews-Petroglyph_National_Monument-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g46800-d125273-Reviews-Gateway_National_Recreation_Area-Sandy_Hook_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d9869194-Reviews-The_Basement_East-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1651487-d210136-Reviews-Highclere_Castle-Highclere_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60928-d218757-Reviews-Boca_Chica_State_Park-Brownsville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d8310469-Reviews-Jetty_Park-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d12962487-Reviews-The_Vanillerie-Kailua_Kona_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or40-Vietnam_by_Vespa-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-or30-Vietnam_by_Vespa-Hanoi.html"
    }
]