[
    {
        "attraction_name": "Viet Unique Tours",
        "attraction_name_vi": "Du lịch độc đáo Việt",
        "general_info": [
            "346 đánh giá",
            "- 94 trên 627 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour tham quan"
        ],
        "attraction_summary": "Vietnam Unique Tours là doanh nghiệp hàng đầu chuyên tổ chức các tour du lịch trong và ngoài nước, với slogan - chúng tôi là duy nhất, bạn là số một, - Vietnam Unique cam kết mang đến cho khách hàng những trải nghiệm thú vị và đảm bảo dịch vụ tốt nhất, đội ngũ nhân viên phục vụ tour lâu năm hướng dẫn sẽ cho bạn lời khuyên về cuộc hành trình tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Chúng tôi đã sắp xếp trực tuyến 15 chuyến tham quan Việt Nam hùng vĩ và thư giãn từ Úc với Jenny, chuyên gia tư vấn của chúng tôi. Cô ấy luôn trả lời kịp thời nhiều câu hỏi của tôi và rất linh hoạt với các kế hoạch của chúng tôi. Mọi thứ đều được tổ chức tốt và tất cả các tài xế đều nhanh chóng. Có một vài trục trặc và chúng đã được khắc phục rất nhanh. Mặc dù đây là chuyến tham quan theo nhóm nhưng mỗi ngày bạn sẽ đi cùng một nhóm người khác nhau. Điều này tạo nên một chuyến đi thú vị, nơi bạn được gặp nhiều người khác nhau. Chỉ có một tour mà tôi không thích, tour nửa ngày Mỹ Sơn, nhóm của chúng tôi quá đông - 2 xe buýt chật kín - và hướng dẫn viên rất trịch thượng. Những tàn tích rất đẹp và đáng xem. Tôi muốn giới thiệu các chuyến tham quan Vietnam Unique vì đây là một công ty địa phương.Đọc thêm",
            "Chuyến đi được tổ chức tốt đến Việt Nam. Chúng tôi thực sự rất thích bản thân mình..Chuyến du lịch 14 ngày là sự cân bằng tốt giữa các hoạt động khác nhau và thời gian nghỉ ngơi để thư giãn. Các khách sạn rất tốt, chúng tôi thưởng thức rất nhiều món ăn đường phố ngon, các chuyến tham quan trong ngày rất thú vị. Anna từ công ty du lịch chỉ cách một tin nhắn WhatsApp - cô ấy có thể giải quyết mọi trục trặc nhỏ trong vòng vài phút. Rất khuyến khích. Rất đáng đồng tiền!Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến du lịch trọn vẹn 10 ngày từ đỉnh Việt Nam đến tận cùng. Chúng tôi bắt đầu ở Hà Nội và kết thúc ở Hồ Chí Minh. Chuyến tham quan thật tuyệt vời. Nó bao gồm tất cả các khách sạn - bữa sáng - tour - bữa trưa trên tour - chuyến bay và đưa đón. Cảm ơn Tina ở Hà Nội đã tổ chức. Cảm ơn những chuyến du lịch Độc Đáo cho chiếc chân máy một đời. Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến du lịch tư nhân sang trọng kéo dài 14 ngày, do Ana sắp xếp. Đó đơn giản là kỳ nghỉ tuyệt vời nhất trong cuộc đời chúng tôi. Mọi thứ đã được sắp xếp hoàn hảo và diễn ra theo kế hoạch đến từng phút. Chúng tôi ở trong những khách sạn tuyệt vời ở Hà Nội, Huế, Hội An ,Nha tTrang,Saigon và Cần Thơ.Hướng dẫn viên tại tất cả 5 địa điểm theo lịch trình đều tuyệt vời, thân thiện và nhiều thông tin.Tất cả các tài xế đều cẩn thận và chúng tôi rất thích những chiếc xe lớn có máy lạnh xuyên suốt.Cả ba chuyến bay nội địa đều cộng thêm thời gian chúng tôi có thể tận hưởng nhiều và những thú vui khác nhau của đất nước xinh đẹp và con người nơi đây. Điểm nổi bật bao gồm Du thuyền Vịnh Hạ Long, nơi chúng tôi được thưởng một suite có bể sục cũng như khu nghỉ dưỡng và spa MIA.Đọc thêm",
            "Ngay trước khi về nhà, 3 người chúng tôi - tôi, vợ và con trai tôi - đã tham gia Tour riêng Hoa Lư - Tam Cốc - Ninh Bình 1 ngày. Thật đáng kinh ngạc, thậm chí còn được Timmy làm như vậy, với kiến ​​thức và lời giải thích về lịch sử của anh ấy đã khiến mọi thứ trở nên hấp dẫn đến vậy. Là một tour du lịch riêng, anh ấy cũng cho chúng tôi thực hiện mọi thứ theo tốc độ của mình - dừng lại để chụp ảnh, thời gian uống cà phê sau bữa trưa, v.v. - để chuyến đi kết thúc gần 2 giờ sau lịch trình. Anh ấy thậm chí còn giúp con trai tôi khám phá rất nhiều siêu thị nhỏ để tìm loại kẹo yêu thích mà ở nhà không còn bán nữa.Đọc thêm",
            "CHÀO,\nLời chào từ Viet Unique Tours, cảm ơn bạn đã đặt chỗ với chúng tôi, chúng tôi thực sự rất vui vì dịch vụ của chúng tôi đáp ứng mong đợi của bạn, hy vọng được chào đón gia đình bạn trở lại Việt Nam, chúng tôi chúc mọi điều tốt đẹp nhất đến bạn và gia đình, mong được gặp bạn ở Việt Nam , bảo trọng.\nHoàng TimmyĐọc thêm",
            "Timmy là người hướng dẫn của chúng tôi và anh ấy thật tuyệt vời. Rất hiểu biết, chuyên nghiệp và vui vẻ khi ở cùng. Chúng tôi không bao giờ vội vàng và anh ấy sẽ mất nhiều thời gian cần thiết để chúng tôi hiểu đầy đủ mọi thứ.  Chúng tôi ước anh ấy luôn có thể là người hướng dẫn của chúng tôi.Đọc thêm",
            "Hôm nay tôi đã có một ngày vui vẻ với chuyến tham quan thành phố mặc dù bị thiếu ngủ. Tôi thực sự muốn khen ngợi hướng dẫn viên du lịch của chúng tôi, tên cô ấy là Twee, cô ấy rất thông minh và có thể nói tiếng Anh rất tốt. Kiến thức của cô ấy về những nơi chúng tôi đến thật đặc biệt, cô ấy đưa chúng tôi đi ăn trưa tại một nơi bán đồ ăn rất ngon một cách đáng ngạc nhiên. Cô ấy cũng giúp chúng tôi tìm nơi đổi tiền rẻ nhất. Cô ấy thân thiện và chụp cho chúng tôi rất nhiều ảnh. Trước khi chia tay, cô ấy đã gửi cho tôi hướng dẫn chi tiết về cách đi chợ đêm và thêm tôi vào danh sách liên hệ của cô ấy trong trường hợp tôi cần hỏi cô ấy những câu hỏi. Lần tới khi tôi đến thăm Việt Nam, tôi hy vọng chúng ta có thể dành thời gian bên nhau lần nữa!!  - Đọc thêm",
            "Cảm ơn bạn rất nhiều vì chuyến du lịch Việt Nam! Hướng dẫn viên của chúng tôi, Timmy, rất hữu ích và cung cấp cho chúng tôi rất nhiều thông tin. Làm cho ngày của chúng tôi rất thú vị ở Việt Nam. Nếu bạn cần đặt tour du lịch để thưởng thức thành phố Hà Nội, vui lòng chọn tour này. Cảm ơn Timmy!Đọc thêm",
            "Nikita thân mến\nXin chào các bạn từ các chuyến tham quan độc đáo của Việt, cảm ơn rất nhiều vì đã đồng hành cùng chúng tôi, chúng tôi thực sự đánh giá cao đánh giá của bạn trên Tripadvisor, từ đánh giá của bạn, chúng tôi đang cố gắng tìm cách tốt nhất để cải thiện và cải thiện dịch vụ của mình cho tất cả khách hàng như mong đợi của họ và ngày qua ngày để nhiều người biết đến công ty hơn, chúc các bạn và gia đình có chuyến đi vui vẻ tại Việt Nam và hạnh phúc trong cuộc sống.\nTrân trọng\nTeam Việt UniqueĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời trong 8 ngày ở Việt Nam, nhờ Unique Viet Tour. Đánh giá cao anh Hoàng Timmy, người đã đối xử với chúng tôi như một người bạn, anh ấy rất hữu ích và thân thiện. Chúng tôi có tour du lịch tùy chỉnh hoàn hảo: Phú Quốc, Đà Nẵng, Vịnh Hạ Long, Hội An và Sapa bao gồm Núi Phan-xi-păng. Anh ấy khiến mọi việc diễn ra đúng lúc và kết thúc bằng trái tim hạnh phúc của chúng tôi. Cảm ơn bạnĐọc thêm",
            "Kính gửi vui vẻ\nLời chào từ Viet Unique tour, cảm ơn bạn rất nhiều vì đã đặt chỗ và du lịch cùng chúng tôi, chúng tôi thực sự rất vui khi bạn đăng bài cảm nhận của mình về chuyến đi tại Việt Nam, tất cả chúng tôi đều cố gắng mang đến cho khách hàng những dịch vụ hơn cả sự mong đợi của họ và thật dễ chịu khi Dịch vụ đáp ứng mong đợi của bạn, trong thời gian sắp tới chúng tôi mong muốn được chào đón bạn quay trở lại và phục vụ bạn một lần nữa, chúc bạn và gia đình những điều tốt đẹp nhất, chăm sóc và hẹn gặp lại.Xem thêm",
            "Đó là một chuyến tham quan tuyệt vời. Chúng tôi đã có rất nhiều niềm vui và đó thực sự là một ngày tuyệt vời ở Hà Nội. Tôi hy vọng bạn sẽ có được niềm vui giống như chúng tôi đã có.Đọc thêm",
            "Lukas R thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá cho chúng tôi trên Tripadvisor, bạn là người đầu tiên bình chọn nhận xét của mình trên Tripadvisor, chúng tôi rất vui khi đọc được và hy vọng rằng trong thời gian sắp tới chúng tôi có cơ hội được phục vụ bạn lần nữa, tất cả chúng tôi Viet Unique Tour cố gắng từng ngày để mang lại dịch vụ tốt nhất cho khách hàng và tôi nghĩ rằng tất cả khách hàng sẽ rất hài lòng khi đặt tour từ Viet Unique Tour, chào mừng bạn và bạn bè quay trở lại Viet Unique Tour.\nCảm ơn và hẹn gặp lạiĐọc thêm"
        ],
        "star_ratings": [
            320,
            22,
            2,
            1,
            1
        ],
        "review_amount": 346,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Du lịch độc đáo Việt",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 13, 2020",
            "Written February 17, 2020",
            "Written October 21, 2023",
            "Written February 19, 2020",
            "Written April 15, 2024",
            "Written February 3, 2024",
            "Written November 5, 2022",
            "Written April 10, 2023",
            "Written February 19, 2024",
            "Written December 4, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or10-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781954-Reviews-Vietnam_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24068115-Reviews-Craft_Viet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5413130-Reviews-Vietnam_Unique_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25147970-Reviews-Vietnam_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18996041-Reviews-Ngoc_Diep_Souvenir-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19387461-Reviews-AMZ_TOUR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7945909-Reviews-D_C_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26500008-Reviews-Village_Silk_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8273098-Reviews-Constitution_Beach-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d560664-Reviews-Lake_Anza-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d6685856-Reviews-Salam_Park-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d196131-Reviews-Beer_Museum-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g51839-d124583-Reviews-Breitenbush_Hot_Springs-Detroit_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2356480-Reviews-The_London_Silver_Vaults-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d3844124-Reviews-Dukes_Creek_Falls_Trail-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2706054-d17465420-Reviews-Grunasi_Waterfall-Theth_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190825-d1549389-Reviews-Modric_Cave-Rovanjska_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29045-d6689042-Reviews-A_to_Z-Alma_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or10-Viet_Unique_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Viet Unique Tours",
        "attraction_name_vi": "Du lịch độc đáo Việt",
        "general_info": [
            "346 đánh giá",
            "- 94 trên 627 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour tham quan"
        ],
        "attraction_summary": "Vietnam Unique Tours là doanh nghiệp hàng đầu chuyên tổ chức các tour du lịch trong và ngoài nước, với slogan - chúng tôi là duy nhất, bạn là số một, - Vietnam Unique cam kết mang đến cho khách hàng những trải nghiệm thú vị và đảm bảo dịch vụ tốt nhất, đội ngũ nhân viên phục vụ tour lâu năm hướng dẫn sẽ cho bạn lời khuyên về cuộc hành trình tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Nó thật tuyệt. Hướng dẫn có rất nhiều thông tin về lịch sử và địa điểm. Thực sự rất thích nó. Thức ăn rất ngonĐọc thêm",
            "Công ty du lịch độc đáo thật đáng kinh ngạc, công ty du lịch được tổ chức tốt đến mức du lịch vòng quanh Đông Nam Á là một miếng bánh An toàn sạch sẽ nhanh chóng, phục vụ 24 - 7. Đó là điều phải khám phá một cách thoải mái Rất khuyến khíchĐọc thêm",
            "Hôm nay chúng tôi đã có chuyến lưu diễn với Thủy và rất vui vì chúng tôi đã thực hiện được điều đó với viet Unique tour. Thủy là một cô gái trẻ rất thông tin, lạc quan, lôi cuốn và hiểu biết. Cô ấy đảm bảo rằng chúng tôi đã nhận được những gì chúng tôi đã đặt và không đề cập đến bữa trưa rất ngon. Cảm ơn bạn rất nhiều vì một ngày tuyệt vời, Thủy!Đọc thêm",
            "Rất thú vị và được thực hiện tốt. Những con rối được trình bày tốt. Vì tất cả đều bằng tiếng Việt nên tôi chỉ có thể đoán đó là một chương trình về lịch sử Việt Nam. Giá trị tuyệt vời của tiền. Các loại ghế khác nhau có sẵn để bán. Tôi không nghĩ nó sẽ ảnh hưởng đến buổi biểu diễn ở nơi bạn ngồi.Đọc thêm",
            "Chúng tôi đã đặt chỗ này để bao gồm đường xe lửa nhưng tiếc là Chính phủ đã ngăn khách du lịch đến thăm khu vực này. Đây là hướng dẫn của chúng tôi trong ngày và mặc dù thất vọng vì không thể đi đến đường xe lửa nhưng cô ấy đã bù đắp nhiều hơn. Kiến thức của cô về lịch sử, văn hóa Hà Nội và Bác Hồ thật xuất sắc. Mặc dù vậy, chúng tôi rất thích ngày của mình và rất khuyến khích công ty này.Đọc thêm",
            "Hướng dẫn viên Timmy rất hữu ích. Anh ấy đã liên lạc qua WhatsApp để cung cấp thông tin chi tiết về việc nhận hàng. Anh ấy đã tham gia xuyên suốt và chăm sóc tốt cho nhóm du lịch nhỏ.Đọc thêm",
            "Tôi có một chuyến đi tuyệt vời với cô Thủy, hướng dẫn viên du lịch rất nhiều thông tin và hữu ích. Được đón tại khách sạn của tôi đúng giờ và trở về khách sạn. Đọc thêm",
            "Không đồng ý với những người đánh giá khác. Chúng tôi được thông báo rằng chúng tôi sẽ đến nhà tù Hỏa Lò, khách sạn Hilton Hà Nội và Bảo tàng Dân tộc học. Khi chúng tôi biết vào giờ ăn trưa rằng chúng tôi sẽ - mua - đồ gốm và tham quan hồ thứ hai, một phần tư số khách hàng trả tiền đã phản đối một cách lịch sự. Chúng tôi được cho biết lựa chọn duy nhất của chúng tôi là bắt taxi về khách sạn. Sau đó, người hướng dẫn mở cửa và đề nghị chúng tôi xuống xe. Nếu bạn không thích bị lừa và sau đó bị đuổi khỏi xe buýt, hãy tránh công ty này.Đọc thêm",
            "Timmy đã nỗ lực đưa gia đình tôi đi khắp thành phố và giải thích về lịch sử cũng như tiến trình văn hóa, lịch sử của Việt Nam.Đọc thêm",
            "Hanna là một hướng dẫn viên rất tốt bụng, không chỉ dạy về ẩm thực mà còn cả văn hóa Việt Nam. Thật là một buổi tối tuyệt vời khi khám phá thành phố đáng yêu này! Đọc thêm"
        ],
        "star_ratings": [
            320,
            22,
            2,
            1,
            1
        ],
        "review_amount": 346,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Du lịch độc đáo Việt",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 5, 2020",
            "Written March 1, 2020",
            "Written February 22, 2020",
            "Written October 25, 2019",
            "Written October 19, 2019",
            "Written June 17, 2019",
            "Written June 16, 2019",
            "Written December 7, 2018",
            "Written July 30, 2018",
            "Written April 5, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8855076-Reviews-or10-Viet_Unique_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or20-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781954-Reviews-Vietnam_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24068115-Reviews-Craft_Viet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5413130-Reviews-Vietnam_Unique_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25147970-Reviews-Vietnam_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18996041-Reviews-Ngoc_Diep_Souvenir-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19387461-Reviews-AMZ_TOUR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7945909-Reviews-D_C_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26500008-Reviews-Village_Silk_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207265-Reviews-Nyhavn-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d104333-Reviews-Worlds_Of_Fun_Oceans_of_Fun-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g33130-d8036553-Reviews-Zap_Zone-Stockton_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d547175-Reviews-The_Grove-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d105859-Reviews-Fashion_Outlets_of_Niagara_Falls_USA-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d207106-Reviews-Laurel_Falls_Trailhead-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d14929132-Reviews-Gerald_D_Hines_Waterwall_Park-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d5413058-Reviews-Margaret_Hunt_Hill_Bridge-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58938-d292764-Reviews-Cass_Scenic_Railroad_State_Park-Cass_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d8736765-Reviews-Torre_Sevilla-Seville_Province_of_Seville_Andalucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or20-Viet_Unique_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or10-Viet_Unique_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Viet Unique Tours",
        "attraction_name_vi": "Du lịch độc đáo Việt",
        "general_info": [
            "346 đánh giá",
            "- 94 trên 627 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour tham quan"
        ],
        "attraction_summary": "Vietnam Unique Tours là doanh nghiệp hàng đầu chuyên tổ chức các tour du lịch trong và ngoài nước, với slogan - chúng tôi là duy nhất, bạn là số một, - Vietnam Unique cam kết mang đến cho khách hàng những trải nghiệm thú vị và đảm bảo dịch vụ tốt nhất, đội ngũ nhân viên phục vụ tour lâu năm hướng dẫn sẽ cho bạn lời khuyên về cuộc hành trình tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Đây là một tour du lịch rất giáo dục cũng như vui vẻ. Timmy rất am hiểu và đã cố gắng hết sức để đảm bảo chúng tôi có trải nghiệm tốt nhất. Bữa trưa đã được bao gồm và rất ngon. Nếu ở Hà Nội thì đây là chuyến tham quan không thể bỏ qua.Đọc thêm",
            "Cảm ơn Timmy vì chuyến tham quan Sapa tuyệt vời - 2D1N - . Tôi cũng xin cảm ơn ông Chung, người điều hành ở Sapa, người rất hữu ích và có sức chứa. Cảm ơn bạn đặc biệt đến hướng dẫn viên du lịch của chúng tôi Sua người phụ nữ Hmong. Cô ấy - thật tuyệt vời!!! Bữa trưa được phục vụ tại khách sạn May Sapa rất đơn giản, không sao cả. Dịch vụ rất tốt. Chúng tôi đã được chăm sóc tốt. Các hướng dẫn viên cung cấp giải thích rõ ràng về hành trình và những gì mong đợi. Được tổ chức để đưa chúng tôi đi cáp treo tại Phan Xi Păng Huyền Thoại - nhất định phải ghé thăm nơi này khi đến Sapa - .Tôi ước gì chiếc xe có thể được trình bày tốt hơn - sạch sẽ - nội thất - ngoại thất - vì ấn tượng đầu tiên rất quan trọng. Ngoài ra, tiếng Anh tốt hơn cho người lái xe sẽ thực sự hữu ích. Nhìn chung, chúng tôi thực sự rất thích chuyến đi 2 ngày Hà Nội-Sapa-Hà Nội. Tôi sẽ không ngần ngại sử dụng lại công ty này.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Hà Nội! Timmy là một hướng dẫn tuyệt vời! Anh ấy hướng dẫn chúng tôi đi khắp thành phố và vùng nông thôn. Mọi thứ đều không rắc rối và rất thuận tiện. Đó là một chuyến đi suôn sẻ với mọi thứ đã được chuẩn bị cho chúng tôi. Rất khuyến khích dịch vụ của họ!  - Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến du lịch trọn vẹn 10 ngày từ đỉnh Việt Nam đến tận cùng. Chúng tôi bắt đầu ở Hà Nội và kết thúc ở Hồ Chí Minh. Chuyến tham quan thật tuyệt vời. Nó bao gồm tất cả các khách sạn - bữa sáng - tour - bữa trưa trên tour - chuyến bay và đưa đón. Cảm ơn Tina ở Hà Nội đã tổ chức. Cảm ơn những chuyến du lịch Độc Đáo cho chiếc chân máy một đời. Đọc thêm",
            "Chúng tôi rất thích chuyến đi này. Chúng tôi đã rất may mắn, không chỉ có được một nhóm người đáng yêu mà còn có người dẫn đầu tour giỏi nhất.  - Twee - , cô ấy rất nhiệt tình và rất am hiểu về lịch sử và văn hóa. Chúng tôi đến thăm trang trại sen, một số người trong chúng tôi leo 500 bậc thang lên chùa, đạp xe đến cố đô, thưởng thức bữa trưa ngon miệng và thưởng thức bữa tối chuyến đi thuyền tuyệt vời nhất qua các hang động và dọc theo những ngọn núi và đền thờ xinh đẹp. Tất cả được thực hiện trên những chiếc thuyền chèo, rất yên bình. Tôi hoàn toàn giới thiệu chuyến tham quan này và có thể hỏi xem Twee có thể là người hướng dẫn cho bạn trong ngày không.  - Đọc thêm",
            "Hướng dẫn viên đã cố gắng né tránh thời tiết, không đến được làng tàu, một số người trong chuyến tham quan dường như đã cố gắng nghỉ ngơi, điều đó thật đáng thất vọngĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã để lại đánh giá cho chúng tôi, chúc bạn sức khỏe và tận hưởng chuyến đi ở Việt Nam, chúng tôi thực sự rất vui khi bạn bình chọn cho chúng tôi nhận xét trên TripAdvisor và chúng tôi biết rằng chúng tôi phải cố gắng hết sức để xứng đáng với mọi sự mong đợi của khách hàng, cũng rất xin lỗi về Chuyến đi làm bạn không thực sự hài lòng chúng tôi cũng mong được chào đón bạn một chuyến đi khác và đảm bảo dịch vụ phải tốt hơn.\nTrân trọng\nHoàng TimmyĐọc thêm",
            "Đó là một cách tuyệt vời để xem một số điểm tham quan ở Hà Nội trong một ngày - hướng dẫn viên Twee của chúng tôi rất am hiểu và hữu ích, chăm sóc tốt cho mọi người trong một ngày cực kỳ nóng bức. Cô đam mê cung cấp các tour du lịch Hà Nội thú vị và mơ ước trở thành hướng dẫn viên du lịch từ khi còn nhỏ. Cảm ơn bạn Twee!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì chuyến du lịch Việt Nam! Hướng dẫn viên của chúng tôi, Timmy, rất hữu ích và cung cấp cho chúng tôi rất nhiều thông tin. Làm cho ngày của chúng tôi rất thú vị ở Việt Nam. Nếu bạn cần đặt tour du lịch để thưởng thức thành phố Hà Nội, vui lòng chọn tour này. Cảm ơn Timmy!Đọc thêm",
            "Nikita thân mến\nXin chào các bạn từ các chuyến tham quan độc đáo của Việt, cảm ơn rất nhiều vì đã đồng hành cùng chúng tôi, chúng tôi thực sự đánh giá cao đánh giá của bạn trên Tripadvisor, từ đánh giá của bạn, chúng tôi đang cố gắng tìm cách tốt nhất để cải thiện và cải thiện dịch vụ của mình cho tất cả khách hàng như mong đợi của họ và ngày qua ngày để nhiều người biết đến công ty hơn, chúc các bạn và gia đình có chuyến đi vui vẻ tại Việt Nam và hạnh phúc trong cuộc sống.\nTrân trọng\nTeam Việt UniqueĐọc thêm",
            "Chuyến tham quan thật tuyệt vời. Hướng dẫn viên của chúng tôi, Timmy, thật tuyệt vời - thân thiện và rất nhiều thông tin về các địa điểm cũng như văn hóa và lịch sử Việt Nam. Chúng tôi đã có khoảng thời gian tuyệt vờiXem thêm",
            "Xe kéo là một điểm thu hút tuyệt vời để đi quanh thành phố Hà Nội. Chúng tôi đã thuê một người trong 2 giờ với giá 200.000 vnd một giờ - có thể thương lượng - . Anh Trần Vinh là người lái xe và hướng dẫn. Số điện thoại của anh ấy là 0906 089 524 và anh ấy rất am hiểu.Đọc thêm"
        ],
        "star_ratings": [
            320,
            22,
            2,
            1,
            1
        ],
        "review_amount": 346,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Du lịch độc đáo Việt",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 14, 2024",
            "Written January 4, 2024",
            "Written January 1, 2024",
            "Written October 21, 2023",
            "Written July 23, 2023",
            "Written July 21, 2023",
            "Written July 6, 2023",
            "Written April 10, 2023",
            "Written March 26, 2023",
            "Written February 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8855076-Reviews-or20-Viet_Unique_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or10-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or30-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781954-Reviews-Vietnam_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24068115-Reviews-Craft_Viet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5413130-Reviews-Vietnam_Unique_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25147970-Reviews-Vietnam_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18996041-Reviews-Ngoc_Diep_Souvenir-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19387461-Reviews-AMZ_TOUR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7945909-Reviews-D_C_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26500008-Reviews-Village_Silk_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g154942-d317675-Reviews-Hot_Springs_Cove-Tofino_Clayoquot_Sound_Alberni_Clayoquot_Regional_District_Vancou.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d219510-Reviews-Crystal_Cove_State_Park-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d7602080-Reviews-Ramat_Aviv_Mall-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g303910-d4728535-Reviews-Queen_s_Cabaret-Koh_Tao_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d12923273-Reviews-Old_Florida_Book_Shop-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g30242-d4716886-Reviews-Bon_Air_Park-Arlington_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2344546-Reviews-Shinsegae_Dept_Store_Centum_City-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g47855-d3343793-Reviews-Meschutt_Beach-Hampton_Bays_Southampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55863-d23885218-Reviews-Slate_Theory_Winery-Fredericksburg_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g40792-d2256951-Reviews-Palace_Playland-Old_Orchard_Beach_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or30-Viet_Unique_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or20-Viet_Unique_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Viet Unique Tours",
        "attraction_name_vi": "Du lịch độc đáo Việt",
        "general_info": [
            "346 đánh giá",
            "- 94 trên 627 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour tham quan"
        ],
        "attraction_summary": "Vietnam Unique Tours là doanh nghiệp hàng đầu chuyên tổ chức các tour du lịch trong và ngoài nước, với slogan - chúng tôi là duy nhất, bạn là số một, - Vietnam Unique cam kết mang đến cho khách hàng những trải nghiệm thú vị và đảm bảo dịch vụ tốt nhất, đội ngũ nhân viên phục vụ tour lâu năm hướng dẫn sẽ cho bạn lời khuyên về cuộc hành trình tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Chuyến tham quan của chúng tôi hôm nay thật tuyệt vời. Phần đáng nhớ nhất là lăng cũng như bữa trưa. Rất khuyến khích chuyến tham quan này cho bất kỳ ai muốn đến các điểm nóng ở Hà Nội với một hướng dẫn viên tuyệt vời!Đọc thêm",
            "Chào Nguyễn T.\nCảm ơn bạn rất nhiều vì đã để lại đánh giá cho chúng tôi, chúc bạn sức khỏe và tận hưởng chuyến đi ở miền Bắc Việt Nam, chúng tôi thực sự rất vui khi bạn bình chọn cho chúng tôi nhận xét trên TripAdvisor và chúng tôi biết rằng phải cố gắng hết sức để xứng đáng với sự mong đợi của khách hàng.\nTrân trọng\nHoàng Timmy\nĐọc thêm",
            "Hướng dẫn viên du lịch twee rất am hiểu và hữu ích, cô ấy rất tốt bụng. Chúng tôi có 8 người, hai người ngồi xe lăn, cô ấy thực sự giúp đỡ họ bằng cách đẩy xe lăn. Cô ấy rất tốt bụng và tốt bụng, nếu ai đến Hà Nội hãy đặt hướng dẫn viên du lịch này để đảm bảo an toàn và thoải mái cho bạn. Tôi rất mong được quay lại Hà Nội chỉ vì hướng dẫn nàyĐọc thêm",
            "Đây là lần đầu tiên tôi đến thăm thành phố Hà Nội của Việt Nam. Tôi rất ấn tượng với chuyến tham quan và hướng dẫn viên du lịch, Twee, người rất hữu ích và hiểu biết.Đọc thêm",
            "Hôm nay tôi đã có một ngày vui vẻ với chuyến tham quan thành phố mặc dù bị thiếu ngủ. Tôi thực sự muốn khen ngợi hướng dẫn viên du lịch của chúng tôi, tên cô ấy là Twee, cô ấy rất thông minh và có thể nói tiếng Anh rất tốt. Kiến thức của cô ấy về những nơi chúng tôi đến thật đặc biệt, cô ấy đưa chúng tôi đi ăn trưa tại một nơi bán đồ ăn rất ngon một cách đáng ngạc nhiên. Cô ấy cũng giúp chúng tôi tìm nơi đổi tiền rẻ nhất. Cô ấy thân thiện và chụp cho chúng tôi rất nhiều ảnh. Trước khi chia tay, cô ấy đã gửi cho tôi hướng dẫn chi tiết về cách đi chợ đêm và thêm tôi vào danh sách liên hệ của cô ấy trong trường hợp tôi cần hỏi cô ấy những câu hỏi. Lần tới khi tôi đến thăm Việt Nam, tôi hy vọng chúng ta có thể dành thời gian bên nhau lần nữa!!  - Đọc thêm",
            "Chúng tôi có một hướng dẫn viên đáng yêu tên là Twee.  Tiếng Anh của cô ấy rất xuất sắc cũng như kiến ​​thức của cô ấy.  Thật không may, chúng tôi bị máy bay phản lực nặng nề và không thể hoàn thành một ngày, điều đó thật đáng tiếc.  Đã học được rất nhiều điều trong thời gian của chúng tôi với cô gái trẻ tuyệt vời này. Muốn giới thiệu, đó là một cách tuyệt vời để xem nhiều thứĐọc thêm",
            "Chuyến tham quan tuyệt vời. Thủy là người hướng dẫn của tôi và cô ấy rất ngọt ngào. Tôi cảm thấy như đang đi du lịch với một người bạn. Đáng giá cho những bài học lịch sử. Cô ấy cũng có thể phục vụ bữa trưa thuần chay kiểu Việt Nam!Đọc thêm",
            "Tôi đánh giá cao sự nhiệt tình và hiểu biết của Thủy về các địa điểm cũng như việc cô ấy đến đưa tôi vào lăng vào ngày hôm sau. Hãy tiếp tục phát huy nhé! Đọc thêm",
            "Thủy rất am hiểu về các địa điểm đã ghé thăm trong ngày. Bữa trưa tại một quán ăn nhỏ ở phố cổ Hà Nội cũng rất ngon. Điều phàn nàn duy nhất của tôi là thiếu thời gian để thực thi công lý ở mỗi nơi.Đọc thêm",
            "Tour du lịch thông tin tuyệt vời với Thủy. Cô ấy rất am hiểu về tất cả các điểm dừng và chủ đề. Thái độ dễ chịu của cô khiến mọi việc diễn ra suôn sẻ. Lịch trình được lưu giữ và những địa điểm tham quan hàng đầu của Hà Nội. Cô ấy thậm chí còn đưa chúng tôi đến nhà máy sơn mài như một điểm dừng bổ sung. Tôi giới thiệu Việt Unique và Thủy cho chuyến tham quan của bạn.Đọc thêm",
            "Chuyến đi ngày hôm đó chỉ có mình tôi nhưng hướng dẫn viên vẫn rất nhiệt tình. Một cô gái trẻ đáng yêu tên Tre? Tôi hy vọng tôi đã viết đúng chính tả? Rất am hiểu và thăm dò.  Một số điểm tham quan mà chúng tôi định ghé thăm đã đóng cửa nhưng hướng dẫn viên của tôi đã đưa ra một số lựa chọn thay thế tuyệt vời. Chắc chắn giới thiệu chuyến tham quan này.Đọc thêm",
            "Tôi có thể tìm hiểu hầu hết các bạn đã trả tiền cho chuyến tham quan của mình như thế nào không? Bạn có thanh toán qua email bằng thẻ tín dụng không - tôi - tôi hơi lo ngại rằng nó không - có vẻ an toàn!Đọc thêm",
            "Xin chào\nNếu bạn muốn đặt bất kỳ chuyến tham quan nào với chúng tôi, vì vậy việc thanh toán có vẻ khó khăn với bạn nên bạn có thể liên hệ với chúng tôi - 84.987.300.454 chúng tôi sẽ chuyển liên kết để bạn có thể thanh toán dễ dàng không cần trả phí\n\nTrân trọng\nHoàng TimmyĐọc thêm",
            "Vịnh Hạ Long 2ngày 1đ bao nhiêu? chúng tôi có 5 người dự định đi du lịch vào tháng 12\nĐọc thêm",
            "vui lòng liên hệ với chúng tôi - 84987300454 để biết thêm chi tiết\ncảm ơnĐọc thêm",
            "Xin chào\nchúng tôi là gia đình muốn đi tham quan vịnh Hạ Long và thành phố Hà Nội? giá tốt nhất cho gói là gì? chúng tôi dự định đi vào tháng 12 năm 2019\nCảm ơn\nHaruĐọc thêm",
            "Xin chào\n cảm ơn bạn đã liên hệ với chúng tôi, vui lòng gửi yêu cầu của bạn đến email của chúng tôi: Whatsapp;  - 84987300454Đọc thêm",
            "Xin chào Nadinechehab\n\nLời chào từ Viet Unique Tours, tôi xin thông báo rằng bạn đăng đánh giá trên tripadvisor là sai danh sách, bạn đã sử dụng dịch vụ từ Vietnam Unique Tour, công ty chúng tôi là Viet Unique Tours nên 2 công ty khác nhau quá, bạn vui lòng kiểm tra lại và xóa đi nhé. đăng bên phải danh sách về tour du lịch độc đáo Việt Nam không có trong danh sách của chúng tôi Viet Unique Tours\n\nCám ơn rất nhiều\n\nHoàng TimmyĐọc thêm",
            "xin chào, tôi muốn đi Sapa 2 ngày một đêm, làm cách nào tôi có thể đặt vé trực tiếp từ bạn? Đọc thêm",
            "bạn có thể liên hệ qua số điện thoại của chúng tôi hoặc nhấp vào trang web của chúng tôi để nhận hành trình, công ty chúng tôi giúp đỡ tất cả khách hàng với dịch vụ tuyệt vời và giá cả tốt cho mỗi chuyến tham quan, cũng có nhiều lựa chọn cho tất cả các bạn\nCảm ơn bạn rất nhiều và mong sớm được gặp bạnĐọc thêm",
            "Xin chào, chúng tôi rất thích đi du lịch Sapa với Viet Unique Tour bằng xe buýt sang trọng, tháng 3 bạn có rảnh không?\nChúng tôi có 4 người và 1 con trai 5 tuổi vui lòng trả lời sớm cho chúng tôi,\nCảm ơn rất nhiềuĐọc thêm",
            "Bạn có thể liên hệ với họ qua trang web của họ hoặc gửi email cho họ để biết chi tiết. Đọc thêm"
        ],
        "star_ratings": [
            320,
            22,
            2,
            1,
            1
        ],
        "review_amount": 346,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Du lịch độc đáo Việt",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written November 19, 2022",
            "Written November 19, 2022",
            "Written November 19, 2022",
            "Written November 5, 2022",
            "Written October 24, 2022",
            "Written October 22, 2022",
            "Written October 17, 2022",
            "Written October 6, 2022",
            "Written September 27, 2022",
            "Written August 18, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8855076-Reviews-or30-Viet_Unique_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or20-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or40-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781954-Reviews-Vietnam_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24068115-Reviews-Craft_Viet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5413130-Reviews-Vietnam_Unique_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25147970-Reviews-Vietnam_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18996041-Reviews-Ngoc_Diep_Souvenir-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19387461-Reviews-AMZ_TOUR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7945909-Reviews-D_C_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26500008-Reviews-Village_Silk_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190421-d4581301-Reviews-Aliki_Beach-Aliki_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d4522319-Reviews-Corso_Como-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g46828-d10435227-Reviews-Raritan_Bay_Waterfront_Park-South_Amboy_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d16831551-Reviews-Parc_de_la_Colline_du_Chateau-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cot.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d1048436-Reviews-Tabyana_Beach-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580449-d148830-Reviews-White_Bay-Jost_Van_Dyke_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8803055-Reviews-Fatima_Jinnah_Park-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g1231757-d553203-Reviews-Nai_Harn_Beach-Nai_Harn_Rawai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d103292-Reviews-Callaway_Resort_Gardens-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d14870556-Reviews-Carolina_Beach-Carolina_Beach_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or40-Viet_Unique_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or30-Viet_Unique_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Viet Unique Tours",
        "attraction_name_vi": "Du lịch độc đáo Việt",
        "general_info": [
            "346 đánh giá",
            "- 94 trên 627 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour tham quan"
        ],
        "attraction_summary": "Vietnam Unique Tours là doanh nghiệp hàng đầu chuyên tổ chức các tour du lịch trong và ngoài nước, với slogan - chúng tôi là duy nhất, bạn là số một, - Vietnam Unique cam kết mang đến cho khách hàng những trải nghiệm thú vị và đảm bảo dịch vụ tốt nhất, đội ngũ nhân viên phục vụ tour lâu năm hướng dẫn sẽ cho bạn lời khuyên về cuộc hành trình tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Mọi việc diễn ra đúng như kế hoạch.  Tôi hoàn toàn ấn tượng với kiến ​​thức của hướng dẫn viên Thúy và những thông tin về prentatipn của cô ấy.  Món ăn Việt Nam thật tuyệt vời.Đọc thêm",
            "Chúng tôi đã đặt một chuyến tham quan thành phố Hà Nội và chương trình múa rối riêng vào ngày 09 tháng 7 và sau đó là một chuyến tham quan riêng khác đến Hà Nội vào ngày 10 tháng 7.  Thủy Nguyễn và chú của cô ấy là hướng dẫn viên và tài xế của chúng tôi trong cả hai ngày; cả hai đều đáng kinh ngạc và chúng tôi đánh giá cao cả hai.  Họ thân thiện, hiểu biết về mọi thứ - mọi nơi chúng tôi đến và làm ở Hà Nội, và quan trọng nhất là họ dường như không bận tâm đến hàng nghìn câu hỏi từ 5 du khách Mỹ chưa từng đến Việt Nam.  Và họ nói tiếng Anh rất tốt.  Chiếc xe họ dùng chở chúng tôi đi vòng quanh Hà Nội sạch sẽ, rộng rãi và có máy lạnh - c - một điều bắt buộc vào thời điểm này trong năm, ít nhất là đối với tôi - . Việc có thể di chuyển bằng xe tải cho phép chúng tôi ngắm nhìn thành phố nhiều hơn những gì chúng tôi có thể nhìn thấy. Do vào thời điểm trong năm, Lăng Chủ tịch Hồ Chí Minh đóng cửa nhưng Twee có thể giới thiệu một số địa điểm khác thay vào đó chúng ta có thể đi.  Điều này rất hữu ích.  Sau chuyến tham quan ngày đầu tiên, có một số địa điểm khác mà chúng tôi muốn xem ở Hà Nội nên chúng tôi đã đặt một chuyến tham quan khác với Twee và chú của cô ấy vào ngày hôm sau.  Kiến thức của họ về thành phố một lần nữa đã giúp ích rất nhiều khi họ có thể gợi ý những địa điểm để đi và xem mà chúng tôi chưa biết.  Như một lợi ích bổ sung, họ còn đưa ra gợi ý về nơi chúng tôi có thể ăn tối mỗi tối.  Một lần nữa, cả Twee và chú của cô ấy đều rất tuyệt vời và tôi thực sự khuyên bạn nên đặt chỗ cho họ khi bạn đến Hà Nội.Đọc thêm",
            "Chuyến tham quan của tôi thực sự tuyệt vời và xuất sắc..rất cám ơn cô cam thuy từ các chuyến tham quan vietunique..cô ấy thật hoàn hảo trong việc giải thích từng chi tiết và khiến nó trở nên đáng nhớ bằng những cuộc nói chuyện và nụ cười của cô ấy..cô ấy là một hướng dẫn viên xuất sắc..hoàn hảo.. cảm ơn bạn rất nhiều ..Đọc thêm",
            "Tôi - đã thực hiện chuyến tham quan ngày hôm qua với hướng dẫn viên Thủy, cô ấy thực sự thân thiện và biết nhiều điều để kể về Hà Nội và đã dành thời gian cho bạn! Muốn giới thiệu nó cho bất cứ ai Đọc thêm",
            "Đó là một chuyến đi tuyệt vời. Hướng dẫn của chúng tôi có rất nhiều kiến ​​thức. Xe buýt và thức ăn rất tốt. Ngay cả khi tôi đi du lịch một mình, tôi cũng không gặp vấn đề gì.Đọc thêm",
            "Nó thật tuyệt. Hướng dẫn có rất nhiều thông tin về lịch sử và địa điểm. Thực sự rất thích nó. Thức ăn rất ngonĐọc thêm",
            "Công ty du lịch độc đáo thật đáng kinh ngạc, công ty du lịch được tổ chức tốt đến mức du lịch vòng quanh Đông Nam Á là một miếng bánh An toàn sạch sẽ nhanh chóng, phục vụ 24 - 7. Đó là điều phải khám phá một cách thoải mái Rất khuyến khíchĐọc thêm",
            "Hôm nay chúng tôi đã có chuyến lưu diễn với Thủy và rất vui vì chúng tôi đã thực hiện được điều đó với viet Unique tour. Thủy là một cô gái trẻ rất thông tin, lạc quan, lôi cuốn và hiểu biết. Cô ấy đảm bảo rằng chúng tôi đã nhận được những gì chúng tôi đã đặt và không đề cập đến bữa trưa rất ngon. Cảm ơn bạn rất nhiều vì một ngày tuyệt vời, Thủy!Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến du lịch tư nhân sang trọng kéo dài 14 ngày, do Ana sắp xếp. Đó đơn giản là kỳ nghỉ tuyệt vời nhất trong cuộc đời chúng tôi. Mọi thứ đã được sắp xếp hoàn hảo và diễn ra theo kế hoạch đến từng phút. Chúng tôi ở trong những khách sạn tuyệt vời ở Hà Nội, Huế, Hội An ,Nha tTrang,Saigon và Cần Thơ.Hướng dẫn viên tại tất cả 5 địa điểm theo lịch trình đều tuyệt vời, thân thiện và nhiều thông tin.Tất cả các tài xế đều cẩn thận và chúng tôi rất thích những chiếc xe lớn có máy lạnh xuyên suốt.Cả ba chuyến bay nội địa đều cộng thêm thời gian chúng tôi có thể tận hưởng nhiều và những thú vui khác nhau của đất nước xinh đẹp và con người nơi đây. Điểm nổi bật bao gồm Du thuyền Vịnh Hạ Long, nơi chúng tôi được thưởng một suite có bể sục cũng như khu nghỉ dưỡng và spa MIA.Đọc thêm",
            "Chuyến đi được tổ chức tốt đến Việt Nam. Chúng tôi thực sự rất thích bản thân mình..Chuyến du lịch 14 ngày là sự cân bằng tốt giữa các hoạt động khác nhau và thời gian nghỉ ngơi để thư giãn. Các khách sạn rất tốt, chúng tôi thưởng thức rất nhiều món ăn đường phố ngon, các chuyến tham quan trong ngày rất thú vị. Anna từ công ty du lịch chỉ cách một tin nhắn WhatsApp - cô ấy có thể giải quyết mọi trục trặc nhỏ trong vòng vài phút. Rất khuyến khích. Rất đáng đồng tiền!Đọc thêm",
            "Tôi có thể tìm hiểu hầu hết các bạn đã trả tiền cho chuyến tham quan của mình như thế nào không? Bạn có thanh toán qua email bằng thẻ tín dụng không - tôi - tôi hơi lo ngại rằng nó không - có vẻ an toàn!Đọc thêm",
            "Xin chào\nNếu bạn muốn đặt bất kỳ chuyến tham quan nào với chúng tôi, vì vậy việc thanh toán có vẻ khó khăn với bạn nên bạn có thể liên hệ với chúng tôi - 84.987.300.454 chúng tôi sẽ chuyển liên kết để bạn có thể thanh toán dễ dàng không cần trả phí\n\nTrân trọng\nHoàng TimmyĐọc thêm",
            "Vịnh Hạ Long 2ngày 1đ bao nhiêu? chúng tôi có 5 người dự định đi du lịch vào tháng 12\nĐọc thêm",
            "vui lòng liên hệ với chúng tôi - 84987300454 để biết thêm chi tiết\ncảm ơnĐọc thêm",
            "Xin chào\nchúng tôi là gia đình muốn đi tham quan vịnh Hạ Long và thành phố Hà Nội? giá tốt nhất cho gói là gì? chúng tôi dự định đi vào tháng 12 năm 2019\nCảm ơn\nHaruĐọc thêm",
            "Xin chào\n cảm ơn bạn đã liên hệ với chúng tôi, vui lòng gửi yêu cầu của bạn đến email của chúng tôi: Whatsapp;  - 84987300454Đọc thêm",
            "Xin chào Nadinechehab\n\nLời chào từ Viet Unique Tours, tôi xin thông báo rằng bạn đăng đánh giá trên tripadvisor là sai danh sách, bạn đã sử dụng dịch vụ từ Vietnam Unique Tour, công ty chúng tôi là Viet Unique Tours nên 2 công ty khác nhau quá, bạn vui lòng kiểm tra lại và xóa đi nhé. đăng bên phải danh sách về tour du lịch độc đáo Việt Nam không có trong danh sách của chúng tôi Viet Unique Tours\n\nCám ơn rất nhiều\n\nHoàng TimmyĐọc thêm",
            "xin chào, tôi muốn đi Sapa 2 ngày một đêm, làm cách nào tôi có thể đặt vé trực tiếp từ bạn? Đọc thêm",
            "bạn có thể liên hệ qua số điện thoại của chúng tôi hoặc nhấp vào trang web của chúng tôi để nhận hành trình, công ty chúng tôi giúp đỡ tất cả khách hàng với dịch vụ tuyệt vời và giá cả tốt cho mỗi chuyến tham quan, cũng có nhiều lựa chọn cho tất cả các bạn\nCảm ơn bạn rất nhiều và mong sớm được gặp bạnĐọc thêm",
            "Xin chào, chúng tôi rất thích đi du lịch Sapa với Viet Unique Tour bằng xe buýt sang trọng, tháng 3 bạn có rảnh không?\nChúng tôi có 4 người và 1 con trai 5 tuổi vui lòng trả lời sớm cho chúng tôi,\nCảm ơn rất nhiềuĐọc thêm",
            "Bạn có thể liên hệ với họ qua trang web của họ hoặc gửi email cho họ để biết chi tiết. Đọc thêm"
        ],
        "star_ratings": [
            320,
            22,
            2,
            1,
            1
        ],
        "review_amount": 346,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Du lịch độc đáo Việt",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written August 6, 2022",
            "Written July 13, 2022",
            "Written June 27, 2022",
            "Written May 12, 2022",
            "Written March 9, 2020",
            "Written March 5, 2020",
            "Written March 1, 2020",
            "Written February 22, 2020",
            "Written February 19, 2020",
            "Written February 17, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8855076-Reviews-or40-Viet_Unique_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or30-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or50-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781954-Reviews-Vietnam_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24068115-Reviews-Craft_Viet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5413130-Reviews-Vietnam_Unique_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25147970-Reviews-Vietnam_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18996041-Reviews-Ngoc_Diep_Souvenir-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19387461-Reviews-AMZ_TOUR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7945909-Reviews-D_C_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26500008-Reviews-Village_Silk_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105127-Reviews-Central_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g6694679-d1418664-Reviews-Oasis_Park_Fuerteventura-La_Lajita_Fuerteventura_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548580-Reviews-The_Cock-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298452-d18546166-Reviews-Lakbay_Museo-Pasay_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g28960-d290627-Reviews-East_Bay_Bike_Path-Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g3723942-d5461731-Reviews-Diyatha_Uyana-Kotte_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1407334-d19174694-Reviews-Turtle_Point-Mirissa_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d6983859-Reviews-Sinagoga_Shaare_Tikva-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g39988-d199002-Reviews-Yahoo_Falls-Whitley_City_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d652940-Reviews-Descanso_Beach_Club-Avalon_Catalina_Island_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or50-Viet_Unique_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or40-Viet_Unique_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Viet Unique Tours",
        "attraction_name_vi": "Du lịch độc đáo Việt",
        "general_info": [
            "346 đánh giá",
            "- 94 trên 627 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour tham quan"
        ],
        "attraction_summary": "Vietnam Unique Tours là doanh nghiệp hàng đầu chuyên tổ chức các tour du lịch trong và ngoài nước, với slogan - chúng tôi là duy nhất, bạn là số một, - Vietnam Unique cam kết mang đến cho khách hàng những trải nghiệm thú vị và đảm bảo dịch vụ tốt nhất, đội ngũ nhân viên phục vụ tour lâu năm hướng dẫn sẽ cho bạn lời khuyên về cuộc hành trình tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Ngày của chúng tôi thật tuyệt vời! Mưa không làm hỏng trải nghiệm! Thùy hướng dẫn viên du lịch của chúng tôi là người hiểu biết và thực sự tốt bụng. Chúng tôi rất thích tìm hiểu về đền, chùa và vị tổng thống đầu tiên. Rất khuyến khích. Cảm ơn Thùy vì cuộc phiêu lưu tuyệt vời này!CindieĐọc thêm",
            "Một tour du lịch riêng tuyệt vời về ẩm thực đường phố Hà Nội. Twee, hướng dẫn viên của chúng tôi, rất giàu thông tin và hướng dẫn chúng tôi đi tham quan các món ăn đường phố ngon đặc sản của Hà Nội. Rất muốn giới thiệu.Đọc thêm",
            "Chuyến tham quan đã đạt được tất cả các vị trí hàng đầu và Tui là một hướng dẫn viên tuyệt vời. Ngày vui vẻ và hoàn toàn xứng đáng.  Vấn đề duy nhất là kiểm tra ngày trong tuần và thời gian trong ngày bạn thực hiện chuyến tham quan vì nhiều bùn và triển lãm đóng cửa vào các thời điểm khác nhau và điều đó không rõ ràng ngay lập tức trên trang web Trip AdvisorĐọc thêm",
            "Hướng dẫn viên của chúng tôi, Thủy, thực sự đã mang đến cho bạn một trải nghiệm tuyệt vời và tôi đã học được rất nhiều điều.  Cô ấy đã giúp cả nhóm gắn kết với nhau và đảm bảo rằng tất cả chúng tôi đều thích thú.  Chuyến tham quan chắc chắn đáng tham gia và tôi đã thấy và học được nhiều hơn những gì tôi có thể tự mình học được.  Có Thủy làm hướng dẫn viên du lịch sẽ khiến trải nghiệm của bạn trở nên tuyệt vời hơn. Cảm ơn Viet Tours, đặc biệt cảm ơn Thủy.Đọc thêm",
            "Chúng tôi đã sắp xếp trực tuyến 15 chuyến tham quan Việt Nam hùng vĩ và thư giãn từ Úc với Jenny, chuyên gia tư vấn của chúng tôi. Cô ấy luôn trả lời kịp thời nhiều câu hỏi của tôi và rất linh hoạt với các kế hoạch của chúng tôi. Mọi thứ đều được tổ chức tốt và tất cả các tài xế đều nhanh chóng. Có một vài trục trặc và chúng đã được khắc phục rất nhanh. Mặc dù đây là chuyến tham quan theo nhóm nhưng mỗi ngày bạn sẽ đi cùng một nhóm người khác nhau. Điều này tạo nên một chuyến đi thú vị, nơi bạn được gặp nhiều người khác nhau. Chỉ có một tour mà tôi không thích, tour nửa ngày Mỹ Sơn, nhóm của chúng tôi quá đông - 2 xe buýt chật kín - và hướng dẫn viên rất trịch thượng. Những tàn tích rất đẹp và đáng xem. Tôi muốn giới thiệu các chuyến tham quan Vietnam Unique vì đây là một công ty địa phương.Đọc thêm",
            "Chuyến tham quan rất thú vị với hướng dẫn viên du lịch tuyệt vời - Thủy - . Cô ấy biết rất nhiều về văn hóa và lịch sử của tất cả những nơi chúng tôi đến thăm ngay cả những chi tiết nhỏ. Cô ấy cũng thật sự quan tâm đến mong muốn của chúng tôi về đồ ăn chay. 5 sao!Đọc thêm",
            "Chuyến tham quan tuyệt vời với hướng dẫn viên đáng yêu - Thủy - người rất tốt bụng và hữu ích. Bữa trưa tuyệt vời và ngày rất nhiều thông tin. Chắc chắn đề nghị Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan tuyệt vời này với hướng dẫn viên Thủy. Đó là một chuyến đi rất thú vị với nhiều thông tin, một cách hay để tìm hiểu những điều thú vị về lịch sử của đất nước xinh đẹp này và đặc biệt là bản thân con người. Thủy là một người thực sự thông minh và giàu cảm xúc, rất vui khi được cô hướng dẫn. Tiếng Anh của cô ấy rất xuất sắc và cô ấy truyền đạt kiến ​​thức của mình một cách hay, hài hước và mang tính tương tác. Cảm ơn Thủy và cũng cảm ơn người tài xế đã làm một công việc tuyệt vời trong tình trạng giao thông điên cuồng này.Đọc thêm",
            "Giải thích rất hay về lịch sử, thân thiện, dễ gần, hữu ích, có thể nói được một chút tiếng phổ thông. Rất khuyến khích!Đọc thêm",
            "Có một chuyến tham quan thành phố tuyệt vời với hướng dẫn viên du lịch Thủy. Cô ấy rất chuyên nghiệp và nói tiếng Anh tốt. Đã cho chúng tôi nền tảng rất nhiều thông tin về lịch sử Việt Nam. Làm tốt lắm Thủy!Đọc thêm"
        ],
        "star_ratings": [
            320,
            22,
            2,
            1,
            1
        ],
        "review_amount": 346,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Du lịch độc đáo Việt",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 8, 2020",
            "Written February 5, 2020",
            "Written January 22, 2020",
            "Written January 19, 2020",
            "Written January 13, 2020",
            "Written January 1, 2020",
            "Written December 19, 2019",
            "Written December 13, 2019",
            "Written December 9, 2019",
            "Written December 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8855076-Reviews-or50-Viet_Unique_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or40-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or60-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781954-Reviews-Vietnam_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24068115-Reviews-Craft_Viet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5413130-Reviews-Vietnam_Unique_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25147970-Reviews-Vietnam_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18996041-Reviews-Ngoc_Diep_Souvenir-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19387461-Reviews-AMZ_TOUR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7945909-Reviews-D_C_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26500008-Reviews-Village_Silk_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d667432-Reviews-Selwo_Marina-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d12693229-Reviews-Museo_Frida_Kahlo-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d20317056-Reviews-The_Library_Bar-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d6028529-Reviews-Zorlu_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8412269-Reviews-Cross_Club-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d3809676-Reviews-Bagno_Elena-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46636-d4913291-Reviews-Luna_Parc-Montague_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g274924-d290673-Reviews-Devin_Castle-Bratislava_Bratislava_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g297924-d1744252-Reviews-Safari_Park_Open_Zoo-Kanchanaburi_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d125434-Reviews-Hidden_Lake-West_Glacier_Montana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or60-Viet_Unique_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or50-Viet_Unique_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Viet Unique Tours",
        "attraction_name_vi": "Du lịch độc đáo Việt",
        "general_info": [
            "346 đánh giá",
            "- 94 trên 627 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour tham quan"
        ],
        "attraction_summary": "Vietnam Unique Tours là doanh nghiệp hàng đầu chuyên tổ chức các tour du lịch trong và ngoài nước, với slogan - chúng tôi là duy nhất, bạn là số một, - Vietnam Unique cam kết mang đến cho khách hàng những trải nghiệm thú vị và đảm bảo dịch vụ tốt nhất, đội ngũ nhân viên phục vụ tour lâu năm hướng dẫn sẽ cho bạn lời khuyên về cuộc hành trình tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Đầu tiên và quan trọng nhất, hướng dẫn viên du lịch của chúng tôi rất đáng yêu, điều này tạo nên một chuyến tham quan rất thú vị và thư giãn. Ngoài ra, kỹ năng tiếng Anh và cách giải thích của họ về tầm quan trọng của những gì chúng tôi quan sát được cũng rất xuất sắc. Điểm dừng chân cuối cùng trong hành trình của chúng tôi, trung tâm Maison, đặc biệt sâu sắc và chắc chắn đáng ghé thăm nếu bạn quan tâm đến lịch sử chính trị của Việt Nam.Đọc thêm",
            "Dịch vụ tuyệt vời với việc chia sẻ lịch sử. Cung cấp hỗ trợ hiệu quả và nhanh chóng.... đúng giờ! Trải nghiệm tốtĐọc thêm",
            "Hướng dẫn viên của chúng tôi thật tuyệt vời!  Tôi nói với cô ấy rằng tôi - tôi là người ăn chay và cô ấy biết nơi đưa chúng tôi đến tất cả những nơi tương đương với đồ ăn thuần chay.  Ngoài ra, cô còn giải thích cho chúng tôi về lịch sử Việt Nam bằng những câu chuyện rất thú vị.Đọc thêm",
            "Đây là một chuyến tham quan cả ngày qua 5 địa điểm của thành phố. Thủy rất thông tin, chia sẻ những hiểu biết lịch sử và chi tiết về từng địa điểm đã ghé thăm. Thủy nói tiếng Anh tốt, rất ân cần và dành thời gian trả lời các câu hỏi của khách. Tôi giới thiệu chuyến tham quan này 100 - Cảm ơn Thủy!Đọc thêm",
            "Chúng tôi muốn có cái nhìn tổng quan hiệu quả về Hà Nội trước khi bắt đầu chuyến tham quan 3 tuần tới một số quốc gia Đông Nam Á. Chuyến du lịch cả ngày này thật hoàn hảo. Hướng dẫn viên của chúng tôi, Thủy, có kiến ​​thức và kỹ lưỡng, đồng thời đã dành rất nhiều tâm huyết để giải thích chi tiết cho chúng tôi, như số học và lịch âm, là một ví dụ nhỏ. Cô ấy đặt kỳ vọng tốt về thời gian, v.v. và làm mọi thứ trở nên dễ dàng cho nhóm 11 người của chúng tôi. Chúng tôi cảm thấy trong tay rất tốt. Giá cũng là một giá trị tốt, khoảng - 30 USD mỗi người, bao gồm cả chương trình múa rối nước. Những con rối là sự kết thúc thú vị cho một ngày làm việc hiệu quả và đầy thông tin. Cảm ơn bạn, Thủy!Đọc thêm",
            "Tour du lịch có hướng dẫn tuyệt vời, thời gian thích hợp tại mỗi điểm đến. Đã có thể thay đổi múa rối nước cho bảo tàng Hồ Chí Minh như trước đây. Bữa trưa tại Countryside bao gồm đồ ăn ngon trong nhà hàng yên tĩnh. Hành trình giữa trang web của công ty và TripAdvisor hơi khác một chút, chúng tôi không đi đến đường xe lửa như một hoạt động chọn tham gia, chúng tôi nghĩ đã được lên lịch. Một tour du lịch tốt với sự thay đổi so với các tour du lịch khác là chùa nặng, một trong số ít các tour bao gồm nhà tù Hỏa Lò. Cảm ơn Thủy vì quy trình hiệu quả.Đọc thêm",
            "Có một ngày đáng yêu khi ghé thăm Hà Nội trong chuyến du lịch này. Hướng dẫn viên du lịch, cô Thủy, thực sự rất đáng yêu và rất hiểu biết. Cô ấy chăm sóc chúng tôi rất tốt, đặc biệt là trong giờ ăn trưa. Cũng đã cho chúng tôi những khuyến nghị tốt - lời khuyên cho phần còn lại của kỳ nghỉ của chúng tôi. Tôi đã có khoảng thời gian tuyệt vời và muốn giới thiệu chuyến tham quan này cho những ai muốn khám phá nhiều điều ở Hà Nội nhưng chỉ dành vài ngày ở đây.Đọc thêm",
            "Chúng tôi đã thuê dịch vụ này và có cơ hội tùy chỉnh hoàn toàn chuyến tham quan của mình với mức giá hợp lý. Chúng tôi đến thăm Văn Miếu, Bảo tàng Dân tộc học và Nhà tù Hỏa Lò. Chúng tôi dùng bữa trưa kiểu Việt và thử món cà phê trứng nổi tiếng. Hướng dẫn viên của chúng tôi, Thủy, rất am hiểu về các địa điểm và linh hoạt cho phép chúng tôi di chuyển theo tốc độ của riêng mình.Đọc thêm",
            "Chúng tôi có một hướng dẫn viên du lịch tuyệt vời, cô ấy rất thông tin và thân thiện. Bữa trưa vẫn ổn.  Các địa điểm đều là Hà Nội - phải xem - s - và nếu không có hướng dẫn viên du lịch, chúng tôi sẽ không hiểu nhiều về lịch sử hoặc ý nghĩa. Đọc thêm",
            "Rất thú vị và được thực hiện tốt. Những con rối được trình bày tốt. Vì tất cả đều bằng tiếng Việt nên tôi chỉ có thể đoán đó là một chương trình về lịch sử Việt Nam. Giá trị tuyệt vời của tiền. Các loại ghế khác nhau có sẵn để bán. Tôi không nghĩ nó sẽ ảnh hưởng đến buổi biểu diễn ở nơi bạn ngồi.Đọc thêm",
            "Tôi có thể tìm hiểu hầu hết các bạn đã trả tiền cho chuyến tham quan của mình như thế nào không? Bạn có thanh toán qua email bằng thẻ tín dụng không - tôi - tôi hơi lo ngại rằng nó không - có vẻ an toàn!Đọc thêm",
            "Xin chào\nNếu bạn muốn đặt bất kỳ chuyến tham quan nào với chúng tôi, vì vậy việc thanh toán có vẻ khó khăn với bạn nên bạn có thể liên hệ với chúng tôi - 84.987.300.454 chúng tôi sẽ chuyển liên kết để bạn có thể thanh toán dễ dàng không cần trả phí\n\nTrân trọng\nHoàng TimmyĐọc thêm",
            "Vịnh Hạ Long 2ngày 1đ bao nhiêu? chúng tôi có 5 người dự định đi du lịch vào tháng 12\nĐọc thêm",
            "vui lòng liên hệ với chúng tôi - 84987300454 để biết thêm chi tiết\ncảm ơnĐọc thêm",
            "Xin chào\nchúng tôi là gia đình muốn đi tham quan vịnh Hạ Long và thành phố Hà Nội? giá tốt nhất cho gói là gì? chúng tôi dự định đi vào tháng 12 năm 2019\nCảm ơn\nHaruĐọc thêm",
            "Xin chào\n cảm ơn bạn đã liên hệ với chúng tôi, vui lòng gửi yêu cầu của bạn đến email của chúng tôi: Whatsapp;  - 84987300454Đọc thêm",
            "Xin chào Nadinechehab\n\nLời chào từ Viet Unique Tours, tôi xin thông báo rằng bạn đăng đánh giá trên tripadvisor là sai danh sách, bạn đã sử dụng dịch vụ từ Vietnam Unique Tour, công ty chúng tôi là Viet Unique Tours nên 2 công ty khác nhau quá, bạn vui lòng kiểm tra lại và xóa đi nhé. đăng bên phải danh sách về tour du lịch độc đáo Việt Nam không có trong danh sách của chúng tôi Viet Unique Tours\n\nCám ơn rất nhiều\n\nHoàng TimmyĐọc thêm",
            "xin chào, tôi muốn đi Sapa 2 ngày một đêm, làm cách nào tôi có thể đặt vé trực tiếp từ bạn? Đọc thêm",
            "bạn có thể liên hệ qua số điện thoại của chúng tôi hoặc nhấp vào trang web của chúng tôi để nhận hành trình, công ty chúng tôi giúp đỡ tất cả khách hàng với dịch vụ tuyệt vời và giá cả tốt cho mỗi chuyến tham quan, cũng có nhiều lựa chọn cho tất cả các bạn\nCảm ơn bạn rất nhiều và mong sớm được gặp bạnĐọc thêm",
            "Xin chào, chúng tôi rất thích đi du lịch Sapa với Viet Unique Tour bằng xe buýt sang trọng, tháng 3 bạn có rảnh không?\nChúng tôi có 4 người và 1 con trai 5 tuổi vui lòng trả lời sớm cho chúng tôi,\nCảm ơn rất nhiềuĐọc thêm",
            "Bạn có thể liên hệ với họ qua trang web của họ hoặc gửi email cho họ để biết chi tiết. Đọc thêm"
        ],
        "star_ratings": [
            320,
            22,
            2,
            1,
            1
        ],
        "review_amount": 346,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Du lịch độc đáo Việt",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 2, 2019",
            "Written December 1, 2019",
            "Written November 28, 2019",
            "Written November 27, 2019",
            "Written November 26, 2019",
            "Written November 25, 2019",
            "Written November 22, 2019",
            "Written November 21, 2019",
            "Written November 2, 2019",
            "Written October 25, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8855076-Reviews-or60-Viet_Unique_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or50-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or70-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781954-Reviews-Vietnam_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24068115-Reviews-Craft_Viet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5413130-Reviews-Vietnam_Unique_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25147970-Reviews-Vietnam_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18996041-Reviews-Ngoc_Diep_Souvenir-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19387461-Reviews-AMZ_TOUR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7945909-Reviews-D_C_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26500008-Reviews-Village_Silk_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282203-Reviews-Carlsbad_Village-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3750929-Reviews-Tomi_Jazz-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188500-Reviews-Mulligan_s-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34867-d7112646-Reviews-Cordele_State_Farmers_Market-Cordele_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d14976478-Reviews-The_Whale_Project-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g41073-d10698332-Reviews-Piscataway_Horse_Farm-Clinton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2425567-Reviews-Demiroren_Istiklal_Shopping_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d1972204-Reviews-Booze_Cruise-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1048252-d2221429-Reviews-Laguna_de_Apoyo-La_Laguna_de_Apoyo_Masaya_Masaya_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g293829-d6857363-Reviews-Kimironko_Market-Kigali_Kigali_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or70-Viet_Unique_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or60-Viet_Unique_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Viet Unique Tours",
        "attraction_name_vi": "Du lịch độc đáo Việt",
        "general_info": [
            "346 đánh giá",
            "- 94 trên 627 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour tham quan"
        ],
        "attraction_summary": "Vietnam Unique Tours là doanh nghiệp hàng đầu chuyên tổ chức các tour du lịch trong và ngoài nước, với slogan - chúng tôi là duy nhất, bạn là số một, - Vietnam Unique cam kết mang đến cho khách hàng những trải nghiệm thú vị và đảm bảo dịch vụ tốt nhất, đội ngũ nhân viên phục vụ tour lâu năm hướng dẫn sẽ cho bạn lời khuyên về cuộc hành trình tuyệt vời nhất.Đọc thêm",
        "reviews": [
            "Hướng dẫn viên của chúng tôi Thủy thật tuyệt vời. Rất hiểu biết, khiến mọi điểm dừng trở nên thú vị, trả lời mọi câu hỏi chúng tôi có. Chúng tôi muốn một chuyến tham quan Hà Nội mang đến cho chúng tôi cái nhìn tổng quan về Hà Nội và Việt Nam và đó chính xác là những gì chúng tôi có và hơn thế nữa. Cảm ơn Thủy Đọc thêm",
            "Tour du lịch nhóm nhỏ tuyệt vời. Thủy là một hướng dẫn viên xuất sắc và rất hiểu biết. Chuyến tham quan của họ thật tuyệt vời - đúng như những gì chúng tôi mong đợi với lịch sử và bối cảnh tại mỗi địa điểm. Thủy đã thực hiện chuyến tham quan tge thú vị, vui vẻ và hấp dẫn và được tất cả chúng tôi chăm sóc rất tốt! Cảm ơn bạn rất nhiều!Đọc thêm",
            "Một hướng dẫn viên thân thiện tên là twee, - nghĩa là nước -, cô ấy rất thân thiện và chăm sóc nhóm rất tốt. Cô ấy hiểu rõ địa điểm và làm việc chăm chỉ để đảm bảo nhóm tận hưởng chuyến đi. Rất khuyến khích cô ấy tổ chức nhóm. Thật sự rất thích chuyến đi nàyĐọc thêm",
            "Chúng tôi đã đặt chỗ này để bao gồm đường xe lửa nhưng tiếc là Chính phủ đã ngăn khách du lịch đến thăm khu vực này. Đây là hướng dẫn của chúng tôi trong ngày và mặc dù thất vọng vì không thể đi đến đường xe lửa nhưng cô ấy đã bù đắp nhiều hơn. Kiến thức của cô về lịch sử, văn hóa Hà Nội và Bác Hồ thật xuất sắc. Mặc dù vậy, chúng tôi rất thích ngày của mình và rất khuyến khích công ty này.Đọc thêm",
            "Tôi đặt tour du lịch một ngày với Thủy. Đó là một cách tuyệt vời để bạn đi vòng quanh thành phố và thật thoải mái khi có một người dân địa phương như Thủy dẫn bạn đi tham quan tất cả các địa điểm tuyệt vời trong thành phố!Đọc thêm",
            "Trong chuyến tham quan thành phố này, chúng tôi đã có cái nhìn sâu sắc về thành phố Hà Nội và lịch sử của họ. Mọi thứ được tổ chức rất tốt và người trưởng đoàn du lịch rất thân thiện và chúng tôi yêu thích ở đây một số thông tin chi tiết về thành phố.Đọc thêm",
            "Viet Unique rất hữu ích trong việc giúp chúng tôi đặt chuyến tham quan thành phố vào phút cuối cho ngày cuối cùng tại Hà Nội. Họ sắp xếp đón tại một khách sạn ở rìa trung tâm thành phố - chúng tôi đang ở Long Biên - và cũng giúp chúng tôi trả khách gần cầu Long Biên hơn. Chiếc xe cho chuyến tham quan rất thoải mái và có máy lạnh tuyệt vời, cũng là một người lái xe tuyệt vời. Hướng dẫn viên của chúng tôi, Thủy, rất duyên dáng, nhiều thông tin và tốt bụng. Chúng tôi đã đến thăm Bảo tàng Dân tộc học nên chúng tôi có thể thư giãn ở khu vực ngoài trời và khám phá phòng trưng bày nghệ thuật trong khi những người còn lại trong nhóm đi tham quan bảo tàng. Khi chúng tôi đến Văn Miếu có một trận mưa như trút nước nhưng Thủy đã làm rất tốt việc giữ cho chúng tôi khô ráo nhất có thể - lấy áo poncho cho các thành viên trong nhóm - . Chúng tôi đã học được rất nhiều điều khi cùng cô ấy nhìn thấy những điểm nổi bật của thành phố. Cô ấy thực sự tuyệt vời với cô con gái 6 tuổi của tôi, cô bé đã gặp khó khăn với những phần của chuyến lưu diễn tập trung vào lịch sử.Đọc thêm",
            "Tôi đã thực hiện chuyến tham quan này hôm nay với hướng dẫn viên du lịch Thủy. Nó có nhịp độ tốt, đi vào nhiều khu vực lịch sử bao gồm lăng Chủ tịch Hồ Chí Minh - ngày nay đã đóng cửa - . Nhưng khuôn viên rộng rãi và vẫn có thể nhìn thấy những ngôi nhà Hồ sống. Thật thú vị. Hướng dẫn của chúng tôi rất thông tin và vui vẻ trả lời tất cả các câu hỏi của chúng tôi. 6 người chúng tôi đi lưu diễn. Nhóm tuyệt vời. Cảm ơn bạn Thủy.Đọc thêm",
            "Tôi đánh giá cao chuyến tham quan thành phố này. Thủy là một hướng dẫn viên xuất sắc, các điểm tham quan đã được lựa chọn kỹ càng và chúng tôi có thể thu xếp RẤT NHIỀU trong 8 giờ của mình. Tôi nghĩ đây sẽ là phần giới thiệu tuyệt vời về Hà Nội và Việt Nam cho bất kỳ ai.Đọc thêm",
            "Hôm nay chúng tôi đã có một ngày tuyệt vời nhờ hướng dẫn viên Thủy, người đã cho chúng tôi cái nhìn thoáng qua về lịch sử và văn hóa của Việt Nam. Chúng tôi đã tìm hiểu nhiều khía cạnh khác nhau của lịch sử Hà Nội, đặc biệt là vai trò của Bác Hồ và Khổng Tử, qua các chuyến thăm Lăng Chủ tịch Hồ Chí Minh, Phủ Chủ tịch, Văn Miếu.  Chuyến tham quan của chúng tôi trở nên độc đáo khi chúng tôi đến thăm Hoàng thành, Di sản được UNESCO công nhận, thường không phải là một phần trong các chuyến tham quan thành phố Hà Nội. Cuối cùng, chúng tôi đã có một buổi hòa nhập văn hóa thú vị thông qua việc biểu diễn múa rối nước. Nhìn chung, chúng tôi đã tối ưu hóa chuyến tham quan Hà Nội trong ngày nhờ sự giúp đỡ quý báu của Thủy. Cảm ơn rất nhiều!Đọc thêm",
            "Tôi có thể tìm hiểu hầu hết các bạn đã trả tiền cho chuyến tham quan của mình như thế nào không? Bạn có thanh toán qua email bằng thẻ tín dụng không - tôi - tôi hơi lo ngại rằng nó không - có vẻ an toàn!Đọc thêm",
            "Xin chào\nNếu bạn muốn đặt bất kỳ chuyến tham quan nào với chúng tôi, vì vậy việc thanh toán có vẻ khó khăn với bạn nên bạn có thể liên hệ với chúng tôi - 84.987.300.454 chúng tôi sẽ chuyển liên kết để bạn có thể thanh toán dễ dàng không cần trả phí\n\nTrân trọng\nHoàng TimmyĐọc thêm",
            "Vịnh Hạ Long 2ngày 1đ bao nhiêu? chúng tôi có 5 người dự định đi du lịch vào tháng 12\nĐọc thêm",
            "vui lòng liên hệ với chúng tôi - 84987300454 để biết thêm chi tiết\ncảm ơnĐọc thêm",
            "Xin chào\nchúng tôi là gia đình muốn đi tham quan vịnh Hạ Long và thành phố Hà Nội? giá tốt nhất cho gói là gì? chúng tôi dự định đi vào tháng 12 năm 2019\nCảm ơn\nHaruĐọc thêm",
            "Xin chào\n cảm ơn bạn đã liên hệ với chúng tôi, vui lòng gửi yêu cầu của bạn đến email của chúng tôi: Whatsapp;  - 84987300454Đọc thêm",
            "Xin chào Nadinechehab\n\nLời chào từ Viet Unique Tours, tôi xin thông báo rằng bạn đăng đánh giá trên tripadvisor là sai danh sách, bạn đã sử dụng dịch vụ từ Vietnam Unique Tour, công ty chúng tôi là Viet Unique Tours nên 2 công ty khác nhau quá, bạn vui lòng kiểm tra lại và xóa đi nhé. đăng bên phải danh sách về tour du lịch độc đáo Việt Nam không có trong danh sách của chúng tôi Viet Unique Tours\n\nCám ơn rất nhiều\n\nHoàng TimmyĐọc thêm",
            "xin chào, tôi muốn đi Sapa 2 ngày một đêm, làm cách nào tôi có thể đặt vé trực tiếp từ bạn? Đọc thêm",
            "bạn có thể liên hệ qua số điện thoại của chúng tôi hoặc nhấp vào trang web của chúng tôi để nhận hành trình, công ty chúng tôi giúp đỡ tất cả khách hàng với dịch vụ tuyệt vời và giá cả tốt cho mỗi chuyến tham quan, cũng có nhiều lựa chọn cho tất cả các bạn\nCảm ơn bạn rất nhiều và mong sớm được gặp bạnĐọc thêm",
            "Xin chào, chúng tôi rất thích đi du lịch Sapa với Viet Unique Tour bằng xe buýt sang trọng, tháng 3 bạn có rảnh không?\nChúng tôi có 4 người và 1 con trai 5 tuổi vui lòng trả lời sớm cho chúng tôi,\nCảm ơn rất nhiềuĐọc thêm",
            "Bạn có thể liên hệ với họ qua trang web của họ hoặc gửi email cho họ để biết chi tiết. Đọc thêm"
        ],
        "star_ratings": [
            320,
            22,
            2,
            1,
            1
        ],
        "review_amount": 346,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Du lịch độc đáo Việt",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written October 24, 2019",
            "Written October 24, 2019",
            "Written October 20, 2019",
            "Written October 19, 2019",
            "Written September 16, 2019",
            "Written August 29, 2019",
            "Written August 24, 2019",
            "Written August 23, 2019",
            "Written August 23, 2019",
            "Written August 22, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8855076-Reviews-or70-Viet_Unique_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or60-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or80-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781954-Reviews-Vietnam_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24068115-Reviews-Craft_Viet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5413130-Reviews-Vietnam_Unique_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25147970-Reviews-Vietnam_King_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18996041-Reviews-Ngoc_Diep_Souvenir-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19387461-Reviews-AMZ_TOUR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7945909-Reviews-D_C_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26500008-Reviews-Village_Silk_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41535-d10307146-Reviews-Island_Creek_Oyster_Farm-Duxbury_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298298-d8650778-Reviews-Gerbang_Malam-Ipoh_Kinta_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8334876-Reviews-Ripken_Baseball-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d258874-Reviews-Nemours_Estate-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d7087501-Reviews-Blue_River_Bikeway-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d2176484-Reviews-Macao_Beach-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g45667-d117031-Reviews-Lincoln_Children_s_Zoo-Lincoln_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g187801-d246574-Reviews-Santuario_di_Madonna_di_San_Luca-Bologna_Province_of_Bologna_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g1572395-d265237-Reviews-Swarovski_Kristallwelten-Wattens_Tirol_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13563247-Reviews-Sleep_Zone-Ho_Chi_Minh_City.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or80-Viet_Unique_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-or70-Viet_Unique_Tours-Hanoi.html"
    }
]