[
    {
        "attraction_name": "Vietnam Tour Co.,Ltd",
        "attraction_name_vi": "Công Ty TNHH Du Lịch Việt Nam",
        "general_info": [
            "83 đánh giá",
            "26 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan mua sắm",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, điều hành các tour du lịch chuyên biệt Đông Dương Việt Nam, Lào và Campuchia. Được thành lập vào năm 2007, chúng tôi có kinh nghiệm đáng kể với nhiều khách hàng khác nhau và chúng tôi hiểu sở thích về vị trí độc đáo cũng như những cân nhắc về chế độ ăn uống của họ. Ngoài ra, chúng tôi vui vẻ trả lời bất kỳ câu hỏi cá nhân nào mà họ có thể có liên quan đến thị thực, thời tiết trong khu vực, giá cả địa phương, v.v.Đọc thêm",
        "reviews": [
            "Nhóm chúng tôi đăng ký khách sạn 4 sao được phục vụ bữa sáng buffet thịnh soạn.  Hướng dẫn viên du lịch Sapa của chúng tôi, cô Koo, là một người thích phiêu lưu khi chúng tôi chọn đi bộ trên con đường mòn gồ ghề. Khi đến Huế bằng tàu giường nằm, chúng tôi được ông Hoàng Hồ Hải chào đón đặc biệt và gửi lời cảm ơn đặc biệt đến ông, người đã cho chúng tôi biết bối cảnh lịch sử không chỉ về những nơi chúng tôi đến thăm mà còn một chút về kinh tế và lịch sử của Việt Nam. Ngoài ra, còn có thông tin bổ sung về các địa điểm yêu thích mà chúng ta có thể ghé thăm sau bữa tối, ở cả Huế và Đà Nẵng, để chuyến đi của chúng ta được trọn vẹn. Anh rể của tôi Yeoh, người duy nhất giao tiếp thường xuyên với công ty về việc lựa chọn thực phẩm và hậu cần của chúng tôi. Đọc thêm",
            "Làm việc với cô Minh của công ty du lịch này để tạo ra một hành trình tùy chỉnh kết hợp Sapa từ phía bắc đến Ninh Bình đến trung tâm Đà Nẵng. Việc phản hồi và điều chỉnh chương trình nghị sự được thực hiện ngay lập tức và được thực hiện tốt.  Đối với chuyến tham quan thực tế, hành trình đã được thực hiện một cách hoàn hảo với sự liên hệ thường xuyên và nhất quán với các hướng dẫn viên du lịch trên đường đi. Đặc biệt cảm ơn hướng dẫn viên du lịch, anh Hải, người đã chăm sóc hành trình miền Trung VN của chúng tôi. Nhìn chung, công ty thực hiện rất tốtĐọc thêm",
            "Chuyến leo núi Ning Bin ở Hà Nội và Thành phố Hồ Chí Minh Việt Nam mà tôi thích nhất là rất đáng nhớ và thoải mái trong 6 ngày tham quan và tham quan chùa Phật giáo Phnom Penh và tham quan Đền Angkor Watt ở Siem Reap trong 3 ngàyĐọc thêm",
            "Chúng tôi vừa hoàn thành chuyến du lịch tùy chỉnh đến Việt Nam 5 ngày với vietnamtours.in. Tôi đã liên hệ với văn phòng kolkata của họ, họ cung cấp cho chúng tôi thông tin liên hệ của nhóm họ ở Hà Nội, đặc biệt là LUCY. Họ đã tham khảo ý kiến ​​​​các yêu cầu của chúng tôi và đóng khung chuyến tham quan. Chúng tôi đã đến thăm Hà Nội, vịnh Hạ Long, Đà Nẵng và đồi Bà Nà. Họ cung cấp xe riêng biệt với hướng dẫn hiệu quả cho từng địa điểm. Những khách sạn họ hoàn thiện rất tốt, đặc biệt du thuyền trên vịnh Hạ Long mang lại trải nghiệm tuyệt vời. Nhóm LUCY đã thực hiện chuyến tham quan của chúng tôi một cách hiệu quả và chuyên nghiệp. Nhóm LUCY giám sát toàn bộ chuyến tham quan được quản lý tốt một cách thỏa đáng.     Shankar bharĐọc thêm",
            "Nhóm Công ty TNHH Du lịch Việt Nam Cô Yên LươngĐã trao cho chúng tôi Gói tùy chỉnh tốt nhất dành cho Cặp đôi. Chúng tôi đã thực hiện hai quốc gia 1 St Combodia và Việt Nam từ ngày 23 tháng 3 đến ngày 31 tháng 3 năm 2024Combodia: - Khách sạn lưu trú tốt nhất và nhà hàng chay ngon và hướng dẫn viên ngôi sao Mr.ChandChandra rất tuyệt vời kiến thức về khu phức hợp Angkor wat, đền thờ, Lăng mộ, Chùa, phố quán rượu Làng nổi và lịch sử Phật giáo Hindu. Việt Nam: - làng sapa...phải ghé thăm Núi Phan-xi-păng bằng cáp treo, sau đó đến làng CatCat với khu mua sắm địa phương và khí hậu tuyệt vời. Thuyền vịnh Hạ Long hành trình là nhân viên và dịch vụ hành trình Vsprite tốt nhất là thức ăn thuần chay yummi riêng biệt tốt nhất được chuẩn bị cho chúng tôi. Thành phố Hà Nội: - đường tàu với cà phê bột dừa, phố mua sắm ban đêm, chương trình múa rối nước phải xem, v.v.... Tất cả các địa điểm đều được các chuyên gia thân thiện giới thiệu cho chúng tôi Hướng dẫn viên nói tiếng Anh cũng cho chúng tôi đủ thời gian để nhấp vào chụp ảnh, mua sắm. Quan trọng nhất là công ty TNHH du lịch việt nam có sự phối hợp tuyệt vời với các khách sạn, phương tiện vận chuyển, hướng dẫn viên và Hoa Kỳ. Tôi dành nhiều hơn 5 sao và lời cảm ơn chân thành đến công ty du lịch Việt Nam. Tôi đã giới thiệu cho tất cả du khách du lịch để nhận được những dịch vụ tốt nhất từ ​​CÔNG TY TNHH TOUR DU LỊCH VIỆT NAM. Và một lần nữa tôi dự định đến thăm Việt Nam vào tháng 11 năm 2024. cảm ơnĐọc thêm",
            "Chúng tôi đã đi trong khoảng thời gian tháng mười hai. Trời mưa phùn gần như suốt cả tuần. Trong thời gian ở đó, chúng tôi thực sự rất thích thú với thời tiết lạnh khoảng 17 độ C mặc dù hầu hết thời gian phải mặc áo mưa khi đến thăm khắp Việt Nam đều phải ngắm nhìn những địa điểm thú vị. Xin gửi lời cảm ơn tới hướng dẫn viên du lịch của chúng tôi - anh Trần Nguyên vì đã có kiến ​​thức hữu ích về tất cả các địa điểm yêu thích mà chúng tôi đã ghé thăm. Và cũng trong những giờ rảnh rỗi của chúng tôi, anh ấy đã tận dụng thời gian rảnh rỗi của mình để tổ chức cho chúng tôi một chuyến tham quan bằng xe đạp đáng nhớ đến các làng quanh thành phố Hội An.  Chúng tôi rất ngạc nhiên về sự thân thiện nồng nhiệt của người dân Việt Nam. Chúng tôi thật sự rất thích trải nghiệm chuyến đi Việt Nam đầu tiên của mình. Chúng tôi chắc chắn sẽ giới thiệu Công ty TNHH Du lịch Việt Nam, ông Trần Nguyên cho tất cả bạn bè của tôi nếu họ đến thăm Việt Nam. Cảm ơn Chúa ban phước lành. Ông Gary Ng. Đọc thêm",
            "Ông Nguyễn Văn Trân đã làm cho kỳ nghỉ của chúng tôi thực sự vui vẻ và thú vị. Anh ấy luôn sẵn sàng trả lời các câu hỏi của chúng tôi và không bao giờ thất bại trong việc đáp ứng yêu cầu của chúng tôi. Rất khuyến khích nếu bạn đang có kế hoạch đến Việt Nam!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến đi đến Việt Nam và Campuchia. Jenny đã điều phối hành trình của chúng tôi rất tốt và đảm bảo tất cả các thắc mắc của chúng tôi đều có địa chỉ trước khi thực hiện. Chuyến đi đã được lên kế hoạch tốt và chúng tôi không gặp phải vấn đề gì. Chúng tôi có những lo ngại về thức ăn, nhưng điều đó cũng được xử lý tốt và các hướng dẫn viên du lịch đã đưa chúng tôi đến các nhà hàng Ấn Độ hoặc hướng dẫn chúng tôi kỹ càng để đảm bảo chúng tôi không gặp phải bất kỳ thử thách nào. Cảm ơn Jenny và công ty du lịch Việt Nam.Đọc thêm",
            "Tôi và bạn gái đã có trải nghiệm tuyệt vời khi làm việc với Vietnam Tour Co trong chuyến đi gần đây đến Hà Nội và Vịnh Hạ Long.  Họ rất sẵn sàng cho một số điều chỉnh chuyến đi mà chúng tôi phải thực hiện do các chuyến bay bị hủy đối với chúng tôi và cực kỳ phản hồi từng bước trên đường đi.  Họ ghép chúng tôi với một vài hướng dẫn viên du lịch khác nhau đến Vịnh Hạ Long và tham quan quanh Hà Nội, tất cả đều rất thân thiện và hiểu biết.  Chúng tôi đã cung cấp cho họ hành trình chung về những gì chúng tôi muốn xem và họ đã lo mọi thứ để biến nó thành một trải nghiệm tuyệt vời cho chúng tôi.  Chúng tôi phải làm mọi thứ mà chúng tôi muốn.  Ngoài ra giá của gói của chúng tôi là rất hợp lý.  Rất khuyến khích! Đọc thêm",
            "Xin chào ngài,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam và Campuchia. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ.\nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình.\nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Gia đình 4 người của chúng tôi đã đặt tour du lịch đất nước Việt Nam 9N10D vào tháng 9 năm 2023 thông qua Công ty TNHH Du lịch Việt Nam,. Thật ngạc nhiên khi thấy rằng đại lý du lịch đã thực hiện tất cả các thỏa thuận với độ chính xác cao và thực hiện toàn bộ chuyến tham quan tại các thành phố khác nhau thông qua các đối tác của họ trong khi họ vẫn liên lạc thường xuyên hàng ngày. Tất cả các dịch vụ đều được sắp xếp rất chuyên nghiệp và hoàn hảo và chúng tôi không bị căng thẳng vì họ đã chịu trách nhiệm hoàn toàn về chuyến tham quan bằng cách đón chúng tôi tại sân bay Hà Nội và cung cấp mọi dịch vụ cho đến khi chúng tôi trở về từ Thành phố Hồ Chí Minh. Chuyên gia tư vấn du lịch của chúng tôi, cô Hà YenJenny của công ty TNHH Du lịch Việt Nam, không bao giờ mệt mỏi khi trả lời các câu hỏi của chúng tôi cho đến khi chúng tôi hoàn toàn hài lòng và cô ấy rất rõ ràng trong giao tiếp, luôn cố gắng tìm ra giải pháp. Cô Jenny đã cố gắng cung cấp cho chúng tôi các dịch vụ miễn phí như múa rối nước miễn phí tại Hà Nội và một vài bữa ăn thêm. Cô ấy gặp chúng tôi tại khách sạn Hà Nội trước khi bắt đầu chuyến tham quan để giải tỏa mọi nghi ngờ và thông báo ngắn gọn cho chúng tôi để hoàn thành chuyến tham quan một cách trọn vẹn. Theo nhu cầu của tôi, cô Jenny đã sắp xếp các khách sạn và phương tiện đi lại tốt nhất, đồng thời thay đổi một số thời gian đón khách để đảm bảo rằng chúng tôi cảm thấy thoải mái. Cô ấy không lật lại bất kỳ hòn đá nào để đảm bảo sự hài lòng hoàn toàn của chúng tôi. Đây là chuyến du lịch nước ngoài được sắp xếp tốt nhất của tôi nhờ các dịch vụ tuyệt vời được cung cấp bởi VietnamTour Co.. Tôi biết ơn sự giúp đỡ đặc biệt của họ và không tìm đủ lời để cảm ơn họ từ tận đáy lòng. Đọc thêm",
            "Xin chào ngài,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Tôi đã chuyển lời của bạn đến chị Hải Yến, chị rất vui khi nghe tin này.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ.\nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình.\nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Công ty này có liên kết hay là một phần của vietnamtours tại cape townĐọc thêm",
            "Chào buổi sáng cô Tammy,\nThay mặt công ty chúng tôi, tôi rất vui được trả lời câu hỏi của bạn. \nChúng tôi là Nhà điều hành địa phương có tên VietnamTour Co., ltd, có trụ sở tại Việt Nam. Chúng tôi chuyên về các tour du lịch trọn gói Việt Nam, Lào và Campuchia. Vì vậy, nếu bạn cần bất kỳ trợ giúp nào về việc đi du lịch Việt Nam, Lào và Campuchia từ Cape Town, vui lòng liên hệ với chúng tôi qua whatsapp 0084911490058. Chúng tôi có 10 năm kinh nghiệm hỗ trợ du khách từ nhiều quốc gia trên thế giới đến Việt Nam và các nước Đông Dương. \n Nhưng website vietnamtour ở Cape Town lại là một trong những đại lý du lịch ở Việt Nam có thương hiệu ở Cape Town. Chúng tôi không phải là một phần của nó. Chúng tôi là 2 công ty riêng biệt. \nCảm ơn bạn rất nhiều ! Chúc một ngày tốt lành!Đọc thêm"
        ],
        "star_ratings": [
            75,
            8,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Công Ty TNHH Du Lịch Việt Nam"
        ],
        "reviews_time": [
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written April 24, 2024",
            "Written April 5, 2024",
            "Written April 3, 2024",
            "Written January 7, 2024",
            "Written December 28, 2023",
            "Written December 6, 2023",
            "Written October 18, 2023",
            "Written October 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14067835-Reviews-Vietnam_Tour_Co_Ltd-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or10-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12279224-Reviews-Cerender_Ceramic_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17513280-Reviews-Dynasty_Cruises_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8536510-Reviews-Oriental_bridge_travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444073-Reviews-Amadora_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6974721-Reviews-Trang_Tien_Plaza-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12800346-Reviews-Athena_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24939806-Reviews-Hanoitismiss-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8779731-Reviews-Four_Palaces_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27105086-Reviews-Diory_NailsLab_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27422301-Reviews-Grand_La_Maison_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2243381-Reviews-Aquapalace_Praha-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g676294-d4914898-Reviews-Bataria_Beach-Kassiopi_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d211691-Reviews-Crazy_Horse-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187722-Reviews-Mayfair-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g664666-d17761012-Reviews-Ostina_3_Fast_Boat-Gili_Trawangan_Gili_Islands_Pemenang_Lombok_West_Nusa_Tenggar.html",
            "https://www.tripadvisor.com/Attraction_Review-g2024885-d2154982-Reviews-Jebudo-Hwaseong_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d7226951-Reviews-Alamitos_Bay-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41573-d8677369-Reviews-Patriot_Place-Foxborough_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d560644-Reviews-Arbor_Hills_Nature_Preserve-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33878-d497992-Reviews-Harvey_s_Beach-Old_Saybrook_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or10-Vietnam_Tour_Co_Ltd-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-Vietnam_Tour_Co_Ltd-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Tour Co.,Ltd",
        "attraction_name_vi": "Công Ty TNHH Du Lịch Việt Nam",
        "general_info": [
            "83 đánh giá",
            "26 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan mua sắm",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, điều hành các tour du lịch chuyên biệt Đông Dương Việt Nam, Lào và Campuchia. Được thành lập vào năm 2007, chúng tôi có kinh nghiệm đáng kể với nhiều khách hàng khác nhau và chúng tôi hiểu sở thích về vị trí độc đáo cũng như những cân nhắc về chế độ ăn uống của họ. Ngoài ra, chúng tôi vui vẻ trả lời bất kỳ câu hỏi cá nhân nào mà họ có thể có liên quan đến thị thực, thời tiết trong khu vực, giá cả địa phương, v.v.Đọc thêm",
        "reviews": [
            "Quản lý kế hoạch tavel của chúng tôi cho miền Bắc, miền Trung và miền Nam Việt Nam. Đó là 9 đêm 10 ngày, hành trình được lên kế hoạch rất tốt. Các hướng dẫn viên du lịch và các đại lý khác được sắp xếp để tham quan đều rất chuyên nghiệp và giỏi nhất trong lĩnh vực của họ. Cô Gwen luôn có mặt trong một cuộc điện thoại và chia sẻ bảng thời gian hàng ngày theo hành trình trước một ngày. Không bao giờ cảm thấy cô đơn hoặc một mình vào bất kỳ ngày nào. Cô ấy chăm sóc sự thoải mái của chúng tôi cho đến khi chúng tôi rời đi. Nhận được món quà rất hữu ích từ cô ấy và sẽ luôn trân trọng những kỷ niệm đẹp lâu dài.Đọc thêm",
            "Thưa ông Neel Gupta,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam và Campuchia. Tôi đã chuyển lời của bạn đến chị Hải Yến, chị rất vui khi nghe tin này.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ.\nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình.\nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Các hướng dẫn viên du lịch rất hữu ích! Tôi đã có thể tùy chỉnh hành trình của mình qua whatsapp, việc đặt chỗ và thanh toán thật dễ dàng. Họ đặc biệt quan tâm đến bố tôi cũng như những yêu cầu của chúng tôi về thực phẩm và dịch vụ đón thêm tại cảng. Đọc thêm",
            "Xin chào ngài,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam với Hồ Chí Minh và Nha Trang. Tôi đã chuyển lời của bạn đến chị Hải Yến, chị rất vui khi nghe tin này.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ.\nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình.\nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Tôi đã cùng gia đình đến Việt Nam vào tháng 7 năm 2023. Tôi đã liên hệ với Vietnam Tours and Travels trước chuyến đi để sắp xếp các chuyến tham quan tại Việt Nam và cô Minh đã giúp tôi. Cô ấy rất chuyên nghiệp, cực kỳ hữu ích và đúng giờ. Cô ấy đã gửi cho tôi những hành trình khác nhau phù hợp với ngân sách và cũng sắp xếp visa đến Việt Nam của chúng tôi. Chuyến du lịch của họ ở Đà Nẵng thực sự rất hay và được tổ chức tốt. Các hướng dẫn viên du lịch đón chúng tôi từ khách sạn và họ rất giỏi và hiểu biết. Chúng tôi đã có một trải nghiệm tuyệt vời. Cô Minh đã phối hợp với chúng tôi rất tốt và ghi lại mọi chi tiết của chúng tôi. Tôi thực sự khuyên bạn nên đi qua chúng. Cảm ơn cô Minh và Công ty du lịch Việt Nam.Đọc thêm",
            "Kính gửi Quý khách,\n\nCảm ơn Quý khách rất nhiều vì đánh giá tuyệt vời của Quý khách. Chúng tôi rất vui khi biết rằng Quý khách đã có khoảng thời gian tuyệt vời tại Việt Nam. Tôi đã chuyển lời của Quý khách đến Bà Minh, Bà ấy rất vui khi nghe về điều đó.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là biến mọi chuyến đi của khách hàng thành trải nghiệm du lịch đáng nhớ.\nMột lần nữa, cảm ơn Quý khách đã chọn VietnamTour Co.,Ltd cho chuyến đi của mình.\nHy vọng sẽ được gặp lại Quý khách tại Việt Nam!\n\nTrân trọng,\nNga NguyenĐọc thêm",
            "Đó là một trải nghiệm tuyệt vời với Du lịch và Du lịch Việt Nam. Đại lý Du lịch rất có trách nhiệm và họ quan tâm đến từng chi tiết. Họ kiên nhẫn và rất ân cần. 57 người từ tổ chức Connect Secure Technologies Pvt Ltd của chúng tôi đã đến Việt Nam và thăm Hà Nội và Đà Nẵng từ ngày 31 tháng 7 đến ngày 4 tháng 8. Đại lý du lịch Hải Yến và bốn hướng dẫn viên du lịch đã tham dự với chúng tôi, ông Bằng, ông Thân, ông Trần và ông Phú thật tuyệt vời. Họ đã hướng dẫn chúng tôi rất tốt và tham gia rất nhiều vào nhóm của chúng tôi.  Đặc biệt cảm ơn anh Thân đã quan tâm đặc biệt trong những tình huống khó khăn và cảm ơn Hải Yến vì sự phối hợp tuyệt vời. Đọc thêm",
            "Xin chào ngài,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam tại Hà Nội và Đà Nẵng. Tôi đã chuyển lời của bạn đến chị Hải Yến, chị rất vui khi nghe tin này.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ.\nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình.\nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Tôi rất vui vì đã lên kế hoạch cho chuyến đi Việt Nam cùng cô Hải. Cô ấy đảm bảo rằng chuyến đi của chúng tôi không có gì đáng kinh ngạc. Cô ấy cực kỳ hữu ích và đảm bảo rằng hành trình cuối cùng tuân theo yêu cầu của chúng tôi. Cảm ơn chị Hải và Công ty TNHH Du lịch Việt Nam.Đọc thêm",
            "Xin chào ngài,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Tôi đã chuyển lời của bạn đến chị Hải Yến, chị rất vui khi nghe tin này.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ.\nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình.\nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Hành trình của chúng tôi do chị Hải quản lý. Hành trình ban đầu là vào tháng 2 năm 2020, do đại dịch corvid nên nó đã bị hoãn lại. Hành trình đã được hồi sinh vào năm 2023. Chúng tôi đã được hỗ trợ sắp xếp rất hiệu quả. Điểm đáng chú ý là cô Hải luôn nhanh nhẹn, chỉnh sửa từng chi tiết nhỏ. Kinh nghiệm tập thể nhóm của chúng tôi là tuyệt vời. Bạn bè của chúng tôi rất vui và một lần nữa đã liên hệ với Vietnam Tours để đến một điểm đến khác. Chúng tôi chúc cô ấy những điều tốt đẹp nhấtĐọc thêm",
            "Xin chào ngài,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Tôi đã chuyển lời của bạn đến chị Hải Yến, chị rất vui khi nghe tin này.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ.\nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình.\nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Chúng tôi là một cựu chiến binh nhóm 12 người cao niên. Hành trình được thực hiện bởi Công ty TNHH Du lịch Việt Nam với sự tư vấn của chúng tôi. Đó là một hành trình tuyệt vời. Hành trình đủ linh hoạt để đáp ứng các khía cạnh bổ sung mà chúng tôi mong muốn. Đó không chỉ là hành trình xuất sắc mà việc thực hiện hành trình này còn tuyệt vời. Hướng dẫn và trình điều khiển là tuyệt vời. Chúng tôi không gặp khó khăn gì trong việc hiểu tiếng Anh của họ. Người liên lạc của chúng tôi về mọi việc là cô Hải Yến của công ty. Cô ấy là một người lập kế hoạch xuất sắc và quản lý toàn bộ chuyến đi với sự chuyên nghiệp và lòng nhân ái. Cô ấy hiểu yêu cầu của chúng tôi và sửa đổi phục vụ cho yêu cầu của chúng tôi. Nhìn chung, đây là một trong những chuyến tham quan tuyệt vời nhất đối với nhóm chúng tôi.Đọc thêm",
            "Xin chào ngài,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ.\nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình.\nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Chuyến tham quan được tổ chức rất tốt, với sự giao tiếp tuyệt vời từ các nhân viên cô Nguyễn và cô Hà. Chúng tôi luôn được thông báo trước và họ rất phản hồi với bất kỳ câu hỏi nào chúng tôi có. Các hướng dẫn viên du lịch Mr Trọng Hà Nội và cô Li Sapa rất am hiểu và chăm sóc chúng tôi rất chu đáo. Chúng tôi rất thích chuyến tham quan, đặc biệt là đồ ăn halal được phục vụ đặc biệt cho chúng tôi. Chúng tôi chắc chắn sẽ giới thiệu Công ty Du lịch Việt Nam cho gia đình và bạn bè của chúng tôi. Cảm ơn bạn vì một trải nghiệm tuyệt vời!! Đọc thêm",
            "Xin chào ngài,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Sapa. Tôi đã chuyển lời của bạn đến bà Hà, bà Nguyễn bà Li và họ rất vui khi biết điều đó.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ.\nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình.\nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Trong giai đoạn quan trọng của Covid 19 này, thật may mắn là chúng ta có thể khám phá được 95 hành trình đã lên kế hoạch. Chúng tôi rất thích những nơi chúng tôi ghé thăm, đặc biệt là Vịnh Hạ Long Sapa.Đọc thêm",
            "Liên lạc với Hải Yến từ Vietnam Tour là một trải nghiệm thú vị. Cô ấy phản ứng nhanh và rất hữu ích. Chúng tôi là một nhóm gồm 13 người, trong đó có bố mẹ chúng tôi đang gặp khó khăn trong việc đi lại. Khi Hải Yến biết chuyện, cô ấy đề nghị chúng tôi thuê xe lăn cho chuyến đi. Mặc dù việc thuê xe lăn không phải là việc của cô ấy nhưng cô ấy rất tốt bụng khi giúp phối hợp với công ty cho thuê để đưa xe đến sân bay khi chúng tôi đến, giúp chúng tôi không phải mất công liên lạc và đón khách. Chúng tôi đã đến thăm Huế, Hội Ann và Bà Nà Hills. Chỗ ở và bữa ăn được cung cấp rất tốt, chúng tôi rất thích thời gian lưu trú và đồ ăn, đặc biệt là ở Bà Nà Hills. Chúng tôi yêu thích thời tiết mát mẻ ở Bà Nà Hills, phong cảnh và chuyến đi cáp treo ở đây thật ngoạn mục. Chúng tôi chỉ ở Bà Nà Hills một đêm, đáng lẽ phải mất 2N. Hướng dẫn viên và tài xế của chúng tôi rất tốt bụng và chăm chỉ. Họ rất kiên nhẫn với chúng tôi, vì chúng tôi luôn chậm bắt kịp hành trình: Nhìn chung, kỳ nghỉ ở Việt Nam của chúng tôi rất thú vị và đáng nhớ. Cảm ơn Hải Yến và hướng dẫn viên Ah Xin của chúng tôi. Chúng tôi chắc chắn sẽ liên hệ lại với Vietnam Tour cho chuyến đi Việt Nam tiếp theo.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra hành trình suôn sẻ cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ Du lịch hoặc Du lịch Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nKayleeĐọc thêm",
            "Công ty này có liên kết hay là một phần của vietnamtours tại cape townĐọc thêm",
            "Chào buổi sáng cô Tammy,\nThay mặt công ty chúng tôi, tôi rất vui được trả lời câu hỏi của bạn. \nChúng tôi là Nhà điều hành địa phương có tên VietnamTour Co., ltd, có trụ sở tại Việt Nam. Chúng tôi chuyên về các tour du lịch trọn gói Việt Nam, Lào và Campuchia. Vì vậy, nếu bạn cần bất kỳ trợ giúp nào về việc đi du lịch Việt Nam, Lào và Campuchia từ Cape Town, vui lòng liên hệ với chúng tôi qua whatsapp 0084911490058. Chúng tôi có 10 năm kinh nghiệm hỗ trợ du khách từ nhiều quốc gia trên thế giới đến Việt Nam và các nước Đông Dương. \n Nhưng website vietnamtour ở Cape Town lại là một trong những đại lý du lịch ở Việt Nam có thương hiệu ở Cape Town. Chúng tôi không phải là một phần của nó. Chúng tôi là 2 công ty riêng biệt. \nCảm ơn bạn rất nhiều ! Chúc một ngày tốt lành!Đọc thêm"
        ],
        "star_ratings": [
            75,
            8,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Việt Nam",
            "Những việc cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Công Ty TNHH Du Lịch Việt Nam"
        ],
        "reviews_time": [
            "Written October 2, 2023",
            "Written August 28, 2023",
            "Written August 22, 2023",
            "Written August 16, 2023",
            "Written March 7, 2023",
            "Written March 6, 2023",
            "Written March 4, 2023",
            "Written December 27, 2022",
            "Written March 16, 2020",
            "Written January 15, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14067835-Reviews-or10-Vietnam_Tour_Co_Ltd-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or20-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12279224-Reviews-Cerender_Ceramic_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17513280-Reviews-Dynasty_Cruises_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8536510-Reviews-Oriental_bridge_travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444073-Reviews-Amadora_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6974721-Reviews-Trang_Tien_Plaza-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12800346-Reviews-Athena_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24939806-Reviews-Hanoitismiss-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8779731-Reviews-Four_Palaces_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27105086-Reviews-Diory_NailsLab_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27422301-Reviews-Grand_La_Maison_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42423-d14928570-Reviews-Mackinac_Island_Carriage_Tours-Mackinac_Island_Mackinac_County_Upper_Peninsula_Mi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55138-d276480-Reviews-Zoo_Knoxville-Knoxville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d629155-Reviews-Ko_Olina_Lagoons-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298305-d7226879-Reviews-Taman_Saujana_Hijau-Putrajaya_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g35489-d5042733-Reviews-Melaleuca_Field-Idaho_Falls_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d3139794-Reviews-Branson_s_Wild_World-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d1638181-Reviews-Monterey_Mirror_Maze_Lazer_Challenge-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46480-d1514718-Reviews-The_Shops_at_Riverside-Hackensack_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d12075194-Reviews-Chino_Hills_State_Park-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g198615-d2161955-Reviews-Schloss_Drachenburg-Koenigswinter_North_Rhine_Westphalia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or20-Vietnam_Tour_Co_Ltd-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or10-Vietnam_Tour_Co_Ltd-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Tour Co.,Ltd",
        "attraction_name_vi": "Công ty TNHH Du lịch Việt Nam",
        "general_info": [
            "83 đánh giá",
            "26 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan mua sắm",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, đơn vị điều hành các tour du lịch chuyên biệt đến Đông Dương, Việt Nam, Lào và Campuchia. Được thành lập vào năm 2007, chúng tôi có nhiều kinh nghiệm với nhiều khách hàng khác nhau và chúng tôi hiểu sở thích về địa điểm và chế độ ăn uống độc đáo của họ. Ngoài ra, chúng tôi rất vui lòng trả lời bất kỳ câu hỏi cá nhân nào mà họ có thể có liên quan đến thị thực, thời tiết trong khu vực, giá cả địa phương, v.v. Đọc thêm",
        "reviews": [
            "Dịch vụ rất chuyên nghiệp và đầy đủ: chính xác và đúng giờ. Tôi thực sự giới thiệu công ty này! Các đề xuất rất tuyệt vời và chất lượng dịch vụ thực sự cao. Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra hành trình suôn sẻ cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ Du lịch hoặc Du lịch Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nGiám đốc quan hệ khách hàng\nKaylee NguyễnĐọc thêm",
            "Chuyến tham quan được tổ chức rất tốt, tất cả các địa điểm đều tốt. Hầu hết các hướng dẫn viên đều giỏi và hiểu biết. Rất đặc biệt về thời gian. Chủ yếu là Đội Hải Yên rất hợp tác, hỗ trợ hữu ích và hiếu khách. Chúng tôi rất thích.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi lời cảm ơn chân thành đến bạn vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến bà Hải Yến, bà rất vui khi nghe về điều đó.\nChúng tôi rất vui khi tạo ra hành trình suôn sẻ cho những khách hàng có giá trị như bạn. Sự hài lòng của bạn là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống với tên tuổi của mình và tất nhiên, tiếp tục công việc tốt đẹp của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có một cơ hội khác để mang đến cho bạn những chuyến đi hoặc dịch vụ du lịch tốt hơn đến Việt Nam, Lào và Campuchia.\nMột lần nữa, cảm ơn bạn rất nhiều và chúng tôi chúc bạn mọi điều tốt đẹp nhất.\n\nTrưởng phòng quan hệ khách hàng\nKaylee Nguyen\nĐọc thêm",
            "Tôi rất háo hức được đến thăm Việt Nam với Vietnam tour.co sau khi nghiên cứu rất nhiều về các ưu đãi mà các đại lý du lịch khác nhau đưa ra. Công ty này vừa triển khai kế hoạch du lịch tự lập của tôi một cách hiệu quả. Của tôi là Hà Nội, Nha Trang và Đà Nẵng trong 7 ngày. Dịch vụ của họ, sự đúng giờ đã đạt đến mức cao. Rất khuyến khích điều đó.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra hành trình suôn sẻ cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ Du lịch hoặc Du lịch Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nGiám đốc quan hệ khách hàng,\nKaylee Nguyễn\nĐọc thêm",
            "Giao tiếp với Haiyen rất tốt. Phản hồi của cô ấy rất nhanh chóng và liên lạc với chúng tôi thường xuyên để đảm bảo rằng mọi thứ đều ổn. Mặc dù có một số vấn đề trong việc tính toán tiền nhưng cô ấy đã vui lòng trao đổi với chúng tôi về vấn đề đó. Bản thân chuyến tham quan thật thú vị và những nơi họ đưa chúng tôi đến thật đẹp và thư giãn. Các hướng dẫn viên du lịch cũng rất hữu ích và có thể nói tiếng Anh cơ bản. Nhìn chung, mọi người nên đặt chỗ với công ty này vì họ rất tốt và thân thiện: Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra hành trình suôn sẻ cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ Du lịch hoặc Du lịch Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nKayleeĐọc thêm",
            "Chuyến tham quan thật tuyệt vời, hướng dẫn viên luôn đúng giờ và rất nhiều thông tin. Thức ăn rất ngon với sự kết hợp tuyệt vời của các món ăn. Nói chung đó là một chuyến đi thú vị.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra hành trình suôn sẻ cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ Du lịch hoặc Du lịch Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nKayleeĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời với Du lịch và Du lịch Việt Nam. Các tài xế tham quan cực kỳ chuyên nghiệp và được sắp xếp rất tốt. Các tài xế hướng dẫn đặc biệt tốt. Chỗ ở khách sạn rất tốt. Thức ăn rất ngonĐọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra hành trình suôn sẻ cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ Du lịch hoặc Du lịch Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nKayleeĐọc thêm",
            "Cô Hải Yến, cố vấn du lịch của chúng tôi đã nỗ lực hơn nữa để chuẩn bị hành trình phù hợp bao gồm tất cả các điểm tham quan quan trọng và đảm bảo ẩm thực và khách sạn Việt Nam tốt nhất. Hướng dẫn viên luôn đúng giờ, am hiểu và linh hoạt để thực hiện các thay đổi tùy theo yêu cầu của chúng tôi. Họ cũng cung cấp phương tiện và tài xế rất tốt cho những chuyến đi riêng. Lớp học nấu ăn là lớp học tuyệt vời nhất và không thể bỏ lỡ.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra hành trình suôn sẻ cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ Du lịch hoặc Du lịch Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nKayleeĐọc thêm",
            "Thưa chị Hải Yến, dịch vụ 6 Sao của chị đã thực sự khiến lễ kỷ niệm ngày cưới của chúng tôi trở thành một trải nghiệm đáng nhớ và tuyệt vời đối với vợ chồng tôi. Đó là chuyến thăm đầu tiên của chúng tôi đến Việt Nam và là kỳ nghỉ tuyệt vời nhất từ ​​trước đến nay. Những phản hồi và cập nhật nhanh chóng của bạn thực sự giúp chúng tôi dễ dàng đi đến nhiều địa điểm đẹp khác nhau ở Việt Nam. Vợ tôi rất hài lòng với tất cả các thỏa thuận về khách sạn và tour du lịch mà cô ấy rất đặc biệt và có kỳ vọng rất cao. Cô rất thích chuyến tàu Chapa mà bà Hải Yến đã sắp xếp. Đó là một chuyến tàu qua đêm có cabin riêng mà chúng tôi có thể có một đêm yên tĩnh mà không cần đi chung. Cô Hải Yến thực sự hiểu rất rõ yêu cầu của chúng tôi và cô đã tổ chức rất tốt và giá cả trọn gói cũng hợp lý. Trong một đêm khi chúng tôi nhận phòng khách sạn Phố Cổ Hà Nội không đạt yêu cầu và chúng tôi đã phản hồi cho cô ấy vào sáng hôm sau. Cô ấy ngay lập tức chủ động tìm cho chúng tôi một khách sạn khác tốt hơn nhiều mặc dù chúng tôi phải trả thêm một khoản phí. Bà Hải Yến đích thân giúp chúng tôi chuyển tất cả hành lý và đồ dùng cá nhân đến khách sạn mới trong chuyến đi trong ngày. Tất cả sự sắp xếp của cô ấy thực sự đã được lên kế hoạch và một số đã vượt quá mong đợi của chúng tôi. Dù chúng tôi đã kết thúc hành trình tham quan với Vietnamtour.com nhưng chị Hải Yến vẫn giữ liên lạc và giúp chúng tôi sắp xếp phương tiện di chuyển ra sân bay vào ngày cuối cùng. Nếu không có sự sắp xếp và quan tâm chu đáo của cô, chuyến đi đầu tiên đến Việt Nam của chúng tôi sẽ không thể suôn sẻ và thú vị được như vậy. Chúng tôi thực sự đánh giá cao cô Hải Yến và công ty của cô. Vâng chắc chắn giới thiệu nó cho bạn bè thân yêu và các thành viên gia đình của chúng tôi. Giữ thành công việc tuyệt vời. Derrick và Angeline đến từ SingaporeĐọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra hành trình suôn sẻ cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ Du lịch hoặc Du lịch Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nKayleeĐọc thêm",
            "Đội ngũ chàng trai và cô gái này thật tuyệt vời. Tôi đã sử dụng dịch vụ cấp tốc của họ để xin visa Việt Nam. Thật suôn sẻ và họ chào đón bạn tại sân bay ngay khi bạn bước xuống máy bay để giúp bạn lấy Visa khi đến nơi. Họ thậm chí còn giúp bạn được giải quyết nhanh chóng để bạn không phải xếp hàng chờ đợi lâu. Họ liên lạc thường xuyên với bạn trong suốt quá trình và luôn sẵn sàng trả lời các câu hỏi của bạn cho dù bạn có bao nhiêu câu hỏi. Tôi thực sự biết ơn.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến bà Yến Hà, bà rất vui khi nghe tin này.\nChúng tôi rất hân hạnh được tạo ra hành trình suôn sẻ cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ Du lịch hoặc Du lịch Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nKayleeĐọc thêm",
            "Chúng tôi là hai cặp vợ chồng đã đi du lịch nhiều, đã ngoài sáu mươi, đã liên hệ với Vietnam Tour Co. sau khi thấy trang web của họ trên mạng. Họ đã lập một hành trình được cân nhắc kỹ lưỡng bao gồm Hà Nội, Vịnh Hạ Long và Thành phố Hồ Chí Minh, trong 8 đêm 9 ngày. Tất cả chúng tôi đều rất hài lòng với sự lựa chọn khách sạn, hướng dẫn viên nói tiếng Anh am hiểu, các khuyến nghị về đồ ăn và sự phối hợp chung. Phần đồ ăn cần được nhấn mạnh vì một trong chúng tôi là người ăn chay trường và bà Hai Yen của Vietnam Tour Co. đã sắp xếp đặc biệt cho các bữa ăn của bà. Bà thậm chí còn đề nghị sắp xếp các bữa ăn Ấn Độ, điều mà chúng tôi rất hối hận vì chúng tôi muốn thưởng thức các món ăn địa phương của Việt Nam. Xin gửi lời cảm ơn đến Vietnam Tour Co. và đặc biệt là bà Hai Yen. Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất vinh dự được tạo ra những giấc mơ trăng mật cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nKayleeĐọc thêm"
        ],
        "star_ratings": [
            75,
            8,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Việt Nam",
            "Những việc cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Công Ty TNHH Du Lịch Việt Nam"
        ],
        "reviews_time": [
            "Written January 13, 2020",
            "Written January 9, 2020",
            "Written January 9, 2020",
            "Written December 30, 2019",
            "Written December 28, 2019",
            "Written December 19, 2019",
            "Written December 9, 2019",
            "Written December 9, 2019",
            "Written November 24, 2019",
            "Written November 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14067835-Reviews-or20-Vietnam_Tour_Co_Ltd-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or10-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or30-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12279224-Reviews-Cerender_Ceramic_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17513280-Reviews-Dynasty_Cruises_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8536510-Reviews-Oriental_bridge_travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444073-Reviews-Amadora_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6974721-Reviews-Trang_Tien_Plaza-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12800346-Reviews-Athena_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24939806-Reviews-Hanoitismiss-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8779731-Reviews-Four_Palaces_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27105086-Reviews-Diory_NailsLab_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27422301-Reviews-Grand_La_Maison_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134868-d320639-Reviews-Tokyo_DisneySea-Maihama_Urayasu_Chiba_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g36802-d1808322-Reviews-Illinois_Railway_Museum-Union_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2073411-Reviews-Splitsville-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33742-d3546148-Reviews-Clinton_Premium_Outlets-Clinton_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d105199-Reviews-Fox_Theatre-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g198494-d14963021-Reviews-Pinta_Beach-Raunheim_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096298-d2183510-Reviews-Gozo_Ferry_Port-Cirkewwa_Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1572063-d2171343-Reviews-Catacombs_of_Milos-Tripiti_Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d1823216-Reviews-Dinosaur_World-Glen_Rose_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309277-d531570-Reviews-Monteverde_Cloud_Forest_Biological_Reserve-Monteverde_Cloud_Forest_Reserve_Monteve.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or30-Vietnam_Tour_Co_Ltd-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or20-Vietnam_Tour_Co_Ltd-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Tour Co.,Ltd",
        "attraction_name_vi": "Công Ty TNHH Du Lịch Việt Nam",
        "general_info": [
            "83 đánh giá",
            "26 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan mua sắm",
            "Chuyến du lịch bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, đơn vị điều hành các tour du lịch chuyên biệt đến Đông Dương, Việt Nam, Lào và Campuchia. Được thành lập vào năm 2007, chúng tôi có nhiều kinh nghiệm với nhiều khách hàng khác nhau và chúng tôi hiểu sở thích về địa điểm và chế độ ăn uống độc đáo của họ. Ngoài ra, chúng tôi rất vui lòng trả lời bất kỳ câu hỏi cá nhân nào mà họ có thể có liên quan đến thị thực, thời tiết trong khu vực, giá cả địa phương, v.v. Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến Việt Nam và Campuchia. Chuyến đi được tổ chức rất tốt bởi những người tham quan. Hướng dẫn viên và cô Hải Yến rất thân thiện và giúp chúng tôi đưa ra quyết định đúng đắn. Chúng tôi đã có một kỳ nghỉ tuyệt vời với sự giúp đỡ của cô ấy.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nKayleeĐọc thêm",
            "Chúng tôi, một gia đình bốn người, đã đến thăm Việt Nam trong 8 ngày vào cuối tháng 10 đầu tháng 11 để kỷ niệm sinh nhật lần thứ 60 của chồng tôi. Công ty du lịch Việt Nam quản lý toàn bộ chuyến đi của chúng tôi rất hiệu quả và chuyên nghiệp. Hải Yến đón chúng tôi ở khách sạn khi chúng tôi đến, với một chiếc bánh ngọt, một trò đùa ngọt ngào.  Chúng tôi đã đến thăm Hà Nội, Vịnh Hạ Long và thành phố Hồ Chí Minh. Tất cả các khách sạn của chúng tôi và Cruise đều rất tốt, đón tại sân bay không rắc rối và đúng giờ, các chuyến tham quan trong ngày và các hoạt động khác được quản lý rất tốt. Từ các lựa chọn hành trình lên kế hoạch trước, Khách sạn, hãng hàng không, chuyến đi trong ngày cho đến giai đoạn nghỉ lễ thực tế Hải Yến đã rất nhanh chóng trả lời bất kỳ câu hỏi nào và luôn có sẵn trên WhatsApp, email hoặc điện thoại. Tôi rất muốn giới thiệu Công ty này.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất vui vì đã tạo cho bạn và nhóm của bạn một chuyến đi tốt đẹp đến Việt Nam. Chúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Chúng tôi đi du lịch với công ty du lịch Việt Nam.. Đó là trải nghiệm tuyệt vời và tuyệt vời nhất.. tour được tổ chức rất độc đáo, đại lý bán du lịch là Yến, cô ấy rất hữu ích và giao tiếp .. phần nổi bật là vịnh Hạ Long, ninh Bình, Tam Cốc và lịch sử của Hồ Chí Minh đối với tôi.. Một chuyến đi vui vẻ và đúng thời điểm.. hãy cùng du lịch Việt Nam và tận hưởng viên ngọc nếu Châu Á, Việt Nam.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất vui vì đã tạo cho bạn và nhóm của bạn một chuyến đi tốt đẹp đến Việt Nam. Chúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nKayleeĐọc thêm",
            "Chúng tôi đã đặt tour với Vietnam ToursNói chung là rất tuyệt. Cô Hải Yến fm công ty đã cung cấp dịch vụ xuất sắc bằng cách chuẩn bị tất cả các lần chuyển tiền. Quá trình chuyển đổi diễn ra suôn sẻ và hành trình được thực hiện tốt Gia đình tôi rất thích chuyến đi Gia đình cô SueĐọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nKayleeĐọc thêm",
            "My friend and I chose Vietnam Day Tour Package and received an amazing deal. Different Drivers and tour guides engaged us and they were all on time to help us in our transition from point to point. Accommodation at least 4 stars, transport and most of the meals were included in the package, which was abt US450 per pax for 6 days.Day 1: We were fetched from the airport promptly to be sent to our hotel on the first day. It was a free day so we walked around on our own.Day 2: We were fetched from our hotel to Halong Bay. We had a free upgrade of our cruise to Perla Dawn Sails. Amazing experience on board the cruise, which friendly staffs. My friend is vegetarian and does not consume eggs as well. The staffs made sure she had enough food to consume, and they even prepared special meals to accommodate her dietary requirement. On top of that, they even approach us to tell us which cakesdesserts contains egg and that my friend has to avoid it. Its amazing how they ensure we have the best experience. All rooms have private balcony with a very good view. We even had the opportunity to consume dinner at a floating restaurant arranged by Perla Dawn Sails and the villagers. Would definitely recommend the cruise to all.Day 3: We were transferred back to Hanoi to chill before leaving for Sapa via the night sleeper train. Since we were not staying in hanoi tonight, we didnt have any room to keep our luggages, but Vietnam Tours liaised with our previous hotel which is right in the middle of the town, near Hang Bo. So we were told to leave our bags in the lobby, which will be taken care of by the hotel while we went our to explore. At 8.30pm sharp, a guy came to tell us that hell assist us to bring us to the train station. He helped us to book grab included in the package. Once we arrived the station, he was already there with his bike. He then introduced us to another lady wholl bring us to the train platform to show us our cabin. We were allocated the deluxe cabin with AC and it was really good experience. Day 4: Once we reached Sapa, another guide fetched us from the airport and he told us hell be our guide for our 2D1N stay in Sapa. He was really good to ensure that we have enough time to do our own activities on top of the itinerary planned by them. We heard that its a must to take the cable car ride to Fanxipan mountain, however we heard that the queue could really be Long. My guide pulled out some of this contacts and managed to get tickets for us within minutes. Day 5: We left Sapa back to Hanoi and we were picked up by a Limousine. We were back in the same hotel.Day 6: Airport trf from our hotel to Hanoi AirportIn summary, my Friend and I had a smooth transition between places, good accommodations planned and the meals provided were not too bad too. Just a tip for anyone whos gonna book this tour, most of your meals are included in the package, but these meals doesnt include drinks. So rmb to account for them during budgeting unless youre planning to drink plain water throughout. Also, every time a guidedriver fetches us, hell give us each a bottle of drinking water for the dayRead more",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Đó là một chuyến đi tuyệt vời và công ty du lịch Việt Nam đã cung cấp dịch vụ tuyệt vời. Cả chỗ ở và phương tiện đi lại đều tốt. Tôi đã sử dụng dịch vụ của họ 2 lần rồi và cả hai đều cho thời gian đi lại chất lượng. Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi lời cảm ơn chân thành nhất đến bạn vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến bà Hải Yến, bà rất vui khi nghe về điều đó.\nChúng tôi rất vui vì đã tạo ra một chuyến đi tuyệt vời cho bạn và nhóm của bạn tại Việt Nam. Chúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn Chuyến đi Việt Nam tốt hơn.\nMột lần nữa, cảm ơn bạn rất nhiều và chúng tôi chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng,\nNga NguyenĐọc thêm",
            "Hành trình được lên kế hoạch tốt và rất phối hợp giữa các bên liên quan. Các đại lý tương ứng, tức là tài xế đón khách, hướng dẫn viên du lịch đều rất đúng giờ. Hướng dẫn viên có kiến ​​thức mặc dù khả năng tiếng Anh có thể hạn chế. Cô Hai Yen luôn cập nhật và hỗ trợ tuyệt vời qua Whatsapp và cô ấy phản hồi rất nhanh. Nếu vấn đề vệ sinh của khách sạn là vấn đề với bạn và bạn có đủ khả năng chi trả nhiều hơn, hãy chọn ít nhất 4 khách sạn địa phương thay vì 3. 1,5 ngày ở Sapa là không đủ. Sẽ dành nhiều thời gian hơn ở Sapa vào lần tới thay vì Hà Nội mặc dù Hà Nội cũng rất đẹp. Đọc thêm",
            "Kính gửi cô Chinh,\n\nThay mặt Công ty TNHH VietnamTour, chúng tôi xin gửi lời cảm ơn chân thành nhất về tất cả những gì bạn đã viết cho chuyến tham quan này và đại lý du lịch của chúng tôi. Đánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch. \n\nTôi hy vọng rằng chúng tôi có cơ hội khác để cung cấp dịch vụ cho bạn và bạn bè của bạn một lần nữa. Chúng tôi luôn cố gắng cải thiện dịch vụ của mình để ngày càng tốt hơn. Nếu bạn có bất kỳ vấn đề hoặc lời khuyên nào, xin vui lòng cho tôi biết. Mỗi lời nói của bạn thực sự quý giá đối với chúng tôi.\n\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Đó là một ngày tháng sáu nóng nực khi tôi đi tour này cùng hai đứa trẻ. chủ yếu là nó rất vui.  nếu quay lại chắc chúng ta sẽ không đi tour nào nữa mà chỉ đi Bà Nà Hills một mình thôi. có rất nhiều người trong khu vực và chúng tôi không thực sự thích thú với từng nơi. Một số người trong nhóm chúng tôi luôn đến muộn 15-30 phút, điều này khá khó chịu. hướng dẫn viên du lịch, người nói tiếng Anh hạn chế, khá hữu ích trong chuyến tham quan. Xe buýt của chúng tôi dừng lại ở một nhà hàng nào đó trên đường trở về khách sạn. đó không phải là một phần của chuyến tham quan được giải thích và tôi thực sự không thích phần đó. Một số người trong chúng tôi không muốn đi chợ đã phải ngồi trên xe buýt nóng nực, không có điều hòa trong 20 phút. Đọc thêm",
            "Thưa ông NorCalSun,\n\nThay mặt Công ty TNHH VietnamTour, chúng tôi xin gửi lời cảm ơn chân thành nhất về tất cả những gì bạn đã viết cho chuyến tham quan này và đại lý du lịch của chúng tôi. Đánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch. \n \nNhận xét của bạn là tài liệu thực tế hữu ích cho quá trình đào tạo đội ngũ và quy trình kiểm soát chất lượng của chúng tôi. Những chuyến đi xa hơn sẽ tốt hơn nhiều dựa trên phản hồi mang tính xây dựng của bạn. \nTôi hy vọng rằng chúng tôi có cơ hội được phục vụ bạn và bạn bè của bạn một lần nữa. Chúng tôi luôn cố gắng cải thiện dịch vụ của mình để ngày càng tốt hơn. Nếu bạn có bất kỳ vấn đề hoặc lời khuyên nào, xin vui lòng cho tôi biết. Mỗi lời nói của bạn thực sự quý giá đối với chúng tôi.\n\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Tour du lịch giá cả phải chăng .. Nhân viên rất dễ gần và rất tốt bụng. Họ sẽ không bao giờ rời bỏ bạn cho đến khi chuyến tham quan kết thúc và bất cứ lúc nào bạn có thể hỏi họ. Khách sạn và đồ ăn rất rất tốt. Công ty có lời nói của họ. Chuyến du lịch 7D7N cùng công ty này thực sự rất đáng giá. Rất khuyến khích công ty này muốn đi du lịch ở Việt Nam. Chúc bạn vui vẻ. Chúa phù hộ và thêm sức mạnh.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Cảm ơn chị Hải Yến và nhóm của chị đã lên kế hoạch cho một kỳ nghỉ hoàn hảo cho chúng tôi. Chuyến đi 8 ngày bao gồm Hà Nội, Đà Nẵng Bà Nà Hills và thành phố Hồ Chí Minh được tổ chức rất tốt. Từ phút chúng tôi hạ cánh xuống Hà Nội cho đến khi bay khỏi thành phố Hồ Chí Minh, chúng tôi đã có khoảng thời gian tuyệt vời như vậy, vì mỗi lần lưu trú và chuyến tham quan theo nhóm của chúng tôi đều được lên kế hoạch kỹ lưỡng và được thông báo trước. Tất cả những gì chúng tôi phải làm chỉ là thư giãn và tận hưởng vẻ đẹp của đất nước tuyệt vời này.            Trong khi Tam Cốc là một kỳ quan thì Vịnh Hạ Long lại hoàn toàn mê hoặc! Cầu Vàng thật lộng lẫy, Bảo tàng Chứng tích Chiến tranh làm rung động trái tim và Đồng bằng sông Cửu Long thật quyến rũ. Và tất nhiên, mọi địa điểm yêu thích mà chúng tôi ghé thăm đều vô cùng mê hoặc!           Chúng tôi bị đất nước này mê hoặc đến mức chúng tôi cảm thấy lẽ ra mình nên đến thăm nhiều hơn và ở lại nhiều hơn.... hẹn gặp lại Việt Nam!Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất vui vì đã tạo cho bạn và nhóm của bạn một chuyến đi tốt đẹp đến Việt Nam. Chúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm"
        ],
        "star_ratings": [
            75,
            8,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Công Ty TNHH Du Lịch Việt Nam"
        ],
        "reviews_time": [
            "Written November 8, 2019",
            "Written November 4, 2019",
            "Written November 3, 2019",
            "Written October 31, 2019",
            "Written August 18, 2019",
            "Written July 19, 2019",
            "Written July 18, 2019",
            "Written June 28, 2019",
            "Written June 28, 2019",
            "Written June 6, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14067835-Reviews-or30-Vietnam_Tour_Co_Ltd-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or20-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or40-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12279224-Reviews-Cerender_Ceramic_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17513280-Reviews-Dynasty_Cruises_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8536510-Reviews-Oriental_bridge_travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444073-Reviews-Amadora_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6974721-Reviews-Trang_Tien_Plaza-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12800346-Reviews-Athena_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24939806-Reviews-Hanoitismiss-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8779731-Reviews-Four_Palaces_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27105086-Reviews-Diory_NailsLab_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27422301-Reviews-Grand_La_Maison_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g667483-d18190051-Reviews-Bholaganj_Sada_Pathor-Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1649446-Reviews-Titanic_Museum_Attraction-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g499105-d14411991-Reviews-Maggie_s_Diner-High_River_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g775845-d8370604-Reviews-Kanali_Beach-Lourdata_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d15529164-Reviews-Cahoon_Hollow_Beach-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g19196637-d14843631-Reviews-Kotor_Fortress-Spiljari_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g1416576-d153521-Reviews-Majahuitas_Beach-Majahuitas_Costalegre.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d10311631-Reviews-Downtown_Estes_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d105276-Reviews-Monomoy_National_Wildlife_Refuge-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d4757867-Reviews-59_Rivoli-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or40-Vietnam_Tour_Co_Ltd-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or30-Vietnam_Tour_Co_Ltd-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Tour Co.,Ltd",
        "attraction_name_vi": "Công Ty TNHH Du Lịch Việt Nam",
        "general_info": [
            "83 đánh giá",
            "26 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan mua sắm",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, điều hành các tour du lịch chuyên biệt Đông Dương Việt Nam, Lào và Campuchia. Được thành lập vào năm 2007, chúng tôi có kinh nghiệm đáng kể với nhiều khách hàng khác nhau và chúng tôi hiểu sở thích về vị trí độc đáo cũng như những cân nhắc về chế độ ăn uống của họ. Ngoài ra, chúng tôi vui vẻ trả lời bất kỳ câu hỏi cá nhân nào mà họ có thể có liên quan đến thị thực, thời tiết trong khu vực, giá cả địa phương, v.v.Đọc thêm",
        "reviews": [
            "Chúng tôi trở về sau chuyến đi với những kỷ niệm đáng yêu về đất nước xinh đẹp này. Lịch sử đằng sau những nơi chúng tôi đến thăm, vẻ đẹp thiên nhiên, ẩm thực ngon và trên hết là sự ấm áp của con người đã khiến chuyến đi của chúng tôi trở nên đáng nhớ. Chúng tôi đi qua Vietnam Tours theo lời giới thiệu của một người bạn đã sử dụng dịch vụ của họ năm ngoái và hãy tin tôi đi. không có gì hối tiếc ! Chúng tôi đã chọn lấy Visa khi đến nơi. Vì chúng tôi đã in biểu mẫu trực tuyến, điền thông tin và chuẩn bị sẵn các khoản phí và ảnh cần thiết nên chúng tôi đã hoàn thành và hoàn thành trong vòng chưa đầy 15 phút. Việc vận chuyển tốt và đúng giờ. Các khách sạn không phải là những khách sạn 4 sao 5 sao sang trọng, nhưng chúng thoải mái, sạch sẽ, có vị trí tốt và hướng dẫn viên du lịch luôn hữu ích. Điều phối viên du lịch đã chú ý kiểm tra với chúng tôi về sở thích ăn uống, dị ứng, v.v. và những điều này đã được tuân thủ một cách nghiêm ngặt. Chúng tôi đã chọn ẩm thực địa phương. Các bữa ăn được phục vụ tốt ở hầu hết các nơi với thực đơn cố định ngoại trừ Hồ Chí Min nơi chúng tôi gặp vấn đề.....ngày đầu tiên bữa trưa được phục vụ rất muộn, khoảng 4h30 chiều sau khi ghé thăm địa đạo Củ Chi và ngày hôm sau đó là tiếng Việt, chắc chắn là không đạt tiêu chuẩn. Nói chung đó là một chuyến đi tuyệt vời. Cảm ơn Công ty Du lịch Việt Nam đã làm cho chuyến tham quan thật suôn sẻ! Nói chung, tuy nhiên đó là một chuyến đi tốt đẹp! Đọc thêm",
            "Thay mặt đội ngũ Vietnam Tour, chúng tôi xin gửi lời cảm ơn chân thành vì tất cả những gì bạn đã viết về công ty chúng tôi. Chúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Công ty TNHH Du lịch Việt Nam\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Chúng tôi vừa trở về sau chuyến du lịch riêng 14 ngày theo yêu cầu của chúng tôi đến Việt Nam. Ngay từ khi bắt đầu trao đổi qua email với bà Hải Yến, chúng tôi đã hiểu rằng chúng tôi đang làm việc với những chuyên gia du lịch rất giỏi. Mọi thứ đã được chăm chút cho chuyến du lịch 2 tuần của chúng tôi trước đó và tất cả các hướng dẫn viên và tài xế ở mọi địa điểm chúng tôi đến đều rất hiếu khách, thân thiện và chuyên nghiệp. Chúng tôi có ấn tượng tốt nhất từ ​​các hướng dẫn viên của mình: Thang, Maya, Quin, Ricky, Anh, Nam và Dan. Chúng tôi đã có một trải nghiệm tuyệt vời khi tìm hiểu về tâm hồn của quốc gia này và bị mê hoặc bởi cảnh quan thiên nhiên và phong cảnh độc đáo của nó. Núi Ngũ Hành Sơn là địa điểm tôn giáo yêu thích của chúng tôi và Hội An là di sản văn hóa yêu thích của chúng tôi. Từ những cánh đồng lúa ở Sapa ở phía Bắc đến những con sông của Đồng bằng sông Cửu Long ở phía Nam, đất nước này có vẻ đẹp độc đáo. Hãy thử xem! Đọc thêm",
            "Thưa ông Stella,\nThay mặt đội ngũ Vietnam Tour, chúng tôi xin gửi lời cảm ơn chân thành vì tất cả những gì bạn đã viết về công ty chúng tôi. Chúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Công ty TNHH Du lịch Việt Nam\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Vào tháng 2 năm 2019, tôi đã đến Angkor Wat ở Campuchia trong 4 ngày và bay đến Thành phố Hồ Chí Minh trong chuyến tham quan 9 ngày do Công ty TNHH Du lịch Việt Nam sắp xếp. Tôi đã đi qua các điểm quan tâm chính tại Thành phố Hồ Chí Minh, Đồng bằng sông Cửu Long, Đà Nẵng, Bà Nà Hills, How An, Hà Nội, Vịnh Lan Hạ, v.v. Sự sắp xếp rất tuyệt vời, các khách sạn 4 sao rất tốt và Công ty Du lịch đặc biệt quan tâm đến các yêu cầu về đồ ăn chay của tôi. Cầu Vàng và Bà Nà Hills rất đẹp và ấn tượng.Đọc thêm",
            "Thay mặt đội ngũ Vietnam Tour, chúng tôi xin gửi lời cảm ơn chân thành vì tất cả những gì bạn đã viết về công ty chúng tôi. Chúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Công ty TNHH Du lịch Việt Nam\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Chúng tôi đang ở trên một con tàu du lịch có một ngày ở bến Chân Mây, gần Đà Nẵng.  Một ngày trước khi đến đó, chúng tôi quyết định đặt tour đến Bà Nà Hills và Cầu Vàng Sun World Bana Hills Park.  Giữa việc đặt phòng vào phút cuối và nhu cầu sắp xếp phương tiện di chuyển từ cảng Cruise đến Đà Nẵng khoảng 40 Km hoặc 25 dặm thì đó không phải là sự khởi đầu suôn sẻ nhất.  Tuy nhiên, hướng dẫn viên và văn phòng của Vietnam Tour Co vẫn giữ liên lạc và cho xe của họ đón xe của chúng tôi, vì vậy chúng tôi có thể tránh bị chậm trễ trong chuyến tham quan.  Điều này thật ấn tượng. Giao tiếp là một yếu tố mạnh mẽ xuyên suốt, với các cập nhật liên tục từ cả văn phòng và hướng dẫn viên của chúng tôi bắt đầu từ đêm hôm trước và tiếp tục suốt cả ngày, thậm chí còn đảm bảo rằng chúng tôi sẽ quay lại tàu cùng với tài xế của mình.  Bản thân chuyến tham quan thật tuyệt vời. hướng dẫn viên của chúng tôi Dương đã làm rất tốt và Công viên là một nơi khá thú vị để xem.  Giá cả rất hợp lý.Đọc thêm",
            "Thay mặt đội ngũ Vietnam Tour, chúng tôi xin gửi lời cảm ơn chân thành vì tất cả những gì bạn đã viết về công ty chúng tôi. Chúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Công ty TNHH Du lịch Việt Nam\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Chúng tôi đã có chuyến đi 5 ngày tuyệt vời tại Việt Nam với sự sắp xếp tuyệt vời từ cô Hải Yến của Công ty TNHH Du lịch Việt Nam. Chúng tôi đã đến thành phố Hồ Chí Minh, sông Mê Kông và đường hầm củ chi. Tôi thấy dịch vụ và phản hồi của cô Hải Yến rất tuyệt vời. Email của tôi đã được trả lời kịp thời. Các hướng dẫn viên và tài xế rất chuyên nghiệp và thân thiện, chỗ ở cũng đơn giản là tuyệt vời. Nếu bạn là lần đầu tiên và muốn đến thăm Việt Nam, tôi sẽ giới thiệu công ty du lịch này. Chúng tôi xin gửi lời cảm ơn đến cô Hải Yến vì sự hỗ trợ và sắp xếp tuyệt vời. Xin vui lòng tiếp tục hỗ trợ của bạn như mọi khi. Cảm ơn SharmeshĐọc thêm",
            "Thưa ông Sharmesh,\nChúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Công ty TNHH Du lịch Việt Nam\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Vừa trở về sau chuyến du lịch 2 tuần thực sự tuyệt vời ở miền Bắc Việt Nam và Lào. Chuyến du lịch riêng được sắp xếp cho ba chúng tôi, một phụ nữ và hai nam giới, bằng một kế hoạch dài và cẩn thận được thực hiện qua e-mail trong khoảng thời gian ba tháng. Chúng tôi đã đến Hà Nội, Vịnh Hạ Long, Mai Châu, Điện Biên Phủ, Muang Khua, Muangnoi, Luang Prabang, Phonsavan, Xieng Khuang và Viêng Chăn. TIỆN NGHI. Tất cả các khách sạn đều có chất lượng tuyệt vời: sạch sẽ, thoải mái, thư giãn và có bữa sáng ngon miệng.THỰC PHẨM. Khi được đưa vào, chúng tôi thực sự đánh giá cao sự lựa chọn của các nhà hàng, cả những nhà hàng đắt tiền và rẻ hơn. Bữa ăn của chúng tôi luôn phong phú và có chất lượng tuyệt vời. TỔ CHỨC DU LỊCH. Hoàn toàn chuyên nghiệp. Những chiếc xe tải nhỏ đều mới, sạch sẽ và rộng rãi. Trình điều khiển luôn đúng giờ. Hành trình thật hoàn hảo. Những chiếc thuyền chúng tôi sử dụng cũng rất xuất sắc và được quản lý rất tốt. HƯỚNG DẪN ĐỊA PHƯƠNG. Chúng tôi đã có ba trong số họ. Tất cả họ đều thân thiện, hỗ trợ, nhiệt tình và thường rất vui tính khi dành thời gian. Cuối cùng, chúng tôi rất hài lòng với Công ty TNHH Du lịch Việt Nam và chắc chắn sẽ gọi lại cho họ nếu chúng tôi ghé thăm lại Đông Nam Á và chúng tôi sẽ làm được!.Đọc thêm",
            "Thưa ông Fabio,\n\nChúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Công ty TNHH Du lịch Việt Nam\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Tôi có một chuyến đi 7 ngày tuyệt vời tại Việt Nam Hà Nội với sự sắp xếp tuyệt vời từ cô Hải Yến của Công ty TNHH Du lịch Việt Nam. Tôi đã đến thăm Hà Nội, Tam Cốc, Vịnh Hạ Long và Sapa và mọi thứ diễn ra theo đúng kế hoạch và được thực hiện một cách hoàn hảo. Nếu bạn là người đầu tiên- hẹn giờ tôi muốn giới thiệu Ms Hải YếnĐọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ tốt hơn tại Việt Nam, Lào và Campuchia.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\nChúc mừng năm mới 2019!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Tôi thấy dịch vụ và phản hồi của công ty du lịch Vietnam Tour này rất tuyệt vời. Dễ dàng 5 sao. Email của tôi đã được trả lời kịp thời. Chúng là những khoản phí danh nghĩa cho chuyến du lịch 14 ngày của gia đình tôi có vẻ như rất có giá trị. Các hướng dẫn viên và tài xế rất chuyên nghiệp và thân thiện, chỗ ở đơn giản là tuyệt vời và lịch sự, tôi thực sự khuyên bạn nên sử dụng nó.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ tốt hơn tại Việt Nam, Lào và Campuchia.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\nChúc mừng năm mới 2019!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Vợ tôi và tôi đã dành bảy ngày ở Việt Nam và hai ngày ở Campuchia vào tháng 12 năm 2018. Chúng tôi đã có một trải nghiệm thú vị ở cả hai quốc gia. Chuyến đi của chúng tôi được tổ chức tuyệt vời bởi cô Hải Yến của Công ty TNHH Du lịch Việt Nam. Họ không chỉ là những chuyên gia tổ chức các tour du lịch của Việt Nam mà còn của toàn bộ bán đảo Đông Dương. Chuyến tham quan mà chúng tôi chọn được thiết kế sáng tạo và cho phép chúng tôi thưởng thức vẻ đẹp quyến rũ của Việt Nam theo nhiều cách khác nhau. Cô Hà Yến thường xuyên liên lạc với chúng tôi ngay từ tháng 8, khi chúng tôi bắt đầu lên kế hoạch cho chuyến đi cho đến ngày cuối cùng ở lại. Cô ấy đã trả lời email của chúng tôi ngay lập tức, trả lời các câu hỏi của chúng tôi một cách đầy hiểu biết và làm rõ những nghi ngờ của chúng tôi ngay lập tức. Trong suốt thời gian lưu trú tại Việt Nam và Campuchia, cô Hải Yến vẫn giữ liên lạc, gửi trước cho chúng tôi thông tin về hướng dẫn viên du lịch và chuyến bay. Cô ấy đã cung cấp cho chúng tôi những hướng dẫn viên tuyệt vời như Messrs Thuận và Bom ở Việt Nam, và Chan ở Siem Reap, Campuchia, những người lái xe đáng tin cậy và những chiếc xe thoải mái. Mọi thứ diễn ra theo đúng kế hoạch và không có gì sai sót. Điều này hoàn toàn là nhờ sự lên kế hoạch, giám sát và điều phối tỉ mỉ của cô Hải Yến, chúng tôi thậm chí còn yêu thích sự lựa chọn nhà hàng Việt Nam của cô!. Chúng tôi đánh giá rất cao những nỗ lực của cô ấy và cảm ơn cô ấy từ tận đáy lòng vì đã khiến chuyến đi Việt Nam-Campuchia của chúng tôi trở nên đáng nhớ như vậy. Chúng tôi tin rằng Công ty TNHH Du lịch Việt Nam là một tổ chức xuất sắc và đáng tin cậy để cùng khám phá và khám phá Việt Nam. Chúng tôi mong muốn sớm trở lại Việt Nam để tận hưởng một chuyến du lịch thú vị khác.Đọc thêm",
            "Thưa ông Neel Gupta,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam và Campuchia. Tôi đã chuyển lời của bạn đến chị Hải Yến, anh Thuận, anh Bom, nghe tin này họ rất vui.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ. \nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình. \nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Chúng tôi đã có một trong những chuyến đi đáng nhớ nhất đến Việt Nam Campuchia vào tuần trước. Tham quan Hồ Chí Minh, Hà Nội, Vịnh Hạ Long, Siem Reap Phnom Phen. Mỗi nơi đều có những địa điểm đẹp như tranh vẽ và thiên nhiên đẹp nhất ở Vịnh Hạ Long. Cuộc hành trình của chúng tôi đến Đền Angkor Wat thật tuyệt vời. Toàn bộ chương trình được tổ chức rất tốt và nhân viên rất lịch sự và hữu ích. Đọc thêm",
            "Thưa ông Gautam,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam và Campuchia. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ. \nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình. \nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Công ty này có liên kết hay là một phần của vietnamtours tại cape townĐọc thêm",
            "Chào buổi sáng cô Tammy,\nThay mặt công ty chúng tôi, tôi rất vui được trả lời câu hỏi của bạn. \nChúng tôi là Nhà điều hành địa phương có tên VietnamTour Co., ltd, có trụ sở tại Việt Nam. Chúng tôi chuyên về các tour du lịch trọn gói Việt Nam, Lào và Campuchia. Vì vậy, nếu bạn cần bất kỳ trợ giúp nào về việc đi du lịch Việt Nam, Lào và Campuchia từ Cape Town, vui lòng liên hệ với chúng tôi qua whatsapp 0084911490058. Chúng tôi có 10 năm kinh nghiệm hỗ trợ du khách từ nhiều quốc gia trên thế giới đến Việt Nam và các nước Đông Dương. \n Nhưng website vietnamtour ở Cape Town lại là một trong những đại lý du lịch ở Việt Nam có thương hiệu ở Cape Town. Chúng tôi không phải là một phần của nó. Chúng tôi là 2 công ty riêng biệt. \nCảm ơn bạn rất nhiều ! Chúc một ngày tốt lành!Đọc thêm"
        ],
        "star_ratings": [
            75,
            8,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Công Ty TNHH Du Lịch Việt Nam"
        ],
        "reviews_time": [
            "Written March 23, 2019",
            "Written March 22, 2019",
            "Written March 13, 2019",
            "Written March 13, 2019",
            "Written March 4, 2019",
            "Written January 22, 2019",
            "Written January 17, 2019",
            "Written January 9, 2019",
            "Written January 7, 2019",
            "Written December 26, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14067835-Reviews-or40-Vietnam_Tour_Co_Ltd-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or30-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or50-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12279224-Reviews-Cerender_Ceramic_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17513280-Reviews-Dynasty_Cruises_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8536510-Reviews-Oriental_bridge_travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444073-Reviews-Amadora_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6974721-Reviews-Trang_Tien_Plaza-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12800346-Reviews-Athena_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24939806-Reviews-Hanoitismiss-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8779731-Reviews-Four_Palaces_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27105086-Reviews-Diory_NailsLab_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27422301-Reviews-Grand_La_Maison_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d4967535-Reviews-The_Body_Exhibit-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d12080564-Reviews-Malacca_Trishaw_Service-Melaka_Central_Melaka_District_Melaka_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g789433-d13810098-Reviews-Wonju_Sogeumsan_Mountain_Suspension_Bridge-Wonju_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d2665580-Reviews-Ocala_Downtown_Square-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d12592398-Reviews-Two_Rivers_Mall-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g56479-d7158401-Reviews-Pirate_s_Landing_Fishing_Pier-Port_Isabel_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41557-d273455-Reviews-Borderland_State_Park-Easton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d625872-Reviews-Golden_Sands_Beach-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d6022661-Reviews-Splash_Universe_Resort-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32761-d1934528-Reviews-Shoreline_Lake_Boathouse-Mountain_View_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or50-Vietnam_Tour_Co_Ltd-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or40-Vietnam_Tour_Co_Ltd-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Tour Co.,Ltd",
        "attraction_name_vi": "Công Ty TNHH Du Lịch Việt Nam",
        "general_info": [
            "83 đánh giá",
            "26 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan mua sắm",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, đơn vị điều hành các tour du lịch chuyên biệt đến Đông Dương, Việt Nam, Lào và Campuchia. Được thành lập vào năm 2007, chúng tôi có nhiều kinh nghiệm với nhiều khách hàng khác nhau và chúng tôi hiểu sở thích về địa điểm và chế độ ăn uống độc đáo của họ. Ngoài ra, chúng tôi rất vui lòng trả lời bất kỳ câu hỏi cá nhân nào mà họ có thể có liên quan đến thị thực, thời tiết trong khu vực, giá cả địa phương, v.v. Đọc thêm",
        "reviews": [
            "Một chuyến tham quan được sắp xếp hợp lý. Mọi khía cạnh nhỏ đều được quan tâm. Gói này bao gồm nhiều địa điểm đẹp, cơ sở ăn uống và phương tiện đi lại cũng khá tốt. Đề xuất Công ty TNHH Du lịch Việt Nam.Đọc thêm",
            "Thưa Ngài Bodhisatya,\nThay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ tốt hơn tại Việt Nam, Lào và Campuchia.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Các hành trình du lịch địa phương mà gia đình tôi lên kế hoạch đều được chị Lãnh Anh Nguyễn tổ chức rất chu đáo. Cô ấy là một người phụ nữ rất có trách nhiệm và sẽ đảm bảo dịch vụ giao hàng nhanh chóng. Làm tốt lắm Vietnam Tour Co LTD!Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi lời cảm ơn chân thành nhất đến Quý khách vì tất cả những gì Quý khách đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của Quý khách đến Bà Lan Anh, bà rất vui khi nghe về điều đó.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho Quý khách những dịch vụ tốt hơn tại Việt Nam, Lào và Campuchia.\nMột lần nữa, xin cảm ơn Quý khách rất nhiều và chúng tôi chúc Quý khách mọi điều tốt đẹp nhất.\n\nTrân trọng,\nNga NguyenĐọc thêm",
            "Việt Nam thực sự là một đất nước xinh đẹp với vẻ đẹp tự nhiên, hồ nước và những hang động tuyệt vời. Toàn bộ chuyến đi đã diễn ra rất thoải mái nhờ có cô Hải Yến.  Xe đã đến đúng giờ cho tất cả các chuyến tham quan tương ứng., hướng dẫn viên xuất sắc .. Và không quên chuyến đi du lịch ở Hà Nội. Tôi muốn giới thiệu chuyến đi này cho mọi người, chuyến đi này nên có trong danh sách nhóm của mọi người. Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Gần đây gia đình chúng tôi đã có chuyến nghỉ dưỡng 12 ngày ở Việt Nam. Là kế hoạch vào phút cuối, chúng tôi quyết định đặt mọi thứ thông qua Công ty TNHH Du lịch Việt Nam. Chúng tôi rất hài lòng với công ty. Việc lập kế hoạch và thực hiện của họ rất tỉ mỉ. Cô Hải Yến đặc biệt rất hiệu quả, rất nhanh chóng và hữu ích trong mọi thắc mắc và liên lạc. Chúng tôi không gặp vấn đề gì trong suốt chuyến đi và rất muốn giới thiệu họ.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ tốt hơn tại Việt Nam, Lào và Campuchia.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Một chuyến tham quan đã được lên kế hoạch tốt và thực hiện một cách xuất sắc. Chúng tôi được chăm sóc rất chu đáo bởi Hải Yến, người luôn phản ứng nhanh, chính xác và kịp thời ngay từ khâu lập kế hoạch. Cô ấy rất nhiệt tình, hiểu biết và liên lạc với chúng tôi trong suốt chuyến lưu diễn. Là một tour du lịch riêng cho bốn người chúng tôi, các hướng dẫn viên và phương tiện được cung cấp rất tốt. Họ luôn đến đúng giờ và chúng tôi chỉ có thể tập trung tận hưởng chuyến tham quan của mình. Bữa trưa được cung cấp rất tuyệt và chúng tôi chỉ yêu cầu đồ ăn địa phương. Tôi đặc biệt giới thiệu công ty này nếu bạn muốn có một chuyến tham quan nhàn nhã và tuyệt vời.Đọc thêm",
            "Thưa bà Jagadish, \nThay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Cô Hải Yến và các đồng nghiệp của cô đã tổ chức và lên kế hoạch cho chuyến tham quan của chúng tôi một cách xuất sắc! Bắt đầu từ việc đón tại sân bay, chỗ ở khách sạn, phương tiện đi lại, hướng dẫn viên, bữa trưa, bữa tối, v.v. - mọi thứ đều hoàn hảo. Sự đúng giờ của hướng dẫn viên thật tuyệt vời và chúng tôi không lãng phí thời gian chờ đợi bất cứ ai. Từng chi tiết nhỏ đều được chăm chút bao gồm cả hỗ trợ xe lăn tại sân bay. Chúng tôi đã có một người vào phút chót được đưa vào nhóm của mình và cô Hải Yến đã xác nhận tất cả các đặt phòng mặc dù đó là một ngày chủ nhật. Cảm ơn chị Hải YếnĐọc thêm",
            "Thưa ông Wander,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Tôi đã chuyển lời của bạn đến bà Hải Yến và hướng dẫn viên Trọng của chúng tôi, họ rất vui khi biết điều đó.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ. \nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình. \nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Tôi cảm ơn cô Hải Yến đã trả lời nhanh chóng và ngay lập tức mọi thắc mắc, có đội ngũ tận tâm với xe đẹp cho hai chúng tôi, vì chúng tôi là người ăn chay nên họ đã sắp xếp giống nhau ở mọi nơi nếu tôi đi lần nữa, chắc chắn sẽ đi qua công ty nàyXem thêm",
            "Kính gửi ông Daydream821025,\n\nChúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam. Cảm ơn phản hồi tuyệt vời của bạn. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Vietnamtour.com.vn\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Gia đình tôi và tôi đã sử dụng dịch vụ này để xin thư chấp thuận cấp thị thực. Do một công ty khác lừa đảo chúng tôi, chúng tôi có 1 giờ trước chuyến bay và cần thư gấp. Chúng tôi đã tìm được Visa4Việt Nam và Lan Ahn, những người đã giúp chúng tôi trong thời điểm KHẨN CẤP, với mức giá cực kỳ rẻ. Một công ty khác tính phí 600USD và cô ấy đã làm điều đó với giá 150USD. Tuyệt vời. Nó diễn ra quá nhanh và cô ấy rất hiệu quả và tôn trọng hoàn cảnh. Rất, rất khuyến khích họ và cô ấy đặc biệt! Cảm ơn Lan Ahn!Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến bà Lan Anh, bà rất vui khi nghe tin này.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn những dịch vụ tốt hơn ở Việt Nam.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Tôi rất ấn tượng với sự sắp xếp của họ. Rất rất đúng giờ và nhân viên rất tốt và lịch sự. Tất cả các khách sạn để ở đều là những khách sạn thực sự tốt. Việc sắp xếp bữa trưa cũng tốt. Trong nhóm của chúng tôi có 5 người ăn chay nên đối với họ cũng sẽ không có vấn đề gì trong khách sạn về đồ ăn thuần chay. Nhà hàng Ấn Độ bạn chọn rất rất ngon.Đọc thêm",
            "Thưa bà Arati, \nThay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Tôi đã nhờ Công ty Du lịch Việt Nam sắp xếp thư chấp thuận thị thực Việt Nam cho vợ tôi và tôi. Chúng tôi phải trả 26 USD cho hai người. Quá trình này mất khoảng 24 giờ trước khi lá thư được gửi cho tôi. Nó nhanh và hiệu quả. Theo khuyến nghị của công ty, chúng tôi cũng đã trả 30 USD cho lựa chọn dịch vụ làm visa nhanh tại sân bay Hà Nội. Khi đến sân bay, công ty đã có người đại diện đón chúng tôi trước quầy nhập cảnh. Chúng tôi được yêu cầu đợi trong khi cô ấy lấy hộ chiếu của chúng tôi và tất cả các tài liệu cộng với phí visa US50 cho các quan chức nhập cư. Trong vòng 15 phút, chúng tôi sẽ ra khỏi sân bay! Tôi thực sự muốn giới thiệu cho bất kỳ ai đang tìm kiếm đại lý để xin thư chấp thuận thị thực vào Việt Nam. Joseph, CanadaĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến đi suôn sẻ đến Việt Nam. \nNếu bạn có bất kỳ câu hỏi nào về gói tour hoặc visa hoặc khách sạn, dịch vụ đưa đón, vui lòng cho chúng tôi biết, chúng tôi luôn sẵn sàng mang đến cho mọi khách hàng một trải nghiệm du lịch đáng nhớ. \nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình. Mong được gặp lại bạn ở Việt Nam!\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Công ty này có liên kết hay là một phần của vietnamtours tại cape townĐọc thêm",
            "Chào buổi sáng cô Tammy,\nThay mặt công ty chúng tôi, tôi rất vui được trả lời câu hỏi của bạn. \nChúng tôi là Nhà điều hành địa phương có tên VietnamTour Co., ltd, có trụ sở tại Việt Nam. Chúng tôi chuyên về các tour du lịch trọn gói Việt Nam, Lào và Campuchia. Vì vậy, nếu bạn cần bất kỳ trợ giúp nào về việc đi du lịch Việt Nam, Lào và Campuchia từ Cape Town, vui lòng liên hệ với chúng tôi qua whatsapp 0084911490058. Chúng tôi có 10 năm kinh nghiệm hỗ trợ du khách từ nhiều quốc gia trên thế giới đến Việt Nam và các nước Đông Dương. \n Nhưng website vietnamtour ở Cape Town lại là một trong những đại lý du lịch ở Việt Nam có thương hiệu ở Cape Town. Chúng tôi không phải là một phần của nó. Chúng tôi là 2 công ty riêng biệt. \nCảm ơn bạn rất nhiều ! Chúc một ngày tốt lành!Đọc thêm"
        ],
        "star_ratings": [
            75,
            8,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Công Ty TNHH Du Lịch Việt Nam"
        ],
        "reviews_time": [
            "Written December 17, 2018",
            "Written November 29, 2018",
            "Written November 18, 2018",
            "Written November 18, 2018",
            "Written November 17, 2018",
            "Written November 17, 2018",
            "Written November 13, 2018",
            "Written November 13, 2018",
            "Written November 12, 2018",
            "Written November 12, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14067835-Reviews-or50-Vietnam_Tour_Co_Ltd-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or40-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or60-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12279224-Reviews-Cerender_Ceramic_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17513280-Reviews-Dynasty_Cruises_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8536510-Reviews-Oriental_bridge_travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444073-Reviews-Amadora_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6974721-Reviews-Trang_Tien_Plaza-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12800346-Reviews-Athena_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24939806-Reviews-Hanoitismiss-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8779731-Reviews-Four_Palaces_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27105086-Reviews-Diory_NailsLab_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27422301-Reviews-Grand_La_Maison_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23795845-Reviews-Resorts_World_Theatre-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806427-d7257641-Reviews-Emperor_Spa-Beitou_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g33191-d156947-Reviews-Donner_Memorial_State_Park_and_Emigrant_Trail_Museum-Truckee_Lake_Tahoe_California_.html",
            "https://www.tripadvisor.com/Attraction_Review-g50599-d15355823-Reviews-Mansfield_Reformatory-Mansfield_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d7155643-Reviews-City_Market-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g45212-d103652-Reviews-Last_Chance_Gulch-Helena_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806608-d1458182-Reviews-Leo_Foo_Village_Theme_Park-Guanxi_Hsinchu_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g36920-d1464425-Reviews-Raging_Waves_Waterpark-Yorkville_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7767188-Reviews-Franz_Kafka_Statue-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d146792-Reviews-Museum_of_the_Rockies-Bozeman_Montana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or60-Vietnam_Tour_Co_Ltd-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or50-Vietnam_Tour_Co_Ltd-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Tour Co.,Ltd",
        "attraction_name_vi": "Công Ty TNHH Du Lịch Việt Nam",
        "general_info": [
            "83 đánh giá",
            "26 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan mua sắm",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, điều hành các tour du lịch chuyên biệt Đông Dương Việt Nam, Lào và Campuchia. Được thành lập vào năm 2007, chúng tôi có kinh nghiệm đáng kể với nhiều khách hàng khác nhau và chúng tôi hiểu sở thích về vị trí độc đáo cũng như những cân nhắc về chế độ ăn uống của họ. Ngoài ra, chúng tôi vui vẻ trả lời bất kỳ câu hỏi cá nhân nào mà họ có thể có liên quan đến thị thực, thời tiết trong khu vực, giá cả địa phương, v.v.Đọc thêm",
        "reviews": [
            "Đi theo nhóm 12 người, chúng tôi lên kế hoạch cho chuyến du lịch của chúng tôi với chị Lan với giá 6D5N từ công ty du lịch có trụ sở tại Hà Nội này. Nó được tổ chức rất tốt và phục vụ theo nhu cầu của chúng tôi. Cô ấy rất hữu ích trong việc xử lý các chi tiết cần thiết cho chuyến tham quan, bao gồm cả hành trình đến Vịnh Hạ Long, một điều không bao giờ bỏ qua khi đến thăm Hà Nội. Hướng dẫn viên của chúng tôi tên là Ông Trọng hay còn gọi là Chong và Cô Daisy, là những hướng dẫn viên tuyệt vời và rất am hiểu công việc của họ. Gửi tới cả ba người được đề cập trong bài đánh giá của tôi, hãy tiếp tục công việc TUYỆT VỜI mà bạn đang làm!! Tôi và các bạn chắc chắn sẽ tìm đến Công ty TNHH Du lịch Việt Nam trong chuyến đi tiếp theo tới Đông Dương.Đọc thêm",
            "Kính gửi cô Shon8z,\n\nChúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Vietnamtour.com.vn\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Đã thực hiện chuyến đi 9 ngày vào tháng 10 với họ, đến Siem Reap, Sài Gòn, Hà Nội Luang Prabang. Lập kế hoạch tuyệt vời cho toàn bộ chuyến đi phối hợp tốt. Quản lý để xem rất nhiều ở tất cả các thành phố với hướng dẫn viên du lịch rất am hiểu của họ. Vì tôi đi du lịch một mình nên chị Hải và chị Thủy vẫn thường xuyên liên lạc với nhau. Đó là một trải nghiệm tốt với họ! Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến và chị Thủy, họ rất vui khi biết tin.\nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam, Lào và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Chúng tôi đã sử dụng công ty này để đặt kỳ nghỉ 13 ngày ở Việt Nam cho 2 người lớn và 4 trẻ em qua internet từ Úc. Dịch vụ này rất tuyệt vời. Tất cả các email và yêu cầu được trả lời kịp thời. Nhiều thay đổi được thực hiện để phù hợp với nhu cầu và yêu cầu của chúng tôi để có được gói hoàn hảo. Họ sắp xếp mọi thứ ngoại trừ chuyến bay quốc tế của chúng tôi nhưng đã giải quyết vấn đề này. Chuyến tham quan diễn ra thật suôn sẻ. Tất cả các hướng dẫn viên du lịch đều thân thiện, nói tiếng Anh, đúng giờ và rất đáp ứng nhu cầu của chúng tôi. Không có gì là quá nhiều rắc rối. Chúng tôi đã nhận được một số nâng cấp trong quá trình thực hiện. Chuyến tham quan rất đáng đồng tiền và rẻ hơn nhiều so với các gói mà chúng tôi đã xem xét với các đại lý Du lịch Úc. Chúng tôi chắc chắn sẽ giới thiệu chúng và sử dụng chúng lần nữa!Đọc thêm",
            "Kính gửi cô Amanda,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ. \nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình. \nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Chúng tôi, một nhóm sáu người bạn, đã đến thăm Việt Nam với tư cách là khách du lịch vào tháng 10 năm 2018. Trong khi duyệt web để tận dụng các dịch vụ du lịch, chúng tôi đã nhắm đến công ty du lịch Việt Nam và đặt Essential Of Vietnam 14 ngày 13 đêm bao gồm Nha Trang, mã: 181019-VNTY. Ngay từ ngày chúng tôi hạ cánh tại Hà Nội cho đến ngày chúng tôi khởi hành từ thành phố Hồ Chí Minh, hướng dẫn viên sẽ đi cùng chúng tôi và toàn bộ chuyến đi được tổ chức và sắp xếp thời gian rất tốt, thật tuyệt vời. Các địa điểm được lựa chọn rất hợp với sở thích của chúng tôi và hướng dẫn viên nói tiếng Anh sẽ hỗ trợ chúng tôi mọi thứ chúng tôi cần. Cảm ơn công ty du lịch Việt Nam và đội ngũ của họ. Tôi đặc biệt cảm ơn cô Hải Yến, vì đã tùy chỉnh gói du lịch của chúng tôi và tổ chức rất tốt đến nỗi chúng tôi không thể tìm thấy bất kỳ khuyết điểm nào trong việc sắp xếp cho chúng tôi những khách sạn tốt, tại các địa điểm nổi bật, đồ ăn chay Ấn Độ ngon miệng và phương tiện giao thông địa phương. Xin cúi đầu trước cô... Cô ơi, cô đã cho chúng tôi mức giá tốt nhất có thể và tôi chắc chắn sẽ giới thiệu công ty du lịch của cô cho gia đình và bạn bè của tôi. Đọc thêm",
            "Kính thưa Thầy,\n\nChúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Được đính kèm, vui lòng tìm Đánh giá phản hồi của tôi về Chuyến tham quan này. Cảm ơn. Đó là một trải nghiệm tuyệt vời... và được tổ chức rất tốt.Đọc thêm",
            "Thưa ông Rahul,\n\nCảm ơn bạn rất nhiều vì phản hồi tuyệt vời. Chúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam và Campuchia.  Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Vietnamtour.com.vn\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Chuyến đi 15 ngày xuyên Việt – Campuchia – Lào của chúng tôi được chị Hải Yến tổ chức rất chu đáo. Mọi chi tiết đều được nghĩ đến. Và cái giá phải trả là xứng đáng! Nhóm 18 người của chúng tôi đã có khoảng thời gian thư giãn, vui vẻ và tuyệt vời nhất! Khách sạn, hướng dẫn viên, tài xế, phương tiện đi lại đều hoàn hảo! Hành trình được điều chỉnh theo nhu cầu của chúng tôi để chúng tôi có được trải nghiệm tốt nhất với Việt Nam Tham quan và cảm ơn tất cả!Đọc thêm",
            "Kính gửi cô Ramune,\n\nChúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam - Campuchia và Lào. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng,\nNga NguyễnĐọc thêm",
            "Vợ chồng tôi có một chuyến đi tuyệt vời ở Hà Nội, Vịnh Hạ Long Sapa. Dịch vụ và sự sắp xếp được tổ chức rất tốt. Cô Hải Yến trả lời rất nhanh yêu cầu của chúng tôi. Trong chuyến đi Sapa chuyến đi của chúng tôi đến muộn, cô Hải Yến đã giúp chúng tôi lập một hành trình thay thế cho cả hai chúng tôi. Mức giá mà họ đưa ra là rất hợp lý. Tôi sẽ giới thiệu bạn tôi.Đọc thêm",
            "Kính gửi cô Shirley,\n\nChúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Vietnamtour.com.vn\n\nTrân trọng, Đọc thêm",
            "Chúng tôi đến Hà Nội vào khoảng 11 giờ 20 sáng và không phải lo lắng về một điều gì sau đó mọi thứ đều được Công ty TNHH Du lịch Việt Nam lo liệu, họ rất chuyên nghiệp và những gì đã hứa đã được giao mà không hề vi phạm một lần nào, chính sách rất thân thiện và làm cho bạn cảm thấy thoải mái. Mr.Bang đặc biệt đáp ứng tất cả các yêu cầu của chúng tôi và đảm bảo rằng chúng tôi hiểu rõ từng chi tiết nhỏ đều được chăm sóc chu đáo. Chuyến đi trong vịnh là một trải nghiệm tuyệt vời, đặc biệt là bồn tắm tạo sóng trong phòng tắm sẽ khiến mọi người vui vẻ mỗi ngày Chuyến hành trình dưới ánh sao cung cấp nhiều địa điểm ngắm cảnh khác nhau và cách trình bày hải sản trên tàu quá tốt, đầu bếp thực sự đã nỗ lực để phục vụ chúng tôi tốt nhất, công việc của đầu bếp sẽ không bao giờ bị chú ý và phi hành đoàn trên tàu đảm bảo rằng chúng tôi cảm thấy thoải mái và giải quyết các yêu cầu của chúng tôi trên tàu cũng như ngoài tàu, những người chèo thuyền ở khu vực ninh bình đã thực hiện một công việc đáng khen ngợi khi chèo thuyền cho chúng tôi đến các hang động và thung lũng trong khu vực trong vài giờ với nụ cười trên môi suốt đêm Chợ ở Hà Nội vào cuối tuần là thiên đường cho những người mua sắm trên đường phố, bạn có thể tự do mặc cả và cảm thấy nhẹ nhõm khi mua một thứ gì đó bằng cách mặc cả và được giá nhưng bạn phải có kỹ năng đàm phán để chắc chắn về khu vực xung quanh hồ là một nơi tuyệt vời để trò chuyện với bạn bè massage ở Việt Nam là một nét quyến rũ khác cho kỳ nghỉ của bạn, cơ thể bạn sẽ được nuông chiều tối đaĐọc thêm",
            "Thưa ông Sudhindra, \nThay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Chúng tôi đã liên lạc với Vietnam tour qua email và nhận được phản hồi từ Hải Yến, người rất sẵn lòng điều phối các yêu cầu khác nhau của chúng tôi và cung cấp kế hoạch chi tiết với chi phí tiết kiệm. Toàn bộ chuyến tham quan của chúng tôi đã được lên kế hoạch rất tốt và chuyến đi của chúng tôi diễn ra thực sự suôn sẻ mà không gặp bất kỳ trục trặc nào. Hải Yến kiểm tra chúng tôi hàng ngày và cung cấp mọi hỗ trợ địa phương mà chúng tôi cần. Sau khi hạ cánh ở Việt Nam, chúng tôi đã thực hiện nhiều thay đổi trong hành trình của mình chỉ trong một thời gian ngắn và Hải Yến thực sự hài lòng với mọi thứ. Chúng tôi có bốn người phụ nữ đi du lịch từ Ấn ĐộSri Lanka và ban đầu chúng tôi rất phân vân khi chọn tour du lịch Việt Nam vì chúng tôi chưa bao giờ nghe nói về nó. Nhưng sau khi đọc tất cả các đánh giá trực tuyến và nói chuyện với Hải Yến, chúng tôi rất vui khi lựa chọn dịch vụ của họ và chúng tôi thực sự đã có một kỳ nghỉ tuyệt vời ở Việt Nam nhờ cô ấy. Tôi thực sự muốn giới thiệu chuyến du lịch Việt Nam cho bất kỳ ai đang lên kế hoạch cho một kỳ nghỉ ở Việt Nam!!Đọc thêm",
            "Kính gửi cô Archanaa,\n\nChúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Vietnamtour.com.vn\n\nTrân trọng, Đọc thêm",
            "Chúng tôi đã có một kỳ nghỉ tuyệt vời tại Việt Nam TP HCM. Cảm ơn chị Hải Yến đã sắp xếp. Chúng tôi lấy hướng dẫn viên du lịch riêng của ông Lee, ông rất thân thiện và hiểu biết. Ông Tim tài xế của chúng tôi rất cẩn thận và khéo léo. Giao thông vận tải được cung cấp sạch sẽ và rộng rãi. Cảm ơn Công ty Du lịch Việt NamĐọc thêm",
            "Thưa cô Nancy,\n\nChúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm du lịch một lần trong đời tại Thành phố Hồ Chí Minh - Đồng bằng sông Cửu Long - Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Vietnamtour.com.vn\n\nTrân trọng,\nNga NguyễnĐọc thêm"
        ],
        "star_ratings": [
            75,
            8,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Công Ty TNHH Du Lịch Việt Nam"
        ],
        "reviews_time": [
            "Written November 10, 2018",
            "Written November 7, 2018",
            "Written November 7, 2018",
            "Written November 3, 2018",
            "Written October 30, 2018",
            "Written October 5, 2018",
            "Written October 2, 2018",
            "Written September 29, 2018",
            "Written September 24, 2018",
            "Written September 12, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14067835-Reviews-or60-Vietnam_Tour_Co_Ltd-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or50-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or70-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12279224-Reviews-Cerender_Ceramic_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17513280-Reviews-Dynasty_Cruises_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8536510-Reviews-Oriental_bridge_travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444073-Reviews-Amadora_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6974721-Reviews-Trang_Tien_Plaza-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12800346-Reviews-Athena_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24939806-Reviews-Hanoitismiss-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8779731-Reviews-Four_Palaces_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27105086-Reviews-Diory_NailsLab_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27422301-Reviews-Grand_La_Maison_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d17822438-Reviews-Zoolung_Zoolung_Time_Square-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d15335525-Reviews-Athinios_Port_Santorini-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g31441-d2249272-Reviews-The_Walmart_Museum-Bentonville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46623-d12911330-Reviews-South_Mountain_Fairy_Trail-Millburn_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g28947-d563055-Reviews-Crow_Indian_Reservation-Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g41850-d108873-Reviews-Norman_Rockwell_Museum-Stockbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g209948-d212192-Reviews-Bushmills_Distillery-Bushmills_County_Antrim_Northern_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g662316-d4412579-Reviews-The_Mall_Muree-Murree_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31371-d109441-Reviews-Supai_Indian_Village-Supai_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d325269-Reviews-Neve_Tzedek-Tel_Aviv_Tel_Aviv_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or70-Vietnam_Tour_Co_Ltd-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or60-Vietnam_Tour_Co_Ltd-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Tour Co.,Ltd",
        "attraction_name_vi": "Công Ty TNHH Du Lịch Việt Nam",
        "general_info": [
            "83 đánh giá",
            "26 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan mua sắm",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, điều hành các tour du lịch chuyên biệt Đông Dương Việt Nam, Lào và Campuchia. Được thành lập vào năm 2007, chúng tôi có kinh nghiệm đáng kể với nhiều khách hàng khác nhau và chúng tôi hiểu sở thích về vị trí độc đáo cũng như những cân nhắc về chế độ ăn uống của họ. Ngoài ra, chúng tôi vui vẻ trả lời bất kỳ câu hỏi cá nhân nào mà họ có thể có liên quan đến thị thực, thời tiết trong khu vực, giá cả địa phương, v.v.Đọc thêm",
        "reviews": [
            "Tôi đã có một trải nghiệm tuyệt vời với Công ty TNHH Du lịch Việt Nam. Cô Hải Yến, Quản lý bán hàng của họ rất nhanh nhẹn trong mọi khía cạnh, từ việc trao đổi thư từ, đặt chỗ cho đến việc phục vụ khách hàng. Không chỉ vậy, ngay cả việc sắp xếp đồ ăn theo sở thích và lựa chọn của từng khách hàng cũng được chăm sóc chu đáo. Sự linh hoạt và lập kế hoạch cho hành trình cũng được tư vấn. Các tài xế rất tốt. Và các hướng dẫn viên có tất cả kiến ​​thức về các địa điểm đã giới thiệu cho chúng tôi. Các khách sạn cũng đạt tiêu chuẩn tốt. Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Đây là một đánh giá cho dịch vụ xin visa khi nhập cảnh visa4vietnam.com của họ. Chúng tôi đến từ Canada và quyết định làm visa khi nhập cảnh vì thời gian thông báo ngắn cũng như tiết kiệm chi phí. Lan rất hữu ích - cô ấy trả lời tất cả các câu hỏi của tôi rất nhanh chóng. Dịch vụ được cung cấp nhanh chóng và lịch sự. Tôi chắc chắn sẽ giới thiệu visa4vietnam.com và sẽ sử dụng lại dịch vụ của họ cho những chuyến đi tới Việt Nam trong tương lai! Cảm ơn Lan!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Tôi đã chuyển lời của bạn đến cô Lan Anh, cô ấy rất vui khi nghe về điều đó.\nChúng tôi luôn trên đường cải thiện dịch vụ của mình vì mong muốn của chúng tôi là làm cho mọi chuyến đi của khách hàng trở thành trải nghiệm du lịch suôn sẻ.\nMột lần nữa, cảm ơn bạn đã chọn VietnamTour Co.,Ltd - visa4vietnam.com cho chuyến đi của bạn.\nHy vọng sẽ gặp lại bạn ở Việt Nam!Đọc thêm",
            "Năm 2017 gia đình chúng tôi sang Việt Nam nghỉ dưỡng. Chúng tôi cần trợ giúp tổ chức chuyến đi và sau khi tìm kiếm, chúng tôi đã tìm thấy vietnamtour. Tôi đã liên lạc với cô Hải Yến và cô ấy đã lên kế hoạch cho chuyến đi của gia đình chúng tôi. Chúng tôi chọn tour riêng bao gồm tất cả những nơi chúng tôi muốn đến và cô Hải Yến lo mọi việc sắp xếp lịch trình. Khi chúng tôi đến sân bay Nội Bài, hướng dẫn viên du lịch anh Trọng đã đến đón chúng tôi và đưa chúng tôi đến sân bay Nội Bài. khách sạn để nhận phòng qua đêm. Ngày hôm sau chúng tôi đến Sa-Pa và trời thật đẹp! Các điểm dừng tiếp theo trong chuyến tham quan là Hải Phòng, Vịnh Hạ Long và Nam Định, tất cả đều rất thú vị! Hướng dẫn viên của chúng tôi, ông Trọng. rất tốt bụng và hiểu biết, anh ấy đã cho chúng tôi biết lịch sử của tất cả những nơi chúng tôi đã ghé thăm.  Các bữa ăn và thức ăn rất ngon. Chúng tôi đã có nhiều món ăn địa phương và nổi tiếng, thật tuyệt! Công ty này thật tuyệt vời và đã mang đến một chuyến du lịch Việt Nam khó quên.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nChúng tôi rất vui vì có được những khách hàng trung thành như bạn và chúng tôi luôn nỗ lực tạo ra một chuyến đi tốt đẹp tại Việt Nam cho bạn và gia đình. Chúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Chúng tôi tìm thấy công ty này trên internet và ngay từ đầu chúng tôi đã bị ấn tượng bởi sự chú ý đến từng chi tiết nên đã quyết định sử dụng chúng. Chúng tôi chọn tour riêng Ấn tượng Việt Nam và đi từ ngày 14 đến ngày 29 tháng 3 năm 2018. Chúng tôi đến Hà Nội lúc 5 giờ sáng, nơi anh Trọng quyến rũ đã đón chúng tôi và hướng dẫn chúng tôi nghĩ về những ngày đầu tiên ở Hà Nội. Tuyệt vời. Sau đó chúng tôi đi tham quan Vịnh Hạ Long, đây là phần đáng thất vọng duy nhất trong chuyến tham quan của chúng tôi. Quá bận rộn, quá vội vã và khu vực này thực sự cần được dọn dẹp. Sau đó chúng tôi bay đến Huế, Đà Nẵng, Nha Trang, Đà Lạt, Sài Gòn. tất cả các hướng dẫn viên đều tuyệt vời và tất cả các chuyến đi, chuyến tham quan và chương trình đều tuyệt vời. Hầu hết thức ăn của chúng tôi đều được bao gồm, đó là một trải nghiệm rất thú vị. Tôi rất muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Thưa ông Johns,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Tôi đã chuyển lời của bạn đến bà Hải Yến và hướng dẫn viên Trọng của chúng tôi, họ rất vui khi biết điều đó.\nChúng tôi luôn nỗ lực cải thiện dịch vụ của mình vì mong muốn của chúng tôi là mang đến cho mọi khách hàng chuyến đi trải nghiệm du lịch đáng nhớ. \nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình. \nMong được gặp lại bạn ở Việt Nam!\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Sau khi phân tích tất cả các lựa chọn, chúng tôi đã chọn Du lịch và Du lịch Việt Nam. Cô Hei đã hướng dẫn chúng tôi ngay từ khi lên kế hoạch cho hành trình của mình. Cô ấy rất kiên nhẫn để hiểu yêu cầu của chúng tôi và cung cấp cho chúng tôi nhiều lựa chọn. Báo giá rất cạnh tranh khi so sánh với những báo giá khác.  Mọi thứ đã được sắp xếp tốt. 3 khách sạn đều tốt. Các hướng dẫn rất tốt và bao gồm tất cả các địa điểm theo kế hoạch. Họ duy trì thời gian tốt đến mức không có sự chậm trễ nào trong suốt 10 ngày. Việc sắp xếp đồ ăn rất tốt. Chúng tôi là những người ăn chay và họ đã cho chúng tôi những lựa chọn tốt. Các phương tiện được sắp xếp theo lựa chọn chỗ ngồi của chúng tôi trên xe là đủ tốt. Nhìn chung, đó là một chuyến đi đáng nhớ đối với chúng tôi, phải nói rằng chúng tôi rất ấn tượng với cách tổ chức. Điểm tuyệt đối cho nhóm và lời cảm ơn đặc biệt đến Hei.VINAY KUMAR BangaloreĐọc thêm",
            "Thưa ông Vinay,\nThay mặt nhóm VietnamTour của chúng tôi, tôi xin gửi lời cảm ơn chân thành về tất cả những gì bạn đã viết cho các dịch vụ và đại lý của chúng tôi. Đội ngũ VietnamTour của chúng tôi, đặc biệt là chị Hải Yến, rất vui khi biết rằng chuyến đi của bạn với chúng tôi đã mang đến một trải nghiệm tuyệt vời cho bạn và gia đình. \nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên, hãy tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga NguyễnĐọc thêm",
            "Chúng tôi đã có một khoảng thời gian rất vui vẻ..cả hướng dẫn viên của chúng tôi đều tuyệt vời....một buổi hẹn hò hoàn hảo trên du thuyền...sự hiếu khách...và sự sắp xếp nồng nhiệt của ban tổ chức thật hoàn hảo cho tuần trăng mật..... .chắc chắn sẽ gợi ý những người khác lựa chọn điều này để có một tuần trăng mật đáng nhớ và đích thực...Đọc thêm",
            "Kính gửi bà Deepu,\n\nChúng tôi hy vọng bạn sẽ mang về nhà nhiều trải nghiệm trăng mật một lần trong đời ở Việt Nam. Cảm ơn phản hồi đáng yêu của bạn. Đó là một món quà lớn cho chúng tôi. Chúng tôi thực sự rất vui mừng được đồng hành cùng bạn trong chuyến đi tiếp theo. \n\nĐánh giá của bạn sẽ giúp chúng tôi tiếp tục cải thiện với tư cách là một đại lý du lịch và là nguồn đáng tin cậy để những khách du lịch khác dựa vào đó đưa ra quyết định. \n\nMột lần nữa xin chân thành cảm ơn quý khách đã lựa chọn Vietnamtour.com.vn\n\nTrân trọng, Đọc thêm",
            "Tôi đã liên hệ với Công ty TNHH Du lịch Việt Nam bằng email và nhận được phản hồi nhanh chóng và chính xác từ cô Hải Yến. Cô ấy không chỉ đưa cho tôi một gói kỳ nghỉ được thiết kế riêng theo yêu cầu của tôi, bao gồm cả các bữa ăn chay xuyên suốt. Cô Hải Yến không chỉ giải quyết hiệu quả các yêu cầu của tôi mà còn đảm bảo cho tôi về yêu cầu hành lý bổ sung trong các chuyến bay nội địa. Cô ấy đã nhanh chóng giải quyết mọi thắc mắc của tôi về whatsapp một cách hiệu quả và chuyên nghiệp. Phương tiện đi lại, tài xế, hướng dẫn viên du lịch và khách sạn đều rất xuất sắc. Khuyến khích mạnh mẽ Công ty TNHH Du lịch Việt Nam dựa trên kinh nghiệm của tôi. Nhìn chung đó là một kỳ nghỉ tuyệt vời, đáng nhớ và đáng đồng tiền bát gạo.Đọc thêm",
            "Xin chào ông Sunil,\n\nThật vui khi biết rằng bạn đã có một chuyến đi thú vị đến Việt Nam và Campuchia. Thay mặt đội ngũ VietnamTour, tôi xin gửi lời cảm ơn chân thành vì những lời tốt đẹp của các bạn dành cho đội ngũ nhân viên và chuyến đi. Bạn biết đấy, những lời này rất có ý nghĩa đối với chúng tôi. Chúng tôi thực sự hy vọng rằng lần sau bạn quay lại Việt Nam và Campuchia, bạn sẽ chọn công ty chúng tôi một lần nữa. \nTừ tận đáy lòng, chúng tôi xin cảm ơn và chúc bạn và gia đình mọi điều tốt đẹp nhất.\n\nTrân trọng,\nĐội ngũ du lịch Việt Nam\n\nĐọc thêm",
            "Cảm ơn chị Hải Yến và Vietnam Tour đã làm cho chuyến đi của chúng tôi thật thú vị và đáng nhớ. Chúng tôi thích đến thăm đất nước từ Bắc vào Nam và chứng kiến ​​những nền văn hóa khác nhau về ẩm thực, âm nhạc và hệ động vật. Một email và toàn bộ chuyến đi đã được tùy chỉnh theo nhu cầu và yêu cầu của chúng tôi. Bà Yến thậm chí còn quan tâm đến việc làm cho sinh nhật của chồng tôi trở nên đặc biệt trong chuyến đi. Chỗ ở, thức ăn và con người tuyệt vời. Thật tuyệt vời. Lòng biết ơn chân thành đã làm cho kỳ nghỉ của chúng tôi trở nên dễ chịu ở đất nước của bạn. Mọi điều tốt đẹp nhất cho tương lai.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì tất cả những gì bạn đã viết cho các dịch vụ và đại lý của chúng tôi. Đội ngũ VietnamTour của chúng tôi, đặc biệt là chị Hải Yến, rất vui khi biết rằng chuyến đi của bạn với chúng tôi đã mang đến một trải nghiệm tuyệt vời cho bạn và gia đình. \nChúng tôi rất hân hạnh được tạo ra nhiều giấc mơ du lịch cho những khách hàng quý giá như bạn. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi. Chúng tôi thực sự sống bằng tên của mình và tất nhiên là tiếp tục làm tốt công việc của mình.\nChúng tôi hy vọng rằng trong thời gian sắp tới, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga Nguyễn\nĐọc thêm",
            "Chuyến đi tuyệt vời do công ty lữ hành tổ chức, rất thân thiện và dễ giao tiếp, tôi thực sự muốn giới thiệu họ là tốt nhất về mọi mặt, từ đặt chỗ đến đón tại sân bay, đồ ăn, địa điểm tham quan, dịch vụ hiếu khách... mọi thứ tôi có thể nghĩ đến! Họ đã biến chuyến đi của chúng tôi trở thành chuyến đi đáng nhớ nhất và tôi muốn đi du lịch cùng họ một lần nữa nếu có cơ hội. Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi rất vui mừng được gửi đến bạn lời cảm ơn chân thành vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nTôi rất vui khi biết rằng chuyến đi của bạn với chúng tôi đã mang lại trải nghiệm tuyệt vời cho bạn và gia đình. Sự hài lòng của bạn chính là món quà đặc biệt của chúng tôi.  Chúng tôi thực sự sống bằng chính cái tên của mình và tất nhiên sẽ tiếp tục làm tốt công việc của mình để tạo ra nhiều giấc mơ du lịch hơn cho những khách hàng quý giá của mình.\nChúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn chuyến đi Việt Nam và Campuchia tốt hơn.\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNga Nguyễn\nĐọc thêm",
            "Tôi đã liên hệ với Công ty TNHH Du lịch Việt Nam để gửi yêu cầu qua email và nhận được phản hồi nhanh chóng và chính xác ngay lập tức. Việc trao đổi thông tin này và sau đó đã giúp tôi tự tin đặt kỳ nghỉ cho gia đình mình tới Việt Nam và Campuchia thông qua họ. Tôi đã nhận được một gói kỳ nghỉ được thiết kế riêng theo yêu cầu của tôi. Cô Hải Yến không chỉ xử lý hiệu quả các yêu cầu của tôi mà còn tử tế và đảm bảo toàn bộ thời gian tôi ở Việt Nam và Campuchia diễn ra theo đúng hành trình. Trên thực tế, tôi đã thực hiện thay đổi vào phút cuối mà không phải trả thêm phí. Việc vận chuyển, lái xe, hướng dẫn viên du lịch và khách sạn đều tuyệt vời. Tôi đã đi du lịch cùng những đứa con 5,5 và 1,5 tuổi của mình và tôi thực sự có thể giới thiệu Công ty TNHH Du lịch Việt Nam dựa trên kinh nghiệm của tôi. Nhìn chung đó là một kỳ nghỉ tuyệt vời và đáng giá tiền.Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi xin gửi lời cảm ơn chân thành đến bạn vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến bà Hải Yến, bà rất vui khi nghe về điều đó.\nChúng tôi rất vui vì đã tạo ra một chuyến đi tuyệt vời cho bạn tại Việt Nam Campuchia cho bạn và gia đình. Chúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn Chuyến đi Việt Nam và Campuchia tốt hơn.\nMột lần nữa, cảm ơn bạn rất nhiều và chúng tôi chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng,\nNga Nguyen\nĐọc thêm"
        ],
        "star_ratings": [
            75,
            8,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Công Ty TNHH Du Lịch Việt Nam"
        ],
        "reviews_time": [
            "Written September 11, 2018",
            "Written August 20, 2018",
            "Written August 6, 2018",
            "Written July 28, 2018",
            "Written July 28, 2018",
            "Written July 28, 2018",
            "Written July 6, 2018",
            "Written July 5, 2018",
            "Written June 6, 2018",
            "Written May 23, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14067835-Reviews-or70-Vietnam_Tour_Co_Ltd-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or60-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or80-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12279224-Reviews-Cerender_Ceramic_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17513280-Reviews-Dynasty_Cruises_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8536510-Reviews-Oriental_bridge_travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444073-Reviews-Amadora_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6974721-Reviews-Trang_Tien_Plaza-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12800346-Reviews-Athena_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24939806-Reviews-Hanoitismiss-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8779731-Reviews-Four_Palaces_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27105086-Reviews-Diory_NailsLab_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27422301-Reviews-Grand_La_Maison_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g143023-d145019-Reviews-Fort_Jefferson-Dry_Tortugas_National_Park_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190881-d19711287-Reviews-Grena-Furnas_Povoacao_Sao_Miguel_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d577256-Reviews-Island_Breeze_Luau-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d4782530-Reviews-Sigiriya_The_Ancient_Rock_Fortress-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187891-d4432786-Reviews-Lido_Arenella-Syracuse_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d4960427-Reviews-La_Grotta_Beach-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187253-d10748073-Reviews-Ile_de_frioul-Marseille_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d9715124-Reviews-Wonder_World-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d13544255-Reviews-Charm_Kitty_Cafe-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104821-Reviews-Cable_Cars-San_Francisco_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or80-Vietnam_Tour_Co_Ltd-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or70-Vietnam_Tour_Co_Ltd-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Tour Co.,Ltd",
        "attraction_name_vi": "Công Ty TNHH Du Lịch Việt Nam",
        "general_info": [
            "83 đánh giá",
            "26 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan mua sắm",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Có trụ sở tại Hà Nội, điều hành các tour du lịch chuyên biệt Đông Dương Việt Nam, Lào và Campuchia. Được thành lập vào năm 2007, chúng tôi có kinh nghiệm đáng kể với nhiều khách hàng khác nhau và chúng tôi hiểu sở thích về vị trí độc đáo cũng như những cân nhắc về chế độ ăn uống của họ. Ngoài ra, chúng tôi vui vẻ trả lời bất kỳ câu hỏi cá nhân nào mà họ có thể có liên quan đến thị thực, thời tiết trong khu vực, giá cả địa phương, v.v.Đọc thêm",
        "reviews": [
            "Chúng tôi trở về sau kỳ nghỉ rất đáng nhớ ở Việt Nam, cảm ơn Công ty Du lịch Việt Nam và đặc biệt là cô Hải Yến, người đã quan tâm đến kế hoạch của chúng tôi, từ visa, vé máy bay đến tham quan. Chúng tôi chỉ cho cô ấy biết số ngày chúng tôi sẽ ở Việt Nam và những thành phố mà chúng tôi muốn ghé thăm. Một hành trình rất kỹ lưỡng đã được chúng tôi vạch ra để tính đến sở thích của chúng tôi đối với khách sạn. Hành trình rất đa dạng để trải nghiệm những khía cạnh khác nhau của đất nước xinh đẹp này. Sự lựa chọn của các công ty lữ hành địa phương được công ty này lựa chọn là hoàn hảo. Trước chuyến thăm của chúng tôi, cô Hải Yến có thể dễ dàng truy cập trên WhatsApp và không bao giờ từ chối cuộc gọi của chúng tôi. Cô ấy thường xuyên gọi điện trong chuyến lưu diễn của chúng tôi để hỏi về việc sắp xếp. Chưa bao giờ chúng tôi cảm thấy phải tự lo cho chính mình. Tôi hết lòng giới thiệu Công ty TNHH Du lịch Việt Nam cho bất kỳ ai muốn đến thăm đất nước xinh đẹp này.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nSự hài lòng của bạn chính là món quà tuyệt vời nhất đối với chúng tôi, vì mong muốn của chúng tôi là mang đến cho mỗi chuyến đi của khách hàng một trải nghiệm du lịch đáng nhớ. \nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình. Mong được gặp lại bạn ở Việt Nam!\n\nNga Nguyễn\nĐọc thêm",
            "Chuyến đi đến Việt Nam của tôi đã được lên kế hoạch trong một thời gian rất ngắn và VietnamTour đã biến nó thành một trong những kỳ nghỉ tuyệt vời nhất mà tôi từng có! Điều phối viên cô Hải Yến đã rất hữu ích trong việc giải quyết mọi thắc mắc của tôi một cách nhanh chóng và giúp đỡ tôi về mọi mặt có thể. Tôi chưa bao giờ phải lo lắng về bất cứ điều gì, có thể là hướng dẫn viên du lịch, chỗ ở, du lịch nội địa hay đồ ăn. Mọi thứ đều được phối hợp tốt. Các hướng dẫn viên du lịch rất hữu ích và hiểu sở thích cá nhân của từng thành viên trong gia đình. Theo đó, họ đã đề xuất các hoạt động cho tất cả chúng tôi trong thời gian rảnh rỗi mà chúng tôi rất thích! Công ty còn tặng chúng tôi những bức tranh sơn mài làm quà lưu niệm vào ngày đầu tiên, đây là một bất ngờ lớn! Sau khi đến thăm Hà Nội, Vịnh Hạ Long và Thành phố Hồ Chí Minh, tôi đã khao khát nhiều hơn nữa vào cuối chuyến đi. Rất mong VietnamTour giúp tôi khám phá phần còn lại của đất nước tuyệt vời mang tên Việt Nam này trong tương lai!Đọc thêm",
            "Thay mặt Công ty TNHH Du lịch Việt Nam, chúng tôi chân thành cảm ơn bạn vì tất cả những gì bạn đã viết cho dịch vụ và đại lý của chúng tôi. Tôi đã chuyển lời của bạn đến bà Hải Yến, bà ấy rất vui khi nghe về điều đó.\nChúng tôi rất vui vì đã tạo ra một chuyến đi tuyệt vời cho bạn tại Việt Nam và chúng tôi hy vọng rằng trong tương lai gần, chúng tôi sẽ có cơ hội khác để mang đến cho bạn Chuyến đi Việt Nam tốt hơn.\nMột lần nữa, cảm ơn bạn rất nhiều và chúng tôi chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng,\nNga NguyenĐọc thêm",
            "Tôi đang lên kế hoạch cho kỳ nghỉ của mình ở Việt Nam, một đất nước mà tôi hoàn toàn không biết đến. Tôi đã đặt gói tour từ Công ty TNHH Du lịch Việt Nam và cách tôi nhận được sự hỗ trợ cũng như trợ giúp khi được yêu cầu thật tuyệt vời, đặc biệt là từ chính tôi. Cô Hải Yến, người tổ chức tour du lịch. Cô ấy rất nhiệt tình hỗ trợ giải đáp mọi thắc mắc của tôi đến mức tôi rất ngạc nhiên với phản hồi kịp thời của cô ấy. Tôi tin rằng vì cô ấy ở đó nên tôi có thể tận hưởng chuyến du lịch Việt Nam của mình mà không phải lo lắng gì và tôi sẽ nói điều đó là một trong những kỳ nghỉ tuyệt vời nhất mà tôi có. Tất cả các điểm tham quan, đồ ăn, chỗ ở và phương tiện đi lại đều được tổ chức tốt. Nếu tôi ghé thăm Việt Nam một lần nữa, tôi sẽ đặt lại gói tour của mình với họ và tôi hy vọng tôi sẽ có được trải nghiệm tương tự và dịch vụ mà tôi đã nhận được lần này.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá đáng yêu của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Tôi đã chuyển lời của bạn đến chị Hải Yến, nghe tin này chị rất vui.\nSự hài lòng của bạn chính là món quà tuyệt vời nhất đối với chúng tôi, vì mong muốn của chúng tôi là mang đến cho mỗi chuyến đi của khách hàng một trải nghiệm du lịch đáng nhớ. \nMột lần nữa xin cảm ơn quý khách đã lựa chọn Công ty TNHH VietnamTour cho chuyến đi của mình. Mong được gặp lại bạn ở Việt Nam!\n \nNga NguyễnĐọc thêm",
            "Công ty này có liên kết hay là một phần của vietnamtours tại cape townĐọc thêm",
            "Chào buổi sáng cô Tammy,\nThay mặt công ty, tôi rất vui được trả lời câu hỏi của cô.\nChúng tôi là Nhà điều hành địa phương có tên là VietnamTour Co., ltd, có trụ sở tại Việt Nam. Chúng tôi chuyên về các gói tour du lịch Việt Nam, Lào và Campuchia. Vì vậy, nếu bạn cần bất kỳ sự trợ giúp nào về việc đi du lịch đến Việt Nam, Lào và Campuchia từ Cape Town, vui lòng liên hệ với chúng tôi qua whatsapp 0084911490058. Chúng tôi có 10 năm kinh nghiệm hỗ trợ du khách từ nhiều quốc gia trên thế giới đến Việt Nam và các nước Đông Dương.\nNhưng trang web vietnamtour tại Cape Town là một trong những công ty lữ hành tại Việt Nam có thương hiệu tại Cape Town. Chúng tôi không phải là một phần của công ty đó. Chúng tôi là 2 công ty riêng biệt.\nCảm ơn bạn rất nhiều! Chúc bạn một ngày tốt lành! Đọc thêm"
        ],
        "star_ratings": [
            75,
            8,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Công Ty TNHH Du Lịch Việt Nam"
        ],
        "reviews_time": [
            "Written May 19, 2018",
            "Written May 12, 2018",
            "Written May 10, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14067835-Reviews-or80-Vietnam_Tour_Co_Ltd-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or70-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-Vietnam_Tour_Co_Ltd-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12279224-Reviews-Cerender_Ceramic_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17513280-Reviews-Dynasty_Cruises_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8536510-Reviews-Oriental_bridge_travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444073-Reviews-Amadora_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6974721-Reviews-Trang_Tien_Plaza-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12800346-Reviews-Athena_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24939806-Reviews-Hanoitismiss-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8779731-Reviews-Four_Palaces_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27105086-Reviews-Diory_NailsLab_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27422301-Reviews-Grand_La_Maison_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d274582-Reviews-Plaza_Las_Americas-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g32490-d2228781-Reviews-Hermosa_Beach_Pier-Hermosa_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d2236454-Reviews-Fort_Clarence_Beach-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g42372-d10333541-Reviews-Canyon_Falls_Trail-L_Anse_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295110-d2328274-Reviews-Millennium_Cross-Skopje_Skopje_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d186690-Reviews-Disney_California_Adventure_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6413161-Reviews-Friends_Apartment_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d8761823-Reviews-Elephant_Rescue_Park-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d2202752-Reviews-Fishercap_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d294977-Reviews-Atwater_Market-Montreal_Quebec.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14067835-Reviews-or80-Vietnam_Tour_Co_Ltd-Hanoi.html"
    }
]