[
    {
        "attraction_name": "Vietnam Rejser",
        "attraction_name_vi": "Du lịch Việt Nam",
        "general_info": [
            "126 đánh giá",
            "79 trên 535 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Vietnam Rejser được điều hành bởi một chàng trai Đan Mạch đã trải nghiệm du lịch Việt Nam từ năm 2007 và đã yêu đất nước này ngay từ đó. Hãy bắt đầu hành trình của bạn ngay bây giờ để khám phá những vùng đất kỳ lạ nhất, với nhiều niềm vui, sự linh hoạt và độc đáo hơn. Đọc thêm",
        "reviews": [
            "Chúng tôi quyết định đi du lịch Việt Nam cùng một vài người bạn.  Chúng tôi đã nói về một chuyến đi thăm Hồ Chí Minh và Củ Chi.  Đó là lý do tại sao chúng tôi liên hệ với du lịch Việt Nam và họ đã giúp đỡ chúng tôi một cách rất chuyên nghiệp, họ nhanh chóng tổ chức một chuyến đi với một hướng dẫn viên và tài xế riêng, người đã hướng dẫn chúng tôi trải qua một ngày tuyệt vời.  5 sao từ đây: Đọc thêm",
            "Chúng tôi đã có chuyến du lịch 17 ngày tuyệt vời tại Việt Nam do Vietnam Rejser sắp xếp. Mọi thứ đều được lên kế hoạch tốt, các hướng dẫn viên du lịch địa phương luôn sẵn sàng và các đại lý tại Vietnam Rejser thật xuất sắc. Hà Nội, Hà Giang, Vịnh Hạ Long và Hội An, thật tuyệt vời!Đọc thêm",
            "Dane Jesper of Vietnam Rejser is unusual in the tour business as he actually carefully listens to what the customer wants to see and do. I was lucky to find his business while looking for another shop in the Old Quarter of Hanoi. I generally prefer to talk directly to tour operators carefully and this was essential for my trip. While his company mainly deals with Danish and Scandinavians, Jespers English is very good and hes very well travelled in this region.I only had 7 days and wanted to see as much as possible - Jesper offered a range of options, but being someone who enjoys being away from the crowds, Jesper recommended the 4 day Amazing Ha Giang Tour. It certainly lived up to its billing and I opted for a car with driver and guide package. The driver Bach was calm and the best driver I have had in Asia - he negotiated quite challenging roads and as a bonus was a non-drinker which gave added comfort. My guide Phuc was young, funny and knowledgeable and together they made a great team.My tour consisted of a drive northwest to Ha Giang via the gorgeous Heaven Gate near Quan Ba - a homestay in Nam Dam which was fine. Day 2 was onward to charming and upcoming Dong Van perhaps the next Sa Pa then over the stunning karst plateau to the former Hmong Vuong Palace of  King Meo followed by a visit to the northern tip of Vietnam and the Lung Cu Flagpole on the Chinese border, then back to Dong Van to sleep.Day 3 was the climax of the tour crossing the breathtaking Ma Pi Leng Pass and its 800m deep canyon. I then departed from the itinerary - electing to push on to Lao Cai.Day 4 from Lao Cai on the Chinese border, went to Sa Pa and took the cable car to the summit of Mount Fansipan - Indo Chinas highest mountain. If you have  a choice between Sa Pa and Ha Giang - if your a nature lover - choose Ha Giang before the crowds discover it!From Sa Pa I then headed to Cat Ba Island on the coast wishing to avoid the Halong Bay crowds. This proved to be a great choice and Lan Ha Bay to the southern edge of Halong Bay has all the beauty but minus the hordes that flock to Halong Bay. I chartered a boat to myself and had an amazing day trip around the stunning islands.If you want something tailor made and someone who can match your desires with whats possible then I really recommend Vietnam Rejser.Jesper works with local operator Mr Han who was very good in getting everything organised.Read more",
            "Tôi đã làm việc trong ngành du lịch được gần 20 năm. Tôi đã từng làm việc với nhiều cơ quan địa phương khác nhau trên khắp thế giới. Tôi đã giới thiệu Vietnam Rejser cho chuyến lưu diễn riêng của mình tại Việt Nam và tôi không hề hối tiếc về điều đó. Họ giúp tôi về khách sạn và đưa đón. Được rồi, tôi có thể tự mình làm việc đó, nhưng tôi chọn họ sắp xếp việc đó cho tôi, vì vậy tôi chỉ cần tận hưởng kỳ nghỉ của mình và tất cả đều hoàn hảo. Việc vận chuyển ở đó mọi lúc và đúng giờ. Các khách sạn đều tốt, vị trí tuyệt vời và các cuộc họp thông tin nhỏ cũng tốt. Họ cũng có dịch vụ cung cấp cho bạn số điện thoại di động địa phương để bạn luôn có thể liên lạc với họ bất cứ khi nào bạn ở Việt Nam. Bằng cách đó, bạn không phải lo lắng về việc đặt phòng, v.v. Vì vậy, tất cả trong một, tôi thực sự có thể giới thiệu Du lịch Việt Nam.Đọc thêm",
            "Chào Bo\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn và cảm ơn bạn bè của bạn đã giới thiệu chúng tôi.\n\nChúng tôi rất vui vì bạn thích các cuộc họp thông tin của chúng tôi và chúng tôi có thể lo liệu việc đưa đón và đặt phòng khách sạn cho bạn, để bạn có thể tận hưởng kỳ nghỉ của mình. Về điện thoại, chúng tôi luôn thích nói chuyện với khách hàng của mình ;-\n\nCảm ơn bạn đã giới thiệu và chúng tôi hy vọng được gặp lại bạn ở Việt Nam.Đọc thêm",
            "Từ ngày 15-9 đến ngày 10-4-19 chúng tôi đã đến Việt Nam. Mọi thứ đều hoạt động tốt nhất, từ đầu đến cuối. Hà Nội là một thành phố thú vị với nhiều điểm tham quan và nhà hàng tuyệt vời. Vịnh Hạ Long phải được nhìn thấy. Ở 2 đêm trên tàu. Sau đó, bạn có được tất cả. 12 đêm cuối cùng trong gần 3 tuần ở Việt Nam, chúng tôi ở Hội An, ngay bên bờ biển của một khách sạn thực sự ấm cúng, Tropical Island Beach Resort. Chúng tôi đã thấy một số quốc gia và khách sạn ở Châu Á và tôi chỉ có thể giới thiệu khách sạn này. Bữa sáng thật hoàn hảo. Một nhà hàng thực sự tốt với đội ngũ nhân viên khách sạn siêu phục vụ. Bãi biển cũng chỉ là sự tận hưởng thuần túy. Cát trắng mịn nhất và không có đá trong nước. Nhiều hơn những gì bạn muốn? Nếu muốn đến trung tâm Hội An, bạn chỉ cần gọi lễ tân và đặt chỗ trên xe đưa đón miễn phí mà khách sạn cung cấp. Nó không thể dễ dàng hơn. Hội An đơn giản là rất đẹp. Hãy thử một chuyến tham quan ẩm thực đường phố có hướng dẫn viên hoặc khám phá nhiều cửa hàng thú vị và bảo tàng địa phương. Chúng tôi cũng có chuyến tham quan vùng núi kéo dài 2 ngày bằng ô tô với hướng dẫn viên và tài xế địa phương. Đó là Việt Nam không có bộ lọc nào. Chúng tôi vừa được dẫn ngược thời gian khi chúng tôi đến thăm một số ngôi làng địa phương. Nghỉ đêm tại một nhà khách ở một thị trấn nhỏ. Kinh nghiệm này là phải. Có, chúng tôi chỉ có thể giới thiệu Kenneth và Vietnam Travel. Tất nhiên chúng tôi sẽ quay trở lại Việt Nam với Vietnam Travel. Lời chúc tốt đẹp nhất từ ​​Lena và Michael Đan Mạch.Đọc thêm",
            "Xin chào Michael Lena\n\nCảm ơn bạn rất nhiều vì đã đánh giá và giới thiệu về 2 đêm trên thuyền ở Hạ Long.\nRất vui được gặp bạn ở Hội An và chúng tôi mong được chào đón cả hai bạn một lần nữa.\n\nMọi điều tốt đẹp nhất từ,\nTeam Vietnam RejserĐọc thêm",
            "Đã có một chuyến du lịch 17 ngày tuyệt đẹp, thú vị, lịch sử và hài hước tại Việt Nam do chủ sở hữu của VIETNAM REJSER Kenneth Rasmussen sắp xếp trong khoảng thời gian từ 182 đến 83 năm 2019. Rất đáng giá và lên kế hoạch hoàn hảo cho các chuyến đi trong ngày nửa ngày và thời gian rảnh rỗi cân bằng. Chúng tôi có 5 người lớn trong một nhóm của riêng mình hầu hết thời gian, rất tốn kém và tăng thêm giá trị cho các chuyến tham quan. Hướng dẫn viên, khách sạn và các chuyến tham quan được cung cấp đều có chất lượng tốt như đã hứa và lịch trình luôn đúng giờ. Rất dễ liên lạc với các đại lý từ VIETNAM REJSER nếu bạn có thắc mắc hoặc cần trợ giúp theo bất kỳ cách nào mà chúng tôi thực sự không cần: và chúng tôi gặp một đại lý ở cả 3 thành phố lớn Hà Nội - Hội An và TP.HCM, điều đó rất tốt và thoải mái. Cả 5 chúng tôi đều rất vui khi được giới thiệu những khuyến nghị tốt nhất của mình cho VIETNAM REJSER. Cảm ơn VIETNAM REJSER :::::Đọc thêm",
            "Xin chào Tư vấn2019\n\nCảm ơn bạn rất nhiều vì 5 của bạn \n\nTôi rất vui khi biết rằng các bạn đã có một chuyến du lịch tốt đẹp và đáng đồng tiền bát gạo. \nChúng tôi rất vui vì có thể gặp tất cả các bạn tại Hà Nội, Hội An và Hồ Chí Minh.\n\nCảm ơn bạn rất nhiều vì đã đồng hành cùng Vietnam Rejser.Đọc thêm",
            "Tôi đã có một thời gian tuyệt vời ở Hội An. Cô thao là người hiểu biết và rất kiên nhẫn. Hãy chuẩn bị cho một chuyến đi xe đạp thú vị. Cảm ơn bạn Đọc thêm",
            "Chúng tôi - một gia đình có bốn đứa trẻ 8 và 11 tuổi - đã đi du lịch 3 tuần từ Bắc vào Nam đất nước Việt Nam xinh đẹp vào tháng 7 năm 2016; mọi thứ đều do Kenneth sắp xếp nhưng có sự đối thoại chặt chẽ với chúng tôi và lợi ích của chúng tôi. Chúng tôi đã có một chuyến đi tuyệt vời với nhiều trải nghiệm thú vị và đẹp đẽ ở cả thành phố lẫn miền quê. Chất lượng cao, mọi thứ diễn ra 100 phần trăm và chúng tôi thực sự khuyên bạn nên sử dụng Vietnam Rejser nếu bạn muốn thực hiện một chuyến đi mà bạn đã thấy và dựa nhiều vào mà không phải lo lắng khi phải tự đặt chỗ cho nhiều chuyến tham quan trong ngày, khách sạn, v.v.Đọc thêm",
            "Vợ chồng tôi đến Việt Nam nghỉ dưỡng và muốn đi Vịnh Hạ Long. Vietnam Rejser và chủ sở hữu, Kenneth, đã được một người bạn của chúng tôi giới thiệu nồng nhiệt nên chúng tôi đã liên hệ với anh ấy. Dịch vụ được cung cấp rất xuất sắc với các câu trả lời nhanh chóng và đầy đủ - và chúng tôi cảm thấy an toàn khi đặt chuyến đi qua anh ấy. Chuyến đi đến Vịnh Hạ Long diễn ra suôn sẻ, chúng tôi được đón tại khách sạn và mọi thứ đúng như mô tả. Một chiếc thuyền đẹp, hướng dẫn tốt và món ăn Việt Nam tuyệt vời. Bên cạnh sự thành công của chuyến đi đến Vịnh Hạ Long, Kenneth và Vietnam Rejser đã giúp giải đáp những thắc mắc khác mà chúng tôi có về Việt Nam và các chuyến đi khác trong khu vực. Những người rất thân thiện và hữu ích. Vì vậy, cho dù bạn là người Đan Mạch, Thụy Điển, Mỹ, Hà Lan hay bất kỳ quốc tịch nào khác, tôi nhiệt liệt khuyên bạn nên đặt chuyến đi hoặc sắp xếp thông qua Vietnam Rejser.Đọc thêm",
            "Tôi và bạn tôi muốn thử một chuyến đi bằng xe máy ở Việt Nam. Tôi tìm thấy Vietnam Rejser trên google và viết thư cũng như gửi email cho Kenneth, người đã trả lời rất nhanh. Anh ấy rất hữu ích và thật dễ dàng để thanh toán và thỏa thuận với anh ấy về việc thanh toán cũng như địa điểm và thời gian nhận hàng. Chuyến tham quan thật tuyệt vời! 9 giờ tốt nhất trong cuộc đời tôi! Thật không may tôi phải rời Hội An vào Sài Gòn nhưng tôi thực sự coi Hội An chỉ để có thêm một chuyến đi nữa! Mọi người ai sắp đi Hà Nội và Hội An nhất định phải thử món này nhé!Đọc thêm"
        ],
        "star_ratings": [
            120,
            6,
            0,
            0,
            0
        ],
        "review_amount": 126,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du lịch Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 15, 2023",
            "Written April 28, 2020",
            "Written October 27, 2018",
            "Written September 27, 2017",
            "Written October 13, 2019",
            "Written April 16, 2019",
            "Written November 17, 2016",
            "Written August 3, 2016",
            "Written September 30, 2015",
            "Written September 11, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-or10-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12212969-Reviews-O2_Space_Nightclub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20896787-Reviews-BOOM_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4231192-Reviews-Flow_bar_hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1673312-Reviews-World_Mate_Travel_Vietnam_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4167181-Reviews-The_Wolfhound_Irish_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7981920-Reviews-Locked-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189143-d6761156-Reviews-Biblioteca_Joanina-Coimbra_Coimbra_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g37480-d4495605-Reviews-Raccoon_Lake_State_Recreation_Area-Rockville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g186233-d213872-Reviews-Chester_Zoo-Chester_Cheshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187331-d1027790-Reviews-Miniatur_Wunderland-Hamburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d9609042-Reviews-Chaweng_Beach-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d561800-Reviews-1_000_Steps_Beach-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50654-d5209033-Reviews-Land_of_Illusion-Middletown_Butler_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1063833-Reviews-Shoes_on_the_Danube_Bank-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d320976-Reviews-Universal_Studios_Japan-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d23803203-Reviews-Taino_Bay_Puerto_Plata-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-or10-Vietnam_Rejser-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Rejser",
        "attraction_name_vi": "Du lịch Việt Nam",
        "general_info": [
            "126 đánh giá",
            "79 trên 535 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Tour ẩm thực"
        ],
        "attraction_summary": "Vietnam Rejser được điều hành bởi một anh chàng người Đan Mạch từng trải nghiệm du lịch Việt Nam từ năm 2007 và rất yêu thích đất nước này sau đó. Hãy bắt đầu hành trình của bạn ngay bây giờ để khám phá những phần kỳ lạ nhất, với nhiều niềm vui, sự linh hoạt và độc đáo hơn.Đọc thêm",
        "reviews": [
            "Vietnam-rejser đã giúp chúng tôi trong chuyến du lịch Campuchia vào tháng 4 năm 2018. Bên cạnh việc tìm được một chuyến tham quan rừng rậm tuyệt vời, họ rất chu đáo và liên hệ với chúng tôi nhiều lần để đảm bảo mọi thứ diễn ra như mong đợi. Chúng tôi cũng đã sử dụng chúng cho một số chặng trong chuyến du lịch tới Việt Nam vào năm trước và họ là công ty Đan Mạch duy nhất có thể giúp chúng tôi khi chúng tôi ở đó. Điều thực sự tuyệt vời là họ vừa có thể đặt toàn bộ chuyến đi của bạn, vừa có thể giúp bạn nếu bạn đã ở trong nước và cần trợ giúp đặt chuyến đi và tour du lịch. Những người họ sử dụng cho các chuyến đi rất thân thiện và đáng tin cậy. Vì vậy, nhìn chung, chúng tôi đưa ra khuyến nghị tốt nhất cho Vietnam-Rejser.Đọc thêm",
            "Được lên kế hoạch tốt, các điểm tham quan và ẩm thực thú vị và mọi thứ đều diễn ra theo đúng kế hoạch - có thể nhận xét rất nhiều về Rejser Việt Nam!Đọc thêm",
            "Tôi đã làm việc trong ngành du lịch được gần 20 năm. Tôi đã từng làm việc với nhiều cơ quan địa phương khác nhau trên khắp thế giới. Tôi đã giới thiệu Vietnam Rejser cho chuyến lưu diễn riêng của mình tại Việt Nam và tôi không hề hối tiếc về điều đó. Họ giúp tôi về khách sạn và đưa đón. Được rồi, tôi có thể tự mình làm việc đó, nhưng tôi chọn họ sắp xếp việc đó cho tôi, vì vậy tôi chỉ cần tận hưởng kỳ nghỉ của mình và tất cả đều hoàn hảo. Việc vận chuyển ở đó mọi lúc và đúng giờ. Các khách sạn đều tốt, vị trí tuyệt vời và các cuộc họp thông tin nhỏ cũng tốt. Họ cũng có dịch vụ cung cấp cho bạn số điện thoại di động địa phương để bạn luôn có thể liên lạc với họ bất cứ khi nào bạn ở Việt Nam. Bằng cách đó, bạn không phải lo lắng về việc đặt phòng, v.v. Vì vậy, tất cả trong một, tôi thực sự có thể giới thiệu Du lịch Việt Nam.Đọc thêm",
            "Chào Bo\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn và cảm ơn bạn bè của bạn đã giới thiệu chúng tôi.\n\nChúng tôi rất vui vì bạn thích các cuộc họp thông tin của chúng tôi và chúng tôi có thể lo liệu việc đưa đón và đặt phòng khách sạn cho bạn, để bạn có thể tận hưởng kỳ nghỉ của mình. Về điện thoại, chúng tôi luôn thích nói chuyện với khách hàng của mình ;-\n\nCảm ơn bạn đã giới thiệu và chúng tôi hy vọng được gặp lại bạn ở Việt Nam.Đọc thêm",
            "Jesper và đội ngũ nhân viên của anh ấy RẤT hữu ích trong việc đặt cho nhóm 5 người của chúng tôi một gói du thuyền phù hợp ở khu vực Baya Tu Long ra khỏi thành phố Hạ Long. Chúng tôi sẽ lưu giữ những kỷ niệm này trong một thời gian rất dài sắp tới. Chúng tôi thực sự thích thú và đánh giá cao gói du thuyền 3 ngày 2 đêm của chúng tôi trên Victory Star. Đồ ăn rất tuyệt, các hoạt động được lên kế hoạch tốt và đội ngũ nhân viên trên tàu rất đáng yêu và rất nhiệt tình. Con tàu hoàn toàn bằng gỗ, chỉ có 32 cabin, các phòng thoải mái và rất độc đáo với gỗ tối màu và các chi tiết. Chúng tôi rất vui vì đã chọn khu vực Bai Ta Long để du ngoạn thay vì khu vực vịnh Hạ Long, vì nơi này tương đối yên tĩnh và chỉ có một số ít thuyền neo đậu ở cùng một khu vực mỗi đêm. Những người Canada đến từ Vancouver Donna, Dave, Sherry, Clive và Jordan Đọc thêm",
            "Tôi đã có một thời gian tuyệt vời ở Hội An. Cô thao là người hiểu biết và rất kiên nhẫn. Hãy chuẩn bị cho một chuyến đi xe đạp thú vị. Cảm ơn bạn Đọc thêm",
            "Xin chào Kenneth Jesper, Sau 10 ngày đi du lịch Hà Nội và vùng nông thôn xung quanh, tôi phải nói rằng các bạn và nhân viên của bạn đang làm việc rất tuyệt vời. Khách sạn bạn tìm cho chúng tôi thật hoàn hảo - ở giữa khu phố cổ. Các phòng rất sạch sẽ và nhân viên cực kỳ thân thiện và có tinh thần phục vụ. Các chuyến tham quan bạn đã lên kế hoạch cho chúng tôi cũng ở mức rất cao. Bạn đã theo dõi thời tiết khi chúng tôi đi Vịnh Hạ Long và cho chúng tôi đi sớm hơn dự định một ngày để tránh cơn bão lớn đang đến gần. Làm rất tốt. Sau khi gặp trực tiếp Jesper, tôi thực sự có thể nói rằng những người này rất thân thiện và đáng tin cậy. Rất được khuyến khích. Đọc thêm",
            "Chúng tôi - một gia đình có bốn đứa trẻ 8 và 11 tuổi - đã đi du lịch 3 tuần từ Bắc vào Nam đất nước Việt Nam xinh đẹp vào tháng 7 năm 2016; mọi thứ đều do Kenneth sắp xếp nhưng có sự đối thoại chặt chẽ với chúng tôi và lợi ích của chúng tôi. Chúng tôi đã có một chuyến đi tuyệt vời với nhiều trải nghiệm thú vị và đẹp đẽ ở cả thành phố lẫn miền quê. Chất lượng cao, mọi thứ diễn ra 100 phần trăm và chúng tôi thực sự khuyên bạn nên sử dụng Vietnam Rejser nếu bạn muốn thực hiện một chuyến đi mà bạn đã thấy và dựa nhiều vào mà không phải lo lắng khi phải tự đặt chỗ cho nhiều chuyến tham quan trong ngày, khách sạn, v.v.Đọc thêm",
            "Từ lần liên lạc qua thư đầu tiên với Kenneth, gia đình Đan Mạch nhỏ bé đã cảm thấy rằng đây là một Công ty mà bạn có thể tin tưởng và dễ dàng liên lạc. Thông qua thư từ, anh ấy đã đưa ra một chương trình phù hợp với Chuyến đi của Gia đình chúng tôi đến Việt Nam tại: Hà Nội, Huế và Hội An. Wee đã viết trước về những kỳ vọng đối với tiêu chuẩn về khách sạn, các chuyến tham quan trong ngày và các câu hỏi có thể có khác. Wee đã kết thúc Chương trình với các khách sạn phù hợp và các chuyến đi trong ngày ở các thành phố và khu vực lân cận.  Wee có hướng dẫn viên và tài xế riêng đến đón chúng tôi tại khách sạn một cách chính xác. Chỉ có Tour đến Vịnh Hạ Long là thuộc một nhóm lớn hơn. Tất cả các chuyến đi đều là những nơi thú vị để xem - và bao gồm bữa trưa rất ngon. Nói chuyện với hướng dẫn viên là một cách rất hay để tìm hiểu về Cuộc sống của Người dân Việt Nam.  Họ có tinh thần phục vụ và hầu hết đều sẵn sàng thực hiện các chuyến tham quan linh hoạt, lưu trú tại các địa điểm ngắn hơn và dừng lại ở ekstra. Kenneth cũng đã đặt chuyến bay nội địa và chuyển đến từ các sân bay. Các tài xế luôn đến đón chúng tôi đúng giờ. 2 điều tuyệt vời hơn nữa: Kenneth và Thảo đã đến gặp chúng tôi tại một trong những khách sạn của chúng tôi và chúng tôi có điện thoại di động, có thể liên lạc Kenneth với những câu hỏi lớn nhỏ suốt cả ngày.Chúng tôi giới thiệu Rejser Việt Nam - lập kế hoạch kỳ nghỉ tiết kiệm, trung thực, linh hoạt tại Việt NamĐọc thêm",
            "Chúng tôi tìm thấy rejser Việt Nam trực tuyến và đã đặt toàn bộ chuyến đi từ Bắc vào Nam Việt Nam qua đây. Dịch vụ này rất tuyệt vời trong suốt quá trình đặt chỗ và trong suốt chuyến đi. Chúng tôi đã có một chương trình tốt hơn nhiều so với những gì chúng tôi từng tự mình thực hiện và có thời gian cho nhiều thứ hơn vì chúng tôi không phải suy nghĩ về bất cứ điều gì trên đường đi. Khi đến nơi, họ đã cho chúng tôi một chiếc điện thoại di động để chúng tôi có thể liên lạc với họ bất cứ lúc nào nếu chúng tôi gặp bất kỳ rắc rối nào trên đường đi. Chúng tôi đã có một kỳ nghỉ tuyệt vời mà không phải căng thẳng và lên kế hoạch đi lại. Chúng tôi chắc chắn sẽ sử dụng Vietnam Rejser một lần nữa nếu có dịp quay lại Việt Nam, Lào hoặc Campuchia.Đọc thêm",
            "Vợ chồng tôi đến Việt Nam nghỉ dưỡng và muốn đi Vịnh Hạ Long. Vietnam Rejser và chủ sở hữu, Kenneth, đã được một người bạn của chúng tôi giới thiệu nồng nhiệt nên chúng tôi đã liên hệ với anh ấy. Dịch vụ được cung cấp rất xuất sắc với các câu trả lời nhanh chóng và đầy đủ - và chúng tôi cảm thấy an toàn khi đặt chuyến đi qua anh ấy. Chuyến đi đến Vịnh Hạ Long diễn ra suôn sẻ, chúng tôi được đón tại khách sạn và mọi thứ đúng như mô tả. Một chiếc thuyền đẹp, hướng dẫn tốt và món ăn Việt Nam tuyệt vời. Bên cạnh sự thành công của chuyến đi đến Vịnh Hạ Long, Kenneth và Vietnam Rejser đã giúp giải đáp những thắc mắc khác mà chúng tôi có về Việt Nam và các chuyến đi khác trong khu vực. Những người rất thân thiện và hữu ích. Vì vậy, cho dù bạn là người Đan Mạch, Thụy Điển, Mỹ, Hà Lan hay bất kỳ quốc tịch nào khác, tôi nhiệt liệt khuyên bạn nên đặt chuyến đi hoặc sắp xếp thông qua Vietnam Rejser.Đọc thêm"
        ],
        "star_ratings": [
            120,
            6,
            0,
            0,
            0
        ],
        "review_amount": 126,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du lịch Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 8, 2018",
            "Written April 11, 2018",
            "Written September 27, 2017",
            "Written June 14, 2017",
            "Written November 17, 2016",
            "Written October 23, 2016",
            "Written August 3, 2016",
            "Written August 2, 2016",
            "Written June 18, 2016",
            "Written September 30, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7513179-Reviews-or10-Vietnam_Rejser-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-or20-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12212969-Reviews-O2_Space_Nightclub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20896787-Reviews-BOOM_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4231192-Reviews-Flow_bar_hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1673312-Reviews-World_Mate_Travel_Vietnam_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4167181-Reviews-The_Wolfhound_Irish_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7981920-Reviews-Locked-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g30930-d3443140-Reviews-The_Mobile_Zoo-Wilmer_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g34230-d109224-Reviews-Manatee_Park-Fort_Myers_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d2389760-Reviews-Cocoa_Beach-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d2281447-Reviews-Diana_s_Baths-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d11500833-Reviews-Sala_Gold-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49288-d617696-Reviews-Childress_Vineyards-Lexington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d10020541-Reviews-Esala_Perahera_Festival-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49594-d8527312-Reviews-Sun_Crest_Water_Park-Taylorsville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d15582064-Reviews-Sfer_Ik_Tulum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g49604-d4581314-Reviews-Patio_Playground_the_Putt_Putt-Topsail_Beach_Topsail_Island_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-or20-Vietnam_Rejser-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-or10-Vietnam_Rejser-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Rejser",
        "attraction_name_vi": "Du lịch Việt Nam",
        "general_info": [
            "126 đánh giá",
            "79 trên 535 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Tour ẩm thực"
        ],
        "attraction_summary": "Vietnam Rejser được điều hành bởi một anh chàng người Đan Mạch từng trải nghiệm du lịch Việt Nam từ năm 2007 và rất yêu thích đất nước này sau đó. Hãy bắt đầu hành trình của bạn ngay bây giờ để khám phá những phần kỳ lạ nhất, với nhiều niềm vui, sự linh hoạt và độc đáo hơn.Đọc thêm",
        "reviews": [
            "Tôi và bạn tôi muốn thử một chuyến đi bằng xe máy ở Việt Nam. Tôi tìm thấy Vietnam Rejser trên google và viết thư cũng như gửi email cho Kenneth, người đã trả lời rất nhanh. Anh ấy rất hữu ích và thật dễ dàng để thanh toán và thỏa thuận với anh ấy về việc thanh toán cũng như địa điểm và thời gian nhận hàng. Chuyến tham quan thật tuyệt vời! 9 giờ tốt nhất trong cuộc đời tôi! Thật không may tôi phải rời Hội An vào Sài Gòn nhưng tôi thực sự coi Hội An chỉ để có thêm một chuyến đi nữa! Mọi người ai sắp đi Hà Nội và Hội An nhất định phải thử món này nhé!Đọc thêm",
            "Chúng tôi được giúp đỡ để có được kỳ nghỉ phù hợp với mình. Du lịch Việt Nam đến với những ý tưởng. Họ có những mối liên hệ siêu đẳng. Đặt và sắp xếp mọi thứ theo sự hài lòng của chúng tôi. Chúng tôi đã có ba tuần tuyệt vời nhất ở Việt Nam và chúng tôi rất mong được gặp lại Kenneth và nhóm của anh ấy.  Có một chiếc điện thoại di động lokal, ngày đầu tiên. Để sử dụng trong trường hợp có vấn đề. Chúng ta có thể gọi cho họ bất cứ lúc nào. Thật tuyệt khi có - Chúng tôi chỉ sử dụng nó. Họ gọi cho chúng tôi để biết mọi thứ có hài lòng không. . Nó đã như vậy.  Tôi không thể khá hơn..Đọc thêm",
            "Chúng tôi nghĩ rằng chúng tôi đã có ý tưởng hay về những gì chúng tôi muốn xem ở Việt Nam và cách chúng tôi muốn xem. Chúng tôi đã liên hệ với Kenneth để sắp xếp mọi thứ và anh ấy đã làm cho mọi thứ trở nên tốt hơn những gì chúng tôi có thể tưởng tượng. Anh ấy gợi ý những địa điểm để xem mà chúng tôi không thể thiếu và cải thiện hành trình của chúng tôi. Khi có vấn đề phát sinh trong một trong những chuyến đi của chúng tôi, Kenneth đã sắp xếp thêm một đêm nghỉ tại khách sạn ở Hà Nội và một chuyến đi đến một công viên quốc gia. Chúng tôi có thể giới thiệu Kenneth và Công ty của anh ấy. Các hướng dẫn viên mà anh ấy làm việc cùng rất chuyên nghiệp và linh hoạt với kiến ​​thức sâu rộng về đất nước của họ. Không có lúc nào có bất kỳ vấn đề nào với việc đón khách của hướng dẫn viên hoặc tài xế. Chúng tôi đã dành 2 tuần ở Việt Nam để đi từ Bắc vào Nam và cũng ghé thăm Phú Quốc, một hòn đảo nhiệt đới. Đọc thêm",
            "Kristina L thân mến,\n\nChúng tôi muốn gửi đến bạn lời cảm ơn sâu sắc vì đã để lại cho chúng tôi những lời tốt đẹp như vậy. Tôi sẽ chuyển lời khen của bạn đến toàn bộ nhóm của chúng tôi. Chúng tôi rất vui vì bạn đã tận hưởng thời gian ở Việt Nam và chúng tôi đang nỗ lực hết sức để cải thiện dịch vụ du lịch của mình nên ý kiến ​​của bạn sẽ giúp ích cho chúng tôi rất nhiều. \n\nMột lần nữa, cảm ơn bạn đã lựa chọn chúng tôi. Chúc bạn, gia đình và bạn bè có nhiều chuyến đi an toàn phía trước và chúng tôi hy vọng được chào đón bạn một lần nữa tại Việt Nam!\n\nTrân trọng,\n\nHương Đào - Vietnam Rejser Team.Đọc thêm",
            "Kenneth Đan Mạch w. kỹ năng tiếng Anh thông thạo, sống ở Việt Nam từ Việt Nam Rejser sắp xếp đón tại sân bay, khách sạn ở trung tâm Hà Nội và tuần đầu tiên trong chuyến tham quan của chúng tôi ở miền bắc Việt Nam - Vịnh Hạ Long và Sapa w. Hướng dẫn thiểu số. Trải nghiệm tuyệt vời nhất của chúng tôi là chuyến đi Sapa sau đó là Vịnh Hạ Long. Mức giá và các kết nối tham quan mà anh ấy có có chất lượng tốt như bạn mong đợi, tuy nhiên, điều khiến VT trở nên khác biệt là độ tin cậy, tính linh hoạt và sự hữu ích của Kenneth. Khi bạn đặt chuyến đi qua đại lý này, bạn sẽ có một người bạn ở Việt Nam trong suốt phần còn lại của chuyến đi - người luôn nỗ lực hết mình để giúp bạn về các mẹo du lịch và đặc biệt là cho chúng tôi nhiều lần, ví dụ: khi chúng tôi quên hành lý trên tàu và anh ấy đảm bảo gửi nó cho chúng tôi ở điểm đến tiếp theo hoặc khi hành lý của chúng tôi bị trì hoãn trên chuyến bay và chúng tôi phải hoãn chuyến đi Vịnh Hạ Long 1 ngày. Cảm ơn một lần nữa ;-Đọc thêm",
            "Kenneth từ Vietnam Rejser Day Tour đã sắp xếp kỳ nghỉ gần bốn tuần của chúng tôi tại Việt Nam. Anh ấy sắp xếp việc đón khách tại sân bay, vé máy bay và đường sắt nội địa, lưu trú tại khách sạn, các chuyến tham quan trong ngày. Toàn bộ chuyến đi đã được lên kế hoạch theo mong muốn của chúng tôi và mọi thứ diễn ra suôn sẻ. Kenneth là một chàng trai rất tốt bụng và có trách nhiệm mà tôi thực sự có thể giới thiệu.  :-, Đọc thêm",
            "Chúng tôi có một chuyến đi tuyệt vời đến Việt Nam. Chúng tôi đã tự mình đưa ra đề xuất cho chuyến đi và Kenneth đã giúp chúng tôi điều chỉnh nó. Mọi thứ đã hoạt động từ đầu đến cuối. Chúng tôi đã ở trong tay an toàn trong suốt chặng đường. Chúng tôi không thể đặt ngón tay của mình vào bất cứ điều gì. Tour đã đi: Hà Nội, Vịnh Hạ Long, Huế, Hội Anh, Hồ Chí Minh, Làng Xanh trên sông Mê Kông và đảo. Phú Quốc. Chúng tôi đã gặp Vietnam Travels Phùng tại buổi gặp mặt chào mừng và chúng tôi đã có Michael nói chuyện qua điện thoại trong suốt chuyến đi. Thật sự rất yên tâm khi có thể gọi cho Vietnam Travel nếu có nhu cầu. Nếu chúng tôi gọi cho Michael, anh ấy sẽ nhanh chóng đưa ra giải pháp hoặc ý tưởng cho chúng tôi. Chúng tôi chỉ có thể cung cấp cho Vietnam Travel tất cả những khuyến nghị tốt nhất của mình - 5 sao là không đủ. Lần tới chúng tôi đến Việt Nam và chắc chắn sẽ hợp tác với Vietnam Rejser. Những lời chúc tốt đẹp nhất từ ​​chúng tôi gửi tới Kenneth, Michael và Phụng.Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời, mọi thứ đều trong tầm kiểm soát. Chúng tôi cảm thấy được theo dõi suốt chặng đường và mọi thứ đều ăn khớp. 4 hướng dẫn viên tuyệt vời, ngọt ngào và vô cùng tài năng của chúng tôi ở Hà Nội cũng như sông Cửu Long và thành phố Hồ Chí Minh rất có năng lực và chắc chắn đã nâng cao kinh nghiệm và kiến ​​thức của chúng tôi về Việt Nam. Thật tuyệt khi có thẻ sim để chúng tôi biết rằng chúng tôi có thể liên lạc với bạn và không kém phần quan trọng là chúng tôi có dữ liệu về chuyến đi. Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời diễn ra chính xác như chúng tôi có thể tưởng tượng Dịch vụ thực sự tốt cả trước và trong chuyến đi. Chương trình được tổ chức tốt và đa dạng, và liên hệ trực tiếp với cố vấn du lịch tại Việt Nam qua WhatsApp, người hầu như luôn sẵn sàng 24/7. Những gợi ý thực sự tốt cho các tour du lịch và tất cả đều có hướng dẫn viên riêng, cả tour đi bộ, tour đạp xe và tour ẩm thực. Tất cả hướng dẫn viên đều nói tiếng Anh tốt, là người địa phương và cung cấp cái nhìn sâu sắc về cuộc sống và sinh sống tại Việt Nam Chúng tôi cũng đã đi xe máy 2 ngày trước Hội An với hai cậu con trai 7 và 12 tuổi. Đó là một trải nghiệm thực sự tốt và chúng tôi cảm thấy an toàn với bốn người lái xe máy. Họ lái xe theo các điều kiện và sau đó có một đứa trẻ 7 tuổi ngồi ở phía sau. Chắc chắn có thể giới thiệu. Du lịch Việt Nam được 5 sao từ đây Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời đến Việt Nam - và trở về nhà với những trải nghiệm tuyệt vời từ một đất nước thú vị. Chúng tôi là hai cặp đôi đi du lịch cùng nhau trong 3 tuần. Chúng tôi chọn Du lịch Việt Nam vì họ sẵn sàng lắng nghe mong muốn của chúng tôi để chúng tôi có thể quyết định. bản thân về độ dài của chuyến đi và lưu trú ở nhiều nơi khác nhau ở Việt Nam. Ngoài ra, họ sẵn sàng đáp ứng yêu cầu của chúng tôi về một chuyến du ngoạn trên sông Mê Kông và chúng tôi cũng có thể kết thúc chuyến đi với 3 ngày ở Campuchia, đó cũng là một trải nghiệm tuyệt vời. Thật tuyệt khi chính chúng tôi đã có ảnh hưởng lớn đến cuộc hành trình. Trong suốt quá trình, chúng tôi đã có sự liên lạc tốt qua mỗi thư và chúng tôi luôn cập nhật các thông tin cập nhật - vì vậy rất hài lòng với quá trình liên lạc, tốc độ cũng luôn rất nhanh .Tất cả các thỏa thuận liên quan đến vận chuyển đều được đáp ứng trong thư, chúng tôi đã được đón và đưa đến thời gian và địa điểm đã thỏa thuận. Ngoài ra, chúng tôi vô cùng hài lòng với việc lựa chọn khách sạn - trung tâm đẹp và tiêu chuẩn thực sự tốt.Chúng tôi mang đến cho Việt Nam du lịch những đề xuất tốt nhất của chúng tôi.Đọc thêm",
            "Chúng tôi vừa trở về nhà sau 17 ngày tuyệt vời ở Việt Nam. Chuyến đi vượt xa mọi mong đợi và tất cả các đặt phòng chúng tôi đã thực hiện trước đều diễn ra suôn sẻ và đúng giờ. Chào mừng Phương tại Hà Nội, các khách sạn, tour du lịch, chuyến bay nội địa, đón khách khắp mọi nơi và không kém phần quan trọng là nhiều hướng dẫn viên khác nhau đã cùng nhau mang lại cho chúng tôi trải nghiệm để đời. Trong quá trình lập kế hoạch thực tế cho chuyến đi. Kenneth thực sự rất giỏi trong việc lắng nghe những mong muốn của chúng tôi, đưa ra những gợi ý hữu ích cho chuyến đi và rất dễ giao tiếp. Du lịch Việt Nam nhận được những lời khuyên nồng nhiệt nhất của chúng tôiĐọc thêm",
            "Chi tiết về chuyến tham quan và thời gian?Đọc thêm",
            "Xin chào kbry2009\nXin lỗi câu trả lời muộn của tôi. Tôi không nhận được bất kỳ thông báo nào về tin nhắn của bạn. \nCác chuyến tham quan của chúng tôi có thể được thực hiện quanh năm và số ngày tùy theo lịch trình của bạn. Hãy liên hệ với chúng tôi, sau đó chúng tôi có thể hướng dẫn bạn tốt hơn.\nChúng tôi rất mong nhận được phản hồi từ bạn.Đọc thêm"
        ],
        "star_ratings": [
            120,
            6,
            0,
            0,
            0
        ],
        "review_amount": 126,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du lịch Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 11, 2015",
            "Written September 7, 2015",
            "Written February 1, 2015",
            "Written January 31, 2015",
            "Written January 26, 2015",
            "",
            "Written May 29, 2024",
            "",
            "Written April 24, 2024",
            "",
            "Written April 19, 2024",
            "",
            "Written April 12, 2024",
            "",
            "Written March 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7513179-Reviews-or20-Vietnam_Rejser-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-or10-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-or30-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12212969-Reviews-O2_Space_Nightclub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20896787-Reviews-BOOM_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4231192-Reviews-Flow_bar_hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1673312-Reviews-World_Mate_Travel_Vietnam_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4167181-Reviews-The_Wolfhound_Irish_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7981920-Reviews-Locked-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d8147848-Reviews-KShuttle-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d7394034-Reviews-Homun_Cenotes-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d2249795-Reviews-Rolling_Hills_Zoo-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d6206087-Reviews-Cairo_Festival_City_Mall-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g54482-d561003-Reviews-Charleston_Tea_Garden-Wadmalaw_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g580259-d15189038-Reviews-Cascata_dos_Anjos-Ponta_Do_Sol_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12552511-d10203392-Reviews-Sonmiani_Beach-Sonmiani_Balochistan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324481-Reviews-Dubai_Creek-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d143723-Reviews-Epic_Discovery_at_Breck-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g37506-d126379-Reviews-Holiday_World_Splashin_Safari-Santa_Claus_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-or30-Vietnam_Rejser-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-or20-Vietnam_Rejser-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Rejser",
        "attraction_name_vi": "Du lịch Việt Nam",
        "general_info": [
            "126 đánh giá",
            "79 trên 535 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Vietnam Rejser được điều hành bởi một anh chàng người Đan Mạch từng trải nghiệm du lịch Việt Nam từ năm 2007 và rất yêu thích đất nước này sau đó. Hãy bắt đầu hành trình của bạn ngay bây giờ để khám phá những phần kỳ lạ nhất, với nhiều niềm vui, sự linh hoạt và độc đáo hơn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có 3 tuần khó quên ở Việt Nam. Trao đổi về chuyến đi trước khi khởi hành và với Phương tại Hà Nội cực kỳ kỹ lưỡng và đầy đủ thông tin. Nhờ sự hoạch định và hướng dẫn tốt của các bạn, chúng tôi đã có rất nhiều trải nghiệm thú vị và khác biệt mà chúng tôi chưa bao giờ mơ tới. Chúng tôi đã có được cái nhìn sâu sắc rất tốt về cả lịch sử, điều kiện xã hội, thiên nhiên và cuộc sống hàng ngày. Trong chuyến đi, mọi thứ đều được thực hiện đến từng chi tiết cuối cùng. Chúng tôi có thể nồng nhiệt giới thiệu cho bạn.Đọc thêm",
            "Chúng tôi vừa trở về nhà sau chuyến đi tuyệt vời ở Việt Nam trong 15 ngày. Chuyến đi đã được lên kế hoạch tốt cho du lịch Việt Nam và mọi thứ diễn ra theo đúng kế hoạch. Chúng tôi đã thực hiện một số thay đổi trong quá trình thực hiện, trong đó Kenneth và Michael, người sở hữu công ty du lịch, rất nhanh nhẹn và có tinh thần phục vụ. Ngoài những thứ khác, chúng tôi còn mua thêm các tour du lịch để con gái có thể đồng hành cùng chúng tôi trong hành trình. Chúng tôi đi từ nam ra bắc, mỗi lần phải đi xa hoặc thay đổi địa điểm đều được đón và giao hàng đúng như kế hoạchĐịa phương hướng dẫn viên cho các chuyến tham quan của chúng tôi có chất lượng cao và một trong những điều tuyệt vời nhất về chuyến đi là những câu chuyện về Việt Nam. Tôi luôn khuyên bạn nên đi du lịch Việt Nam Đọc thêm",
            "Chúng tôi rất hân hạnh được thực hiện chuyến đi 4 tuần tới Việt Nam do Vietnam Rejser tổ chức, người với kiến ​​thức sâu rộng về đất nước này đã đảm bảo cho chúng tôi một chuyến đi tuyệt vời. Cả về việc lập kế hoạch cho chuyến đi và trong suốt chuyến đi, chúng tôi đã trải nghiệm một dịch vụ tuyệt vời và nhanh chóng, nơi thực sự tập trung vào mong muốn của chúng tôi. Mọi chuyện bắt đầu khi chúng tôi đến khách sạn đầu tiên ở Hà Nội, nơi chúng tôi gặp nhân viên địa phương của họ, Phương. Cô ấy đã chào đón chúng tôi nồng nhiệt và cùng chúng tôi kể lại toàn bộ hành trình của chúng tôi một cách chi tiết với nhiều khuyến nghị khác nhau. Một trong những điều tuyệt vời nhất trong chuyến đi này là Phương đã đưa cho chúng tôi thẻ SIM địa phương khi đến nơi. Lúc đầu, chúng tôi nghĩ rằng điều đó có thể không cần thiết vì chúng tôi chỉ có thể truy cập trực tuyến qua Wi-Fi của khách sạn. Nhưng hóa ra đó lại là một sự trợ giúp cực kỳ lớn, vì chúng tôi có thể liên tục đọc nhiều bài đánh giá khác nhau và liên lạc với Phương nếu chúng tôi có thắc mắc hoặc cần đề xuất trợ giúp. Cô ấy luôn phản hồi nhanh chóng và vô cùng hữu ích. Vietnam Rejser đảm bảo rằng chúng tôi đã có một trải nghiệm tuyệt vời, nơi chúng tôi có thể cảm nhận được kiến ​​thức tuyệt vời của họ về đất nước này trên khắp đất nước. Từ những địa điểm du lịch nổi tiếng nhất cho đến những viên ngọc ẩn giấu - họ đảm bảo rằng chúng tôi có được trải nghiệm trọn vẹn về Việt Nam. Chúng tôi thực sự muốn giới thiệu công ty du lịch này cho những ai mơ ước khám phá Việt Nam.Đọc thêm",
            "Chi tiết về chuyến tham quan và thời gian?Đọc thêm",
            "Xin chào kbry2009\nXin lỗi câu trả lời muộn của tôi. Tôi không nhận được bất kỳ thông báo nào về tin nhắn của bạn. \nCác chuyến tham quan của chúng tôi có thể được thực hiện quanh năm và số ngày tùy theo lịch trình của bạn. Hãy liên hệ với chúng tôi, sau đó chúng tôi có thể hướng dẫn bạn tốt hơn.\nChúng tôi rất mong nhận được phản hồi từ bạn.Đọc thêm"
        ],
        "star_ratings": [
            120,
            6,
            0,
            0,
            0
        ],
        "review_amount": 126,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du lịch Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "",
            "Written March 11, 2024",
            "",
            "Written November 1, 2023",
            "",
            "Written September 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7513179-Reviews-or30-Vietnam_Rejser-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-or20-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12212969-Reviews-O2_Space_Nightclub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20896787-Reviews-BOOM_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4231192-Reviews-Flow_bar_hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1673312-Reviews-World_Mate_Travel_Vietnam_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4167181-Reviews-The_Wolfhound_Irish_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7981920-Reviews-Locked-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14956534-Reviews-Top_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d14494709-Reviews-Daisuki_Massage_by_Lolita_Chiang_Mai-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g3249620-d3216646-Reviews-Geyser_Falls_Water_Theme_Park-Choctaw_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d13273646-Reviews-Upbeat_Recreation_Centre-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g48246-d8041859-Reviews-Hudson_Park_and_Beach-New_Rochelle_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g2018261-d4738135-Reviews-Boulder_Bay_Park-Big_Bear_Lake_Big_Bear_Region_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7376484-Reviews-Lavish_Spa-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g31262-d108811-Reviews-Lake_Havasu-Lake_Havasu_City_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d523522-Reviews-Laksala-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g667452-d8309124-Reviews-Half_Moon_Beach-Little_San_Salvador_Island_Half_Moon_Cay_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d2025241-Reviews-Waco_Mammoth_National_Monument-Waco_Texas.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-or30-Vietnam_Rejser-Hanoi.html"
    }
]