[
    {
        "attraction_name": "Viet Made",
        "attraction_name_vi": "Việt Made",
        "general_info": [
            "42 đánh giá",
            "- 270 trên 679 Mua sắm ở Hội An",
            "Chuyên mục - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Nằm ở trung tâm Hội An, Viet Made cung cấp các sản phẩm độc đáo do trẻ em và người khuyết tật làm thủ công. Các sản phẩm sáng tạo bao gồm quần áo, túi xách, văn phòng phẩm, đồ gia dụng, sách nghệ thuật, xà phòng, dầu và phụ kiện thời trang. Các sản phẩm bao gồm vải cotton chất lượng cao và thân thiện với môi trường, được sản xuất riêng cho cửa hàng.Đọc thêm",
        "reviews": [
            "Có rất nhiều lựa chọn về các mặt hàng được sản xuất tại địa phương ở đây. Tôi đã mua một số đồ lót - túi đựng giày - giống hệt những thứ tôi đã mua cách đây mười năm ở thành phố Hồ Chí Minh - mà người phụ nữ cố nói với tôi là được thêu tay. Tôi đã không rơi vào tình trạng đó! - Nhưng vẫn còn một số điều thú vị mà bạn không thể thấy ở mọi nơi. Đáng xem nếu bạn đi ngang qua.Đọc thêm",
            "Cửa hàng này hỗ trợ tổ chức từ thiện cho trẻ em và cung cấp các mặt hàng thủ công có chất lượng cao mà bạn sẽ không thấy ở các cửa hàng lưu niệm. Cửa hàng nằm cách xa đường phố và rất dễ bỏ lỡ, nhưng rất đáng để tìm kiếm nếu bạn đang tìm quà để mang về nhà. Những chiếc khăn lụa có nhiều kiểu dáng và màu sắc với giá cả rất hợp lý.Đọc thêm",
            "Chúng tôi rất thích cửa hàng này và những thứ chúng tôi mua ở đó vẫn khiến chúng tôi nhớ lại khoảng thời gian tuyệt vời ở Hội An! Quán Viet Made nằm trong khu đi bộ Hội An và rất dễ nhận ra bởi những chiếc đèn cầu sợi treo ở lối vào. Chúng tôi đã mua những chiếc đèn như vậy để trang trí phòng khách của chúng tôi hiện nay. Ở Việt Nam rẻ hơn ở nhà nên tôi mua một cái dài khoảng 30 màu! Họ cũng bán rất nhiều đồ handmade dễ thương khác! Con gái 3 tuổi của tôi đã chọn cho mình một con khủng long nhỏ dễ thương. Cảm ơn các bạn!Đọc thêm",
            "Đây phải là điểm dừng trong hành trình mua sắm của bạn khi ở Hội An. Cửa hàng tuyệt đẹp này có đội ngũ nhân viên thân thiện nhất, không tự đề cao và chứa đầy những thứ đẹp đẽ!! Hầu hết đều được làm thủ công - có những chiếc túi bông tinh tế, vòng chìa khóa bằng vải dễ thương, đồ chơi lộng lẫy, những chiếc ví vải và vỏ điện thoại đẹp mắt. Tất cả đều có giá hợp lý và không cần mặc cả. Đọc thêm",
            "Có rất nhiều thứ thực sự tuyệt vời dành cho trẻ em. Đồ chơi, đèn, bản in, thẻ. Ở trong đó hồi lâu mới thấm hết cái mát lạnh. Rất khác với tất cả những thứ khác được nhìn thấy xung quanh Hội An, hoặc những nơi khác ở Việt Nam.  Đọc thêm",
            "Nhiều cửa hàng lưu niệm ở Hội An đang bán ít nhiều những mặt hàng giống nhau, nhưng cửa hàng này có đồ chơi mềm tuyệt vời và nhiều loại túi, áp phích, bưu thiếp, vòng tay thú vị, v.v. - Nhân viên rất thân thiện và hữu ích, cho phép bạn tham quan xung quanh suốt thời gian dài. khi bạn cần và không ép bạn phải mua bất cứ thứ gì. Nằm cách cây cầu Nhật Bản nổi tiếng khoảng 100 m, rất dễ tìm thấy nơi này. Đọc thêm",
            "Chúng tôi đến thăm Việt Nam Made in Old Town Hoian và tìm thấy những đồ chơi và phụ kiện chất lượng. Khi chúng tôi đang tìm đồ cho các cháu thì nhân viên Ngọc Oanh và cô Thảo rất nhiệt tình giúp đỡ. Chúng tôi đã mua một số đồ chơi mềm xinh xắn và một chiếc chăn bông và nhân viên đã sắp xếp để chuyển những thứ này sang Úc. Thật vui khi được đối xử thân thiện như vậy, những người hữu ích và chuyên nghiệp trong một cửa hàng xinh xắn, nơi giá cả được niêm yết rõ ràng cho khách hàng.Đọc thêm",
            "Tôi chưa từng thấy một cửa hàng nào như thế này ở bất kỳ nơi nào khác trong chuyến du lịch của chúng tôi. Nó thật đáng yêu vì nó hỗ trợ trẻ em nghèo sống ở vùng nông thôn và phản ánh tính cách của chủ nhân nó, được đặt tên một cách thích hợp là Sunrise. Trong những tháng kể từ khi trở lại phòng trưng bày lụa của chúng tôi ở Úc, tôi và vợ vẫn tiếp tục ủng hộ Sunrise. Các lô hàng của cô ấy chứa tất cả những gì chúng tôi đặt hàng và sẽ đến nơi trong vòng vài ngày sau khi xác nhận đơn hàng. Những doanh nghiệp như thế này quá hiếm. Yêu cầu xem bộ sưu tập múa rối nước Hà Nội, hoàn toàn điên rồ! Hội Anh là thị trấn đáng yêu nhất ở Việt Nam, và đây được cho là cửa hàng đáng yêu nhất ở Hội Anh.Đọc thêm",
            "Cửa hàng này thật tuyệt vời, những món đồ thiết thực đẹp mắt, tuyệt vời để làm quà tặng với những tác phẩm nghệ thuật tuyệt đẹp dành cho trẻ em trên vải. yêu!  Carene Evans Adelaide SAĐọc thêm",
            "Rất thích cửa hàng này, các mặt hàng rất đẹp và được trưng bày đẹp mắt. Đã mua một số loại tinh dầu, dầu gội, xà phòng, v.v. Cửa hàng cũng có một số mẫu áo phông rất khác nhau và nhân viên rất nhiệt tình. Hãy đến đó, bạn sẽ thích Đọc thêm"
        ],
        "star_ratings": [
            34,
            5,
            3,
            0,
            0
        ],
        "review_amount": 42,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Việt Made",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 3, 2018",
            "Written June 3, 2018",
            "Written January 6, 2017",
            "Written October 4, 2016",
            "Written May 10, 2016",
            "Written December 23, 2015",
            "Written July 8, 2015",
            "Written June 22, 2015",
            "Written January 24, 2015",
            "Written January 13, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d5953261-Reviews-Viet_Made-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26083792-Reviews-QQ_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15059770-Reviews-Au_Lac_Wood_Art-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17483516-Reviews-Minh_Huong_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451143-Reviews-Cantonese_Assembly_Hall-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454963-Reviews-The_Old_House_of_Phun_Hung-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451147-Reviews-Japanese_Covered_Bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6453742-Reviews-Duc_An_Old_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546724-Reviews-Chua_Phap_Bao_Pagoda-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-or10-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3903512-Reviews-Hung_Thai-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7806157-Reviews-Hoi_An_CraftShips-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27692043-Reviews-TiredCity_152_Tr_n_Phu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12211836-Reviews-Artbook-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25461538-Reviews-Son_Ca_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5972875-Reviews-Mango_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6774847-Reviews-Nguyet_Thu_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5972874-Reviews-Son_Ca-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25226713-Reviews-The_Ruby_Jewellery_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26686305-Reviews-Kem_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d3915397-Reviews-Zoe_in_Yellow_Chiangmai_Thailand-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g29006-d1806785-Reviews-Chewacla_State_Park-Auburn_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d8527016-Reviews-Bunk_Art_1-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d144389-Reviews-Churchill_Downs-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g664176-d2302225-Reviews-Orrido_di_Bellano-Bellano_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g37853-d109732-Reviews-Fenelon_Place_Elevator_Co-Dubuque_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g31156-d103561-Reviews-Keystone_Canyon-Valdez_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g29912-d250341-Reviews-Akron_Zoo-Akron_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g57143-d140239-Reviews-Antelope_Island_State_Park-Syracuse_Davis_County_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d2479409-Reviews-360_Mall-Kuwait_City.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-or10-Viet_Made-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-Viet_Made-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Viet Made",
        "attraction_name_vi": "Việt Made",
        "general_info": [
            "42 đánh giá",
            "- 270 trên 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Nằm ở trung tâm Hội An, Viet Made cung cấp các sản phẩm độc đáo do trẻ em và người khuyết tật làm thủ công. Các sản phẩm sáng tạo bao gồm quần áo, túi xách, văn phòng phẩm, đồ gia dụng, sách nghệ thuật, xà phòng, dầu và phụ kiện thời trang. Các sản phẩm bao gồm vải cotton chất lượng cao và thân thiện với môi trường, được sản xuất riêng cho cửa hàng.Đọc thêm",
        "reviews": [
            "Tôi đã đến cửa hàng này nhiều lần trong thời gian ở Hội An. Các mặt hàng họ bán ở đó có chất lượng tốt hơn nhiều so với bất kỳ cửa hàng du lịch nào khác và thực sự không phải là thứ bạn có thể tìm thấy ở bất kỳ nơi nào khác! Sau khi trở về nhà, hầu hết những món quà lưu niệm khác tôi mua ở Hội An đều bị vỡ và vỡ nhưng tôi rất vui khi thông báo rằng chiếc túi Tòhe của tôi trông vẫn hoàn hảo như ngày đầu tiên tôi nhận được và chất lượng vẫn được đảm bảo! Chắc chắn đáng để ghé thăm, đặc biệt nếu bạn có con!Đọc thêm",
            "Tôi tìm thấy viên ngọc nhỏ đáng yêu này trên mạng khi đang nghiên cứu về Hội An và ưu tiên nó trong danh sách - phải ghé thăm - của tôi khi tôi ở Hội An gần đây. Lần đầu tiên đến thăm, tôi rất mệt mỏi, nóng nực và cần phải ngồi xuống, không có tâm trí để mua bất cứ thứ gì. Cô gái trẻ ở đó rất vui vẻ, mời tôi một chiếc ghế trước một chiếc quạt và quan tâm đến phúc lợi của tôi hơn là liệu tôi có mua gì hay không.- Tất nhiên, tôi cùng con gái quay lại để mua một số món đồ vào cuối tuần và cũng đề nghị con dâu tôi đến thăm. sau đó cô ấy đã làm như vậy. Tất cả các thiết kế túi xách, ví, hộp đựng bút màu và ba lô, v.v., được thực hiện bởi trẻ em có hoàn cảnh khó khăn và in trên vải cotton, đều rất thú vị - thật khó để lựa chọn. Cả tôi và con gái tôi đều được tặng những món quà móc khóa nhỏ sau khi chúng tôi mua hàng. Hãy để ý đến cửa hàng nhỏ tuyệt vời này khi bạn đi dạo dọc bờ sông, sau đó có thể ăn trưa tại Cargo hoặc Morning Glory và ghé vào một cửa hàng khác - vì lý do chính đáng - cửa hàng gần đó tên là Reaching Out. Người phụ nữ ở Tòhe dẫn chúng tôi đến một quán bar ở góc phố có máy lạnh - đầy người phương Tây và là cứu cánh cho tôi! Một cửa hàng độc đáo giữa tất cả các cửa hàng lưu niệm thông thường ở Hội An nhưng chắc chắn là nơi giành chiến thắng cho tôi, đặc biệt là khi bạn biết triết lý đằng sau doanh nghiệp.Đọc thêm",
            "Chúng tôi đi ngang qua và phát hiện ra cửa hàng ở mặt tiền 95 Bạch Đằng. Cửa hàng trông nhỏ hơn một chút và ít khoảng cách hơn so với ảnh mặt tiền cửa hàng khác nhưng sản phẩm rất tuyệt vời. Đó cũng là một lý do tốt. Chúng ta có một chiếc túi cứng nhỏ dễ thương mà chúng ta sẽ dùng để đựng một chiếc giỏ có hình những chú ếch trên đó. Nếu tôi còn chỗ trống trong vali, tôi cũng sẽ có một chiếc túi tote lớn có hình mèo.Đọc thêm",
            "Tôi quen Tòhe ở Hà Nội và rất vui khi thấy họ mở chi nhánh tại Hội An. Mỗi năm - mỗi mùa các thiết kế khác nhau được chọn để trang trí sản phẩm của họ. Những đứa trẻ này phần lớn là người khuyết tật, sống trong trại trẻ mồ côi hoặc ở nhà. Hiện tại sản phẩm được in trên chất liệu cotton trắng chắc chắn, theo tôi hiểu thì sau này họ sẽ sử dụng nhiều màu nền hơn. Một điều cần lưu ý là địa chỉ 95 Bạch Đằng - có hai địa chỉ có địa chỉ này - một là nhà hàng - quán ba.  Cửa hàng cách nhà hàng vài cánh cửa. Sản phẩm của Tòhe là những món quà và vật kỷ niệm tuyệt vời - sẽ luôn khiến bạn mỉm cười khi nhìn vào những bức vẽ.Đọc thêm",
            "Đây là một cửa hàng lưu niệm rất khác so với hầu hết những cửa hàng khác ở Hội An. Bạn sẽ không tìm thấy bất kỳ mặt hàng sản xuất hàng loạt nào - đồ lưu niệm - mà tất cả các cửa hàng khác đều có, mà thay vào đó là những sản phẩm hữu ích được thiết kế bởi trẻ em Việt Nam có hoàn cảnh khó khăn. Một phần số tiền được chuyển trực tiếp đến tổ chức giúp đỡ những đứa trẻ đó.  - www.tohe.vn - Sản phẩm dùng được, giá cả hợp lý, làm quà tặng xinh xắn mang về nhà. Mình mua vài cái vỏ máy tính, túi vải và bìa hộ chiếu. Quán nằm ngay bờ sông giữa một số nhà hàng đẹp, cũng rất đáng ghé thăm. Đọc thêm",
            "Tôi tình cờ gặp cửa hàng này khi đang lang thang quanh Hội An. Đó là một ý tưởng tuyệt vời và tôi đã mua một số mẫu thiết kế. Tôi ước tôi đã mua nhiều hơn. Tạo ra những món quà tuyệt vời và hỗ trợ một mục đích lớn lao. Tôi muốn giới thiệu một điểm dừng ở cửa hàng này nếu bạn ở Hội An. Người đàn ông đang làm việc khi tôi ghé vào rất tốt bụng và hữu ích và đã kể cho tôi nghe về tổ chức.Đọc thêm",
            "Tôi đã đến Tòhe và mua một chiếc túi xách, một chiếc hộp đựng hộ chiếu và hai chiếc túi nhỏ, tất cả đều có những bức vẽ đầy màu sắc tuyệt đẹp trên đó. Cửa hàng bán các phụ kiện có thiết kế và hình vẽ của trẻ em Việt Nam có hoàn cảnh khó khăn. Một phần tiền bạn chi cho các sản phẩm sẽ được dùng để tài trợ cho các lớp học nghệ thuật dành cho trẻ em, nơi các em tạo ra những kiệt tác vui tươi mà bạn thấy trong cửa hàng. Các nhân viên rất thân thiện và tặng tôi một chú chó giấy nhỏ miễn phí do một trong những đứa trẻ làm để cảm ơn tôi đã mua một vài thứ. Đây là cửa hàng yêu thích của tôi mà tôi đã ghé thăm ở Hội An - tôi tình cờ tìm thấy nó vào ngày cuối cùng ở đó, khi đang đi bộ trở lại khách sạn - vì bạn biết rằng số tiền đó sẽ được dùng cho một mục đích tốt. Các sản phẩm thủ công mỹ nghệ trong các cửa hàng du lịch có lẽ chủ yếu được sản xuất tại các nhà máy hoặc xưởng may bóc lột. Tốt nhất khi mua đồ lưu niệm ở Việt Nam, hãy mua từ những cửa hàng như thế này vì chúng đến từ một nơi có đạo đức. Rất đáng để mua. Đọc thêm",
            "Thật là một tổ chức tuyệt vời và những sản phẩm tuyệt vời. Tất cả các sản phẩm đều được thiết kế bởi trẻ em có hoàn cảnh khó khăn và đều có giá rất tốt. Những món quà tuyệt vời của họ để tặng để biết bạn đã trả lại! 50 - lợi nhuận sẽ được trả lại cho bọn trẻ là những người chủ rất đáng yêu và tốt bụng. Rất khuyến khích!! Đọc thêm",
            "Cửa hàng nhỏ đáng yêu này bán túi vải, ví, hộp đựng hộ chiếu và các đồ vật khác được in với thiết kế dễ thương và đầy màu sắc được vẽ bởi những đứa trẻ có hoàn cảnh khó khăn tham gia các chương trình vui chơi sáng tạo của chúng. 50 - lợi nhuận sẽ được dùng để tài trợ cho các chương trình. Một nơi tuyệt vời để nhận quà cho bạn bè và gia đình ở quê nhà khi bạn không biết nên mua gì. Nhân viên siêu thân thiện nữa : - Đọc thêm",
            "Chất lượng cao với thiết kế vui nhộn của những người quan tâm. Một cách tuyệt vời để đền đáp những người có khả năng khác nhau. Giúp đỡ những người đang nỗ lực tự giúp mình. Đọc thêm"
        ],
        "star_ratings": [
            34,
            5,
            3,
            0,
            0
        ],
        "review_amount": 42,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Việt Made",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 26, 2014",
            "Written September 22, 2014",
            "Written June 14, 2014",
            "Written May 17, 2014",
            "Written May 12, 2014",
            "Written February 26, 2014",
            "Written February 22, 2014",
            "Written February 22, 2014",
            "Written February 13, 2014",
            "Written February 7, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d5953261-Reviews-or10-Viet_Made-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26083792-Reviews-QQ_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15059770-Reviews-Au_Lac_Wood_Art-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17483516-Reviews-Minh_Huong_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451143-Reviews-Cantonese_Assembly_Hall-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454963-Reviews-The_Old_House_of_Phun_Hung-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451147-Reviews-Japanese_Covered_Bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6453742-Reviews-Duc_An_Old_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546724-Reviews-Chua_Phap_Bao_Pagoda-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-or20-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3903512-Reviews-Hung_Thai-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7806157-Reviews-Hoi_An_CraftShips-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27692043-Reviews-TiredCity_152_Tr_n_Phu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12211836-Reviews-Artbook-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25461538-Reviews-Son_Ca_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5972875-Reviews-Mango_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6774847-Reviews-Nguyet_Thu_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5972874-Reviews-Son_Ca-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25226713-Reviews-The_Ruby_Jewellery_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26686305-Reviews-Kem_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d109587-Reviews-Haymarket-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g36483-d277909-Reviews-Starved_Rock_State_Park-Oglesby_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60786-d4271761-Reviews-Red_Barn_Flea_Market-Bradenton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d257721-Reviews-The_Carolina_Opry-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g47511-d1957600-Reviews-Spa_Castle-College_Point_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d4976146-Reviews-Jacobs_Pavilion_at_Nautica-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7793346-Reviews-Aerobus-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34461-d593587-Reviews-Lake_Dora-Mount_Dora_Lake_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d256675-Reviews-Easton_Town_Center-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2571660-Reviews-Itaewon-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-or20-Viet_Made-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-or10-Viet_Made-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Viet Made",
        "attraction_name_vi": "Việt Made",
        "general_info": [
            "42 đánh giá",
            "- 270 trên 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Nằm ở trung tâm Hội An, Viet Made cung cấp các sản phẩm độc đáo do trẻ em và người khuyết tật làm thủ công. Các sản phẩm sáng tạo bao gồm quần áo, túi xách, văn phòng phẩm, đồ gia dụng, sách nghệ thuật, xà phòng, dầu và phụ kiện thời trang. Các sản phẩm bao gồm vải cotton chất lượng cao và thân thiện với môi trường, được sản xuất riêng cho cửa hàng.Đọc thêm",
        "reviews": [
            "Tình cờ gặp cửa hàng này khi đi dạo quanh Hội An.  Tính nghệ thuật vui nhộn của trẻ em có hoàn cảnh khó khăn đã khiến những chiếc túi vải này - và hơn thế nữa - trở thành một món quà tuyệt vời.  Một ý tưởng từ thiện tuyệt vời vượt trội hơn tất cả những món quà lưu niệm khác.Đọc thêm",
            "Gần đây, tôi có cơ hội đến thăm Cửa hàng này. Tôi biết đến nó thông qua một người bạn của tôi, và tôi muốn thể hiện cảm xúc của mình, cảm xúc thực sự của tôi. Cảm nhận về những đứa trẻ thiệt thòi mà chúng đã làm, có thể là Chúng không hạnh phúc hơn chúng ta, chúng không mạnh mẽ hơn chúng ta. Nhưng hãy xem chúng đã làm gì. Chúng đã tự tay làm ra nhiều sản phẩm. Những ước mơ, hy vọng của chúng được gửi gắm vào bên trong những sản phẩm này - Ví dụ: bao da iPad, túi tote - và tất cả đều có giá cả phải chăng. Nếu một lần bạn đến đây, tôi chắc chắn bạn sẽ cảm thấy các sản phẩm rất tỉ mỉ và tôi hài lòng với cách cư xử của người bán hàng. Vậy tại sao bạn không thử đến đây một lần? Tôi nghĩ đây là thời điểm tuyệt vời để chúng ta suy nghĩ về rất nhiều điều trong cuộc sống của mình...Đọc thêm",
            "Sáng kiến ​​siêu sáng tạo hỗ trợ trẻ em bằng cách sử dụng ngôn ngữ sáng tạo của riêng mình. Cửa hàng nhỏ này chỉ có thể khiến bạn hạnh phúc!Đọc thêm",
            "Tôi đã ghé thăm cửa hàng này tối nay và được truyền cảm hứng từ những tác phẩm nghệ thuật bên trong. Nó sử dụng các tác phẩm nghệ thuật nguyên bản của trẻ em có hoàn cảnh khó khăn để tạo ra 100 sản phẩm có thể sử dụng được. Ví dụ. vỏ ipad, túi tote, ví, v.v. Tất cả đều có giá hợp lý và 50 - số tiền thu được sẽ tài trợ cho chương trình nghệ thuật dành cho trẻ em.  Là một giáo viên mỹ thuật ở trường tiểu học, tôi được truyền cảm hứng từ tài năng của những đứa trẻ xinh đẹp này cũng như sự tiếp đón nồng nhiệt và giải thích về chương trình mà người trợ lý cửa hàng dành cho chúng tôi. Đó là phải đến thăm. Chỉ cần tìm những chiếc bình sữa xinh xắn được trẻ em vẽ và đặt đèn trên cây bên ngoài cửa hàng. Đọc thêm",
            "Một nơi tuyệt vời để mua một số thiết kế và sản phẩm độc đáo không giống bất kỳ sản phẩm du lịch nào mà bạn thấy lặp đi lặp lại ở khắp mọi nơi. Các bản in có chất lượng và thiết kế tuyệt vời.Đọc thêm",
            "Những thiết kế tuyệt vời sử dụng những bức tranh do trẻ em khuyết tật thực hiện để in trên các sản phẩm khác nhau như túi mua sắm, túi đựng máy tính xách tay, hộp đựng ipad, hộp đựng hộ chiếu, tạp dề, quần áo, giá treo đồ và nhiều thứ khác. Mua tạp dề cho con gái tôi và người mang hộ chiếu. Muốn mua nhiều đồ của cửa hàng này nhưng không mang về được vì vali của tôi đã đầy : - - Rất khuyến khích!!!Đọc thêm",
            "Thật vui khi ghé thăm cửa hàng nhỏ đáng yêu này với đội ngũ nhân viên thân thiện như vậy.  Tôi đã rất khiêm tốn. Các sản phẩm được trưng bày thật lộng lẫy. Cuối cùng tôi đã mua hàng chục món đồ để mang về Úc. Bạn bè của tôi hoàn toàn ngưỡng mộ ví và túi đựng ipad của họ. Tôi rất vui vì có thể góp phần giúp đỡ trẻ em ở Việt Nam.Đọc thêm",
            "Cửa hàng có đầy đủ các sản phẩm đẹp, thiết kế và chất lượng tuyệt vời.. Mặc dù độ đa dạng của sản phẩm không cao nhưng tôi muốn mua từng mặt hàng mà họ bán.. Rất khuyến khích! : - Đọc thêm",
            "Thực sự đáng yêu. Tôi đã ấn tượng và bị thu hút ngay từ giây phút đầu tiên nhìn thấy nó. Đơn giản nhưng dễ thương và thân thiện, tôi yêu chiếc túi, cuốn sổ, mọi thứ. Tôi đã mua một chiếc túi cho con gái tôi và 3 chiếc khác cho bạn bè của tôi. Cái giá đó rất đáng giá và tôi rất vui khi được trả tiền cho những gì tôi thích mua. Đừng bỏ lỡ cửa hàng này khi đến Hội AnĐọc thêm",
            "Trong một biển các cửa hàng lưu niệm giống hệt nhau và những món quà nhàm chán, ToHe thực sự là một viên ngọc quý. Chúng tôi tình cờ phát hiện ra nó khi đang đi loanh quanh vì nó hơi lệch khỏi con đường chính. Ý tưởng này rất đơn giản và hiệu quả. Các sản phẩm có chất lượng tốt với mức giá hợp lý và đội ngũ nhân viên thật tuyệt vời. Chúng tôi đã trò chuyện về dự án và tìm hiểu thêm về các mục tiêu xã hội tuyệt vời của dự án cũng như những lợi ích mà những người trẻ ở Hội An sẽ được hưởng. Nếu bạn dành một chút thời gian để bước ra khỏi những gian hàng đồ trang sức còn lại ở Hội An, bạn sẽ tìm thấy một số món quà độc đáo, những con người thân thiện và một mục đích tuyệt vời.Đọc thêm",
            "Có, Chúng tôi đã tạo điều kiện cho Creative Playgrounds dành cho trẻ em thiệt thòi từ năm 2006, với các hoạt động như vẽ, xé giấy, nặn đất sét, làm đồ chơi từ vật liệu tái chế, v.v. - Ưu tiên hàng đầu của mỗi lớp học là để trẻ em CHƠI. Chúng tôi thường cùng nhau vẽ những bức tranh khổng lồ. Chúng tôi đã trang trí trứng luộc rồi nếm thử, và cảm thấy chúng thậm chí còn ngon hơn vì những nỗ lực của mình. Chúng tôi cũng sử dụng giấy thải tái chế, lon, mảnh gỗ và bìa cứng để làm đồ chơi dễ thương, dấu trang đáng yêu và quần áo giấy thời trang... Chúng tôi thậm chí còn dựng một thành phố thu nhỏ bằng chai sữa - Đọc thêm"
        ],
        "star_ratings": [
            34,
            5,
            3,
            0,
            0
        ],
        "review_amount": 42,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Việt Made",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 6, 2014",
            "Written January 19, 2014",
            "Written January 17, 2014",
            "Written January 15, 2014",
            "Written January 9, 2014",
            "Written January 8, 2014",
            "Written January 7, 2014",
            "Written January 6, 2014",
            "Written January 4, 2014",
            "Written January 4, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d5953261-Reviews-or20-Viet_Made-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26083792-Reviews-QQ_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15059770-Reviews-Au_Lac_Wood_Art-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17483516-Reviews-Minh_Huong_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451143-Reviews-Cantonese_Assembly_Hall-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454963-Reviews-The_Old_House_of_Phun_Hung-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451147-Reviews-Japanese_Covered_Bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6453742-Reviews-Duc_An_Old_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546724-Reviews-Chua_Phap_Bao_Pagoda-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-or10-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-or30-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3903512-Reviews-Hung_Thai-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7806157-Reviews-Hoi_An_CraftShips-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27692043-Reviews-TiredCity_152_Tr_n_Phu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12211836-Reviews-Artbook-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25461538-Reviews-Son_Ca_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5972875-Reviews-Mango_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6774847-Reviews-Nguyet_Thu_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5972874-Reviews-Son_Ca-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25226713-Reviews-The_Ruby_Jewellery_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26686305-Reviews-Kem_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4606908-Reviews-Smoky_Mountain_Alpine_Coaster-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d106497-Reviews-The_District-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187837-d4521211-Reviews-Taxi_Boat_Varenna_Day_Tours-Varenna_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d6909464-Reviews-Vail_Pass_Path-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g59733-d8604562-Reviews-Fox_Brook_Park-Brookfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d144768-Reviews-Logan_Pass-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g44929-d135197-Reviews-Meramec_Caverns-Stanton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g41228-d6739332-Reviews-Elms_Beach_Park-Lexington_Park_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g49365-d775534-Reviews-The_Lazy_5_Ranch-Mooresville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d19658259-Reviews-The_Wharf_Fort_Lauderdale-Fort_Lauderdale_Broward_County_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-or30-Viet_Made-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-or20-Viet_Made-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Viet Made",
        "attraction_name_vi": "Sản xuất tại Việt Nam",
        "general_info": [
            "42 đánh giá",
            "- 270 trên 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Nằm ở trung tâm Hội An, Viet Made cung cấp các sản phẩm độc đáo do trẻ em và người khuyết tật làm thủ công. Các sản phẩm sáng tạo bao gồm quần áo, túi xách, văn phòng phẩm, đồ gia dụng, sách nghệ thuật, xà phòng, dầu và phụ kiện thời trang. Các sản phẩm bao gồm vải cotton chất lượng cao và thân thiện với môi trường, được sản xuất riêng cho cửa hàng.Đọc thêm",
        "reviews": [
            "Những món quà hoàn hảo để mua bạn bè. Thay vì những sản phẩm du lịch giống nhau mà mọi người mang về từ chuyến phiêu lưu nước ngoài, những món đồ này thực sự rất đáng yêu và đáng mua. Với số tiền quyên góp được sẽ quay trở lại để giúp đỡ những trẻ em có hoàn cảnh khó khăn. Xin chúc mừng Hằng và nhóm của cô đã tạo ra một sản phẩm tuyệt vời và một cửa hàng xinh xắn.Ps. Chiếc bịt mắt là thứ dễ thương nhất mà tôi từng thấy : - Đọc thêm",
            "Vâng, sự thể hiện nghệ thuật của những nghệ sĩ nhỏ này chứa đầy - sự ngây thơ - mà chúng tôi coi là chuẩn mực của cái đẹp - một kho báu mà ngay cả người lớn cũng không dễ dàng nắm bắt được.\nHơn nữa, một số trẻ em thiệt thòi có thể được ban tặng những cách thể hiện bản thân không theo khuôn mẫu nhưng thú vị thông qua nghệ thuật.\nChúng tôi là một doanh nghiệp xã hội và chúng tôi dành 50 - tổng số tiền lợi nhuận để phát triển các hoạt động cho trẻ em thiệt thòi. Đọc thêm",
            "Tòhe không chỉ là một cửa hàng quà tặng xinh xắn mà còn là một doanh nghiệp xã hội mang đến sân chơi học tập sáng tạo cho trẻ em có hoàn cảnh khó khăn.  - Bạn có thể xem chi tiết dự án và sản phẩm trên website của họ - - tohe.vn - . - Tòhe có rất nhiều sản phẩm xinh xắn. Hình minh họa sản phẩm do trẻ em vẽ. Những tác phẩm nghệ thuật này thật tuyệt vời! Tôi yêu các khái niệm và tác phẩm nghệ thuật của họ. Lần trước tôi đã mua chiếc mặt nạ mắt ngộ nghĩnh đáng yêu. Sản phẩm của họ không quá rẻ. Nhưng tôi rất vui vì sản phẩm của họ đáng giá và nó sẽ giúp ích cho những trẻ em có hoàn cảnh khó khăn. Và hơn nữa, nhân viên cửa hàng rất tốt bụng và khá tốt bụng! Không khí trong cửa hàng tràn ngập sự thân thiện và thoải mái. Chỉ có một điểm đáng tiếc là tôi có thể không tìm thấy hàng hóa truyền thống Việt Nam và tất cả các sản phẩm đều có thiết kế phương Tây - sổ tay phong cách phương Tây, túi tote, v.v. - .Lần tới, nếu có thể, tôi muốn mua các sản phẩm phong cách truyền thống Việt Nam với tác phẩm nghệ thuật đáng yêu của Tòhe được viết bởi làm quà lưu niệm cho trẻ em - như đèn lồng kiểu Hội An, đồ sứ kiểu Bát Tràng, đồ dệt truyền thống, tre, túi mía, v.v... - Và họa tiết Bác Hồ do trẻ em viết cũng sẽ là món quà lưu niệm đẹp của Việt Nam. Tôi thấy nhiều bức tranh Bác Hồ đẹp được trẻ em khắp Việt Nam vẽ. Tôi nghĩ ông không chỉ là anh hùng mà còn là biểu tượng của Việt Nam. Ông đã hy sinh cả cuộc đời cho Việt Nam và yêu thương trẻ em khắp thế giới. Tôi cho rằng tâm trí của anh ấy đối với trẻ em có phần giống với quan niệm của Tòhe. Dù sao, tôi sẽ quay lại Tòhe để xem nhân viên đẹp và sản phẩm dễ thương. Tôi đang mong chờ những sản phẩm đáng yêu mới của họ. Và tôi hy vọng dự án của họ sẽ mang lại kết quả lớn!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì ý kiến ​​​​của bạn và mua sản phẩm của chúng tôi!! Chúng tôi đánh giá cao điều này. Chúng tôi sẽ hoàn thiện hơn nữa các sản phẩm của mình để đáp ứng nhu cầu và sự yêu thích của khách hàng. \n\nMột số sản phẩm dựa trên nhận xét của bạn mà chúng tôi đang phát triển là Đèn lồng Tohe Style Hội An và bộ sưu tập quần áo mới cho mùa Xuân Hè. Chúng tôi sẽ chú ý đến ý kiến ​​đóng góp của các bạn để lần sau phát triển thêm nhiều sản phẩm sáng tạo và đặc sắc của Việt Nam!! Chào mừng bạn đến với cửa hàng vào một ngày không xa để xem sản phẩm mới của chúng tôi!! \n\nNhững nhận xét này thực sự hữu ích cho sự phát triển của Tòhe Shop vì chúng tôi là cửa hàng mới, mới khai trương được một tháng tại Hội An!! Cảm ơn một lần nữa!!Đọc thêm",
            "Chắc chắn, bạn sẽ tìm thấy thứ gì đó phù hợp với mình trong cửa hàng đó, và khi làm như vậy, bạn sẽ giúp đỡ trẻ em khuyết tật. Cách chợ một quãng đi bộ, giá cả rất phải chăng và hàng hóa đẹp. Và nhân viên thì tuyệt vời. Hãy dành 5 phút để ghé thăm; bạn sẽ không hối hận đâu !!!Đọc thêm",
            "Vâng, chúng tôi tin rằng chương trình nghệ thuật của Tòhe sẽ giúp trẻ em có hoàn cảnh khó khăn được trải nghiệm các hoạt động thú vị và sáng tạo như vẽ, tô màu, thiết kế - \nChúng tôi đã tổ chức các hoạt động cho khoảng 1.000 trẻ em tại 16 trung tâm - trường học và lớp học hàng tuần. Bạn có thể ghé thăm chúng tôi tại website: www.tohe.vnĐọc thêm"
        ],
        "star_ratings": [
            34,
            5,
            3,
            0,
            0
        ],
        "review_amount": 42,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Việt Made",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 3, 2014",
            "Written January 3, 2014",
            "Written January 1, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d5953261-Reviews-or30-Viet_Made-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26083792-Reviews-QQ_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15059770-Reviews-Au_Lac_Wood_Art-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17483516-Reviews-Minh_Huong_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451143-Reviews-Cantonese_Assembly_Hall-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454963-Reviews-The_Old_House_of_Phun_Hung-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451147-Reviews-Japanese_Covered_Bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6453742-Reviews-Duc_An_Old_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546724-Reviews-Chua_Phap_Bao_Pagoda-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-or20-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3903512-Reviews-Hung_Thai-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7806157-Reviews-Hoi_An_CraftShips-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27692043-Reviews-TiredCity_152_Tr_n_Phu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12211836-Reviews-Artbook-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25461538-Reviews-Son_Ca_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5972875-Reviews-Mango_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6774847-Reviews-Nguyet_Thu_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5972874-Reviews-Son_Ca-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25226713-Reviews-The_Ruby_Jewellery_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26686305-Reviews-Kem_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55138-d2655583-Reviews-Peter_Kern_Library-Knoxville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7021468-Reviews-Sampeng_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g315915-d23799842-Reviews-Route_66_Fuengirola_Social_Club-Fuengirola_Costa_del_Sol_Province_of_Malaga_Anda.html",
            "https://www.tripadvisor.com/Attraction_Review-g2603964-d10721431-Reviews-Troodos_Mountains-Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g189112-d9731553-Reviews-Albufeira_Marina-Albufeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d11963891-Reviews-Cidercade_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d640407-Reviews-Bibbidi_Bobbidi_Boutique-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41535-d10307146-Reviews-Island_Creek_Oyster_Farm-Duxbury_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d3499235-Reviews-Mercado_de_Coyoacan-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g52051-d10351370-Reviews-Sand_Island_Marine_Park-Saint_Helens_Oregon.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-or30-Viet_Made-Hoi_An_Quang_Nam_Province.html"
    }
]