[
    {
        "attraction_name": "VietLong Travel",
        "attraction_name_vi": "VietLong Travel",
        "general_info": [
            "329 đánh giá",
            "104 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng xe máy",
            "Tour riêng"
        ],
        "attraction_summary": "WHO WE ARE ? At the early start, Vietlong travel was a small local tour operator for individual travellers to visit Vietnam, and has since rapidly grown with the expansion of its activities over the border to Laos, Cambodia, Thailand and Myanmar. As a result , it has got a new height to become a destination tour company with a group of experienced guides and professional qualified experts, who also has been involved in tourism business for many years, both in and outside Vietnam. In together with its development, Vietlong Travel has set up the representative operation office and affiliates located in Laos, Cambodia, Thailand and Myanmar. The omnipresent flag allows our company to be committed to taking care of all your travel arrangement in a timely manner and making your trip a unique experience. WHAT MAKES US SPECIAL ? The advantage of Vietlong Travel over its competitors is the efficiency of dynamic team and very experienced manager who co-operate with each other harmoniously, and who all work for the same goals. We are also a dynamic operator continually developing new trips focusing on areas that many tour operators prefer to stay away from. The travel products are often updated to give clients the perfect holiday possible. The hotel portfolio increases daily to meet the accommodation needs of travellers seeking a high standard of lodging at extremely competitive prices in key destinations. The package tours described in our website range from easy touring to challenging activities, all focusing in some depth on culture, history, lifestyle, wildlife , cuisine and landscape of Vietnam, Laos, and Cambodia, Thailand and Myanmar that are generally quite different to your own. These products also give travelers of diverse backgrounds , interests and budgets numerous options to choose from since they have been quoted based on different hotel categories running from standard to deluxe. At every trip, we ensure the itinerary is well-paced, the transport is interesting and safe and the hotels are well located , the guide are informative and friendly. Additionally, it is also carefully calculated to bring you a perfect balance between adventure and comfort, exploration and relaxation. Vietlong Travel has also specialized in tailor-made travel besides prepackaged holidays. The trip descriptions are tour elements that can be combined in an endless variety. No matter what your enquiry is, our expert will carefully work on it and provide you with invaluable and advisory offer. We can make requirements for groups or individuals those wish to get off the beaten track or simply relax and be pampered at a five star resort.Read more",
        "reviews": [
            "7 ngày phiêu lưu tuyệt vời được sắp xếp tuyệt vời bởi Minh Hoàng, Đông Dương, Cô Loan, những thành viên còn lại của đội ngũ tuyệt vời tại Vietlong Travel VÀ TẤT NHIÊN, người bạn đồng hành và hướng dẫn viên tuyệt vời của chúng tôi Thành Công hay còn gọi là KC. Đây là chuyến đi thứ 4 của chúng tôi với đội ngũ Vietlong. Thật khó để tìm ra từ ngữ để mô tả chuyến đi, nhưng những bức ảnh giúp kể câu chuyện về trải nghiệm đắm chìm, tùy chỉnh, thực tế, đầy phiêu lưu, thú vị và khai sáng văn hóa này. Chuyến đi bao gồm đường địa hình, đường đất, đường bê tông, cánh đồng lúa, đường cao tốc, đèo núi, những ngày nóng, những ngày mưa và một số ngày là sự kết hợp vui vẻ của tất cả những điều này! Mỗi ngày được chia thành các phần nhỏ với nhiều giờ nghỉ, đồ ăn, cà phê và các điểm dừng ngẫu nhiên để trải nghiệm văn hóa địa phương, đài tưởng niệm, kỳ quan thiên nhiên, nông nghiệp, ẩm thực, làng mạc, những con người vô cùng đa dạng và kiên cường cùng những góc nhìn và trải nghiệm chỉ có một lần trong đời. Thành Công, hay còn gọi là KC không thể làm gì hơn để biến chuyến đi này trở thành chuyến đi tuyệt vời nhất cho đến nay và chúng tôi đã lên kế hoạch cho chuyến đi tiếp theo vào tháng 3 tháng 4 năm sau! Ngày 1 Hà Nội đến Mai Châu - 200km Ngày 2 - Mai Châu đi Tân Kỳ - 270kmNgày 3 - Tân Kỳ đi Phong Nha - 315km. Một ngày dàiNgày 4 - Phong Nha đến Phong Nha - Ngày nghỉ ngơi - 50kmNgày 5 - Phong Nha đến Khe Sanh qua Vịnh Mộc - 250kmNgày 6 - Khe Sanh đến Huế 185kmNgày 7 - Huế đến Hội An 160kmĐọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch 2 ngày 2 đêm được cá nhân hóa mang tên sông Mê Kông từ Thái Lan đến Lào. Chúng tôi đã trả 900 đô la Mỹ cho 2 người đi taxi từ Chiang Rai đến Chiang Kong, chuyến đi 1,5 ngày trên sông Mê Kông bao gồm bữa trưa - điều này thật tuyệt vời-, với một vài điểm dừng trên đường đi - không có điểm nào trong số đó sẽ tốn nhiều tiền nếu có, chỗ ở 2 đêm có giá trị dưới 3040 và chắc chắn không quá 2 sao - nếu vậy, và chuyển đến khách sạn của chúng tôi ở Luang Prabang. Hỗ trợ nhập cư là một trò đùa, bởi vì người hướng dẫn không liên lạc hoặc giúp đỡ bất cứ điều gì, ví dụ như xếp hàng ở đâu, những gì sẽ xảy ra, có thể mất bao lâu, phải trả bao nhiêu, phải làm gì tiếp theo, v.v. Với số tiền chúng tôi đã trả, chúng tôi đã mong đợi sự chuyên nghiệp hơn và một cái gì đó bổ sung, nhưng không có gì! Đó là một chuyến tham quan nhà máy trên một chiếc thuyền xuôi dòng sông Mê Kông. Tôi cảm thấy bị gạt! Sẽ tốt hơn nhiều nếu bạn đặt phòng với nhà cung cấp mang lại giá trị đồng tiền tốt hơn.Đọc thêm",
            "Ông James tại Viet Long Travel đã rất hữu ích trong việc đặt chuyến du ngoạn Vịnh Hạ Long của chúng tôi. Mặc dù chúng tôi tình cờ tìm thấy anh ấy trên một trang web, anh ấy rất phản hồi email của chúng tôi và cung cấp thông tin hữu ích về các lựa chọn cho một hành trình để đáp ứng hành trình mà chúng tôi mong muốn. Chuyến đi thật tuyệt vời - khung cảnh tuyệt vời, đồ ăn ngon, khung cảnh thư giãn. Sau chuyến đi, ông James đã theo dõi chúng tôi để chắc chắn rằng mọi việc diễn ra tốt đẹp. Nhìn chung, ông James là một cố vấn tuyệt vời cho chuyến đi của chúng tôi. Tôi đánh giá cao anh ấy.Đọc thêm",
            "Kính gửi cô Kimberly,\n\nThật tuyệt khi nhận được phản hồi từ bạn. Tôi tin rằng bây giờ bạn đã về đến quê hương an toàn sau chuyến đi tuyệt vời đến Đông Nam Á. Tôi xin cảm ơn sự ủng hộ và tin tưởng nhất quán của các bạn; nó có ý nghĩa cả thế giới đối với chúng ta. Chúng tôi luôn mong được phục vụ và chào đón bạn trở lại với những ưu đãi tour mới. Tôi chúc bạn may mắn, sức khỏe, thành công và thịnh vượng, Kimberly.\n\nLòng biết ơn chân thành,\nĐội ngũ du lịch Việt Long\nĐọc thêm",
            "Hi Giang Loop , 5 days 4 nights Would we do it again . Already planing the next trip. But next time make it longer ask to add rest days at areas with somthing to see on boat or foot .For those about to embark on this 5 day 4 night trip , get ready for the life long memories .Note there is some off road riding as well as road riding  we asked for this  , my wife came with us and had only 2 years of road riding experience and started riding on her 50th birthday year . Ask for Nam , he was our guide and judged wifes level and pushed her limit to the point where he would run down the hills she could not do and ride the bike up for her . His goal was to get her to the hidden gems like a bamboo raft that we loaded the bikes on and swam in the river while bikes crossed  Note this is not a cruise ship experience  its better  there is excitement every minute from when you wake up to when you go to sleep. I am not going to give you names of places of where we stayed as the excitement is best unknown  trust them we even got Nam to pick the food , even to the point he had me drinking water from a  filters at a service station with no consequences  .Ask for home stays , the familys are the most welcoming people , the guide taking you wants you to return or tell your freinds so they pick people they have stayed with before  thes guys make sure the home stays are A1. Next ask to stay at the waterfall as we stayed in town at hotel and wish we had another home stay right on the water fall . The next tip is make sure you take sena sets , next trip Im taking a set for the guide. The only regret is it was too short we left wanting more .So Minh , who I booked the tour through , thanks for your honesty,  thanks for meeting with us when we got there and organizing inspections of the bike the day before we road out   , Nam our guide thank you from my wife , thank you from Neil and thank you from the bottom of my heart for making our trip memorable you have found your calling in life showing off your beautiful country Thx Hedges CrewRead more",
            "George thân mến,\n\nCảm ơn rất nhiều vì đã đi cùng chúng tôi.\nChúng tôi tin rằng bạn đã thực hiện một chuyến đi trọn đời. Chúng tôi sẽ tiếp tục công việc tốt.\nChúng tôi hy vọng được chào đón bạn trở lại với những thách thức mới ở các vùng khác của Việt Nam. Còn rất nhiều điều nữa sắp tới\n\nTrân trọng\n\nTour xe máy Việt Nam - Vietlong TeamĐọc thêm",
            "Chuyến đi 7 ngày bằng xe máy. Đã thực hiện 1200 km trên khắp miền Bắc Việt Nam. Phong cảnh đẹp trên mọi nẻo đường và thời tiết ấm áp. Trải nghiệm tốt nhất bao giờ hết. Rất khuyến khíchĐọc thêm",
            "Kính gửi Aurelijus và phi hành đoàn\n\nCảm ơn bạn rất nhiều vì đã đi cùng chúng tôi\nTin rằng bạn đã có một chuyến du lịch tuyệt vời và có những khoảnh khắc đáng nhớ cùng Công.\nSẽ còn nhiều hơn nữa với Hà Giang, Cao Bằng hay Đường mòn Hồ Chí Minh cho chuyến đi sắp tới của bạn\nRất mong được gặp lại bạn và nhóm trong những chuyến du lịch xe máy sắp tới\n\nHẹn gặp lại bạn ở Hà Nội sớm nhé\n\nTrân trọng,\n\nTour xe máy Việt NamĐội du lịch VietlongĐọc thêm",
            "We personalised by adding 3 nights in Hoi An at the Little Riverside boutique hotel and 3Nights in Bangkok prior to Cambodia This was an excellent tripThis is why :-Because of the very high  standard and quality of service that we received from Vietlong Travel VT and particularly James who coordinated and communicated promptly with us throughout our trip.10 days prior to our trip James from the operations department of VT whats appd us and introduced himself and advised he was there for any queries we may have . Each time we visited a different palace he messaged ahead with the driver name and the guideName and phone number .The guide was always waiting for us upon arrival at an airport, bus station in the morning at our hotel etc The trip was really well organised we went to some great places and our guides timed our visit to maximise the experiences for us .No big groups of tourists and hanging around for us .Trip included  some lovely extras - a Khmer dinner at Siem Reap, train trip and lunch at bridge over river Kwai a water puppet theatre show , 30 minute foot massage at a beautiful spa , all lovely additions to our trip plus the cruise in Halong bayWe had great guidesMr Chamnan in Siem ReapChen Prusuth in Phnom PhenShuichi Guise very knowledgeable  in HCM city Mr Tom in Hanoi Hotels well well positioned and only had a problem one in Hanoi that we checked out of and re arranged an alternative  so just check prior to you trip that you are happy with the hotels they are proposing- they can swap in alternatives at the booking stage .Anyway all we can say is that we had the best best holiday and highly recommend this tour  we booked this in the UKVia Flightsandpackages .com We would use Vietlong travel for any future trips in Asia that they offer as our go to agent for the future .Read more",
            "Chúc một ngày tốt lành, Julia,\n\nTôi hy vọng bạn và Paul sẽ ổn định lại cuộc sống bình thường ở quê hương của bạn. Tôi đã kiểm tra Tripadvisor của chúng tôi hàng giờ kể từ khi bạn đề cập đến nó. Và wow, cảm giác khi nhận được nó! Tôi phải nói rằng đó thực sự là một trong những cảm giác tuyệt vời nhất, Julia. Chúng tôi cảm thấy may mắn và hạnh phúc vì có thể làm cho kỳ nghỉ của bạn trở nên đặc biệt hơn.\n\nCảm ơn bạn, Julia và Paul; bạn đã làm cho ngày của tôi hạnh phúc hơn. Tôi chúc hai bạn may mắn, sức khỏe tốt, thành công lớn và thịnh vượng trong tương lai!\n\nHẹn sớm gặp lại!\nJames\nPhòng tư vấn\nVietlong TravelXem thêm",
            "Chúng tôi đến thăm cầu kính Mộc Châu với hướng dẫn viên nói tiếng Anh. Lẽ ra chúng ta nên đặt dịch vụ đưa đón và thuê một hướng dẫn viên địa phương từ Mộc Châu. Hướng dẫn chủ yếu ngủ trong suốt chuyến đi. Sẽ không đặt chỗ với công ty này nữa.Đọc thêm",
            "Xin chào các vị khách của chúng tôi,\n\nCảm ơn rất nhiều vì đã đi cùng chúng tôi\n\nHướng dẫn viên đã thực hiện đúng công việc của mình bằng cách hoàn thành chuyến đi theo kế hoạch tham quan cũng như tất cả các việc di chuyển và sắp xếp bữa ăn khác.\n\nChuyến đi ngắn 2 ngày nên hơi bận việc đi lại. Mùa này là cao điểm và bận rộn và hướng dẫn viên đã có lịch trình cả tháng. Cũng là ngày kết thúc của ngày thứ 2 nên anh cảm thấy hơi mệt và chụp một bức ảnh ngắn khiến anh không thể cưỡng lại được.  thật đáng tiếc đã làm bạn không hài lòng. \n\nNếu việc bạn muốn anh ấy luôn tỉnh táo là không phù hợp, anh ấy sẽ rút kinh nghiệm và sẽ không tái phạm trong tương lai. Hãy chấp nhận lời xin lỗi chân thành của chúng tôi \n\nCảm ơn bạn rất nhiều vì bình luận có giá trị của bạn.\n\nTrân trọng,\n\nNhóm quan hệ khách hàng\n\nĐọc thêm",
            "Chuyến đi tuyệt vời qua miền Bắc Việt Nam với tour xe máy Vietlong Travel-Việt Nam. Một chuyến đi được lên kế hoạch rất kỹ lưỡng từ đầu đến cuối, đưa chúng tôi đến những vùng xa xôi của đất nước. Chúng tôi là một nhóm gồm 11 người và được hướng dẫn bởi anh Tony Quyền, cùng với anh Dân, thợ quét xe và anh Tuân. Những người này đã khiến đây trở thành một chuyến đi không căng thẳng, phục vụ nhóm tay đua của chúng tôi ở mọi lứa tuổi và khả năng cưỡi ngựa. Xe đạp nói chung ở tình trạng rất tốt và được bảo trì tốt. Rất khuyến khích chuyến đi này cho bất kỳ ai muốn nhìn thấy một Việt Nam thực sự, cách xa các khu du lịch chung của đất nước và chắc chắn Vietlong Travel là công ty nên đi cùng. Cũng xin cảm ơn anh Minh và chị Loan vì sự hỗ trợ của họ từ trước khi chúng tôi rời Úc cho đến khi chúng tôi trở về nước. Mọi vấn đề mà chúng tôi gặp phải đều được giải quyết trước khi chúng tôi biết rằng đã xảy ra sự cố! Công việc tuyệt đối đỉnh cao và chúng tôi sẽ lại đồng hành cùng bạn. Cảm ơn bạnĐọc thêm",
            "Nigel thân mến,\n\nThật tốt khi nhận được phản hồi từ bạn. Nhóm của bạn đã làm cho thời gian của chúng tôi trở nên tuyệt vời; chúng tôi rất thích cuộc họp tại văn phòng của chúng tôi. Tất cả những đóng góp và nhận xét của bạn về dịch vụ của chúng tôi đã thực sự đưa chúng tôi đi đúng hướng. Sau khi xem xét nhận xét của bạn, chúng tôi đã kiểm tra cẩn thận các dịch vụ của mình và đã xác định được nhiều thiếu sót. Chúng tôi tin rằng trải nghiệm tiếp theo của bạn với chúng tôi tại Việt Nam hoặc các nơi khác trên khắp Đông Nam Á sẽ hoàn hảo.\n\nChúc bạn và toàn thể nhóm luôn dồi dào sức khỏe, yêu thương, hạnh phúc và giàu có. Hẹn gặp lại bạn sớm! Đọc thêm",
            "Our small group of 7 people have been waiting for this vacation for a number of years and we werent disappointed, Right from the start it was a kaleidoscope of sights, sounds and smells that will live long in our memories. From first arriving in Siem Reap we where amazed at the modern airport and city in contrast to the surrounding countryside. Where locals live there life as they have done for hundreds of years without much change. Our tour guide Mr Chamnan  call me Nan met us with a driver to escort us for the first phase of our time in Indochina,. He was extremely friendly and most knowledgeable in and around Siem Reap and the following day Angkor Wat.We then got a coach to Phnom Penh for a short stay and visit the Kamer Rouge prison in the city with our good tour guide Lahk, a whirl wind tour in a short time. Then the next day off again to Ho Ch Minh City, here we visited the Cu Chi Tunnels which was quite poignant for me because a a young person I served in the Royal Navy and spent time in Hong Kong and Singapore during the Vietnam war and met with American Soldiers with harrowing tales. It was then back to the city to visit the seat of the old regime where declarations were signed and life changed for the Vietnamese people. Next day another trip on a plane to Hoi An, a lovely beach resort down from Da Nang time to reset. The last flight was up to Hanoi were we where met by the lovely Tony and then James. Day 2 took us to Ho long bay for a nights cruise and wow what a cruise among the pitons in the bay just an awesome sight. Then back to the city.Tony took us all on a walking tour of the city, were his insightful conversation was riveting, we learned so much from him, not only about the city but about life in Vietnam. So the end of a brilliant vacation and an unforgettable experience, there is so much i have missed saying but the few snap say it all I think..I would also just like thank VietLong travel for the professional way they managed our vacation, and a special shout out to James Nguyen who kept in touch throughout the whole trip.Read more",
            "David thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui mừng khi biết rằng bạn thích mọi thứ trong chuyến đi. Đặc biệt là Hướng dẫn viên của chúng tôi, họ thực sự đánh giá cao lời khen ngợi của bạn và điều đó chắc chắn sẽ thúc đẩy họ tiếp tục cung cấp dịch vụ tốt nhất có thể. Nhóm của chúng tôi hy vọng sẽ sớm gặp lại bạn để khám phá những điểm đến thú vị hơn ở Châu Á! Chúng tôi chúc bạn may mắn, sức khỏe tốt, thành công lớn và thịnh vượng! \n\nLòng biết ơn chân thành,\nĐội ngũ du lịch Vietlong.Đọc thêm",
            "Đặt tour xe máy 7ngày 6n với tour xe máy Minh Việt Nam. Chúng tôi đã có một trải nghiệm tuyệt vời. Xe máy được thả xuống khách sạn ở Hà Nội, nơi chúng tôi cũng gặp anh Nam hướng dẫn viên du lịch. Một chút trục trặc khi rời Hà Nội đã được anh Nam giải quyết ngay. Máy bơm dầu của một trong những chiếc xe đạp bị hỏng đã được giải quyết ngay lập tức bằng cách gửi một chiếc xe đạp mới từ Hà Nội đến khách sạn của chúng tôi và đến đó vào buổi sáng. Phần còn lại của chuyến đi đơn giản là tuyệt vời, thắng cảnh, văn hóa, hòa mình vào bầu không khí địa phương, ở nhà và tất nhiên kỹ năng chụp ảnh của anh Nam đã để lại cho chúng tôi quá nhiều kỷ niệm. Chúng tôi sẽ quay trở lại để tham gia nhiều chuyến phiêu lưu bằng mô tô hơn và sẽ dẫn theo bạn bè của chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            297,
            27,
            1,
            1,
            3
        ],
        "review_amount": 329,
        "location": [
            "VietLong Travel",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 26, 2024",
            "Written May 23, 2024",
            "Written May 14, 2024",
            "Written May 3, 2024",
            "Written April 11, 2024",
            "Written April 4, 2024",
            "Written March 30, 2024",
            "Written March 24, 2024",
            "Written March 19, 2024",
            "Written March 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or10-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21007674-Reviews-Tweely_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11848237-Reviews-Ha_Linh_Thu_House_of_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6684667-Reviews-Le_Spa_du_Metropole-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608618-Reviews-Vietnam_Transfer_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23274063-Reviews-Combo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311072-Reviews-Museum_of_the_Revolution-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-Nature_Vietnam_travel_JSC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d628644-Reviews-Peju_Winery-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d526149-Reviews-Lanikai_Beach-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4187524-Reviews-Galleria_Ice_Rink-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34117-d1417350-Reviews-Manatee_Sanctuary_Park-Cape_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d23195534-Reviews-The_Hyundai_Seoul-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d17237163-Reviews-Jewel_Changi_Airport-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g147428-d1179502-Reviews-Princess_Cays-Eleuthera_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g47898-d4453702-Reviews-Torne_Valley_Vineyards-Hillburn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41523-d10716537-Reviews-Bayview_Beach-Dennis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32282-d10598228-Reviews-Shark_Fin_Cove-Davenport_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or10-VietLong_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html"
    },
    {
        "attraction_name": "VietLong Travel",
        "attraction_name_vi": "VietLong Travel",
        "general_info": [
            "329 đánh giá",
            "104 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour xe máy",
            "Tour riêng"
        ],
        "attraction_summary": "WHO WE ARE ? At the early start, Vietlong travel was a small local tour operator for individual travellers to visit Vietnam, and has since rapidly grown with the expansion of its activities over the border to Laos, Cambodia, Thailand and Myanmar. As a result , it has got a new height to become a destination tour company with a group of experienced guides and professional qualified experts, who also has been involved in tourism business for many years, both in and outside Vietnam. In together with its development, Vietlong Travel has set up the representative operation office and affiliates located in Laos, Cambodia, Thailand and Myanmar. The omnipresent flag allows our company to be committed to taking care of all your travel arrangement in a timely manner and making your trip a unique experience. WHAT MAKES US SPECIAL ? The advantage of Vietlong Travel over its competitors is the efficiency of dynamic team and very experienced manager who co-operate with each other harmoniously, and who all work for the same goals. We are also a dynamic operator continually developing new trips focusing on areas that many tour operators prefer to stay away from. The travel products are often updated to give clients the perfect holiday possible. The hotel portfolio increases daily to meet the accommodation needs of travellers seeking a high standard of lodging at extremely competitive prices in key destinations. The package tours described in our website range from easy touring to challenging activities, all focusing in some depth on culture, history, lifestyle, wildlife , cuisine and landscape of Vietnam, Laos, and Cambodia, Thailand and Myanmar that are generally quite different to your own. These products also give travelers of diverse backgrounds , interests and budgets numerous options to choose from since they have been quoted based on different hotel categories running from standard to deluxe. At every trip, we ensure the itinerary is well-paced, the transport is interesting and safe and the hotels are well located , the guide are informative and friendly. Additionally, it is also carefully calculated to bring you a perfect balance between adventure and comfort, exploration and relaxation. Vietlong Travel has also specialized in tailor-made travel besides prepackaged holidays. The trip descriptions are tour elements that can be combined in an endless variety. No matter what your enquiry is, our expert will carefully work on it and provide you with invaluable and advisory offer. We can make requirements for groups or individuals those wish to get off the beaten track or simply relax and be pampered at a five star resort.Read more",
        "reviews": [
            "Thật là một trải nghiệm tuyệt vời. Chúng tôi đã có một chuyến du lịch mười ngày đến Campuchia và Việt Nam, cuối cùng là bốn ngày trên bãi biển. Du lịch VietLong thật tuyệt vời kể từ thời điểm chúng tôi lần đầu tiên liên lạc cho đến ngày cuối cùng của kỳ nghỉ. Họ lắng nghe những gì chúng tôi yêu cầu, linh hoạt về ngày tháng và liên lạc thường xuyên qua email và ứng dụng whats. Từ lúc chúng tôi đặt chân đến Siem Reap, mọi việc diễn ra suôn sẻ. Xe ô tô và hướng dẫn viên đã chờ sẵn. Khách sạn sạch sẽ, thoải mái và có vị trí thuận tiện để tiếp cận các điểm tham quan. Các hướng dẫn rất tuyệt vời, chúng tôi không thể yêu cầu thêm. Chúng tôi thậm chí còn được gửi một đoạn video về kỳ nghỉ của mình kèm theo những bức ảnh do hướng dẫn viên chụp. Tôi chắc chắn sẽ giới thiệu Vietlong.Đọc thêm",
            "Thật là một chuyến tham quan trọn gói tuyệt vời với phương tiện giao thông cá nhân, hướng dẫn thời gian rảnh để bao gồm các kế hoạch của riêng chúng tôi. Giá trị TUYỆT VỜI đồng tiền với đội ngũ nhân viên hữu ích thân thiện trong suốt chặng đường. Chúng tôi đã bao gồm mọi thứ chúng tôi muốn xem, muốn làm và hơn thế nữa. Muốn giới thiệu kỹ lưỡng công ty du lịch này 100 - đi du lịch không có vấn đề.Đọc thêm",
            "Nhận được một dịch vụ tuyệt vời như vậy! Cảm ơn Lily rất nhiều vì đã giúp đỡ chúng tôi trong chuyến đi bất chấp lịch trình thay đổi đột ngột. Chúng tôi muốn giới thiệu Lily và Vietlog Travel cho bất kỳ ai:Đọc thêm",
            "Tôi tận dụng viet long travel để đón tại sân bay tại Hà Nội dựa trên các đánh giá. Tôi rất vui vì dịch vụ này. Đặc biệt đánh giá cao cô Lily, người đã giao tiếp nhanh chóng và chính xác.Đọc thêm",
            "Vợ tôi bị hạn chế di chuyển. Và chúng tôi đã yêu cầu Thân Loan xem xét điều đó. Chuyến đi Việt Nam mang tính chất riêng tư. Chúng tôi đã có khoảng thời gian tuyệt vời. Chuyến đi hoạt động như kim đồng hồ và tất cả Hướng dẫn viên, Lái xe và Phương tiện đều rất xuất sắc và rất hữu ích để hỗ trợ chúng tôi. Chương trình rất linh hoạt và chúng tôi đã thay đổi theo nhu cầu của mình. Việt Nam là một đất nước xinh đẹp và chúng tôi có rất nhiều hình ảnh. Chúng tôi rất muốn quay trở lại cùng Vietlong Travel tới miền Bắc Việt Nam và Lào. Cảm ơn bạn đã quan tâm đến chúng tôi rất tốt. Chúng tôi sẽ trân trọng tất cả những bất ngờ thú vị mà chúng tôi có được trong suốt chặng đường vì đây là chuyến đi Kỷ niệm 40 năm.Đọc thêm",
            "Nhóm vietlong không thể hữu ích hơn! Chúng tôi có chuyến đi tuyệt vời nhất và không bỏ lỡ điều gì. Mọi thứ đã được chúng tôi lên kế hoạch từ đầu đến cuối, bao gồm phương tiện đi lại, hướng dẫn viên du lịch, các chuyến đi trong ngày và hơn thế nữa. Nếu chúng tôi có bất kỳ vấn đề hoặc câu hỏi nào, họ sẽ được trả lời ngay lập tức. Chúng tôi thậm chí còn có một số đồ đạc bị bỏ lại trong chuyến đi và nhóm đã tìm cách lấy lại chúng cho chúng tôi tại khách sạn của chúng tôi! Rất muốn giới thiệu cho bất kỳ ai đi du lịch đến khu vực này, chuyến đi của chúng tôi sẽ không giống như vậy nếu không có sự giúp đỡ của họ! Và trên hết, chúng tôi đã có niềm vui được trải qua những ngày nghỉ Tết ở đó, một trải nghiệm thật tuyệt vời! Cảm ơn tất cả các bạn, chúng tôi hy vọng sẽ sớm gặp lại các bạn! Đọc thêm",
            "Vợ tôi và tôi đã đặt một chuyến du lịch 3 ngày bắt đầu ở Chiang Mai, Thái Lan. Với chuyến du ngoạn trên sông 2 ngày dọc sông Mê Kông đến Luang Prabang, Lào vào tháng 2 năm 2024. Đây được lên kế hoạch là điểm nhấn trong kỳ nghỉ 2 tháng của chúng tôi quanh Đông Nam Á và nó vượt quá mọi mong đợi!  Nhân viên du lịch Vietlong đã hỗ trợ tuyệt vời cho từng bước của chuyến đi và có kiến ​​thức về từng yếu tố của chuyến tham quan.  Bất cứ khi nào tôi có câu hỏi, họ đều có câu trả lời sau vài giờ hoặc khi chúng tôi ở Châu Á trong cùng múi giờ, tính bằng phút! Nhiều hành khách khác trên du thuyền đã đặt chỗ với các đại lý khác nhau gần như không may mắn như chúng tôi thấy... Cuối cùng, giá cả tốt hơn chúng tôi mong đợi - rất phải chăng và có giá trị đặc biệt.  Chúng tôi sẽ đặt lại với Vietlong trong tích tắc :-Đọc thêm",
            "Chúng tôi bắt đầu ở Siem Reap, sau đó đến Phnom Peng, Thành phố Hồ Chí Minh và cuối cùng là Hà Nội. Việc di chuyển giữa mỗi thành phố diễn ra suôn sẻ, phần lớn là do sự liên lạc tuyệt vời của công ty. Chúng tôi đặc biệt thích thú với kỳ nghỉ ở Siem Reap. Khi đến nơi, chúng tôi được hướng dẫn viên chào đón nồng nhiệt, người đã giúp chúng tôi nhận phòng khách sạn. Vào buổi tối, chúng tôi đã có một bữa tối vui vẻ trong khi xem một màn trình diễn truyền thống hấp dẫn của Campuchia. Ngày hôm sau bao gồm chuyến tham quan cả ngày đến Angkor Wat và một vài ngôi đền khác. Hướng dẫn của chúng tôi rất nhiều thông tin và kiên nhẫn với chúng tôi trong khi chúng tôi phải vật lộn với cái nóng. Người lái xe của chúng tôi cũng rất xuất sắc và anh ấy có sẵn chai nước lạnh khi di chuyển giữa các ngôi đền. Hướng dẫn viên và tài xế của chúng tôi ở các thành phố khác cũng chuyên nghiệp và ân cần. Khi đặt tour, chúng tôi đã mong đợi được trở thành một phần của một nhóm lớn khách du lịch, nhưng thật ngạc nhiên khi thấy chỉ có chúng tôi - một tour du lịch riêng! Cần phải gửi lời cảm ơn sâu sắc đến James Nguyễn, người đã làm việc chăm chỉ ở hậu trường để đảm bảo mọi thứ diễn ra suôn sẻ. Giao tiếp của anh ấy với chúng tôi rất tuyệt vời và anh ấy thậm chí còn kết nối với chúng tôi trước khi đi du lịch để đảm bảo mọi thứ đều ổn. Anh ấy rất thân thiện và luôn đảm bảo rằng chúng tôi không có mối lo ngại nào. Nhìn chung, toàn bộ dịch vụ không chỉ mang lại cảm giác rất chuyên nghiệp mà còn rất cá nhân. Chúng tôi đã có một kỳ nghỉ tuyệt vời và hy vọng bất kỳ ai đọc bài viết này sẽ trải nghiệm được những gì chúng tôi đã làm!Đọc thêm",
            "Công ty này đưa chúng tôi đi tham quan Hà Nội, Hồ Chí Minh và Vịnh Hạ Long. Các hướng dẫn viên du lịch rất lịch sự, thân thiện và hiểu biết. Các trình điều khiển cũng rất tuyệt. Chuyến đi thuyền qua đêm đến Vịnh Hạ Long là điểm nổi bật đối với chúng tôi. Phong cảnh rất đẹp và thuyền rất thoải mái. Các khách sạn cũng cảm thấy thoải mái với lựa chọn bữa sáng tuyệt vời. Chúng tôi rất muốn giới thiệu công ty du lịch này.Đọc thêm",
            "Cuộc phiêu lưu của chúng tôi với Vietlong Travel thật sự rất hoành tráng! Sau chuyến hành trình đầy thử thách qua Lào, Việt Nam và Campuchia vào đầu năm 2020, chúng tôi quyết định giao phó Vietlong lần thứ hai cho một chuyến phiêu lưu khác - Lần này là chuyến du lịch Thái Lan riêng 15 ngày cho nhóm 3 Sở trường vẽ hàm- trải nghiệm trong cả hai chuyến đi đều ấn tượng. Từ việc xây dựng các hành trình chi tiết cho đến thực hiện chúng - họ đã thành thạo nghệ thuật biến mọi khoảnh khắc trở nên khó quên. Cô Loan lại là bậc thầy du lịch của chúng tôi. Với sự hướng dẫn chuyên môn, sự chú ý tỉ mỉ đến từng chi tiết và sự nhiệt tình lan tỏa, cô ấy đã khiến việc lên kế hoạch cho chuyến đi trở nên dễ dàng. Cô ấy cũng duy trì liên lạc thường xuyên, kiểm tra từ lúc chúng tôi rời quê hương cho đến khi kết thúc hành trình, đảm bảo tất cả chúng tôi đều có khoảng thời gian vui vẻ. Bản thân chuyến phiêu lưu ở Thái Lan đã là một niềm vui tột độ. Từ những ngôi chùa hùng vĩ, đắm mình trong khung cảnh thiên nhiên ngoạn mục, dạo quanh những khu chợ nhộn nhịp, thư giãn trên những bãi biển hoang sơ và thưởng thức những thú vui ẩm thực từng khoảnh khắc từ hành trình này sẽ khắc sâu vào ký ức của chúng ta. Vietlong Travel đã biến kỳ nghỉ của chúng ta thành những câu chuyện phiêu lưu huyền thoại. Với niềm đam mê xuất sắc và tạo ra những trải nghiệm khó quên, chúng tôi thực sự muốn giới thiệu họ cho bất kỳ ai đang tìm kiếm một công ty du lịch đáng tin cậy. Chúng tôi xin chân thành cảm ơnĐọc thêm",
            "nam giới có phải mặc áo khoác không?Đọc thêm",
            "Đến thăm Việt Nam vào tháng 11 năm 2014 không cần áo khoác trong suốt 14 ngày trong bất kỳ chuyến thăm nào. Tất cả các chuyến đi du lịch của chúng tôi đều được tổ chức bởi vietlong travel, người đã cung cấp dịch vụ xuất sắc, tôi không thể khen ngợi họĐọc thêm"
        ],
        "star_ratings": [
            297,
            27,
            1,
            1,
            3
        ],
        "review_amount": 329,
        "location": [
            "VietLong Travel",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 14, 2024",
            "Written March 4, 2024",
            "Written March 2, 2024",
            "Written March 1, 2024",
            "Written February 21, 2024",
            "Written February 14, 2024",
            "Written February 7, 2024",
            "Written February 3, 2024",
            "Written January 30, 2024",
            "Written January 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d2587738-Reviews-or10-VietLong_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or20-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21007674-Reviews-Tweely_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11848237-Reviews-Ha_Linh_Thu_House_of_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6684667-Reviews-Le_Spa_du_Metropole-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608618-Reviews-Vietnam_Transfer_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23274063-Reviews-Combo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311072-Reviews-Museum_of_the_Revolution-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-Nature_Vietnam_travel_JSC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d10483994-Reviews-Mrs_Doubtfire_House-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d6418152-Reviews-Shaws_Cove-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58702-d108418-Reviews-Microsoft_Visitor_Center-Redmond_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32419-d1857171-Reviews-Richardson_Grove_State_Park-Garberville_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d127212-Reviews-Kartchner_Caverns_State_Park-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293829-d6857363-Reviews-Kimironko_Market-Kigali_Kigali_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48562-d274453-Reviews-Saratoga_Race_Course-Saratoga_Springs_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19757799-Reviews-Central_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8782901-Reviews-Trail_3-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g34344-d552889-Reviews-Harry_Harris_Park-Key_Largo_Florida_Keys_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or20-VietLong_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or10-VietLong_Travel-Hanoi.html"
    },
    {
        "attraction_name": "VietLong Travel",
        "attraction_name_vi": "VietLong Travel",
        "general_info": [
            "329 đánh giá",
            "104 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng xe máy",
            "Tour riêng"
        ],
        "attraction_summary": "WHO WE ARE ? At the early start, Vietlong travel was a small local tour operator for individual travellers to visit Vietnam, and has since rapidly grown with the expansion of its activities over the border to Laos, Cambodia, Thailand and Myanmar. As a result , it has got a new height to become a destination tour company with a group of experienced guides and professional qualified experts, who also has been involved in tourism business for many years, both in and outside Vietnam. In together with its development, Vietlong Travel has set up the representative operation office and affiliates located in Laos, Cambodia, Thailand and Myanmar. The omnipresent flag allows our company to be committed to taking care of all your travel arrangement in a timely manner and making your trip a unique experience. WHAT MAKES US SPECIAL ? The advantage of Vietlong Travel over its competitors is the efficiency of dynamic team and very experienced manager who co-operate with each other harmoniously, and who all work for the same goals. We are also a dynamic operator continually developing new trips focusing on areas that many tour operators prefer to stay away from. The travel products are often updated to give clients the perfect holiday possible. The hotel portfolio increases daily to meet the accommodation needs of travellers seeking a high standard of lodging at extremely competitive prices in key destinations. The package tours described in our website range from easy touring to challenging activities, all focusing in some depth on culture, history, lifestyle, wildlife , cuisine and landscape of Vietnam, Laos, and Cambodia, Thailand and Myanmar that are generally quite different to your own. These products also give travelers of diverse backgrounds , interests and budgets numerous options to choose from since they have been quoted based on different hotel categories running from standard to deluxe. At every trip, we ensure the itinerary is well-paced, the transport is interesting and safe and the hotels are well located , the guide are informative and friendly. Additionally, it is also carefully calculated to bring you a perfect balance between adventure and comfort, exploration and relaxation. Vietlong Travel has also specialized in tailor-made travel besides prepackaged holidays. The trip descriptions are tour elements that can be combined in an endless variety. No matter what your enquiry is, our expert will carefully work on it and provide you with invaluable and advisory offer. We can make requirements for groups or individuals those wish to get off the beaten track or simply relax and be pampered at a five star resort.Read more",
        "reviews": [
            "Vietlong Travel Mr Dong, cô Thanh và cô Selena cùng nhóm đã làm rất tốt việc lên kế hoạch cho chuyến thăm Việt Nam đầu tiên của chúng tôi.  Họ đáp ứng nhu cầu của chúng tôi một cách hoàn hảo và gia đình 4 người của chúng tôi đã đi từ Thành phố Hồ Chí Minh đến Hội An và Hà Nội mà không gặp vấn đề gì.  Dịch vụ họ cung cấp rất đặc biệt và tiêu chuẩn của khách sạn và tour du lịch là 5 sao.  Mọi nhu cầu đều được đáp ứng, và trong một thành phố trông có vẻ hỗn loạn, mọi thứ đều diễn ra đúng giờ như kim đồng hồ.  Các hướng dẫn viên du lịch có một cuốn bách khoa toàn thư về kiến ​​thức và tiếng Anh xuất sắc. Tôi chắc chắn sẽ sử dụng Vietlong Travel để đặt chuyến đi Châu Á tiếp theo của chúng tôi và giới thiệu chúng với tất cả bạn bè của chúng tôi.Đọc thêm",
            "Hoàn thành chuyến du lịch Sapa từ hà nội vào tháng 1 năm nay 2đ 1n. Để bắt đầu dịch vụ dự định đến đón tôi từ khách sạn của tôi đã trễ hơn một giờ. Khi đến nơi, anh ấy vội vã đến mức không nghe thấy tôi nói nếu bạn thu tiền cho Sapa thì đó là tôi là bạn thu tiền, đó là 15 phút nữa anh ấy sẽ tự mình thu thập, có vẻ như tôi cũng không phải là khách hàng duy nhất họ quên khi tôi gặp 2 bạn nữ khác cũng có hoàn cảnh tương tự. Chiếc xe buýt giường nằm mà chúng tôi nhận được thực sự khủng khiếp, liên tục phát ra những tiếng bíp lớn như thể có điều gì đó không ổn với chiếc xe. Cuối cùng khi chúng tôi đến Sapa, điều phối viên du lịch đã đến muộn để đón chúng tôi lần nữa. Chúng tôi vội vã nhận phòng khách sạn rồi rời đi. Ngôi làng mà họ đưa chúng tôi đến để đi Trekking chỉ là một loạt các quầy hàng để mua sắm, không có gì thực sự giàu văn hóa hay cho chúng tôi thấy Sapa, một cái bẫy du lịch giống như vậy hơn. Ngày hôm sau, tôi đã lên lịch đi Moana, khi đặt chỗ này, nó đã được bán dưới dạng hành trình 3 giờ, khi tôi đến đó, chỉ có một vài bức tượng mất tối đa 30 phút để chụp một số bức ảnh và sau đó tôi được thông báo rằng tôi nên làm như vậy trong thời gian còn lại trong ngày. về khách sạn nghỉ ngơi. Đó là một chuyến đi đáng thất vọng từ đầu đến cuối, thật lãng phí thời gian và tiền bạc. Trải nghiệm tồi tệ nhất ở Việt NamĐọc thêm",
            "Angelicques thân mến,\n\nCảm ơn bạn rất nhiều thông tin phản hồi của bạn.\n\nHãy chấp nhận lời xin lỗi chân thành của chúng tôi vì những bất tiện gây ra.\n\nTour bạn đã đặt là TOUR NHÓM nghĩa là có rất nhiều bạn đồng hành tham gia tour. Vì vậy, hướng dẫn viên du lịch có thể đã không chăm sóc được 100 người trong một nhóm. \n\n1. Đưa đón: Sapa cách Hà Nội 315km và là điểm đến đông đúc nên việc đón và đưa đón có thể hơi muộn. Xe buýt đón nhiều loại khách khác nhau như khách du lịch, người dân địa phương...Giao thông Việt Nam khác với các nước khác nên tài xế phải bấm còi để đảm bảo an toàn cho mọi người.\n\n2. Đón khách: đây là tour theo nhóm nên hướng dẫn viên địa phương sẽ phải đón khách ở các xe buýt khác nhau nên có thể bị chậm trễ vì đây không phải là dịch vụ đón một khách. Đối với các chuyến tham quan theo nhóm, người ta thường kiên nhẫn chờ đợi để được đón vì chúng tôi thường phải xếp hàng chờ dịch vụ.\n\n3. Tour: ở Sapa có nhiều loại tour 2 ngày, 3 ngày, 4 ngày nên hướng dẫn viên là người phụ trách các hoạt động và chăm sóc mọi người trong tour.  Theo xác nhận, chuyến tham quan này sẽ có 2 hoạt động Cat Cat và Moana, hơi ngắn một chút vì còn nhiều hoạt động khác để xem thêm.  Một tour du lịch riêng hoặc một tour du lịch 3 ngày với làng Tả Van và cáp treo Fanxipan lẽ ra sẽ tốt hơn. Ngoài ra, bạn vừa trả giá tour hợp lý cho một chuyến đi theo nhóm hơn là một chuyến đi riêng.  \n\nĐây không phải là những gì chúng tôi mong đợi bạn sẽ gặp phải trong tình huống như thế này. Chúng tôi đã cung cấp tất cả các dịch vụ như đã xác nhận. \nChúng tôi đã sắp xếp các dịch vụ bạn đã đặt theo giá trị bạn đã trả. Chúng tôi đã làm điều đó một cách chính xác.  \n\nĐánh giá của bạn về dịch vụ của chúng tôi hơi không công bằng so với những gì chúng tôi đã làm. Mong các bạn hiểu rõ tình hình và đánh giá chúng tôi một cách khách quan.\n\nTrân trọng\n\nQuản lý quan hệ khách\nVietlong TravelXem thêm",
            "Chúng tôi tổ chức một chuyến đi bằng xe jeep đến địa đạo củ chi. Từ lần thứ hai tôi liên lạc với họ, họ thật đáng yêu và dễ đối phó. Chúng tôi đã có một ngày tuyệt vời nhất và học được rất nhiều điều.Đọc thêm",
            "Kỳ nghỉ gia đình ở Hà Nội, Sapa, Ninh Bình. Tất cả trải nghiệm tốt qua Viet Long Travel. James Nguyễn, nhân viên của Viet Long Travel, đã tận tình đón chúng tôi từ sân bay. Đưa chúng tôi đến ga xe lửa vài ngày sau đó và đón chúng tôi trở lại bến xe buýt vài ngày sau đó. Dịch vụ thân thiện tốt. Nói tiếng Anh tốt. Phản hồi nhanh trên whatsapp. Hãy nhờ đến sự hỗ trợ của anh ấy vào lần tới khi bạn sử dụng Việt Long Travel. Rất khuyến khích.  Khu hướng dẫn viên du lịch địa phương ở Sapa rất thông thạo tiếng Anh. Cô chủ dễ thương thân thiện. Cô ấy đến từ bộ tộc HMong. Chúng tôi yêu cầu cô ấy chia sẻ với chúng tôi những trải nghiệm cuộc sống của cô ấy với tư cách là một dân làng bộ lạc trong suốt hành trình tìm hiểu rõ hơn về văn hóa của họ. Rất thích các cuộc trò chuyện. Không có khoảnh khắc nhàm chán nào khi đi lên bản làng miền núi ở Sapa bởi cô ấy. Cô ấy cũng giỏi chụp ảnh. Góc bố cục tốt. Rất khuyến khích nếu bạn đến Sapa cần có một hướng dẫn viên địa phương riêng ở đó, đặc biệt là đi đến các ngôi làng.    Đọc thêm",
            "Cảm ơn James Nguyễn đã làm cho chuyến đi Hà Nội của gia đình chúng tôi trở nên đáng nhớ. James rất có trách nhiệm và tỉ mỉ trong mọi sắp xếp cho chuyến lưu diễn của chúng tôi. Anh ấy rất kiên nhẫn với yêu cầu của tôi và những thay đổi khi chúng tôi lên kế hoạch cho chuyến đi. Khi chuyến bay của chúng tôi đến Hà Nội, anh ấy thậm chí còn đích thân đến gặp chúng tôi và đảm bảo mọi thứ với chúng tôi đều ổn.  Anh ấy rất hữu ích, giao tiếp tốt và đáp ứng kịp thời các nhu cầu cũng như thắc mắc của chúng tôi. Tôi và gia đình rất may mắn được biết anh ấy. Chuyến đi đến Sapa của chúng tôi bằng tàu đêm và xe buýt ngủ là một trải nghiệm tuyệt vời. James đợi chúng tôi ở ga xe lửa và đảm bảo rằng chúng tôi lên đúng chuyến tàu đến Sapa. Tất cả đều được sắp xếp tốt và liền mạch. Anh ấy thậm chí còn đến gặp chúng tôi khi chúng tôi trở lại Hà Nội mặc dù đó là đêm giao thừa 31122023. Anh ấy đảm bảo rằng chúng tôi đã trở về khách sạn an toàn giữa đám đông trong khu phố cổ do đang đếm ngược. Cũng xin cảm ơn Khu, hướng dẫn viên du lịch của chúng tôi ở Sa Pa. Chúng tôi đi bộ và đi bộ rất nhiều khi ở Sapa đến các thác nước, v.v. Mặc dù cô ấy là người dân tộc Hmong nhưng cô ấy nói tiếng Anh rất tốt. Chúng tôi yêu thời tiết Sapa, đỉnh Phanxipan, những ngọn núi và đi bộ xuyên rừng. Phải đi bộ và leo núi rất nhiều nhưng nó đáng giá. Chuyến đi Ninh Bình của chúng tôi thật thư giãn và thú vị. Thích đạp xe và đi thuyền ở Tam Cốc và Tràng An. Nhìn chung, tôi và gia đình rất thích khoảng thời gian ở Hà Nội, Sapa và Ninh Bình. Cảm ơn James vì ​​đã sắp xếp mọi thứĐọc thêm",
            "Tôi có thể nói gì về Selina, Công ty của cô ấy, tài xế của cô ấy chỉ là một đội tuyệt vời. Những người rất chuyên nghiệp, hiếu khách và rất có lòng hiếu chiến. Tôi đi du lịch một mình nhưng chưa bao giờ cảm thấy cô đơn dù chỉ một phút. Điều tốt đẹp dành cho tất cả các bạn. Tôi sẽ giới thiệu bạn với bất kỳ ai muốn đi du lịch vòng quanh Đông Nam Á và tôi sẽ quay lại! Đọc thêm",
            "Cả gia đình chúng tôi đã đi du lịch đến Campuchia và Việt Nam và tất cả những gì tôi có thể nói là chúng tôi đã có một kỳ nghỉ tuyệt vời nhất. Cả hai quốc gia đều có rất nhiều điều thú vị và chúng tôi đã học được rất nhiều điều về văn hóa, truyền thống cũng như cuộc sống bình thường hàng ngày của họ. Chúng tôi nhận thấy người dân ở Việt Nam rất nồng hậu, thân thiện và không có vấn đề gì cả. Đội ngũ Vietlong đảm bảo rằng chúng tôi hài lòng và đáp ứng nhu cầu của chúng tôi cho phù hợp. Cảm ơn tất cả sự giúp đỡ và hỗ trợ của bạn và chúng tôi hy vọng sẽ ghé thăm lại.Đọc thêm",
            "Chồng tôi và tôi bắt đầu bằng việc đặt một chuyến đi trên Mekong Eyes. Chúng tôi nhận thấy người liên hệ của chúng tôi là Minh rất hữu ích và phản hồi nhanh nên chúng tôi tiếp tục lên kế hoạch cho kỳ nghỉ đang diễn ra của mình với Vietlong Travel. Chuyến đi của chúng tôi trên Mekong Eyes thật tuyệt vời, chúng tôi đã được đón ngay tại điểm đón và đi đến địa điểm lên thuyền. Dịch vụ và tiện nghi trên thuyền rất tuyệt vời. Hướng dẫn viên du lịch am hiểu và cung cấp cái nhìn sâu sắc về cuộc sống địa phương. Chuyến đi đến Campuchia của chúng tôi không gặp rắc rối. Trong suốt kỳ nghỉ của chúng tôi, việc vận chuyển được tổ chức hoàn hảo và đúng giờ. Tại Campuchia, chúng tôi đã thực hiện một chuyến tham quan riêng đến Phnom Penh với một hướng dẫn viên người Campuchia giàu kinh nghiệm. Chúng tôi đã đến Angkor Wat - hướng dẫn viên của chúng tôi thật tuyệt vời và hiểu được sở thích của chúng tôi. Chúng tôi cũng đã thực hiện một chuyến đi trong ngày đến Tonle Sap. Từ đó Hà Nội đến Việt Nam và Hà Nội - thật là một trải nghiệm. Thêm chuyến tham quan - Hạ Long và Ninh Bình chắc chắn có giá trị trong hành trình của bạn. Chúng tôi kết thúc kỳ nghỉ thư giãn ở Đà Nẵng - một thành phố thực sự thú vị. Chúng tôi đã có khoảng thời gian tuyệt vời và sẽ sử dụng lại công ty này.Đọc thêm",
            "Vừa trở về sau kỳ nghỉ tuyệt vời ở Campuchia và Việt Nam. Tất cả đều diễn ra suôn sẻ và Hướng dẫn viên rất xuất sắc. Những chuyến đi thật tốt đẹp và vịnh Hạ Long là một niềm vui. Các khách sạn được bố trí tốt nhưng các phòng đều cơ bản. Nhìn chung tất cả đều rất hài lòng.Đọc thêm",
            "Thật là một KINH NGHIỆM TUYỆT VỜI !! bạn tôi, Jon và tôi gần đây đã tận hưởng một chuyến phiêu lưu bằng mô tô OffRoad tuyệt vời từ Hà Nội đến Sapa và quay trở lại Hà Nội. Cuộc phiêu lưu của chúng tôi rất đặc biệt vì hướng dẫn viên của chúng tôi, anh Quyền, rất giỏi trong việc biến trải nghiệm trở nên cá nhân, thái độ chuyên nghiệp và thân thiện của anh ấy giống như chúng tôi có một người bạn khác đi cùng chúng tôi, kiến ​​thức của anh ấy về các tuyến hành trình, đồ ăn và phong cảnh rất hữu ích. Chúng tôi đã lên kế hoạch cho một chuyến tham quan khác với công ty tuyệt vời này. Sự chuyên nghiệp của họ khiến toàn bộ trải nghiệm cảm thấy rất an toàn, chúng tôi khuyên bạn nên cân nhắc chọn một chuyến đi với công ty rất tốt này CẢM ƠN tất cả mọi người trong văn phòng vì một cuộc phiêu lưu tuyệt vời Hẹn gặp lại tất cả các bạn sớm Graham và Jon Cornwall Vương quốc AnhĐọc thêm",
            "nam giới có phải mặc áo khoác không?Đọc thêm",
            "Đã đến Việt Nam vào tháng 11 năm 2014 và không cần mặc áo khoác trong suốt 14 ngày trong bất kỳ chuyến đi nào. Tất cả các chuyến đi của chúng tôi đều được sắp xếp bởi Vietlong Travel, họ cung cấp dịch vụ tuyệt vời, tôi không thể khen ngợi họ đủ Đọc thêm"
        ],
        "star_ratings": [
            297,
            27,
            1,
            1,
            3
        ],
        "review_amount": 329,
        "location": [
            "VietLong Travel",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 22, 2024",
            "Written January 14, 2024",
            "Written January 6, 2024",
            "Written January 5, 2024",
            "Written January 5, 2024",
            "Written December 18, 2023",
            "Written December 12, 2023",
            "Written December 8, 2023",
            "Written December 5, 2023",
            "Written November 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d2587738-Reviews-or20-VietLong_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or10-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or30-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21007674-Reviews-Tweely_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11848237-Reviews-Ha_Linh_Thu_House_of_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6684667-Reviews-Le_Spa_du_Metropole-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608618-Reviews-Vietnam_Transfer_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23274063-Reviews-Combo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311072-Reviews-Museum_of_the_Revolution-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-Nature_Vietnam_travel_JSC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d4885159-Reviews-Palm_Beach_Club_Restaurant-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d257721-Reviews-The_Carolina_Opry-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4046136-Reviews-Hiding_in_Plain_Sight-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d563149-Reviews-Howell_Park_and_Beach-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d617419-Reviews-Watkins_Glen_International-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2334281-Reviews-We_Will_Rock_You-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d530197-Reviews-West_Bay_Beach-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d8631776-Reviews-Ma_ili_Beach_Park-Waianae_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4356890-Reviews-Duke_Kahanamoku_Lagoon-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g49250-d3360640-Reviews-Village_Park-Kannapolis_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or30-VietLong_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or20-VietLong_Travel-Hanoi.html"
    },
    {
        "attraction_name": "VietLong Travel",
        "attraction_name_vi": "VietLong Travel",
        "general_info": [
            "329 đánh giá",
            "104 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan văn hóaChuyến tham quan bằng thuyềnChuyến tham quan bằng xe máyChuyến tham quan tư nhân",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng xe máy",
            "Tour riêng"
        ],
        "attraction_summary": "WHO WE ARE ? At the early start, Vietlong travel was a small local tour operator for individual travellers to visit Vietnam, and has since rapidly grown with the expansion of its activities over the border to Laos, Cambodia, Thailand and Myanmar. As a result , it has got a new height to become a destination tour company with a group of experienced guides and professional qualified experts, who also has been involved in tourism business for many years, both in and outside Vietnam. In together with its development, Vietlong Travel has set up the representative operation office and affiliates located in Laos, Cambodia, Thailand and Myanmar. The omnipresent flag allows our company to be committed to taking care of all your travel arrangement in a timely manner and making your trip a unique experience. WHAT MAKES US SPECIAL ? The advantage of Vietlong Travel over its competitors is the efficiency of dynamic team and very experienced manager who co-operate with each other harmoniously, and who all work for the same goals. We are also a dynamic operator continually developing new trips focusing on areas that many tour operators prefer to stay away from. The travel products are often updated to give clients the perfect holiday possible. The hotel portfolio increases daily to meet the accommodation needs of travellers seeking a high standard of lodging at extremely competitive prices in key destinations. The package tours described in our website range from easy touring to challenging activities, all focusing in some depth on culture, history, lifestyle, wildlife , cuisine and landscape of Vietnam, Laos, and Cambodia, Thailand and Myanmar that are generally quite different to your own. These products also give travelers of diverse backgrounds , interests and budgets numerous options to choose from since they have been quoted based on different hotel categories running from standard to deluxe. At every trip, we ensure the itinerary is well-paced, the transport is interesting and safe and the hotels are well located , the guide are informative and friendly. Additionally, it is also carefully calculated to bring you a perfect balance between adventure and comfort, exploration and relaxation. Vietlong Travel has also specialized in tailor-made travel besides prepackaged holidays. The trip descriptions are tour elements that can be combined in an endless variety. No matter what your enquiry is, our expert will carefully work on it and provide you with invaluable and advisory offer. We can make requirements for groups or individuals those wish to get off the beaten track or simply relax and be pampered at a five star resort.Read more",
        "reviews": [
            "Chị gái tôi và tôi đã đi du lịch qua Campuchia và Việt Nam. Các hướng dẫn viên rất nhiệt tình và hiểu biết; họ gặp chúng tôi tại sân bay theo kế hoạch và việc vận chuyển rất dễ dàng. Chúng tôi rất ấn tượng bởi vị trí của các khách sạn. Khi thời tiết khiến chúng tôi không thể hoàn thành chuyến tham quan qua đêm trên Vịnh Hạ Long, công ty đã đưa ra cho chúng tôi các lựa chọn thay thế. Đọc thêm",
            "Chúng tôi đã sử dụng công ty này cho chuyến đi hai ngày một đêm từ Chang Mai đến Luang Prabang. tổ chức rất tốt và hướng dẫn luôn đúng giờ và rất hữu ích. Khách sạn ven sông không tuyệt vời nhưng ở giữa hư không nên không có kỳ vọng thực sự. Khách sạn ở Luông Pha Băng thật hoàn hảo! Chúng tôi thật may mắn vì ngoài chuyến đi, chúng tôi còn có xe tải cho riêng mình và có thể chọn những việc cần làm.Đọc thêm",
            "Chuyến đi tuyệt vời đưa chúng tôi qua Campuchia và Việt Nam. Tất cả các hướng dẫn viên đều rất xuất sắc và đầy kiến ​​thức. Việc vận chuyển sân bay đều rất suôn sẻ. Đề xuất kỹ lưỡng một chuyến tham quan với công tyĐọc thêm",
            "Chuyến tham quan bằng xe máy tuyệt vời qua 585 dặm từ Đông Bắc Việt Nam đến tận biên giới Trung Quốc. Được hướng dẫn bởi Linh tuyệt vời, chúng tôi đã nhìn thấy tất cả - núi, hồ, thác nước, trâu, gà, lợn, chó, rắn; ở tại các nhà dân và khách sạn. Trên đường và trên đường, chúng tôi xứng đáng được thưởng thức bia cuối ngày. Người dân địa phương thân thiện vẫy tay, chụp ảnh, cho chúng tôi đồ uống. Tuyệt vời.Đọc thêm",
            "Chúng tôi đã có chuyến đi tuyệt vời nhất ở Việt Nam và Campuchia với vietlong. Mọi thứ đều được tổ chức rất tốt từ chuyển nhượng, hướng dẫn, khách sạn, đồ ăn. Không có gì là quá rắc rối và đã vượt lên trên việc giúp đỡ chúng tôi. Chúng tôi đã bổ sung thêm một số thứ và kiến ​​thức đó đảm bảo rằng tất cả đều phù hợp. Chắc chắn sẽ giới thiệu chúng và sẽ sử dụng lại.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch Campuchia Việt Nam 12 ngày với công ty này, không thể có lỗi gì cả, tất cả hành trình đều theo đúng kế hoạch, tất cả hướng dẫn viên đều rất am hiểu, hữu ích và các khách sạn đều tuyệt vờiĐọc thêm",
            "Đây là chuyến đi xe máy thứ hai của tôi với du lịch Việt Cộng.  Năm ngoái tôi đã đi du lịch miền Bắc Việt Nam cùng với hướng dẫn viên của tôi là anh Quyền.  Chuyến du lịch gần đây nhất của tôi là cùng anh Công ở Tây Nguyên.  Thật là một trải nghiệm tuyệt vời, hướng dẫn viên của tôi rất am hiểu và chỉ cho tôi nhiều điều thú vị ở Tây Nguyên.  Nếm rất nhiều cà phê tuyệt vời và là món ăn địa phương tuyệt vời hàng ngày. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan với Vietlong.  Hướng dẫn viên của tôi đều rất tuyệt vời và quan tâm đến tất cả các chi tiết để đảm bảo chuyến đi của tôi thật thú vị.  Những chiếc xe máy rất đáng tin cậy, đồ ăn rất ngon và những chuyến đi rất thú vị. Nếu bạn đang tìm kiếm một chuyến đi xe máy thú vị, hãy đến với Vietlong Travel!!!!Đọc thêm",
            "Đã có chuyến đi 12 ngày tuyệt vời ở miền bắc Việt Nam bao gồm Sapa, Vịnh Hạ Long Mộc-Châu Ninh Bình. Vietlong Travel đã giúp tổ chức chuyến đi trực tuyến. Minh rất nhanh chóng hữu ích trong việc đưa ra gợi ý về những địa điểm tham quan trong giai đoạn lập kế hoạch. Trục trặc duy nhất trong toàn bộ chuyến đi là tài xế đón chúng tôi từ khách sạn đến Sapa vào ngày đầu tiên! cáu kỉnh, vô ích, không giúp chúng tôi xách túi, giọng điệu và ngôn ngữ cơ thể thô lỗ. May mắn thay, điều này đã không làm hỏng chuyến đi của chúng tôi... bởi vì những người khác rất hữu ích và chuyên nghiệp. Hướng dẫn viên cá nhân của chúng tôi, đặc biệt là Phin Sapa Sunny Mộc Châu, rất chuyên nghiệp, am hiểu và linh hoạt đáp ứng các yêu cầu của chúng tôi về những thay đổi nhỏ trong hành trình đã lên kế hoạch. Tiếng Anh của họ rất hoàn hảo và chúng tôi không gặp vấn đề gì trong việc hiểu hoặc giao tiếp. Nhìn chung, chuyến đi đã được thực hiện tốt, cùng với các Khách sạn tốt cung cấp bữa sáng tuyệt vời để bắt đầu ngày mới... tất cả những điều này đã góp phần không nhỏ vào một trải nghiệm thực sự đáng nhớ. Rất khuyến khích!Đọc thêm",
            "Mình đã liên hệ với Vietlong travel để thực hiện chuyến đi 3 ngày từ Chiang Mai Thái Lan tới Luang Prabang. Điều duy nhất mà công ty này nhìn thấy ở tôi là tiền. Họ chỉ đang cố gắng kiếm được nhiều tiền nhất có thể từ tôi. Tôi đã trả 175 US mỗi người cho việc chuyển bằng xe buýt nhỏ từ Chiang Mai đến Chiang Khong, chuyển bằng xe buýt nhỏ từ khách sạn ở Chiang Khong đến Biên giới Lào, chuyển từ người nội trú sang tàu chậm và tàu chậm. Chỉ để cho bạn một ý tưởng: tàu chậm có giá 12 US mỗi ngày!!! Tôi yêu cầu dừng 2 điểm trong chuyến đi từ Chiang Mai đến Chiang Khong và tôi phải trả thêm 20 US!!! Để làm gì? để sử dụng phanh? Hơn hết, họ còn liên tục nói dối về giá cả và dịch vụ được cung cấp.Đọc thêm",
            "Đây là một mục trong danh sách mong muốn của tôi và nó không làm tôi thất vọng. Hướng dẫn viên KC và Chan của chúng tôi, phong cảnh, bữa ăn, chỗ ở và trải nghiệm đều tuyệt vời. Chúng tôi thậm chí còn tổ chức sinh nhật quan trọng trên đường đi. Một điều nhất định phải làm với một nhóm bạn!!!!!Đọc thêm",
            "nam giới có phải mặc áo khoác không?Đọc thêm",
            "Đến thăm Việt Nam vào tháng 11 năm 2014 không cần áo khoác trong suốt 14 ngày trong bất kỳ chuyến thăm nào. Tất cả các chuyến đi du lịch của chúng tôi đều được tổ chức bởi vietlong travel, người đã cung cấp dịch vụ xuất sắc, tôi không thể khen ngợi họĐọc thêm"
        ],
        "star_ratings": [
            297,
            27,
            1,
            1,
            3
        ],
        "review_amount": 329,
        "location": [],
        "reviews_time": [
            "Written November 21, 2023",
            "Written November 19, 2023",
            "Written November 12, 2023",
            "Written November 1, 2023",
            "Written October 27, 2023",
            "Written October 21, 2023",
            "Written October 11, 2023",
            "Written October 3, 2023",
            "Written September 1, 2023",
            "Written August 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d2587738-Reviews-or30-VietLong_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or20-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or40-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21007674-Reviews-Tweely_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11848237-Reviews-Ha_Linh_Thu_House_of_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6684667-Reviews-Le_Spa_du_Metropole-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608618-Reviews-Vietnam_Transfer_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23274063-Reviews-Combo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311072-Reviews-Museum_of_the_Revolution-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-Nature_Vietnam_travel_JSC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g35942-d284695-Reviews-Grand_Victoria_Casino_Elgin-Elgin_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g46567-d4262659-Reviews-Overpeck_County_Park-Leonia_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g196673-d7078359-Reviews-Calanque_d_En_Vau-Cassis_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g45956-d8483716-Reviews-Burnt_Cedar_Beach-Incline_Village_Lake_Tahoe_Nevada_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d2152004-Reviews-Shibuya_Parco-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d131290-Reviews-Rainbow_Falls-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1158886-d3781012-Reviews-Mangel_Halto_Beach-Savaneta_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g147344-d546321-Reviews-Gros_Islet_Street_Party-Gros_Islet_Gros_Islet_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298207-d1423810-Reviews-Uminonakamichi_Seaside_Park-Fukuoka_Fukuoka_Prefecture_Kyushu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d7396377-Reviews-Elephant_Hill-Nairobi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or40-VietLong_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-or30-VietLong_Travel-Hanoi.html"
    }
]