[
    {
        "attraction_name": "Viet Coral Tourist",
        "attraction_name_vi": "Du Lịch San Hô Việt",
        "general_info": [
            "94 đánh giá",
            "31 trên 160 chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng xe máy",
            "Tour thuê thuyền câu cá"
        ],
        "attraction_summary": "Với hơn 5 năm kinh nghiệm trong lĩnh vực du lịch. Tất cả các dịch vụ chính của công ty chúng tôi là cho thuê xe máy, Easy Rider Tour, Tour 4 đảo, lặn ống thở hàng ngày, lặn biển ....và hơn thế nữa.Đọc thêm",
        "reviews": [
            "Cho thuê xe tay ga tuyệt vời, rất khuyến khích. Họ đánh rơi chiếc xe tay ga ở khách sạn và nhặt nó lên, dịch vụ khách hàng tuyệt vời. Đọc thêm",
            "Dịch vụ tuyệt vời! Rất đáng để giới thiệu. Chúng tôi đã thuê một chiếc xe tay ga trong 10 ngày khi ở Nha Trang, toàn bộ quá trình rất dễ dàng và hiệu quả. Chiếc xe tay ga ở trong tình trạng tuyệt vời và tôi thực sự khuyên bạn nên sử dụng dịch vụ của công ty này nếu bạn đang muốn thuê một chiếc xe tay ga và khám phá Nha Trang. Cảm ơn bạn rất nhiều vì đã làm cho chuyến đi Nha Trang của chúng tôi trở nên đáng nhớ, bạn đã cung cấp một dịch vụ tuyệt vời. Đọc thêm",
            "Trải nghiệm thú vị khi thuê một chiếc Honda Air Blade trong tình trạng tốt.  Tôi dự định cùng con gái đi xa Nha Trang một chút nên tôi rất quan tâm đến việc bảo dưỡng tốt, đặc biệt là hệ thống phanh.  Chiếc xe đạp tôi thuê đang trong tình trạng tốt và quá trình này rất đơn giản và dễ dàng.  Tỷ lệ tốt quá!Đọc thêm",
            "Tôi chắc chắn sẽ giới thiệu Viet Coral Tourist cho bất kỳ ai đang tìm kiếm công ty cho thuê xe tay ga ở Nha Trang. Tình trạng của chiếc xe tay ga chỉ ở mức trung bình chứ không hề bị va đập. Tuy nhiên, toàn bộ quá trình thuê xe không hề gặp rắc rối vì tôi chỉ ở lại cửa hàng chưa đầy 5 phút bao gồm cả thời gian nhận và trả xe. Chủ sở hữu rất thân thiện và cung cấp cho chúng tôi bản đồ với một số POI chính. Nơi này là hợp pháp.Đọc thêm",
            "Chúng tôi muốn thuê một chiếc xe đạp trong vài ngày khi chúng tôi ở Nha Trang, thật khó để tìm một nơi cung cấp những dịch vụ này nhưng khi tìm trên Google, chúng tôi đã tìm thấy cửa hàng này. Cửa hàng hơi khó tìm từ đường chính vì bạn phải đi bộ xuống một con hẻm nhỏ đến cuối để có thể họ có thể cải thiện quảng cáo nhưng khi chúng tôi đến đó, anh chàng này rất hữu ích. Anh ấy chỉ cho chúng tôi các lựa chọn của chúng tôi và cho chúng tôi biết giá cả. Sau đó, họ rửa xe, bơm lốp và cung cấp cho bạn bản đồ chỉ ra những con đường nào là một chiều, v.v. Nó rất hữu ích. Dịch vụ tốt.Đọc thêm",
            "Vietcoral là nơi cho thuê xe máy tốt nhất ở Nha Trang, chúng tôi tìm thấy đại lý này trên internet và chúng tôi hoàn toàn hài lòng. Đó là vào ngày lễ thiêng liêng của Việt Nam và đại lý đáng lẽ phải đóng cửa nhưng họ thậm chí còn thuê chúng tôi một chiếc xe máy trong 3 ngày. Chiếc xe máy ở tình trạng tuyệt vời và nó không đắt tiền. Mô hình này là gần đây. Trong chuyến đi, chúng tôi gặp một vấn đề nhỏ và họ rất hữu ích và nhiệt tình với chúng tôi. Họ cũng giữ túi của chúng tôi trong suốt chuyến đi. Cảm ơn bạn một lần nữa. Chúng tôi đề xuất đại lý này.Đọc thêm",
            "Đối tác của tôi và tôi đã đến thăm Nha Trang và thuê một chiếc xe máy từ Viet Coral Touriat rất chuyên nghiệp và giá cả hợp lý. Anh ấy cung cấp một chiếc xe máy sạch sẽ, an toàn và rất đáp ứng nhu cầu của chúng tôi khi chúng tôi muốn gia hạn thời gian thuê. Chúng tôi rất muốn giới thiệu.Đọc thêm",
            "Chúng tôi bị lỡ chuyến xe buýt từ Nha Trang đến Đà Lạt do chuyến bay bị trễ. Vì vậy, chúng tôi bị mắc kẹt ở Nha Trang khi cố gắng đến Đà Lạt. Sau một hồi nghiên cứu trực tuyến, tôi tìm thấy Viet Coral Tourist và đến văn phòng của họ. Dennis xuất hiện vài phút sau đó và cực kỳ hữu ích và tốt bụng. Sau khi sắp xếp xong mọi thứ, chúng tôi lấy xe máy và lên đường. Chiếc xe máy ở trong tình trạng hoàn hảo và anh ấy thậm chí còn tìm cách đưa hành lý của chúng tôi đến đà lạt cùng ngày. Tôi không biết anh ấy đã làm như thế nào, nhưng nó hoạt động hoàn hảo và tôi có thể nhận nó rất gần khách sạn của chúng tôi. Ở đà lạt có người đến khách sạn trả lại tiền đặt cọc và nhận xe máy. Và một điều bổ sung rất thú vị là Dennis luôn có sẵn thông qua whatsapp. Nói chung rất vui khi chúng tôi tìm thấy khách du lịch san hô Việt và chuyến đi từ Nha Trang đến Đà Lạt thật ngoạn mục. Tôi rất khuyến khích du lịch san hô việt Cảm ơn rất nhiều bạnĐọc thêm",
            "Anh trai tôi và tôi đã thuê một chiếc xe máy từ Viet Coral vài ngày trước và dịch vụ này là dịch vụ tốt nhất mà chúng tôi có được ở khắp Việt Nam. Denis nói tiếng Anh rất tốt và rất hữu ích khi tổ chức xe đạp cho chúng tôi. Anh ấy thậm chí còn thả chúng tôi ở bến xe buýt sau khi chúng tôi trả xe khi chúng tôi đến muộn. 100 muốn giới thiệu dịch vụ này cho bất cứ ai. Cảm ơn Việt Coral!! Đọc thêm",
            "Dennis và nhóm ở Viet Coral là những người rất thân thiện. Quá trình thuê của anh ấy rất dễ dàng và anh ấy nói tiếng Anh rất tốt. Sau khi chúng tôi trả lại xe đạp, anh ấy thậm chí còn đưa chúng tôi đến kho xe buýt ngủ. Chúng tôi rất khó tìm được một nơi cho thuê xe máy ở Nha Trang nhưng khi tìm được những người này thì thật dễ dàng. Rất muốn giới thiệu thuê công ty này! Đọc thêm"
        ],
        "star_ratings": [
            84,
            10,
            0,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Du Lịch San Hô Việt",
            "Nha Trang",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Nha Trang",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written June 3, 2024",
            "Written November 20, 2022",
            "Written April 9, 2021",
            "Written May 27, 2019",
            "Written May 23, 2019",
            "Written May 11, 2019",
            "Written February 25, 2019",
            "Written February 17, 2019",
            "Written January 23, 2019",
            "Written January 23, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d6537480-Reviews-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or10-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4589208-Reviews-Y_Spa_Beauty_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11611768-Reviews-St_Joseph_s_Parish_Church-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25430538-Reviews-Bikini_Vivian_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d24874550-Reviews-MAYA_Medical_Centre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7928436-Reviews-Easy_Rider_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14027926-Reviews-Himiko_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26094733-Reviews-Adelia_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d21179931-Reviews-Bar_LOFT_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27098270-Reviews-Full-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d23452695-Reviews-DTX_Spa_Massage-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8638628-Reviews-Nha_Trang_Sea_Star-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8611004-Reviews-DV_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d10844839-Reviews-Mockba_Spa_Nail-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1818387-Reviews-Rainbow_Divers-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4995660-Reviews-Easy_Rider_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d14008295-Reviews-Metro_City_Mall-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608659-d8388957-Reviews-Red_Bull_Global_Headquarters-Fuschl_am_See_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d9885001-Reviews-Devils_Den-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33418-d144221-Reviews-Water_World-Federal_Heights_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d10393367-Reviews-Minitrenet-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580314-d14981574-Reviews-La_Reserva-Sa_Coma_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d147700-Reviews-Beale_Street-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g303829-d8284161-Reviews-Aquapark_Aquacolors_Porec-Porec_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d103227-Reviews-White_House-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d457122-Reviews-Tunku_Abdul_Rahman_Marine_Park-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Div.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or10-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "cho thuê xe tay ga": 0.9953516679815948,
            "xe tay ga": 0.9465787384348612,
            "khách sạn": 0.6050252466113306,
            "dịch vụ": 0.9452487253729487,
            "khách hàng": 0.9954740611719899,
            "chuyến đi": 0.9944934960221872,
            "trải nghiệm": 0.9946281315642409,
            "hệ thống phanh": 0.9424611097201705,
            "xe đạp": 0.9938542970048729,
            "xe": 0.64489287417382,
            "cửa hàng": 0.559734764508903,
            "trả xe": 0.5,
            "chủ sở hữu": 0.9857014928711578,
            "giá cả": 0.7576949170907028,
            "họ rửa xe bơm lốp": 0.5081421509385109,
            "xe máy": 0.9948602316144388,
            "lễ thiêng": 0.9310201331973076,
            "mô": 0.5345372669398785,
            "túi": 0.5389169324189425,
            "chuyến xe buýt": 0.5,
            "chuyến bay": 0.5,
            "văn phòng": 0.6092578917741776,
            "hành lý": 0.995509457308799,
            "du lịch san": 0.9955928439158015,
            "bến xe buýt": -0.9336394590791315,
            "xe buýt": -0.9678030947688967
        },
        "dicts_adj": {
            "cho thuê xe tay ga": [
                "tuyệt vời"
            ],
            "xe tay ga": [
                "tuyệt vời",
                "dễ dàng",
                "tuyệt vời",
                "thực sự",
                "chắc chắn",
                "bất kỳ"
            ],
            "khách sạn": [
                "tuyệt vời",
                "hoàn hảo",
                "gần"
            ],
            "dịch vụ": [
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "tốt",
                "tốt",
                "khắp",
                "tốt",
                "khắp"
            ],
            "khách hàng": [
                "tuyệt vời"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "nhỏ",
                "hữu ích",
                "vui"
            ],
            "trải nghiệm": [
                "thú vị",
                "tốt"
            ],
            "hệ thống phanh": [
                "cùng",
                "tốt",
                "đặc biệt"
            ],
            "xe đạp": [
                "tốt",
                "đơn giản",
                "dễ dàng",
                "tốt",
                "hữu ích"
            ],
            "xe": [
                "trung bình"
            ],
            "cửa hàng": [
                "đầy",
                "khó",
                "nhỏ",
                "hữu ích"
            ],
            "trả xe": [],
            "chủ sở hữu": [
                "thân thiện"
            ],
            "giá cả": [
                "chuyên nghiệp",
                "hợp lý"
            ],
            "họ rửa xe bơm lốp": [],
            "xe máy": [
                "tốt",
                "hoàn toàn",
                "hài lòng",
                "sạch sẽ",
                "an toàn"
            ],
            "lễ thiêng": [
                "thiêng liêng"
            ],
            "mô": [
                "gần"
            ],
            "túi": [
                "suốt"
            ],
            "chuyến xe buýt": [],
            "chuyến bay": [],
            "văn phòng": [],
            "hành lý": [
                "hoàn hảo",
                "cùng"
            ],
            "du lịch san": [
                "nhiều"
            ],
            "bến xe buýt": [
                "muộn"
            ],
            "xe buýt": []
        },
        "list_proper_noun": [],
        "factor value": {
            "cho thuê xe tay ga": 2,
            "xe tay ga": 3.5,
            "khách sạn": 2.5,
            "dịch vụ": 4.0,
            "khách hàng": 2,
            "chuyến đi": 2.0,
            "trải nghiệm": 0.5,
            "hệ thống phanh": 0.5,
            "xe đạp": 1.0,
            "xe": 0.5,
            "cửa hàng": 1.0,
            "trả xe": 0.5,
            "chủ sở hữu": 0.5,
            "giá cả": 1.0,
            "họ rửa xe bơm lốp": 0.5,
            "xe máy": 1.0,
            "lễ thiêng": 0.5,
            "mô": 0.5,
            "túi": 0.5,
            "chuyến xe buýt": 0.5,
            "chuyến bay": 0.5,
            "văn phòng": 0.5,
            "hành lý": 0.5,
            "du lịch san": 0.5,
            "bến xe buýt": 0.5,
            "xe buýt": 0.5
        }
    },
    {
        "attraction_name": "Viet Coral Tourist",
        "attraction_name_vi": "Du Lịch San Hô Việt",
        "general_info": [
            "94 đánh giá",
            "31 trên 160 chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Tour Di sản Lịch sử",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng xe máy",
            "Tour du thuyền câu cá"
        ],
        "attraction_summary": "Với hơn 5 năm kinh nghiệm trong lĩnh vực du lịch. Tất cả các dịch vụ chính của công ty chúng tôi là cho thuê xe máy, Easy Rider Tour, Tour 4 đảo, lặn ống thở hàng ngày, lặn biển ....và hơn thế nữa.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thuê một chiếc xe máy mới, hình dáng rất tốt. Họ chọn những chiếc túi lớn của chúng tôi từ khách sạn và lúc 5 giờ chiều, họ đợi chúng tôi ở Đà Lạt. Dịch vụ của họ thực sự hữu ích, Luna luôn sẵn sàng. Cảm ơn bạnĐọc thêm",
            "Thuê một chiếc xe máy trong một ngày để khám phá quanh Nha Trang. Xe đạp ở trong tình trạng tuyệt vời, chúng tôi được tặng hai chiếc mũ bảo hiểm phù hợp, người chủ đã cho chúng tôi một số lời khuyên hữu ích. Vị trí hơi khó tìm, nằm trên một con phố nhỏ ngoài 23 Hoàng Hoa Thám. Hãy tìm số cửa hàng để giúp bạn tìm thấy nó. Đọc thêm",
            "Chúng tôi đã đặt chuyến đi câu cá và lặn với ống thở cả ngày với Denis làm hướng dẫn viên.  Đây chắc chắn là một trong những điểm nổi bật của kỳ nghỉ của chúng tôi ở Nha Trang! Denis đã cung cấp cho chúng tôi tất cả đồ dùng và phương tiện đi lại cần thiết cho các hoạt động.  Tiếng Anh của anh ấy tốt và cung cấp thông tin thực sự hữu ích, trả lời nhiều câu hỏi của chúng tôi về Việt Nam và khu vực. Họ nấu một bữa trưa tuyệt vời cho chúng tôi trên thuyền.  Sau khi chuyến đi kết thúc, Denis đưa chúng tôi trở lại khách sạn và thậm chí còn làm chúng tôi ngạc nhiên với chiếc bánh Cảm ơn!  Hoàn toàn bất ngờ nhưng một liên lạc thực sự tốt đẹp!  Hoàn toàn muốn giới thiệu để có trải nghiệm tuyệt vời ở Nha Trang! Đọc thêm",
            "Chúng tôi tìm thấy Công ty này qua TripAdvisor và gọi điện cho một chiếc xe máy. Anh ấy đưa ra ba loại: loại mới giá 200k, loại cũ giá 150k và loại cũ hơn nữa giá 130k. Chúng tôi lấy loại cũ và thuê trong 4 ngày. Cuối cùng chúng tôi được giảm giá và anh ấy đưa tôi trở lại khách sạn bên ngoài Nha Trang. Cảm ơn một lần nữa!!Đọc thêm",
            "Dennis điều hành một doanh nghiệp tuyệt vời lấy khách hàng làm trung tâm. Anh ấy trả lời người hỏi txt của tôi rất nhanh và giao một chiếc xe tay ga xinh xắn cho chúng tôi tại khách sạn vào ngày hôm sau theo kế hoạch. Sau đó, vào ngày nhận hàng, Dennis đã mang cho chúng tôi một chiếc bánh để chúc mừng tuần trăng mật của chúng tôi, thật cảm động và hơn bất kỳ dịch vụ bình thường nào -Vì vậy giống anh ấy. Tôi hết lòng giới thiệu anh ấy và công ty của anh ấy - một doanh nghiệp 5 sao để giải quyết.Đọc thêm",
            "Chúng tôi thuê xe máy từ đại lý này và dịch vụ rất suôn sẻ, tiện lợi và chuyên nghiệp. Ngoài ra, hãy nhớ rằng đại lý này có thể cung cấp cho bạn Vé vào cửa Vinpeal Land, giao hàng tận nơi, với giá thấp hơn một chút so với giá trên. tại phòng vé. Trình độ tiếng Anh của họ hoàn toàn đủ để giao tiếp với họ!Đọc thêm",
            "Chủ rất tốt bụng và thân thiện. Không chỉ có dịch vụ tốt, phản hồi nhanh mà còn có hướng dẫn rất hữu ích về nhà hàng và chợ địa phương! Cảm ơn nhiều!! :Đọc thêm",
            "Dịch vụ tuyệt vời và chất lượng cho thuê xe máy! Chủ sở hữu cũng là người tốt, hướng dẫn viên du lịch miễn phí vui tính và hướng dẫn cẩn thậnĐọc thêm",
            "Chúng tôi đã đến Nha Trang vài tuần trước trong kỳ nghỉ, khách sạn của chúng tôi gần Hòn Chồng. Cách trung tâm khoảng ba km rưỡi, tôi được gọi là nhiều công ty có dịch vụ cho thuê xe máy và tôi cũng nhận được câu trả lời giống như bạn cho đến nay đi, chúng tôi có thể giao hàng. thật may mắn khi tìm được Viet Coral Tourist và gọi ngay cho anh Tuấn. Anh ấy rất ngầu! Tôi đã nhận được chiếc xe đạp đẹp trong một tuần với giá hời và anh ấy đã giao hàng đến khách sạn của tôi trong vòng 30 phút.Đọc thêm",
            "Denis thật tuyệt vời, mọi thứ diễn ra suôn sẻ.  Xe đạp đáng tin cậy, Denis nói tiếng Anh tốt và am hiểu về khu vực, giá cả cạnh tranh và rất hợp lý. Không một lời phàn nàn nào, rất khuyến khích tour du lịch. Denis cũng tặng chúng tôi một chiếc bánh để bày tỏ sự cảm kích của anh ấy.  Tôi sẽ quay lại lần sau khi tôi đến Việt Nam cho chuyến du lịch nhiều ngàyĐọc thêm"
        ],
        "star_ratings": [
            84,
            10,
            0,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Du Lịch San Hô Việt",
            "Nha Trang",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Nha Trang",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written January 10, 2019",
            "Written December 8, 2018",
            "Written July 31, 2018",
            "Written July 27, 2018",
            "Written July 17, 2018",
            "Written July 14, 2018",
            "Written June 13, 2018",
            "Written May 30, 2018",
            "Written May 25, 2018",
            "Written April 26, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d6537480-Reviews-or10-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or20-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4589208-Reviews-Y_Spa_Beauty_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11611768-Reviews-St_Joseph_s_Parish_Church-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25430538-Reviews-Bikini_Vivian_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d24874550-Reviews-MAYA_Medical_Centre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7928436-Reviews-Easy_Rider_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14027926-Reviews-Himiko_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26094733-Reviews-Adelia_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d21179931-Reviews-Bar_LOFT_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27098270-Reviews-Full-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d23452695-Reviews-DTX_Spa_Massage-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8638628-Reviews-Nha_Trang_Sea_Star-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8611004-Reviews-DV_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d10844839-Reviews-Mockba_Spa_Nail-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1818387-Reviews-Rainbow_Divers-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4995660-Reviews-Easy_Rider_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d25025550-Reviews-Warisan_Merdeka_Tower-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3726207-Reviews-National_Museum_of_Mathematics-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d6633533-Reviews-Mydin_Mall_Mitc-Melaka_Central_Melaka_District_Melaka_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1436120-Reviews-Bur_Dubai_Abra_Station-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g33853-d4427795-Reviews-Elephant_s_Trunk_Flea_Market-New_Milford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6788376-Reviews-Christian_Louboutin-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d14163992-Reviews-Italo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d7250993-Reviews-King_Abdullah_Park-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g285715-d4011109-Reviews-Praia_do_Barril-Tavira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g51303-d117495-Reviews-Arbuckle_Wilderness-Davis_Oklahoma.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or20-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or10-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "xe máy": 0.6086001428271023,
            "túi": 0.5237182341516018,
            "khách sạn": 0.5,
            "dịch vụ": 0.6102306872360511,
            "nha trang": 0.561171617358923,
            "xe đạp": 0.9336895237793215,
            "mũ bảo hiểm": 0.5,
            "người chủ": 0.5,
            "vị trí": 0.8737691454589367,
            "hoàng hoa": 0.8737691454589367,
            "cửa hàng": 0.5007431358098984,
            "câu cá": 0.5,
            "hướng dẫn viên": 0.5,
            "kỳ nghỉ": 0.745743450766895,
            "đồ dùng": 0.943948682397604,
            "phương tiện đi lại": 0.6119371652603149,
            "bữa trưa": 0.9955757360439748,
            "thuyền": 0.5,
            "chuyến đi": 0.5,
            "bánh": 0.8286400575113172,
            "giá": 0.29130771826021373,
            "doanh nghiệp": 0.9954879041470122,
            "trung tâm": 0.5,
            "xe tay ga": 0.9917707751737908,
            "nhận hàng": 0.9955488769337535,
            "tuần trăng mật": 0.9954432987724431,
            "phòng vé": 0.7544986163266003,
            "hướng": 0.9947093738010153,
            "nhà hàng": 0.5,
            "chợ địa phương": 0.5,
            "cho": 0.5,
            "chủ sở": 0.8737691454589367,
            "hướng dẫn viên du lịch": 0.995075426530093,
            "giá cả cạnh tranh": 0.9955723871826194,
            "tour du lịch": -0.29466597735881805,
            "chuyến du lịch": 0.9817236543167382
        },
        "dicts_adj": {
            "xe máy": [
                "tốt",
                "suôn sẻ",
                "tiện lợi",
                "chuyên nghiệp",
                "giống"
            ],
            "túi": [
                "lớn"
            ],
            "khách sạn": [],
            "dịch vụ": [
                "thực sự",
                "sẵn sàng",
                "bình thường",
                "giống",
                "suôn sẻ",
                "tiện lợi",
                "chuyên nghiệp",
                "tốt",
                "nhanh",
                "tuyệt vời",
                "giống"
            ],
            "nha trang": [
                "Cuối cùng"
            ],
            "xe đạp": [
                "tuyệt vời",
                "đẹp"
            ],
            "mũ bảo hiểm": [],
            "người chủ": [],
            "vị trí": [
                "khó",
                "nhỏ"
            ],
            "hoàng hoa": [
                "khó",
                "nhỏ"
            ],
            "cửa hàng": [],
            "câu cá": [],
            "hướng dẫn viên": [],
            "kỳ nghỉ": [
                "chắc chắn",
                "nổi bật"
            ],
            "đồ dùng": [
                "cần thiết"
            ],
            "phương tiện đi lại": [
                "cần thiết"
            ],
            "bữa trưa": [
                "tuyệt vời"
            ],
            "thuyền": [],
            "chuyến đi": [],
            "bánh": [
                "hơn"
            ],
            "giá": [
                "cũ",
                "cũ",
                "thấp",
                "hơn",
                "hời"
            ],
            "doanh nghiệp": [
                "tuyệt vời"
            ],
            "trung tâm": [],
            "xe tay ga": [
                "xinh xắn"
            ],
            "nhận hàng": [
                "hơn"
            ],
            "tuần trăng mật": [
                "hơn"
            ],
            "phòng vé": [],
            "hướng": [
                "hữu ích"
            ],
            "nhà hàng": [],
            "chợ địa phương": [],
            "cho": [],
            "chủ sở": [
                "tốt"
            ],
            "hướng dẫn viên du lịch": [
                "cẩn thận"
            ],
            "giá cả cạnh tranh": [
                "tốt",
                "hợp lý"
            ],
            "tour du lịch": [],
            "chuyến du lịch": [
                "nhiều"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "xe máy": 2.5,
            "túi": 0.5,
            "khách sạn": 2.5,
            "dịch vụ": 3.0,
            "nha trang": 1.5,
            "xe đạp": 1.0,
            "mũ bảo hiểm": 0.5,
            "người chủ": 0.5,
            "vị trí": 0.5,
            "hoàng hoa": 0.5,
            "cửa hàng": 0.5,
            "câu cá": 0.5,
            "hướng dẫn viên": 0.5,
            "kỳ nghỉ": 1.0,
            "đồ dùng": 0.5,
            "phương tiện đi lại": 0.5,
            "bữa trưa": 0.5,
            "thuyền": 0.5,
            "chuyến đi": 0.5,
            "bánh": 1.5,
            "giá": 1.5,
            "doanh nghiệp": 0.5,
            "trung tâm": 0.5,
            "xe tay ga": 0.5,
            "nhận hàng": 0.5,
            "tuần trăng mật": 0.5,
            "phòng vé": 0.5,
            "hướng": 0.5,
            "nhà hàng": 0.5,
            "chợ địa phương": 0.5,
            "cho": 0.5,
            "chủ sở": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "giá cả cạnh tranh": 0.5,
            "tour du lịch": 0.5,
            "chuyến du lịch": 0.5
        }
    },
    {
        "attraction_name": "Viet Coral Tourist",
        "attraction_name_vi": "Du Lịch San Hô Việt",
        "general_info": [
            "94 đánh giá",
            "31 trên 160 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng xe máy",
            "Tour thuê thuyền câu cá"
        ],
        "attraction_summary": "Với hơn 5 năm kinh nghiệm trong lĩnh vực du lịch. Tất cả các dịch vụ chính của công ty chúng tôi bao gồm cho thuê xe máy, tour du lịch easy rider, tour 4 đảo, lặn biển hàng ngày, lặn biển có bình dưỡng khí ....và nhiều dịch vụ khác nữa.Đọc thêm",
        "reviews": [
            "Tour du lịch tuyệt vời nhìn thấy nhiều văn hóa và phong cảnh địa phương. Hướng dẫn viên thân thiện và hữu ích Denis cảm ơn.Đọc thêm",
            "Mình và bạn Gil đặt tour đi Đà Lạt 1 ngày. Chúng tôi rất thích những địa điểm đẹp: Đất nước, Thác nước, hướng dẫn rất hữu ích, Trên đường chúng tôi có nhiều điểm dừng để nghỉ ngơi và chụp ảnh, Nếu tôi quay lại Việt Nam, tôi sẽ đặt tour vào một ngày nào đó. Cảm ơn Viet Coral. Tôi sẽ luôn ủng hộ Viet CoralĐọc thêm",
            "Cảm ơn Denis vietcaltourist vì đã hướng dẫn anh ấy đi vòng quanh thành phố. Kiên nhẫn chỉ cho chúng tôi xung quanh và kiến ​​thức tuyệt vời về từng địa điểm. Đáng để giới thiệu! Đọc thêm",
            "Ngày tuyệt vời dành cho hướng dẫn viên du lịch của chúng tôi Dennis. Đây là một hướng dẫn viên thân thiện được tổ chức rất tốt sẵn sàng giúp đỡ và có kiến ​​thức địa phương tuyệt vời. Chuyến tham quan bao gồm tất cả các khu vực của Nha Trang, nơi không phải là khu vực bãi biển du lịch. Rất nhiều lịch sử trong khu vực. Cảm ơn bạn vì một ngày tuyệt vời. Rất nhiều địa điểm thú vị với nhiều nền văn hóa và lịch sử. Hãy thử tắm bùn, đó là một trải nghiệm thực sự. Người mẹ thân thiện.Đọc thêm",
            "Đã tham quan thành phố với Denis, một hướng dẫn viên rất giỏi. Tôi thực sự muốn giới thiệu công ty này nếu bạn muốn đặt tour ở Nha Trang. Đọc thêm",
            "Cảm ơn Denis Vietcoraltourist đã tổ chức tour du lịch cá nhân đến Đảo Mun và các đảo khác và Tour tham quan thành phố. Chăm sóc chúng tôi rất kiên nhẫn. Cho chúng tôi trải nghiệm dịch vụ Spa 4 giờ tại I Resort, thậm chí chúng tôi còn nói sẽ đi taxi về sau. Anh ấy nói sẽ đợi chúng tôi. Chúng tôi kết thúc tour bằng món quà là chiếc bánh từ Denis. Cảm ơn anh rất nhiều, Denis. Đọc thêm",
            "Tuans thực sự rất tuyệt, anh ấy chỉ cho bạn đi khắp thành phố, đảm bảo bạn sẽ đi đúng hướng. Quá trình dễ dàng. Họ cũng có đặt tour.Đọc thêm",
            "Chỉ muốn nói lời cảm ơn sâu sắc đến Luna tại khách sạn Viet Coral. Tôi muốn tự mình khám phá Nha Trang như mọi khi tôi đi bất cứ đâu. Tôi hơi nghi ngờ về mức giá ban đầu là 360k VNĐ vào khoảng 12 giờ Thứ Bảy mà không cần đặt cọc, chỉ có giấy phép drvr của tôi để đặt cọc nhưng dù sao thì tôi cũng đã mua nó! Tôi đã nhờ Luna giao chiếc xe tay ga đến khách sạn của tôi và nhận lại khi tôi hoàn thành! Không kịch tính, không rắc rối và 100 dịch vụ hợp pháp, chưa bao giờ có dịch vụ cho thuê xe tay ga như thế này ở bất cứ đâu...... bao giờ hết. Đừng ngại thử nó, hầu hết đều có vẻ hỗn loạn nhưng người dân địa phương chỉ đi vòng quanh bạn hoặc cho bạn không gian và rất kiên nhẫn, rất đáng để trải nghiệm và mang lại cho bạn nhiều tự do hơn, cảnh sát cũng không gây rắc rối cho bạn... Kinh nghiệm tuyệt vời không thể đánh giá chúng đủ cao. Cảm ơn một lần nữa Luna vì một dịch vụ tuyệt vờiĐọc thêm",
            "Hôm nay hãy tham gia chuyến đi câu cá và lặn biển bằng thuyền riêng, thật tuyệt và hướng dẫn viên du lịch Dennis rất giỏi và chuyên nghiệp, anh ấy rất tốt, tất cả chúng ta đều thích thú ngày hôm nayĐọc thêm",
            "Cảnh đẹp, hải sản ngon, món ngon nhất tôi từng thử, hướng dẫn hay. Nhờ người hướng dẫn tuyệt vời Dennis, chúng tôi đã ghé thăm tất cả những nơi mà chúng tôi đã lên kế hoạch và bất ngờ có một bữa hải sản ngon. Tôi sẽ quay lại lần nữa. Và xin chân thành cảm ơn vietoral.Đọc thêm"
        ],
        "star_ratings": [
            84,
            10,
            0,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Du Lịch San Hô Việt",
            "Nha Trang",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Nha Trang",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written December 28, 2017",
            "Written December 10, 2017",
            "Written November 21, 2017",
            "Written November 5, 2017",
            "Written November 3, 2017",
            "Written October 21, 2017",
            "Written October 16, 2017",
            "Written September 25, 2017",
            "Written September 23, 2017",
            "Written September 17, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d6537480-Reviews-or20-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or10-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or30-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4589208-Reviews-Y_Spa_Beauty_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11611768-Reviews-St_Joseph_s_Parish_Church-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25430538-Reviews-Bikini_Vivian_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d24874550-Reviews-MAYA_Medical_Centre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7928436-Reviews-Easy_Rider_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14027926-Reviews-Himiko_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26094733-Reviews-Adelia_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d21179931-Reviews-Bar_LOFT_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27098270-Reviews-Full-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d23452695-Reviews-DTX_Spa_Massage-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8638628-Reviews-Nha_Trang_Sea_Star-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8611004-Reviews-DV_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d10844839-Reviews-Mockba_Spa_Nail-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1818387-Reviews-Rainbow_Divers-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4995660-Reviews-Easy_Rider_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32249-d269456-Reviews-Sherman_Library_Gardens-Corona_del_Mar_Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188932-d2454053-Reviews-Corinth_Canal-Isthmia_Loutraki_Corinthia_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188485-Reviews-Musee_Marmottan_Monet-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g8807597-d8804994-Reviews-Tanguar_Haor-Sunamganj_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d3698382-Reviews-Patong_Boxing_Stadium-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g46160-d3472710-Reviews-Merrimack_Premium_Outlets-Merrimack_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188474-Reviews-South_Kensington-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066460-d1425386-Reviews-Sunshine_Aquarium-Toshima_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806921-d7369015-Reviews-Tamshui_Old_Street-Tamsui_New_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3502333-Reviews-Cave_Bar_More-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or30-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or20-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "tour du lịch": 0.9108671611174941,
            "văn hóa": 0.5,
            "phong cảnh địa phương": 0.5,
            "hướng dẫn viên": 0.9828935654780556,
            "tour đi": 0.775192947126925,
            "đất nước": 0.8737691454589367,
            "thác nước": 0.8737691454589367,
            "tour": 0.6780754158971831,
            "kiến ​​thức": 0.9947877140948549,
            "ngày": 0.8737691454589367,
            "kiến ​​thức địa phương": 0.9941206134390086,
            "chuyến tham quan": 0.8737691454589367,
            "bãi biển du lịch": 0.5,
            "lịch sử": 0.7137722037732601,
            "địa điểm": 0.9345565138792153,
            "nền văn hóa": 0.5,
            "bùn đó": -0.8615897935815156,
            "trải nghiệm": 0.6764714817982167,
            "người mẹ": 0.9744821521453559,
            "đảo": -0.9277705748099834,
            "tour tham quan": 0.8737691454589367,
            "dịch vụ": 0.7477942720870487,
            "spa": 0.5,
            "bánh từ": 0.5,
            "khách sạn": 0.9951167057733983,
            "nha": 0.3543803971260786,
            "giá": 0.8154756091535091,
            "xe tay ga": 0.5,
            "dịch vụ hợp": 0.8794820317998528,
            "cho": 0.5,
            "người dân địa phương": 0.9898014174541458,
            "không gian": 0.995478703523986,
            "chuyến đi câu cá": 0.7621826532413252,
            "lặn biển": 0.7558021559962071,
            "thuyền": 0.7605171340110246,
            "cảnh": 0.8737691454589367,
            "hải sản": 0.9955670783529058,
            "người hướng dẫn": 0.995387599337846,
            "bữa hải sản": 0.995504183229059
        },
        "dicts_adj": {
            "tour du lịch": [
                "tuyệt vời",
                "nhiều",
                "khác"
            ],
            "văn hóa": [],
            "phong cảnh địa phương": [],
            "hướng dẫn viên": [
                "tốt",
                "sẵn sàng",
                "giỏi",
                "giỏi",
                "chuyên nghiệp",
                "tốt"
            ],
            "tour đi": [],
            "đất nước": [
                "đẹp",
                "hữu ích",
                "nhiều"
            ],
            "thác nước": [
                "đẹp",
                "hữu ích",
                "nhiều"
            ],
            "tour": [
                "thực sự"
            ],
            "kiến ​​thức": [
                "Kiên nhẫn",
                "tuyệt vời"
            ],
            "ngày": [
                "tuyệt vời"
            ],
            "kiến ​​thức địa phương": [
                "tuyệt vời"
            ],
            "chuyến tham quan": [
                "phải"
            ],
            "bãi biển du lịch": [],
            "lịch sử": [
                "nhiều"
            ],
            "địa điểm": [
                "thú vị",
                "nhiều"
            ],
            "nền văn hóa": [],
            "bùn đó": [
                "thực sự"
            ],
            "trải nghiệm": [
                "thực sự",
                "nhiều",
                "hơn"
            ],
            "người mẹ": [],
            "đảo": [
                "khác",
                "khác"
            ],
            "tour tham quan": [
                "khác"
            ],
            "dịch vụ": [
                "tuyệt vời"
            ],
            "spa": [],
            "bánh từ": [],
            "khách sạn": [
                "sâu sắc"
            ],
            "nha": [],
            "giá": [],
            "xe tay ga": [],
            "dịch vụ hợp": [
                "hợp pháp"
            ],
            "cho": [],
            "người dân địa phương": [
                "kiên nhẫn"
            ],
            "không gian": [
                "kiên nhẫn"
            ],
            "chuyến đi câu cá": [
                "riêng",
                "tuyệt"
            ],
            "lặn biển": [
                "riêng",
                "tuyệt"
            ],
            "thuyền": [
                "riêng",
                "tuyệt"
            ],
            "cảnh": [
                "đẹp"
            ],
            "hải sản": [
                "ngon",
                "ngon"
            ],
            "người hướng dẫn": [
                "bất ngờ"
            ],
            "bữa hải sản": [
                "ngon"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "tour du lịch": 1.0,
            "văn hóa": 0.5,
            "phong cảnh địa phương": 0.5,
            "hướng dẫn viên": 2.0,
            "tour đi": 0.5,
            "đất nước": 0.5,
            "thác nước": 0.5,
            "tour": 2.0,
            "kiến ​​thức": 0.5,
            "ngày": 0.5,
            "kiến ​​thức địa phương": 0.5,
            "chuyến tham quan": 0.5,
            "bãi biển du lịch": 0.5,
            "lịch sử": 0.5,
            "địa điểm": 0.5,
            "nền văn hóa": 0.5,
            "bùn đó": 0.5,
            "trải nghiệm": 1.5,
            "người mẹ": 0.5,
            "đảo": 0.5,
            "tour tham quan": 0.5,
            "dịch vụ": 1.0,
            "spa": 0.5,
            "bánh từ": 0.5,
            "khách sạn": 0.5,
            "nha": 0.5,
            "giá": 0.5,
            "xe tay ga": 0.5,
            "dịch vụ hợp": 0.5,
            "cho": 0.5,
            "người dân địa phương": 0.5,
            "không gian": 0.5,
            "chuyến đi câu cá": 0.5,
            "lặn biển": 0.5,
            "thuyền": 0.5,
            "cảnh": 0.5,
            "hải sản": 0.5,
            "người hướng dẫn": 0.5,
            "bữa hải sản": 0.5
        }
    },
    {
        "attraction_name": "Viet Coral Tourist",
        "attraction_name_vi": "Du Lịch San Hô Việt",
        "general_info": [
            "94 đánh giá",
            "31 trên 160 chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Chuyến tham quan di sản lịch sửChuyến tham quan bằng thuyềnChuyến tham quan bằng xe máyChuyến tham quan thuê câu cá",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng xe máy",
            "Tour du thuyền câu cá"
        ],
        "attraction_summary": "Với hơn 5 năm kinh nghiệm trong lĩnh vực du lịch. Tất cả các dịch vụ chính của công ty chúng tôi là cho thuê xe máy, Easy Rider Tour, Tour 4 đảo, lặn ống thở hàng ngày, lặn biển ....và hơn thế nữa.Đọc thêm",
        "reviews": [
            "Nhân viên và hướng dẫn viên của công ty rất có trách nhiệm và thân thiện. Giá cả hợp lý. Nhà hàng hải sản nổi mà họ giới thiệu thực sự đáng ghé thăm và thưởng thức bữa trưa tuyệt vời. Thật tốt khi có kế hoạch đích đến riêng. Chúng tôi đến đảo Mun để lặn với ống thở và bãi biển nhỏ để thư giãn. Đẹp đến nghẹt thở!! Chúng tôi đã có một ngày rất vui vẻ và hài lòng.Đọc thêm",
            "Những chuyến đi tuyệt vời và hướng dẫn tốt hơn dennis n đội của anh ấy. chắc chắn sẽ giới thiệu nó cho bạn bè và gia đình của tôi!!hãy cố gắng lên nhé các bạn!Đọc thêm",
            "Chúng tôi đã có hai ngày tuyệt vời với Dennis, đầu tiên là chuyến đi câu cá ra các đảo sau khi chúng tôi được Dennis đón từ khu nghỉ dưỡng, anh ấy không thể làm gì hơn để giúp đỡ mọi thứ từ câu cá đến bữa trưa tuyệt vời được nấu trên tàu. Sau đó là một trong những ngày tuyệt vời nhất trong kỳ nghỉ của chúng tôi, một chuyến đi xe máy đến thác nước và trở lại bờ biển, chúng tôi đã thấy và học được rất nhiều điều, Dennis thật tuyệt và luôn tìm kiếm những điều tuyệt vời nhất để xem và làm, một cách tuyệt vời để thấy lối sống của người dân địa phương. Thật tuyệt vời, cảm ơn rất nhiều, mọi người nên thử. Đọc thêm",
            "Thật không may, chúng tôi đã không đặt tour ở đó mà thuê xe máy trong 2 ngày. Lúc đầu, chúng tôi không biết sẽ giữ nó trong bao lâu nên chúng tôi đã liên lạc qua whatsapp, điều này khiến mọi thứ trở nên dễ dàng hơn nhiều và vì vậy chúng tôi đã gia hạn dịch vụ và thanh toán khi mang xe máy về. Chắc chắn sẽ khuyên bạn nên thuê một cái ở đó. Dịch vụ rất nghiêm túc và thân thiện. Giá cả ổn! Đọc thêm",
            "Chúng tôi tham gia chuyến tham quan bằng xe máy, những người lái xe đó, Denis và đối tác của anh ấy đã lái xe rất an toàn. Những chiếc xe máy đó rất sang trọng và rất đáng để chụp ảnh. Họ đã điều chỉnh lịch trình khác nhau cho chúng tôi liên quan đến sở thích của chúng tôi mà không phải trả thêm bất kỳ khoản phí nào. Tôi thực sự muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Đây là chuyến đi thứ hai trong ba năm trở lại với những người bạn của tôi tại Viet Coral Chúng tôi có một chiếc thuyền lớn vào sáng sớm để câu cá và lặn với ống thở ở Đảo Một cho đến khi kết thúc chuyến đi, tất cả những gì chúng tôi có là hướng dẫn viên du lịch hoàn hảo và đồ ăn bbq tuyệt vời trên thuyền. Công ty của họ là một niềm vui và họ sẽ cố gắng hết sức để đảm bảo rằng bạn đang có khoảng thời gian tuyệt vời. Cảm ơn bạn vì một ngày tuyệt vời. Không thể giới thiệu nó đủ! Đọc thêm",
            "tôi đã ở Nha Trang với 4 người bạn khác. Ngày mưa và trời trở lạnh, chúng tôi chỉ muốn mua 4 vé đi vinpearl land mà chẳng biết đi ngày hôm sau. Điều đầu tiên chúng tôi thấy thú vị về khách du lịch san hô Việt là trà nóng với bánh quy và sự thân thiện của họ. Họ đã giúp lập kế hoạch từ nha trang đến hội an trong 4 ngày bằng xe máy với nhiều địa điểm hơn mà chúng tôi không thể tìm kiếm trên google và bữa tối vui vẻ với Nem tại công ty của họ. Cuối cùng!! Các nhân viên rất tốt đẹp và hữu ích. Trải nghiệm một lần trong đời khi du lịch bằng xe máy ở Việt Nam!! Bạn có thể thấy một phần của Việt Nam chạm đến mọi giác quan của bạn! Hãy tận hưởng!!! Đọc thêm",
            "Denis là một chàng trai tuyệt vời và cố gắng hết sức để dẫn chúng tôi đi tham quan xung quanh. Đón chúng tôi sáng nay đúng giờ và chuyến đi đến hai hòn đảo đã được lên kế hoạch chu đáo. Chúng tôi hài lòng với mọi thứ và bữa trưa thật tuyệt! Rất khuyến khích Đọc thêm",
            "Chúng tôi đã tham gia chuyến tham quan các đảo ở Nha Trang. Hướng dẫn viên rất hữu ích và chuyến đi được lên kế hoạch tốt: hãy giới thiệu công ty du lịch này cho tất cả các bạn!Đọc thêm",
            "Dịch vụ tuyệt vời và cửa hàng duy nhất không yêu cầu bạn xuất trình hộ chiếu khi thuê xe đạp. Chúng tôi đã sử dụng giấy phép lái xe thay thế và một khoản tiền đặt cọc. Khi bạn mới có chiếc xe đạp, nơi đầu tiên họ sẽ yêu cầu bạn đến là trạm xăng để đổ xăng theo chi phí của bạn. Giờ mở cửa không nhất quán, cửa hàng đóng cửa sớm hơn thời gian chúng tôi đã kiểm tra và chúng tôi gần như nghĩ rằng mình không thể trả lại xe đạp vì cửa chớp đã đóng cửa. Hóa ra các nhân viên đã ở bên trong cửa hàng và họ bước ra sau khoảng 10 phút khiến chúng tôi hoảng sợ.Đọc thêm",
            "Chào buổi sáng\nHiện tại tôi đang ở khách sạn Amiana và muốn thuê xe máy đi vài ngày \nGiá một ngày là bao nhiêu và bạn có thể đến trả ở khách sạn Amiana được không\nTrân trọng \nChristophe GrossainĐọc thêm",
            "CHÀO ,\n\nChúng tôi muốn thực hiện một chuyến đi câu cá với công ty của bạn. Chúng tôi có sáu người.\n- bạn có cung cấp các chuyến tham quan công cộng cùng với những người đánh cá khác không?\n- bạn có cung cấp dịch vụ đưa đón từ khách sạn không?\n- bạn có cung cấp mồi và mồi cho thuê không\n- bạn có đề nghị nấu món đánh bắt của bạn không\n- giá mỗi người là bao nhiêu?Đọc thêm",
            "CHÀO,\n\nTôi đang tìm một chuyến đi câu cá, công ty của bạn cung cấp những gì;\n- chúng tôi thích một chuyến đi câu cá công cộng cùng với những người khác\n- chúng tôi muốn có cơ hội nấu món đánh bắt trong ngày\n- bạn có cung cấp các tour du lịch bao gồm mồi và thối không?\n- Giá bao nhiêu?\n- Lộ trình du lịch vùng biển Nha Trang như thế nào?\n- bạn có cung cấp dịch vụ đón khách tại khách sạn không?\n\nCảm ơn trướcĐọc thêm",
            "Xin chào, chúng tôi là một cặp vợ chồng lưu trú tại khách sạn Novotel Nha Trang và muốn đặt một chuyến đi bằng thuyền, chúng tôi phải làm thế nào?\n\nAngela oreilly Đọc thêm",
            "Angela thân yêu,\nBạn muốn đi tour riêng hay theo nhóm? Đi thuyền: Câu cá, Lặn biển, Lặn biển, 3 hòn đảo Hòn Mun - Hòn Một - Bãi biển mini\nBạn có thể kết nối với chúng tôi, email: infosanhoviet.vn, Whatsapp: 84 1229554546Đọc thêm",
            "Chúng tôi đang đến thăm từ một hành trình, với thời gian hạn chế. Ai có thể giới thiệu một chuyến taxitour tốt mà chúng tôi có thể tham gia được không. Cảm ơnĐọc thêm",
            "Thưa ông Lindsay Armstrong!\nTên tôi là Luna và tôi làm việc cho Viet Coral Tourist tại Nha Trang. Tôi sẽ giải đáp thắc mắc của bạn và nếu bạn muốn biết thêm thông tin từ Nha Trang - Việt Nam, tôi rất hân hạnh được giúp đỡ bạn và gia đình.\nBạn nên đi xe Asia Taxi màu vàng hoặc xe Sun Taxi màu cam trắng để đi vòng quanh và tham quan một số địa điểm ở Nha Trang. Thật dễ dàng để bắt taxi khi bạn đến cảng Cầu Đá. bạn có thể tham quan Nhà thờ Chánh Toa, chùa Long Sơn, cầu Trần Phú B, chùa Tháp Bà Ponaga, Bảo tàng Hải dương học....Đọc thêm"
        ],
        "star_ratings": [
            84,
            10,
            0,
            0,
            1
        ],
        "review_amount": 95,
        "location": [],
        "reviews_time": [
            "Written September 17, 2017",
            "Written August 16, 2017",
            "Written August 15, 2017",
            "Written August 7, 2017",
            "Written July 19, 2017",
            "Written July 4, 2017",
            "Written June 26, 2017",
            "Written June 8, 2017",
            "Written June 8, 2017",
            "Written June 5, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d6537480-Reviews-or30-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or20-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or40-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4589208-Reviews-Y_Spa_Beauty_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11611768-Reviews-St_Joseph_s_Parish_Church-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25430538-Reviews-Bikini_Vivian_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d24874550-Reviews-MAYA_Medical_Centre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7928436-Reviews-Easy_Rider_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14027926-Reviews-Himiko_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26094733-Reviews-Adelia_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d21179931-Reviews-Bar_LOFT_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27098270-Reviews-Full-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d23452695-Reviews-DTX_Spa_Massage-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8638628-Reviews-Nha_Trang_Sea_Star-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8611004-Reviews-DV_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d10844839-Reviews-Mockba_Spa_Nail-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1818387-Reviews-Rainbow_Divers-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4995660-Reviews-Easy_Rider_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9770505-Reviews-The_Adam_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d14771683-Reviews-South_Shore_Park-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d11876123-Reviews-Sauna_Spot_Dvorce-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188063-d267682-Reviews-Titlis_Bergbahnen-Engelberg_Canton_of_Obwalden.html",
            "https://www.tripadvisor.com/Attraction_Review-g56966-d14901783-Reviews-Strawberry_Point-Duck_Creek_Village_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g580264-d10295592-Reviews-The_Douro_Valley-Pinhao_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d8820318-Reviews-Oktoberfest-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12874343-Reviews-Mercedes_Benz_Stadium-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d555399-Reviews-Congo_River_Golf-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064376-d12676013-Reviews-Inca_Street_Market-Inca_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or40-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d6537480-Reviews-or30-Viet_Coral_Tourist-Nha_Trang_Khanh_Hoa_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "nhân viên": 0.665197919375108,
            "hướng dẫn viên": 0.7897269572907438,
            "giá cả": 0.9364518525544554,
            "nhà hàng": 0.8737691454589367,
            "hải sản": 0.5323879085481167,
            "bữa trưa": 0.6651919120146582,
            "đảo": 0.6240211740757028,
            "bãi biển": 0.38105322793126106,
            "chuyến đi": 0.9702605723403395,
            "câu cá": 0.7768872532760724,
            "khu nghỉ dưỡng": 0.9317158022895455,
            "thác nước": 0.9950019448442617,
            "bờ biển": 0.9941943459125469,
            "người dân địa phương": 0.5,
            "tour": 0.5,
            "xe máy": 0.7477585412561893,
            "dịch vụ": 0.9295310479210457,
            "chuyến tham quan bằng xe máy": 0.9953845759155229,
            "chuyến tham quan": -0.20826115435920656,
            "thuyền": 0.5047307722270489,
            "đồ ăn": 0.9954680808004923,
            "trà nóng": 0.5,
            "bánh quy": 0.5,
            "trải nghiệm": 0.8163432013243437,
            "hòn đảo": 0.9877609055256471,
            "mọi thứ": 0.5,
            "công ty du lịch": 0.5,
            "cửa hàng": 0.5980360871180892,
            "xe đạp": 0.5,
            "giấy phép lái xe": -0.5760782677680254,
            "xe đạp nơi": 0.504304900765419,
            "trạm xăng": 0.5,
            "buổi sáng": 0.5,
            "khách sạn": 0.5
        },
        "dicts_adj": {
            "nhân viên": [
                "tốt đẹp"
            ],
            "hướng dẫn viên": [
                "hoàn hảo",
                "hữu ích"
            ],
            "giá cả": [
                "hợp lý",
                "ổn"
            ],
            "nhà hàng": [
                "thực sự"
            ],
            "hải sản": [
                "thực sự"
            ],
            "bữa trưa": [
                "tuyệt vời"
            ],
            "đảo": [
                "nhỏ",
                "hơn"
            ],
            "bãi biển": [
                "nhỏ"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "tốt",
                "hơn",
                "hơn",
                "nhiều",
                "tuyệt",
                "tuyệt vời",
                "tuyệt vời",
                "lớn",
                "sớm",
                "tốt"
            ],
            "câu cá": [
                "hơn",
                "tuyệt vời"
            ],
            "khu nghỉ dưỡng": [
                "hơn"
            ],
            "thác nước": [
                "nhiều",
                "tuyệt",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "bờ biển": [
                "nhiều",
                "tuyệt",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "người dân địa phương": [],
            "tour": [],
            "xe máy": [
                "sang trọng"
            ],
            "dịch vụ": [
                "dễ dàng",
                "hơn",
                "nhiều",
                "nghiêm túc",
                "tuyệt vời"
            ],
            "chuyến tham quan bằng xe máy": [
                "an toàn"
            ],
            "chuyến tham quan": [
                "thực sự"
            ],
            "thuyền": [
                "lớn",
                "sớm"
            ],
            "đồ ăn": [
                "tuyệt vời"
            ],
            "trà nóng": [],
            "bánh quy": [],
            "trải nghiệm": [],
            "hòn đảo": [
                "đúng"
            ],
            "mọi thứ": [],
            "công ty du lịch": [],
            "cửa hàng": [
                "duy nhất",
                "sớm",
                "hơn",
                "gần"
            ],
            "xe đạp": [],
            "giấy phép lái xe": [],
            "xe đạp nơi": [
                "đầu tiên"
            ],
            "trạm xăng": [],
            "buổi sáng": [],
            "khách sạn": []
        },
        "list_proper_noun": [],
        "factor value": {
            "nhân viên": 1.5,
            "hướng dẫn viên": 1.5,
            "giá cả": 1.0,
            "nhà hàng": 0.5,
            "hải sản": 0.5,
            "bữa trưa": 1.5,
            "đảo": 1.5,
            "bãi biển": 0.5,
            "chuyến đi": 2.0,
            "câu cá": 0.5,
            "khu nghỉ dưỡng": 0.5,
            "thác nước": 0.5,
            "bờ biển": 0.5,
            "người dân địa phương": 0.5,
            "tour": 0.5,
            "xe máy": 1.0,
            "dịch vụ": 1.0,
            "chuyến tham quan bằng xe máy": 0.5,
            "chuyến tham quan": 1.0,
            "thuyền": 0.5,
            "đồ ăn": 0.5,
            "trà nóng": 0.5,
            "bánh quy": 0.5,
            "trải nghiệm": 0.5,
            "hòn đảo": 0.5,
            "mọi thứ": 0.5,
            "công ty du lịch": 0.5,
            "cửa hàng": 0.5,
            "xe đạp": 0.5,
            "giấy phép lái xe": 0.5,
            "xe đạp nơi": 0.5,
            "trạm xăng": 0.5,
            "buổi sáng": 0.5,
            "khách sạn": 0.5
        }
    }
]