[
    {
        "attraction_name": "Vietnam Motorbike Tours | Vietnambikers",
        "attraction_name_vi": "Tour xe máy Việt Nam - Vietnambikers",
        "general_info": [
            "650 đánh giá",
            "- 49 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Xe 4WD, ATV - Tour địa hình",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Hãy tham gia Vietnam Motorcycle Tours ngay hôm nay trên một trong những chuyến tham quan bằng xe máy chuyên biệt của chúng tôi tại Việt Nam. Đừng bỏ lỡ chuyến tham quan bằng xe máy hoành tráng ở miền Bắc Việt Nam! Hãy xem ngày và thông tin trên trang web của chúng tôi và đi ngay hôm nay!Đọc thêm",
        "reviews": [
            "Một chuyến đi tuyệt vời. Đội ngũ tour của chúng tôi vô cùng hữu ích, chuyên nghiệp và vui vẻ. Ta - người dẫn đầu của chúng tôi - đã lái xe một cách tự tin và đảm bảo chuyến đi được điều chỉnh theo các cấp độ kinh nghiệm khác nhau của chúng tôi để tất cả chúng tôi đều được thử thách và tận hưởng. Những chiếc xe đạp được bảo dưỡng tốt và chúng tôi đã có một chuyến đi tuyệt vời. Đọc thêm",
            "Chuyến đi tuyệt vời trong mười hai ngày ở miền Bắc Việt Nam, rất được khuyến khích. Hướng dẫn viên của chúng tôi Hoành thật tuyệt vời và dịch vụ tổng thể là đỉnh cao!Đọc thêm",
            "Benji và Tommy là những hướng dẫn viên tuyệt vời trong chuyến tham quan bằng xe máy kéo dài 5 ngày nên rất biết ơn về trải nghiệm này, tôi sẽ thực hiện lại ngay lập tứcĐọc thêm",
            "Thật là một trải nghiệm tuyệt vời, tôi không biết phải mong đợi điều gì, phi hành đoàn Alan thực sự tuyệt vời, họ sắp xếp chúng tôi với tất cả các thiết bị, Alan đảm bảo mọi thứ trong chuyến đi diễn ra suôn sẻ. Thành thật mà nói, họ thật tuyệt vời - nếu bạn đang nghĩ đến việc thực hiện một chuyến đi bằng mô tô, tôi thực sự khuyên bạn nên sử dụng công ty này.Đọc thêm",
            "Chuyến đi xe máy từ Hà Nội đến SaPa. Một lần nữa trải nghiệm không thể tin được với Hoan - người hướng dẫn của chúng tôi và mọi thứ khác cần thiết - Không thể giới thiệu đủ về điều này. Nếu đó là một chuyến đi khó quên và thổi bay tâm trí từ những con phố đông đúc và hỗn loạn của Hà Nội đến những con đường lớn và hùng vĩ, quang cảnh, núi non và tôi đã đề cập đến những con đường mòn off-road chưa - .WOW ở mọi ngóc ngách. Hoan thật tuyệt vời, đồ ăn tuyệt vời và nhà nghỉ - khách sạn - tất cả đều là một phần của gói - là những trải nghiệm tuyệt vời. Đưa chúng tôi đến một số con đường mòn nghiêm túc với quang cảnh hùng vĩ và để kết thúc, có một chuyến đi thuyền ngắm hoàng hôn tuyệt vời xung quanh ngôi làng quê hương của anh ấy tại Hồ Thác Bà, là một cách tuyệt vời để bắt đầu lễ kỷ niệm rượu gạo. Giống như chuyến đi trước, điều duy nhất tệ là nó phải kết thúc. Đọc thêm",
            "Trải nghiệm tuyệt vời nhất từ ​​trước đến nay, nếu bạn thích xe máy và phiêu lưu thì đây là điều phải làm khi ở Việt Nam đáng giá từng xu, người hướng dẫn của tôi Andy là người không thật và chủ sở hữu Alan rất hữu ích và dễ làm việc. Không thể giới thiệu công ty này đủ như một chuyến đi để đời.Đọc thêm",
            "Những người tốt nhất cho mototrip! Hướng dẫn viên rất quan tâm, thân thiện và thú vị! Có thể giới thiệu các chuyến tham quan bằng xe máy Việt Nam và Việt Nam cho những anh chàng yêu thích enduro và thiên nhiên điên cuồng. Chúng tôi muốn làm lại!Đọc thêm",
            "Vào tháng 4 năm 2024, chúng tôi trải nghiệm chuyến tham quan đường bộ và xe đạp địa hình miền Bắc Việt Nam kéo dài 8 ngày với công ty này. Chúng tôi đã liên lạc với Alan - chủ sở hữu - vài tuần trước khi chúng tôi đến qua WhatsApp. Anh ấy đảm bảo rằng chúng tôi đã chuẩn bị sẵn sàng 100 và luôn sẵn sàng trả lời bất kỳ câu hỏi nào của chúng tôi. Anh ấy cũng đảm bảo rằng xe đưa đón đã đón chúng tôi khi từ sân bay đến khách sạn của chúng tôi và đến vào buổi tối cùng ngày để gặp chúng tôi ở đó để bàn bạc kế hoạch. Năm người chúng tôi được trang bị những chiếc xe máy Honda CRF 300 gần như mới tinh và nhận được bất kỳ trang bị nào còn thiếu mà chúng tôi cần. Đoàn gồm có hướng dẫn viên, thợ máy - nhiếp ảnh gia và một tài xế xe dự phòng riêng để chở hành lý và đón chúng tôi tại một số điểm nhất định trên đường. Phi hành đoàn đã nỗ lực hết sức và vượt lên trên để đảm bảo rằng chúng tôi hài lòng với mọi khía cạnh, bao gồm các tuyến đường độc đáo với khung cảnh ngoạn mục, những nơi lưu trú tuyệt vời và những món ăn truyền thống nhất hiện có. Đó là một trải nghiệm suốt đời! Được đề xuấtĐọc thêm",
            "Ba từ tóm tắt Tour du lịch xe máy Việt Nam: - One Stop Shop! - Trải nghiệm tuyệt vời từ lần tiếp xúc đầu tiên với Alan, bữa tối chào mừng và đồ uống cho đến khi kết thúc chuyến tham quan. Nhóm 5 người của chúng tôi đã trải qua tất cả các cấp độ trải nghiệm lái xe địa hình từ 0 đến người lái thử và hướng dẫn viên của chúng tôi phục vụ cho tất cả mọi người. Phong cảnh thật tuyệt vời, mỗi lần ngày và phần thưởng lớn cho một số đường đua đầy thử thách. Hướng dẫn viên Linh và Dodo của chúng tôi rất nhiệt tình, vui vẻ và chuẩn bị tốt cho mọi vấn đề, từ cần số bị hỏng cho đến chiếc xe đạp bơi dưới sông. Một hành trình linh hoạt đảm bảo xe đạp đã được sửa chữa và chúng tôi vẫn đạt được những điểm nổi bật. Chỗ ở rất tuyệt và đồ ăn địa phương, chúng tôi rất thích, ba lần một ngày cũng rất tuyệt. Ăn ở nơi người dân địa phương ăn mang lại trải nghiệm tuyệt vời. Tất cả các vấn đề nhỏ đều được giải quyết nhanh chóng và chuyên nghiệp. Một người trong nhóm chúng tôi gặp vấn đề về thị thực và đã được gửi về nhà. Alan đảm bảo rằng anh sẽ được một tài xế và một chiếc xe tải đón ở sân bay với xe đạp và đồ đạc ở phía sau - khi anh trở về Hà Nội. Anh ấy tham gia chuyến tham quan muộn một ngày, nhưng mọi thứ đã được sắp xếp - với một khoản chi phí bổ sung nhỏ cho thành viên trong nhóm - .Tôi tin chắc rằng mình sẽ quay trở lại cho một chuyến phiêu lưu địa hình khác ở Việt Nam, và khi tôi làm vậy...chỉ có một công ty mà tôi sẽ hợp tác... Alan và nhóm của anh ấy tại Vietnam Motorbike Tours.Đọc thêm",
            "Một trải nghiệm khó quên! Vietnam Motorbike Tours đã vượt qua mọi mong đợi. Từ đầu đến cuối, họ đã nỗ lực hết mình để đảm bảo đáp ứng mọi nhu cầu, thậm chí còn tự mình điều chỉnh chương trình. Là một sinh viên ngoài 20 tuổi, mới làm quen với xe đạp địa hình nhưng đam mê lái xe, tôi đã có khoảng thời gian tuyệt vời nhất trong đời. Hướng dẫn viên Ta, Alan và toàn bộ phi hành đoàn đều rất tuyệt vời, và các nhà trọ thật thú vị. Đáng giá từng xu và đã lên kế hoạch quay trở lại. Rất khuyến khích cho bất kỳ ai tìm kiếm cuộc phiêu lưu và cảm giác phấn khích ở Việt Nam! Đọc thêm"
        ],
        "star_ratings": [
            632,
            16,
            1,
            1,
            0
        ],
        "review_amount": 650,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy Việt Nam - Vietnambikers"
        ],
        "reviews_time": [
            "Written June 1, 2024",
            "Written May 24, 2024",
            "Written May 19, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 20, 2024",
            "Written April 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or10-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342927-Reviews-Art_District_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925453-d8537570-Reviews-Kini_Beach-Kini_Syros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g676747-d1023405-Reviews-Hundred_Islands-Alaminos_City_Pangasinan_Province_Ilocos_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d573218-Reviews-Baldi_Hot_Springs-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_o.html",
            "https://www.tripadvisor.com/Attraction_Review-g28953-d652713-Reviews-Catskill_Mountains-New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g804484-d12701005-Reviews-Lucice_Beach-Petrovac_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d626400-Reviews-National_Championship_Air_Races-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g59401-d274484-Reviews-Blennerhassett_Island_Historical_State_Park-Parkersburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298664-d10180684-Reviews-Turgutreis_Market-Turgutreis_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g304076-d4578620-Reviews-Lovcen_National_Park-Cetinje.html",
            "https://www.tripadvisor.com/Attraction_Review-g36990-d2332161-Reviews-The_Waterpark_at_the_Monon_Community_Center-Carmel_Hamilton_County_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or10-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Motorbike Tours | Vietnambikers",
        "attraction_name_vi": "Tour xe máy Việt Nam - Vietnambikers",
        "general_info": [
            "650 đánh giá",
            "- 49 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Hãy tham gia Vietnam Motorcycle Tours ngay hôm nay trên một trong những chuyến tham quan bằng xe máy chuyên biệt của chúng tôi tại Việt Nam. Đừng bỏ lỡ chuyến tham quan bằng xe máy hoành tráng ở miền Bắc Việt Nam! Hãy xem ngày và thông tin trên trang web của chúng tôi và đi ngay hôm nay!Đọc thêm",
        "reviews": [
            "Cuộc phiêu lưu hoàn toàn đặc biệt. Không từ ngữ nào có thể diễn tả được cảnh quan tuyệt đẹp bất tận, địa hình tuyệt đẹp và sự phong phú tuyệt vời của ẩm thực Việt Nam mà chúng tôi được thưởng thức ba lần một ngày. Alan và Ta - hướng dẫn viên của chúng tôi - đã thực hiện một công việc tuyệt vời khi sắp xếp tất cả mọi thứ, và chúng tôi đặc biệt yêu thích những nhà trọ nơi mọi người rất nồng hậu và thân thiện - cũng đã có những bữa ăn ngon nhất chúng tôi có ở Việt Nam! - Kiến thức của Ta về đường mòn và lời khuyên cưỡi ngựa mà anh ấy đưa ra là không ai sánh kịp; chúng tôi luôn cảm thấy an toàn, được hỗ trợ và chăm sóc chu đáo - cho dù chúng tôi đang di chuyển qua địa hình khó khăn hay di chuyển trong giờ cao điểm của Hà Nội. Tôi - tôi mới có khoảng 3 năm kinh nghiệm lái xe mô tô, trong đó có một năm bao gồm cả đường đất và sỏi dễ bám - và tôi rất vui khi thấy kỹ thuật lái xe của mình đã tiến bộ như thế nào chỉ sau 5 ngày này. Chúng tôi đã vượt qua mọi thứ bao gồm bùn sâu, đá trơn, cát, sỏi và có một vụ nổ tuyệt đối. Chuyến đi này đã thử thách tôi và chỉ khiến tôi muốn tập luyện và quay trở lại để giải quyết nhiều hơn. Là một cô gái, đôi khi tôi lo lắng liệu một nhóm lái xe mô tô toàn nam có cảm thấy được chào đón hay không - đặc biệt nếu tôi - tôi đi một chuyến đi dài hơn như thế này! - Nhưng Alan, Ta và những người bạn đồng hành của tôi - hoàn toàn đáng yêu và hòa nhập, luôn luôn khích lệ. Tôi có thể - mong được trở lại! Các cô gái - đừng ngần ngại - hãy làm đi!Đọc thêm",
            "Cho đến nay trải nghiệm mô tô địa hình đầu tiên tốt nhất của tôi. Đội ngũ rất tuyệt, họ hỗ trợ tôi rất nhiều, hướng dẫn viên Hòa của tôi, luôn quan tâm đến tôi, giúp đỡ tôi khi tôi cần, cũng như Benji, người hướng dẫn đồng hành của tôi. Chúng rất linh hoạt và điều chỉnh độ khó của đường tùy theo kinh nghiệm đạp xe của bạn. Các hướng dẫn viên biết rất rõ về khu vực này và điều tuyệt vời nhất là họ đưa bạn đến gần hơn với văn hóa Việt Nam, tôi đã học được rất nhiều điều từ cả hai!!! Cảm ơn các bạn!!! Đọc thêm",
            "Hoa hướng dẫn của chúng tôi thật tuyệt vời! Chúng tôi đã có một trải nghiệm tuyệt vời trên đường địa hình. Mỗi ngày là một trải nghiệm mới. Việt Nam có rất nhiều sự đa dạng. Chúng tôi chắc chắn sẽ quay lạiThêm",
            "Có trải nghiệm siêu thực nhất. Bạn không biết miền Bắc Việt Nam tuyệt vời như thế nào và văn hóa đích thực của họ cho đến khi bạn đặt tour và đến đó. Những con đường mòn đưa bạn đến những nơi mà lẽ ra bạn không thể đến được. Alan và phi hành đoàn của anh ấy hoàn toàn tuyệt vời để đối phó và rất có sức chứa. Hướng dẫn viên của tôi cực kỳ thân thiện và luôn quan tâm đến chúng tôi, không thể yêu cầu một chuyến đi tốt hơn. Tôi chắc chắn hy vọng sẽ có được một chuyến tham quan khác trong tương lai.Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời nhất với các chàng trai và đặc biệt giới thiệu chuyến tham quan này cho bất kỳ ai đến thăm Việt Nam và đang tìm kiếm trải nghiệm địa phương ngoài đường mòn. Cảm ơn Hoành hướng dẫn của chúng tôi và Allan vì một tuần tuyệt vời.Đọc thêm",
            "Thời gian tốt đẹp không thể tin được. Cách tốt nhất để khám phá Việt Nam. Chúng tôi đã thực hiện chuyến tham quan Hà Giang Loop 6 ngày và có chuyến phiêu lưu lớn nhất trong đời - s. Cảm ơn Nhóm vì tất cả những niềm vui mà chúng tôi đã có và sự tổ chức tuyệt vời.Đọc thêm",
            "Cảm ơn. Đây là một trải nghiệm đáng kinh ngạc và là kỳ nghỉ và chuyến du lịch dài nhất mà tôi từng tham gia. Nó hoàn toàn - tuyệt vời - về nội dung, chỗ ở và ẩm thực, sự chăm sóc và quan tâm cá nhân từ hướng dẫn viên của chúng tôi, và thậm chí cả thời gian rảnh rỗi. Chủ nhà và các đồng nghiệp của anh ấy đã làm rất tốt công việc từ lúc chúng tôi đến cho đến phút cuối cùng. Chắc chắn gợi ý cho tất cả những ai muốn xem tất cả những gì Việt Nam có. Những ngọn núi và môi trường xung quanh thật ngoạn mục.Đọc thêm",
            "Xin chào Saletew,\n\nXin chân thành cảm ơn bạn đã dành thời gian bận rộn để viết cho chúng tôi những lời tuyệt vời trên Tripadvisor!\n\nChúng tôi đã có thời gian tuyệt vời với bạn và bạn bè.\n\nChúng tôi mong được gặp lại bạn trong nhiều chuyến tham quan bằng xe đạp đất hơn tại Việt Nam!\n\nVới tất cả những điều tốt đẹp nhất \n\nAlan ChiếnĐọc thêm",
            "Lần đầu đánh giá nhưng cái này dễ. Gói trọn gói của Alan chỉ có vậy thôi. Anh ấy luôn sẵn sàng liên lạc và sự chú ý của anh ấy đến từng chi tiết là không có lỗi. Chúng tôi là một nhóm nhỏ bạn bè và từ lúc chúng tôi gặp Tony, người hướng dẫn của chúng tôi, có cảm giác như một người bạn khác đã tham gia cùng chúng tôi. Anh ấy nhanh chóng tìm ra trình độ kỹ năng cũng như mong muốn của chúng tôi và không có vấn đề gì. Việc cưỡi ngựa, phong cảnh và những người dân làng mà chúng tôi gặp đều tuyệt vời.  Nếu bạn muốn đạp xe chăm chỉ hoặc chỉ muốn ngắm cảnh, tất cả đều ở đó dành cho bạn.    Chuyến đi vui nhất.  - Đọc thêm",
            "Sẽ không giới thiệu bất kỳ ai khác chỉ có Chuyến tham quan bằng xe máy Việt Nam để có trải nghiệm moto Việt Nam. 10 người chúng tôi hướng đến Nam và phi hành đoàn đã chăm sóc chúng tôi từ lúc chúng tôi đặt chân xuống Hà Nội. Hiểu biết về tất cả những con đường tốt nhất để đi, những nhà trọ tuyệt vời và trải nghiệm huyền thoại toàn diện!Đọc thêm",
            "Đó là một trong những chuyến đi tuyệt vời nhất trong cuộc đời tôi! Tôi đi xe máy chưa lâu, chỉ mới 2 năm, nhưng nếu bạn vào trang này, bạn sẽ biết rằng đây là một chứng nghiện suốt đời và nó bắt đầu từ khi còn trẻ . Nhưng tôi không hề sợ hãi và quyết định đi du lịch 5 ngày ở miền Bắc Việt Nam. Tôi đến một mình và tưởng rằng mình sẽ được phân vào một nhóm khác. Và điều đó đã xảy ra, một nhóm gồm ba người du lịch một mình tụ tập lại, họ chỉ đến được 8 ngày.  - Bạn chỉ sống một lần thôi, - tôi nói và đổi vé để có thời gian khám phá lâu hơn đất nước xinh đẹp này. Chúng tôi có hai hướng dẫn viên, Linh và Tú, và tôi vô cùng biết ơn họ vì sự giúp đỡ của họ cũng như sự thuận lợi trong chuyến đi này. Tôi đặc biệt biết ơn Tú, vì bản thân tôi cũng không thể nhấc chiếc xe máy ra khỏi bùn sau mỗi lần tôi ngã - và có rất nhiều lần như vậy - và nói chung với tấm lòng nhân hậu của anh, anh đã lo lắng cho tôi biết bao. té ngã và bầm tím chân. Chuyến đi này không chỉ có xe máy mà còn về vẻ đẹp lạ thường của đất nước này, về lòng tốt của người dân địa phương, điều đó đặc biệt cảm nhận được khi bạn uống rượu gạo từ một chiếc can với chủ nhà trọ , ăn - bướm con - và giao tiếp mà không cần biết ngôn ngữ chung. Cảm ơn Alan rất nhiều vì đã tổ chức nó, tôi đã nói với anh ấy rằng anh ấy có một công việc kinh doanh tuyệt vời - anh ấy khiến mọi người hạnh phúc. Tôi chắc chắn sẽ quay lại và chỉ đi du lịch với những người này, vì kiến ​​thức của họ về TẤT CẢ các con đường thật tuyệt vời. Nếu tôi thực hiện chuyến đi này một mình, tôi sẽ chỉ đi trên những con đường chính. Các chàng trai biết mọi con đường ở mọi ngôi làng và điều đó thật tuyệt vời. Nhờ đó, bạn có thể nhìn thấy Việt Nam theo cách mà khách du lịch bình thường không thể có được. Vì vậy bạn có thể yên tâm tin tưởng những chàng trai này!P.S: con gái cũng có thể làm được điều này - - Đọc thêm",
            "Tour xe máy bắt đầu từ Hà Nội ngày 12 tháng 4, chỗ ở cho 5 người lái, Xe đạp 125cc đến 150cc, đồ ăn, v.v. Đi xe không quá 100km mỗi ngày. Hạnh phúc khi qua lại Hà Nội. Với ngân sách - 75 đến - 85 US mỗi ngàyĐọc thêm",
            "Đến Hà Nội ngày 12 tháng 4 tìm tour xe máy quanh khu vực Hà Nội cho 5 người bao gồm chỗ ở và hướng dẫn. Xe máy 150cc. Không quá 100km mỗi ngày.Đọc thêm",
            "Hãy liên hệ với Alan tại Vietnam Motorbike Tours Asia - họ sẽ điều chỉnh các chuyến đi cho phù hợp, có thể lựa chọn xe 150 hoặc 250cc và hướng dẫn viên. Hướng dẫn của chúng tôi thật tuyệt vời.Đọc thêm",
            "Chi phí mỗi ngày đã bao gồm tất cả 5 người lớn đến ứng dụng tháng 4 - ngàyĐọc thêm",
            "Xin chào Leonf735,\n\nCảm ơn bạn rất nhiều vì đã quan tâm đến việc đi xe máy của chúng tôi. Tôi đã trả lời tất cả chi tiết vào email của bạn, vui lòng kiểm tra email và liên hệ lại nếu bạn có thêm câu hỏi.\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nHẹn gặp lại bạn sớm ở Việt Nam để có chuyến đi tuyệt vời\n\nAlan Chiến và đội tuyển VietnamBikersĐọc thêm",
            "Có thể đi du lịch bằng xe máy từ Hà Nội vào Sài Gòn không? Tôi phải làm gì với vali của mình? Nên sử dụng công ty nào là tốt nhất?Đọc thêm",
            "Moran thân mến,\n\nCảm ơn tin nhắn của bạn. Vui lòng kiểm tra hộp thư để biết thêm chi tiết. Tôi đã gửi cho bạn tất cả các chi tiết.\n\nChúc mừng và mọi điều tốt đẹp nhất,\n\nAlan ChiếnĐọc thêm",
            "Nên đi du lịch bằng xe máy ở miền Bắc hay miền Nam vào thời điểm nào trong năm?  Tôi biết thời tiết ở cả hai vùng đều khác nhau nên cần biết thời điểm tốt nhất trong năm cho cả hai. Đang nghĩ đến chuyến tham quan đường mòn Hồ Chí Minh, nhưng bất kỳ thông tin chung nào có thể giúp tôi và bạn bè quyết định nên tham gia chuyến tham quan nào sẽ rất hữu ích. Có lẽ chúng tôi đang nghĩ đến một chuyến du lịch không quá 5 ngày và có thể là vài ngày để thăm Hà Nội trước khi khởi hành. Đọc thêm",
            "Emipelaez thân mến,\n\nCảm ơn vì tin nhắn tốt bụng của bạn. Tôi chỉ gửi email cho bạn, thỉnh thoảng hãy dành thời gian để kiểm tra email của bạn.\n\nChúc mừng và giữ liên lạc\n\nAlan ChiếnĐọc thêm",
            "Xin chào Kyle,\n\nTôi đã đọc bài viết của bạn và thấy khá hứng thú với chuyến du lịch Bắc Nam mà bạn đã thực hiện.  Tôi - tôi dự định thực hiện vào năm tới và đang phân vân liệu có nên đi du lịch không.\n\nBạn có vui lòng trả lời một số câu hỏi không?\n\n1. Tour Bắc Nam từ Hà Nội vào Sài Gòn trong 23 ngày phải không?\n2. Liệu người điều hành tour có sẵn sàng gộp một người đi một mình như tôi với một người đi một mình khác - s - hay với một nhóm nhỏ không, tôi nghĩ sẽ vui hơn nếu đi du lịch theo nhóm nhỏ và tôi nghĩ điều này sẽ rẻ hơn cho mỗi nhóm. người về chi phí cho chuyến tham quan.\n3. Chi phí cho chuyến đi là bao nhiêu?\n\nTrân trọng,\n\nHughĐọc thêm",
            "Huy thân mến,\n\nCảm ơn bạn đã quan tâm đến tour xe máy của chúng tôi.\n\nMình đã gửi đầy đủ thông tin vào email của bạn rồi, bạn vui lòng kiểm tra và gửi lại email cho mình nhé.\n\nCảm ơn một lần nữa và mong sớm được đi cùng bạn và bạn đời\n\nAlan ChiếnĐọc thêm",
            "Xin chào đội,\n\nTôi và bạn bè đang lên kế hoạch cho một chuyến đi bằng xe máy ở Hà Nội vào khoảng cuối tháng 3 năm sau. Đó có phải là thời kỳ tốt để đi không?\nCác lựa chọn địa điểm du lịch là gì nếu chúng ta đang xem xét hành trình khoảng một tuần?\nSẽ đánh giá cao lời khuyên của bạn.\n\nCảm ơn,\n\nJoe ChangĐọc thêm",
            "Joe thân mến,\n\nChỉ cần gửi tin nhắn đến bạn\n\nCảm ơn rất nhiều\n\nAlanĐọc thêm",
            "CHÀO! Bạn có trang web hoặc địa chỉ email để tôi liên hệ với bạn không?\n\nCảm ơn, AliĐọc thêm",
            "Chào Ali,\n\nCảm ơn bạn rất nhiều vì tin nhắn tốt bụng của bạn. Bạn có thể gửi email cho chúng tôi tới \nHoặc truy cập trang web của chúng tôi tại\n\nWhatsaap của tôi - 84985333066\n\n\nCảm ơn bạn rất nhiều và hẹn gặp lại bạn ở Việt Nam\n\nAlan ChiếnĐọc thêm",
            "Xin chào, tôi quan tâm đến 2 người lớn trong 3-6 ngày. Bạn có thể vui lòng cung cấp cho tôi cơ cấu giá được không?\nCảm ơn bạnĐọc thêm",
            "Chào Chad,\n\nCảm ơn câu hỏi của bạn. Vui lòng kiểm tra hộp thư đến để biết tất cả các chi tiết.\n\nChúc mừng và kính chào,\n\nAlan ChiếnĐọc thêm",
            "Xin chào, một nhóm 3 - 4 người muốn có một chuyến tham quan có hướng dẫn trong khoảng 7 - 10 ngày vào khoảng tháng 3 năm 2018. Bạn có thể báo giá cho chúng tôi được không. cảm ơnĐọc thêm",
            "Xin chào Atish,\n\nCảm ơn bạn đã quan tâm đến chuyến tham quan bằng xe đạp của chúng tôi. Mình vừa gửi thông tin chi tiết rồi, bạn check inbox tin nhắn nhé.\n\nHẹn gặp bạn ở Việt Nam sớm nhé\n\nAlan ChiếnĐọc thêm"
        ],
        "star_ratings": [
            632,
            16,
            1,
            1,
            0
        ],
        "review_amount": 650,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy Việt Nam - Vietnambikers"
        ],
        "reviews_time": [
            "Written April 13, 2024",
            "Written April 12, 2024",
            "Written April 4, 2024",
            "Written April 2, 2024",
            "Written March 12, 2024",
            "Written March 10, 2024",
            "Written March 6, 2024",
            "Written March 1, 2024",
            "Written February 26, 2024",
            "Written February 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6279888-Reviews-or10-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or20-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342927-Reviews-Art_District_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d2226031-Reviews-Hurlimannbad_Spa_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g30155-d1574237-Reviews-Allen_Premium_Outlets-Allen_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56701-d560452-Reviews-Old_Town_Spring-Spring_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d240639-Reviews-Gare_du_Nord-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d669290-Reviews-Matoyianni_Street-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g32415-d280952-Reviews-Table_Mountain_Casino_Resort-Friant_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d1055270-Reviews-Wadi_El_Gemal_National_Park-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g194867-d12101326-Reviews-Cafe_Mirante-Praiano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g43907-d6536830-Reviews-Roosevelt_State_Park-Morton_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d207144-Reviews-LEGOLAND_Windsor_Resort-Windsor_Windsor_and_Maidenhead_Berkshire_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or20-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or10-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Motorbike Tours | Vietnambikers",
        "attraction_name_vi": "Tour xe máy Việt Nam - Vietnambikers",
        "general_info": [
            "650 đánh giá",
            "- 49 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Xe 4WD, ATV - Tour địa hình",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Hãy tham gia Vietnam Motorcycle Tours ngay hôm nay trên một trong những chuyến tham quan bằng xe máy chuyên biệt của chúng tôi tại Việt Nam. Đừng bỏ lỡ chuyến tham quan bằng xe máy hoành tráng ở miền Bắc Việt Nam! Hãy xem ngày và thông tin trên trang web của chúng tôi và đi ngay hôm nay!Đọc thêm",
        "reviews": [
            "Thankyou so much Alan and the team at Vietnam bikers! Myself and a group of 6 friends from Australia opted for the 7 day ha Giang loop tour and wow were we impressed! The minute we landed in Hanoi Alan was so helpful providing us transfers to and from our hotel. The day before our tour we finally got to meet Alan and also our guide Andy. Alan took us into town and we shared a meal and PLENTY of cold beers, it was such a great way to meet the team. We arrived at the garage the following morning and we were greeted by a fleet of brand new Honda crf 300ls. From the moment we left on the bikes to the day we returned i honestly couldn - t have wished for a better trip! Everything was organised to perfection! From accomodation to breakfast, lunch and dinner. The home stays where very welcoming and went above and beyond for their guests! We experienced some unbelievable scenery, on and off road riding  and met so many great people along the way. If you are considering booking this tour I recommend you do so 100 - . You won - t find a better value for money tour anywhere in the world. Being from Australia I was optimistic about how the trip would play out having booked it 6 months prior but once we hit the road I realised what a great decision I had made. We opted for a support vehicle to follow us  - which I highly recommend -  once we arrived at our home stay our bags where in our rooms waiting for us! I suggest you check out their instagram page  - Vietnam bikers -  it really does speak for itself. Thank you again Alan and also special mention to our tour guide Andy! You really went above and beyond to provide a trip of a lifetime and I thank you so much. It was pleasure to have shared this trip with you  -  Hopefully we see you guys again soon for the next one! Cheers - Matt.Read more",
            "Matt thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời trên Tripadvisor.\n\nChúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam trong tương lai.\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nTour xe máy Việt Nam\n\nAlan Chiến\n\nĐọc thêm",
            "Chúng tôi đã có chuyến đi 13 ngày tuyệt vời qua miền Bắc Việt Nam. Thật là choáng váng. Hướng dẫn viên Huân của chúng tôi, anh chàng người Việt tuyệt vời đã chỉ cho chúng tôi những địa điểm tuyệt vời mà trước đây không nhiều khách du lịch từng thấy. Vào bữa trưa và bữa tối, anh ấy kể cho chúng tôi rất nhiều điều về văn hóa Việt Nam. Chúng tôi nghỉ qua đêm từ một nhà trọ tầm trung cho đến một khu nghỉ dưỡng sang trọng. Tôi sẽ - không bỏ lỡ một trong số họ. Mọi thứ đã được che đậy. Chúng tôi đã đặt một chuyến phiêu lưu và chúng tôi nhận được một cuộc phiêu lưu. Một lời khuyên nhỏ từ tôi nếu bạn muốn đi lâu như chúng tôi, hãy đặt một số ngày rảnh rỗi.  - 13 ngày - mông của bạn sẽ cảm ơn bạn.  - - Ngay cả sau chuyến đi, Allen vẫn quan tâm đến chúng tôi. Chúng tôi gặp nhau hai lần để uống bia. Đừng nghĩ về nó, hãy làm đi!Đọc thêm",
            "Steven thân mến,\n\nCảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn. Chắc chắn hẹn gặp lại các bạn để có thêm nhiều chuyến phiêu lưu bằng xe máy tại Việt Nam.\n\nGiữ liên lạc \n\nAlan và Hoàn\n\nVietnamBikersĐọc thêm",
            "Đây là một kinh nghiệm cộng thêm 5 sao. Từ trang thiết bị, nhân viên, đến toàn bộ mạng lưới chỗ ở, mọi thứ đều đỉnh cao. Nếu bạn muốn có những chuyến đi tuyệt vời ở một vùng quê xinh đẹp đến kinh ngạc, Vietnam Motorbike Tours, có trụ sở tại Hà Nội, đã sẵn sàng. Vợ tôi và tôi đã đi gần như toàn bộ Việt Nam từ Thành phố Hồ Chí Minh đến biên giới Trung Quốc trong nhiều năm với những người này và chưa bao giờ thất vọng. Trên thực tế, mỗi chuyến đi đã mở rộng khả năng tiếp xúc của chúng tôi với văn hóa và lịch sử Việt Nam. Với sự đa dạng của các nhóm dân tộc ở đây, phong cách và phong tục của các bộ lạc địa phương là nguồn trải nghiệm hấp dẫn đặc trưng cho Đông Nam Á. Việc cưỡi ngựa, dù trên đường hay địa hình, đơn giản là không thể đánh bại được. Kết hợp điều đó với thời gian không đi xe đạp, ở các ngôi làng và nhà ở, đặc biệt là qua vùng đông bắc của đất nước, và bạn sẽ có được sự gần gũi vô song với một xã hội phức tạp mà đặc tính quan trọng nhất của họ là sự ấm áp của lòng hiếu khách và sự hào phóng mà họ chia sẻ. . Chúng tôi đặc biệt muốn cảm ơn hướng dẫn viên của chúng tôi, Tạ Xuân Cường, và Giám đốc Du lịch Xe máy Việt Nam, Alan Chiến. Giữa họ và đội của họ, chúng tôi chưa bao giờ phải lo lắng về điều gì khác ngoài việc tận hưởng chuyến đi. Chúng tôi không thể giới thiệu họ đủ cao.Đọc thêm",
            "Bill thân mến,\n\nCảm ơn bạn rất nhiều vì đã luôn ủng hộ hoạt động kinh doanh của chúng tôi. Lời nói của bạn nói lên tất cả! Rất nóng lòng muốn có thêm các chuyến du lịch mạo hiểm bằng xe máy tại Việt Nam, hy vọng sẽ sớm ra mắt!\n\nCảm ơn và chúc mọi điều tốt đẹp nhất!\n\nGiữ liên lạc\n\nAlan Chiến, Johnny Cường\n\nĐội ngũ Bikers Việt NamĐọc thêm",
            "Đây là chuyến lưu diễn thứ hai tôi tham gia với công ty này và nó thật ngoạn mục! Chúng tôi đã đi được 17 ngày và chỉ hơn 3000km, bao gồm miền bắc Việt Nam và một số tuyến đường mòn Hồ Chí Minh đến Hội An. Chuyến tham quan vượt quá mọi mong đợi của chúng tôi - phong cảnh, đường sá, con người và ẩm thực, chúng tôi thực sự yêu thích nó! Tất cả những chiếc xe đạp đều có chất lượng tốt và được bảo trì tốt và tôi thật may mắn khi có được một chiếc xe đạp hoàn toàn mới! Hướng dẫn viên du lịch của chúng tôi cho chuyến đi là Tạ Triệu, người chắc chắn đáng được nhắc đến đặc biệt. Anh ấy thực sự đã đi xa hơn để đảm bảo rằng chúng tôi được chăm sóc tốt về mọi mặt, từ tuyến đường chúng tôi đi đến khách sạn, nhà trọ và lựa chọn thực đơn mỗi tối - rất đa dạng và luôn ngon miệng! Ta thực sự rất vui vẻ, nói tiếng Anh tuyệt vời và cởi mở, có kiến ​​thức thú vị để nói chuyện. Chúng tôi thực sự cảm thấy như mình bắt đầu chuyến đi với một hướng dẫn viên du lịch và kết thúc nó với một người bạn!Đọc thêm",
            "Rob thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi những lời tuyệt vời trên Vietnam Motorbike Tours Tripadvisor. Chúng tôi đã có chuyến đi xe máy tuyệt vời đến Hội An từ Hà Nội. Chuyến đi này thật đáng nhớ, không thể nào quên được.\n\nCảm ơn và chúc mọi điều tốt lành đến với bạn và gia đình\n\nVới tất cả những điều tốt đẹp nhất,\n\nAlan Chiến, Tạ\n\nĐội ngũ Bikers Việt Nam\n\nĐọc thêm",
            "4 người chúng tôi đã đăng ký chuyến du lịch miền Bắc Việt Nam và yêu thích từng phút giây. Chúng tôi là những tay đua rất có kinh nghiệm và hướng dẫn viên của chúng tôi đã không làm chúng tôi thất vọng. Anh ấy đã đưa chúng tôi đi làm một số việc khó mà chúng tôi yêu cầu với khung cảnh tuyệt vời. Chỗ ở cũng tốt. Sự kết hợp giữa nhà ở và khách sạn. Tôi đánh giá cao cuộc phiêu lưu này!! Đọc thêm",
            "Này Craig,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi những lời tuyệt vời cho chuyến tham quan bằng xe máy Việt Nam của bạn\n\nChắc chắn sẽ gặp lại bố mẹ bạn trong nhiều chuyến du lịch bằng xe máy Việt Nam\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan ChiếnĐọc thêm",
            "Bạn đã tìm thấy công ty! Hãy làm đi! Alan, Duong và nhóm của anh ấy là những người tuyệt vời nhất! Chúng tôi đã thực hiện chuyến đi 5 ngày qua miền Bắc Việt Nam và không bao giờ ngừng mỉm cười. Từ đầu đến cuối, trải nghiệm của chúng tôi thật tuyệt vời. Alan đã có thể giúp chúng tôi giải quyết các vấn đề về Visa trước khi chúng tôi đến. Sau đó, trên đường đi, những chiếc xe đạp đã ở trong tình trạng hoàn hảo và chịu được mọi thứ chúng tôi ném vào chúng - rất nhiều -. Hướng dẫn viên của chúng tôi, Duong, tràn đầy năng lượng, hiểu biết và vô cùng thân thiện, anh ấy thực sự đã biến chuyến đi thành một trải nghiệm đáng kinh ngạc. Bạn sẽ không hối hận khi làm điều này! Bạn có thể làm được! Giá cả tuyệt vời cho những gì bạn nhận được! Không, đừng ngồi trên một bãi biển đắt đỏ! Đi xe máy khắp Việt Nam! Đọc thêm",
            "Xin chào David,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tuyệt vời cho chúng tôi trên Tripadvisor! Chúng tôi đã có chuyến đi Sapa bằng xe đạp địa hình tuyệt vời ở Việt Nam, rất vui! Chắc chắn gặp lại bạn để biết thêm cuộc phiêu lưu xe máy ở Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan, Dương\n\nViệt NamBikers \n\nĐọc thêm",
            "Cùng với 3 người bạn, tôi đã đặt tour du lịch Both Vietnam Bike 20 ngày với Alan từ Vietnam Motorcycle Tours Asia - Hanoi. Chúng tôi đã có một khoảng thời gian tuyệt vời. Các địa điểm rất đẹp và chuyến đi là sự kết hợp tuyệt vời giữa đường bộ và địa hình. Các nhà nghỉ và khách sạn rất tốt, để đi qua vùng nông thôn Việt Nam. Hướng dẫn viên Ta của chúng tôi thật tuyệt vời! Sau một năm lên kế hoạch cho chuyến đi này, chúng tôi không thể mong đợi điều gì tốt hơn. Rất khuyến khích đặt tour với Motorcycle Tours Asia - Hanoi. Đọc thêm",
            "Này Brian,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi những lời tuyệt vời cho chuyến đi xe máy Việt Nam của bạn.\n\nChắc chắn sẽ gặp lại bố mẹ bạn trong những chuyến du lịch bằng xe máy Việt Nam nhiều hơn nữa.\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan Chiến và TaĐọc thêm",
            "Phong cảnh tuyệt đẹp, chuyến đi tuyệt vời, công tác hậu cần được thực hiện hoàn hảo từ đón tại sân bay đến trả khách tại sân bay và mọi thứ ở giữa, hướng dẫn tuyệt vời giúp tùy chỉnh tuyến đường và điểm dừng để phù hợp với khả năng và sở thích của chúng tôi. Những chiếc xe đạp được bảo trì tốt và hoạt động hoàn hảo.  Việt Nam là một đất nước tuyệt vời và người dân làm việc chăm chỉ và thân thiện. Có thể - t đánh giá trải nghiệm đủ cao.  CẢM ƠN BẠN!!! Đọc thêm",
            "Curtis thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời về tripadvisor du lịch bằng xe máy Việt Nam!\n\nTan đã có khoảng thời gian tuyệt vời trong chuyến phiêu lưu bằng xe máy vòng quanh phía bắc 12 ngày xuống Vịnh Hạ Long. Những tay đua tuyệt vời để đi cùng.\n\nChắc chắn chúng tôi rất muốn được đồng hành cùng tất cả các bạn một lần nữa trong nhiều chuyến tham quan bằng xe mô tô địa hình tại Việt Nam!\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan, Tân\n\nDu lịch xe máy Việt Nam - VietnamBikersĐọc thêm",
            "Ngay từ lần liên hệ đầu tiên, khả năng liên lạc và hỗ trợ của Alan - đã rất xuất sắc và chúng tôi biết rằng mình sẽ có được sự hỗ trợ tốt. Từ đó mọi chuyện trở nên tốt hơn, bữa tối giới thiệu và bia cùng nhau, mọi thứ được thảo luận và giải quyết mà không gặp vấn đề gì và cảm thấy không có gì là quá khó khăn. Những chiếc xe đạp hoàn toàn phù hợp và cực kỳ đáng tin cậy, và không nghi ngờ gì nữa, người chất lượng và nghệ sĩ giải trí mà hướng dẫn viên của chúng tôi là, - Xuân -, cùng với phong cảnh và con người miền Bắc Việt Nam xinh đẹp đã khiến chuyến đi này trở nên đặc biệt. Nhóm của chúng tôi có 4 người và tất cả chúng tôi đều háo hức quay lại và thực hiện một chuyến đi khác cùng Alan, Xuân và nhóm tại VMT. Nếu bạn đang nghĩ đến việc thực hiện chuyến phiêu lưu kiểu này ở Việt Nam và muốn có trải nghiệm đáng nhớ trong đời, với phong cảnh, đồ ăn, xe đạp và con người tuyệt vời, thì bạn đang có những người tuyệt vời nhất với những người này. Đội ngũ VMT, các bạn thật tuyệt vời!Đọc thêm",
            "Xin chào John, Cảm ơn bạn rất nhiều vì đã đánh giá các chuyến tham quan bằng xe máy tại Việt Nam! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều tour du lịch xe máy Lào - Việt Nam trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Những anh chàng này là tốt nhất! Ngay từ đầu, Alan, chủ sở hữu, đã rất quan tâm đến bạn. Anh ấy trả lời các câu hỏi một cách nhanh chóng và cung cấp dịch vụ tuyệt vời từ đón tại sân bay đến khách sạn trong khu phố cổ, đến xe đón khi bắt đầu chuyến đi của bạn. Hướng dẫn, Tan, thật xuất sắc. Một tay đua lành nghề, am hiểu về phong tục và văn hóa địa phương, đồng thời là một thợ cơ khí được đào tạo bài bản, bạn không thể yêu cầu một người hướng dẫn tốt hơn. Tôi đặc biệt giới thiệu những người này cho một chuyến phiêu lưu mô tô tuyệt vời ở miền Bắc Việt Nam.Đọc thêm",
            "Michael thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết đánh giá cho chúng tôi về các chuyến tham quan bằng xe máy tại Việt Nam Tripadvisor!\n\nBạn là một tay đua siêu hạng, Tan đã có khoảng thời gian tuyệt vời cùng các bạn trong chuyến du lịch bằng xe máy miền Bắc Việt Nam 12 ngày từ Hà Nội. Chúng tôi thực sự tận hưởng thời gian của bạn với bạn khi bạn ở Việt Nam. Chúng tôi đã học được rất nhiều từ bạn thưa ngài!\n\nCó một Câu hỏi thường gặp - Công ty du lịch xe máy nào tốt nhất Việt Nam - đánh giá của bạn là câu trả lời cho những người đi xe đạp muốn tham gia các chuyến tham quan bằng xe máy tại Việt Nam.\n\nChúng tôi mong được gặp lại bạn và tổ chức chuyến phiêu lưu xe máy tiếp theo của bạn tại Việt Nam!\n\nChúc mừng và mọi điều tốt đẹp nhất,\n\nAlan, Tân \n\nDu lịch xe máy Việt Nam - VietnamBikersĐọc thêm"
        ],
        "star_ratings": [
            632,
            16,
            1,
            1,
            0
        ],
        "review_amount": 650,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy Việt Nam - Vietnambikers"
        ],
        "reviews_time": [
            "Written November 25, 2023",
            "Written May 17, 2022",
            "Written October 21, 2022",
            "Written September 25, 2022",
            "Written January 31, 2020",
            "Written August 30, 2022",
            "Written January 7, 2020",
            "Written April 7, 2023",
            "Written June 16, 2023",
            "Written February 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6279888-Reviews-or20-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or10-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or30-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342927-Reviews-Art_District_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606588-d147517-Reviews-Dawn_Beach-Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10429987-Reviews-The_Dog_Cafe-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d197714-Reviews-Pantheon-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g612416-d674489-Reviews-Iles_Lavezzi-Bonifacio_Corse_du_Sud_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d559072-Reviews-Jamaica_Plain-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g190780-d1830431-Reviews-Stagecoach_Bus_Tour_Orkney-Kirkwall_Mainland_Orkney_Islands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d282633-Reviews-Moonshine_Beach-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g55935-d1026670-Reviews-The_Cross_of_Our_Lord_Jesus_Christ-Groom_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g48804-d2432033-Reviews-Warwick_Valley_Winery-Warwick_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186400-d195569-Reviews-Warwick_Castle-Warwick_Warwickshire_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or30-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or20-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Motorbike Tours | Vietnambikers",
        "attraction_name_vi": "Tour xe máy Việt Nam - Vietnambikers",
        "general_info": [
            "650 đánh giá",
            "- 49 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Tour nhiều ngày",
            "Xe 4WD, ATV - Tour địa hình",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Hãy tham gia Vietnam Motorcycle Tours ngay hôm nay trên một trong những chuyến tham quan bằng xe máy chuyên biệt của chúng tôi tại Việt Nam. Đừng bỏ lỡ chuyến tham quan bằng xe máy hoành tráng ở miền Bắc Việt Nam! Hãy xem ngày và thông tin trên trang web của chúng tôi và đi ngay hôm nay!Đọc thêm",
        "reviews": [
            "chúng tôi đã đi đến những nơi đáng kinh ngạc. trải nghiệm tuyệt vời. Andy, người lái xe, rất giỏi và chuyên nghiệp. Tôi chắc chắn sẽ trở lại cho một chuyến đi dài hơn!  - Hãy cưỡi ngựa - Đọc thêm",
            "Chúng tôi - hai tay đua trưởng thành đến từ Canada - đã có chuyến đi 19 ngày tuyệt vời với Vietnam Motorbike Tours. Công ty thực sự tập trung vào khách hàng và làm mọi thứ để đảm bảo trải nghiệm tuyệt vời - cảm ơn Alan! Và hướng dẫn của chúng tôi Andy thật tuyệt vời. Anh ấy nói tiếng Anh xuất sắc và luôn có thể tìm ra giải pháp cho mọi vấn đề. Chúng tôi yêu thích những kỳ nghỉ tại nhà mà anh ấy đã đưa chúng tôi đến; một cách tuyệt vời để gặp gỡ những người Việt Nam bình thường. Đất nước này rất đẹp và việc cưỡi ngựa đôi khi đầy thử thách nhưng thú vị. Chúng tôi kết thúc chuyến đi với tư cách là những tay đua giỏi hơn. Đọc thêm",
            "Tôi không thể nói đủ những điều tốt đẹp về công ty này.  Nếu bạn thậm chí đang cân nhắc từ xa về một chuyến đi như thế này thì tôi nói một cách không dè dặt - ĐI!!  Và đi với công ty này.  Họ là 100 - thỏa thuận thực sự.  Alan và nhóm chuyên gia của anh ấy đã tổ chức một chuyến tham quan đỉnh cao từ đầu đến cuối. Chúng tôi bắt đầu lên kế hoạch này gần một năm trước và Alan đã cung cấp tất cả thông tin chi tiết mà chúng tôi cần để bắt đầu hoạt động.  Các tiện ích bổ sung như đón tại sân bay đã được bao gồm mà không phải trả thêm phí.  Anh ấy cũng gặp chúng tôi tại khách sạn của chúng tôi để dùng bữa tối chào mừng và nghỉ đêm trên thị trấn, một điều thật bất ngờ nhưng được đánh giá cao.  Ngày hôm sau, anh ấy cung cấp tất cả các thiết bị mà chúng tôi đã quên hoặc đã chọn mượn.  Hành lý của chúng tôi đã được chuyển đến điểm đến - Đà Nẵng - mà không gặp vấn đề gì.  Khi chúng tôi nhận ra đôi bốt mượn không vừa vặn, Alan đã gửi một đôi khác đến khách sạn của chúng tôi trên đường đi.  Khi tôi vô tình để quên một cặp tai nghe ở khách sạn, Alan cũng đã gửi chúng cho tôi.  Tất cả đều miễn phí. Chuyến đi với Linh là một trong những chuyến đi tuyệt vời nhất mà tôi từng có.  Nhìn thấy những điều tôi nghĩ tôi - sẽ không bao giờ nhìn thấy trong đời.  Anh ấy nhiệt tình giải quyết mọi thử thách và yêu cầu và chúng tôi thực sự rất thích được làm quen với anh ấy.  Bây giờ chúng tôi coi anh ấy như một người bạn và hy vọng một ngày nào đó sẽ sớm gặp lại anh ấy ở Canada. Hãy đi cùng công ty của anh ấy và tôi đảm bảo rằng bạn sẽ thấy một Việt Nam mà bạn - sẽ yêu. Đừng nhìn nữa - đây chính là một Việt Nam đấy!  Một lần nữa xin cảm ơn Alan và Linh vì chuyến đi để đời!Đọc thêm",
            "Nếu nói đây là Epic sẽ đánh giá thấp nó. Thành thật mà nói, tôi ngoại trừ việc cường điệu hóa Instagram. Nhưng tôi nhanh chóng biết được rằng điều đó thật tuyệt vời. Alan đã cực kỳ hữu ích ngay từ giây phút tôi nhắn tin cho anh ấy trên WhatsApp. Anh ấy đã tổ chức đưa đón sân bay, giới thiệu một khách sạn nên ở tại Hà Nội và cung cấp tất cả thông tin cần thiết để đến đó và đặt chỗ cho chuyến đi. Khi đến sân Alans, tôi rất ấn tượng với chất lượng của những chiếc xe đạp, phần lớn những chiếc xe đạp đều trông như mới. Honda 300L là một chiếc xe đạp hoàn hảo cho những chuyến đi này. vững chắc trên những con đường ngoằn ngoèo và có khả năng vượt địa hình tốt hơn. Bây giờ tôi đến với hướng dẫn của chúng tôi Hùng. Quả là một chàng trai! anh ấy lái chiếc xr150 nhỏ bé của mình như một cơn gió. Việc cưỡi ngựa của anh ấy thật tuyệt vời và cá tính thậm chí còn tốt hơn. Anh ấy chỉ cho chúng tôi những nơi mà tôi không thể tưởng tượng được. dạy chúng tôi cách uống rượu gạo và chia sẻ tình yêu cũng như kiến ​​thức về đất nước của mình. Tôi bảo Hùng - chúng ta gặp nhau như những người xa lạ, chúng ta ra đi như anh em - tôi sẽ nhớ chuyến đi này đến hết đời và chắc chắn sẽ quay lại nhiều hơn nữa. Xin chân thành cảm ơn Alan, Hùng và toàn thể nhóm tại Vietnam Motorbike Tours. Đọc thêm",
            "John thân mến,\n\nCảm ơn bạn đã để lại đánh giá tuyệt vời, tôi rất vui vì bạn thích chuyến tham quan bằng xe máy Việt Nam. Mong được gặp lại bạn trong những chuyến phiêu lưu bằng xe địa hình nhiều hơn tại Việt Nam.\n\nVới tất cả những điều tốt đẹp nhất\n\nAlan Chiến và HùngĐọc thêm",
            "Thankyou so much Alan and the team at Vietnam bikers! Myself and a group of 6 friends from Australia opted for the 7 day ha Giang loop tour and wow were we impressed! The minute we landed in Hanoi Alan was so helpful providing us transfers to and from our hotel. The day before our tour we finally got to meet Alan and also our guide Andy. Alan took us into town and we shared a meal and PLENTY of cold beers, it was such a great way to meet the team. We arrived at the garage the following morning and we were greeted by a fleet of brand new Honda crf 300ls. From the moment we left on the bikes to the day we returned i honestly couldn - t have wished for a better trip! Everything was organised to perfection! From accomodation to breakfast, lunch and dinner. The home stays where very welcoming and went above and beyond for their guests! We experienced some unbelievable scenery, on and off road riding  and met so many great people along the way. If you are considering booking this tour I recommend you do so 100 - . You won - t find a better value for money tour anywhere in the world. Being from Australia I was optimistic about how the trip would play out having booked it 6 months prior but once we hit the road I realised what a great decision I had made. We opted for a support vehicle to follow us  - which I highly recommend -  once we arrived at our home stay our bags where in our rooms waiting for us! I suggest you check out their instagram page  - Vietnam bikers -  it really does speak for itself. Thank you again Alan and also special mention to our tour guide Andy! You really went above and beyond to provide a trip of a lifetime and I thank you so much. It was pleasure to have shared this trip with you  -  Hopefully we see you guys again soon for the next one! Cheers - Matt.Read more",
            "Matt thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời trên Tripadvisor.\n\nChúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam trong tương lai.\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nTour xe máy Việt Nam\n\nAlan Chiến\n\nĐọc thêm",
            "Đây là chuyến du lịch tốt nhất ở Việt Nam đáng tiền nhất vì giá trị được tổ chức rất tốt và những người làm việc ở đó tuyệt vời cảm ơn vì chuyến điĐọc thêm",
            "Mitch thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về các chuyến tham quan bằng xe mô tô địa hình.\n\nChúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất từ ​​Đội tuyển VietnamBikers\n\nAlanĐọc thêm",
            "Những kẻ này chỉ nhận được nó. Chúng tôi không thể hạnh phúc hơn với trải nghiệm của mình. Alan, Andy và nhóm thực sự rất vui khi được đối phó và thực sự tuyệt vời với những gì họ làm. Bản thân chuyến tham quan này không giống ai, khám phá những khía cạnh ít người biết đến của Việt Nam, phong cảnh tuyệt đẹp, được tổ chức tốt, xe máy tốt và bia lạnh ở mọi nơi chúng tôi đến! Nhóm của chúng tôi đã được phục vụ một cách xuất sắc về các tuyến đường phù hợp với khả năng cưỡi ngựa của chúng tôi, mang lại sự linh hoạt hàng ngày để phù hợp với chúng tôi. Tôi thực sự khuyên bạn nên đặt tour này, chúng tôi - sẽ quay lại và chúng tôi - đã giới thiệu bạn bè và gia đình của mình. Một trải nghiệm tuyệt làm sao. Cảm ơn. Đọc thêm",
            "Mitch thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về các chuyến tham quan bằng xe mô tô Việt Nam.\n\nChúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất từ ​​Đội tuyển VietnamBikers\n\nAlan và AndyĐọc thêm",
            "Tôi đã đi tour du lịch miền Bắc 6 ngày - Ha Giang Tour - cùng một người bạn. Những người ở Vietnam Motorcycle Tours thật phi thường cả về tổ chức, trang thiết bị và lòng hiếu khách nói chung. Đây là chất lượng đẳng cấp thế giới ở đây và cả chủ sở hữu lẫn hướng dẫn viên du lịch đều quan tâm rất sâu sắc đến những gì họ làm. Tôi thực sự muốn giới thiệu chuyến tham quan này và công ty cho một chuyến phiêu lưu trong đời. Đọc thêm",
            "Tzumby thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về các chuyến tham quan bằng xe mô tô Việt Nam.\n\nChúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất từ ​​Đội tuyển VietnamBikers\n\nĐoàn xe máy du lịch Việt Nam\n\nAlan ChiếnĐọc thêm",
            "Tôi vừa hoàn thành chuyến đi thứ 5 tại Việt Nam và lần này sử dụng công ty của Hùng. Lợi ích lớn nhất mà bạn sẽ nhận được là không lãng phí thời gian cố gắng tìm đúng đường để đi, đúng địa điểm ăn uống và đúng khách sạn để ở lại. Thời gian của bạn sẽ được dành để trải nghiệm, không cố gắng quản lý hậu cần. Rất khuyến khích Đọc thêm",
            "Brett thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về các chuyến tham quan bằng xe mô tô Việt Nam.\n\nChúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất từ ​​Đội tuyển VietnamBikers\n\nAlan và HungĐọc thêm",
            "Một trải nghiệm hoàn toàn không thể tin được. Chưa bao giờ sử dụng xe đạp thủ công trước đây nhưng hướng dẫn viên Hòa của chúng tôi biết chính xác tuyến đường nào sẽ đưa chúng tôi xuống ở các giai đoạn khác nhau và tăng độ khó khi chúng tôi đi - cuối cùng, chúng tôi có thể tiếp cận các vách đá, sông và làng mà không thể tiếp cận được. Điều này làm cho chuyến tham quan khu vực này thực sự rất đặc biệt và chân thực. Việc ở cùng gia đình người Việt tại nhà đã mang lại cho chúng tôi những trải nghiệm mà chúng tôi không bao giờ có được. Họ sắp xếp tất cả những thứ nhàm chán và bạn chỉ cần đạp xe, ăn - uống thật ngon và có những trải nghiệm tuyệt vời. Có rất nhiều chỗ để thúc đẩy bản thân trên những con đường mà chúng tôi yêu thích. Bây giờ chúng tôi đã biết những điều cơ bản về ngôn ngữ và phong tục và điều đó đã nâng tầm phần còn lại của chuyến đi của chúng tôi ngoài mong đợi. Trải nghiệm thực sự khó quên và chuyến đi tuyệt vời nhất tôi từng tham gia. Mỗi ngày, địa hình trở nên thử thách và ngoạn mục hơn và có một số trải nghiệm rất đặc biệt như đi thuyền qua hồ trong công viên quốc gia. Bạn sẽ không hối tiếc khi đặt phòng với công ty này. Nếu bạn đang nghĩ đến việc làm điều này, bạn phải gửi nó.Đọc thêm",
            "Rowan thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về chuyến tham quan bằng xe máy Việt Nam.\n\nChúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất từ ​​Đội tuyển VietnamBikers\n\nAlan và HungĐọc thêm"
        ],
        "star_ratings": [
            632,
            16,
            1,
            1,
            0
        ],
        "review_amount": 650,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy Việt Nam - Vietnambikers"
        ],
        "reviews_time": [
            "Written January 2, 2024",
            "Written December 28, 2023",
            "Written December 17, 2023",
            "Written December 1, 2023",
            "Written November 25, 2023",
            "Written November 22, 2023",
            "Written November 20, 2023",
            "Written November 18, 2023",
            "Written November 13, 2023",
            "Written November 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6279888-Reviews-or30-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or20-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or40-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342927-Reviews-Art_District_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d6700743-Reviews-The_Capital_Wheel-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d2615272-Reviews-Panorama_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d2304870-Reviews-Aquasplash-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g293825-d14977048-Reviews-National_Children_s_Park_and_Zoo-Abuja_Federal_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16755956-Reviews-Dear_Irving_on_Hudson-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d650283-Reviews-Round_Pond_Estate-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34471-d3860722-Reviews-Flagler_Avenue_Park-New_Smyrna_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147314-d153260-Reviews-Somerset_Falls-Port_Antonio_Portland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d2047412-Reviews-Tenjimbashisuji_Shopping_Street-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d240500-Reviews-Big_Fun_Museum-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or40-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or30-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Motorbike Tours | Vietnambikers",
        "attraction_name_vi": "Tour xe máy Việt Nam - Vietnambikers",
        "general_info": [
            "650 đánh giá",
            "- 49 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Xe 4WD, ATV - Tour địa hình",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Hãy tham gia Vietnam Motorcycle Tours ngay hôm nay trên một trong những chuyến tham quan bằng xe máy chuyên biệt của chúng tôi tại Việt Nam. Đừng bỏ lỡ chuyến tham quan bằng xe máy hoành tráng ở miền Bắc Việt Nam! Hãy xem ngày và thông tin trên trang web của chúng tôi và đi ngay hôm nay!Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến du lịch miền bắc 12 ngày với Linh là hướng dẫn viên của chúng tôi. Tôi thấy anh ấy là một hướng dẫn viên rất điềm tĩnh và thoải mái, không có gì khó khăn với anh ấy khi anh ấy thực hiện mọi thứ một cách dễ dàng. Mỗi lần chúng tôi đều được chiêm ngưỡng những khung cảnh tuyệt vời trên và ngoài đường. Linh cho chúng tôi thấy sự đa dạng của ẩm thực Việt Nam và sự kết hợp tuyệt vời giữa khách sạn và chỗ ở nhà dân. Nhìn chung, tôi đã có khoảng thời gian tuyệt vời với nhiều người tốt. Tôi đã suy nghĩ về người tiếp theo. Cảm ơn Alen và nhóm.Đọc thêm",
            "Toán thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về chuyến tham quan bằng xe máy Việt Nam.\n\nChúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam.\n\nMọi điều tốt đẹp nhất\n\nChúc mừng và mọi điều tốt đẹp nhất từ ​​Đội tuyển VietnamBikers\n\nAlan và LinkĐọc thêm",
            "Kinh nghiệm đáng kinh ngạc. Chưa bao giờ sử dụng xe đạp thủ công trước đây nhưng hướng dẫn viên Hao của chúng tôi đã chỉ cho chúng tôi những sợi dây và đến cuối chuyến đi, chúng tôi chắc chắn đã đưa nó xuống những con đường núi đơn. Sau đó, việc ở nhà cùng các gia đình Việt Nam đã mang lại trải nghiệm đích thực mà chúng tôi không bao giờ có được. Bây giờ chúng tôi đã biết những điều cơ bản về ngôn ngữ và phong tục và điều đó đã nâng tầm phần còn lại của chuyến đi của chúng tôi ngoài mong đợi. Trải nghiệm thực sự khó quên và kỳ nghỉ tuyệt vời nhất tôi từng có. Bạn sẽ không hối tiếc khi đặt phòng với công ty này.Đọc thêm",
            "N453 thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về chuyến tham quan bằng xe máy Việt Nam.\n\nChúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy địa hình tại Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất từ ​​Đội tuyển VietnamBikers\n\nAlan và WaĐọc thêm",
            "Tôi có thể nói gì đây, một trải nghiệm không thể tin được mà tôi sẽ không bao giờ quên. Alan đã sắp xếp hướng dẫn viên đường mòn địa hình tuyệt vời nhất của anh ấy, điều này hoàn hảo với tôi. Chúng tôi có thể mạo hiểm đi xa hơn khỏi con đường mòn và khám phá thêm về thiên nhiên và cách con người sống trên núi. Một người bạn đồng hành tuyệt vời với những chiếc xe đạp mới. Tôi đang mong muốn quay lại cùng một số người bạn. Đọc thêm",
            "Kính gửi X7502LXgarethd,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về chuyến tham quan bằng xe máy Việt Nam.\n\nChúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất từ ​​Đội tuyển VietnamBikers\n\nAlan Đọc thêm",
            "Tour du lịch bằng xe máy Việt Nam là một trong những tour du lịch bằng xe máy chuyên nghiệp và có tổ chức nhất mà tôi từng thực hiện. Không có gì là quá rắc rối với Alan, anh ấy đáp ứng mọi nhu cầu của chúng tôi và điều tốt nhất là anh ấy luôn có một cốc bia lạnh chờ chúng tôi. Ngoài ra, hướng dẫn viên Ta của chúng tôi thật tuyệt vời - đã đưa chúng tôi đi một con đường mòn tuyệt vời xuyên suốt miền bắc Việt Nam xa xôi đến biên giới Trung Quốc. Ta sắp xếp mọi thứ trong chuyến đi - chỗ ở rất tuyệt và ăn những món ngon địa phương thật tuyệt vời. Quá nhiều món ăn tuyệt vời!!!! Chuyến đi tuyệt vời nhất từ ​​trước đến nay! Đọc thêm",
            "Matty thân mến, \n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời trên Tripadvisor. Chúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam trong tương lai. \n\nChúc mừng và tất cả các chuyến tham quan bằng xe máy Việt Nam tốt nhất\n\n Alan ChiếnĐọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời nhất ở Víetnam. Nó thực sự là tuyệt vời! Johnny và những người còn lại trong đoàn thật tuyệt vời. Rất khuyến khích! Tôi - sẽ quay lạiĐọc thêm",
            "Arnar thân mến, \n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời trên Tripadvisor. Chúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam trong tương lai. \n\nChúc mừng và tất cả các chuyến tham quan bằng xe máy Việt Nam tốt nhất\n\n Alan ChiếnĐọc thêm",
            "Từ đầu đến cuối, đặc biệt! Chín ngày trên Honda 300CRF, được bảo dưỡng tốt và hoàn hảo cho chuyến đi on-road - off-road vùng núi Tây Bắc và Bắc Hà Nội. Sự cân bằng hoàn hảo giữa khách sạn và nhà trọ với những gia đình thân thiện nhất. Ta, người hướng dẫn của chúng tôi, thật tuyệt vời; cân bằng và - hoặc phân chia các lộ trình phù hợp với khả năng hỗn hợp của nhóm chúng tôi, đồng thời luôn lập kế hoạch và chuẩn bị trước một bước khi chúng tôi đến. Lời khuyên của anh ấy về kỹ năng địa hình là một phần thưởng lớn ... và sự nhiệt tình, kiến ​​thức văn hóa, lịch sử cũng như sự quen thuộc của anh ấy với - những con đường ít người đi - thật đáng chú ý. Tôi không thể giới thiệu đủ cao cho các Vietnambikers - Tôi - tôi có kinh nghiệm điều hành tour! - , họ - đã nghĩ đến mọi thứ. Vì vậy, nếu bạn - đang nghĩ đến việc đến thăm đất nước xinh đẹp, thân thiện này và ngắm nhìn nó - thì tốt nhất... và bằng xe đạp là tốt nhất... HÃY LÀM ĐI! Và hãy làm điều đó cùng Vietnambikers!Một, Hai, Ba, Dzô!Đọc thêm",
            "Kính gửi di chúcY2469WA, \n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời trên Tripadvisor. Chúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam trong tương lai. \n\nChúc mừng và tất cả các chuyến tham quan bằng xe máy Việt Nam tốt nhất\n\n Alan ChiếnĐọc thêm",
            "Tôi không thể giới thiệu Alan và nhóm của anh ấy nhiều hơn nữa. Những chiếc xe đạp được bảo dưỡng tốt, đội ngũ hỗ trợ và hướng dẫn viên tuyệt vời. Lộ trình được lên kế hoạch cực kỳ tốt và Ta, hướng dẫn viên của chúng tôi, rất hiểu biết và đã cho chúng tôi những bài học ngẫu hứng về khu vực và lịch sử. Chỗ ở tuyệt vời - đặc biệt là nhà dân và chúng tôi cảm thấy rất được chào đón. Các chàng trai đã chú ý đến mọi chi tiết nhỏ và Vietnam Motorbike Tours đã vượt xa mong đợi của chúng tôi và tôi sẽ không ngần ngại giới thiệu họ. Nếu bạn đang tìm kiếm công ty địa hình tốt nhất tại Việt Nam - bạn đã tìm thấy họ rồi! Đọc thêm",
            "Kính gửi dantY6238QG,\n\n Cảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời trên Tripadvisor.\n\n Chúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam trong tương lai. \n\nChúc mừng và mọi điều tốt đẹp nhất\n\n Tour xe máy Việt Nam\n\n Alan Chiến - TaĐọc thêm",
            "Một bộ trang phục đẳng cấp giúp toàn bộ tổ chức có thể để lại niềm vui - đạp xe và tận hưởng Việt Nam bằng xe máy - cho bạn. Vô cùng hiếu khách từ thời điểm bạn đến cho đến khi bạn giao lại xe đạp và bổ sung những trải nghiệm riêng biệt cho phù hợp với nhóm của bạn. Từ người quay phim - thợ máy cho đến hướng dẫn viên, họ làm việc không mệt mỏi để đảm bảo bạn có khoảng thời gian tuyệt vời và tràn ngập tiếng cười trên đường đi. Hướng dẫn viên cực kỳ am hiểu có thể tư vấn về kỹ thuật cưỡi ngựa, tuyến đường phù hợp, nhà hàng và các điểm lịch sử trên đường đi. Mẹo hàng đầu từ đầu đến cuối. Tôi - chắc chắn sẽ giới thiệu và quay lại.Đọc thêm",
            "CUỘC PHIÊU LƯU TUYỆT VỜI!! Chúng tôi là một nhóm gồm 10 người bạn có khả năng Offroading hỗn hợp và đội Vietnambikers đã phục vụ hoàn hảo khả năng của nhóm, kết hợp phong cảnh đẹp, di tích lịch sử, những con đường quanh co, những đoạn đường ngược thú vị, những trải nghiệm địa hình thú vị và văn hóa chân thực trong suốt chuyến đi 12 ngày. Tất cả chúng tôi đều bị mê hoặc bởi trưởng đoàn du lịch Ta - đáp ứng mọi nhu cầu của chúng tôi và bình tĩnh trước áp lực, với tình yêu sâu sắc với xe đạp và đất nước của anh ấy. Đây là trải nghiệm để đời và đội ngũ Vietnambikers đã thực hiện được ở mọi cấp độ. Đội ngũ dự phòng của họ đã không ngừng nghỉ và không mệt mỏi trong việc hỗ trợ chúng tôi cũng như giữ cho xe đạp được bảo dưỡng tốt và an toàn.  Chúng tôi thực sự muốn giới thiệu cho mọi người ở mọi trình độ và khả năng đạp xe vì chuyến đi này là một cách rất đặc biệt để ngắm nhìn đất nước và gặp gỡ những con người đáng yêu ở đó. Một lần nữa xin cảm ơn Alan và toàn đội. Đọc thêm",
            "Những người đó biết đồ đạc của họ. Mọi thứ đều được tổ chức tốt và đội ngũ rất có kinh nghiệm nên hãy thư giãn và tận hưởng. Đề cập đến sở thích về đồ ăn và đồ uống - như cà phê - khi bắt đầu chuyến đi, đảm bảo bạn có một số hoặc ít nhất là trải nghiệm địa hình cơ bản. Mang theo áo mưa và đồ giữ ấm khi leo núi, ủng đi địa hình là thứ không thể thiếu - sự an toàn - . Mang theo cả quần bơi nữa. Rất khuyến khích, chắc chắn là một chuyến đi phải làm nếu bạn là người đi xe máy Đọc thêm"
        ],
        "star_ratings": [
            632,
            16,
            1,
            1,
            0
        ],
        "review_amount": 650,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy Việt Nam - Vietnambikers"
        ],
        "reviews_time": [
            "Written November 11, 2023",
            "Written November 11, 2023",
            "Written November 3, 2023",
            "Written November 2, 2023",
            "Written November 1, 2023",
            "Written October 25, 2023",
            "Written October 25, 2023",
            "Written October 24, 2023",
            "Written October 24, 2023",
            "Written October 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6279888-Reviews-or40-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or30-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or50-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342927-Reviews-Art_District_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d240500-Reviews-Big_Fun_Museum-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d549670-Reviews-CentralWorld-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g635634-d4420487-Reviews-Biondi_Santi_Tenuta_Greppo-Montalcino_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d275120-Reviews-Hoop_Dee_Doo_Musical_Revue-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d560896-Reviews-Honokohau_Marina_Small_Boat_Harbor-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g48694-d17817736-Reviews-Lake_Welch_Beach-Stony_Point_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190988-Reviews-Campo_de_Fiori-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g3336924-d273171-Reviews-Assateague_Beach-Assateague_Island_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g775848-d10639861-Reviews-Nissaki_Bay-Nissaki_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d564540-Reviews-L_Enfant_Plaza-Washington_DC_District_of_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or50-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or40-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Motorbike Tours | Vietnambikers",
        "attraction_name_vi": "Tour xe máy Việt Nam - Vietnambikers",
        "general_info": [
            "650 đánh giá",
            "- 49 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Xe 4WD, ATV - Tour địa hình",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Hãy tham gia Vietnam Motorcycle Tours ngay hôm nay trên một trong những chuyến tham quan bằng xe máy chuyên biệt của chúng tôi tại Việt Nam. Đừng bỏ lỡ chuyến tham quan bằng xe máy hoành tráng ở miền Bắc Việt Nam! Hãy xem ngày và thông tin trên trang web của chúng tôi và đi ngay hôm nay!Đọc thêm",
        "reviews": [
            "Nếu nói đây là Epic sẽ đánh giá thấp nó. Thành thật mà nói, tôi ngoại trừ việc cường điệu hóa Instagram. Nhưng tôi nhanh chóng biết được rằng điều đó thật tuyệt vời. Alan đã cực kỳ hữu ích ngay từ giây phút tôi nhắn tin cho anh ấy trên WhatsApp. Anh ấy đã tổ chức đưa đón sân bay, giới thiệu một khách sạn nên ở tại Hà Nội và cung cấp tất cả thông tin cần thiết để đến đó và đặt chỗ cho chuyến đi. Khi đến sân Alans, tôi rất ấn tượng với chất lượng của những chiếc xe đạp, phần lớn những chiếc xe đạp đều trông như mới. Honda 300L là một chiếc xe đạp hoàn hảo cho những chuyến đi này. vững chắc trên những con đường ngoằn ngoèo và có khả năng vượt địa hình tốt hơn. Bây giờ tôi đến với hướng dẫn của chúng tôi Hùng. Quả là một chàng trai! anh ấy lái chiếc xr150 nhỏ bé của mình như một cơn gió. Việc cưỡi ngựa của anh ấy thật tuyệt vời và cá tính thậm chí còn tốt hơn. Anh ấy chỉ cho chúng tôi những nơi mà tôi không thể tưởng tượng được. dạy chúng tôi cách uống rượu gạo và chia sẻ tình yêu cũng như kiến ​​thức về đất nước của mình. Tôi bảo Hùng - chúng ta gặp nhau như những người xa lạ, chúng ta ra đi như anh em - tôi sẽ nhớ chuyến đi này đến hết đời và chắc chắn sẽ quay lại nhiều hơn nữa. Xin chân thành cảm ơn Alan, Hùng và toàn thể nhóm tại Vietnam Motorbike Tours. Đọc thêm",
            "John thân mến,\n\nCảm ơn bạn đã để lại đánh giá tuyệt vời, tôi rất vui vì bạn thích chuyến tham quan bằng xe máy Việt Nam. Mong được gặp lại bạn trong những chuyến phiêu lưu bằng xe địa hình nhiều hơn tại Việt Nam.\n\nVới tất cả những điều tốt đẹp nhất\n\nAlan Chiến và HùngĐọc thêm",
            "Tôi không cần phải tìm kiếm quá nhiều trước khi đi đến kết luận rằng với tư cách là một công ty địa phương, Vietnam Bikers là lựa chọn tốt nhất. Và tôi đã đúng! Tôi đã đặt chuyến đi 12 ngày qua miền bắc Việt Nam. Nó hóa ra là một trải nghiệm tuyệt vời. Ngay từ đầu, việc liên lạc với Alan, chủ sở hữu, thật tuyệt vời, câu trả lời của anh ấy luôn là - có - cho mọi yêu cầu. Xe đạp của họ ở trong tình trạng hoạt động hoàn hảo, hướng dẫn viên của họ thật tuyệt vời và dịch vụ họ cung cấp thật tuyệt vời. Họ đúng với lời nói của họ. Họ cung cấp những gì họ cung cấp và hơn thế nữa, họ thực sự khiến bạn cảm thấy được chào đón và rằng bạn đang đi cùng bạn bè.Đọc thêm",
            "Một trải nghiệm khó quên! Du lịch xe máy Việt Nam vượt quá mọi mong đợi. Từ đầu đến cuối, họ đã cố gắng hết sức để đảm bảo mọi nhu cầu đều được đáp ứng, thậm chí còn tự mình điều chỉnh chương trình. Là một sinh viên ở độ tuổi ngoài 20, mới tập đạp xe địa hình nhưng đam mê cưỡi ngựa, tôi đã có khoảng thời gian trong đời. Hướng dẫn viên Ta, Alan và toàn bộ phi hành đoàn thật đặc biệt, và các nhà trọ rất thú vị. Đáng giá từng xu và đã lên kế hoạch cho sự trở lại của tôi. Rất khuyến khích cho bất cứ ai tìm kiếm sự phiêu lưu và cảm giác mạnh ở Việt Nam!Đọc thêm",
            "Vừa trở về sau chuyến đi 5 ngày khó quên đến Tây Bắc Việt Nam và chúng tôi rất vui vì đã quyết định thực hiện chuyến tham quan này. Ngay từ đầu, Alan đảm bảo bạn có mọi thứ cần thiết cho một chuyến đi tuyệt vời. Giao tiếp tuyệt vời, và anh ấy thậm chí còn giúp chúng tôi về thị thực và chỗ ở tại Hà Nội. Hướng dẫn viên Dương của chúng tôi là một tay đua lão luyện và thực sự thân thiện - chúng tôi đã có khoảng thời gian vui vẻ với anh ấy trong suốt 5 ngày. Tôi hoàn toàn muốn giới thiệu công ty này cho chuyến phiêu lưu mô tô tiếp theo của bạn tại Việt Nam! Bạn không chỉ được đạp xe trên những con đường vui vẻ và đẹp đẽ mà bạn còn được trải nghiệm văn hóa Việt Nam và gặp gỡ những con người tuyệt vời trên đường đi.Đọc thêm",
            "Chào Robbie,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tuyệt vời cho chúng tôi trên Tripadvisor! Chúng tôi đã có chuyến đi xe máy Việt Nam tuyệt vời đến Sapa, rất vui! Chắc chắn hẹn gặp lại bạn trong chuyến phiêu lưu xe máy địa hình Việt Nam nhiều hơn nữa.\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan, Dương\n\nVietnamBikers Đọc thêm",
            "Chuyến đi tuyệt vời! Tôi đã đi theo lựa chọn 7 ngày Hà Giang và nó thật tuyệt vời. Allan rất hữu ích và giao tiếp rất tốt trong việc giúp tổ chức chuyến đi. Hướng dẫn viên của tôi, Ta, rất tuyệt. Anh ấy đã đưa nhóm đi qua nhiều địa hình khác nhau, thích nghi với trải nghiệm của nhóm. Tôi thực sự muốn giới thiệu Allan và Ta và công ty nói chung. Tôi hy vọng sẽ quay lại một ngày nào đó. Đọc thêm",
            "Michael thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời trên Tripadvisor bằng xe máy Việt Nam!\n\nTan đã có chuyến đi tuyệt vời cùng bạn và Greg, chắc chắn chúng tôi mong các bạn một lần nữa có thêm nhiều chuyến du lịch mạo hiểm bằng xe máy tại Việt Nam. Đặc biệt là Top Gear Việt Nam dọc đường Hồ Chí Minh năm 2024!\n\nChúc mọi điều tốt lành đến với bạn và gia đình\n\nTrân trọng kính chào,\n\nAlan Chiến và Tân\n\nDu lịch xe máy Việt Nam - VietnamBikers CrewĐọc thêm",
            "Hoàn toàn tuyệt vời! Nhóm 8 người của chúng tôi đã có khoảng thời gian tuyệt vời nhờ Alan, Dương và những người còn lại trong nhóm! Lộ trình chính xác là những gì chúng tôi đang tìm kiếm và khi có cơ hội chia nhóm, mọi người đều có thể nâng cao trình độ kỹ năng của mình. Trưởng đoàn du lịch của chúng tôi, Dương đã giữ tốc độ tuyệt vời và mọi thứ đều được tổ chức như đã hứa. Phong cảnh đẹp và người dân địa phương thân thiện là ưu tiên hàng đầu. Tất cả các xe đạp đều mới và được thợ cơ khí kiểm tra hàng ngày nên chúng tôi cảm thấy tự tin khi đạp xe mỗi ngày. Tôi chắc chắn có thể nói rằng Alan và nhóm của anh ấy đã vượt quá sự mong đợi của chúng tôi! Chúng tôi chắc chắn sẽ quay lại để khám phá nhiều con đường mòn hơn, chuyến tham quan 7 ngày không đủ dài : - Đọc thêm",
            "Jadran thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá đáng yêu như vậy trên Vietnam Motorbike Tours Tripadvisor!\n\nChúng tôi đã có khoảng thời gian tuyệt vời với 8 bạn và chắc chắn chúng tôi sẽ sớm thực hiện một chuyến tham quan bằng xe đạp địa hình khác tại Việt Nam trong thời gian tới!\n\nCảm ơn bạn rất nhiều và chúc mọi điều tốt đẹp nhất đến bạn và gia đình!\n\nTrân trọng kính chào,\n\nAlan, Dương, Tommy, Tú và Thắng\n\nDu lịch mô tô Việt Nam Đội đua xe đạp Việt NamĐọc thêm",
            "Một bộ trang phục đẳng cấp giúp toàn bộ tổ chức có thể để lại niềm vui - đạp xe và tận hưởng Việt Nam bằng xe máy - cho bạn. Vô cùng hiếu khách từ thời điểm bạn đến cho đến khi bạn giao lại xe đạp và bổ sung những trải nghiệm riêng biệt cho phù hợp với nhóm của bạn. Từ người quay phim - thợ máy cho đến hướng dẫn viên, họ làm việc không mệt mỏi để đảm bảo bạn có khoảng thời gian tuyệt vời và tràn ngập tiếng cười trên đường đi. Hướng dẫn viên cực kỳ am hiểu có thể tư vấn về kỹ thuật cưỡi ngựa, tuyến đường phù hợp, nhà hàng và các điểm lịch sử trên đường đi. Mẹo hàng đầu từ đầu đến cuối. Tôi - chắc chắn sẽ giới thiệu và quay lại.Đọc thêm",
            "Trải nghiệm không thực tế. thật may mắn khi được nhìn thấy Việt Nam thực sự. Thức ăn tuyệt vời và bia lạnh. Ta là một hướng dẫn tuyệt vời. Nó giống như đi xe với một người bạn đời khác chứ không chỉ có người ở đó chăm sóc bạn. Alan, cảm ơn bạn đã khiến việc tổ chức này trở nên thật dễ dàng. chúng tôi vừa đến nơi, lên xe đạp và có một chuyến đi để đời. không thể nói đủ cao về đám đông này!Đọc thêm",
            "KINH NGHIỆM TUYỆT VỜI. Tôi không thể giới thiệu điều này nữa nếu tôi cố gắng. Allan rất dễ đối phó và tổ chức do công ty thực hiện rất giật gân. Hướng dẫn viên của chúng tôi là Ánh Dương, anh ấy khởi đầu là một hướng dẫn viên du lịch có kiến ​​​​thức và hiểu biết không thể tin được nhưng trong vài giờ đầu tiên của chuyến đi, đã trở thành một người bạn tốt. Chưa kể một tay đua xe mô tô xuất sắc. Chúng tôi ở trong một nhóm gồm 3 người với trình độ kỹ năng khác nhau và anh ấy phục vụ tất cả chúng tôi, đưa ra lời khuyên và kiến ​​thức cho những người cần nó và đẩy những tay đua giỏi đến giới hạn của họ. Những chuyến lưu trú tại nhà thật không thể tin được, đồ ăn và phong cảnh thật tuyệt vời. Cảm ơn bạn rất nhiều vì điểm nổi bật trong kỳ nghỉ ở Đông Nam Á của tôi.Đọc thêm",
            "153emmieh thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về chuyến tham quan bằng xe máy Việt Nam trên Tripadvisor! Thật là một khoảng thời gian tuyệt vời khi đi cùng bạn và bạn bè. Chúng ta vẫn còn nhiều đoạn hoành tráng để đạp xe ở Việt Nam như Sapa, Hà Giang bằng xe máy, sau đó đi đường mòn Hồ Chí Minh dọc bờ biển. Chúng tôi đang thiết kế một chuyến đi tuyệt vời khác, chỉ là háo hức chờ đợi chuyến tiếp theo. Việt Nam đang kêu gọi bạn một lần nữa để có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam trong thời gian tới.\n\nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn luôn vui vẻ trên những con đường mòn.\n\nMọi điều tốt đẹp nhất,\n\nAlan Chiến, Ánh Dương\n\nDu lịch mô tô Việt Nam Đội đua xe đạp Việt NamĐọc thêm",
            "Những kẻ này chỉ nhận được nó. Chúng tôi không thể hạnh phúc hơn với trải nghiệm của mình. Alan, Andy và nhóm thực sự rất vui khi được đối phó và thực sự tuyệt vời với những gì họ làm. Bản thân chuyến tham quan này không giống ai, khám phá những khía cạnh ít người biết đến của Việt Nam, phong cảnh tuyệt đẹp, được tổ chức tốt, xe máy tốt và bia lạnh ở mọi nơi chúng tôi đến! Nhóm của chúng tôi đã được phục vụ một cách xuất sắc về các tuyến đường phù hợp với khả năng cưỡi ngựa của chúng tôi, mang lại sự linh hoạt hàng ngày để phù hợp với chúng tôi. Tôi thực sự khuyên bạn nên đặt tour này, chúng tôi - sẽ quay lại và chúng tôi - đã giới thiệu bạn bè và gia đình của mình. Một trải nghiệm tuyệt làm sao. Cảm ơn. Đọc thêm",
            "Mitch thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về các chuyến tham quan bằng xe mô tô Việt Nam.\n\nChúng tôi đã có khoảng thời gian tuyệt vời với tất cả các bạn và rất mong chờ thêm những chuyến tham quan bằng xe máy tại Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất từ ​​Đội tuyển VietnamBikers\n\nAlan và AndyĐọc thêm"
        ],
        "star_ratings": [
            632,
            16,
            1,
            1,
            0
        ],
        "review_amount": 650,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy Việt Nam - Vietnambikers"
        ],
        "reviews_time": [
            "Written December 1, 2023",
            "Written January 12, 2024",
            "Written April 17, 2024",
            "Written August 30, 2022",
            "Written February 22, 2023",
            "Written March 30, 2023",
            "Written October 24, 2023",
            "Written October 12, 2023",
            "Written November 17, 2022",
            "Written November 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6279888-Reviews-or50-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or40-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or60-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342927-Reviews-Art_District_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1929915-d6998480-Reviews-Ghar_Lapsi-Siggiewi_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d1643536-Reviews-Manjanggul_Cave-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g667467-d7728887-Reviews-Himchori-Cox_s_Bazar_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d3400613-Reviews-Hayden_Valley-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g658915-d644785-Reviews-Laganas_Beach-Laganas_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d4839871-Reviews-Bucharest_Zoo-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d126583-Reviews-The_Last_Vegas_Strip-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g32848-d4172795-Reviews-DryTown_Water_Park-Palmdale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d109828-Reviews-Capt_Tony_s_Saloon-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2368742-d2401013-Reviews-Glika_Nera_Beach-Sfakia_Lasithi_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or60-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or50-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Motorbike Tours | Vietnambikers",
        "attraction_name_vi": "Tour xe máy Việt Nam - Vietnambikers",
        "general_info": [
            "650 đánh giá",
            "- 49 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Xe 4WD, ATV - Tour địa hình",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Hãy tham gia Vietnam Motorcycle Tours ngay hôm nay trên một trong những chuyến tham quan bằng xe máy chuyên biệt của chúng tôi tại Việt Nam. Đừng bỏ lỡ chuyến tham quan bằng xe máy hoành tráng ở miền Bắc Việt Nam! Hãy xem ngày và thông tin trên trang web của chúng tôi và đi ngay hôm nay!Đọc thêm",
        "reviews": [
            "Không thể nói đủ những điều tốt đẹp về Du lịch xe máy Việt Nam. Từ cuộc gặp gỡ với Alan giữa các quốc gia cho đến việc gặp gỡ anh và Ta để uống bia miễn phí tại Beer Corner và Tour xích lô miễn phí tại Hà Nội. Bản thân chuyến tham quan thật đáng kinh ngạc. Trên CRF300 mới và kiến ​​thức của Ta về đất nước này thật đáng kinh ngạc. Chúng tôi không đi đến những nơi mà hầu hết khách du lịch đều đến, chúng tôi đến những ngôi làng và thị trấn xa xôi và nhìn thấy một Việt Nam thực sự. Đồ ăn tại các khách sạn, nhà nghỉ và khu nghỉ dưỡng không có gì ngoài sự ngoạn mục, giá trị đồng tiền cho chuyến tham quan này bao gồm tất cả các dịch vụ đón tại sân bay - trả khách, đồ ăn, bữa sáng, bữa trưa, bữa tối - rất nhiều nước đóng chai, cà phê, nước ngọt, chuyến đi bằng thuyền, đi bè, bia ở góc bia và bia ở cuối, đáng giá tiền. Cũng xin gửi lời cảm ơn đến Zan, tay đua quét của chúng tôi, người luôn ở đó với nụ cười nhưng lại bị đau chân sau chuyến đi. Alan có một công việc kinh doanh đáng kinh ngạc mà chúng tôi sẽ quay trở lại. 6 người Úc to lớn trong 8 ngày không bao giờ bị đói hay khát - hay bị ốm - và tất cả đều đã dẫn dắt cuộc sống của chúng tôi. Không thể thấy ai có thể thực hiện chuyến tham quan tốt hơn thế này. Những nơi chúng tôi đã đến không thể diễn tả được và những bức ảnh không thể hiện hết được điều đó. Nếu tranh luận về một chuyến tham quan sẽ đề xuất điều này 100 - . Cảm ơn Alan và Vietnam Motorbike ToursĐọc thêm",
            "Chào Martin,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá xuất sắc trên Vietnam Motorbike Tours Tripadvisor.\n\nChúng tôi đã có những khoảng thời gian tuyệt vời với bạn và tất cả các chàng trai, yêu mọi khoảnh khắc! Chắc chắn hẹn gặp lại bạn trong chuyến phiêu lưu bằng xe địa hình nhiều hơn ở Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất,\n\nAlan Chien, Ta, Zan và DunkĐọc thêm",
            "Wow - Tôi không thể cảm ơn những anh chàng này đủ vì những gì tôi chỉ có thể mô tả là chuyến đi đáng kinh ngạc nhất từ ​​trước đến nay. Mọi thứ đều được điều chỉnh theo khả năng của chúng tôi và dịch vụ chúng tôi nhận được là đẳng cấp tiếp theo. Xin gửi lời cảm ơn lớn đến Andy và Alan. Chúc mừng các chàng trai!!! Đọc thêm",
            "Chúc mừng Michael,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tuyệt vời cho chúng tôi trên Vietnam Motorbike Tours Tripadvisor.\n\nThật là một chuyến đi, tour du lịch bằng xe máy Sapa 5 ngày là không đủ. Chúng tôi rất nóng lòng được chào đón bạn một lần nữa trong những chuyến phiêu lưu bằng xe mô tô địa hình ở Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất,\n\nAlan Chien, AndyĐọc thêm",
            "Đi hết cuộc đời. Hướng dẫn viên Andy là người giỏi nhất. Điều chỉnh chuyến tham quan phù hợp với khả năng cưỡi ngựa của chúng tôi và vẫn thấy mọi thứ chúng tôi muốn thấy và hơn thế nữa. Bạn không thể trải nghiệm Việt Nam thực sự theo cách nào khác.Đọc thêm",
            "Gday Gramham,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về Vietnam Motorbike Tours Tripadvisor! Andy đã có khoảng thời gian tuyệt vời với cả hai bạn, những người lái xe siêu vui tính. Chuyến đi Sapa bằng xe máy thật tuyệt! Chúng tôi rất mong được gặp lại bạn để có thêm nhiều cuộc phiêu lưu xe địa hình ở Việt Nam!\n\nThân ái và chúc bạn mọi điều tốt đẹp nhất,\n\nAlan và Andy\n\nĐội ngũ Vietnam Motorcycle Tours\n\nVietnamBikersĐọc thêm",
            "Du lịch một mình ở Campuchia và một tìm kiếm ngẫu nhiên trên Google, một tin nhắn nhanh về ứng dụng what - s gửi cho Alan và một tuần sau tôi đã có mặt ở Hà Nội! Tôi biết mình đang có một chuyến đi vui vẻ khi gặp phi hành đoàn nhỏ Andy Thuyền trưởng của chúng tôi và 2 chàng trai đến từ Liverpool Mick và John. Wow - thật là một đất nước, theo chân Andy trong 5 ngày qua vùng đông bắc Việt Nam thật đáng kinh ngạc, địa hình luôn thay đổi và rất đẹp. Andy thực sự yêu thích những gì anh ấy làm và điều đó cho thấy anh ấy đã lắng nghe và sắp xếp để có chuyến đi hoàn hảo cho nhóm chúng tôi! Nó giống như được người bạn thân nhất của bạn đưa đi qua tất cả những nơi bí mật nhất mà chỉ người dân địa phương mới biết. Có quá nhiều điểm nổi bật, tuy nhiên, được chào đón hàng đêm bởi những người chủ nhà nồng hậu và hào phóng tại các nhà trọ, Chelsea v Liverpool - - , không bao giờ đến đúng giờ vào buổi sáng - , bơi lội ở những địa điểm hoành tráng, và tất nhiên là chạy vòng quanh trên những chiếc xe đạp địa hình. chỉ một vài điều thôi. Cảm ơn Alan vì đã biến điều này thành hiện thực, bạn đã cùng nhau thực hiện một cuộc phiêu lưu!Andy!! Cảm ơn bạn đã cho chúng tôi xem một phần nhỏ sân sau của bạn, thực sự đánh giá cao sự hào phóng của bạn và cách bạn luôn quan tâm đến chúng tôi. Sẽ không như vậy nếu không có em! Hẹn gặp lại năm sau - - - Mèo Vạc vô địch 2024 - Đọc thêm",
            "Chào Trent,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết đánh giá tuyệt vời cho chúng tôi trên Vietnam Motorbike Tours Tripadvisor! Andy đã có khoảng thời gian tuyệt vời với cả hai bạn, những tay đua siêu thú vị để đi cùng. Chuyến tham quan bằng xe máy Sapa thật tuyệt vời! Chúng tôi rất mong được gặp lại bạn trong nhiều chuyến tham quan bằng xe mô tô địa hình tại Việt Nam!\n\nChúc mừng và mọi điều tốt đẹp nhất,\n\nAlan và Andy\n\nĐội ngũ du lịch xe máy Việt Nam\n\nVietnamBikersĐọc thêm",
            "Giống như câu nói nổi tiếng của Travis Pastrana - - Đó là một chuyến đi tuyệt vời!! - Vấn đề là nó không chỉ là một chuyến đi. Đó là một cuộc hành trình của cả cuộc đời, tràn ngập những cuộc phiêu lưu khác nhau mỗi ngày với một công ty được điều hành bởi TỐT NHẤT. Không có gì là vấn đề, Alan là một chàng trai tuyệt vời và cực kỳ dễ đối phó. Anh ấy trả lời tất cả các câu hỏi siêu nhanh và có những mẫu xe máy mới nhất. Anh ấy cũng đưa chúng tôi đi uống vài cốc bia chào mừng và trò chuyện trong đêm chúng tôi đến Việt Nam. Ta, hướng dẫn viên du lịch của chúng tôi ngay lập tức là một chàng trai, một nhà vô địch tuyệt đối! Anh ấy cực kỳ hiểu biết và biết chính xác nơi để đưa chúng tôi. Từ việc đạp xe qua những cánh đồng lúa quanh co, vào những con lạch và rãnh nước, lên cao và một số đoạn bùn lầy trơn trượt sẽ thách thức những tay đua giàu kinh nghiệm nhất. Thức ăn và chỗ ở vượt xa sự mong đợi của chúng tôi, từ những món súp thơm ngon, đến món lẩu thơm ngon - thậm chí cả ốc đất và gà đen - một trong những món ngon của Việt Nam -. Chỗ ở đa dạng từ nhà ở có hồ bơi đến biệt thự trên mặt nước nhìn ra những ngọn núi và mọi thứ ở giữa. Nếu bạn đang đọc điều này. Hãy tự giúp mình, ngừng tìm kiếm và Đặt các chuyến tham quan bằng xe máy Việt Nam vì bạn sẽ không tìm thấy gì tốt hơn! Cya một lần nữa Du lịch xe đạp Việt Nam!!Đọc thêm",
            "Mitch thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời trên Vietnam Motorbike Tours Tripadvisor!\n\nChúng tôi đã có khoảng thời gian tuyệt vời với bạn và 3 người bạn, những kỷ niệm tuyệt vời, những tiếng cười và trải nghiệm trọn đời. Chúng tôi rất mong được gặp lại bạn trong nhiều chuyến tham quan bằng xe địa hình tại Việt Nam trong thời gian tới.\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan Chiến - Tạ\n\nDu lịch xe máy Việt Nam VietnamBikersĐọc thêm",
            "9 ngày vững chắc! Và cuộc phiêu lưu của một đời người.. Đối với tất cả những ai quan tâm, tôi rất muốn giới thiệu!  một cách hoàn toàn tuyệt vời để du lịch Việt Nam và ngắm nhìn tất cả vẻ đẹp mà nó mang lại. Phong cảnh, cưỡi ngựa và chỗ ở đều là 5 sao. Chuyến đi này vượt xa mọi mong đợi của tôi.. - Xin gửi lời cảm ơn tới toàn thể đội đua xe đạp Việt Nam vì đã tổ chức và giành được chức vô địch trên sân đấu ! Xin gửi lời cảm ơn đặc biệt tới ta, người hướng dẫn của chúng tôi, người mà giờ đây tất cả chúng tôi đều coi như anh em. Tất cả chúng tôi đều hy vọng được gặp lại bạn trong cuộc phiêu lưu phi thực tế hơn! Tuyệt vời - - Đọc thêm",
            "Ryan thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời trên Vietnam Motorbike Tours Tripadvisor!\n\nChúng tôi đã có khoảng thời gian tuyệt vời với bạn và 3 người bạn, những kỷ niệm tuyệt vời, những tiếng cười và trải nghiệm trọn đời. Chúng tôi rất mong được gặp lại bạn trong những chuyến phiêu lưu bằng xe máy tại Việt Nam trong tương lai gần.\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan Chiến - Ta\n\nDu lịch xe máy Việt Nam VietnamBikersĐọc thêm",
            "Chuyến đi này là một chuyến đi không thể bỏ lỡ. Tôi RẤT KHUYẾN MẠI cho bất kỳ ai. Chúng tôi đã có một chuyến đi đáng nhớ trong đời và chắc chắn sẽ quay lại. Vietnam bikers là một doanh nghiệp tuyệt vời và chăm sóc bạn rất tốt. Chỗ ở, thức ăn đều được chăm sóc và rất tuyệt. Xin gửi lời cảm ơn đặc biệt đến hướng dẫn viên Ta, anh ấy là một người tuyệt vời với rất nhiều kiến ​​thức về các khu vực chúng tôi đang đi. Cảm ơn các bạn một lần nữa. KyleĐọc thêm",
            "Kyle thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời trên Vietnam Motorbike Tours Tripadvisor!\n\nChúng tôi đã có khoảng thời gian tuyệt vời với bạn và 3 người bạn, những kỷ niệm tuyệt vời, những tiếng cười và trải nghiệm trọn đời. Chúng tôi rất mong được gặp lại bạn trong nhiều chuyến tham quan bằng xe máy tại Việt Nam trong tương lai gần.\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan Chiến - Tạ\n\nDu lịch xe máy Việt Nam VietnamBikersĐọc thêm",
            "Tôi đã có trải nghiệm vô cùng tuyệt vời với Alan tại Vietnam Bikers! Vùng nông thôn phía tây Hà Nội thật ngoạn mục và việc đạp xe qua những cánh đồng lúa và trang trại là một cuộc phiêu lưu khó quên. Di chuyển qua các khu chợ địa phương, cưỡi ngựa trên các địa hình khác nhau, vượt qua mưa, lũ quét và suýt rơi xuống sông khiến trải nghiệm trở nên thú vị. Bất chấp cơn giông bất ngờ và bị ướt sũng, cảm giác hồi hộp của chuyến đi là không thể so sánh được. Chuyến tham quan một ngày này thực sự đã mang lại cho tôi trải nghiệm tuyệt vời nhất về những loại trải nghiệm này và nó khơi dậy niềm đam mê cưỡi ngựa trong tôi. Nó đã mở ra cho tôi một cấp độ khám phá và phiêu lưu hoàn toàn mới mà tôi không thể lặp lại trên ô tô. Kiến thức chuyên môn và sự hướng dẫn của Alan trong suốt chuyến đi thật đáng khen ngợi và tôi rất nóng lòng muốn quay lại để tham gia chuyến tham quan kéo dài nhiều ngày. Tôi chỉ ước mình có nhiều thời gian hơn để khám phá sâu hơn vào vùng núi. Cảm ơn Alan, vì đã khiến chuyến đi này thực sự khó quên!Đọc thêm",
            "Xin chào Mark,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi một bài đánh giá tuyệt vời về các chuyến tham quan bằng xe máy tại Việt Nam!\n\nChúng tôi đã có một chuyến đi xe máy tuyệt vời! Mong sớm được gặp lại bạn trong nhiều chuyến du lịch bằng xe địa hình tại Việt Nam.\n\nChúc mừng và mọi điều tốt đẹp nhất,\n\nAlan Chiến\n\nĐội ngũ Bikers Việt NamĐọc thêm",
            "Một ngày hoàn hảo cùng Alan. Rất vui, chiếc xe đạp hoàn toàn mới và được đối xử như một gia đình. Rất khuyến khích cho bất cứ ai tìm kiếm một cuộc phiêu lưu. Tôi mong muốn được trở lại Hà Giang trong chuyến đi dài hơn cùng họ trong năm nay. Chúc mừngĐọc thêm",
            "Xin chào Joska, Cảm ơn bạn rất nhiều vì đã đánh giá các chuyến tham quan bằng xe máy tại Việt Nam! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều tour du lịch bằng xe máy Việt Nam trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Tour xe máy tuyệt vời nhất tôi từng tham gia. Việc cưỡi ngựa, thức ăn, phi hành đoàn thân thiện và xe đạp đều là 10 - 10. Ann là trưởng nhóm du lịch của chúng tôi và anh ấy đảm bảo rằng chúng tôi có trải nghiệm cưỡi ngựa tốt nhất để phù hợp với trình độ kỹ năng của chúng tôi và đảm bảo có nhiều bia vào cuối ngày . Tất cả các khách sạn và dịch vụ lưu trú tại nhà đều đạt chất lượng hàng đầu và đảm bảo rằng chúng tôi được chăm sóc chu đáo. Tôi không thể giới thiệu đủ chuyến đi này và tôi không thể chờ đợi để quay lại và khám phá thêm.Đọc thêm",
            "Xin chào Tim, Cảm ơn bạn rất nhiều vì bài đánh giá về chuyến tham quan bằng xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều tour du lịch xe máy Lào - Việt Nam trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm"
        ],
        "star_ratings": [
            632,
            16,
            1,
            1,
            0
        ],
        "review_amount": 650,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy Việt Nam - Vietnambikers"
        ],
        "reviews_time": [
            "Written September 11, 2023",
            "Written September 5, 2023",
            "Written September 2, 2023",
            "Written August 22, 2023",
            "Written August 3, 2023",
            "Written August 3, 2023",
            "Written August 2, 2023",
            "Written July 31, 2023",
            "Written June 21, 2023",
            "Written June 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6279888-Reviews-or60-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or50-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or70-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342927-Reviews-Art_District_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d22851555-Reviews-Hive_Board_Game_Cafe-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293817-d472660-Reviews-Le_Caudan_Waterfront-Port_Louis.html",
            "https://www.tripadvisor.com/Attraction_Review-g40831-d19060568-Reviews-Fort_Knox_Historic_Site-Prospect_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g54098-d498991-Reviews-Martha_s_Vineyard_Fast_Ferry-North_Kingstown_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1881684-Reviews-Tempelhofer_Park-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d612831-Reviews-Oliver_Winery-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g41715-d108888-Reviews-MASS_MoCA-North_Adams_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34291-d11710245-Reviews-Hobe_Sound_Beach-Hobe_Sound_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d24057314-Reviews-Suntago_Bus-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d1007837-Reviews-Aquaventure-Nassau_New_Providence_Island_Bahamas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or70-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or60-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Motorbike Tours | Vietnambikers",
        "attraction_name_vi": "Tour xe máy Việt Nam - Vietnambikers",
        "general_info": [
            "650 đánh giá",
            "- 49 trong số 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Xe 4WD, ATV - Tour địa hình",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Tham gia Vietnam Motorcycle Tours ngay hôm nay trong một trong những tour xe máy chuyên biệt của chúng tôi tại Việt Nam. Đừng bỏ lỡ một tour xe máy hoành tráng ở miền Bắc Việt Nam! Kiểm tra ngày và thông tin trên trang web của chúng tôi và đi ngay hôm nay! Đọc thêm",
        "reviews": [
            "Đã thực hiện Vòng lặp Hà Giang với một nhóm gồm 4 người và ngay từ email đầu tiên với Alan, chúng tôi đã biết rằng đây sẽ là khoảng thời gian tuyệt vời. Khả năng giao tiếp và sẵn sàng đáp ứng mọi yêu cầu của anh ấy vượt quá mọi kinh nghiệm du lịch trước đó. Thức ăn, chỗ ở, xe đạp, tuyến đường và điểm tham quan đều vượt xa mọi thứ tôi có thể dự đoán. Hướng dẫn viên Nguyễn Viết Xuân của chúng tôi là người hoàn toàn phù hợp với phi hành đoàn của chúng tôi, anh ấy đã khiến chúng tôi cười từ đầu ngày cho đến cuối ngày. Anh ấy đưa chúng tôi đến những địa điểm thật tuyệt vời. Đã giới thiệu những người này cho những người khác vì tôi biết bạn không thể sai lầm với VMT.Đọc thêm",
            "Xin chào Darren,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này! Chắc chắn chúng tôi sẽ có thêm nhiều tour du lịch xe máy Lào - Việt Nam trong thời gian tới! Xin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\n Trân trọng kính chào,\n\n Alan và đội đua VietnamBikersĐọc thêm",
            "Hành trình 11 ngày Đã nghiên cứu kỹ trước khi đặt chỗ với VMT. Alan rất hữu ích và chuyên nghiệp và cuối cùng chúng tôi đã đặt chuyến đi Hà Nội đến Nha Trang vì tôi và con trai tôi chưa từng đến Nam trước khi nghĩ rằng chúng tôi sẽ gặp được nhiều nhất có thể NTh - Sth Từ cuộc gặp hướng dẫn viên Ta trước chuyến tham quan tại Beer Corner cho đến khi kết thúc chuyến đi mà Alan đã sắp xếp để gửi hành lý của chúng tôi đến Nha Trang thật suôn sẻ. Hướng dẫn viên của chúng tôi thật tuyệt vời. Anh ấy là người hướng dẫn của chúng tôi, nhà phê bình nhà hàng, người bảo trì xe máy, người dùng Google Maps Việt Nam, thông dịch viên, người tổ chức chuyến đi, nhân viên hướng dẫn và bây giờ là một người bạn đời. Anh ấy đã đưa chúng tôi đến nhiều nơi và mang đến những trải nghiệm suốt đời và thay đổi cuộc sống. Hy vọng tôi có thể thực hiện một chuyến đi khác trước đây. Tôi - tôi đã quá già và sẽ là VMT và có thể là Ta nếu chúng ta may mắn. Cảm ơn vì một trải nghiệm tuyệt vờiĐọc thêm",
            "Xin chào Andrew, Cảm ơn bạn rất nhiều vì đã đánh giá các chuyến tham quan bằng xe máy tại Việt Nam! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm tour du lịch Lào – Bắc Việt Nam bằng xe máy trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Ngay từ lần liên lạc đầu tiên, sự giao tiếp và hỗ trợ của Alan thật tuyệt vời, và chúng tôi biết rằng chúng tôi sẽ được chăm sóc chu đáo. Từ đó, mọi thứ trở nên tốt hơn, bữa tối giới thiệu và bia cùng nhau, mọi thứ được thảo luận và thực hiện mà không có vấn đề gì và cảm giác không có gì là quá khó. Những chiếc xe đạp hoàn toàn phù hợp và cực kỳ đáng tin cậy, và chắc chắn là người hướng dẫn chất lượng và là người giải trí của chúng tôi, - Xuan -, cùng với phong cảnh và con người miền Bắc Việt Nam tuyệt đẹp đã làm cho chuyến đi này trở nên đặc biệt. Có 4 người trong nhóm của chúng tôi và tất cả chúng tôi đều háo hức quay lại và đi một chuyến nữa với Alan, Xuan và nhóm tại VMT. Nếu bạn đang nghĩ đến việc thực hiện loại cuộc phiêu lưu này ở Việt Nam và muốn có trải nghiệm tuyệt vời nhất trong đời, với phong cảnh, đồ ăn, xe đạp và con người tuyệt vời, thì bạn đang ở trong tay những người tốt nhất này. Nhóm VMT, các bạn thật tuyệt vời! Đọc thêm",
            "Xin chào John, Cảm ơn bạn rất nhiều vì đã đánh giá các chuyến tham quan bằng xe máy tại Việt Nam! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều tour du lịch xe máy Lào - Việt Nam trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Vừa trở về sau chuyến du lịch 6 ngày ở miền Bắc Việt Nam trên tuyến Hà Giang. Tôi phải nói rằng đây là một trong những điều tốt nhất tôi từng làm trong đời. Mọi thứ về chuyến đi này đều hoàn hảo và điều duy nhất tôi sẽ thay đổi là tôi đã đi lâu hơn!! Mọi thứ đã được lên kế hoạch và tổ chức mà không có vấn đề gì. Hướng dẫn viên Nguyễn Viết Xuân của chúng tôi là một huyền thoại tuyệt đối và chúng tôi không thể yêu cầu một người bạn tốt hơn để dành thời gian cùng. Thời gian dành cho bạn bè là vô giá và tôi rất nóng lòng lên kế hoạch cho chuyến đi tiếp theo.Đọc thêm",
            "Xin chào Andrew, Cảm ơn bạn rất nhiều vì đã đánh giá về các tour du lịch bằng xe máy tại Việt Nam! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn, chúng tôi sẽ có nhiều tour du lịch bằng xe máy Lào - Việt Nam hơn trong tương lai gần!\n\nChúc mừng và chúng tôi chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng,\n\nAlan và đoàn VietnamBikersĐọc thêm",
            "Trải nghiệm không thể tin được, chuyến đi là tất cả những gì bạn có thể yêu cầu khi được nhìn thấy những vùng đất xa xôi của một đất nước mà bạn không bao giờ có thể lái xe hoặc đi bộ, một sự kết hợp hoàn hảo giữa văn hóa và niềm vui. Thực sự không thể yêu cầu một chuyến tham quan tốt hơn, nó chưa bao giờ mang lại cảm giác giống như chúng tôi là khách du lịch, cảm thấy mình là một phần của những gia đình và ngôi làng mà chúng tôi đã đến. Việc cưỡi ngựa được điều chỉnh phù hợp với trình độ của chúng tôi và chúng tôi có thể đi khó hoặc dễ tùy thích, những chiếc xe đạp rất hoàn hảo và không bao giờ lỡ nhịp, hơn những gì chúng tôi có thể hãy yêu cầu.Ta, người hướng dẫn của chúng tôi - người bạn đời đã vượt lên trên tất cả, bạn hoàn toàn không thể làm điều đó nếu không có anh ấy, chúng tôi liên tục bị choáng ngợp khi rẽ ngẫu nhiên vào rừng mà anh ấy biết rằng điều đó vẫn giúp chúng tôi đi đúng hướng, anh ấy luôn chăm sóc chúng tôi trong những ngôi làng và trên những con đường và có những câu chuyện cũng như kiến ​​thức tuyệt vời về văn hóa và lịch sử. Mỗi bữa ăn anh ấy sẽ thử gọi món gì đó khác biệt cho vùng địa phương đó và làm mọi thứ suôn sẻ hơn, nếu chúng tôi cố gắng tự gọi món thì chúng tôi sẽ chết đói - Không đủ từ để mô tả trải nghiệm, chúng tôi sẽ quay lại và chúng tôi sẽ kể cho mọi người về điều đó! Chúc mừng huyền thoại Đọc thêm",
            "Xin chào K7778ZNjackh,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều tour du lịch xe máy Lào - Việt Nam trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Trải nghiệm tuyệt vời. Đặt lần đầu tiên vào năm 2019, mặc dù đã phải hủy do một cam kết khác. Được lên lịch lại vào năm 2020 nhưng đã bị hủy do hạn chế đi lại do dịch bệnh. Alan vẫn giữ liên lạc và giữ tiền đặt cọc. Cuối cùng đã đặt lại vào tháng 6 năm 2023 và đã có khoảng thời gian tuyệt vời. Công việc vất vả nhưng rất đáng để trải nghiệm. Đừng chờ đợi, hãy đặt chuyến đi của riêng bạn ngay bây giờ! 10 - 10 Đọc thêm",
            "Xin chào Anthony,\n\nCảm ơn bạn rất nhiều vì đã đánh giá về các tour du lịch xe máy tại Việt Nam! Chúng tôi rất trân trọng khi chia sẻ những lời đáng yêu này!\n\nChắc chắn, chúng tôi sẽ có nhiều tour du lịch xe máy địa hình hơn tại Việt Nam và Lào trong tương lai gần!\n\nCảm ơn và chúc bạn cùng gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng,\n\nAlan và đoàn VietnamBikersĐọc thêm",
            "Thử thách tuyệt vời! Cảnh quan đẹp. Tôi thích nhất ở nhà trọ. Thực sự là một trải nghiệm độc đáo. Đọc thêm",
            "Xin chào Maps09397847628,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Tôi và hai con trai đã có khoảng thời gian tuyệt vời nhất khi tham gia các chuyến du lịch bằng xe máy Việt Nam. Alan đã làm rất nhiều để đảm bảo chuyến đi của chúng tôi là tốt nhất, Chi và Tan hướng dẫn viên của chúng tôi thật tuyệt vời và thực sự đã cố gắng đưa chúng tôi đến một số địa điểm tuyệt vời. Đọc thêm",
            "Xin chào Adventure30138015030,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Dịch vụ tuyệt vời ngay từ đầu đã trả lời rất nhanh, họ cung cấp dịch vụ đưa đón sân bay đến khách sạn của bạn và cung cấp bia chào mừng sau khi bạn đến khách sạn và cung cấp cho bạn thông tin tóm tắt về nơi bạn sẽ đến và trải nghiệm của bạn, trong quá trình trải nghiệm của chúng tôi, chúng tôi là hướng dẫn viên du lịch có tên Ta và tôi không thể giới thiệu anh ấy đủ, anh ấy đã cho chúng tôi trải nghiệm thực sự ở Việt Nam và đối xử với chúng tôi như gia đình. Tôi đánh giá cao công ty này và tôi hy vọng sẽ sớm đi một chuyến du lịch khác với họ, ông chủ Alan cũng rất niềm nở và tốt bụng Đọc thêm",
            "Chào Shay,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Thật là một chuyến đi off-road tuyệt vời và đáng kinh ngạc với Honda CRF300 khắp miền Bắc Việt Nam. Hướng dẫn viên Anh và 2 thợ máy Tú và Tommy đã chăm sóc chúng tôi rất chu đáo và chúng tôi luôn cảm thấy an toàn. Đọc thêm",
            "Chào Soh,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Tour xe máy bắt đầu từ Hà Nội ngày 12 tháng 4, chỗ ở cho 5 người lái, Xe đạp 125cc đến 150cc, đồ ăn, v.v. Đi xe không quá 100km mỗi ngày. Hạnh phúc khi qua lại Hà Nội. Với ngân sách - 75 đến - 85 US mỗi ngàyĐọc thêm",
            "Đến Hà Nội ngày 12 tháng 4 tìm tour xe máy quanh khu vực Hà Nội cho 5 người bao gồm chỗ ở và hướng dẫn. Xe máy 150cc. Không quá 100km mỗi ngày.Đọc thêm",
            "Hãy liên hệ với Alan tại Vietnam Motorbike Tours Asia - họ sẽ điều chỉnh các chuyến đi cho phù hợp, có thể lựa chọn xe 150 hoặc 250cc và hướng dẫn viên. Hướng dẫn của chúng tôi thật tuyệt vời.Đọc thêm",
            "Chi phí mỗi ngày đã bao gồm tất cả 5 người lớn đến ứng dụng tháng 4 - ngàyĐọc thêm",
            "Xin chào Leonf735,\n\nCảm ơn bạn rất nhiều vì đã quan tâm đến việc đi xe máy của chúng tôi. Tôi đã trả lời tất cả chi tiết vào email của bạn, vui lòng kiểm tra email và liên hệ lại nếu bạn có thêm câu hỏi.\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nHẹn gặp lại bạn sớm ở Việt Nam để có chuyến đi tuyệt vời\n\nAlan Chiến và đội tuyển VietnamBikersĐọc thêm",
            "Có nên đi xe máy từ Hà Nội vào Sài Gòn không? Tôi phải làm gì với chiếc vali của mình? Nên sử dụng công ty nào là tốt nhất?Đọc thêm",
            "Thân gửi Moran,\n\nCảm ơn tin nhắn của bạn. Vui lòng kiểm tra hộp thư đến để biết thêm chi tiết. Tôi đã gửi cho bạn tất cả các chi tiết.\n\nTrân trọng và chúc bạn mọi điều tốt đẹp nhất,\n\nAlan ChienĐọc thêm",
            "Nên đi du lịch bằng xe máy ở miền Bắc hay miền Nam vào thời điểm nào trong năm?  Tôi biết thời tiết ở cả hai vùng đều khác nhau nên cần biết thời điểm tốt nhất trong năm cho cả hai. Đang nghĩ đến chuyến tham quan đường mòn Hồ Chí Minh, nhưng bất kỳ thông tin chung nào có thể giúp tôi và bạn bè quyết định nên tham gia chuyến tham quan nào sẽ rất hữu ích. Có lẽ chúng tôi đang nghĩ đến một chuyến du lịch không quá 5 ngày và có thể là vài ngày để thăm Hà Nội trước khi khởi hành. Đọc thêm",
            "Emipelaez thân mến,\n\nCảm ơn vì tin nhắn tốt bụng của bạn. Tôi chỉ gửi email cho bạn, thỉnh thoảng hãy dành thời gian để kiểm tra email của bạn.\n\nChúc mừng và giữ liên lạc\n\nAlan ChiếnĐọc thêm",
            "Xin chào Kyle,\n\nTôi đã đọc bài viết của bạn và thấy khá hứng thú với chuyến du lịch Bắc Nam mà bạn đã thực hiện.  Tôi - tôi dự định thực hiện vào năm tới và đang phân vân liệu có nên đi du lịch không.\n\nBạn có vui lòng trả lời một số câu hỏi không?\n\n1. Tour Bắc Nam từ Hà Nội vào Sài Gòn trong 23 ngày phải không?\n2. Liệu người điều hành tour có sẵn sàng gộp một người đi một mình như tôi với một người đi một mình khác - s - hay với một nhóm nhỏ không, tôi nghĩ sẽ vui hơn nếu đi du lịch theo nhóm nhỏ và tôi nghĩ điều này sẽ rẻ hơn cho mỗi nhóm. người về chi phí cho chuyến tham quan.\n3. Chi phí cho chuyến đi là bao nhiêu?\n\nTrân trọng,\n\nHughĐọc thêm",
            "Huy thân mến,\n\nCảm ơn bạn đã quan tâm đến tour xe máy của chúng tôi.\n\nMình đã gửi đầy đủ thông tin vào email của bạn rồi, bạn vui lòng kiểm tra và gửi lại email cho mình nhé.\n\nCảm ơn một lần nữa và mong sớm được đi cùng bạn và bạn đời\n\nAlan ChiếnĐọc thêm",
            "Xin chào nhóm,\n\nTôi và bạn bè đang lên kế hoạch cho chuyến đi bằng xe máy ở Hà Nội vào khoảng cuối tháng 3 năm sau. Đó có phải là thời điểm thích hợp để đi không?\nCó những lựa chọn nào về địa điểm du lịch nếu chúng tôi muốn đi trong khoảng một tuần?\nSẽ rất cảm kích lời khuyên tử tế của bạn.\n\nCảm ơn,\n\nJoe ChangĐọc thêm",
            "Joe thân mến,\n\nInbox cho bạn thôi\n\nCảm ơn nhiều\n\nAlanĐọc thêm",
            "CHÀO! Bạn có trang web hoặc địa chỉ email để tôi liên hệ với bạn không?\n\nCảm ơn, AliĐọc thêm",
            "Chào Ali,\n\nCảm ơn bạn rất nhiều vì tin nhắn tốt bụng của bạn. Bạn có thể gửi email cho chúng tôi tới \nHoặc truy cập trang web của chúng tôi tại\n\nWhatsaap của tôi - 84985333066\n\n\nCảm ơn bạn rất nhiều và hẹn gặp lại bạn ở Việt Nam\n\nAlan ChiếnĐọc thêm",
            "Xin chào, tôi quan tâm đến 2 người lớn trong 3-6 ngày. Bạn có thể vui lòng cung cấp cho tôi cơ cấu giá được không?\nCảm ơn bạnĐọc thêm",
            "Xin chào Chad,\n\nCảm ơn câu hỏi của bạn. Vui lòng kiểm tra hộp thư đến để biết tất cả thông tin chi tiết.\n\nTrân trọng và lời chào trân trọng,\n\nAlan ChienĐọc thêm",
            "Xin chào, một nhóm 3 - 4 người muốn có một chuyến tham quan có hướng dẫn trong khoảng 7 - 10 ngày vào khoảng tháng 3 năm 2018. Bạn có thể báo giá cho chúng tôi được không. cảm ơnĐọc thêm",
            "Xin chào Atish,\n\nCảm ơn bạn đã quan tâm đến chuyến tham quan bằng xe đạp của chúng tôi. Mình vừa gửi thông tin chi tiết rồi, bạn check inbox tin nhắn nhé.\n\nHẹn gặp bạn ở Việt Nam sớm nhé\n\nAlan ChiếnĐọc thêm"
        ],
        "star_ratings": [
            632,
            16,
            1,
            1,
            0
        ],
        "review_amount": 650,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy Việt Nam - Vietnambikers"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written June 16, 2023",
            "Written June 16, 2023",
            "Written June 15, 2023",
            "Written June 12, 2023",
            "Written June 10, 2023",
            "Written June 10, 2023",
            "Written June 7, 2023",
            "Written June 2, 2023",
            "Written May 31, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6279888-Reviews-or70-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or60-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or80-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342927-Reviews-Art_District_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d17621096-Reviews-Beach_Jezinac-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1767054-d6103204-Reviews-Toli_Peer-Rawalakot_Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g37719-d3653927-Reviews-Snake_Alley-Burlington_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d575655-Reviews-Cooter_s_Place-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191001-Reviews-Domus_Aurea-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g295388-d14035936-Reviews-Museum_of_War_and_Genocide_Victims_1992_1995-Mostar_Herzegovina_Neretva_Canton_F.html",
            "https://www.tripadvisor.com/Attraction_Review-g147253-d9841721-Reviews-Pink_Sand_Beach-Barbuda_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d556615-Reviews-Chiang_Rai_Night_Bazaar-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303631-d550339-Reviews-Paulista_Avenue-Sao_Paulo_State_of_Sao_Paulo.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d186168-Reviews-Casa_Loma-Toronto_Ontario.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or80-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or70-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Motorbike Tours | Vietnambikers",
        "attraction_name_vi": "Tour xe máy Việt Nam - Vietnambikers",
        "general_info": [
            "650 đánh giá",
            "- 49 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Xe 4WD, ATV - Tour địa hình",
            "Chuyến tham quan bằng xe máy",
            "Các tour tham quan"
        ],
        "attraction_summary": "Hãy tham gia Vietnam Motorcycle Tours ngay hôm nay trên một trong những chuyến tham quan bằng xe máy chuyên biệt của chúng tôi tại Việt Nam. Đừng bỏ lỡ chuyến tham quan bằng xe máy hoành tráng ở miền Bắc Việt Nam! Hãy xem ngày và thông tin trên trang web của chúng tôi và đi ngay hôm nay!Đọc thêm",
        "reviews": [
            "Đã có một thời gian tuyệt vời, được tổ chức rất tốt từ khi chuyển tiền cho đến khi kết thúc. hướng dẫn viên du lịch là Xuân. Rất thân thiện, biết rõ các tuyến đường và không ngại chia sẻ một hoặc 2 cốc bia. Không thể - không được đề xuất nhiều hơn!Đọc thêm",
            "Chào andrew,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Thực hiện chuyến tham quan 6 ngày qua Northam Việt Nam, một chuyến đi tuyệt vời với một nhà điều hành hàng đầu, những người này là những người giỏi nhất, tổ chức mọi thứ từ đón và trả khách tại sân bay, tổ chức khách sạn khi đến và sau chuyến tham quan trước khi bay về nhà, bao gồm tất cả chỗ ở trong chuyến tham quan , ở nhà rất vui. Tất cả mọi thứ trong chuyến tham quan đều được bao gồm - rõ ràng là ngoài bia - - họ dường như biết tất cả những con đường mòn và đường vòng tốt nhất phù hợp hoàn hảo với khả năng cưỡi ngựa của từng cá nhân, đồng thời vẫn mang tính thử thách và kỹ năng cưỡi ngựa chắc chắn sẽ được cải thiện khi bạn hoàn thành. Đã có một khoảng thời gian thực sự tuyệt vời và chắc chắn sẽ quay lại và đi cùng những người này một lần nữa. Người hướng dẫn của tôi là Tan, một anh chàng hàng đầu và đã chăm sóc tôi rất tốt. Tôi rất muốn giới thiệu nhà điều hành này Đọc thêm",
            "Chào U2302SHsimonh,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Chắc chắn Vietnam Motorbike Tours xứng đáng được hơn 5 sao!  Chúng tôi vừa hoàn thành chuyến tham quan bằng xe máy kéo dài 6 ngày về phía bắc Hà Nội với 6 tay đua cho cuộc hội ngộ cấp Trung học!  Alan là bậc thầy về giao tiếp và gần như trả lời ngay lập tức mọi yêu cầu hoặc câu hỏi trước, trong và sau chuyến tham quan.  Hướng dẫn viên Ta và đội hỗ trợ của chúng tôi rất xuất sắc trong tất cả các khía cạnh của chuyến tham quan và đã chọn tuyến đường tốt nhất phù hợp với nhiều cấp độ kỹ năng khác nhau trong nhóm của chúng tôi - cả cuộc phiêu lưu trên đường và địa hình - cùng với những điểm dừng chân ban đêm tuyệt vời tại Nhà dân và Khách sạn với những bữa ăn và hoạt động thú vị - những chuyến đi thuyền độc đáo - trên đường đi. Đừng bỏ qua cơ hội này để trải nghiệm cưỡi ngựa tuyệt vời kết hợp với phong cảnh, ẩm thực và lòng hiếu khách tuyệt vời.  Một chuyến đi để đời và đánh giá cao nó! Tôi nóng lòng muốn quay lại!Đọc thêm",
            "Xin chào KPFDownunder,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Chúng tôi vừa trở về từ chuyến du lịch Hạ Long 12 Hà Nội và nói một cách đơn giản đây là cuộc phiêu lưu của cả cuộc đời! Alan và nhóm của anh ấy đã mang đến một trải nghiệm liền mạch, toàn diện từ khâu lập kế hoạch đến thực hiện. Chúng tôi có một chiếc ô tô đợi sẵn ở sân bay đưa chúng tôi đến một khách sạn dễ thương, khiêm tốn ở trung tâm Hà Nội, ẩn mình giữa mọi hoạt động. Alan gặp chúng tôi vào cuối ngày hôm đó và chiêu đãi chúng tôi những cốc bia lạnh tại một địa điểm vô cùng đẹp mắt. Ngày hôm sau, chúng tôi được tài xế đón và gặp hướng dẫn viên Anh, người hóa ra lại là người hướng dẫn đáng kinh ngạc nhất mà người ta có thể hy vọng. Chúng tôi gặp Alan và nhóm của anh ấy tại cửa hàng và được trang bị những chiếc CRF300 - s nguyên sơ. Trong 10 ngày cưỡi ngựa tiếp theo, Anh đưa chúng tôi qua những ngọn núi phía bắc Việt Nam và cho chúng tôi thấy một số khung cảnh kỳ diệu nhất mà chúng tôi từng được chiêm ngưỡng. Kiến thức sâu rộng của Anh - về địa hình, con người và văn hóa đã mang đến cho chúng tôi cảm giác không ngừng nghỉ khi đạp xe địa hình đáng kinh ngạc và hòa mình vào văn hóa địa phương mà chúng tôi chưa từng trải qua. Chúng tôi cảm thấy may mắn khi được sự hướng dẫn của anh ấy. Chúng tôi bắt đầu với tư cách là khách hàng và chia tay như những người bạn. Sau khi tham quan những địa điểm nổi tiếng như Sapa, Hà Tương, hồ Ba Bể, nhà dân địa phương và những nơi khác, chúng tôi kết thúc chuyến đi đến Hạ Long, nơi chúng tôi lên tàu và đi du ngoạn qua đêm khắp vịnh tuyệt đẹp này. Chúng tôi được chiêu đãi những món ăn tuyệt vời, chèo thuyền kayak và đi bộ đường dài đến hang động. Chuyến đi này đã khiến chúng tôi vô cùng phấn khích và rất nóng lòng được đặt chuyến đi tiếp theo cùng Vietnam Bikers!!!Đọc thêm",
            "Xin chào G026,\n\nCảm ơn bạn rất nhiều vì đã đánh giá về các tour du lịch xe máy tại Việt Nam! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn, chúng tôi sẽ có nhiều tour du lịch xe máy địa hình hơn tại Việt Nam và Lào trong tương lai gần!\n\nCảm ơn và chúng tôi chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng,\n\nAlan và đoàn VietnamBikersĐọc thêm",
            "Chuyến đi này thật tuyệt vời.  Alan đã thực hiện mọi công việc hậu cần một cách liền mạch.  Anh ấy có một tài xế đang đợi ở sân bay để đưa tôi đến khách sạn - nơi anh ấy giới thiệu ở một khu vực đẹp của thị trấn -.  Một người lái xe khác đã có mặt ở đó vào sáng hôm sau để đến văn phòng và khu vực xuất phát của anh ta.  Tôi đã tham gia một chuyến đi 4 ngày chủ yếu bằng đường bộ.  Các hướng dẫn viên rất giỏi trong việc tiếp cận khả năng của mọi người và sau đó điều chỉnh mức độ khó của chuyến đi nếu cần. Như vậy, chuyến đi này không quá nguy hiểm đối với trình độ của tôi nhưng vẫn đủ phấn khởi khi tôi đã đặt chuyến đi 10 ngày tiếp theo của mình!   Đây là một cách tuyệt vời để tham quan quận và gặp gỡ những người dân xinh đẹp của Việt Nam.    Alan là một người chủ nhà tuyệt vời, những chiếc xe đạp ở trong tình trạng hoàn hảo và những hướng dẫn viên rất xuất sắc.  Nếu đây là điều bạn đang cân nhắc, tôi sẽ không ngần ngại giới thiệu nhóm này.Đọc thêm",
            "Xin chào Cảm hứng272283,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Chuyến đi thật tuyệt vời.  Tôi tham gia với tư cách là một tay đua solo và chưa có nhiều kinh nghiệm off-road.  Cuộc cưỡi ngựa diễn ra rất căng thẳng.  8 ngày chủ yếu đạp xe địa hình trên những con đường mòn miền núi phía Bắc Việt Nam.  Tôi thực sự khuyên bạn nên nó mặc dù.  Đó là một chuyến đi tôi sẽ không bao giờ quên.  Là một trải nghiệm thực sự đáng nhớ.  Ở nhà tuyệt vời, tầm nhìn tuyệt vời và địa hình tuyệt vời.  10 - 10.Đọc thêm",
            "Xin chào Cormac,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Chúng tôi là một nhóm gồm sáu tay đua Ấn Độ đã thực hiện chuyến đi xe đạp Việt Nam dưới sự bảo trợ của Viktorianz ở Ấn Độ và Vietnam Bikers tại Hà Nội. Đó là chuyến đi kéo dài hai tuần do trưởng đoàn Ta của Vietnam Bikers hướng dẫn. Đó hóa ra là một chuyến đi tuyệt vời khi chúng tôi lái chiếc Honda CRF 250 và 300 xuyên qua những ngọn núi ở miền Bắc Việt Nam, vượt qua những con đường xuyên rừng rậm, những con đường xuyên qua vô số ngôi làng và tất nhiên là cả vùng ven biển miền Nam Việt Nam. Tạ là một hướng dẫn viên rất sáng tạo về các tuyến đường theo mong đợi và mong muốn của chúng tôi. Việc lưu trú tại khách sạn, lưu trú tại nhà đã được Alan và Ta lựa chọn, lên kế hoạch và thực hiện một cách xuất sắc và được Thắng hỗ trợ đắc lực trên xe hỗ trợ. Tất cả chúng tôi đều đã có khoảng thời gian vui vẻ cả trong và ngoài đường. Thưởng thức vùng quê xinh đẹp, những món ăn ngon, con người Việt Nam hào phóng và tốt bụng và tất nhiên là sự xuất sắc về mặt chuyên môn của Vietnam Bikers. Một lần nữa xin cảm ơn Alan, Ta và Thắng vì đã biến đây thành một trong những chuyến đi tuyệt vời nhất cho tất cả chúng tôi. Chúng tôi sẽ quay lại. Đọc thêm",
            "Xin chào Anands1237,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Chúng tôi đến vì con người, văn hóa, ẩm thực, phong cảnh và việc đi xe máy và rời đi với cuộc phiêu lưu để đời.  Alan và nhóm của anh ấy tại Vietnam Motorbike Tours đã cung cấp cho chúng tôi những chiếc xe đạp và trải nghiệm tốt nhất để biến đây thành một chuyến tham quan tuyệt vời trong hơn 10 ngày đạp xe tuyệt vời trên một số cảnh quan và con đường ngoạn mục nhất hành tinh. Xuân, hướng dẫn viên của chúng tôi dành cho hai tay đua mô tô lớn tuổi, là một nhà lãnh đạo vui vẻ và rất lão luyện để làm cho cuộc phiêu lưu này trở nên thư giãn và thoải mái nhất có thể trên một số địa hình thực sự thú vị.  Chuyến đi dài khoảng 1800 KM có rất nhiều khoảnh khắc đáng kinh ngạc và một vài khoảnh khắc thắt chặt cơ vòng mà bạn thực sự phải ở đó mới tin được.   Không có thử thách nghiêm túc hay nguy hiểm nào nhưng cũng đủ hứng thú để trở thành một trong những thử thách nổi bật.   Chuyến đi của chúng tôi đã được điều chỉnh cho phù hợp với những gì chúng tôi thực sự mong muốn đạt được.  Sự linh hoạt và thích ứng với các điều kiện khiến chúng tôi có cảm giác như mình là một phần của quá trình.   Giá trị của chi phí là đặc biệt và trải nghiệm dành cho bất kỳ ai có mong muốn được tham gia vào đất nước tuyệt vời này từ góc độ cá nhân và gần gũi.  Bất cứ ai quan tâm đến việc đi xe máy nên cân nhắc nghiêm túc về nhà điều hành tour này.  Kết quả vượt xa sự mong đợi và giá trị của chuyến đi. - Bụi bẩn không làm tổn thương -, và nó chắc chắn không làm tổn thương một vài tay đua gần như - già như những tay đua bụi bẩn.  Chúng tôi - đang cá cược với bạn - sẽ rất hài lòng với kết quả đạt được.Đọc thêm",
            "Xin chào John,\n\nCảm ơn bạn rất nhiều vì đã đánh giá về các tour du lịch xe máy tại Việt Nam! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn, chúng tôi sẽ có nhiều tour du lịch xe máy địa hình hơn tại Việt Nam và Lào trong tương lai gần!\n\nCảm ơn và chúng tôi chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng,\n\nAlan và đoàn VietnamBikersĐọc thêm",
            "Riding through Vietnam was simply one of the best adventures I have ever had! I couldn - t imagine doing this without the expertise and guidance of Vietnam Motorcycle Tours. From day one, Alan responded to each one of my inquiries, and usually within minutes of asking  - does he sleep?? -  and when we finally committed to going, he continued to be responsive and took great care of our needs. He even helped us book flights domestically so that we could go scuba diving in Nha Trang after our tour.Our guide, Ta, was just as impressive, and a lot of fun to be around. He took us through back roads in the north, a number of which he scouted himself, and some that stretched my capabilities lol. To be fair, I was the least experienced in our group and after assessing our skills, he was always able to find roads that could accommodate all of us.  - At one point, I was more than happy to take a rest day and sit by the pool, while the boys took off on a harder off road ride. -  And as a vegetarian, Ta also made sure I could eat just as well as my companions. And finally, Ta is a fantastic photographer and GoPro videographer. It was really nice to know we didn - t have to worry about taking pics and videos if we didn - t want to because Ta had it covered. I have nothing but praises for Vietnam Motorcycle Tours. The reviews are real -- I read them myself, and between these reviews and Alan - s quick responses to all my questions, I took the leap and went with them. It was absolutely the best decision, and we all had a BLAST!! Book with them, you won - t regret it! We do have one regret: that we didn - t arrive a couple of days early so we could spend some time in Hanoi and Halong Bay. But it just gives us an excuse to return  and book another tour with them!Read more",
            "Chào Trish,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm",
            "Giao tiếp dễ dàng và hiệu quả với Alan. Thanh toán bằng thẻ tín dụng thật dễ dàng. Bạn có một sự lựa chọn tốt về xe máy. Công ty chuyên nghiệp.Đọc thêm",
            "Xin chào V718KZmarkp,\n\nCảm ơn bạn rất nhiều vì đánh giá tour du lịch xe máy Việt Nam của bạn! Chúng tôi rất cảm kích vì đã chia sẻ những lời đáng yêu này!\n\nChắc chắn chúng tôi sẽ có thêm nhiều chuyến tham quan bằng xe địa hình tại Việt Nam và Lào trong thời gian tới!\n\nXin chào và chúc bạn và gia đình mọi điều tốt đẹp nhất,\n\nTrân trọng kính chào,\n\nAlan và đội đua VietnamBikersĐọc thêm"
        ],
        "star_ratings": [
            632,
            16,
            1,
            1,
            0
        ],
        "review_amount": 650,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy Việt Nam - Vietnambikers"
        ],
        "reviews_time": [
            "Written May 30, 2023",
            "Written May 21, 2023",
            "Written May 15, 2023",
            "Written May 2, 2023",
            "Written April 30, 2023",
            "Written April 27, 2023",
            "Written April 26, 2023",
            "Written April 24, 2023",
            "Written April 22, 2023",
            "Written April 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6279888-Reviews-or80-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or70-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or90-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342927-Reviews-Art_District_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g47855-d527464-Reviews-Ponquogue_Beach-Hampton_Bays_Southampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d8762954-Reviews-Lux_Express-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g31388-d10714734-Reviews-Tortilla_Flat_Az-Tortilla_Flat_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g188103-d2072021-Reviews-CabriO_Stanserhorn_Bahn-Stans_Canton_of_Nidwalden.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10758285-Reviews-Statue_of_Gangnam_Style-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d23746424-Reviews-Colette_New_Orleans-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d15262626-Reviews-John_Hancock_Center-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d311286-Reviews-Cave_and_Basin_National_Historic_Site-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g43235-d1956900-Reviews-Mississippi_Headwaters-Lake_Itasca_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276126-Reviews-Margaret_Island-Budapest_Central_Hungary.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or90-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or80-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html"
    },
    {
        "attraction_name": "Vietnam Motorbike Tours | Vietnambikers",
        "attraction_name_vi": "Tour xe máy Việt Nam - Vietnambikers",
        "general_info": [
            "650 đánh giá",
            "- 49 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Xe 4WD, ATV - Tour địa hình",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Hãy tham gia Vietnam Motorcycle Tours ngay hôm nay trên một trong những chuyến tham quan bằng xe máy chuyên biệt của chúng tôi tại Việt Nam. Đừng bỏ lỡ chuyến tham quan bằng xe máy hoành tráng ở miền Bắc Việt Nam! Hãy xem ngày và thông tin trên trang web của chúng tôi và đi ngay hôm nay!Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến du lịch miền Bắc 12 ngày và không thể hạnh phúc hơn được! Alan và nhóm mang lại trải nghiệm tuyệt vời. Từ lúc chúng tôi chạm đất, họ đã lo mọi thứ từ đưa đón đến khách sạn, đồ ăn và chỗ ở. Đó thực sự là một dịch vụ đầy đủ và khiến lần đầu tiên chúng tôi đến Việt Nam trở nên dễ dàng! Nếu bạn đang phân vân về việc đi, họ sẽ chăm sóc bạn đầy đủ! Chỉ cần đến và đi, bạn sẽ không phải thất vọng. Chuyến đi thật tuyệt vời, khách sạn và nhà trọ thật tuyệt vời. Thức ăn được chuẩn bị kỹ lưỡng và không bao giờ cảm thấy đói LOL! Họ có thể làm rất tốt việc tùy chỉnh chuyến đi của bạn theo nhóm và mong muốn của bạn. Vấn đề duy nhất của tôi là tìm hiểu xem khi nào tôi có thể làm lại!Đọc thêm",
            "Xin chào Clint,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về các tour du lịch xe máy Việt Nam trên tripadvisor!\n\nDuong đã có khoảng thời gian tuyệt vời trong chuyến du lịch xe máy miền Bắc Việt Nam kéo dài 12 ngày đến vịnh Hạ Long. Những người lái xe tuyệt vời để đi cùng.\n\nChắc chắn chúng tôi rất muốn được đi cùng tất cả các bạn một lần nữa để tham gia nhiều tour du lịch xe máy địa hình Việt Nam hơn nữa!\n\nChúc bạn may mắn và mọi điều tốt đẹp nhất\n\nAlan và Duong\n\nCác tour du lịch xe máy Việt Nam - VietnamBikersĐọc thêm",
            "Không có đủ từ ngữ so sánh nhất để mô tả đội ngũ tại Vietnam Motorcycle Tours và cảm ơn họ vì những trải nghiệm để đời.  Một nhóm tám người chúng tôi - gia đình và bạn bè - vừa hoàn thành chuyến đi bảy ngày qua miền Bắc Việt Nam.  Alan thật tuyệt vời khi được làm việc cùng từ cuộc điều tra ban đầu cho đến khi chúng tôi đến sân bay khi kết thúc cuộc phiêu lưu.  Anh ấy đã lập một hành trình giới thiệu khu vực và phù hợp với trình độ kỹ năng đa dạng của tất cả các tay đua.  Trong suốt chuyến đi, chúng tôi thực sự được chiều chuộng bởi những hướng dẫn viên giỏi nhất trong lĩnh vực kinh doanh ở Dương, Tùng và Tú.  Họ dẫn chúng tôi qua những con phố điên rồ của Hà Nội, đến những con đường quê, những con đường mòn đơn, lên những chiếc bè - thuyền và thậm chí cả những chuyến vượt sông thú vị.  Sau những ngày đạp xe trọn vẹn là những bữa ăn tuyệt vời, chỗ ở thoải mái và nhiều nâng ly để ăn mừng thành tích mỗi ngày.  Dương, Tùng và Tú là những đại sứ đáng kinh ngạc của Việt Nam nhưng thậm chí còn là những người bạn tốt hơn đối với tất cả chúng ta, những người hiện đã hân hạnh được lái xe cùng họ.  Chắc chắn là một trải nghiệm trong danh sách xô!! Đọc thêm",
            "John thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời về tripadvisor du lịch bằng xe máy Việt Nam!\n\nDương đã có khoảng thời gian tuyệt vời trong chuyến phiêu lưu bằng xe máy vòng quanh Hà Giang 7 ngày. Những tay đua tuyệt vời để đi cùng.\n\nChắc chắn chúng tôi rất muốn được đồng hành cùng tất cả các bạn một lần nữa trong nhiều chuyến tham quan bằng xe mô tô địa hình tại Việt Nam!\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan, Dương, Tommy và Tú\n\nDu lịch xe máy Việt Nam - VietnamBikersĐọc thêm",
            "Chuyến tham quan tuyệt vời! Giao tiếp tuyệt vời trước và trong chuyến đi. Các hướng dẫn viên biết rất nhiều con đường ngược thú vị để bạn thực sự có thể nhìn thấy rất nhiều cảnh quan khác nhau và những ngôi làng địa phương nhỏ ở khắp mọi nơi, và những con đường địa hình thật tuyệt vời! Các hướng dẫn viên tìm các tuyến đường địa hình phù hợp với trình độ lái xe của nhóm nên luôn mang lại niềm vui cho mọi người.  Chúng siêu đẹp và hữu ích với mọi thứ! Những chiếc xe đạp ở trong tình trạng tuyệt vời! Đồ ăn trong chuyến đi thật tuyệt vời và nhà trọ là một cách thực sự thú vị để trải nghiệm cuộc sống đích thực của người Việt và gặp gỡ nhiều người dân địa phương hơn. Giao thông ở Việt Nam thật điên rồ, nhưng đó là một phần của trải nghiệm - Không thể nào khám phá Việt Nam như thế này nếu không có xe đạp và hướng dẫn viên giàu kinh nghiệm!Đọc thêm",
            "Chào Pia,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời về tripadvisor du lịch bằng xe máy Việt Nam!\n\nDương đã có khoảng thời gian tuyệt vời trong chuyến phiêu lưu bằng xe máy miền Bắc Việt Nam. Những tay đua tuyệt vời để đi cùng.\n\nChắc chắn chúng tôi rất muốn được đồng hành cùng tất cả các bạn một lần nữa trong nhiều chuyến tham quan bằng xe mô tô địa hình tại Việt Nam!\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan, Quế, Hoa và Linh\n\nDu lịch xe máy Việt Nam - VietnamBikersĐọc thêm",
            "Vietnam Motorcycle Tours was recommended by a friend who had ridden with them before and they lived up to the recommendation.  A buddy and I rode the Ha Giang loop for 5 days from March 2 to 6, starting and ending in Ha Giang.  Our guide Hoa, who speaks very good English and grew up in the Ha Giang region has an unbelievable knowledge of the roads and trails in the region.  We chose to do a trip that was 50 -  -  off the main roads and it ended up being the trip of a lifetime.  The trip immediately became about the journey rather than simply the stops along the way.  The stops and tours were great too, but riding the trails between the villages was unforgettable.  You never knew what was around the corner and really got to experience the landscape and meet some of the people who live and farm there.  The whole region is stunningly beautiful.  In terms of logistics, everything was great.  The bikes were newer model Honda 250 - s that were in great working order. We did not bring any riding gear with us as this was part of a longer SE Asia trip for us, but they provided some serviceable riding jackets and pants to supplement the layers we did have.  They even managed to find an extra large helmet to fit my watermelon of a head.  Googles and gloves were also provided.  The hotels and homestays were very clean, comfortable, with hot showers and comfortable beds.  Food was included and Hoa seems to know where all the best restaurants are in each town so we enjoyed all kinds of local food.  In terms of overall organization, I also have to thank Alan  - the boss in Hanoi - .  Alan was very easy to communicate with when we were setting up the trip, and made the logistics to get the gear before and after the trip really easy.  Overall, I am happy to recommend this company.Read more",
            "Dennis thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời về tripadvisor du lịch bằng xe máy Việt Nam!\n\nDương đã có khoảng thời gian tuyệt vời trong chuyến phiêu lưu bằng xe máy vòng quanh Hà Giang 4 ngày. Những tay đua tuyệt vời để đi cùng.\n\nChắc chắn chúng tôi rất muốn được đồng hành cùng tất cả các bạn một lần nữa trong nhiều chuyến tham quan bằng mô tô Việt Nam hơn nữa!\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan, Hoa\n\nDu lịch xe máy Việt Nam - VietnamBikersĐọc thêm",
            "Phong cảnh tuyệt đẹp, chuyến đi tuyệt vời, công tác hậu cần được thực hiện hoàn hảo từ đón tại sân bay đến trả khách tại sân bay và mọi thứ ở giữa, hướng dẫn tuyệt vời giúp tùy chỉnh tuyến đường và điểm dừng để phù hợp với khả năng và sở thích của chúng tôi. Những chiếc xe đạp được bảo trì tốt và hoạt động hoàn hảo.  Việt Nam là một đất nước tuyệt vời và người dân làm việc chăm chỉ và thân thiện. Có thể - t đánh giá trải nghiệm đủ cao.  CẢM ƠN BẠN!!! Đọc thêm",
            "Curtis thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá tuyệt vời về tripadvisor du lịch bằng xe máy Việt Nam!\n\nTan đã có khoảng thời gian tuyệt vời trong chuyến phiêu lưu bằng xe máy vòng quanh phía bắc 12 ngày xuống Vịnh Hạ Long. Những tay đua tuyệt vời để đi cùng.\n\nChắc chắn chúng tôi rất muốn được đồng hành cùng tất cả các bạn một lần nữa trong nhiều chuyến tham quan bằng xe mô tô địa hình tại Việt Nam!\n\nChúc mừng và mọi điều tốt đẹp nhất\n\nAlan, Tân\n\nDu lịch xe máy Việt Nam - VietnamBikersĐọc thêm",
            "Wow, thật là một cuộc phiêu lưu! Vietnam Bikers đã tổ chức một chuyến đi tuyệt vời cho chúng tôi. Alan rất nhanh chóng trả lời bất kỳ câu hỏi nào chúng tôi có và tổ chức chuyến đi theo phản hồi của chúng tôi. Anh ấy cũng lo mọi thứ, từ taxi đến - từ sân bay đến khách sạn, xe đạp, đến hướng dẫn viên; tất cả họ đều là đỉnh cao. Hướng dẫn viên Tân của chúng tôi là một tay đua rất lành nghề và là nguồn cung cấp thông tin tuyệt vời về đất nước tuyệt vời mà chúng tôi đã đi qua. Các khách sạn, bữa ăn và những con đường mòn mà chúng tôi tìm thấy trong suốt chuyến đi 12 ngày đều khiến chúng tôi rất thích thú. Anh ấy cũng chụp những bức ảnh tuyệt vời về chúng tôi khi chúng tôi đạp xe. Khi chúng tôi trở về Hà Nội, Alan đã gặp chúng tôi tại khách sạn với một thẻ SD chứa đầy cảnh quay GoPro về chuyến đi của chúng tôi. Một chuyến đi để đời mà hầu như không có căng thẳng khi đi lại.Đọc thêm",
            "Curtis thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi bài đánh giá tuyệt vời về các tour du lịch bằng xe máy tại Việt Nam tripadvisor!\n\nTan đã có khoảng thời gian tuyệt vời trong chuyến phiêu lưu bằng xe máy kéo dài 12 ngày tại Sapa, vòng quanh Hà Giang, thác Bản Giốc xuống vịnh Hạ Long. Những người lái xe tuyệt vời để đi cùng.\n\nChắc chắn chúng tôi rất muốn được đi cùng tất cả các bạn một lần nữa để tham gia nhiều tour du lịch bằng xe máy địa hình tại Việt Nam hơn nữa!\n\nChúc bạn may mắn và mọi điều tốt đẹp nhất\n\nAlan, Tan\n\nCác tour du lịch bằng xe máy tại Việt Nam - VietnamBikers Đọc thêm",
            "Chuyến tham quan siêu thú vị. Bố con tôi đã có 7 ngày cùng nhau ở Hà Giang. Nhìn thấy những ngôi làng đáng kinh ngạc và những con người tuyệt vời. Hoa hướng dẫn viên của chúng tôi thật tuyệt vời.Đọc thêm",
            "Neve thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết đánh giá tuyệt vời cho chúng tôi trên Tripadvisor bằng xe máy Việt Nam!\n\nChúng tôi đã có chuyến du lịch Hà Giang bằng xe máy thật tuyệt vời - 7 ngày, Hoa rất vui khi được cùng bạn đi du lịch Hà Giang!\n\nChắc chắn sẽ gặp lại bố mẹ trong chuyến tham quan bằng xe mô tô Việt Nam nhiều hơn nữa!\n\nChúc mừng và mọi điều tốt đẹp nhất,\n\nAlan Chiến, Hòa\n\nDu lịch xe máy Việt Nam VietnamBikersĐọc thêm",
            "Hoàn toàn tuyệt vời! Nhóm 8 người của chúng tôi đã có khoảng thời gian tuyệt vời nhờ Alan, Dương và những người còn lại trong nhóm! Lộ trình chính xác là những gì chúng tôi đang tìm kiếm và khi có cơ hội chia nhóm, mọi người đều có thể nâng cao trình độ kỹ năng của mình. Trưởng đoàn du lịch của chúng tôi, Dương đã giữ tốc độ tuyệt vời và mọi thứ đều được tổ chức như đã hứa. Phong cảnh đẹp và người dân địa phương thân thiện là ưu tiên hàng đầu. Tất cả các xe đạp đều mới và được thợ cơ khí kiểm tra hàng ngày nên chúng tôi cảm thấy tự tin khi đạp xe mỗi ngày. Tôi chắc chắn có thể nói rằng Alan và nhóm của anh ấy đã vượt quá sự mong đợi của chúng tôi! Chúng tôi chắc chắn sẽ quay lại để khám phá nhiều con đường mòn hơn, chuyến tham quan 7 ngày không đủ dài : - Đọc thêm",
            "Jadran thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá đáng yêu như vậy trên Vietnam Motorbike Tours Tripadvisor!\n\nChúng tôi đã có khoảng thời gian tuyệt vời với 8 bạn và chắc chắn chúng tôi sẽ sớm thực hiện một chuyến tham quan bằng xe đạp địa hình khác tại Việt Nam trong thời gian tới!\n\nCảm ơn bạn rất nhiều và chúc mọi điều tốt đẹp nhất đến bạn và gia đình!\n\nTrân trọng kính chào,\n\nAlan, Dương, Tommy, Tú và Thắng\n\nDu lịch mô tô Việt Nam Đội đua xe đạp Việt NamĐọc thêm",
            "Wow, what an experience. Everything was covered for us, from the coordination of a shuttle from the airport to the hotel, to the shuttle leaving Hanoi on the final day was covered by Alan Chien. He even offered suggestions while in Hanoi before and after our trip on places to see and things to do and was extremely accommodating during the whole time in Vietnam. I think we - ll stay in touch long after this amazing experience as him and his crew we rode with are extremely friendly and we had so many great memories created together.Our guide was Anh Dương who led us on some of the most beautiful countryside tours and brought along two other riders to split the group and allow the less experienced riders to follow more road routes and the more experienced riders to ride difficult mud and single track routes. It worked perfectly for our group and allowed us all to have the experience we came for. Our mechanic was Lê Diên Tùng which after a few crashes was able to do field repairs on the bike and even JB Welded a radiator when on a remote route after a spill. We had one wreck where a more experienced rider was with us up on a jungle route following the Chinese border and broke his Tibula and Fibula. One of the riders with us was an EMT from the US and able to splint his leg, then Dương put him on his bike and rode him out. Alan and his team handled all of the coordination to get him to the Hanoi hospital from the remote countryside and kept reassuring us that he would be fine. They kept in constant contact, provided messages and pictures with the riders to know he was doing well and Alan spent many hours a day with him in the hospital to help translate and make sure he was getting proper care. It was an epic journey and I - m hoping we will make it back for another ride in the next few years to see another section of Vietnam. If we go back, there - s no question, we will ride with Vietnam Motorbike Tours!!!Read more",
            "Devon thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá đáng yêu như vậy trên Vietnam Motorbike Tours Tripadvisor!\n\nChúng tôi đã có khoảng thời gian tuyệt vời với 8 bạn và chắc chắn chúng tôi sẽ sớm thực hiện một chuyến đi bằng xe địa hình khác đến Việt Nam trong thời gian tới! Cảm ơn sự hỗ trợ tuyệt vời từ nhóm của bạn để làm cho chuyến tham quan bằng xe máy của chúng tôi trở nên đáng nhớ hơn!\n\nCảm ơn bạn rất nhiều và chúc mọi điều tốt đẹp nhất đến bạn và gia đình!\n\nTrân trọng kính chào,\n\nAlan, Dương, Tommy, Tú và Thắng\n\nDu lịch mô tô Việt Nam Đội đua xe đạp Việt NamĐọc thêm",
            "Trải nghiệm tuyệt vời!!! Cách tốt nhất để ngắm nhìn Việt Nam! Bản thân việc đi xe máy thật tuyệt vời, với những con đường tuyệt vời uốn lượn lên xuống núi và những con đường mòn đa dạng. Phong cảnh thật ngoạn mục. Đi đường địa hình mang lại cho bạn cơ hội thoát khỏi con đường mòn và xem cuộc sống của nhiều người dân nông thôn hơn như thế nào. Chuyến đi địa hình sẽ đưa bạn đến những nơi mà ít người có thể nhìn thấy. Nó rất đa dạng từ đường đơn chật hẹp, đường trải bê tông rộng một mét, đường đất, sỏi, đất sét, băng qua sông trên bè tre nếu bạn - đang ở khu vực đó. Nó chắc chắn rất thú vị, đầy thử thách và rất được khuyến khích, chỉ dành cho việc cưỡi ngựa một mình. Sau đó, còn có văn hóa, ẩm thực, phong cảnh và con người. Ở nhà cho phép bạn tương tác với gia đình chủ nhà và thưởng thức hương vị nấu ăn tại nhà của họ! Và rất nhiều nguyên liệu đến từ trang trại của chính họ, chỉ cách nhà họ vài mét. Bạn có thể nhận được bao nhiêu tươi hơn?!? Hướng dẫn viên của chúng tôi thật tuyệt vời, nói tiếng Anh tuyệt vời và có thể chia sẻ một chút về văn hóa và lối sống của người Việt. Tài sản tuyệt vời cần có khi đi du lịch khắp nơi, đặc biệt là ở những vùng nông thôn hơn. Nếu bạn thích phiêu lưu và cưỡi ngựa, bạn chắc chắn nên đặt nó. Những chiếc xe đạp tuyệt vời để đi. Chiếc Honda CRF 250L mà chúng tôi lái rất tuyệt vời và được chăm sóc cẩn thận. Vietnam Motorbike Tours là đỉnh cao, từ hỏi đáp, đặt chỗ, họ thậm chí còn hỗ trợ đưa đón đến sân bay, trong suốt chuyến đi, phi hành đoàn ở đó là đỉnh cao.Đọc thêm",
            "Jeff thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian bận rộn để viết cho chúng tôi đánh giá đáng yêu như vậy trên Vietnam Motorbike Tours Tripadvisor!\n\nChúng tôi đã có khoảng thời gian tuyệt vời với 8 bạn và chắc chắn chúng tôi sẽ sớm tổ chức chuyến tham quan bằng xe máy Đường mòn Hồ Chí Minh trong thời gian sắp tới! Cảm ơn sự hỗ trợ tuyệt vời từ bạn và Larry để chuyến tham quan bằng xe máy của chúng tôi trở nên đáng nhớ hơn!\n\nCảm ơn bạn rất nhiều và chúc mọi điều tốt đẹp nhất đến bạn và gia đình!\n\nTrân trọng kính chào,\n\nAlan Chiến, Lee Phạm\n\nDu lịch mô tô Việt Nam Đội đua xe đạp Việt NamĐọc thêm"
        ],
        "star_ratings": [
            632,
            16,
            1,
            1,
            0
        ],
        "review_amount": 650,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy Việt Nam - Vietnambikers"
        ],
        "reviews_time": [
            "Written April 11, 2023",
            "Written April 10, 2023",
            "Written April 10, 2023",
            "Written April 8, 2023",
            "Written April 7, 2023",
            "Written April 7, 2023",
            "Written April 1, 2023",
            "Written March 30, 2023",
            "Written March 22, 2023",
            "Written March 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6279888-Reviews-or90-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or80-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or100-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342927-Reviews-Art_District_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g635523-d23294446-Reviews-Ruyi_Bridge_at_Shenxianju-Taizhou_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g190380-d10663239-Reviews-Aphrodite_s_Beach-Latchi_Polis_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d23936644-Reviews-Alyeska_Nordic_Spa-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g42016-d9793415-Reviews-The_Arcade-Brighton_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d279271-Reviews-Fan_District-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g776001-d12873240-Reviews-Porto_Roma_Beach-Vasilikos_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d7163242-Reviews-The_National_Museum-Lagos_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d20912560-Reviews-Legoland_Discovery_Center_Bay_Area-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d9877582-Reviews-I_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or100-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-or90-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html"
    }
]