[
    {
        "attraction_name": "Vietnam Small Group Tours",
        "attraction_name_vi": "Tour du lịch nhóm nhỏ Việt Nam",
        "general_info": [
            "10 đánh giá",
            "- 77 trên 174 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan bằng xe máy",
            "Chuyến tham quan bằng xe buýt",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là một công ty du lịch địa phương của Việt Nam cung cấp nhiều tour du lịch bằng xe máy, xe đạp, tour du lịch nhóm nhỏ Hội An, Đà Nẵng, Nha Trang, Đà Lạt, Mũi Né, Hồ Chí Minh, Đồng bằng sông Cửu Long, Huế, Ninh Bình, Hà Nội , Tây Nguyên, miền Bắc Việt Nam, Động vật hoang dã, Chim, Vịnh Hạ Long, Sapa và tất cả các Chuyến tham quan Phiêu lưu Việt Nam xung quanh và vùng nông thôn xung quanh. Vui lòng truy cập trang web của chúng tôi để có thêm lựa chọn và đặt chỗ.Đọc thêm",
        "reviews": [
            "Chúng tôi đi qua đèo Hải Vân. Đây là một doanh nghiệp nhỏ được điều hành theo cách rất riêng của Ian người Úc và người vợ Việt Nam Hạc. Tóm lại, họ thân thiện, hữu ích, chuyên nghiệp và làm việc chăm chỉ để làm hài lòng. Họ có kiến ​​thức địa phương tuyệt vời và sẵn sàng tiến xa hơn - theo đúng nghĩa đen -. Trên hết, họ là những người dễ gần và dễ nói chuyện. Toàn bộ chuyến đi giống như đi thăm bạn bè ở nước ngoài và đi xe cùng họ, đó chính xác là điều chúng tôi mong muốn. Điểm trừ nhỏ duy nhất là sự lựa chọn chuyến đi của chúng tôi. Đèo Hải Vân rất tuyệt, nhưng từ Hội An phải mất một chuyến đi dài đến đó và quay lại Đà Nẵng. Chúng tôi muốn thực hiện một chuyến đi ở vùng nông thôn hơn - nhưng sau đó chúng tôi đã chọn nó....Những người này đáng tin cậy và được đánh giá cao.Đọc thêm",
            "Tôi không thể nghĩ ra cách nào tốt hơn để trải nghiệm Việt Nam. Ian và Hac đã trả lời ngay lập tức yêu cầu trực tuyến của tôi với thông tin và giá cụ thể. Họ đã thiết kế một tour du lịch mười ngày kết hợp mọi thứ tôi muốn xem, sau đó họ thêm một số thứ không có trên một tuyến du lịch thông thường. Thật tuyệt khi được nói chuyện với Ian trên Skype và có tất cả các đặt phòng khách sạn, chuyến bay và tàu hỏa được sắp xếp bởi một người hiểu biết về đất nước này. Đặt phòng khách sạn của họ rất tuyệt và họ chắc chắn biết nơi để tìm thấy những món ăn tuyệt vời! Thật tuyệt khi Ian và Hac vui vẻ điều chỉnh theo lịch trình của tôi, cho phép một số thời gian rảnh rỗi trên đường đi hoặc chỉ một ngày cho riêng tôi khi tôi cần. Tôi đã đi từ Hà Nội qua Hội An và Huế, đến Sài Gòn - thực sự chỉ là một mẫu của đất nước này. Khi tôi quay lại, tôi sẽ thực hiện lại thông qua Ian và Hac. Đọc thêm",
            "Mới có hai tuần ở Việt Nam - về được một tuần - đến bây giờ tôi mới có thể đăng bài đánh giá này lên Trip Advisor. Phải mất một tuần để ôn lại tất cả những gì chúng tôi đã trải qua qua ảnh - video. Chúng tôi được tổ chức bởi một người bạn cũ Ian - người vợ xinh đẹp của anh ấy, Hac, người điều hành các chuyến tham quan nhóm nhỏ Việt Nam có trụ sở tại Hội An, một khu phố cổ xinh đẹp. Lời chỉ dẫn duy nhất chúng tôi đưa ra cho Ian là chúng tôi sẽ đến trong 14 ngày - phần còn lại tùy thuộc vào anh ấy. Họ quan tâm đến từng chi tiết, chỗ ở, lựa chọn nhà hàng với nhiều món ăn tuyệt vời, các chuyến tham quan trong ngày bằng cả đi bộ - xe máy, chưa kể đến việc đi xe đẩy kỳ lạ. Toàn bộ trải nghiệm đều là đỉnh cao. Ý nghĩ đi xe máy là một nơi điên cuồng với xe đạp như Nam thật khó khăn nhưng trải nghiệm của Ian - Hacs - chất lượng xe đạp mà chúng tôi tùy ý sử dụng - mức giá thuê ưu đãi đã khiến những cuộc phiêu lưu này trở thành điểm nhấn. Mặc dù Ian là một người bạn cũ nhưng tôi không thể chê trách khả năng tổ chức của anh ấy về mặt nào đó, chúng tôi luôn an toàn, thoải mái - quan trọng nhất là thư giãn trong suốt 14 ngày chúng tôi ở Việt Nam. Chúng tôi đang lên kế hoạch cho chuyến đi tiếp theo vào đầu năm tới - đã liên hệ với VSGT để chuẩn bị cho chúng tôi. Ian - Hac---làm tốt lắm. Russell AnsellĐọc thêm",
            "We have just returned from Vietnam where we spent the last 2 weeks with Ian and Hac, and 2 other good friends from Australia. We really didn - t know what to expect when we got there, because we had never even thought about visiting Vietnam until we found Vietnam small group tours. I had been liaising with Ian from London via Skype and email, and he had told me what I should expect on our arrival. what surprised me the most on our arrival was the fact that although it is a communist run country, it is no different from what we experience in the UK or Australia. In fact in some ways I think the people have more respect for each other and are much more courteous and pleasant towards foreigners than most western nations. The country is extremely beautiful, the people are absolutely charming and always have a big smile towards tourists and are always ready to help! I love the Vietnamese!! Ian and Hac were extremely knowledgeable about the locations we visited, Ho Chi Min City  -  Formerly Saigon -  Hue, Danang and Hoi An, 4 great locations to visit from a historic and cultural perspective. The food was absolutely gorgeous, and I have eaten stuff that I never even knew existed. there were on the very rare occasion some dishes that we didn - t like, but that is going to happen in any country, but mainly we loved their food, their style of cooking and their restaurants. The Palace where the evacuation of south Vietnamese at the end of the conflict, was very moving, as was the museum. The Viet Cong Tunnels were something that must be seen, preserved for the sake of history. Hue with its beautiful scenery and temple fantastic, the train ride through the mountains from Hue to Danang, breath taking. Danang itself, what a gorgeous city, I would actually enjoy living there myself. and Hoi An with its old town, shops and restaurants an absolute must. and beaches which are just beautiful sand and warm water from the East Sea, brilliant. We even rode  - twist and go -  scooters on 2 tours through the country, which were so easy to ide considering I had not ridden a motor bike for about 20 years, yet I easily rode with my wife as pillion passenger, up the mountains and to the Hai Van pass, where the views from the top of the mountain was absolutely stunning!! I don - t think I could say that I have experienced a holiday like this for a very long time, and to experience this with long time friends from Australia who we hadn - t seen for over 20 years was absolutely fantastic!! If I was to give this experience a star rating out of 5 stars, I would give it a 10!!Read more",
            "Được sở hữu và điều hành bởi một anh chàng người Úc và người vợ Việt Nam, Ian và cô Hắc.   Tôi đã thực hiện 3 chuyến du lịch, trong 6 ngày qua, Hội An thật tuyệt vời! Càng đi xa thì càng tốt. Chuyến đi đầu tiên, họ đưa tôi và một chàng trai từ Anh tới Mỹ Sơn. Tôi đã không đi xe tay ga trong chuyến đi đầu tiên. Họ dừng lại ở mọi nơi bạn muốn để chụp ảnh. Đó là một chuyến đi nửa ngày dễ dàng. Tôi - không thích thời gian cất cánh lúc 7 giờ sáng, nhưng, nó đáng để bắt đầu sớm, vì khi chúng tôi rời Mỹ Sơn, 40 - xe buýt chở khách du lịch vừa đến - Vì vậy, điều đó đã được lên kế hoạch tốt. Và trở về qua đảo Cẩm Kim, trên một chiếc phà địa phương - xe máy - , đến Hội An. Chuyến đi thứ hai, đến đèo Hải Vân, qua - Tượng Phật Bà trên bán đảo Sơn Trà. Họ thuê một chiếc xe tay ga tự động cho tôi - Họ đi rất chậm đối với tôi - và một anh chàng đến từ Ireland - 200 - ảnh - s, một chuyến đi tuyệt vời, ẩm thực đường phố và phong cảnh, wow! Chuyến đi thứ ba, thời tiết rất xấu nên Ian và cô Hạc đã giữ chân 4 người chúng tôi là khách du lịch trong và xung quanh Hội An - Những con phố nhộn nhịp, thức ăn đường phố tuyệt vời.. Chuyến tham quan nửa ngày, về những điều bạn - sẽ không bao giờ tìm thấy.. Ms Hắc, sẽ mặc cả cho bạn mua sắm - tiết kiệm tiền - . Lái xe nhanh lên Ngũ Hành Sơn, trước khi cơn mưa đến - Một ngày tuyệt vời! Điều tôi đánh giá cao nhất là họ không đưa bạn đến - áp lực cao - bán chỗ lấy tiền hoa hồng - Họ hiểu, bạn không - t giống. Công việc đã hoàn thành tốt.Đọc thêm",
            "Marie - Tôi thuê Ian sau khi chúng tôi ăn tối với anh ấy và người vợ Việt Nam của anh ấy ở thị trấn Hội An, Ian đến khu nghỉ dưỡng của chúng tôi bằng 2 chiếc xe máy để thực hiện chuyến tham quan nửa ngày Đà Nẵng, chùa Lâm Hùng với tượng Phật và Hải Vân vượt qua. Nếu bạn không cảm thấy thoải mái khi lái xe, Ian sẽ sắp xếp một tài xế khác để bạn có thể ngồi phía sau và tận hưởng, đường rất tốt và sau khi đi xe tay ga ở Bali thì trời rất gió, rất yên tĩnh và hầu hết ô tô và xe đạp đều ngồi trên đường 30- 40 km/h. Ian có kiến ​​thức rất sâu sắc về khu vực này và Việt Nam nói chung và rõ ràng là anh ấy yêu thích công việc của mình...một ngày rất thú vị với đủ điểm dừng để sảng khoái và nhiều ảnh... rất khuyến khích nếu bạn muốn làm gì đó và có được cái nhìn tổng quan về khu vực mà không cần phải ở trong một nhóm lớn..Đọc thêm",
            "Ian - Hac mang đến sự kết hợp tuyệt vời giữa kiến ​​thức địa phương và sự hiểu biết về mong muốn của khách du lịch phương Tây.  Họ hiểu rằng nhiều người trong chúng ta muốn đi du lịch theo cách ít tuân thủ hơn và trải nghiệm cuộc sống hàng ngày ở Việt Nam hơn là những cái bẫy du lịch truyền thống tiêu chuẩn.  Nếu bạn định thực hiện một chuyến tham quan bằng xe đạp thì Vietnam Small Group Tours thực sự rất xuất sắc. Dịch vụ cá nhân hóa mà Ian - Hac cung cấp rất nổi bật.Đọc thêm",
            "Chồng tôi và tôi đến thăm Việt Nam vào tháng 6 năm ngoái và gặp Ian và Hạc tại một quán bar ở Hội An.  Chúng tôi cùng anh ấy sắp xếp một chuyến đi qua đèo Hi Vân.  Chồng tôi và tôi thường không tham gia các chuyến du lịch có tổ chức và thích - làm việc của riêng mình - Chúng tôi rất vui vì đã gặp được cặp đôi tuyệt vời này vì được đi tham quan cùng họ là một điểm nhấn tuyệt đối trong kỳ nghỉ của chúng tôi.  Chúng tôi được nhìn thấy và trải nghiệm những con người cũng như những địa điểm mà có lẽ chúng tôi sẽ không thể thấy nếu để các thiết bị của mình tự xử lý.  Họ rất thoải mái và bạn không bao giờ cảm thấy như mình đang bị giới hạn thời gian hoặc phải tuân theo một lịch trình nào đó.  Chúng tôi muốn giới thiệu kỹ lưỡng các chuyến tham quan nhóm nhỏ Việt Nam.  Chúng tôi chắc chắn sẽ liên lạc với họ khi chúng tôi quay trở lại.Đọc thêm",
            "Các tour du lịch cá nhân hóa tuyệt vời với cặp đôi Úc - Việt mang đến trải nghiệm thực sự. Họ đi ra ngoài để đảm bảo bạn có thể nhìn cuộc sống dưới con mắt của người dân địa phương và trở thành một phần của nó thay vì trở thành khách du lịch. Các chuyến tham quan có giá cả rất phải chăng so với nhiều chuyến tham quan tương tự khác, nhưng mang lại trải nghiệm bổ sung về các tính năng bổ sung nhỏ đáng kinh ngạc. Hoàn toàn nên giới thiệu những người này! Đọc thêm",
            "Richard thân mến\nCảm ơn bạn đã đánh giá về tour du lịch xe máy của chúng tôi tại Hội An.\nNhư bạn biết, chúng tôi cố gắng cho khách hàng thấy vùng nông thôn thực sự xung quanh vùng đất xinh đẹp này của Việt Nam chứ không phải những cái bẫy du lịch. \nChúng tôi hy vọng một ngày nào đó sẽ gặp lại bạn và giới thiệu cho bạn một số điểm đến tuyệt vời hơn.\n\nTrân trọng\n\nIan - HacĐọc thêm"
        ],
        "star_ratings": [
            10,
            0,
            0,
            0,
            0
        ],
        "review_amount": 10,
        "location": [
            "Việt Nam",
            "Du lịch nhóm nhỏ Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written March 20, 2016",
            "Written December 23, 2015",
            "Written October 29, 2015",
            "Written October 22, 2015",
            "Written September 27, 2015",
            "Written July 3, 2015",
            "Written May 3, 2015",
            "Written April 30, 2015",
            "Written October 16, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d7892841-Reviews-Vietnam_Small_Group_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15363189-Reviews-Golftrip_Asia-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2264651-Reviews-Back_of_the_Bike_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25418146-Reviews-Life4cuts_68_Nguyen_Hue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13442216-Reviews-Fisheye_Travel_Speedboat_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25131060-Reviews-THU_SILK_TAILOR-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15592663-Reviews-Phu_Binh_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15296019-Reviews-Vespa_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13859736-Reviews-Sakura_Silk_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8555099-Reviews-Therese-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16827815-Reviews-Desino_Leather_Goods-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7346527-Reviews-Ben_Thanh_Art_Frame-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26524812-Reviews-PY_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12125198-Reviews-Circle_K-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443802-Reviews-Ren_Cloth_Shop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27296727-Reviews-Amai_Dong_Khoi-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14927405-Reviews-The_Jimi_Hendrix_House-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32530-d268540-Reviews-Boomers_Irvine-Irvine_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d145312-Reviews-Old_Arcade-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g57894-d4419138-Reviews-Ida_Lee_Park-Leesburg_Loudoun_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d105370-Reviews-Olde_Mistick_Village-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g3363990-d313234-Reviews-Vilano_Beach-Vilano_Beach_St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d556449-Reviews-Budweiser_Stage-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g47323-d7161001-Reviews-Woodlawn_Beach_State_Park-Blasdell_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33191-d15187293-Reviews-Donner_Lake-Truckee_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47087-d212135-Reviews-Old_Mesilla_Village-Las_Cruces_New_Mexico.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d7892841-Reviews-Vietnam_Small_Group_Tours-Ho_Chi_Minh_City.html"
    }
]