[
    {
        "attraction_name": "VIETPRINCESS CRUISE LINE",
        "attraction_name_vi": "TUYẾN DU LỊCH vietPRINCESS",
        "general_info": [
            "154 đánh giá",
            "- 3 trong 312 Vận Tải ở TP.HCM",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Tàu Boutique sang trọng nằm trong Boutique sang trọng với 14 Suite thuộc địa hiện đại với tổng số lượng 28 khách. Từ Sài Gòn đến đồng bằng sông Cửu Long đến Phnom Penh Campuchia, con tàu với kích cỡ của nó sẽ đi đến nơi mà không ai khác có thể làm được: Hành trình đích thực độc đáo .... Chào mừng bạn lên con tàu sang trọng, chúng tôi vượt qua sứ mệnh của mình bằng cách vượt quá sự mong đợi của bạn.Đọc thêm",
        "reviews": [
            "Chuyến tham quan hoàn toàn tuyệt vời, con tàu rất đẹp, nhân viên rất hữu ích và thân thiện, những chuyến du ngoạn trong ngày đã thay đổi cuộc sống, hầu hết khách du lịch không được đến những nơi chúng tôi đã đến, trải nghiệm cuộc sống của người dân trong làng của họ là một đặc ân Chúng tôi thực sự khuyên bạn nên sử dụng du thuyền Viet PrincessĐọc thêm",
            "Valerie - John thân mến,\nCảm ơn bạn rất nhiều vì sự đánh giá cao của bạn về hành trình cùng chúng tôi trên tàu Mekong Princess, chúng tôi rất vui và vinh dự khi được phục vụ bạn. Chúng tôi rất vui và tự hào khi đọc bạn. Phi hành đoàn cũng sẽ rất vui khi được đọc bạn. Chúng tôi rất vui vì bạn đã thích sự độc đáo và sự đa dạng của các chuyến du ngoạn. Chúng tôi hy vọng bạn sẽ có khoảng thời gian vui vẻ ở Thành phố Hồ Chí Minh và có chuyến bay an toàn trở về New Zealand. \nMEKONG PRINCESS TEAM Đọc thêm",
            "Chúng tôi vừa có 7 ngày huy hoàng trên du thuyền Mekong Princess từ Campuchia qua Việt Nam. Giám đốc du thuyền Eric và thủy thủ đoàn đáng kinh ngạc của anh ấy đã khiến chuyến đi này trở nên nổi bật. Di chuyển từ tàu sang Tuktuk, thuyền tam bản, xích lô luôn đúng giờ. Món ăn mẫu mựcĐọc thêm",
            "Michael - Carol thân mến,\ncảm ơn bạn rất nhiều vì những lời tốt đẹp và thời gian dành cho họ, họ sẽ tin tưởng tôi một chặng đường dài. Thật vui và vinh dự khi được phục vụ bạn trong chuyến hành trình ngược dòng sông Mê Kông này. Chúng tôi rất vui khi biết rằng bạn đã tận hưởng tất cả các dịch vụ trên tàu và trên bờ. Đầu bếp và Nhóm của anh ấy cũng sẽ thông báo rằng bạn rất thích món ăn của họ. Cảm ơn một lần nữa từ tận đáy lòng của chúng tôi.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Hành trình của chúng tôi trên Công chúa Mê Kông thật tuyệt vời. Eric và toàn đội luôn lịch sự và hiệu quả. Không có vấn đề gì, nhân viên thật tuyệt vời, chúng tôi rất hài lòng với kỳ nghỉ của mìnhĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã khen ngợi hành trình của bạn với chúng tôi. Chúng tôi rất vui và vinh dự khi được phục vụ bạn trong tuần này trên tàu.  Chúng tôi không thể tự hào hơn về công việc của mình khi đọc bạn, bài đánh giá này sẽ được chia sẻ với tất cả những người trên tàu. Cảm ơn một lần nữa và chuyến bay an toàn trở về nhà.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Ôi trời ơi! Wow thật là một hành trình! Sự hoàn hảo tuyệt đối - nhân viên, thức ăn, rượu vang Pháp! Từ. Kampu Chang đến sài gòn, mọi thứ thật tuyệt vời. Cảm ơn Eric, Chamraun và mọi người trên tàu, tôi không thể quay lại được. Tôi sẽ nhớ tất cả các bạn. Cảm ơn tất cả. Auckun xxxĐọc thêm",
            "Michelle thân mến,\ncảm ơn bạn rất nhiều vì sự đánh giá cao của bạn. và cảm ơn các bạn rất nhiều vì đã mang đến một chuyến tàu trọn vẹn cùng HOUSE OF TRAVEL. Chúng tôi rất vinh dự được đón tiếp bạn và nhóm của bạn trên tàu Mekong Princess cho chuyến hành trình đặc biệt ngược dòng sông Mê Kông này và được phục vụ bạn. Chúng tôi cũng rất thích nhóm cá nhân tuyệt vời đến từ New Zealand này. Chúng tôi hy vọng sẽ sớm gặp lại bạn trên tàu và cảm ơn vì sự bảo trợ và tin tưởng của bạn. Chúc bạn có một chuyến bay vui vẻ ở Thành phố Hồ Chí Minh và trở về nhà an toàn.\nMEKONG PRINCESS TEAM Đọc thêm",
            "Chúng tôi không biết phải mong đợi điều gì nhưng ngay từ ngày đầu tiên chúng tôi bước lên con tàu, điều đó thật tuyệt vời.  Được chào đón bởi Eric Christophe và các nhân viên chỉ là khởi đầu của một chuyến đi thực sự đáng nhớ. Chỗ ở của chúng tôi, lựa chọn ăn uống và dịch vụ khách hàng xuất sắc mà chúng tôi rất thích. Các nhân viên thân thiện đã trở thành đại gia đình của chúng tôi và đã nỗ lực hết mình để giúp đỡ chúng tôi. Các chuyến tham quan hàng ngày thú vị của chúng tôi với hướng dẫn viên Mr Chung đến từ Việt Nam và Mr Piseth đến từ Campuchia, những người có rất nhiều kiến ​​thức.  Cuộc phiêu lưu trong các ngôi chùa, nhà thờ, chợ, trường học và làng mạc từ xe tuk tuk, san pans, xích lô, xe đạp và xe buýt. Chúng tôi không thể đưa ra lời chứng thực tích cực hơn về chuyến đi khó tin này.Janine N - Laurel BĐọc thêm",
            "Dear Janine  -  Laurel,\nWaooo what a heartfelt review that goes straight to our hearts. Thank you so much for such an appreciation of your journey with us onboard the Mekong Princess. It was our pleasure and honor to have you onboard and be at service to you and your group of HOUSE OF TRAVEL. This review will be shared with all onboard and onshore especially your 2 local guides who are a big part of the success of the trip. We feel so proud when we read all those positive reviews and motivate us to be even better than we used to be. We do hope our paths will cross again. We do hope as well that you will share this extraordinary journey with family  -  friends back in New Zealand as you are our BEST ambassadors. We wish you a fabulous time in Ho Chi Minh City and a safe flight back home to NZ.\nMEKONG PRINCESS TEAMRead more",
            "Nếu bạn đang nghĩ đến một chuyến đi dọc đồng bằng sông Cửu Long thì đây chính là chuyến đi! Thuyền tuyệt vời, thức ăn và nhân viên, không có gì là quá rắc rối. Chuyến đi từ đầu đến cuối thật suôn sẻ.Đọc thêm",
            "Thưa Sharon-Simon,\ncảm ơn bạn rất nhiều từ tận đáy lòng vì đã dành thời gian viết ra trải nghiệm của bạn với chúng tôi trên tàu Mekong Princess. Chúng tôi luôn vui mừng khi đọc được niềm vui của khách và động viên chúng tôi nhiều hơn nữa để hoàn thiện hơn nữa. Rất vui được phục vụ bạn và nhóm HOUSE OF DU LỊCH trong tuần này trên sông Mê Kông. Chúng tôi chúc bạn có một thời gian tuyệt vời ở Thành phố Hồ Chí Minh và chuyến bay trở về nhà an toàn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Xuất sắc. Đã làm những điều tuyệt vời. Nhân viên rực rỡ. Rất khuyến khích Rất an toàn có ý thức và luôn cảm thấy an toàn. Các hướng dẫn rất tuyệt vời và đầy đủ kiến ​​thức. Tiếng Anh tuyệt vời.  Đã học được rất nhiều. Và nhìn thấy những điều tôi đã từng thấy trong phim.Đọc thêm",
            "Bruce - Andrea thân mến,\nCảm ơn bạn rất nhiều vì đánh giá này đi thẳng vào trái tim của chúng tôi. Việc đọc được niềm hạnh phúc của khách hàng luôn khiến chúng tôi cảm thấy tự hào về công việc và động lực của mình. chúng ta luôn tốt hơn trước đây.\nCảm ơn một lần nữa vì lòng tốt của bạn\nMEKONG PRINCESS TEAMĐọc thêm",
            "Hành trình sang trọng tuyệt vời với phi hành đoàn thân thiện tuyệt vời.  Phòng có kích thước tuyệt vời và phòng tắm riêng.  Rất khuyến khích tuyến hành trình này nếu bạn đang nghĩ đến việc đi sông Mê Kông. Cảm ơn rất nhiều vì một kỳ nghỉ tuyệt vời.   Andrea - BruceĐọc thêm",
            "Andrea thân mến - Bruce\nCảm ơn bạn rất nhiều vì đã dành thời gian quý báu và đánh giá tử tế về hành trình cùng chúng tôi trên tàu Mekong Princess. Nó được rất nhiều đánh giá cao. và sẽ giúp chúng tôi rất nhiều.  Được phục vụ bạn và nhóm của bạn là niềm vinh dự và hân hạnh của chúng tôi. Lời chúc tốt nhất.\nMEKONMG PRINCESS TEAMĐọc thêm",
            "Một trải nghiệm độc đáo trên con tàu thuộc địa Pháp được chế tạo đẹp mắt. Chỉ có 14 cabin nên dịch vụ rất cá nhân từ phi hành đoàn tuyệt vời. Nếu bạn đang đi đến sông Mê Kông thì đây chính là nó! Con tàu đủ nhỏ để đi đến những nơi mà người khác không thể. Một trải nghiệm tuyệt vời rất được khuyến khíchĐọc thêm",
            "Kính gửi Simon - Sharon,\ncảm ơn bạn rất nhiều vì đánh giá tử tế của bạn về hành trình của bạn với chúng tôi, nó sẽ giúp chúng tôi rất nhiều và sẽ đi được một chặng đường dài. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi và học hỏi từ nó. Rất nhiều đánh giá cao.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Thời gian của chúng tôi trên Công chúa Mê Kông là điểm nổi bật trong thời gian chúng tôi ở Việt Nam và Campuchia.  Trang trí đẹp mắt, ẩm thực, đạn dược được cung cấp, các chuyến đi phụ từ thuyền, nhưng trên hết là đội ngũ nhân viên.  Được dẫn dắt bởi tấm gương của Eric, mỗi thành viên trong đội ngũ nhân viên đều cung cấp dịch vụ xuất sắc và thân thiện.  Không ai trong chúng tôi muốn xuống tàu. Alison và Al RowlandĐọc thêm",
            "Kính gửi Alison - Al, Cảm ơn bạn rất nhiều vì đã dành thời gian cho bài đánh giá tử tế này. Bạn phải trở về nhà kể từ thứ Bảy để chia sẻ tất cả những kỷ niệm đẹp mà bạn đã tạo ra trong chuyến hành trình đặc biệt này cùng chúng tôi trên tàu Mekong Princess. Thật vinh dự và vinh dự cho chúng tôi khi có bạn làm khách và được phục vụ bạn cũng như nhóm 17 người của bạn. Đó cũng là một tuần đáng nhớ đối với chúng tôi với các bạn và thái độ nhiệt tình của các bạn. Chúng tôi hy vọng con đường của chúng tôi sẽ đi qua một lần nữa. Một lần nữa xin cảm ơn tất cả chúng tôi trên tàu.  ĐỘI NGŨ CÔNG CHÚA MEKONG\nĐọc thêm"
        ],
        "star_ratings": [
            154,
            0,
            0,
            0,
            0
        ],
        "review_amount": 154,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "TUYẾN DU LỊCH vietPRINCESS",
            "Ho Chi Minh City",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 18, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d16872213-Reviews-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or10-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d7605834-Reviews-Papiroeen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d103326-Reviews-Circus_Circus_Adventuredome_Theme_Park-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45131-d8280953-Reviews-Glacier_Ridge_Runners-Coram_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37116-d6672454-Reviews-Fountain_Acres_Foods-Fountain_City_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13570645-Reviews-Piranha_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d104765-Reviews-Pioneer_Park-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d6979624-Reviews-Fjaderholmarna-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d10117183-Reviews-Bangladesh_air_force_museum-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g43672-d1930050-Reviews-Silver_Slipper_Casino_Hotel-Bay_Saint_Louis_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d7084045-Reviews-The_State_Department_Store-Ulaanbaatar.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or10-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến tham quan": 0.9339213522034697,
            "nhân viên": 0.38877079409430737,
            "chuyến du ngoạn": 0.9823635985667352,
            "du thuyền viet": 0.8737692451104522,
            "hành trình": 0.8632975726650329,
            "tàu": 0.9951010857475922,
            "phi hành đoàn": 0.9948322847485542,
            "chuyến bay": 0.9950738950283267,
            "du thuyền": 0.9512628089287318,
            "thủy thủ đoàn": 0.9946930735604838,
            "chuyến đi": 0.9180545127989413,
            "thuyền": 0.0997062548995018,
            "tam": -0.6223869640380144,
            "món ăn": 0.5196884288452566,
            "chuyến hành trình": 0.16415989809320308,
            "sông mê": 0.8737692451104522,
            "dịch vụ": 0.9872016276058275,
            "đầu bếp": 0.5,
            "công chúa mê kông": 0.8737692451104522,
            "kỳ nghỉ": 0.5,
            "thức ăn rượu vang": 0.5,
            "chuyến tàu": 0.9955417740857229,
            "cá nhân": 0.9955300396541134,
            "chỗ ở": 0.8737692451104522,
            "hướng dẫn viên": 0.6291651744395494,
            "cuộc phiêu lưu": 0.5,
            "ngôi chùa": 0.5,
            "nhà thờ": 0.5,
            "trường học": 0.5,
            "làng mạc": 0.5,
            "xe tuk tuk san": 0.5,
            "xe đạp": 0.5,
            "xe buýt": 0.5,
            "chuyến đi khó tin": 0.9756959793157876,
            "such an": 0.9955001219059341,
            "đồng bằng sông cửu long": 0.8737692451104522,
            "thức ăn": 0.8701367788016796,
            "princess": 0.9951321182888933
        },
        "dicts_adj": {
            "chuyến tham quan": [
                "hoàn toàn",
                "tuyệt vời",
                "đẹp",
                "thú vị"
            ],
            "nhân viên": [
                "hữu ích",
                "tuyệt vời",
                "hài lòng",
                "thực sự",
                "rắc rối"
            ],
            "chuyến du ngoạn": [
                "thực sự",
                "vui",
                "độc đáo"
            ],
            "du thuyền viet": [
                "hoàn toàn",
                "tuyệt vời",
                "đẹp"
            ],
            "hành trình": [
                "cùng",
                "tuyệt vời",
                "nhiều"
            ],
            "tàu": [
                "vui",
                "vinh dự"
            ],
            "phi hành đoàn": [
                "vui"
            ],
            "chuyến bay": [
                "khoảng",
                "vui vẻ",
                "an toàn",
                "an toàn",
                "vui vẻ",
                "an toàn",
                "tuyệt vời",
                "an toàn"
            ],
            "du thuyền": [
                "nổi bật"
            ],
            "thủy thủ đoàn": [
                "nổi bật"
            ],
            "chuyến đi": [
                "nổi bật",
                "thực sự",
                "dọc"
            ],
            "thuyền": [
                "đúng"
            ],
            "tam": [
                "đúng"
            ],
            "món ăn": [],
            "chuyến hành trình": [
                "ngược",
                "vinh dự",
                "đặc biệt",
                "ngược"
            ],
            "sông mê": [
                "vui",
                "vinh dự"
            ],
            "dịch vụ": [
                "vui",
                "xuất sắc"
            ],
            "đầu bếp": [],
            "công chúa mê kông": [
                "tuyệt vời"
            ],
            "kỳ nghỉ": [],
            "thức ăn rượu vang": [],
            "chuyến tàu": [
                "nhiều",
                "trọn vẹn"
            ],
            "cá nhân": [
                "tuyệt vời"
            ],
            "chỗ ở": [
                "xuất sắc"
            ],
            "hướng dẫn viên": [
                "nhiều"
            ],
            "cuộc phiêu lưu": [],
            "ngôi chùa": [],
            "nhà thờ": [],
            "trường học": [],
            "làng mạc": [],
            "xe tuk tuk san": [],
            "xe đạp": [],
            "xe buýt": [],
            "chuyến đi khó tin": [
                "tích cực",
                "hơn"
            ],
            "such an": [],
            "đồng bằng sông cửu long": [
                "dọc"
            ],
            "thức ăn": [
                "rắc rối"
            ],
            "princess": [
                "nhiều"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến tham quan": 3.0,
            "nhân viên": 7.5,
            "chuyến du ngoạn": 3.0,
            "du thuyền viet": 1.5,
            "hành trình": 6.0,
            "tàu": 1.5,
            "phi hành đoàn": 1.5,
            "chuyến bay": 6.0,
            "du thuyền": 1.5,
            "thủy thủ đoàn": 1.5,
            "chuyến đi": 4.5,
            "thuyền": 1.5,
            "tam": 1.5,
            "món ăn": 3.0,
            "chuyến hành trình": 3.0,
            "sông mê": 1.5,
            "dịch vụ": 3.0,
            "đầu bếp": 1.5,
            "công chúa mê kông": 1.5,
            "kỳ nghỉ": 1.5,
            "thức ăn rượu vang": 1.5,
            "chuyến tàu": 1.5,
            "cá nhân": 1.5,
            "chỗ ở": 1.5,
            "hướng dẫn viên": 1.5,
            "cuộc phiêu lưu": 1.5,
            "ngôi chùa": 1.5,
            "nhà thờ": 1.5,
            "trường học": 1.5,
            "làng mạc": 1.5,
            "xe tuk tuk san": 1.5,
            "xe đạp": 1.5,
            "xe buýt": 1.5,
            "chuyến đi khó tin": 1.5,
            "such an": 1.5,
            "đồng bằng sông cửu long": 1.5,
            "thức ăn": 1.5,
            "princess": 1.5
        }
    },
    {
        "attraction_name": "VIETPRINCESS CRUISE LINE",
        "attraction_name_vi": "TUYẾN DU LỊCH vietPRINCESS",
        "general_info": [
            "154 đánh giá",
            "- 3 trong 312 Vận Tải ở TP.HCM",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Tàu Boutique sang trọng nằm trong Boutique sang trọng với 14 Suite thuộc địa hiện đại với tổng số lượng 28 khách. Từ Sài Gòn đến đồng bằng sông Cửu Long đến Phnom Penh Campuchia, con tàu với kích cỡ của nó sẽ đi đến nơi mà không ai khác có thể làm được: Hành trình đích thực độc đáo .... Chào mừng bạn lên con tàu sang trọng, chúng tôi vượt qua sứ mệnh của mình bằng cách vượt quá sự mong đợi của bạn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đưa một nhóm người tuyệt vời trên Mekong Princess từ Siem Reap đến Thành phố Hồ Chí Minh Eric và nhân viên của anh ấy thật tuyệt vời, đồ ăn rất tuyệt và chúng tôi có những hướng dẫn viên tuyệt vời, ông Piseth ở Campuchia và ông Chung ở Việt Nam, tôi rất muốn giới thiệu họ. Chúng tôi cảm ơn bạn vì một tuần tuyệt vời trên Mekong Princess.Đọc thêm",
            "Kính gửi Sharon và Michelle,\nChúng tôi phải là người cảm ơn bạn vì đã tin tưởng mang đến một chuyến tàu đầy những vị khách tuyệt vời. Chúng tôi rất vui và vinh dự khi được đón tiếp bạn với tư cách là những vị khách trên tàu và được phục vụ bạn. Chúng tôi hy vọng những lời truyền miệng sẽ được truyền đi khắp HOUSE OF TRAVEL và chúng tôi sẽ gặp lại bạn trên tàu. Cảm ơn bạn đã dành thời gian và đánh giá cao Hành trình của bạn trên tàu Mekong Princess. Chúng tôi cảm thấy rất vinh dự và vinh dự khi nhận được sự bảo trợ của bạn. Đó cũng là một tuần đáng nhớ đối với chúng tôi. Một lần nữa xin cảm ơn thay mặt cho tất cả chúng tôi trên tàu cho đến khi con đường của chúng tôi gặp lại nhau. \nMEKONG PRINCESS TEAM Đọc thêm",
            "Chúng ta không thể nói đủ cao về điều này hoàn toàn - phải làm - hành trình trên sông Mê Kông. Nhờ kích thước nhỏ của con tàu, chúng tôi có thể đến thăm những ngôi làng xa xôi và nhận được sự chào đón nồng nhiệt như vậy. Thật sự kỳ diệu. Phi hành đoàn trên tàu Mekong Princess đã trở thành gia đình của chúng tôi - chúng tôi sẽ nhớ những tiếng cười với người anh em - Đức Phật - của chúng tôi trong bữa ăn và sự chú ý đến từng chi tiết từ tất cả các nhân viên khách sạn. Eric đã tập hợp một đội tuyệt vời! Đừng ngần ngại - đây là chuyến đi sẽ không làm bạn thất vọng.Đọc thêm",
            "Chere Veronica, Cher Michael,\nmerci du fond du coeur pour votre revue sur votre voyage avec nous, ca a ete un plaisir de pouvoir parler un peu Francais a bord ce qui n - arrive pas souvent. All the crew will be thrilled to read your review and for sure will feel so proud of their job. It was an honor and privilege to be at service to you during this week onboard, up the Mekong River, onboard the Mekong Princess. We are so glad you have enjoyed the Asian Cambodian hospitality and the genuine attitude of the staff. This review will be shared as well with your 2 local guides who are part of the success of the journey and part of the family Team. We wish you a fabulous time in Siem Reap and a safe flight back to Australia hoping I can come soon to visit. Best wishes always.\nMEKONG PRINCESS TEAMRead more",
            "Một con tàu thực sự đáng yêu với thủy thủ đoàn không thể làm đủ để biến chuyến đi thành một trải nghiệm tuyệt vời. Các bữa ăn thật tuyệt vời. Các cabin và phòng chờ tuyệt đẹp giúp bạn thoải mái khi không ra ngoài trải nghiệm cuộc sống trên sông Mê Kông trong nhiều chuyến du ngoạn được cung cấp. Một chuyến đi tuyệt vời rất đáng làm.Đọc thêm",
            "Dear Lynnette  -  Brian,\nthank you so much for your valuable time in this heartfelt review. We really appreciate your feedback and enjoyment of your journey with us onboard the Mekong Princess. You cannot imagine how much this will help us to be exposed in the world of River Cruising and help other fellow guests to choose us. We always feel so proud when we read all the positive comments from our guests and push us to be better than we used to be. Will pass the praise to the galley Team as well and the Chef. It was our honor and pleasure to be at service to you and the group during this week Upstream the Mekong. We now wish you a fabulous last day onboard and an even more wonderful time in Siem Reap with the breathtaking site of Angkor Temples. Of course, as well as a safe flight back home in New Zealand on Saturday. We make you our ambassadors to share your experience in Asia with family and friends. Thanks again.\nMEKONG PRINCESS TEAM Read more",
            "Tôi muốn giới thiệu chuyến đi này cho bất kỳ người bạn nào của tôi, đó là chuyến hành trình đến những khu vực mà những người khác chưa từng đến. Các nhân viên rất vui vẻ và có mặt bất cứ lúc nào và rất niềm nở.Đọc thêm",
            "Tina thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian cho bài đánh giá này. Chúng tôi rất vui khi được đọc thông tin của bạn và thấy rằng bạn hài lòng với những địa điểm độc đáo đã ghé thăm trong hành trình trên tàu Mekong Princess. chúng tôi rất vui và vinh dự khi được bạn làm khách và được phục vụ bạn cũng như nhóm Jill. Chúng tôi yêu Kiwis, họ rất dễ tính và luôn hài lòng với những gì thế giới mang lại cho họ. Một lần nữa xin cảm ơn vì thời gian quý báu của bạn, chúng tôi thực sự đánh giá cao và sẽ chia sẻ đánh giá này với mọi người. Cảm ơn bạn đã trở thành đại sứ bằng cách trò chuyện với bạn bè và gia đình về trải nghiệm của bạn với chúng tôi. Điều đó xứng đáng với bất kỳ khoản tiền nào bạn bỏ ra cho hoạt động tiếp thị, khách hàng là những người tốt nhất khi nói về chúng tôi. Cảm ơn, một ngàn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Yêu công chúa Mê Kông sang trọng. GM, Eric Christophe và tất cả phi hành đoàn đã mang đến dịch vụ đặc biệt, không quên những bữa ăn ngon do Chef Hu chuẩn bị. Các chuyến tham quan được cung cấp rất nhiều thông tin, nêu bật cuộc sống hàng ngày của người dân Việt Nam sống ở các làng nông thôn dọc sông Mê Kông. Hướng dẫn viên du lịch đã được lựa chọn kỹ lưỡng và hiểu biết. Chỗ ở - dãy phòng - được trang bị tốt và thoải mái. Nói gì hơn, Công chúa Mekong rất được khuyến khích.Đọc thêm",
            "Ron thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian và đánh giá tử tế về hành trình của bạn trên tàu với chúng tôi. Đó chắc chắn là niềm vui và đặc ân của chúng tôi khi có bạn là khách của chúng tôi và được phục vụ bạn. Chúng tôi rất vui khi biết rằng bạn hài lòng với toàn bộ trải nghiệm trên tàu và trên bờ. Tất nhiên điều này sẽ được chia sẻ với Mr. Smey ở Campuchia - Mr. Phi ở Việt Nam, 2 hướng dẫn viên địa phương của bạn trong suốt thời gian lưu trú. Chúng tôi cũng cảm ơn bạn vì đã giới thiệu chúng tôi, bạn là đại sứ tốt nhất của chúng tôi khi bạn trở về nhà bằng cách chia sẻ hành trình của mình với gia đình và bạn bè. Chúng tôi tin rằng bây giờ bạn đã trở về nhà và chúng tôi hy vọng rằng một ngày nào đó con đường của chúng ta sẽ lại đi qua. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho đến lúc đó.\nMEKONG PRINCESS TEAM Đọc thêm",
            "We started our month long holiday to Cambodia and Vietnam with a week - s cruise on the gorgeous Mekong Princess, boarding at Kampong Cham in Cambodia and finally disembarking in Ho Chi Minh City, Vietnam. I confess that we were just a little stunned at the level of luxury! Our suite was a dream, the bathroom alone was breathtaking. Without a doubt the most comfortable bed on our entire holiday, and the full butler service with daily afternoon canapé delivery and bed turn down made us feel like royalty.The ship - s design and decor is reminiscent of classic French colonial style, but done with a light hand, and in the best possible taste. Speaking of taste, every meal was presented beautifully, tasted delicious, and having Vegemite available at breakfast made this Australian very happy indeed.All of the day tours were well organised, and were each a different learning experience. It was gratifying to learn that the cruise company helps to support the local people and communities that we visited.All in all, an unforgettable experience. Thank you Eric and staff.Read more",
            "Dear Jenny  -  Bruce,\nWhat a lovely surprised reading your review, I am sure the whole crew will be so happy too when I will forward this to them. It is always a pleasure to read the happiness of our guests and a great feeling of pride of doing a great job. We are so pleased that you have enjoyed our Princess and all the minutes spent onboard and onshore during your journey with us. It is always our main aim for our guests to feel safe and create everlasting memories of their time with us. It is already a month you were onboard with us so we believed that you are home safely by now. Thanks again for your precious time in this praise which will go a long way for us. We wish you all the very best hoping our paths will cross again. \nMEKONG PRINCESS TEAM Read more",
            "Chuyến du ngoạn trên sông này là đỉnh cao của chuyến du lịch 6 quốc gia ở Đông Nam Á. Đó là một cách sang trọng, đầy thông tin và hấp dẫn để trải nghiệm vùng hạ lưu sông Mê Kông và đồng bằng sông Cửu Long. Tất cả các hoạt động và lòng hiếu khách dường như được tổ chức một cách chu đáo và đã để lại cho chúng tôi những kỷ niệm khó quên. Rất khuyến khích.Đọc thêm",
            "Kính gửi Kerin - Graham,\nRất vui khi đọc được đánh giá tích cực của bạn về hành trình cùng chúng tôi trên tàu Mekong Princess. Mục tiêu của chúng tôi là đạt được mục tiêu khi chúng tôi có thể tạo ra những kỷ niệm khó quên về chuyến đi cho những vị khách quý giá của mình. Chúng tôi rất tự hào khi biết rằng kỳ vọng của bạn đã đạt được và bạn đã tận hưởng được lòng hiếu khách chân chính của người Campuchia - Việt Nam. Chúng tôi hy vọng bạn đã có chuyến bay trở về nhà an toàn và chia sẻ mọi điều về chuyến đi tuyệt vời này tới gia đình - bạn bè của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho đến khi con đường của chúng ta lại giao nhau. \nMEKONG PRINCESS TEAM Đọc thêm",
            "Đó là chuyến du ngoạn trên sông đẹp nhất mà tôi từng thực hiện và đó là cách tốt nhất để ngắm nhìn Campuchia và Việt Nam trong một tuần. Con tàu chỉ có 14 dãy phòng được bài trí đẹp mắt và hành khách được hưởng lợi từ dịch vụ rất cá nhân hóa. Mọi thứ đều được xử lý với kiến ​​thức tuyệt vời về nội dung của lux. Và ông Eric Christophe, giám đốc điều hành, cùng với đội ngũ được đào tạo tuyệt vời của ông phải cảm ơn vì điều đó. Tôi đặc biệt giới thiệu - Mekong Princess - cho kỳ nghỉ tiếp theo của bạn. Marina PollardĐọc thêm",
            "Marina thân mến,\nCảm ơn bạn rất nhiều vì những lời đánh giá cao về hành trình của bạn trên du thuyền MEKONG PRINCESS. Chúng tôi rất vui và vinh dự khi có bạn trên tàu với tư cách là khách của chúng tôi và phục vụ bạn trong tuần này Ở HẠ LƯU Sông Mê Kông hùng vĩ.  Chúng tôi cảm thấy rất tự hào khi đọc bạn vì chúng tôi cảm thấy mình đã thành công trong việc tạo ra những kỷ niệm khó quên cho bạn mà bạn sẽ mang về nhà và chia sẻ với gia đình và bạn bè. Chúng tôi chúc bạn có một khoảng thời gian tuyệt vời tại Thành phố Hồ Chí Minh sôi động và một chuyến bay an toàn trở về nhà và hy vọng rằng con đường của chúng ta sẽ gặp lại nhau. Giữ liên lạc trên phương tiện truyền thông xã hội. Những điều tốt đẹp nhất luôn dành cho bạn Marina.\nMEKONG PRINCESS TEAMĐọc thêm",
            "From the moment I step foot aboard the ship , I was in an awe . The warm welcoming smiles ,refreshing cold towel , tropical beverage, and nice energies from Eric and his excellent staff ! WOW!WOW!WOWwwwwww!!! And from then on forwards , everyday was heavenly! Kudos to All 29 staff from behind the scene and front line amazing souls for making it matter for me and for the group I was with every inhales and exhales I took being so well taken care of !!! The ship so pretty and elegant and the staff are very special people , very attentive, very professional, and they - ve exceeded beyond my expectations of being home away from home . Extraordinary delightful food , drinks, tours , entertainment, ambience all around !! Every detail of the cruise was put so well together! It - s so organized!!!I express and bow  great gratitude from the bottom of my heart for all your beautiful hospitality and for your excellent service ! Can - t wait to be back in your presence  -  Love you all  - Read more",
            "Dear YOGA MASTER Leao,\nis there a best way to wake up and read this review over the sun rise and the peacefulness of Can Tho? OVERWHELMING and so much appreciated. We thank you for your precious time in it. We can - t wait to see back onboard in October with another group for more everlasting memories to be created. It was as well for us a week to remember with the great energy of the group and their communicative happiness  -  kindness. We are so happy when we read those reviews, and it will be shared with all involved in the making of this extraordinary journey for PEACE LOVE TRAVEL. For sure Nam  -  Hiek will be happy too as they are a big part of the success of this tour with their personality  -  knowledge. Thanks again from the bottom of our humble hearts and so excited to welcome you back onboard soon. Lots of love and positive energy until our paths cross again in October.\nMEKONG PRINCESS TEAM\nRead more",
            "Thật là một trải nghiệm tuyệt vời 10 trên 10 cho toàn bộ gói. Nhân viên đặc biệt ngay từ đầu. Chăm sóc ẩm thực và học tập văn hóa thật tuyệt vời, tất cả những gì chúng tôi có thể nói là Cảm ơn bạn rất nhiều.Đọc thêm",
            "Kính gửi Lyndell - Mark,\ncảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn trong đánh giá này. Cảm ơn bạn đã đánh giá cao trải nghiệm của bạn trên tàu Princess của chúng tôi và rất vui khi biết rằng bạn đã rất tận hưởng khoảng thời gian làm việc với chúng tôi. Rất vui vì bạn đã học được điều đó khi đi nghỉ, đó là toàn bộ mục đích của chuyến du ngoạn để cân bằng giữa thời gian học tập, khám phá và nghỉ ngơi. chúng tôi rất vui và vinh dự khi được đón tiếp các bạn và phục vụ các bạn trong chuyến hành trình dọc theo dòng sông Mê Kông hùng vĩ này. Hy vọng bạn sẽ mang về nhà những kỷ niệm khó phai trong chuyến đi này để chia sẻ với gia đình và bạn bè. Chúng tôi chúc bạn có thời gian vui vẻ ở Siem Reap và chuyến bay trở về nhà an toàn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Bạn có thể giải thích về thị thực ở cả hai nước Việt Nam - Campuchia hoạt động như thế nào khi tôi đọc được bạn có thể nộp đơn trên tàu \nCảm ơn bạnĐọc thêm",
            "Good morning and thank you for your question \n2 cases:\nUpstream cruise from Vietnam to Cambodia \nYou should arrive in Vietnam with an E-Visa done online at least 10 days prior your flight. Visa on arrival are not possible unless you have an invitation letter. Express visa on arrival cost  - 250 per person versus  - 45 online. \nFor the Cambodian Visa this one can only be applied and process on the ship at the River border for  - 50 per person. ONLINE CAMBODIAN VISA TO CROSS THE BORDER ON THE SHIP ARE NOT ACCEPTED. \nDownstream Cruise from Cambodia to Vietnam \nYou can make and it is recommended your visa on arrival to the airport  - 35 per person, mo ID picture needed - SIem Reap or Phnom Penh airport. \nFor the Vietnamese Visa it should be in your possession already precede online with the correct entry date and point of entry  - can bract the ship for that -  \nHope this can help you as Visas in those 2 countries can be an issue. \nRegardsRead more"
        ],
        "star_ratings": [
            154,
            0,
            0,
            0,
            0
        ],
        "review_amount": 154,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "TUYẾN DU LỊCH vietPRINCESS",
            "Ho Chi Minh City",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 17, 2024",
            "Written April 10, 2024",
            "Written April 9, 2024",
            "Written April 9, 2024",
            "Written April 9, 2024",
            "Written April 7, 2024",
            "Written April 6, 2024",
            "Written April 3, 2024",
            "Written March 31, 2024",
            "Written March 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d16872213-Reviews-or10-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or20-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g32248-d2360149-Reviews-Fender_Guitar_Visitor_Center-Corona_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60861-d5990503-Reviews-Indiana_Dunes_National_Park-Porter_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g43722-d626776-Reviews-Red_s-Clarksdale_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d1836937-Reviews-Leonelli_s_Beach-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129573-d8457884-Reviews-GU_Ginza-Ginza_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d622557-Reviews-Manini_owali_Beach_Kua_Bay-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g608906-d12672000-Reviews-Cane_Malu-Bosa_Province_of_Oristano_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d3298015-Reviews-GD_Gay_Massage-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g48694-d17817736-Reviews-Lake_Welch_Beach-Stony_Point_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g3695532-d2587557-Reviews-Flisvos_Marina-Paleo_Faliro_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or20-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or10-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "thành phố hồ": 0.8737692451104522,
            "nhân viên": 0.9956050160108134,
            "đồ ăn": 0.9955971196177416,
            "hướng dẫn viên": 0.7462641393067315,
            "chuyến tàu": 0.9954569950932637,
            "tàu mekong": 0.9343024076079018,
            "hành trình": 0.7477780977205839,
            "sông mê kông": 0.8737692451104522,
            "con tàu": 0.7730711106560193,
            "ngôi làng": 0.4993762908561621,
            "phi hành đoàn": 0.5,
            "bữa ăn": 0.8303725776883463,
            "nhân viên khách sạn": 0.5,
            "chuyến đi": 0.9877544507617131,
            "thủy thủ": 0.3304763101041317,
            "trải nghiệm": 0.9949682926720319,
            "cabin": 0.9954825916211121,
            "phòng chờ": 0.9954094802572703,
            "chuyến du ngoạn": 0.5,
            "chuyến hành trình": -0.9593139989301562,
            "địa điểm": 0.995430251408834,
            "công chúa mê kông": 0.9954076793510467,
            "hành đoàn": 0.9939429387450218,
            "dịch vụ": 0.7592639848589897,
            "chuyến tham quan": 0.9936229131417349,
            "làng nông thôn": 0.4875912293791771,
            "sông mê": 0.8737692451104522,
            "hướng dẫn viên du lịch": 0.9598307758569717,
            "dãy phòng": 0.9949450035346672,
            "công chúa mekong": 0.9910762697691098,
            "đặc ân": 0.9952431952115148
        },
        "dicts_adj": {
            "thành phố hồ": [
                "tuyệt vời"
            ],
            "nhân viên": [
                "tuyệt vời",
                "vui vẻ",
                "niềm nở"
            ],
            "đồ ăn": [
                "tuyệt"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "suốt"
            ],
            "chuyến tàu": [
                "đầy",
                "tuyệt vời"
            ],
            "tàu mekong": [
                "cao",
                "vui",
                "hài lòng"
            ],
            "hành trình": [
                "nhiều",
                "tử tế"
            ],
            "sông mê kông": [
                "đủ",
                "cao",
                "hoàn toàn"
            ],
            "con tàu": [
                "xa xôi",
                "nồng nhiệt"
            ],
            "ngôi làng": [
                "xa xôi",
                "nồng nhiệt"
            ],
            "phi hành đoàn": [],
            "bữa ăn": [
                "tuyệt vời",
                "ngon"
            ],
            "nhân viên khách sạn": [],
            "chuyến đi": [
                "tuyệt vời",
                "bất kỳ"
            ],
            "thủy thủ": [
                "đủ"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "vui",
                "hài lòng"
            ],
            "cabin": [
                "đẹp",
                "thoải mái",
                "nhiều"
            ],
            "phòng chờ": [
                "đẹp",
                "thoải mái",
                "nhiều"
            ],
            "chuyến du ngoạn": [],
            "chuyến hành trình": [
                "khác"
            ],
            "địa điểm": [
                "độc đáo"
            ],
            "công chúa mê kông": [
                "sang trọng"
            ],
            "hành đoàn": [
                "đặc biệt"
            ],
            "dịch vụ": [
                "đặc biệt"
            ],
            "chuyến tham quan": [
                "nhiều"
            ],
            "làng nông thôn": [
                "dọc"
            ],
            "sông mê": [
                "nhiều"
            ],
            "hướng dẫn viên du lịch": [
                "kỹ lưỡng"
            ],
            "dãy phòng": [
                "tốt",
                "thoải mái"
            ],
            "công chúa mekong": [],
            "đặc ân": [
                "chắc chắn",
                "vui"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "thành phố hồ": 1.5,
            "nhân viên": 3.0,
            "đồ ăn": 1.5,
            "hướng dẫn viên": 3.0,
            "chuyến tàu": 1.5,
            "tàu mekong": 3.0,
            "hành trình": 3.0,
            "sông mê kông": 1.5,
            "con tàu": 1.5,
            "ngôi làng": 1.5,
            "phi hành đoàn": 1.5,
            "bữa ăn": 4.5,
            "nhân viên khách sạn": 1.5,
            "chuyến đi": 4.5,
            "thủy thủ": 1.5,
            "trải nghiệm": 4.5,
            "cabin": 1.5,
            "phòng chờ": 1.5,
            "chuyến du ngoạn": 1.5,
            "chuyến hành trình": 1.5,
            "địa điểm": 1.5,
            "công chúa mê kông": 1.5,
            "hành đoàn": 1.5,
            "dịch vụ": 1.5,
            "chuyến tham quan": 1.5,
            "làng nông thôn": 1.5,
            "sông mê": 1.5,
            "hướng dẫn viên du lịch": 1.5,
            "dãy phòng": 1.5,
            "công chúa mekong": 1.5,
            "đặc ân": 1.5
        }
    },
    {
        "attraction_name": "VIETPRINCESS CRUISE LINE",
        "attraction_name_vi": "TUYẾN DU LỊCH vietPRINCESS",
        "general_info": [
            "154 đánh giá",
            "- 3 trong 312 Vận Tải ở TP.HCM",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Tàu Boutique sang trọng nằm trong Boutique sang trọng với 14 Suite thuộc địa hiện đại với tổng số lượng 28 khách. Từ Sài Gòn đến đồng bằng sông Cửu Long đến Phnom Penh Campuchia, con tàu với kích cỡ của nó sẽ đi đến nơi mà không ai khác có thể làm được: Hành trình đích thực độc đáo .... Chào mừng bạn lên con tàu sang trọng, chúng tôi vượt qua sứ mệnh của mình bằng cách vượt quá sự mong đợi của bạn.Đọc thêm",
        "reviews": [
            "Eric và nhân viên hoàn toàn tuyệt vời và không thể làm đủ để biến hành trình này trở thành một trải nghiệm tuyệt vời. Từ những món ăn tuyệt vời, đến những chuyến tham quan tuyệt vời và đội ngũ nhân viên chăm sóc đích thực và chân chính, chúng tôi không thể giới thiệu đủ hành trình này. Đọc thêm",
            "Kính gửi Katie - Gavin,\nCẢM ƠN BẠN vì những lời đánh giá cao về chuyến đi của bạn cùng chúng tôi trên tàu MEKONG PRINCESS. Chúng tôi rất vui và vinh dự khi có bạn trên tàu với tư cách là khách và được phục vụ bạn. Cảm ơn bạn đã giới thiệu chúng tôi thực sự đánh giá cao. Chúng tôi chúc bạn có khoảng thời gian tuyệt vời ở Siem Reap với kiệt tác của những ngôi đền Angkor và chuyến bay trở về nhà an toàn.\nTẤT CẢ ĐỘI NGŨ CÔNG CHÚA MEKONG TỐT NHẤTĐọc thêm",
            "Thức ăn tuyệt vời, những con người tuyệt vời và những trải nghiệm tuyệt vời mỗi ngày. Rất chân thực và rất nhiều suy nghĩ đã được đưa vào để tối đa hóa trải nghiệm mỗi ngàyĐọc thêm",
            "Kính gửi Michele - Stuart,\ncảm ơn bạn rất nhiều vì đã dành thời gian đánh giá cao hành trình của bạn cùng chúng tôi, dọc theo dòng sông Mê Kông hùng vĩ trên con tàu Mekong Princess của chúng tôi. Chúng tôi rất vui mừng khi đọc được niềm vui và sự thích thú trong chuyến đi của bạn. Thật vui và vinh dự khi được bạn là khách và được phục vụ bạn. Đánh giá này sẽ được chia sẻ với toàn thế giới vietPRINCESS CRIUISES và thậm chí xa hơn nữa. Chúng tôi một lần nữa cảm ơn bạn từ tận đáy lòng, chúc bạn có khoảng thời gian tuyệt vời ở Siem Reap và chuyến bay trở về nhà an toàn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Tôi đánh giá điều này là 5 sao. Trải nghiệm 5 sao. Dịch vụ 5 sao. Phòng 5 sao. Đồ ăn 5 sao. Những chuyến du ngoạn trên bờ 5 sao. Thành thật mà nói, tôi không thể tìm thấy điều gì tiêu cực đáng kể.Đọc thêm",
            "Greg thân mến,\nCảm ơn bạn rất nhiều vì lời khen ngợi này về hành trình của bạn với chúng tôi. Chúng tôi rất đánh giá cao thời gian của bạn trong đó. Chúng tôi rất vui khi được làm cho bạn và nhóm trở nên tuyệt vời nhất có thể. Luôn vui mừng khi thấy niềm hạnh phúc của khách hàng và khiến chúng tôi rất tự hào về công việc của mình. \nchúng tôi chúc bạn có khoảng thời gian tuyệt vời ở Siem Reap và chuyến bay trở về nhà an toàn.\nTrân trọng MEKONG PRINCESS TEAM Đọc thêm",
            "Vừa hoàn thành hành trình 7 ngày ngược dòng từ Sài Gòn trên tàu Mekong Princess. Chúng tôi đã trải qua hơn 2 năm trên những con tàu du lịch lớn và rất nhỏ. Chưa bao giờ chúng tôi trải nghiệm dịch vụ khách hàng tuyệt vời như vậy. Cabin và nhân viên nhà hàng - quầy bar không thể chu đáo hơn. Cabin của chúng tôi, thực ra là một dãy phòng, rộng rãi với nhiều chỗ chứa đồ. Thức ăn là sự kết hợp giữa phương Tây và phương Đông sẽ làm hài lòng bất cứ ai. Các hướng dẫn viên cũng đã làm rất tốt ở mỗi cổng.Đọc thêm",
            "Dear Annette  -  Gregory,\nWOW WOW such an overwhelming review and we thank you for your time in it. Thank you as well for your kind words which are going straight to our hearts. I can tell you this review will be shared with the whole world of VIETPRINCESS CRUISES especially your local guides Nam  -  Soknin who are a big part of the success with their knowledge and personality. The whole crew will be for sure delighted to read you as well, they almost prefer review to any other rewards they can get. they feel so proud when they read that they are doing a great job in creating everlasting memories to our guests. It was certainly our honor and privilege to be at service to you during this journey onboard the Mekong Princess. we wish you an amazing time in Siem Reap and a safe flight back home.\nBEST REGARDS MEKONG PRINCESS TEAMRead more",
            "Chỉ là một trải nghiệm tuyệt vời. Eric và nhóm của anh ấy khiến mọi người cảm thấy được chào đón. Mọi người đều nỗ lực hết mình để giúp cung cấp dịch vụ mẫu mực và họ đã làm điều đó với một nụ cười. Các chuyến tham quan rất thú vị, mang tính giáo dục, nhiều thông tin, đôi khi đầy cảm xúc và những cuộc họp ngắn mỗi ngày là vô giá. Đội ngũ ẩm ​​thực do đầu bếp On dẫn đầu đã cung cấp nhiều món ăn và rượu vang tuyệt vời và đội ngũ nhân viên phục vụ rất hiệu quả, thân thiện và lịch sự. Các phòng đều trang nhã, rộng rãi và thoải mái. Một trong những lợi ích độc đáo của hành trình là phong cách cửa hàng. Có tối đa 28 hành khách bổ sung vào dịch vụ được cá nhân hóa. Rất khuyến khích.Đọc thêm",
            "Dear Susan  -  Leighton,\nThank you so much for your time in this kind review it warns our hearts every time we see a new review popping up and to read the happiness of our guests. It was our pleasure and honor to be at service to you during this journey onboard Mekong Princess. We are glad that you have enjoyed the service onboard, the food and the tours offered during this cruise. We are so proud of our Princess and our guest; we always want to be better than we used to be and always looking to improve our service. Again, a big thank you and trust me it will be shared with all involved in making this happening, with Nam  -  Soknin your local guides as well. We wish you a fabulous time in Siem Reap and a safe flight back home.\nMEKONG PRINCESS TEAMRead more",
            "Một trải nghiệm đặc biệt. Giám đốc du thuyền Erik có tới 29 nhân viên đáng kinh ngạc trên tàu Mekong Princess. Chef On tạo ra những bữa ăn ngon hàng ngày. Phòng ăn và nhân viên phòng chờ thật rực rỡ. Các liệu pháp spa thật tuyệt vời và mọi khía cạnh của cuộc sống trên tàu đều đạt tiêu chuẩn 5 sao. Các chuyến tham quan bằng thuyền của chúng tôi rất đa dạng và mang tính giáo dục. Rất khuyến khích Công chúa Mê Kông.Đọc thêm",
            "Dear Sonya  -  Greg,\nThank you so much for your kind heartfelt review on our page. We appreciate so much to read happiness of our guests. it was a delight to have you and your party of 6 onboard and be at service to you during this journey onboard the Mekong Princess. You are right the crew is incredible and regardless how nice is the ship they are ones making it an everlasting memory. This review will be shared amongst all involved in this trip as well as your two local guides Nam  -  Soknin who are a big part of the experience and the success of it with their personality  -  Knowledge of their country. Again, our sincerest thank you for this review which will go a long way for us in the world of River Cruising. We wish you now a great time in Siem Reap with the magnificent Angkor Site and a safe flight back home until our paths cross again.\nMEKONG PRINCESS TEAMRead more",
            "Yêu từng phút, từng giờ, từng ngày trên hành trình. Chiếc thuyền thật tuyệt vời từ các phòng đến phòng ăn đến quầy bar. Một bộ phim vào mỗi buổi tối. Giám đốc hành trình của chúng tôi Eric là một bậc thầy ở vị trí của mình. Anh ấy sẽ sắp xếp phương tiện di chuyển TukTuk cho chúng tôi khi ở trong thành phố để chúng tôi được an toàn. Có 27 hành khách trên tàu, phi hành đoàn và nhân viên gồm 30 người. Rất hiếm khi tôi tự mình mở cửa. Thức ăn thật tuyệt vời với nhiều sự lựa chọn để thỏa mãn mong muốn của mọi người. Bạn sẽ không quên máy chủ giải trí mang tên Champion. Tất cả các điểm dừng dọc sông đều mang tính giáo dục và thú vị. Thật ấm lòng khi đến thăm một ngôi trường nơi học sinh đang học tiếng Anh. Người dân Việt Nam và Campuchia thật tốt bụng và hào phóng. Trải nghiệm này là một trải nghiệm đáng trân trọng.Đọc thêm",
            "Dear Wanderer,\nAlways a great pleasure to woke up and check our TRIP ADVISOR page and find kind reviews like yours. Thank you so much for your time in it and kindness in it. We are so glad you have enjoyed your time onboard with us, that the ship was up to your expectations. I will share this review with the whole Team onboard as always, as well as with Mr. Nam  -  Mr. Hiek your local guides on this particular tour. I was such an honor and privilege to have you as guests and be at service to you and the group of PEACE LOVE TRAVEL. We hope on our side to have always such nice group onboard, easy to please, happy with the whole experience and fun. Again, thank you for your precious time in this review we very much appreciate and hope our paths will cross again.\nMEKONG PRINCESS TEAMRead more",
            "Mọi thứ đều là hạng nhất.  Các nhân viên thật tuyệt vời, tốt bụng, chu đáo và thực sự chú ý đến từng chi tiết, Con tàu, thức ăn, nhân viên, phòng hoàn toàn tuyệt vời và đáng để đi du lịch nửa vòng trái đất -. họ sẽ đáp ứng mọi nhu cầu của bạn.Đọc thêm",
            "Kính gửi Denise - Joseph,\nCảm ơn bạn rất nhiều vì đã dành thời gian cho bài đánh giá này cũng như đánh giá cao hành trình của bạn với chúng tôi trên tàu và nhóm PEACE LOVE TRAVEL. Đó cũng là một chuyến du ngoạn mà chúng tôi rất yêu thích với đám đông vui vẻ này, rất dễ được phục vụ và hài lòng. Chúng tôi rất vui khi biết rằng bạn đã tận hưởng tất cả các dịch vụ trên tàu, điều đó khiến chúng tôi tự hào về công việc của mình và luôn thúc đẩy chúng tôi thậm chí còn tốt hơn trước đây. Chúng tôi hy vọng rằng bạn sẽ thích thú với địa điểm Siem Reap và Angkor Wat và bạn đã có chuyến bay trở về nhà an toàn với những kỷ niệm đầy những khoảnh khắc hạnh phúc ở Đông Nam Á. Một lần nữa xin cảm ơn sự ủng hộ của bạn và chúc bạn mọi điều tốt đẹp nhất.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Tôi thậm chí không biết bắt đầu từ đâu! Phi hành đoàn thực sự tuyệt vời và chúng tôi cảm thấy như đã trở thành gia đình vào cuối chuyến đi. Eric luôn ở đó để đảm bảo mọi thứ diễn ra suôn sẻ và đúng giờ.  Mekong Princess được xây dựng để tạo sự thoải mái, tất cả các phòng và khu vực chung đều được trang trí trang nhã. Thức ăn rất ngon và luôn có nhiều loại để lựa chọn. Chúng tôi đã có một chuyến đi tuyệt vời và chúng tôi sẽ trở lại vào tháng 10! Hãy đặt chuyến đi này NGAY BÂY GIỜ! Đó là chuyến đi của cuộc đờiĐọc thêm",
            "Kính gửi Tháilia - Andrew,\nCảm ơn bạn rất nhiều vì đã đặt nhóm PEACE LOVE TRAVEL tuyệt vời của mình trên tàu Mekong Princess. Chúng tôi cũng rất vui được chào đón tất cả các bạn và phục vụ các bạn trong tuần tuyệt vời này cùng với các bạn. Tất cả đều tuyệt vời, thật dễ dàng và suôn sẻ; chúng tôi rất nóng lòng được gặp lại bạn vào tháng 10 và tháng 1. Chúng tôi rất vui vì bạn đã tận hưởng bầu không khí thân mật của con tàu, cảm giác Comme a la Maison và vâng, giờ đây bạn chắc chắn là thành viên của gia đình Mekong Princess. Một lần nữa, chúng tôi thực sự rất vui được gặp tất cả các bạn trên tàu và sẽ sớm tìm kiếm thêm. Mọi điều tốt đẹp nhất luôn đến với bạn và toàn thể gia đình PEACE LOVE TRAVEL.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Nếu bạn đang tìm kiếm một con tàu nhỏ với chất lượng 5 sao thì Mekong Princess là dành cho bạn.   Sự quan tâm đến từng cá nhân, chất lượng đồ ăn, dịch vụ và nhân viên vượt quá sự mong đợi của tôi.Đọc thêm",
            "Kính gửi Kerri - David,\nchúng tôi rất vui vì nó đã vượt quá sự mong đợi của bạn; chúng tôi cảm thấy mình đã thành công trong sứ mệnh tạo ra những kỷ niệm khó quên cho bạn. Chúng tôi rất biết ơn khi có bạn là khách mời và nhóm Abercrombie - Kent và được phục vụ bạn. Chúng tôi chúc bạn có một thời gian tuyệt vời ở Thành phố Hồ Chí Minh và chuyến bay trở về nhà an toàn. Cảm ơn một lần nữa vì lòng tốt của bạn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Bạn có thể giải thích về thị thực ở cả hai nước Việt Nam - Campuchia hoạt động như thế nào khi tôi đọc được bạn có thể nộp đơn trên tàu \nCảm ơn bạnĐọc thêm",
            "Good morning and thank you for your question \n2 cases:\nUpstream cruise from Vietnam to Cambodia \nYou should arrive in Vietnam with an E-Visa done online at least 10 days prior your flight. Visa on arrival are not possible unless you have an invitation letter. Express visa on arrival cost  - 250 per person versus  - 45 online. \nFor the Cambodian Visa this one can only be applied and process on the ship at the River border for  - 50 per person. ONLINE CAMBODIAN VISA TO CROSS THE BORDER ON THE SHIP ARE NOT ACCEPTED. \nDownstream Cruise from Cambodia to Vietnam \nYou can make and it is recommended your visa on arrival to the airport  - 35 per person, mo ID picture needed - SIem Reap or Phnom Penh airport. \nFor the Vietnamese Visa it should be in your possession already precede online with the correct entry date and point of entry  - can bract the ship for that -  \nHope this can help you as Visas in those 2 countries can be an issue. \nRegardsRead more"
        ],
        "star_ratings": [
            154,
            0,
            0,
            0,
            0
        ],
        "review_amount": 154,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "TUYẾN DU LỊCH vietPRINCESS",
            "Ho Chi Minh City",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 27, 2024",
            "Written March 27, 2024",
            "Written March 27, 2024",
            "Written March 27, 2024",
            "Written March 27, 2024",
            "Written March 26, 2024",
            "Written March 23, 2024",
            "Written March 20, 2024",
            "Written March 20, 2024",
            "Written March 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d16872213-Reviews-or20-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or10-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or30-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g14773724-d8456606-Reviews-Juta_Valley-Juta_Mtskheta_Mtianeti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1643550-d554534-Reviews-Everland-Yongin_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g41112-d19545146-Reviews-Sugarloaf_Mountain-Dickerson_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d3389495-Reviews-Untermyer_Gardens-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553438-Reviews-Cleopatra_s_Barge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d13089572-Reviews-Terrazza_del_Pincio-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293948-d735790-Reviews-Ala_Archa_Gorge-Bishkek.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1164961-Reviews-Three_Bears_General_Store-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d8661074-Reviews-Baby_Beach-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548580-Reviews-The_Cock-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or30-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or20-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "nhân viên": 0.38404055178398266,
            "hành trình": 0.7452513984171674,
            "trải nghiệm": 0.9925245931760097,
            "món ăn": 0.9954839607817121,
            "chuyến tham quan": 0.9289210018274995,
            "chuyến đi": 0.9839775153377559,
            "tàu mekong": 0.9231817037798464,
            "ngôi đền angkor": 0.8737692451104522,
            "chuyến bay": 0.995086483618555,
            "ngũ": 0.5,
            "công chúa mekong": 0.5,
            "thức ăn": 0.934126723499503,
            "sông mê kông": 0.8737692451104522,
            "dịch vụ": 0.7867144823151951,
            "đồ ăn": 0.9954479543957859,
            "chuyến du ngoạn": 0.995386382099241,
            "con tàu du lịch": 0.044090354815125465,
            "nhà hàng": -0.19850061857141554,
            "quầy bar": -0.24887202982790768,
            "dãy phòng": 0.7976211741333827,
            "chỗ chứa": 0.5,
            "hướng dẫn viên": 0.9743527695536613,
            "dịch vụ mẫu": 0.9914181616622955,
            "ngũ ẩm ​​thực": 0.5966570116579533,
            "đầu bếp": 0.9950749834533781,
            "phong cách": 0.5,
            "du thuyền": 0.5,
            "bữa ăn": 0.987746997969225,
            "phòng ăn": 0.8737692451104522,
            "phòng chờ": 0.9953582093585283,
            "liệu pháp": 0.9953705148072913,
            "công chúa mê kông": 0.9934999945107847,
            "siem reap": 0.9953414703486487
        },
        "dicts_adj": {
            "nhân viên": [
                "hoàn toàn",
                "tuyệt vời",
                "đủ",
                "đủ",
                "chu đáo",
                "hơn",
                "lịch sự",
                "rực rỡ"
            ],
            "hành trình": [
                "tuyệt vời",
                "cùng",
                "dọc"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời",
                "chân thực",
                "nhiều",
                "tuyệt vời"
            ],
            "món ăn": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "chuyến tham quan": [
                "tuyệt vời",
                "thú vị",
                "nhiều",
                "đầy",
                "ngắn",
                "đa dạng"
            ],
            "chuyến đi": [
                "cùng",
                "vui mừng",
                "vui"
            ],
            "tàu mekong": [
                "cao",
                "ngược"
            ],
            "ngôi đền angkor": [
                "tuyệt vời"
            ],
            "chuyến bay": [
                "an toàn",
                "tuyệt vời",
                "an toàn",
                "tuyệt vời",
                "an toàn"
            ],
            "ngũ": [],
            "công chúa mekong": [],
            "thức ăn": [
                "tuyệt vời",
                "tuyệt vời",
                "hài lòng"
            ],
            "sông mê kông": [
                "nhiều",
                "cao"
            ],
            "dịch vụ": [
                "tuyệt vời",
                "tối đa"
            ],
            "đồ ăn": [],
            "chuyến du ngoạn": [],
            "con tàu du lịch": [
                "hơn",
                "lớn",
                "nhỏ"
            ],
            "nhà hàng": [
                "chu đáo",
                "hơn"
            ],
            "quầy bar": [
                "chu đáo",
                "hơn"
            ],
            "dãy phòng": [
                "rộng rãi",
                "nhiều"
            ],
            "chỗ chứa": [],
            "hướng dẫn viên": [
                "tốt"
            ],
            "dịch vụ mẫu": [
                "mẫu mực"
            ],
            "ngũ ẩm ​​thực": [
                "nhiều"
            ],
            "đầu bếp": [
                "nhiều"
            ],
            "phong cách": [],
            "du thuyền": [],
            "bữa ăn": [
                "ngon"
            ],
            "phòng ăn": [
                "rực rỡ"
            ],
            "phòng chờ": [
                "rực rỡ"
            ],
            "liệu pháp": [
                "tuyệt vời"
            ],
            "công chúa mê kông": [],
            "siem reap": []
        },
        "list_proper_noun": [],
        "factor value": {
            "nhân viên": 6.0,
            "hành trình": 4.5,
            "trải nghiệm": 4.5,
            "món ăn": 3.0,
            "chuyến tham quan": 4.5,
            "chuyến đi": 3.0,
            "tàu mekong": 3.0,
            "ngôi đền angkor": 1.5,
            "chuyến bay": 4.5,
            "ngũ": 1.5,
            "công chúa mekong": 1.5,
            "thức ăn": 3.0,
            "sông mê kông": 1.5,
            "dịch vụ": 4.5,
            "đồ ăn": 1.5,
            "chuyến du ngoạn": 1.5,
            "con tàu du lịch": 1.5,
            "nhà hàng": 1.5,
            "quầy bar": 1.5,
            "dãy phòng": 1.5,
            "chỗ chứa": 1.5,
            "hướng dẫn viên": 1.5,
            "dịch vụ mẫu": 1.5,
            "ngũ ẩm ​​thực": 1.5,
            "đầu bếp": 1.5,
            "phong cách": 1.5,
            "du thuyền": 1.5,
            "bữa ăn": 1.5,
            "phòng ăn": 1.5,
            "phòng chờ": 1.5,
            "liệu pháp": 1.5,
            "công chúa mê kông": 1.5,
            "siem reap": 1.5
        }
    },
    {
        "attraction_name": "VIETPRINCESS CRUISE LINE",
        "attraction_name_vi": "TUYẾN DU LỊCH vietPRINCESS",
        "general_info": [
            "154 đánh giá",
            "- 3 trong 312 Vận Tải ở TP.HCM",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Tàu Boutique sang trọng nằm trong Boutique sang trọng với 14 Suite thuộc địa hiện đại với tổng số lượng 28 khách. Từ Sài Gòn đến đồng bằng sông Cửu Long đến Phnom Penh Campuchia, con tàu với kích cỡ của nó sẽ đi đến nơi mà không ai khác có thể làm được: Hành trình đích thực độc đáo .... Chào mừng bạn lên con tàu sang trọng, chúng tôi vượt qua sứ mệnh của mình bằng cách vượt quá sự mong đợi của bạn.Đọc thêm",
        "reviews": [
            "Chiếc thuyền thật đẹp, nhân viên thật tuyệt vời, duyên dáng, thân thiện và chu đáo!  Yêu khung cảnh thân mật nhỏ.   Thức ăn tươi ngon và tuyệt vời mỗi ngày.   Là một trải nghiệm thực sự thư giãn và mang tính giáo dụcĐọc thêm",
            "Tracy - Karen thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian đánh giá chân thành về hành trình của bạn cùng chúng tôi trên tàu Mekong Princess của chúng tôi với PEACE LOVE TRAVEL Group. Thật vinh dự và đặc ân của chúng tôi khi được đón tiếp bạn làm khách và được phục vụ bạn. Chúng tôi luôn rất vui khi đọc được những đánh giá mới từ khách hàng, đặc biệt khi họ cũng tuyệt vời như của bạn, điều đó khiến chúng tôi tự hào về công việc của mình và luôn muốn cải thiện.  Chúng tôi hy vọng bạn sẽ trở về nhà an toàn với những kỷ niệm khó phai trong chuyến hành trình ở Đông Nam Á. Một lần nữa xin cảm ơn sự ủng hộ của bạn và chúng tôi chúc bạn mọi điều tốt đẹp nhất cho tương lai. Cảm ơn một ngàn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Một trải nghiệm tuyệt vời, chuyến đi tuyệt vời nhất tôi từng đi.  Phi hành đoàn thật tuyệt vời và chiếc thuyền thật đẹp!  Rất muốn giới thiệu hành trình này, bạn sẽ không thất vọng.Đọc thêm",
            "Devon thân mến - s - Jenell\nCảm ơn bạn rất nhiều vì những lời tốt đẹp và thời gian của bạn trong bài đánh giá này. Chúng tôi rất vui vì bạn đã tận hưởng chuyến hành trình cùng chúng tôi trên tàu Princess của chúng tôi. Thật vinh dự khi được biết bạn và những người còn lại trong nhóm. Rất vui vì bạn thích phong cách thuộc địa của con tàu của chúng tôi và cảm ơn bạn đã giới thiệu chúng tôi. Chúng tôi chúc bạn có một kết thúc kỳ nghỉ tuyệt vời ở Đông Nam Á và có chuyến bay an toàn trở về nhà với hy vọng con đường của chúng ta sẽ lại đi qua. \nMEKONG PRINCESS TEAM Đọc thêm",
            "From the moment we stepped onto the Mekong Princess we knew we were in for an unforgettable experience. On arrival our luggage was whisked off by the staff to our suite whilst we were shown into the lounge for drinks and our onboard safety briefing.The ship is like a luxury hotel with fresh flowers, crystal chandeliers and tasteful Vietnamese and Cambodian murals painted on the walls. The staff are immaculately turned out and without exception do all they can to make your trip as memorable as possible. The ship is French colonial in style and extremely comfortable from the sofas and armchairs in the lounge to the amazing beds  - complete with pillow menu -  in our suite.The tour itinerary is wide and varied, although if you fancy a day on board to enjoy a spa treatment, then this is available too. We saw things unlike we - ve ever seen before and so enjoyed the experience  - although the trip to the Killing Fields and S21 is not for the faint hearted - . We are, however, glad we made the trip and were lucky enough to meet one of the survivors from S21. One of our favourite trips was to Coconut Island where we took small sampans through a palm fringed waterway and saw coconut products being made. The coconut biscuits were particularly delicious. A local guide accompanied us on every trip  - a Cambodian guide in Cambodia and a Vietnamese guide in Vietnam - . The Mekong River is amazing. Much wider than we imagined, and so busy in parts with boats and ships in all shapes and sizes carrying wide and varied cargoes from mangoes, rice, sand, coconuts, bales of rice straw and much much more. We also loved watching the fishermen casting their circular nets as the sun went down over a gin and tonic. Local beers and spirits were complimentary on the ship with cocktails and other spirits available to buy at sensible prices e.g. 5US  -  for a Baileys.  -  The bar tender  - Sitha -  knew everyone by name and always greeted you with a smile, predicting what you were going to order. The restaurant staff were also fabulous and they helped make our holiday such fun. Special thank you to Sreyoun, Champion  - I am hunky dory -  and Sim who fed us heartily 3 times a day! The food is fresh, plentiful and varied and Chef On will gladly cater for personal tastes. Complimentary wine is also served at dinner each night  - red and white are different every night - . Our butler Srey also delivered tea and coffee to our suite every morning at a time of our choosing and brought complimentary canapes and drinks to us and hour or so before dinner every night. The sailors who accompanied us on our trips are also due a mention as they made sure we got on and off the ship safely every day and always offered a steadying hand to guide us up and down the gang planks. Also thank you to the staff who cleaned our shoes after we returned on board and gave us cold cloths and a variety of cooling drinks. Everything seemed to have been thought of. A special thank you to Eric the cruise hospitality director who briefed us each evening on the following day - s itinerary and any special dress requirements etc. Eric also kindly arranged a dental appointment for my husband and accompanied him to and from the appointment. We saw several other cruise ships on the Mekong, but were so glad we were on the Mekong Princess. She is in a class of her own. The company also supports the local communities and gives back in various ways e.g. selling local products in the gift shop and supporting a local orphanage. The staff are also extremely well treated and most have worked on the Mekong Princess since she was built. I could extol the virtues of this amazing ship, her crew and the trips for long enough, but you - re best just to experience it for yourselves.Read more",
            "Dear Audrey  -  John\nwao wao wao wao what an overwhelming review and you were not kidding it is a novel; it will be the headline of all our advertisement from now on. How can we thank you for this FABULOUS heartfelt review so detailed and so gentle to read. It will be shared with the whole world in our Company first the crew, the local guides and all involved in making this journey as unforgettable as possible to our valued guests. It was our honor and pleasure to be at service to you and help you whenever possible we want to leave to our guests everlasting memories of their stay onboard. We hope that you enjoyed Phu Quoc and that you are getting same service as the MEKONG PRINCESS while you were onboard. We wish you a safe trip back home and do hope that our paths will cross again sometimes either with you and we wish or friends of yours. Thanks again from the bottom of our hearts for your precious time and kindness in this review.\nMEKONG PRINCESS TEAMRead more",
            "Một trải nghiệm tuyệt vời.  Chúng tôi thực sự rất thích đi du lịch trên một chiếc thuyền nhỏ. Phi hành đoàn gọi chúng tôi bằng tên và rất chu đáo.  Chương trình đã giúp chúng tôi hiểu rõ hơn về cuộc sống của người dân dọc sông Mê Kông. Thức ăn rất tuyệt vời, cung cấp nhiều loại. Chúng tôi có mọi thứ chúng tôi có thể cần trong phòng khánh tiết của mình. Phong cách trang trí kiểu thuộc địa Pháp của Mekong Princess đã khiến đây trở thành một trải nghiệm độc đáo.Đọc thêm",
            "Kính gửi Lyn - Barry,\nlàm thế nào chúng tôi có thể cảm ơn đủ cho đánh giá loại này. Chúng tôi rất vui mừng khi thấy được niềm vui và sự thích thú của bạn trong chuyến hành trình cùng chúng tôi trên tàu Princess của chúng tôi. Thật vinh dự và hân hạnh khi được đón tiếp bạn làm khách và phục vụ bạn trong tuần này. Đánh giá này sẽ được chia sẻ với toàn bộ thủy thủ đoàn cũng như Hướng dẫn viên địa phương đã đồng hành cùng bạn trong chuyến đi này. Điều đó khiến chúng tôi cảm thấy rất vui mỗi khi nhận được đánh giá như vậy và chúng tôi luôn muốn tốt hơn ngày hôm qua và luôn nỗ lực hết mình vì khách hàng của mình. Một lần nữa xin cảm ơn từ tận đáy lòng, chúng tôi hy vọng sẽ thành công trong việc tạo ra những kỷ niệm khó quên về thời gian của các bạn ở Đông Nam Á và chúng tôi hy vọng đôi khi con đường của chúng ta sẽ gặp lại nhau.\nMEKONG PRINCESS TEAM Đọc thêm",
            "Chuyến đi tuyệt vờiMọi thứ đều tốt như chúng tôi mong đợiChúng tôi được bạn bè giới thiệu kỳ nghỉ này. Họ nói rằng đây là một trong những kỳ nghỉ yêu thích của họ. Nhân viên thật tuyệt vời, mọi thứ đều ngăn nắp nhưng đồng thời cũng thoải mái. Tôi sẽ giới thiệu nó cho những người bạn khácĐọc thêm",
            "Dear Claire  -  Patrick,\nthank you so much for this kind heartfelt review which is your first one ever and we feel honored it is for us. We are so glad it was recommended to you and that it lives up to your expectations. It was our privilege to have you as guests and be at service to you. This review will be shared with the whole crew as well as the local guides who are a big part of the trip and the experience as well. Thank for recommending us to your friends, it is the only way for us to be know correctly as you are our best Ambassadors being on the ship already. and have done this journey. We do hope that you will enjoy Siem Reap tomorrow and the magnificent Angkor Temples site. We wish you as well a safe journey back home with everlasting memories of your trip in Southeast Asia. Thanks again a thousand from the bottom of our hearts. So long until our paths cross again.\nMEKONG PRINCESS TEAMRead more",
            "Chuyến đi của chúng tôi trên Công chúa Mê Kông vượt quá mọi mong đợi từ đầu đến cuối. Chúng tôi đặt trực tiếp qua Vietprincess Cruise Line và được chăm sóc một cách hoàn hảo kể từ đó trở đi. Trên đất liền, chúng tôi đã được thông báo và giải trí bởi những hướng dẫn viên xuất sắc của chúng tôi, ông Khánh ở Việt Nam và ông Hiek ở Campuchia. Trên mặt nước, chúng tôi hoàn toàn được chiều chuộng bởi Eric Christophe và tất cả phi hành đoàn tuyệt vời của anh ấy, những người đã làm rất nhiều việc để đảm bảo rằng một số lượng tương đối nhỏ hành khách có thể tận hưởng trọn vẹn. Cabin rất đẹp và thoải mái. Sự chú ý đến từng chi tiết là đáng chú ý. Những chuyến thăm bờ hàng ngày đã mang lại hương vị tuyệt vời về phong tục và văn hóa của hai quốc gia rất tương phản. Cảm ơn bạn rất nhiều vì đã biến hai tuần của chúng tôi thành một kỳ nghỉ đáng nhớ và thoải mái.Đọc thêm",
            "Mike - Sara thân mến,\nthật là một bài đánh giá ấm lòng, chúng tôi cảm thấy rất tự hào về công việc của mình khi đọc bạn. Thật vinh dự và đặc ân khi có bạn là khách trên chuyến đi này. Bạn có thể chắc chắn rằng điều này cũng sẽ được chia sẻ với hai hướng dẫn viên địa phương của bạn tại Việt Nam - Campuchia vì họ là một phần quan trọng trong toàn bộ trải nghiệm.  Một lần nữa, chúng tôi không thể cảm ơn đủ vì đánh giá tử tế này, nó đi thẳng vào trái tim chúng tôi và thúc đẩy chúng tôi trở nên tốt hơn trước đây mỗi ngày khi thức dậy. Chúng tôi hy vọng rằng con đường của chúng ta sẽ sớm giao nhau trở lại trên trái đất này, vì giờ đây bạn là thành viên của gia đình MEKONG PRINCESS. Cảm ơn bạn đã bảo trợ của bạn. Xin gửi lời chúc tốt đẹp nhất tới tất cả các bạn.\nMEKONG PRINCESS TEAM Đọc thêm",
            "Chuyến đi tuyệt vời, những chuyến du ngoạn thú vị và hướng dẫn viên của chúng tôi, ông Khan, đơn giản là tuyệt vời nhất.  Nhà hàng hạng nhất với đội ngũ nhân viên thân thiện tuyệt vời, hãy hét lên với Champoeun, người TUYỆT VỜI -. Được tham gia bởi những vị khách có tâm hồn tuyệt vời, những người mà chúng tôi đã rất vui vẻ cùng. Sẽ nhớ tất cả các bạn và hy vọng một ngày nào đó chúng ta sẽ gặp lại nhau.Đọc thêm",
            "Dear Sarah, Michael, Sarah  -  Jonh,\nthank you so much for your kind review and glad to read that you have enjoyed the pre and post cruise as well tailored for you by our DMC. It was such a great honor and pleasure to have you 4 onboard the Mekong Princess and be at service to you. It was indeed a great crowd on that trip which blend together very well and very quickly, we would love to have only cruises like this one. Hope you have enjoyed Siem Reap  -  Ha Long Bay as well. You MUST be back in England by now with much different weather condition. We would love to see you sometimes again or friends of yours we wish you all the very best. You are in the family album photos of the Mekong Princess now. Thank you. I will of course share this review with Mr. Khan who was with you on the pre tour and the whole crew onboard as well.\nMEKONG PRINCESS TEAMRead more",
            "Chuyến đi và cuộc phiêu lưu của cuộc đời. Chiếc thuyền thật đẹp. Chúng tôi được đối xử như hoàng gia. Thức ăn rất tuyệt vời và dịch vụ rất xuất sắc. Hướng dẫn viên du lịch của chúng tôi là người địa phương và rất hiểu biết, cùng với hướng dẫn viên chính của chúng tôi. Toàn bộ nhân viên đối xử với chúng tôi như gia đình. Rất khuyến khích. Rất sang trọng.Đọc thêm",
            "Joanne - John thân mến\nLời nhận xét chân thành và ấm áp quá, cảm ơn bạn đã dành thời gian quý báu cho nó. Chúng tôi rất vui được đọc thông tin của bạn và nó sẽ được chia sẻ với toàn bộ phi hành đoàn trên tàu cũng như các hướng dẫn viên địa phương và ông Chatcha RTD của bạn. Team cảm thấy rất tự hào khi đọc được niềm hạnh phúc của quý khách. Quả thực, tất cả các vị khách của chúng tôi đều là thành viên của Gia đình MEKONG PRINCESS ngay khi bước chân vào. trên tàu. Chúng tôi rất vui khi tạo ra những kỷ niệm khó quên cho khách hàng. Chúng tôi chúc bạn có một khoảng thời gian tuyệt vời tại Thành phố Hồ Chí Minh - Sài Gòn và chuyến hành trình trở về Mỹ an toàn.\nMEKONG PRINCESS TEAM Đọc thêm",
            "Con tàu đẹp, nhân viên được đào tạo bài bản, thú vị - rất hữu ích!  Eric, Giám đốc Cruise thật đáng chú ý - cực kỳ hiểu biết - đồ ăn rất ngon.  Chúng tôi yêu thích khoảng thời gian trên tàu - đánh giá cao điều đó.Đọc thêm",
            "Marjorie - Albert thân mến,\ncảm ơn bạn rất nhiều vì đã dành thời gian cho bài đánh giá này. chúng tôi rất vui khi biết rằng bạn đã tận hưởng kỳ nghỉ cùng chúng tôi trên tàu Princess của chúng tôi. Đó là một nhóm người tuyệt vời với điều lệ A - K. Hãy tin tôi đi, bài đánh giá này sẽ còn đi được một chặng đường dài trong thế giới River Cruise và sẽ được chia sẻ với toàn bộ Nhóm trên tàu cũng như trên bờ. Bây giờ chúng tôi chúc bạn có một khoảng thời gian tuyệt vời tại Thành phố Hồ Chí Minh - Sài Gòn và chuyến hành trình trở về nhà an toàn với những kỷ niệm khó quên. Bạn là thành viên của gia đình Công Chúa Mê Kông.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Thật là một con tàu sang trọng với đội ngũ nhân viên thân thiện, chuyên nghiệp, đồ ăn tuyệt vời và một góc nhìn khác biệt mỗi ngày! Chuyến đi thực địa của chúng tôi - được dẫn dắt bởi những hướng dẫn viên thú vị và đầy thông tin và không có hai trải nghiệm nào giống nhau.  Trên hết, chúng tôi đã gặp được những người bạn mới mà chúng tôi sẽ rất vui khi được đi du lịch cùng trong tương lai. Nếu bạn đang muốn ngắm nhìn Việt Nam từ trên mặt nước, Mekong Princess chính là lựa chọn phù hợp!Đọc thêm",
            "Kính gửi Catherine - James,\nCảm ơn bạn rất nhiều vì đã bày tỏ cảm xúc của mình trên trang của chúng tôi, chúng tôi đánh giá rất cao. Chúng tôi rất vinh dự được đón tiếp bạn và hân hạnh được phục vụ bạn và nhóm A - K. Không khí gia đình trên tàu cũng là một cảm giác tuyệt vời. Chúng tôi luôn mong muốn có nhóm A - K tham gia, họ là những người mua sắm tốt nhất và những vị khách tốt bụng. Chúng tôi hy vọng bạn sẽ mang theo những kỷ niệm khó quên khi trở về nhà. Chúng tôi chúc bạn có thời gian vui vẻ ở Thành phố Hồ Chí Minh và có chuyến trở về nhà an toàn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Bạn có thể giải thích về thị thực ở cả hai nước Việt Nam - Campuchia hoạt động như thế nào khi tôi đọc được bạn có thể nộp đơn trên tàu \nCảm ơn bạnĐọc thêm",
            "Good morning and thank you for your question \n2 cases:\nUpstream cruise from Vietnam to Cambodia \nYou should arrive in Vietnam with an E-Visa done online at least 10 days prior your flight. Visa on arrival are not possible unless you have an invitation letter. Express visa on arrival cost  - 250 per person versus  - 45 online. \nFor the Cambodian Visa this one can only be applied and process on the ship at the River border for  - 50 per person. ONLINE CAMBODIAN VISA TO CROSS THE BORDER ON THE SHIP ARE NOT ACCEPTED. \nDownstream Cruise from Cambodia to Vietnam \nYou can make and it is recommended your visa on arrival to the airport  - 35 per person, mo ID picture needed - SIem Reap or Phnom Penh airport. \nFor the Vietnamese Visa it should be in your possession already precede online with the correct entry date and point of entry  - can bract the ship for that -  \nHope this can help you as Visas in those 2 countries can be an issue. \nRegardsRead more"
        ],
        "star_ratings": [
            154,
            0,
            0,
            0,
            0
        ],
        "review_amount": 154,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "TUYẾN DU LỊCH vietPRINCESS",
            "Ho Chi Minh City",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 20, 2024",
            "Written March 13, 2024",
            "Written March 8, 2024",
            "Written March 4, 2024",
            "Written February 28, 2024",
            "Written February 27, 2024",
            "Written February 25, 2024",
            "Written February 21, 2024",
            "Written February 21, 2024",
            "Written February 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d16872213-Reviews-or30-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or20-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or40-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g644226-d12822246-Reviews-Centaurs_Path-Portaria_Volos_Magnesia_Region_Thessaly.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1674348-Reviews-Old_Tyme_Portraits-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g29103-d9857191-Reviews-Rio_Del_Mar_State_Beach-Aptos_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g39686-d145356-Reviews-Lake_Linville-Mount_Vernon_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g55559-d109511-Reviews-Inks_Lake_State_Park-Burnet_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g35609-d6965289-Reviews-Stanley_Lake-Stanley_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d1840178-Reviews-Target_Field-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069655-d3643024-Reviews-Sealanya_Dolphinpark_Seapark-Turkler_Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g49680-d569189-Reviews-Kaleideum_North-Winston_Salem_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d6983533-Reviews-Kanawa_Island-Labuan_Bajo_Flores_East_Nusa_Tenggara.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or40-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or30-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "thuyền": 0.9951295835198835,
            "nhân viên": 0.9952120719535742,
            "thức ăn": 0.9955578630324453,
            "hành trình": 0.981999940588139,
            "tàu": 0.5,
            "đặc ân": 0.9955638848477975,
            "chuyến hành trình": 0.9941653086959074,
            "trải nghiệm": 0.8302160281067094,
            "chuyến đi": 0.7486204084474594,
            "phi hành đoàn": 0.9400589010600622,
            "thuộc địa": 0.995360484579578,
            "kỳ nghỉ": 0.9949677696373934,
            "chuyến bay": 0.9938831562758423,
            "chiếc thuyền": 0.9923103310866281,
            "người dân dọc sông mê kông": 0.7994922045618296,
            "phòng khánh": 0.9385114489123225,
            "thủy thủ đoàn": 0.9868030787911266,
            "hướng dẫn viên": 0.23836554742107788,
            "công chúa mê kông": 0.5,
            "đất liền": 0.9764730641618371,
            "mặt": 0.9196487797889858,
            "chuyến thăm bờ": 0.9952679395209998,
            "phong tục": 0.9916589824715629,
            "văn hóa": 0.6095649302005768,
            "trái tim": 0.9922220739535987,
            "trái đất": 0.8649571258574724
        },
        "dicts_adj": {
            "thuyền": [
                "đẹp"
            ],
            "nhân viên": [
                "tuyệt vời",
                "tuyệt vời",
                "thoải mái"
            ],
            "thức ăn": [
                "tuyệt vời",
                "tuyệt vời",
                "nhiều"
            ],
            "hành trình": [
                "cùng"
            ],
            "tàu": [],
            "đặc ân": [
                "vinh dự"
            ],
            "chuyến hành trình": [
                "an toàn",
                "khó",
                "vui",
                "cùng",
                "cùng"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "tốt",
                "vinh dự"
            ],
            "phi hành đoàn": [
                "tuyệt vời",
                "đẹp",
                "chu đáo",
                "tuyệt vời",
                "nhiều",
                "tương đối",
                "nhỏ",
                "trọn vẹn"
            ],
            "thuộc địa": [
                "vui"
            ],
            "kỳ nghỉ": [
                "tuyệt vời",
                "nhiều",
                "thoải mái"
            ],
            "chuyến bay": [
                "an toàn"
            ],
            "chiếc thuyền": [
                "thực sự",
                "nhỏ"
            ],
            "người dân dọc sông mê kông": [
                "rõ",
                "hơn"
            ],
            "phòng khánh": [],
            "thủy thủ đoàn": [
                "cùng"
            ],
            "hướng dẫn viên": [
                "cùng",
                "xuất sắc",
                "quan trọng"
            ],
            "công chúa mê kông": [],
            "đất liền": [
                "xuất sắc"
            ],
            "mặt": [
                "hoàn toàn"
            ],
            "chuyến thăm bờ": [
                "tuyệt vời"
            ],
            "phong tục": [
                "tương phản"
            ],
            "văn hóa": [
                "tương phản"
            ],
            "trái tim": [
                "đủ",
                "tử tế",
                "thẳng",
                "tốt",
                "hơn"
            ],
            "trái đất": [
                "sớm"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "thuyền": 1.5,
            "nhân viên": 3.0,
            "thức ăn": 3.0,
            "hành trình": 3.0,
            "tàu": 3.0,
            "đặc ân": 1.5,
            "chuyến hành trình": 4.5,
            "trải nghiệm": 4.5,
            "chuyến đi": 7.5,
            "phi hành đoàn": 4.5,
            "thuộc địa": 1.5,
            "kỳ nghỉ": 4.5,
            "chuyến bay": 1.5,
            "chiếc thuyền": 1.5,
            "người dân dọc sông mê kông": 1.5,
            "phòng khánh": 1.5,
            "thủy thủ đoàn": 1.5,
            "hướng dẫn viên": 4.5,
            "công chúa mê kông": 1.5,
            "đất liền": 1.5,
            "mặt": 1.5,
            "chuyến thăm bờ": 1.5,
            "phong tục": 1.5,
            "văn hóa": 1.5,
            "trái tim": 1.5,
            "trái đất": 1.5
        }
    },
    {
        "attraction_name": "VIETPRINCESS CRUISE LINE",
        "attraction_name_vi": "TUYẾN DU LỊCH vietPRINCESS",
        "general_info": [
            "154 đánh giá",
            "- 3 trong 312 Vận Tải ở TP.HCM",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Tàu Boutique sang trọng nằm trong Boutique sang trọng với 14 Suite thuộc địa hiện đại với tổng số lượng 28 khách. Từ Sài Gòn đến đồng bằng sông Cửu Long đến Phnom Penh Campuchia, con tàu với kích cỡ của nó sẽ đi đến nơi mà không ai khác có thể làm được: Hành trình đích thực độc đáo .... Chào mừng bạn lên con tàu sang trọng, chúng tôi vượt qua sứ mệnh của mình bằng cách vượt quá sự mong đợi của bạn.Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời với một phi hành đoàn đáng kinh ngạc.  Mỗi ngày đều được đón nhận bằng những nụ cười ấm áp, những lời chào hỏi vui vẻ và cảm giác phấn khích!Đọc thêm",
            "Bradly thân mến, Karin - Cody,\nCảm ơn bạn rất nhiều vì đánh giá tốt đẹp của bạn về chuyến đi của bạn. Chúng tôi luôn đánh giá cao phản hồi từ những vị khách quý giá của mình. Thật vinh dự cho chúng tôi khi được đón tiếp bạn và phục vụ bạn. Hy vọng bạn đã tìm hiểu, khám phá và tận hưởng phong cách Châu Á đích thực. Chúng tôi chúc bạn kết thúc kỳ nghỉ vui vẻ, có khoảng thời gian tuyệt vời tại Thành phố Hồ Chí Minh và có chuyến bay trở về nhà an toàn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Chúng tôi vừa có trải nghiệm tuyệt vời trên du thuyền Mekong Princess từ Thành phố Hồ Chí Minh đến Siem Reap. Xuất sắc về mọi mặt, từ quy trình đặt phòng của Rosie tại Inside Travel đến không gian trên tàu, đồ ăn, dịch vụ, nhân viên và những chuyến du ngoạn độc đáo để ngắm nhìn cuộc sống dọc sông Mê Kông. Toàn bộ chuyến đi đã vượt quá sự mong đợi của chúng tôi và chúng tôi cảm ơn Eric và đội ngũ tuyệt vời của anh ấy trên tàu đã biến nó thành một tuần đặc biệt như vậy.Đọc thêm",
            "Kính gửi Annette - Vincent,\nCảm ơn bạn rất nhiều vì đánh giá chân thành đáng yêu này trong hành trình cùng chúng tôi trên tàu Mekong Princess. Đó là vinh dự và đặc ân của chúng tôi. để có bạn là khách của chúng tôi. Chúng tôi rất vui khi thấy sự hài lòng của các vị khách cũng như sự đánh giá cao về dịch vụ trên tàu cũng như đồ ăn, không gian, nhân viên, v.v... Đánh giá này sẽ được chia sẻ với tất cả trên tàu cũng như các hướng dẫn viên địa phương Mr. Khánh - Mr. Hiek. Hy vọng bạn đã có khoảng thời gian vui vẻ ở Siem Reap để khám phá Angkor Wat tráng lệ. Chúng tôi chúc bạn có một chuyến đi an toàn trở về Vương quốc Anh và hy vọng con đường của chúng ta sẽ sớm đi qua lại. Rất nhiều tình yêu từ tất cả.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Bảy ngày sang trọng và khó quên nhất trên Mekong Princess cùng 24 người bạn và 29 thành viên phi hành đoàn sẽ chăm sóc mọi nhu cầu của chúng tôi. Sự chú ý đến từng chi tiết nhỏ là sự hoàn hảo và phi hành đoàn thân thiện tuyệt vời, những người biết tất cả tên của chúng tôi trong vòng vài giờ sau khi lên máy bay, đã thực sự tuyệt vời. Cảm ơn tất cả các bạn - Đọc thêm",
            "John - Sara thân mến,\ncảm ơn bạn rất nhiều vì đánh giá tốt của bạn, rất chân thành. Chúng tôi rất vinh dự và hân hạnh được phục vụ bạn trong tuần này và được làm quen với bạn. CHÚNG TÔI thực sự rất vui khi đọc được niềm vui và sự thích thú của bạn trên hành trình trên tàu. Đó thực sự là một lượng lớn khách từ khắp nơi trên thế giới và nhóm đã tham gia rất tốt và nhanh chóng. Thật dễ dàng để chúng tôi có được một đám đông hạnh phúc như vậy. Một lần nữa xin cảm ơn tất cả chúng tôi và chúc các bạn có khoảng thời gian vui vẻ ở Siem Reap và chuyến bay an toàn trở về nhà với hy vọng con đường của chúng ta sẽ đi qua nhau lần nữa.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Eric và đội ngũ tuyệt vời của anh ấy đều là những người cầu toàn về lòng hiếu khách, ẩm thực và bầu không khí. Chiếc thuyền cực kỳ thoải mái và sạch sẽ không tì vết - một tiêu chuẩn khó có thể vượt quaĐọc thêm",
            "Graham thân mến,\ncảm ơn bạn rất nhiều vì đã đánh giá cao hành trình của bạn với chúng tôi. Chúng tôi rất vinh dự và hân hạnh được phục vụ bạn trong tuần này và cho bạn thấy phong cách hiếu khách của người châu Á. Chúng tôi thích đọc được niềm vui của khách hàng và cảm thấy rằng mình đang làm đúng mặc dù chúng tôi biết rằng sự hoàn hảo là con đường vô tận để đạt tới. Một lần nữa, xin cảm ơn tất cả chúng tôi trên tàu, đánh giá này sẽ được chia sẻ với tất cả những người tham gia vào hành trình đó. Chúng tôi chúc bạn có khoảng thời gian tuyệt vời ở Siem Reap để khám phá địa điểm Angkor Wat tuyệt vời và chuyến bay trở về nhà an toàn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "My husband and I cruised on the Mekong Princess in January, 2024, along with a small group  - 26 other guests -  on a tour sponsored by my husband - s college. It was a fantastic experience in every way: the boat is the perfect size  - 14 guest staterooms - ; the itinerary  - from Ho Chi Minh City to Siem Reap -  was interesting and engaging, with multiple fascinating excursions along the way; the crew was fantastic - a perfect blend of professionalism and kindness; our stateroom was spacious and comfortable; and the food was terrific.  I doubt that we will be able to recreate such a great experience on any other vessel.  This was our first cruise of any kind, but we have travelled on our own all over the world during our long marriage, so we are experienced travelers.  We never felt we were rushed on the excursions from the Mekong Princess. The excursions often were to places not easily reachable by other travelers, so we usually were the only visitors. One place we visited  - which is a regular stop by the Mekong Princess -  was an English class in a river village grade school.  We were offered the opportunity to sit with a student and help them practice their English pronunciation by talking with them and reviewing their reading out loud.  What a genuinely unique experience!  Since we cruised only during the daytime, we could enjoy the sights of river life on the Mekong River.  I never got tired of watching the passing view - sampans, fishermen casting nets, barges, buffalo being bathed, temples and river villages.  If you have the opportunity to take a trip on the Mekong Princess, grab it!Read more",
            "Dear Susan  -  Jean-Charles,\nThank you so much for your time and kind review of your journey with us and CRITERION it was such a delight to have you onboard and be at service to you.  Glad to read that you have enjoyed all services onboard from the food to the service, to the tours offered twice daily, the uniqueness of them as well. The classroom in Angkor Ban Village Cambodia is always a highlight of the trip, those kids are the future of Cambodia, and they love to see the foreigners interested in them and visiting them in their school. We have tried as best as we can to create a unique itinerary that leaves everlasting memories to our guests, mostly by the encounters and the people. The Mekong River is a daily 360-degree television and therefore this is why we did not equip our Suites with WIFI for our guests to reconnect with nature and the real world. Your review will be shared with the world and furthermore with the crew onboard as well as the local guides during your trip, Mr. Hai  -  Mr. Hiek - Again from the bottom of our hearts THANK YOU and hope our paths will cross again soon. Take good care.\nMEKONG PRINCESS TEAMRead more",
            "Công chúa Mekong là một chiếc thuyền tuyệt vời và đội ngũ nhân viên thật đáng kinh ngạc. Eric điều hành một hoạt động tuyệt vời. Mọi người đều dễ chịu và hữu ích. Tôi không thể nói đủ về việc họ làm cho trải nghiệm trở nên thú vị đến mức nào. Thức ăn tuyệt vời với bữa sáng tự chọn và bữa trưa, nhiều lựa chọn cho bữa tối. Dịch vụ tại nhà hàng là không thể tin được. Họ thậm chí còn biết tên bạn và loại rượu bạn thích - hoặc biết cách lấy ly đi - . Chúng tôi đang trên chuyến đi A - K. Nhân viên du thuyền và du lịch phối hợp rất ăn ý.Đọc thêm",
            "Kính gửi Gayla - James,\ncảm ơn bạn rất nhiều vì đã dành thời gian đánh giá chân thành về hành trình của bạn cùng chúng tôi trên tàu Princess của chúng tôi. Chúng tôi luôn cảm thấy rất vui khi có đánh giá mới và rất tự hào về công việc của mình. Chúng tôi rất vui vì bạn đã tận hưởng tất cả các dịch vụ trên tàu từ đồ ăn, tour đến dịch vụ. Chúng tôi sẽ chia sẻ đánh giá này với toàn bộ phi hành đoàn trên tàu cũng như các hướng dẫn viên địa phương và toàn thế giới nên chúng tôi rất vui. Thật vinh dự cho chúng tôi khi được phục vụ bạn và đón tiếp bạn với tư cách là khách trên tàu. Chúng tôi chúc bạn có thời gian vui vẻ tại Thành phố Hồ Chí Minh và có chuyến bay an toàn trở về Mỹ. Lời cảm ơn từ tận đáy lòng của tất cả mọi người trên tàu.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Một chiếc thuyền xinh xắn. Nhân viên đặc biệt.   Các yêu cầu về chế độ ăn uống được đáp ứng và đáp ứng các yêu cầu khi có thể.  Gói đồ uống là một bổ sung tuyệt vời.  Rất có thể giới thiệu các phương pháp điều trị Spa.  Các chuyến đi được tổ chức tốt và một số điểm tham quan tuyệt vời, nhiều điểm nằm ngoài tuyến du lịch.Đọc thêm",
            "Kính gửi Marie - Graham,\ncảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn trên hành trình của bạn với chúng tôi. Chúng tôi luôn cảm thấy rất tự hào khi đọc những đánh giá như của bạn và khiến chúng tôi cảm thấy mình đang làm đúng. thật vinh dự khi được đón tiếp bạn với tư cách là những vị khách quý của nhóm NOBLE CALEDONIA trên tàu. Đánh giá này sẽ được chia sẻ với toàn bộ phi hành đoàn trên tàu và tất cả những người tham gia vào việc tạo nên chuyến đi đặc biệt này cho các vị khách của chúng tôi. Chúng tôi chúc bạn bây giờ có một khoảng thời gian thú vị ở Siem Reap để khám phá ngôi đền Angkor Wat tráng lệ và tất nhiên là một chuyến bay an toàn trở về nhà với những kỷ niệm khó quên về trải nghiệm Đông Nam của bạn. Cảm ơn tất cả chúng tôi trên tàu.\nĐỘI NGŨ CÔNG CHÚA MEKONG\nĐọc thêm",
            "Thật là một chuyến đi đáng kinh ngạc! Du lịch trên Công chúa Mê Kông là một niềm vui tuyệt đối. Ngay từ lần lên máy bay đầu tiên và trong suốt chuyến đi, đội đã vô cùng hiếu khách và chuyên nghiệp. Tiêu chuẩn dịch vụ của họ có thể sánh ngang hoặc vượt xa bất kỳ khách sạn 5 sao đẳng cấp thế giới nào. Phòng đã được nhiều hơn thoải mái và bổ nhiệm. Đây là một hành trình chất lượng cao đi kèm với trải nghiệm dịch vụ khiến chuyến đi thực sự đáng nhớ.Đọc thêm",
            "Tom - Susan thân mến,\nCảm ơn bạn rất nhiều vì sự đánh giá chân thành và thời gian của bạn trong đó. Hãy tin tôi đi, nó sẽ được chia sẻ với toàn bộ phi hành đoàn trên tàu và họ sẽ rất vui mừng khi đọc được thông tin của bạn. đó là phần thưởng lớn nhất mà chúng tôi có được, đọc được niềm vui của khách, chúng tôi luôn cố gắng hoàn thiện và trở nên tốt hơn trước. Chúng tôi rất vinh dự được đón tiếp quý khách trong chuyến khởi hành Nhóm A - K này. Chúng tôi rất vui vì bạn đang có những kỷ niệm đáng nhớ trong chuyến hành trình này. Chúng tôi chúc bạn có một chuyến bay an toàn trở về nhà và mọi điều tốt đẹp nhất sẽ đến. Cảm ơn, một ngàn cho đánh giá có ý nghĩa này.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Chúng tôi sắp kết thúc chuyến đi tuyệt vời trên du thuyền Mekong Princess.  Nhân viên quá xuất sắc.   Tất cả các nhu cầu và mong muốn của chúng tôi đã được đáp ứng.  Phòng rất đẹp sẽ thích một bộ lớn hơn nhưng nó không có sẵn.  Cảm ơn Viet Princess Cruises vì ​​một trải nghiệm tuyệt vời.Đọc thêm",
            "Kính gửi Jan - Donald,\ncảm ơn bạn rất nhiều vì phản hồi tích cực của bạn về hành trình của bạn với chúng tôi. Điều này sẽ được chia sẻ giữa toàn bộ nhóm vì họ thích đọc, họ đang làm đúng và ngày càng tiến bộ hơn. Chúng tôi rất vui vì bạn đã tận hưởng trải nghiệm vietPRINCESS thông qua A - K, một trong những công ty thuê tàu tích cực nhất của chúng tôi. Chúng tôi chúc bạn có chuyến bay an toàn trở về nhà và hy vọng con đường của chúng ta sẽ sớm đi qua.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Vừa hoàn thành chuyến hành trình 7 đêm thứ hai trên sông Mê Kông hùng vĩ trên con tàu Mekong Princess xinh đẹp, gần đúng một năm sau chuyến đi đầu tiên của chúng tôi.   Tôi chỉ yêu chiếc thuyền nhỏ này và thủy thủ đoàn tuyệt vời của cô ấy.  Các chuyến du ngoạn hàng ngày tuyệt vời với hướng dẫn viên am hiểu địa phương cho phép bạn đến thăm những địa điểm mà những chiếc thuyền lớn hơn không thể tiếp cận. Đồ ăn ngon, rượu ngon và bạn đồng hành tốt.  Các suite quyến rũ có giường thoải mái và khăn trải giường cao cấp.  Khăn tắm mềm và trắng trong phòng tắm.  Eric Christophe và nhóm của anh ấy đơn giản là người giỏi nhất!   Cái gì - không tốt lắm......phải rời đi.  Muốn giới thiệu chuyến đi này cho bất cứ ai.  Cảm ơn gia đình Công chúa Mekong của tôi.Đọc thêm",
            "Mandy thân mến - Steven\nBạn là những vị khách thường xuyên đầu tiên của chúng tôi trên tàu Mekong Princess và chúng tôi rất vui được gặp lại bạn trong lễ kỷ niệm đặc biệt của bạn và vinh dự được biết họ trên tàu. Bạn đang ở trong cuốn album gia đình của Công chúa và trong trái tim của tất cả chúng tôi. Chúng tôi rất vui vì lần thứ hai cũng thú vị như lần đầu. Chúng tôi chúc bạn kết thúc kỳ nghỉ vui vẻ và có chuyến bay trở về an toàn cho đến khi hy vọng con đường của chúng ta lại giao nhau. \nCảm ơn bạn một lần nữa vì sự tin tưởng và bảo trợ của bạn. \nMEKONG PRINCESS TEAM Đọc thêm"
        ],
        "star_ratings": [
            154,
            0,
            0,
            0,
            0
        ],
        "review_amount": 154,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "TUYẾN DU LỊCH vietPRINCESS",
            "Ho Chi Minh City",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 20, 2024",
            "Written February 16, 2024",
            "Written February 15, 2024",
            "Written February 13, 2024",
            "Written February 9, 2024",
            "Written February 6, 2024",
            "Written January 31, 2024",
            "Written January 24, 2024",
            "Written January 24, 2024",
            "Written January 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d16872213-Reviews-or40-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or30-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or50-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15852501-Reviews-Joyface-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d2254222-Reviews-Miners_Castle_Rock-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d617027-Reviews-Splash_City_Adventures-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d152989-Reviews-Playa_Palmilla_Palmilla_Beach-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187479-d629840-Reviews-Aqualand_Costa_Adeje-Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d6373215-Reviews-Baby_Beach-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d104636-Reviews-Magnolia_Plantation_Gardens-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d3582418-Reviews-BAPS_Shri_Swaminarayan_Mandir-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d1645857-Reviews-South_Haven_Lighthouses-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2421570-Reviews-Dong_Xuan_Center-Berlin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or50-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or40-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.9470659773796797,
            "phi hành đoàn": 0.8299448765077008,
            "chuyến đi": 0.9072627403220395,
            "kỳ nghỉ": 0.9920980400056578,
            "chuyến bay": 0.9946922080562217,
            "du thuyền": 0.5,
            "không gian": 0.9474595163483173,
            "tàu": 0.9623454172979109,
            "đồ ăn dịch vụ nhân viên": 0.9241741141304374,
            "chuyến du ngoạn": 0.9833989746402949,
            "sông mê": 0.8737692451104522,
            "tàu mekong": 0.9955494603491388,
            "đặc ân": 0.995501724362839,
            "dịch vụ": 0.5,
            "đồ ăn không gian nhân viên": 0.5,
            "hướng dẫn viên": 0.8160891365259886,
            "thành viên phi hành đoàn": 0.995300798676908,
            "hành trình": 0.9869366207470497,
            "đám đông": 0.9924851747928187,
            "đội ngũ": 0.9954033454414457,
            "ẩm thực": 0.5,
            "bầu không khí": 0.5,
            "công chúa": 0.8737692451104522,
            "nhân viên": 0.5,
            "thức ăn": 0.8737692451104522,
            "bữa sáng tự chọn": 0.9821918518282473,
            "bữa trưa": 0.8737692451104522,
            "bữa": 0.5,
            "nhà hàng": 0.5,
            "nhân viên du thuyền": 0.9954880389850587,
            "tàu princess": 0.8737692451104522,
            "đồ ăn tour": 0.5
        },
        "dicts_adj": {
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời",
                "đủ",
                "thú vị"
            ],
            "phi hành đoàn": [
                "nhỏ",
                "hoàn hảo",
                "tuyệt vời",
                "thực sự",
                "tuyệt vời",
                "vui"
            ],
            "chuyến đi": [
                "nhiều",
                "tốt đẹp",
                "tuyệt vời",
                "đặc biệt",
                "an toàn",
                "sớm"
            ],
            "kỳ nghỉ": [
                "vui vẻ",
                "tuyệt vời"
            ],
            "chuyến bay": [
                "an toàn",
                "vui vẻ",
                "an toàn",
                "tuyệt vời",
                "tuyệt vời",
                "an toàn",
                "vui vẻ",
                "an toàn"
            ],
            "du thuyền": [],
            "không gian": [
                "độc đáo",
                "dọc"
            ],
            "tàu": [
                "độc đáo",
                "dọc"
            ],
            "đồ ăn dịch vụ nhân viên": [
                "độc đáo",
                "dọc"
            ],
            "chuyến du ngoạn": [
                "độc đáo",
                "dọc"
            ],
            "sông mê": [
                "Xuất sắc"
            ],
            "tàu mekong": [
                "nhiều",
                "chân thành",
                "cùng"
            ],
            "đặc ân": [],
            "dịch vụ": [],
            "đồ ăn không gian nhân viên": [],
            "hướng dẫn viên": [
                "vui"
            ],
            "thành viên phi hành đoàn": [
                "sang trọng",
                "khó",
                "cùng"
            ],
            "hành trình": [
                "thực sự",
                "vui",
                "vui",
                "nhiều",
                "cao",
                "cùng"
            ],
            "đám đông": [
                "dễ dàng"
            ],
            "đội ngũ": [
                "tuyệt vời"
            ],
            "ẩm thực": [],
            "bầu không khí": [],
            "công chúa": [
                "tuyệt vời"
            ],
            "nhân viên": [],
            "thức ăn": [
                "tuyệt vời"
            ],
            "bữa sáng tự chọn": [
                "nhiều"
            ],
            "bữa trưa": [
                "nhiều"
            ],
            "bữa": [],
            "nhà hàng": [],
            "nhân viên du thuyền": [
                "ăn ý"
            ],
            "tàu princess": [
                "nhiều",
                "chân thành"
            ],
            "đồ ăn tour": []
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 4.5,
            "phi hành đoàn": 4.5,
            "chuyến đi": 6.0,
            "kỳ nghỉ": 1.5,
            "chuyến bay": 6.0,
            "du thuyền": 1.5,
            "không gian": 1.5,
            "tàu": 1.5,
            "đồ ăn dịch vụ nhân viên": 1.5,
            "chuyến du ngoạn": 1.5,
            "sông mê": 1.5,
            "tàu mekong": 1.5,
            "đặc ân": 1.5,
            "dịch vụ": 4.5,
            "đồ ăn không gian nhân viên": 1.5,
            "hướng dẫn viên": 3.0,
            "thành viên phi hành đoàn": 1.5,
            "hành trình": 4.5,
            "đám đông": 1.5,
            "đội ngũ": 1.5,
            "ẩm thực": 1.5,
            "bầu không khí": 1.5,
            "công chúa": 1.5,
            "nhân viên": 1.5,
            "thức ăn": 1.5,
            "bữa sáng tự chọn": 1.5,
            "bữa trưa": 1.5,
            "bữa": 1.5,
            "nhà hàng": 1.5,
            "nhân viên du thuyền": 1.5,
            "tàu princess": 1.5,
            "đồ ăn tour": 1.5
        }
    },
    {
        "attraction_name": "VIETPRINCESS CRUISE LINE",
        "attraction_name_vi": "TUYẾN DU LỊCH vietPRINCESS",
        "general_info": [
            "154 đánh giá",
            "- 3 trong 312 Vận Tải ở TP.HCM",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Tàu Boutique sang trọng nằm trong Boutique sang trọng với 14 Suite thuộc địa hiện đại với tổng số lượng 28 khách. Từ Sài Gòn đến đồng bằng sông Cửu Long đến Phnom Penh Campuchia, con tàu với kích cỡ của nó sẽ đi đến nơi mà không ai khác có thể làm được: Hành trình đích thực độc đáo .... Chào mừng bạn lên con tàu sang trọng, chúng tôi vượt qua sứ mệnh của mình bằng cách vượt quá sự mong đợi của bạn.Đọc thêm",
        "reviews": [
            "Việc lập kế hoạch tỉ mỉ và chú ý đến từng chi tiết phải diễn ra ở hậu trường là công lao của Eric Christophe và nhóm của anh ấy. Cảm ơn tất cả các bạn vì 8 ngày thực sự đáng nhớ. Ngoài ra, chúng tôi còn nhận được những gợi ý mua sắm và ăn uống tuyệt vời cho Siem Reap. Một lần nữa - chú ý đến từng chi tiết.Đọc thêm",
            "Kính gửi Maria - Peter,\ncảm ơn bạn rất nhiều vì thời gian và đánh giá tử tế của bạn. Chúng tôi luôn vui mừng khi đọc được niềm hạnh phúc của quý khách. Rất vui vì bạn - tôi rất thích lời giới thiệu ở Siem Reap và thời gian bạn ở đó. Chúng tôi rất vinh dự được đón tiếp bạn trên chuyến du thuyền đêm giao thừa này và có thể cùng bạn ăn mừng năm mới tại Phnom Penh. Đúng vậy, toàn Nhóm đang cố gắng tiến gần đến sự hoàn hảo nhất có thể, mặc dù con đường đến sự hoàn hảo là một con đường vô tận và khó có thể đạt được. Một lần nữa, từ tận đáy lòng, xin cảm ơn các bạn đã cho chúng tôi cơ hội được phục vụ các bạn trong hành trình dọc sông Mê Kông này.  Chúng tôi chúc bạn mọi điều tốt đẹp nhất và chuyến bay an toàn trở về Úc.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Chuyến đi thật tuyệt vời. Dịch vụ rất xuất sắc và nhân viên rất hữu ích. Các chuyến du ngoạn đã được thực hiện tốt - hướng dẫn Chanthal rất thú vị và được cung cấp đầy đủ thông tin. Chuyến thăm làng ở Angkor Ban là điểm nổi bật. Đọc thêm",
            "Rhodium thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian cho bài đánh giá này. Thật vinh dự cho chúng tôi khi có bạn và gia đình đồng hành và phục vụ bạn. Mẹ là một viên ngọc quý và rất tràn đầy năng lượng!! Thật tiếc là chúng tôi chỉ có thể có bạn trong một chuyến đi ngắn nhưng còn hơn là không có gì. Hãy tận hưởng khoảng thời gian quý báu còn lại của bạn với tư cách là một gia đình ở Phnom Penh và chúng tôi chúc bạn có chuyến hành trình trở về nhà an toàn vào ngày mai. Tất cả những điều tốt đẹp nhất cho tất cả các bạn. Chúc mừng năm mới 2024. \nMEKONG PRINCESS TEAM Đọc thêm",
            "Cuộc hành trình tuyệt vời. vượt qua sự mong đợi về mọi mặt. Con tàu đáng yêu, những chuyến du ngoạn tuyệt vời và hướng dẫn viên du lịch, ẩm thực ngon và thủy thủ đoàn rất tốt.Đọc thêm",
            "Lâm thân mến,\nCảm ơn bạn rất nhiều vì đã khen ngợi Công chúa của chúng tôi, chúng tôi đã vượt qua sứ mệnh của mình bằng cách vượt quá sự mong đợi của bạn. Chúng tôi rất vui khi được đọc bạn và biết rằng việc theo đuổi sự xuất sắc là một con đường vô tận. Bạn không thể tưởng tượng được điều này sẽ giúp chúng tôi được biết đến đến mức nào. Đánh giá này sẽ được chia sẻ với tất cả phi hành đoàn và hướng dẫn viên du lịch trên tàu. Chúng tôi chúc bạn những lễ kỷ niệm cuối năm vui vẻ và hy vọng con đường của chúng ta sẽ lại đi qua. Hãy chăm sóc tốt và cảm ơn bạn một lần nữa vì lòng tốt của bạn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Thật là một cuộc hành trình....đất nước tuyệt vời và con người thân thiện.  Rất nhiều thứ để xem và làm dọc theo dòng sông.  Đi từ TP.HCM đến Kampong Cham và xe buýt đến Siem Reap trong vài ngày trên đất liền ở TP.HCM và Siem Reap. Mekong Princess là tất cả những gì bạn mong đợi trong một kỳ nghỉ - trang trí đẹp, nhân viên tuyệt vời, các tour du lịch đa dạng và thú vị, hướng dẫn viên thân thiện - kỹ lưỡng rất thích thời gian của tôi  Không thể giới thiệu nó đủ cao!   Đọc thêm",
            "Dear Naomi,\nThank you so much for your time in this review and your kindness. We are so happy when we received positive feedback from our valuable guests. We are so happy to have made this journey Extraordinary for you with everlasting memories of your time with us onboard. TRIP MERCHANT is a faithful supplier of MEKONG PRINCESS and we thank them as well to send us their guests. You can be sure this review will be share amongst the whole crew onboard and the local Guide as well Nam  -  Reaksa, until our Head Office Ho Chi Minh City. It was an honor to have you and fellow CANADIANS as our guests and be at service to you during this week. We wish you Happy end of year celebration to you, your family and friends and do hope our paths will cross again. THANK YOU\nMEKONG PRINCESS TEAM Read more",
            "It was a memorable journey with warm hospitality on the luxury RV Mekong Princess. The crew is amazing and let you feel that they like their job. This cruise line company is a little big different from others. Except from the floating market in Can To, the excursion are all off the tourist spots. They go to small authentic villages and families. This. Is only possible because the maximum people is 28. So you are not in Air-con Tourbus, but in a motorcycle taxi or a rowing boat. They treat the locals with great respect. So you are welcomed by the families as a friend and can interact with them. This is a great way of ecotourism! We can recommend this trip to all who like to explore this region on a comfortable ship. They have also good local guides who stay with you on the ship and won - t get tired to answer all your questions about their countries. Thank Mekong Princess Crew and Eric  - the Hospitality Director -  for this memorable trip. We will miss you all  -  - . Jonah  -  Jürg, Switzerland  -  -   -  Philippines  -  -  Read more",
            "Dear Janah  -  Jurg\nThis is overwhelming for us to read you and all your great feedback and appreciation of your journey with us onboard our MEKONG PRINCESS. We feel so proud and happy to deliver a great product and be able to share it with our guests. To read reviews is the best reward we can get ever and push us to be better than we use to be all the time. It has been a long way for us after the pandemic to put back the ship on the run and to get known by Individuals and Travel Agencies, we worked tirelessly, and it now pays back. Again, this review will be shared with the whole world at VIETPRINCESS and far more than that. We wish you a great end of vacation in Siem Reap a safe flight back home, and happy end of year celebrations with your loved ones, family  -  friends. We do hope our paths will cross again somedays. Take good care.\nMEKONG PRINCESS TEAMRead more",
            "Hành trình tuyệt vời. Dịch vụ tuyệt vời của Eric và đội ngũ tuyệt vời của anh ấy. Cabin được dọn dẹp vài lần một ngày. Những chuyến du ngoạn đưa chúng tôi đến những nơi mà chúng tôi sẽ không bao giờ có thể đến nếu không có Eric và những người bạn của anh ấy. Thức ăn và đồ uống là một sự lan tỏa thú vị. Cuối cùng thì thiết bị tập thể dục cũng mới.Đọc thêm",
            "Dear Khien, Lee and Mama,\nThank you so much for your time and kind review about your experience onboard the MEKONG PRINCESS. It was a pleasure to have you onboard and an honor to be at service to you. We are so happy that Mama could do all the tours offered on this cruise and she did very well. We do hope that you have enjoyed the genuine people along the way of those 2 countries and their way of showing their authentic true life. We do hope that you will have a great time in Siem Reap and a safe flight back home. We wish you already happy end of Year celebration to you, your family and friends.  You were our first Singaporean guests onboard and hope to have more as kind as you were. Thanks again for this review which will be shared to all the crew onboard as well as the local guides and anyone involved. Many thanks.\nMEKONG PRINCESS TEAMRead more",
            "We enjoyed every moment of this cruise!The itinerary was varied and thoughtfully planned, with great consideration given to the environment and the local people we were in contact with.  We visited some very interesting spots and learned so much from our local guides about every aspect of history and daily life in Vietnam and Cambodia.  The Mekong River is interesting and the small size of our boat made it possible to go along some of the narrower channels to get a close look at life along the river.Our hospitality director, Eric, was very personable and extremely organized.  He made sure every detail was taken care of and kept the guests well informed to make sure our experience was relaxing and stress free.The hospitality staff knew us all by name and were very polite and efficient, catering to our every wish.  Behind the scenes all the staff worked hard to keep things running smoothly.The food was tasty and the chef ensured that people with special dietary needs all had options to choose from.  We took this cruise to celebrate our 50th wedding anniversary.  We were surprised with an elegantly decorated room, special gifts  -  cards, a lovely bottle of wine and a cake was served at dinner to help us celebrate.  Very special memories!!Nicely decorated rooms with comfy beds.  Enjoy the view from your big soaker bathtub as you cruise along or relax on the sundeck.Over the years we have travelled extensively and been on many cruises but this is the very best one we have experienced!Thank you for a memorable trip!Read more",
            "Dear Valorie  -  Carsten,\nNo better way to wake up, open the computer and started the day with such an overwhelming review. It makes my day!!! Thank you so much for your time in this caring detailed review of your journey onboard with us. It is always the Best reward we can get for the TEAM, to read the happiness of our guests. This review will be shared amongst all included the local guides Nam  -  Reaksa  whom are a big part of the success making this trip. We were so happy to help you celebrate this Golden Anniversary onboard and make it memorable for you. Thank you for being such nice guests it was our honor to be at service to you and have you onboard. We take this opportunity to wish you your family and friends Happy end of Year celebrations hoping our paths will cross again in a near future. Thank you so much from the bottom of our hearts onboard.\nMEKONG PRINCESS TEAMRead more",
            "Chuyến đi tuyệt vời.  Vượt quá mong đợi ở mọi cấp độ.   Con tàu đẹp, thủy thủ đoàn siêu thân thiện, các chuyến tham quan và hướng dẫn viên du lịch tuyệt vời, đồ ăn ngon.Đọc thêm",
            "Kính gửi Shauna - Sheldon,\ncảm ơn bạn rất nhiều vì đã là khách của chúng tôi trong tuần này và được phục vụ bạn. Chúng tôi luôn ấm lòng khi đọc được niềm hạnh phúc của khách hàng, khi biết rằng chúng tôi đang làm đúng mặc dù chúng tôi biết rằng luôn có không gian để cải thiện. Đánh giá này sẽ được chia sẻ với toàn thế giới của Vietprincess và các Hướng dẫn viên du lịch. Chắc chắn rằng nó sẽ giúp ích rất nhiều cho chúng ta trong việc tiếp xúc với thế giới River Cruise. Một lần nữa, cảm ơn bạn vì đã là những vị khách tốt bụng như vậy, chúng tôi chúc bạn có khoảng thời gian tuyệt vời ở Siem Reap và chuyến hành trình trở về nhà an toàn, chúng tôi nhân cơ hội này chúc bạn cũng như gia đình và bạn bè của bạn những lễ kỷ niệm cuối năm vui vẻ. cảm ơn\nMEKONG PRINCESS TEAMĐọc thêm",
            "Một niềm vui tuyệt đối!  Hành trình sang trọng dành cho nhóm nhỏ này từ Việt Nam đến Campuchia vượt xa mọi giấc mơ điên rồ nhất của chúng tôi. Chồng tôi và tôi không biết điều gì sẽ xảy ra, chúng tôi lên tàu và không có gì ngoài khoảng thời gian tuyệt vời. Những người trên tàu, phi hành đoàn trên tàu, chỗ ở và chuyến du ngoạn thật tuyệt vời. Mô hình từ thiện của doanh nghiệp thật tuyệt vời. Chúng tôi không thể nói đủ về hành trình này và công ty này!Đọc thêm",
            "Amy - Thomas thân mến,\ncảm ơn bạn rất nhiều vì đã dành thời gian và lòng tốt của bạn trong bài đánh giá đi thẳng vào trái tim chúng tôi này. Vâng, thực sự đó là một nhóm lớn và nhiều khách mời. Thật vinh dự cho chúng tôi khi được đón tiếp bạn và phục vụ bạn. Chúng tôi rất vui khi biết rằng nó đã vượt quá sự mong đợi của bạn và bạn đã có khoảng thời gian tuyệt vời trên tàu. Đánh giá này sẽ được chia sẻ với shole Mekong Princess Team, cũng như các hướng dẫn viên địa phương. Một lần nữa, đó luôn là phần thưởng tốt nhất mà chúng tôi có thể nhận được trên tàu: sự hài lòng của khách hàng. Bây giờ chúng tôi chúc bạn có một khoảng thời gian tuyệt vời ở Siem Reap và chuyến bay trở về nhà an toàn cũng như lễ kỷ niệm cuối năm vui vẻ bên gia đình và bạn bè. Trân trọng từ tất cả chúng ta.\nMEKONG PRINCESS TEAMĐọc thêm",
            "This was a fabulous way to explore the Mekong River and the culture of the people living along it. The Mekong Princess is a smaller vessel with a maximum 28 Pax  - 16 on our cruise -  and able to sail direct from Saigon Port and travel to areas of the Delta where the larger vessels can - t go. All activities and shore excursions along the river were inclusive, The crew treated us to the luxury we aren - t accustomed to. Thanks to all the staff and especially Eric Christophe who shows excellent skills in managing and interacting with staff and passengers. Credit also goes to the local guides, Mr, Nam who we had as a personal guide 2 days in Saigon, and Mr.Tek for 2 days in Siem Reap. Both true gentlemen and very knowledgeable. Part of our three night stay at the intercontinental Hotel in Saigon was a night Dinner Cruise on the sister ship  - Saigon Princess - . The sights of Saigon at night were spectacular from the top deck.Read more",
            "Kính gửi Fay - Graham,\nthật là một cách tốt hơn để thức dậy và đọc được niềm hạnh phúc của khách hàng. Cảm ơn bạn rất nhiều vì đã dành thời gian cho bài đánh giá chân thành này, nó đi thẳng vào trái tim chúng tôi. Nó sẽ được chia sẻ với toàn bộ phi hành đoàn và hướng dẫn viên địa phương. Chúng tôi rất vinh dự được phục vụ bạn trong tuần này và có thể cho bạn thấy một Việt Nam - Campuchia thực sự vượt trội. Tất cả khách trên tàu đều là VIP đối với chúng tôi và chúng tôi đối xử với họ như vậy. Cảm ơn những lời tốt đẹp trên tàu Nhà hàng chị em của chúng tôi tại Thành phố Hồ Chí Minh. Chúng tôi hy vọng rằng bạn đã tận hưởng Siem Reap và Angkor Wat tráng lệ cũng như bạn đã có chuyến hành trình trở về Úc an toàn. Một lần nữa xin cảm ơn từ tận đáy lòng và chúc các bạn lễ kỷ niệm cuối năm vui vẻ.\nMEKONG PRINCESS CREWĐọc thêm"
        ],
        "star_ratings": [
            154,
            0,
            0,
            0,
            0
        ],
        "review_amount": 154,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "TUYẾN DU LỊCH vietPRINCESS",
            "Ho Chi Minh City",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 7, 2024",
            "Written January 6, 2024",
            "Written December 29, 2023",
            "Written December 21, 2023",
            "Written December 19, 2023",
            "Written December 19, 2023",
            "Written December 9, 2023",
            "Written December 6, 2023",
            "Written December 6, 2023",
            "Written December 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d16872213-Reviews-or50-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or40-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or60-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g42110-d2229283-Reviews-Brockway_Mountain_Drive-Copper_Harbor_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g46355-d3387007-Reviews-Alstede_Farms-Chester_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d8111289-Reviews-Sunny_Beach_Karting_Track-Sunny_Beach_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d6403451-Reviews-Barney_s_Flower_Hummingbird_Garden_Jamaica-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d148211-Reviews-Fern_Gully-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d456466-Reviews-Na_Muang_Waterfall-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d25346917-Reviews-Uhuburg-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d12962487-Reviews-The_Vanillerie-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d10136806-Reviews-The_Hill-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d7362107-Reviews-Embassy_Shopping_Complex-Valletta_Island_of_Malta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or60-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or50-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến": 0.992184848873876,
            "du thuyền đêm giao thừa": 0.3432404398918152,
            "sông mê kông": 0.9950311038410291,
            "chuyến bay": 0.9952242660219781,
            "chuyến đi": 0.2389204282371793,
            "dịch vụ": 0.9224611029960215,
            "nhân viên": 0.9955008426331915,
            "chuyến du ngoạn": 0.9950872249464737,
            "chuyến thăm làng": 0.9852525296155363,
            "viên ngọc": 0.9954106865334325,
            "hành trình": 0.994802526627609,
            "con tàu": 0.8737692451104522,
            "hướng dẫn viên du lịch ẩm thực ngon": 0.9954175351886079,
            "thủy thủ đoàn": 0.9858623299514875,
            "công chúa": 0.9954500663443469,
            "phi hành đoàn": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "lễ kỷ": 0.9935620311880484,
            "đất nước": 0.9955548380385153,
            "xe buýt": 0.8636605869978666,
            "kỳ nghỉ - trang trí": 0.9955384380300529,
            "tour du lịch": 0.9931892562890425,
            "hướng dẫn viên": 0.9918415946303867,
            "đồ uống": 0.9899515509605408,
            "thiết bị tập thể dục": 0.5598845724016428
        },
        "dicts_adj": {
            "chuyến": [
                "cùng"
            ],
            "du thuyền đêm giao thừa": [
                "cùng"
            ],
            "sông mê kông": [
                "dọc"
            ],
            "chuyến bay": [
                "tốt đẹp",
                "nhất",
                "an toàn"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "ngắn",
                "hơn"
            ],
            "dịch vụ": [
                "xuất sắc",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "nhân viên": [
                "hữu ích",
                "tuyệt vời"
            ],
            "chuyến du ngoạn": [
                "tốt",
                "thú vị",
                "đầy đủ",
                "tuyệt vời"
            ],
            "chuyến thăm làng": [
                "nổi bật"
            ],
            "viên ngọc": [
                "tràn đầy"
            ],
            "hành trình": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "con tàu": [
                "tuyệt vời"
            ],
            "hướng dẫn viên du lịch ẩm thực ngon": [
                "tốt"
            ],
            "thủy thủ đoàn": [
                "tốt"
            ],
            "công chúa": [
                "nhiều"
            ],
            "phi hành đoàn": [],
            "hướng dẫn viên du lịch": [],
            "lễ kỷ": [
                "vui vẻ"
            ],
            "đất nước": [
                "tuyệt vời"
            ],
            "xe buýt": [],
            "kỳ nghỉ - trang trí": [
                "đẹp"
            ],
            "tour du lịch": [
                "đa dạng",
                "thú vị"
            ],
            "hướng dẫn viên": [
                "đủ",
                "cao"
            ],
            "đồ uống": [
                "thú vị"
            ],
            "thiết bị tập thể dục": [
                "Cuối cùng"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến": 1.5,
            "du thuyền đêm giao thừa": 1.5,
            "sông mê kông": 1.5,
            "chuyến bay": 1.5,
            "chuyến đi": 3.0,
            "dịch vụ": 2.5,
            "nhân viên": 3.0,
            "chuyến du ngoạn": 4.0,
            "chuyến thăm làng": 1.5,
            "viên ngọc": 1.5,
            "hành trình": 4.0,
            "con tàu": 1.5,
            "hướng dẫn viên du lịch ẩm thực ngon": 1.5,
            "thủy thủ đoàn": 1.5,
            "công chúa": 1.5,
            "phi hành đoàn": 1.5,
            "hướng dẫn viên du lịch": 1.5,
            "lễ kỷ": 1.5,
            "đất nước": 1.5,
            "xe buýt": 1.5,
            "kỳ nghỉ - trang trí": 1.5,
            "tour du lịch": 1.5,
            "hướng dẫn viên": 1.5,
            "đồ uống": 1,
            "thiết bị tập thể dục": 1
        }
    },
    {
        "attraction_name": "VIETPRINCESS CRUISE LINE",
        "attraction_name_vi": "TUYẾN DU LỊCH vietPRINCESS",
        "general_info": [
            "154 đánh giá",
            "- 3 trong 312 Vận Tải ở TP.HCM",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Tàu Boutique sang trọng nằm trong Boutique sang trọng với 14 Suite thuộc địa hiện đại với tổng số lượng 28 khách. Từ Sài Gòn đến đồng bằng sông Cửu Long đến Phnom Penh Campuchia, con tàu với kích cỡ của nó sẽ đi đến nơi mà không ai khác có thể làm được: Hành trình đích thực độc đáo .... Chào mừng bạn lên con tàu sang trọng, chúng tôi vượt qua sứ mệnh của mình bằng cách vượt quá sự mong đợi của bạn.Đọc thêm",
        "reviews": [
            "Đây là một trải nghiệm tuyệt vời, hoàn toàn tuyệt vời. Thức ăn, rượu vang, dịch vụ rất tuyệt vời. Con tàu hoàn hảo, đội ngũ nhân viên tuyệt vời, thật tự hào và hữu ích. Cảm ơn đội MP.Đọc thêm",
            "James thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian và đánh giá cao CÔNG CHÚA MEKONG yêu quý của chúng tôi, rất vui được chuẩn bị sẵn sàng cho chuyến hành trình ngược dòng sông Mê Kông của bạn cùng chúng tôi. Đánh giá này sẽ được chia sẻ với toàn bộ Nhóm và thế giới. Chúng tôi cảm ơn bạn từ tận đáy lòng vì lòng tốt của bạn và chúc bạn mọi điều tốt đẹp nhất.\nMEONG PRINCESS TEAMĐọc thêm",
            "Gần đến mức hoàn hảo nhất bạn có thể nhận được.  Cơ sở vật chất là hạng nhất.  Các bữa ăn tuyệt vời và dịch vụ hoàn hảo.  Không - không có gì tốt hơn thế nàyĐọc thêm",
            "Judi - Daniel thân mến,\nrất vui khi được đọc bạn và cả nhóm cũng sẽ rất vui vì đánh giá này sẽ được chia sẻ với thế giới. Cảm ơn bạn rất nhiều vì lòng tốt và đánh giá cao hành trình của bạn cùng chúng tôi trên con tàu MEKONG PRINCESS yêu quý của chúng tôi. Niềm tự hào của chúng tôi là làm cho khách hàng vui vẻ và tạo ra những kỷ niệm khó quên cho họ. Chúng tôi hy vọng con đường của chúng ta sẽ lại giao nhau hoặc một số bạn bè của bạn sẽ đến thăm chúng tôi. Hãy chăm sóc tốt và hành trình trở lại Canada an toàn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Đây là một trải nghiệm tuyệt vời. Tôi không thể đánh giá cao hơn về phi hành đoàn và hành trình đáng kinh ngạc. Không ai trong chúng tôi muốn rời đi. Cách duy nhất để trải nghiệm sông Mê Kông. Một chiếc thuyền đẹp và một đội tuyệt vời - một chuyến đi để đời. Đọc thêm",
            "Bootja thân mến,\nThật tuyệt vời khi được đọc bạn, đội ngũ sẽ rất vui mừng vì không có gì khiến họ hạnh phúc hơn khi đọc nhận xét từ khách của chúng tôi và thấy rằng họ đang làm một công việc tuyệt vời bằng cách tạo ra một môi trường gia đình nhưng chuyên nghiệp. Hành trình đã được lựa chọn cẩn thận để trở nên độc đáo và gần gũi nhất có thể với cuộc sống thực tế của cư dân Campuchia - Việt Nam. Chúng tôi rất vui khi được trở thành một phần trong chuyến đi để đời này của bạn. Hãy cẩn thận, chúng tôi chúc bạn có chuyến hành trình trở về nhà an toàn và biến bạn thành đại sứ của MEKONG PRINCESS.\nMEKONG PRINCESS TEAM Đọc thêm",
            "Chuyến đi trong mơ của cuộc đời. Phi hành đoàn thân thiện và chu đáo đông hơn số hành khách. Một con tàu nhỏ sang trọng cho phép bạn tiếp cận những nơi mà những con tàu lớn hơn không thể đi tới. Đồ ăn đã ra khỏi thế giới này, 5 sao. Đọc thêm",
            "Kính gửi Linda - Christopher,\ncảm ơn bạn rất nhiều vì đã dành thời gian và những lời nói của trẻ, chúng tôi phải nói rằng chúng tôi cũng có những vị khách trong mơ và điều đó giúp chúng tôi dễ dàng hơn nhiều. Chúng tôi luôn rất vui khi đọc được niềm hạnh phúc của hành khách, không gì có thể khiến chúng tôi cảm thấy tự hào và hạnh phúc hơn với công việc của mình trên tàu. Chắc chắn thiết kế nhỏ bé của MEKONG PRINCESS cho phép nàng tiếp cận những nơi mà không ai khác có thể và cho bạn thấy cuộc sống chân thực, chân thực của cư dân Việt Nam - Campuchia. Chúng tôi hy vọng rằng bạn sẽ mang về Canada những kỷ niệm đặc biệt về hành trình của bạn lên Mê Kông hùng mạnh và Đông Nam Á. Chúng tôi chúc bạn có chuyến hành trình trở về nhà an toàn và lễ kỷ niệm cuối năm thật đẹp đẽ.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Du thuyền Mekong Princess là điểm nhấn trong chuyến du lịch Đông Nam Á kéo dài 5 tuần của chúng tôi. Con tàu được trang bị rất tốt, thủy thủ đoàn rất đặc biệt, trải nghiệm và các chuyến tham quan được lên kế hoạch kỹ lưỡng, mang đến cho chúng tôi hương vị thực sự của cuộc sống dọc theo Đồng bằng sông Cửu Long. Các bữa ăn thật nổi bật! Cảm ơn - travelauthenticasia đã sắp xếp cho chúng tôi chuyến đi này! Tôi chắc chắn sẽ giới thiệu chuyến đi này!Đọc thêm",
            "Kính gửi Deborah - Robert và những người bạn Canada,\nCảm ơn bạn rất nhiều vì đã dành thời gian và đánh giá chân thành đi thẳng vào trái tim của chúng tôi. Thật vui khi đọc được niềm hạnh phúc của khách hàng, không gì có thể khiến chúng tôi hạnh phúc và tự hào hơn. Thật vinh dự khi được đón tiếp bạn với tư cách là khách của AUTHENTIC TRAVEL ASIA, nhiệm vụ của chúng tôi là cho bạn thấy những điều tuyệt vời nhất của Đông Nam Á và lòng tốt của người dân nơi đây. Bạn đã là một đám đông thực sự tốt bụng và dễ tính; chúng tôi ước chúng tôi có thể có bạn mỗi tuần. Chúng tôi chúc bạn có một thời gian tuyệt vời ở Thành phố Hồ Chí Minh và hành trình trở về nhà an toàn, mang theo những kỷ niệm đặc biệt trong hành trình xuôi dòng sông Mê Kông hùng vĩ. Chúng tôi cảm ơn tất cả các bạn.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Chúng tôi đã tham gia nhiều chuyến du lịch trên biển ở Châu Âu và Châu Phi nhưng điều này đứng đầu tất cả! Hành trình 7 đêm trên du thuyền Mekong Princess có tất cả những gì bạn cần cho một kỳ nghỉ hoàn hảo. Tàu tuyệt vời, dịch vụ và thực phẩm. Ở trong bộ đồ Tonle với dịch vụ người giúp việc tươi cười, minibar miễn phí và bồn tắm lớn. Điều nhỏ nhặt duy nhất mà chúng tôi đã bỏ lỡ là bản đồ chi tiết hàng ngày về dòng sông mà chúng tôi đã đi qua và những ngôi làng dọc theo bờ sông. Nhiệt liệt giới thiệu hành trình này nếu bạn muốn có yếu tố X trong kỳ nghỉ trên con tàu thiên đường này!Đọc thêm",
            "Aina - Ian thân mến,\ncảm ơn bạn rất nhiều vì đánh giá quan tâm của bạn cũng như gợi ý tuyệt vời về bản đồ Sông và những ngôi làng mà chúng tôi đang ghé thăm. Tôi sẽ yêu cầu nhà in của chúng tôi giải quyết điều gì đó theo cách này. Chúng tôi rất hân hạnh được đón tiếp bạn trên tàu với tư cách là những vị khách và được phục vụ bạn trong chuyến hành trình ngược dòng sông Mê Kông hùng vĩ giữa 2 quốc gia phi thường này. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi, đồ ăn và dịch vụ. Cảm ơn bạn đã giới thiệu chúng tôi, đánh giá của bạn sẽ giúp ích rất nhiều cho chúng tôi và sẽ giúp chúng tôi được biết đến trong thế giới River Cruise.\nĐỘI NGŨ CÔNG CHÚA MEKONG\n Đọc thêm",
            "Hành trình này đi vào trải nghiệm của tôi như một trong những trải nghiệm văn hóa thú vị nhất mà tôi từng có. Thức ăn, chỗ ở và dịch vụ đều vượt quá mong đợi. Nhân viên rất vui vẻ, thân thiện và chu đáo và sự cân bằng giữa sự sang trọng của du lịch trên biển và các hoạt động văn hóa hàng ngày là hoàn hảo. Sẽ hoàn toàn không ngần ngại khi giới thiệu kỳ nghỉ này.Đọc thêm",
            "Uli - George thân mến,\nLuôn cảm thấy ấm lòng khi đọc bài đánh giá như của bạn và cảm thấy tự tin rằng chúng tôi đang làm đúng. Niềm hạnh phúc của khách hàng là phần thưởng tuyệt vời nhất mà chúng tôi có thể nhận được. Phi hành đoàn sẽ rất vui mừng khi đọc được bạn và họ cũng muốn biết rằng họ đang làm rất tốt.  Người chủ có tầm nhìn xa trông rộng của chúng tôi đã có một giấc mơ và ông ấy đã biến nó thành hiện thực để phục vụ những vị khách danh dự được chọn của MEKONG PRINCESS.  Thật vui khi được phục vụ bạn trong suốt hành trình vẫn chưa kết thúc này. Chúng tôi rất vui khi biết rằng sự gần gũi của con tàu và những chuyến du ngoạn chân thực độc đáo đã phù hợp với sở thích của bạn. Một lần nữa xin cảm ơn cả hai bạn đã là khách của chúng tôi và chúc bạn mọi điều tốt đẹp nhất. \nMEKONG PRINCESS TEAM Đọc thêm",
            "Tôi chỉ có thể nói rằng Đó là một trong những trải nghiệm tuyệt vời nhất tôi có. Du thuyền vietprincess là một giấc mơ và đội ngũ nhân viên thật tuyệt vời. Họ đã đáp ứng mọi nhu cầu của chúng tôi. Các phòng siêu thoải mái và những địa điểm ghé thăm trang web thật đáng nhớ. Cảm ơn bạn rất nhiều vì trải nghiệm này!Đọc thêm",
            "Lidia thân mến,\ncảm ơn bạn rất nhiều vì đánh giá quan tâm, thời gian tham gia và đánh giá cao Công chúa MEKONG của chúng tôi. Chúng tôi rất vui mừng vì bạn đã tận hưởng con tàu, các Suite, hành trình và các chuyến du ngoạn. Chúng tôi rất vinh dự được đón tiếp bạn và phục vụ bạn khi ở trên tàu. Một lần nữa, từ tất cả chúng tôi tại MEKONG PRINCESS, đặc biệt là Ratha Purser, xin gửi lời CẢM ƠN sâu sắc từ tận đáy lòng chúng tôi.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Các nhân viên là không ai sánh kịp, đội ngũ tuyệt vời chăm sóc chúng tôi.  Không có nhựa, thân thiện với môi trường. Họ cũng hỗ trợ người dân địa phương nơi họ dừng chân.  Thức ăn cũng rất tuyệt vời và đáp ứng được yêu cầu ăn kiêng của bạn mà không gặp bất kỳ vấn đề gì.Đọc thêm",
            "Moira - Stephen thân mến,\nCảm ơn bạn rất nhiều vì những lời tốt đẹp và đánh giá cao hành trình của bạn với chúng tôi, chúng tôi rất vinh dự được đón bạn là khách và được phục vụ bạn. Tất cả những lời khen ngợi sẽ được chuyển đến đội ngũ của Mekong Princess và chắc chắn họ sẽ rất vui khi đọc được thông tin của bạn. Hành trình của bạn vẫn chưa kết thúc và chúng tôi còn nhiều điều hơn nữa để cung cấp cho bạn. Cảm ơn một lần nữa vì đã dành thời gian cho bài đánh giá này, chúng tôi đánh giá rất cao. \nMEKONG PRINCESS TEAM Đọc thêm",
            "Công chúa Mekong và thủy thủ đoàn một lần nữa vượt quá mọi mong đợi. Tôi tiếp tục quay lại với khách hàng năm này qua năm khác vì họ không bao giờ làm tôi thất vọng.  Chúng tôi thuê thuyền với 23 khách rồi ngồi lại.    Mỗi cabin đều được trang trí tinh xảo và mang nét quyến rũ của thế giới cũ làm tăng thêm sự kỳ diệu. Phong cách trang trí phong phú phù hợp với dịch vụ hàng đầu mà đội của cô cung cấp. Sau đó tất nhiên là có thức ăn. Mỗi bữa ăn đều thịnh soạn từ món khai vị đến món tráng miệng.  Tôi chỉ có thể - nói thế là đủ rồi. Giám đốc khách sạn của Mekong Princess - Eric Christophe đã cố gắng hết sức để đảm bảo rằng mọi chi tiết sang trọng và thoải mái đều được giải quyết, bao gồm cả phi hành đoàn có cảm giác giống gia đình hơn là phi hành đoàn. Cảm ơn Eric và tất cả mọi người vì một chuyến đi thành công nữa dành cho các vị khách của tôi. Đọc thêm",
            "Sylvia yêu quý của tôi,\nCảm ơn bạn rất nhiều vì đã là một người bạn như vậy trong những năm qua. Tôi luôn rất vui mừng khi có bạn cùng đếm từng ngày cho đến khi chúng ta gặp lại nhau. Rồi một tuần trôi qua thật nhanh và chờ đợi tuần tiếp theo. Tình bạn 10 năm như mới hôm qua.  Tôi có thể cùng nhau viết những trang kỷ niệm. Cảm ơn bạn đã bảo trợ trong những năm qua và là một tâm hồn quan tâm. Chúng tôi yêu bạn, khách hàng yêu bạn. Bạn luôn là một phần của gia đình khi bạn ở trên tàu vì công việc trong tay bạn rất suôn sẻ. Anh có thể có em mỗi tuần quanh năm.  Mặc dù chuyến đi vừa qua có rất nhiều điều thú vị và kỷ niệm để kể nhưng chúng tôi đã trải qua nhờ sự giúp đỡ quý giá không thể thất bại của các bạn.  Cảm ơn bạn rất nhiều và TIÊU CHÍ. YÊU BẠN \nMEKONG PRINCESS TEAM Đọc thêm",
            "Bạn có thể giải thích về thị thực ở cả hai nước Việt Nam - Campuchia hoạt động như thế nào khi tôi đọc được bạn có thể nộp đơn trên tàu \nCảm ơn bạnĐọc thêm",
            "Good morning and thank you for your question \n2 cases:\nUpstream cruise from Vietnam to Cambodia \nYou should arrive in Vietnam with an E-Visa done online at least 10 days prior your flight. Visa on arrival are not possible unless you have an invitation letter. Express visa on arrival cost  - 250 per person versus  - 45 online. \nFor the Cambodian Visa this one can only be applied and process on the ship at the River border for  - 50 per person. ONLINE CAMBODIAN VISA TO CROSS THE BORDER ON THE SHIP ARE NOT ACCEPTED. \nDownstream Cruise from Cambodia to Vietnam \nYou can make and it is recommended your visa on arrival to the airport  - 35 per person, mo ID picture needed - SIem Reap or Phnom Penh airport. \nFor the Vietnamese Visa it should be in your possession already precede online with the correct entry date and point of entry  - can bract the ship for that -  \nHope this can help you as Visas in those 2 countries can be an issue. \nRegardsRead more"
        ],
        "star_ratings": [
            154,
            0,
            0,
            0,
            0
        ],
        "review_amount": 154,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "TUYẾN DU LỊCH vietPRINCESS",
            "Ho Chi Minh City",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 29, 2023",
            "Written November 29, 2023",
            "Written November 29, 2023",
            "Written November 28, 2023",
            "Written November 28, 2023",
            "Written November 27, 2023",
            "Written November 27, 2023",
            "Written November 26, 2023",
            "Written November 26, 2023",
            "Written November 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d16872213-Reviews-or60-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or50-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or70-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d2233218-Reviews-Canalside-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10161376-Reviews-Pier_7-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g41014-d266623-Reviews-Six_Flags_America-Bowie_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d547531-Reviews-Miraflores_Visitor_Center-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150769-d983378-Reviews-Guadalupe_Island-Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d269300-Reviews-Panama_City_Beach-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33188-d116946-Reviews-Sue_meg_State_Park-Trinidad_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34284-d131963-Reviews-Amelia_Earhart_Park-Hialeah_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d3208600-Reviews-Mummotunneli-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d1207225-Reviews-Piazza_Santo_Spirito-Florence_Tuscany.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or70-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or60-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.995393265155144,
            "thức ăn rượu vang dịch vụ": 0.9952729173237458,
            "nhân viên": 0.9954921741154976,
            "công chúa": 0.8737692451104522,
            "chuyến hành trình": -0.25194605195429176,
            "cơ sở vật chất": 0.9953271387494169,
            "bữa ăn": 0.9947114381939173,
            "dịch vụ": 0.6651673575397581,
            "hành trình": 0.7411215961037669,
            "con tàu": 0.5083424737968016,
            "phi hành đoàn": 0.7452214847435243,
            "chuyến đi": 0.9937320125172846,
            "đồ ăn": 0.993973279139027,
            "nhà an": 0.9941427619196475,
            "du thuyền": 0.5,
            "chuyến du lịch đông": 0.5,
            "thủy thủ đoàn": 0.9929013078799471,
            "chuyến tham quan": 0.8617685170999417,
            "đồng bằng sông cửu long": 0.8737692451104522,
            "đám đông": 0.9869885940570384,
            "dòng sông mê kông": 0.9955070488504134,
            "chuyến du lịch": 0.9662515574600548,
            "kỳ nghỉ": 0.5,
            "dịch vụ người": 0.995358906686306,
            "dòng sông": 0.7992097586393356,
            "ngôi làng": 0.5065100705251098,
            "bờ sông": 0.5,
            "đồ sông": 0.8737692451104522,
            "nhà in": 0.9872935214079916,
            "sông mê": 0.8737692451104522,
            "chuyến đi đồ ăn": 0.5,
            "công chúa mekong": 0.8914079889655113
        },
        "dicts_adj": {
            "trải nghiệm": [
                "tuyệt vời",
                "hoàn toàn",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "thức ăn rượu vang dịch vụ": [
                "tuyệt vời"
            ],
            "nhân viên": [
                "tuyệt vời",
                "tự hào"
            ],
            "công chúa": [
                "nhiều",
                "cao",
                "vui",
                "sẵn sàng"
            ],
            "chuyến hành trình": [
                "ngược",
                "cùng",
                "ngược"
            ],
            "cơ sở vật chất": [],
            "bữa ăn": [
                "tuyệt vời",
                "nổi bật"
            ],
            "dịch vụ": [
                "tuyệt vời"
            ],
            "hành trình": [
                "cùng",
                "cẩn thận",
                "độc đáo",
                "gần gũi",
                "có thể"
            ],
            "con tàu": [
                "nhỏ",
                "sang trọng",
                "lớn",
                "hơn"
            ],
            "phi hành đoàn": [
                "đông",
                "hơn"
            ],
            "chuyến đi": [
                "đẹp",
                "tuyệt vời",
                "vui",
                "chắc chắn"
            ],
            "đồ ăn": [],
            "nhà an": [
                "an toàn",
                "đẹp đẽ"
            ],
            "du thuyền": [],
            "chuyến du lịch đông": [],
            "thủy thủ đoàn": [
                "đặc biệt"
            ],
            "chuyến tham quan": [
                "kỹ lưỡng",
                "thực sự",
                "dọc"
            ],
            "đồng bằng sông cửu long": [
                "tốt"
            ],
            "đám đông": [
                "thực sự",
                "tốt bụng"
            ],
            "dòng sông mê kông": [
                "tuyệt vời",
                "an toàn",
                "đặc biệt"
            ],
            "chuyến du lịch": [
                "nhiều"
            ],
            "kỳ nghỉ": [],
            "dịch vụ người": [
                "tươi cười",
                "lớn"
            ],
            "dòng sông": [
                "dọc"
            ],
            "ngôi làng": [
                "dọc"
            ],
            "bờ sông": [],
            "đồ sông": [
                "nhiều",
                "tuyệt vời"
            ],
            "nhà in": [],
            "sông mê": [
                "hân hạnh"
            ],
            "chuyến đi đồ ăn": [],
            "công chúa mekong": []
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 2,
            "thức ăn rượu vang dịch vụ": 1,
            "nhân viên": 1,
            "công chúa": 1,
            "chuyến hành trình": 2,
            "cơ sở vật chất": 1,
            "bữa ăn": 2,
            "dịch vụ": 3,
            "hành trình": 4,
            "con tàu": 2,
            "phi hành đoàn": 2,
            "chuyến đi": 4,
            "đồ ăn": 1,
            "nhà an": 1,
            "du thuyền": 2,
            "chuyến du lịch đông": 1,
            "thủy thủ đoàn": 1,
            "chuyến tham quan": 1,
            "đồng bằng sông cửu long": 1,
            "đám đông": 1,
            "dòng sông mê kông": 1,
            "chuyến du lịch": 1,
            "kỳ nghỉ": 1,
            "dịch vụ người": 1,
            "dòng sông": 1,
            "ngôi làng": 2,
            "bờ sông": 1,
            "đồ sông": 1,
            "nhà in": 1,
            "sông mê": 1,
            "chuyến đi đồ ăn": 1,
            "công chúa mekong": 1
        }
    },
    {
        "attraction_name": "VIETPRINCESS CRUISE LINE",
        "attraction_name_vi": "TUYẾN DU LỊCH vietPRINCESS",
        "general_info": [
            "154 đánh giá",
            "- 3 trong 312 Vận Tải ở TP.HCM",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Tàu Boutique sang trọng nằm trong Boutique sang trọng với 14 Suite thuộc địa hiện đại với tổng số lượng 28 khách. Từ Sài Gòn đến đồng bằng sông Cửu Long đến Phnom Penh Campuchia, con tàu với kích cỡ của nó sẽ đi đến nơi mà không ai khác có thể làm được: Hành trình đích thực độc đáo .... Chào mừng bạn lên con tàu sang trọng, chúng tôi vượt qua sứ mệnh của mình bằng cách vượt quá sự mong đợi của bạn.Đọc thêm",
        "reviews": [
            "Chồng tôi và tôi đang ở ngày cuối cùng của chuyến du ngoạn 7 đêm trên tàu Mekong Princess, như một phần của chuyến du lịch Abercrombie - Kent. Nó thực sự tuyệt vời! Con tàu rất đẹp - dãy phòng thoải mái và rộng rãi cũng như các khu vực chung tuyệt vời để thư giãn và ăn uống. Kích thước tương đối nhỏ của con tàu cho phép nó đi đến những nơi mà các tàu lớn hơn khác không thể, điều này mang đến những chuyến du ngoạn và trải nghiệm mà chúng tôi sẽ không bao giờ quên. Phần yêu thích nhất của tôi trong chuyến đi là đội ngũ nhân viên. Mỗi người trong số 29 thành viên phi hành đoàn đều thật tuyệt vời. Thật ấm áp, thân thiện và hữu ích. Dịch vụ năm sao trên diện rộng. Du ngoạn trên du thuyền Mekong Princess là cách tốt nhất để trải nghiệm sông Mê Kông và khung cảnh ngoạn mục của nó. Đọc thêm",
            "Kính gửi Niklas - Joseph,\ncảm ơn bạn rất nhiều vì đánh giá tử tế này và thời gian của bạn dành cho nó. Chúng tôi rất vui khi biết rằng bạn đã tận hưởng chuyến đi cùng chúng tôi - đã hứa rằng sáng mai bạn sẽ có nước cam VỪA TƯƠI cho bữa sáng và nhân tiện, chúng tôi cảm ơn bạn vì lời gợi ý. Vâng, kích thước của con tàu cho phép chúng tôi đến những nơi mà chỉ có Công chúa Mekong mới có thể tiếp cận được, và mục đích chính là đóng nó thật nhỏ bé và có thể cập bến trung tâm thành phố Hồ Chí Minh. Bạn chắc chắn đúng khi người thực hiện chuyến đi chính là THE CREW trên tàu, họ là tài sản quý giá nhất của vietPRINCESS CRUISE và chúng tôi trân trọng họ nhất có thể, vì họ là những người xây dựng danh tiếng của công ty. Một lần nữa, chúng tôi xin gửi lời cảm ơn sâu sắc đến cả hai bạn vì bài đánh giá này sẽ giúp ích rất nhiều cho chúng tôi.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Ước gì tôi có thể đánh giá những người này sao thứ 6, vì họ làm mọi thứ có thể để giúp kỳ nghỉ và chuyến đi của bạn trở nên thoải mái và thú vị. Điều này bao gồm việc tùy chỉnh các lựa chọn món ăn mà bạn thích nhất hoặc chỉ ghi tên bạn trong một ngày - với 20 hành khách trên tàu - . Họ thực sự coi mỗi người như một vị khách đặc biệt.Đọc thêm",
            "Kính gửi Stanton - Chiyo,\nnhư đã nói với vợ anh trước đây, chúng tôi rất vinh dự được đón tiếp anh và phục vụ anh. Merci beaucoup vì sự đánh giá chu đáo và đánh giá cao của bạn đối với đội ngũ nhân viên trên tàu của chúng tôi. Tất cả các vị khách đều đặc biệt đối với chúng tôi và trở thành thành viên của gia đình Mekong Princess ngay khi họ bước lên tàu. Mục tiêu của chúng tôi là giúp họ cảm thấy an toàn và hơn thế nữa, khi xa nhà, họ được nuông chiều trong sự sang trọng mà chúng tôi có thể cung cấp. Chúng tôi rất vui khi được đọc bạn và cảm thấy như chúng tôi đã thành công trong vai trò tạo ra những kỷ niệm vĩnh cửu và cảm giác - Comme a la maison -. Một lần nữa xin cảm ơn từ tận đáy lòng vì bài đánh giá này sẽ giúp ích rất nhiều cho chúng tôi.\nMEKONG PRINCESS TEAMĐọc thêm",
            "Từ chỗ ở thoải mái đến đồ ăn tuyệt vời đến dịch vụ chu đáo, mọi thứ đều là đỉnh cao. Tôi có thể thư giãn và ngủ ngon mỗi đêm dưới sự chăm sóc của ekip ở đây. Đó là phi hành đoàn thân thiện nhất, chu đáo nhất trong số các tàu du lịch mà tôi từng đi. Tôi cũng đánh giá cao các dịch vụ spa - mát-xa tuyệt vời với mức giá thấp.Đọc thêm",
            "Chere Chiyo et Stanton,\nMerci beaucoup pour cette revue et votre temps.\nThank you so much for your time in this beautiful review, we are so glad to read happiness of our guests, we are so honored to be at service to you and show you the Asian way of hospitality. This review will be share amongst all onboard as well as the local guides, as there is no  - I -  in the Team, no one could succeed alone. Thanks for the praise on the food praise, I pass it on to the Chef and his Team - again always such a good feeling to read heartfelt reviews form our valuable guests il strengthen us to keep doing better day by day and always looking for place to improve to make sure we create everlasting memories to our guests. We wish you a great end of vacation in Vietnam when you leave the ship on Thursday, a safe journey back home until our paths cross again.\nMEKONG PRINCESS TEAMRead more",
            "Chúng tôi đi du lịch trên con tàu Mekong Princess sang trọng với tất cả đội ngũ nhân viên tuyệt vời đang chăm sóc chúng tôi. Chúng tôi đi từ Hồ Chí Minh đến Siem Reap và tận hưởng tất cả các điểm dừng trên đường đi, kiến ​​thức từ hướng dẫn viên và những câu chuyện luôn thú vị. Các nhân viên phòng chờ luôn có mặt để cung cấp dịch vụ với một nụ cười. Nhân viên nhà hàng từ bữa sáng đến bữa tối đều nổi bật với chất lượng và sự lựa chọn món ăn luôn thay đổi, bao gồm cả tuyển chọn các loại rượu không bao giờ làm bạn thất vọng. Các phòng thực sự là 5 sao với quản gia và quản gia khiến kỳ nghỉ của chúng tôi không thể nào quên Cảm ơn Eric và tất cả nhân viên cũng như hướng dẫn viên vì một trải nghiệm tuyệt vờiĐọc thêm",
            "Megan - Russel thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian cho bài đánh giá chân thành này. Tôi chỉ nghĩ đến bạn khi chúng tôi gửi gói hàng của bạn trên đường đến SR cho bạn. Thật vinh dự cho chúng tôi khi được đón tiếp bạn và phục vụ bạn. Chúng tôi cảm thấy rất tự hào khi du khách tận hưởng khoảng thời gian vui vẻ với chúng tôi. Các hướng dẫn viên địa phương người Việt Nam và Campuchia cũng đóng góp một phần lớn vào thành công, tôi sẽ chuyển cho họ bài đánh giá này và họ sẽ rất vui. Phi hành đoàn cũng sẽ vui mừng khi thấy công việc khó khăn của họ được công nhận. Một lần nữa, cảm ơn bạn rất nhiều và hy vọng bạn - sẽ sớm nhận được gói hàng của mình. Thưởng thức Siem Reap và Angkor Wat tráng lệ với quả anh đào trên bánh. \nĐội công chúa Mekong Đọc thêm",
            "Trải nghiệm trên Công chúa Mê Kông thật tuyệt vời. Nhóm do Eric dẫn đầu đã khiến toàn bộ chuyến đi trở nên đặc biệt. Đọc thêm",
            "Roberta thân mến - Leslie \nCảm ơn bạn rất nhiều vì sự quan tâm chân thành và thời gian của bạn dành cho nó. Bạn không thể tưởng tượng được nó có ý nghĩa như thế nào đối với chúng tôi và việc chúng tôi được biết đến trong thế giới River Cruise sẽ đi được bao xa. Chúng tôi rất vinh dự được phục vụ bạn với tư cách là những vị khách quý giá từ Ryan tại TRIP MERCHANT. Chúng tôi rất vui khi biết rằng bạn hài lòng với hành trình và các dịch vụ trên tàu. Chúng tôi hy vọng con đường của chúng ta sẽ giao nhau lần nữa và chúc bạn có chuyến đi an toàn đến Siem Reap và thậm chí trở về nhà an toàn hơn. Cảm ơn \nĐội công chúa Mekong Đọc thêm",
            "Công chúa Mê Kông rất xuất sắc về mọi mặt trong kỳ nghỉ của chúng tôi. Giám đốc hành trình Eric chi tiết về tất cả các chuyến du ngoạn và trải nghiệm hàng ngày của chúng tôi là hạng nhất. Tất cả phi hành đoàn đều quan tâm đến nhu cầu và yêu cầu của chúng tôi như thể chúng tôi là một phần của gia đình họ. Kỳ vọng của chúng tôi đã tốt và thực sự vượt quá. Chúng tôi thực sự muốn giới thiệu hành trình này cho bất kỳ ai muốn trải nghiệm cuộc sống ở Việt Nam và Campuchia dọc theo dòng sông Mê Kông vĩ đạiĐọc thêm",
            "Mark thân mến - Ruth \nCảm ơn bạn rất nhiều vì đánh giá tốt của bạn. Thật ấm lòng khi đọc được niềm hạnh phúc của khách hàng. Chúng tôi rất biết ơn khi được chứng kiến ​​và ghi nhận lễ kỷ niệm đặc biệt của bạn nhân dịp Kỷ niệm 40 năm ngày cưới của bạn và hy vọng chúng tôi đã làm cho nó được ghi nhớ đối với bạn. Chúng tôi một lần nữa chúc bạn nhiều năm nữa. Chúng tôi rất vinh dự được phục vụ bạn. Chúng tôi chúc bạn có một thời gian tuyệt vời ở Siem Reap và chuyến trở về nhà an toàn. Cảm ơn một ngàn. \nĐội công chúa Mekong Đọc thêm",
            "Be ready to have all of your expectations exceeded and then some. Eric and team made this trip a truly wonderful and memorable experience - from the moment we arrived on board to our final breakfast and goodbye. The room we stayed in was gorgeous with an amazingly comfortable bed and pillows.  Lots of storage space in the closets and the bathroom - s shower was great. We loved the cookies and fruit in our room as well as the canapés that were brought by every evening.  The excursions brought you into the culture and way of life of the people of Vietnam and Cambodia.  You get to meet and speak to local residents and discover an array of different food, colors, sights and sounds.  One of my favorite experiences was getting to visit an elementary school and sitting down with students to help them practice their English. The food on board is exceptional.  The breakfast and lunch buffets all have delicious options and the a la carte dinners had a variety of choices including a chef - s recommendation and a healthy spa menu.  Check out the cooking classes that are offered - fun and entertaining.  Last, but not least, is the warm and friendly staff who really made the experience what it was.  Their attention to detail and superb customer service was impressive. Thank you for making our trip so wonderful.Read more",
            "Dear Don  -  Mitchell,\nThank you so very much for your time and caring review. We really appreciate to read you and you cannot imagine how far this will go for us. It will be shared amongst the whole crew and for sure they will be so proud to read it and to have made this journey extraordinary for you and fellow travelers.  We will miss you for sure and the whole happy, entertaining group. It was a pleasure to be at service to you and show you the Asian way of hospitality. We are glad you - ve enjoyed the array of tours we are offering trying to be as authentic as possible. Again, from all of us at MEKONG PRINCESS Big Thank You and hope our paths will cross again somedays.\nTake good care enjoy Siem Reap and the magnificent ANGKOR WAT Temple and site. So Long\nMEKONG PRINCESS TEAM Read more",
            "We as a family group travelled on board the beautiful Mekong Princess departing from Saigon then disembarking in Phnom Penh after five very special days. From the moment we were met at our hotel, escorted to the vessel and upon boarding we were treated to the most wonderful service and attention from the crew, the tour guides, and manager Eric. This is a must do experience onboard a deliciously luxurious vessel where you are pampered with 5 star friendly and warm service, and where the crew truly care about your welfare. In addition to the crew, I must also commend Chef and his team for the stunning food and daily a la carte menus we were lucky enough to enjoy. Every meal was paired with the best drinks and of course the stunning river outlook. The shore tours and activities were fun and well planned, and we were provided expert commentary from our guide all the way. As our family group ages ranged from 55 to 85 any special needs for assistance were provided, including boarding sampans, and there was a focus on sustainable tourism. On board our rooms were so very comfortable, stylish, beautifully appointed and serviced throughout the day by the lovely housekeeping staff, and complete with all that you could expect from a five-star experience. If you - re considering a river cruise in this beautiful part of the world then look no further than the Mekong Princess and her crew. The limited capacity of the vessel serves to enhance the experience all the more and allows you to make new friends with other passengers.  This is not to be missed. Would I book again? Yes, in a heartbeat! My only sadness is we couldn - t  - due to other plans -  continue all the way onboard the Mekong Princess for the second leg of the journey through to Siem Reap.. Next time!A sincere thankyous to Eric and his wonderful crew.Read more",
            "Kính gửi Robert, Quân, Alida, Martin - Katheryn,\nCảm ơn bạn rất nhiều vì đánh giá chân thành này. Đó là đặc ân của chúng tôi khi có bạn là khách của chúng tôi và rất vinh dự được phục vụ bạn. Chúng tôi rất vui khi biết rằng bạn đã tận hưởng chuyến hành trình cùng chúng tôi trên du thuyền MEKONG PRINCESS. Sẽ thật tuyệt vời nếu có bạn trở lại trong chuyến hành trình lần này. Chúng tôi gửi lời chúc tốt đẹp nhất tới người mẹ đáng yêu Alida của bạn, hy vọng bà vẫn ổn. Một lần nữa, từ tận đáy lòng, chúng tôi xin chân thành cảm ơn bạn vì bài đánh giá này sẽ giúp ích rất nhiều và giúp chúng tôi tiếp xúc với thế giới của River Cruise. Chúng tôi rất vui vì con tàu ngày càng được đặt kín chỗ. Hãy cẩn thận cho đến khi con đường của chúng ta lại giao nhau vào một ngày nào đó.\nMEKONG PRINCESS TEAMĐọc thêm",
            "A sublime experience.  From the first time we stepped on board, to be welcomed by the ship - s crew, to the final evening  - farewelled by the crew - , it was 8 days of pleasure.  The small ship is ideal for the cruise along the Mekong - big enough to provide all the luxuries one could want, yet small enough to stop at places the big ships can - t manage. The crew and staff were truly outstanding, caring and attentive, all knew us by name, and obviously took great pride in their ship.  They are orchestrated by the cruise director, Eric, who is charming and really cares about each and every guest.The rooms are all super comfortable, well-appointed and offer every convenience one could want.  The dining room is a 5-star event - great service, great food and wonderful cooking lessons from Master Chef On!  The lounge is a perfect place to while away the hours or gather for a pre-dinner drink with the other guests.The land tours are fabulous - many exclusive to the Mekong Princess.  Also,the on-board  the tour guides  - one for the Vietnam portion and another for Cambodia -  are knowledgeable, entertaining and delightful personalities.It was a pleasure from start to finish and we pass on to the crew our thanks for a wonderful Mekong cruise.Read more",
            "Dear Karen  -  Richard,\nThank you so much for this wonderful, kind review and your high praise on our Princess. The entire crew will be delighted to read your review for sure and will feel so proud to achieve great job as always. We know as well that there is always place for improvement and want to be better than we use to be. It was an honor to have you as guests onboard from INSIDE TRAVEL and to be at service to you, to show you the Asian way. We are happy that you have enjoyed the small atmosphere of the Princess, the food from our Executive Chef and service from all the crew onboard. We will pass it as well to Khanh Local Vietnamese Guide and Chhay Local Cambodian Guide. Again thank you so much from the bottom of our heart for your time and patronage, we wish you all the very best until maybe our paths cross again on this planet.\nMEKONG PRINCESS TEAMRead more",
            "Kia ora Eric và nhân viên, bạn đã mang lại cho chúng tôi trải nghiệm tuyệt vời như thế nào, từ đồ ăn, hướng dẫn viên, điểm đến và hành trình. Và để chèo thuyền với số lượng khách tối thiểu như vậy, chúng tôi hoàn toàn hư hỏng. Tất cả 26 nhân viên đã hoàn thành công việc của mình ở mức tối đa. Cảm ơn đặc biệt vì đã trì hoãn thời gian khởi hành và nhận thuốc cho chúng tôi. Hy vọng hành trình tiếp theo của bạn với các đại lý du lịch New Zealand cũng được đánh giá cao như chúng tôi! Và tất cả các bạn đã học được thêm một chút tiếng Maori. Chúng tôi chắc chắn sẽ giới thiệu hành trình này cho mọi người. Rất nhiều arohaMark và AnitaĐọc thêm",
            "Kính gửi Anita - Mark KIA HORA \nBạn nên dành nhiều thời gian cho bài đánh giá này và dành nhiều lời khen ngợi cho CÔNG CHÚA MEKONG của chúng tôi. Chúng tôi rất vui khi biết bạn đã tận hưởng chuyến đi cùng chúng tôi.  Hy vọng bạn đã có một chuyến đi an toàn trở về nhà. Thật vinh dự cho bạn với tư cách là những vị khách quý giá của chúng tôi trên hành trình này.  Điều lệ Kiwi rất ấn tượng với kiến ​​thức của tôi về cách chào hỏi họ theo cách Mark dạy tôi. Họ thực sự vui vẻ và hạnh phúc. \nMột lần nữa xin cảm ơn cả hai bạn và gửi lời chúc tốt đẹp nhất từ ​​toàn thể đội ngũ trên tàu. \nMEKONG PRINCESS TEAM Đọc thêm"
        ],
        "star_ratings": [
            154,
            0,
            0,
            0,
            0
        ],
        "review_amount": 154,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "TUYẾN DU LỊCH vietPRINCESS",
            "Ho Chi Minh City",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 15, 2023",
            "Written November 14, 2023",
            "Written November 14, 2023",
            "Written November 8, 2023",
            "Written November 8, 2023",
            "Written November 6, 2023",
            "Written October 25, 2023",
            "Written October 17, 2023",
            "Written October 16, 2023",
            "Written September 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d16872213-Reviews-or70-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or60-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or80-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d6998813-Reviews-H2O_Nite_Club-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187242-d2201359-Reviews-Place_des_Lices_Market-Saint_Tropez_French_Riviera_Cote_d_Azur_Provence_Alpes_Cot.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d2529748-Reviews-Tonto_Creek_Fish_Hatchery-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23751344-Reviews-Museum_Of_The_Future-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d5568124-Reviews-Ippodromo_di_San_Siro-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g33255-d7379621-Reviews-River_Walk_Park-West_Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d6510043-Reviews-Flohmarkt_Olympiapark-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g668020-d8862919-Reviews-Kalamata_Beach-Kalamata_Messenia_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d23954582-Reviews-Sultan_s_Flowers_Extract_Palace-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g42256-d21174315-Reviews-Relax_Massage_Asian_Spa_Open-Grand_Rapids_Kent_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or80-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or70-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến du ngoạn": 0.5,
            "chuyến du lịch": 0.5,
            "phòng": 0.9955653677461669,
            "trải nghiệm": 0.6650976478122175,
            "chuyến đi": 0.888803043065127,
            "nhân viên": 0.651647883726077,
            "phi hành đoàn": 0.9515053147842991,
            "dịch vụ": 0.6415535761043429,
            "du thuyền": 0.9953648439841345,
            "nước cam": 0.5,
            "bữa sáng": 0.7474288972152863,
            "công chúa": 0.8737692451104522,
            "trung tâm thành phố": 0.5,
            "tàu": 0.9873994933441281,
            "tài sản": 0.9922303603379987,
            "kỳ nghỉ": 0.8301329955478044,
            "món ăn": 0.25130432564765215,
            "ngũ": 0.5,
            "đồ ăn": 0.9955165396095254,
            "dịch vụ chu đáo": 0.5,
            "tàu du lịch": 0.5,
            "dịch vụ spa": 0.44714618287980556,
            "mát-xa tuyệt vời": 0.9919119278201833,
            "con tàu": 0.9923233463196084,
            "hướng dẫn viên": 0.9922257529688068,
            "câu chuyện": 0.9952641071868129,
            "phòng chờ": 0.5,
            "nhà hàng": 0.9952279677381739,
            "bữa tối": 0.7138519007712603,
            "quản gia": 0.9955526249832474,
            "anh đào": 0.9945124296937138,
            "công chúa mekong": 0.840806246366507,
            "công chúa mê kông": 0.9346239285951015,
            "hành trình": 0.6254151397151873
        },
        "dicts_adj": {
            "chuyến du ngoạn": [],
            "chuyến du lịch": [],
            "phòng": [
                "đẹp",
                "thoải mái",
                "rộng rãi",
                "chung",
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "chuyến đi": [
                "cùng",
                "quý giá",
                "thoải mái",
                "thú vị",
                "đặc biệt",
                "an toàn",
                "an toàn",
                "hơn"
            ],
            "nhân viên": [
                "tuyệt vời",
                "nổi bật",
                "tuyệt vời"
            ],
            "phi hành đoàn": [
                "tuyệt vời",
                "thân thiện",
                "nhất",
                "chu đáo",
                "nhất",
                "khó khăn"
            ],
            "dịch vụ": [
                "rộng"
            ],
            "du thuyền": [
                "tốt",
                "ngoạn mục"
            ],
            "nước cam": [],
            "bữa sáng": [
                "nổi bật"
            ],
            "công chúa": [
                "kích thước",
                "nhỏ bé"
            ],
            "trung tâm thành phố": [],
            "tàu": [
                "quý giá"
            ],
            "tài sản": [
                "quý giá"
            ],
            "kỳ nghỉ": [
                "thoải mái",
                "thú vị",
                "tuyệt vời"
            ],
            "món ăn": [
                "nhất"
            ],
            "ngũ": [],
            "đồ ăn": [
                "tuyệt vời"
            ],
            "dịch vụ chu đáo": [],
            "tàu du lịch": [],
            "dịch vụ spa": [
                "thấp"
            ],
            "mát-xa tuyệt vời": [
                "thấp"
            ],
            "con tàu": [
                "sang trọng"
            ],
            "hướng dẫn viên": [
                "thú vị",
                "tuyệt vời",
                "vui"
            ],
            "câu chuyện": [
                "thú vị"
            ],
            "phòng chờ": [],
            "nhà hàng": [
                "nổi bật"
            ],
            "bữa tối": [
                "nổi bật"
            ],
            "quản gia": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "anh đào": [],
            "công chúa mekong": [],
            "công chúa mê kông": [
                "tuyệt vời",
                "xuất sắc"
            ],
            "hành trình": [
                "chi tiết",
                "thực sự",
                "bất kỳ",
                "dọc"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến du ngoạn": 2,
            "chuyến du lịch": 1,
            "phòng": 1,
            "trải nghiệm": 3,
            "chuyến đi": 5,
            "nhân viên": 3,
            "phi hành đoàn": 4,
            "dịch vụ": 3,
            "du thuyền": 1,
            "nước cam": 1,
            "bữa sáng": 2,
            "công chúa": 1,
            "trung tâm thành phố": 1,
            "tàu": 1,
            "tài sản": 1,
            "kỳ nghỉ": 3,
            "món ăn": 2,
            "ngũ": 1,
            "đồ ăn": 1,
            "dịch vụ chu đáo": 1,
            "tàu du lịch": 1,
            "dịch vụ spa": 1,
            "mát-xa tuyệt vời": 1,
            "con tàu": 1,
            "hướng dẫn viên": 2,
            "câu chuyện": 1,
            "phòng chờ": 1,
            "nhà hàng": 1,
            "bữa tối": 1,
            "quản gia": 1,
            "anh đào": 1,
            "công chúa mekong": 3,
            "công chúa mê kông": 2,
            "hành trình": 2
        }
    },
    {
        "attraction_name": "VIETPRINCESS CRUISE LINE",
        "attraction_name_vi": "TUYẾN DU LỊCH vietPRINCESS",
        "general_info": [],
        "attraction_summary": "N/A",
        "reviews": [],
        "star_ratings": [
            0,
            0,
            0,
            0,
            0
        ],
        "review_amount": 0,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "TUYẾN DU LỊCH vietPRINCESS",
            "Ho Chi Minh City",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d16872213-Reviews-or80-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1215780-d6852836-Reviews-Karon_Temple_Market-Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d4481177-Reviews-Riverfront_Park-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d219483-Reviews-The_Original_Farmers_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d15840966-Reviews-TDF_Ghar-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d4508768-Reviews-Abu_Dhabi_Central_Market-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d12843514-Reviews-Volksgarten_Clubdiskothek-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3226202-Reviews-Jardim_Botanico_Da_Universidade_De_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d311548-Reviews-Karen_Blixen_Museum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60626-d2368381-Reviews-Pali_Ke_Kua_Beach-Princeville_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d14784355-Reviews-Ocean_City_Welcome_Center-Ocean_City_Cape_May_County_New_Jersey.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d16872213-Reviews-or80-VIETPRINCESS_CRUISE_LINE-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    }
]